{
  "metadata": {
    "title": "Heterogeneous photocatalysis I. The influence of oxidizing and reducing gases on the electrical conductivity of dark and illuminated zinc oxide surfaces",
    "authors": "; ",
    "journal": "Journal of Catalysis",
    "date": "1964-04-30",
    "doi": "10.1016/0021-9517(64)90123-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/002195176490123X",
    "pii": "002195176490123X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-50549201968",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T08:28:01 1-s2.0-002195176490123X 0021-9517(64)90123-X 002195176490123X 10.1016/0021-9517(64)90123-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X04150 2015-05-13T20:40:28.567884-04:00 0 0 19640401 19640430 1964 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0021-9517 00219517 3 3 2 2 Volume 3, Issue 2 5 156 170 156 170 196404 April 1964 1964-04-01 1964-04-30 1964 converted-article fla Copyright © 1964 Published by Elsevier Inc. HETEROGENEOUSPHOTOCATALYSISIINFLUENCEOXIDIZINGREDUCINGGASESELECTRICALCONDUCTIVITYDARKILLUMINATEDZINCOXIDESURFACES DOERFFLER W HEILAND 1959 191 G VONBAUMBACH 1933 199 H AIGRAIN 1952 362 P HAUFFE 1952 366 K WEISZ 1953 1531 P HAUFFE 1960 203 339 K HALBLEITERPROBLEME DECKSCHICHTBILDUNGAUFMETALLEN HAUFFE 1961 321 K DOERFFLER 1964 171 W HEDVALL 1934 97 J MEDVED 1958 870 D MJASNIKOV 1957 1721 I BARRY 1960 124 T PROCROYSOCLONDON HAUFFE 1962 327 K STOCKMANN 1950 563 F DEREN 1959 453 J ENGELL 1953 762 H NICOLL 1948 817 F TERENIN 1959 A KOKES 1962 99 R PAPAZIAN 1957 84 H TAYLOR 1961 535 J DOERFFLERX1964X156 DOERFFLERX1964X156X170 DOERFFLERX1964X156XW DOERFFLERX1964X156X170XW item 0021-9517(64)90123-X 002195176490123X 1-s2.0-002195176490123X 10.1016/0021-9517(64)90123-X 272561 2010-10-26T03:45:16.477826-04:00 1964-04-01 1964-04-30 1-s2.0-002195176490123X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:002195176490123X/MAIN/application/pdf/710bfc85722905cda8c5077b4aa7080c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:002195176490123X/MAIN/application/pdf/710bfc85722905cda8c5077b4aa7080c/main.pdf main.pdf pdf true 1118669 MAIN 15 1-s2.0-002195176490123X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:002195176490123X/PREVIEW/image/png/280fb608cc545bd7cd2b68886c4803ed/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:002195176490123X/PREVIEW/image/png/280fb608cc545bd7cd2b68886c4803ed/main_1.png main_1.png png 71780 849 656 IMAGE-WEB-PDF 1 1-s2.0-002195176490123X-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:002195176490123X/STRIPIN/image/gif/0773d857e99202ec058c00d4ad358e27/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:002195176490123X/STRIPIN/image/gif/0773d857e99202ec058c00d4ad358e27/si2.gif si2 true si2.gif gif 275 18 42 ALTIMG 1-s2.0-002195176490123X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:002195176490123X/STRIPIN/image/gif/b19301d885ebf9eeb41f694d7aebab51/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:002195176490123X/STRIPIN/image/gif/b19301d885ebf9eeb41f694d7aebab51/si1.gif si1 true si1.gif gif 192 15 26 ALTIMG JOURNAL OP CATALYSIS 3, 156-170 (1964) Heterogeneous Photocatalysis I. The Influence of Oxidizing and Reducing Gases on the Electrical Conductivity of Dark and Illuminated Zinc Oxide Surfaces WOLFGANG DOERFFLER AND KARL HAUFFE* From the Institute for Physical Chemistry of the University of Frankfurt/Main, West Germany Received October 30, 1963 Since the photoconductivity of zinc oxide increases with time in a carbon monoxide atmosphere and also during the subsequent evacuation under light, it must be concluded that the uptake of CO by an illuminated zinc oxide surface is understandable only if neutral CO molecules react with chemigorbed oxygen to form COa^ads). The decreased photoconductivity of zinc oxide due to introduction of carbon monoxide in oxygen con- firms this mechanism and leads to the further assumption that a considerable portion of the chemisorbed oxygen must be present as 02~(ads). This assumption also explains why the half-life period tin of the dark decay in pure oxygen is proportional to 1/por The generation of charge carriers during the illumination is strongly influenced by doping zinc oxide with LiaO and GaaOs. Possible mechanisms are discussed. Since an addition of LiaO to zinc oxide changes neither the position nor the intensity of the green luminescence band, it remains uncertain whether the donors, reacting with the electronic species, are responsible for the green luminescence light. INTRODUCTION semiconductor on its lattice defect structure. T, . . ,. ,. , 1 , An obvious approach is to change the con- Previous investigations have shown that ^ntration of holes, free electrons, or lattice conductivity of semiconductors, e.g Cu,0, ^fects ^ ^ ^finite ^^ ^ ^ ^ NiO, ZnO, CdS, and Pb8 is significantly ^ semiconductor by appropriate gas influencedby gases not only at high tern- treatment or by doping with foreign ions of peratures but also at low temperatures. This different ^^ (e.g.,Ga^ or Li+ in zinc change in conductivity is caused by a chemi- ^e) ^ ^ ^ ^ influence of this sorption or by a reaction of the appropriate ^ ; ^ ^ ^^ ^ heterogeneous cata- gas with the semiconductor and is connected ^ reactions with the semiconductor. This with an electron transfer process. Since many technique offers only one type of charge catalytic reactions at surfaces of solids are ^^ ^^ ^ ^ electrons) to the react- mitiatedbyachemisorptionofoneorsevera ^ ^ photoconducting solids offer reactants, this phenomenon is not only of ^th electrons and holes by illumination. interest in semiconductor investigations but Therefore, we have studied the influence of also is of importance m understanding ^ ^^ monoxide, both alone heterogeneous catalyse Hence such prob- ^ together, on the dark- and photocon- lems are being studied by chemists and ductivity of pure and doped zinc oxide, a physicists interested in the behavior of semi- ^investigated photoconductor (1). conductors and m the catalytic properties ^inc oxide, an n-type semiconductor, can of solids. At present, the dominant problem ^ described by a metal excess represented is the dependence of the gas uptake of a ^^ ^ ^ ^ ^ interstitial lattice posi- Frankfurt/Main Ulmenstr. 23. tions, Zn' or Zn\", or by oxygen-ion vacancies, 156 HETEROGENEOUS PHOTOCATALYSIS I. 157 |0|' or [0]\" with an equivalent number of free electrons e'.* At sufficiently high tem- peratures (800and 1000) the equilibrium is established between the gas atmosphere and the lattice defects (2): 1/202 (gas) + Zn\" + 2e' ^ ZnO (1) and/or 1/202 (gas) + |0|\" + 2e' > Nil (2) According to extensive investigations it must be assumed that at lower temperatures the electronic exchange equilibria or Zn\" + e' <=Zn\" (4) are shifted far to the right. Therefore, in the temperature region covered in this work, (25-250) practically only Zn' or |0|' lat- tice defects are present. Furthermore, due to the different mobilities of the lattice de- fects and the free electrons the reaction of the gas with the electrons onlyhe so-called chemisorptions faster by several orders of magnitude than the subsequent reaction of chemisorbed oxygen with lattice defects. Under our experimental conditions, espe- cially at short reaction times, we have to consider predominant chemisorption of oxy- gen with a positive space-charge layer near the ZnO surface. Oa (gas) <=(^ (ads) Physisorption (5) 02* (ads) + e'(R) <=^ 02\" (ads) Chemisorption (6) The x denotes the electrically neutral state and R the space-charge layer. The proc- ess is characterized by a negative surface charge represented by the chemisorbed 02~ ions, and by a positive space charge represented by an excess of zinc ions in interstitial lattice positions due to the ex- haustion of free electrons (3). On the basis * We use the symbols of W. Schottky, in \"Hal- bleiterprobleme,\" Vol. 4, p. 235. Vieweg-Verlag, Braunchweig, 1959. Here Zn\" or Zn\" denote ions in interstitial lattice position and |0[\" or [0|\" denote ion vacancies. The dots indicate the number of positive charges. Furthermore, e' is a free electron with a prime to indicate negative charge and |e]' is a hole with a dot to indicate positive charge. Nil denotes that no disorder is present. of our experiments it can be assumed that a considerable amount of chemisorbed oxygen exists as negatively charged molecules. Ex- perimental techniques to determine the amount of 0~ particles on the surface are not yet available. From the results of studies of the low- temperature oxidation of zinc metal, it ap- pears that part of the chemisorbed oxygen must react with the zinc ions in interstitial lattice positionshe so-called donorsn the space-charge layer (4): 02- (ads) + Zn' (R) + e'(R) -> ZnO + 0- (ads) 0- (ads) + Zn\" (R) -> ZnO (8) With increasing temperatures the extent of the last two reactions can become larger than the chemisorption, as has been shown for the reaction of carbon monoxide with nickel oxide (5). To obtain further information about the mechanism of gas reactions on solid surfaces we have investigated the effect of oxygen and carbon monoxide on the con- ductivity of dark and illuminated zinc oxide. In a subsequent paper, an investigation of the oxidation of carbon monoxide on zinc oxide is presented (5). THE UPTAKE OF OXYGEN AND CARBON MONOXIDE ON ILLUMINATED ZINC OXIDE SURFACES During the illumination of zinc oxide with light of 380 mii (i.e., in the region of optical self-absorption of zinc oxide) electron-hole pairs, e' ~ |e|', are produced in the surface region of the crystal to a depth of 10~5 cm: tu. (380 m/t) -^ e' ~ |e|' (9) The wavy line between e' and e ' denotes the exciton character of the electron-hole pairs which, in this coupled state, do not contribute to the electrical conductivity. Only if one of the two species of the electron- hole pairs, especially the hole, can react with trapping centers within the crystal or at the surface, the remaining free electrons act as charge carriers. It is remarkable that with trapping centers the holes react more readily than the free electrons. Obviously, in the n-type ZnO the holes generated by the illumination seem to be \"foreign species\" and will disappear preferentially. This fact 158 DOERFFLER AND HAUFFE is important in the reaction mechanisms of chemisorption and desorption of gases. Experimental Apparatus and Procedure All measurements were carried out with polycrystalline, compressed zinc oxide sam- ples which were finally sintered at high temperatures in atmospheres of various oxy- gen pressures. In order to avoid barrier-layer effects (deviations from Ohm's law) the following electrode system was employed: Ag [graphite | ZnO | graphite | Ag The dimensions of the samples prepared from spectroscopically pure zinc oxide were 20 X 20 X 4 mm and the illuminated geo- metric surface was 4 cm2. The electrical field strength, generally, amounted to approxi- mately 15 to 20 volt/cm and the wavelength of the illuminated light was 365 m^. The light source was a high-pressure mercury vapor lamp HBO 500 (Osram). With a quartz lens (100-mm focal distance) an ap- proximately homogeneous distribution of the incident light was obtained. The most effec- tive mercury light of 365 m/i was isolated by a combination of two colored glass filters: UG 11 and BG 38 (Schott & Gen.). In addi- tion, an iris diaphragm and a shutter were inserted into the light beam. FIG. 1. Block diagram for conductivity meas- urements. 1, Zinc oxide sample; 2, anode battery; 3, resistance of 103 to 105 ohms; 4, oscilloscope (Tektronix type 535A); 5, compensation bridge for adjusting the position of the electron beam; and 6, grounded shielding. As shown in the block diagram in Fig. 1, the sample of zinc oxide was connected in series with a working resistance which trans- formed the change of the photocurrent with time due to the illumination into a corre- sponding voltage change. This change of voltage was measured by means of an oscil- loscope (Tektronix Model 535A) with a voltage amplifier in a compensation bridge. The oscilloscope traces were photographed and evaluated. The dark-conductivity as a function of temperature and gas pressure was measured by the same method. In the case of ZnO samples with resistances greater than 106 ohms the input resistance of the oscilloscope was in series with the zinc oxide sample. In order to obtain undisturbed meas- urements with the oscilloscope at electrical field strengths as low as 10 mv/cm, the anode battery, the resistance bridge, and the meas- uring chamber (except the window for the illumination) were shielded and grounded. Figure 2 represents the measuring cham- ber with the preheating vessel for the enter- ing gas. The rectangular sample was fixed to a glass support, h, through which a thermo- statted fluid was circulated. By this arrange- ment the temperature could be maintained constant at any desired value between 00 and +100. For measurements at higher temperatures (up to +200) the measuring chamber was wound with a heating tape. The temperature was controlled by a regula- tor to about . The temperatures in chambers A and B were recorded separately. Both chambers were evacuated and after attainment of temperature equilibrium could be connected by the stopcock k. The gases were purified by standard methods. All zinc oxide samples, pure and doped with LiaO or Gaa03, were annealed at 850 for 5 hr either in oxygen at 1 atm or in vacuum at 10~4 Torr. In order to prevent a reaction of zinc oxide with the material of the furnace during the annealing process all samples in the furnace were placed on other ZnO samples which were not used for meas- urements (7). After putting contacts on both ends of the annealed samples they were placed between two platinum electrodes b and d. Satisfactory electrical contact was secured by applying a slight pressure with the help of steel springs. Reaction of Oxygen with Charge Carriers at the Surface of Zinc Oxide As reported in the literature, the extent of photoconductivity and its decay are de- HETEROGENEOUS PHOTOCATALYSIS I. 159 FIG. 2. Measuring chamber and preheating vessel containing glass support with the zinc oxide sam- ple. A, Measuring chamber; B, preheating vessel; 1 and k, stopcocks for the entrance of the gas mix- ture; m, preheating coil; h, glass support with sample holder, a, and the platinum electrodes b and d (between them the ZnO sample c); e and g, ground stoppers for the current supply and the thermo- couple; i and j, tubes for connection with a circulation thermostat; s, window for illumination; p, thermocouple. pendent on the oxygen pressure. In the presence of oxygen, and also after later addi- tion of oxygen, the decay is strongly in- creased compared to that observed in high vacuum. The curves of Fig. 3 were obtained at 160. It can be concluded from these measurements that the steady state of the photoconductivity is determined only by the oxygen pressure, independently of whether the oxygen is already present at the begin- ning of the illumination or is later added during the illumination. This conclusion is confirmed by the results shown by the curves 2 and 7 of Fig. 3 in the one case and curves 3 FIG. 3. Variation with time of the dark- and photoconductivity of zinc oxide at 160 and various oxygen pressures. (Oz admission during illumination and during the dark-decay is indicated by arrows on curves 7 and 8.) 160 DOEEFFLER AND HAUFFE and 8 in the other case. Without doubt the oxygen pressure is of great influence on the extent of the generation of charge carriers. While in the experiments represented by curves 2 and 3 oxygen will be desorbed, curves 7 and 8 indicate an adsorption of oxygen during illumination. These experimental results are in agree- ment with those of other authors. For in- stance, Medved (8) could demonstrate the i*/i is increased by approximately 2 orders of magnitude of 20. The optical absorp- tion and the photoconductivity of pure zinc oxide commence sharply at A = 400 imi with a steep increase and reach their maximum value at 370 imi, but the photoconductivity and the optical absorption (Fig. 5 represents the optical reflection which is equivalent to the optical absorption) of zinc oxide doped with lithium oxide are already observable at 4700 5100 X FIG. 4. Ratio of the photocurrent i*, and dark current, i, at various temperatures as function of wavelength for pure zinc oxide and for zinc oxide doped with 0.04 mole % LiaO in air at 1 atm. desorption of oxygen by simultaneous meas- urements of the electrical conductivity and of the gas pressure. The inverse step of an oxygen uptake at illuminated zinc oxide surfaces was first studied by Mjasnikov (9) and extended by Barry and Stone (10) by means of conductivity and pressure measurements. In the case of LizO doping, even an addi- tion of a small amount of LiaO (~0.04 mole %) has a remarkable influence on the photo- conductivity. As shown in Fig. 4, the ratio of the photo- and dark-current ingiitAdark = longer wavelengths. Furthermore, Fig. 4 shows that the ratio i*/i is decreasing with increasing temperature and attains only one- half power of ten at 150. In contrast to the increase of the ratio of photo-to-dark conductivity of zinc oxide doped with Li20, the ratio of the conductivities of zinc oxide doped with Ga203 was only one-fifth of the ratio for pure zinc oxide.* * According to Hauffe (11) a milling process de- creases the photoconductivity of pure and doped ZnO. HETEROGENEOUS PHOTOCATALYSIS I. 161 The dependence of dark- and photo- conductivity on temperature and oxygen pressure. As reported in the literature {12) the conductivity of ZnO at low temperatures (e.g., 25) can be changed by several orders of magnitude by a pretreatment at a suitable temperature and gas atmosphere. This can be realized, for instance, by annealing zinc oxide in high vacuum at high temperatures and subsequently dropping to low tempera- tures (25) to measure the conductivity at 1 atm of oxygen between 25and 250 both in the dark and under illumination. Tischer 200 300 400 500 600 700 WAVELENGTH, X m/i 800 FIG. 5. Wavelength dependence of the reflec- tion spectra of pure zinc oxide (curve 1) and zinc oxide doped with 0.05 mole % LiaO (curve 2) versus BaSOi as reference substance at 20. (IS) found a linear relationship between the dark- and photoconductivity. If the dark- conductivity of pure zinc oxide, however, is too large, the photoconductivity is prac- tically no longer observable; obviously, the additional charge carriers generated by light represent only a relatively small addition to the large concentration already present in the dark. In contrast to this result, for zinc oxide doped with lithium oxide the increase of charge carriers by illumination has a great influence on the conductivity under all experimental conditions as long as the temperature is not too high. Figure 6 represents the dependence on the tempera- ture of the dark- and photoconductivity of zinc oxide doped with 0.04 mole % LiaO at 1 atm air. Here the ratio o-iight/o-dark attains the value of one at approximately 200 because of the different slopes of the curves. In further experiments the dependence of both the dark- and photoconductivity of zinc oxide on the oxygen pressure has been measured at 150 and at decreasing and increasing oxygen pressure (Fig. 7). Devia- tions in the absolute values of the con- ductivity depend on whether the oxygen pressure increases or decreases. These devia- tions are not surprising at low-temperature measurements because especially in this tem- perature region the highly sensitive surface equilibria are determining the conductivity in the space-charge layers, while at high temperature the concentration of the charge carriers in the bulk, in equilibrium with oxygen, is responsible for the conductivity. The exponent of the oxygen-pressure de- pendence of the dark- and photoconductivity at 25 is approximately the same. While the exponent of the oxygen-pressure de- pendence of the dark-conductivity with decreasing oxygen pressure (o- ~ po,\"172) is in fair agreement with that quoted by Engell and Hauffe (14), the corresponding value obtained with increasing oxygen pressure is somewhat lower: a ~ po^112 7. Luminescence Measurements with Pure and Doped Zinc Oxide Nicoll (15) found that zinc oxide ex- hibits two luminescence bands during illu- mination with light of 365 m^u, or during irradiation with electrons of a correspond- ing energy. One of the bands has its maxi- mum at 25 at A, = 390 m/ihis is very near the edge of the self-absorption band nd the other at A. = 510 in^u. Since the longer green wavelength band was expected to be caused by the recombination of free eletcrons with the double-charged donors Zn\" during the illumination: Zn\" + e' -^ Zn' (10) it seemed desirable to measure the lumines- cence of zinc oxides subjected to different pretreatments and doping with LiaO. The results of these measurements are presented in Fig. 8. On the illuminated outer surface of the measuring cell in the fluorescence attach- ment of the spectrophotometer, a fast-drying colorless adhesive was supported and the grains of the milled zinc oxide pellets were 162 DOEBFFLER AND HAUFFE 200 80 40 20 FIG. 6. Temperature dependence of the dark- and photoconductivity of zinc oxide doped with 0.04 mole % LhO at Po = 150 Torr. sprinkled on it. The fluorescence attachment was thermostatted at a definite and constant temperature between 25and 80. Our experimental arrangement did not permit the determination of absolute values of the luminescence. After our experiments both the wavelength and the intensity of the green (\\ = 510 m/x) luminescence band could not be noticeably changed, either by annealing or by doping of the zinc oxide sample. In spite of a large increase of the donor concen- tration in zinc oxide due to an addition of 0.2 mole % LiaO, an increase of the intensity of the green luminescence band was not detectable. Therefore, it remains uncertain whether the electronic reaction (10) is re- sponsible for the green luminescence light. The Reaction of Carbon Monoxide with the Zinc Oxide Surface Elucidating results have been obtained by the study of the influence of carbon monox- ide on the dark- and photoconductivity of ZnO. According to gas-volumetric measure- ments at low pressures (10~2 Torr) by Terenin and Solonitzin (16) light of 365 m/i promotes the uptake of carbon monoxide on zinc oxide. This result at first suggests that the uptake of carbon monoxide can be ex- plained by a mechanism similar to the oxygen chemisorption, i.e., either by a direct reaction with the emission of electrons in the dark or by recombination with the electron- hole pairs during illumination: HETEROGENEOUS PHOTOCATALYSIS I. 163 FIG. 7. Oxygen-pressure dependence of the dark- and photoconductivity of zinc oxide with oxygen pressure at 150. (Time between sets of measurements was 12 hr; photoconductivity measurements made after an illumination time of 10 min.) FIG. 8. Dependence of luminescence of zinc oxide on pretreatment and doping (excitation, 365 m/i). ZnO untreated: (1) at 25, (4) at 80. ZnO pretreated at 850 in oxygen: (2) at 25, (5) at 80. ZnO doped with 0.2 mole % LLO: (3) at 25, (6) at 80. CO (gas) <=* C0+ (ads) + e' in the dark (11) CO (gas) + ]e|' ~ e' -^ CO+ (ads) + e' under light (12) whereby free electrons result which are preferentially available for the charge trans- port. This evident mechanism, however, cannot explain the following experimental results. If a zinc oxide sample is illuminated at 160 in a carbon monoxide atmosphere of 45 Torr, an increase of the conductivity is observed. The curve, represented in Fig. 9, has a slope similar to that of the photocon- ductivity in high vacuum. The absolute value of the photoconductivity in carbon monoxide, however, is somewhat smaller after a longer illumination period than that 164 DOEBFFLEB AND HAUFFE 300 400 500 600 700 800 900 TIME.tec FIG. 9. Course of photoconductivity and of dark decay with time of zinc oxide in vacuum and in carbon monoxide at 160. PIG. 10. Change of dark-conductivity of pure zinc oxide with time. Sequence of measurements: (A) under vacuum, (B) under CO of 20 Torr, and (C) under vacuum. ZnO was pretreated 5 hr in air at I atm and 850. HETEROGENEOUS PHOTOCATALYSIS I 165 24 2',2.0 S81 16 1,4 121 1Ji 8 S 6 ^ 4^2u> n | LIGHT ON ICO ADMISSION |LIGHT OFF ' T DURING ' ILLUMINATIONo^ = 10 Torr without CO /\"'\"^ \\^.^Pco-92 Torr \\/ v^ \\ ^ jf ,50 To/'^ \\^-1 1. '\"~~EMPERATURE 160'C \\\\. \\ '36B mM \\^ \"~~ 200 300 400 TIME, 1 sec FIG. 11. Change of the photoconductivity with time of zinc oxide doped with 0.04 mole % LizO. in high vacuum. The decay of the conduc- tivity in the dark period also follows prac- tically the same course as that in high vacuum (see curve B in Fig. 9). Noticeable is the fast appearance of the steady state of the photoconductivity of zinc oxide in carbon monoxide which remains constant at longer illumination periods. Furthermore, during continuous illumination in vacuum an additional increase of the photoconduc- tivity is observed (see curve A in Fig. 9). A similar influence of carbon monoxide on the dark-conductivity of zinc oxide was observed. As shown in Fig. 10, the desorp- tion of oxygen detectable by the increase of the conductivity with time is stopped by introduction of CO. During the further action of carbon monoxide on zinc oxide, however, the conductivity increases slowly without reaching the dotted curve which would be obtained if the evacuation were not interrupted by a CO treatment. If, after a period of time, the vacuum is restored, a noticeable increase of conductivity occurs which is larger than that of the vacuum- treated zinc oxide. These phenomena seem to be based on the same mechanism as those observed under illumination. In order to obtain information on the mechanism of the reaction of carbon monox- ide with the chemisorbed oxygen at the zinc oxide surface, carbon monoxide was intro- c c-^ 111 1 1 S 22 LIGHT ON LIGHT OFF I 20 4R ' ^ a. 18 - CO ADMISSION ^ 160 - p- =10 Torr 1 0 14 \\ LIGHT ON LIGHT OFF : 12 \\ * -- ^- = 10 .^ ^.^ ^Pco39210\"-l\\\\ / \"--. 1 e ^ 6^ 4 | TEMPERATURE'160'C -' X 365m/i \\\\^r~\"\"->- \"i:^-^-^--i Pco'lSOTorr/ ^-1 \\ - \\ ^. 2 \\ 1 1 ^ o 111 1 0 100 200 300 400 500 600 700 800 90 TIME,*ec FIG. 12. Conductivity measurements with the same zinc oxide sample as in Fig. 11. 166 DOERFFLER AND HAUFFE duced at 92 and 150 Torr into the reaction chamber which contained the zinc oxide sample doped with 0.04 mole % LiaO under 10 Torr oxygen at 160. Figure 11 shows that by introduction of CO during the illumination, the photoconductivity is not only decreased but also the dark decay be- comes considerably faster and attains values below the original value of the dark-con- ductivity before illumination. Finally, car- bon monoxide was introduced in the chamber with the same zinc oxide sample under the same experimental conditions as above, but only during the dark period, whereupon the dark-decay rate increased (Fig. 12). On repetition of the illumination, now in the presence of a gas mixture of 10 Torr oxygen and 92 or 150 Torr carbon monoxide, is considerably below the value attained at 10 Torr oxygen only. Furthermore, the photoconductivity decreases continuously during the illumination. The value of the dark-conductivity resulting from the steep dark decay is still lower than that of the preceding experiment. DISCUSSION OF THE EXPERIMENTAL RESULTS From the experiments described in the preceding section we conclude that the gen- eration and annihilation of charge carriers free electrons in zinc oxidere influenced by the presence of oxygen. The influence of carbon monoxide on these processes is more complicated because of a chemical reaction of carbon monoxide with the chemisorbed oxygen, along with participation of free electrons in the zinc oxide surface, which will be discussed below in more detail. Re- cently Kokes (17) reported two types of oxygen chemisorption measured by means of electron spin resonance; one appears at room temperature as 0~ species and the other appears at 200 (or above) as O2- species. The latter is stabilized by migration of donors to the surface in the formation of ZnO as has been described above [see Eqs. (7) and (8)]. The method used by Kokes did not permit a distinction between 0- and Oa~ species. From the dependence of the photocon- ductivity on the oxygen pressure, one may tentatively conclude that electron-hole pair formation cannot be directly responsible for the increase of the conductivity during illumination. A photochemical reaction must play a decisive role whereby the holes react with the chemisorbed oxygen species at the surface in order to uncouple the excitons Oz- (ads) + |e|' and ' e' -^ Oz\" (ads) + e' Oa (gas) desorption (13a) 0- (ads) + |e|' ~ e' -> O* (ads) + e' (13b) 0 (ads) + 0- (ads) -> Of (ads) (13c) where reaction (13c) is followed by reaction (13a). Without doubt, such an uncoupling process requires still other reaction centers both at the surface and within the crystal to be taken into consideration. In addition to these desorption reactions, a chemisorption according to Eqs. (5) and (6) can take place (see Fig. 3). The extent of these reactions depends on the oxygen pressure. In any case a steady state is established; it is charac- terized by a definite concentration of free electrons responsible for the photoconduc- tivity. The contribution of the holes to the conductivity should be negligible. On the basis of this mechanism one may conclude that the Fermi potential in zinc oxide retains its definite thermodynamical meaning even in the illuminated state, since in any case only free electrons are charge carriers (the concentration of holes is too low due to their reaction with the chemi- sorbed oxygen). The value of the Fermi potential is independent of the concentration of the exciton-like electron-hole pairs. In this situation the concept, occasionally men- tioned in the literature, that the Fermi potential of an illuminated crystal loses its meaning and is to be substituted by two independent chemical potentials y._ and JU+ cannot be maintained. After switching off the light, the disturbed electronic equilibrium caused by the elec- trons produced in excess will diminish again to its thermodynamic equilibrium because of the reaction of the excess free electrons with electron-affinity centers, such as physi- sorbed oxygen, double-charged donors Zn\", or other lattice defects. Therefore in a crystal with small concentrations of lattice defects HETEROGENEOUS PHOTOCATALYSIS I. 167 the rearrangement of the thermodynamic equilibrium can be preponderantly under- stood by the mechanism described above by Eqs. (5) through (8). It may be concluded that a considerable that the relation (1/2 ~ 1/po; is based on the assumption that as a rough approxima- tion only the forward step of the chemisorp- tion in Eq. (6) shall be rate-determining. Therefore, we obtain for the rate of decrease 24 20 12 T = 20 I 234567 (l/p )x 103 Torr FIG. 13. Half-life versus the reciprocal oxygen pressure. Values obtained from measurements of the oxygen-pressure dependence of the dark decay at 20. portion of the chemisorbed oxygen must be present as Oa~(ads) not only from the reac- tion of the chemisorbed oxygen with carbon monoxide, discussed later, but also by the evaluation of the half-life period (1/2 of the dark decay as a function of the oxygen pres- sure. This is seen in Fig. 13 where (1/2 plotted against 1/po, yields a straight line, but only up to <i/2 = 20 sec. Above this value the deviations become larger and larger. This, however, is not surprising if one considers of the concentration of free electrons, c_ = dc-/dt: c_ = hKiC-po. (14) where -K\"i is the equilibrium constant of the law of mass action for the physisorption, Eq. (5), and kt the rate coefficient of the for- ward step of reaction, Eq. (6). Furthermore, if one considers that the conductivity a is proportional to c_ and if Eq. (14) is inte- grated between the limits t = 0 and ( = (1/2 168 DOERFFLER AND HATJFFE and o-(max) and o-(max)/2, respectively, we obtain: (1/2 = [<r(max)/2fcA](l/po,) (15) From the slope of the straight line in Fig. 13, the rate constant fca of the chemisorption can be determined if o-(max) and Ki are known from other measurements. As can be concluded from long-time il- lumination experiments in high vacuum at 150, not only chemisorbed oxygen desorbs according to Eq. (13) but also oxygen can escape which originally was present in the form of lattice ions. This assumption is self- evident if one considers that the established surface equilibrium ZnO ^ Zn' (ads) + 0- (ads) (16) will be shifted to the right due to the desorp- tion according to Eq. (13), and the zinc oxide will be decomposed by photolysis. These combined reactions, (13) and (16), result in a large surface enrichment of donors and free electrons which can diffuse into the crystal (ambipolar diffusion). Zinc-metal precipitation can appear if the enrichment of donors and free electrons becomes so large that the chemical potential of the zinc-metal phase becomes substantial. Further valuable information about the mechanism of the generation of charge car- riers is obtained by experiments with zinc oxide doped with LiaO and GazOa. Besides our own experiments, Trivich and co-work- ers (18) have investigated the photoconduc- tivity of zinc oxide doped with LizO, Ga203, ALOg, and CuO. These authors assume that the observed increase of the photoconduc- tivity due to LizO doping is caused by the additional generation of free electrons due to the reaction Zn' + hv Zn\" + e' (17) This assumption seems to be reasonable with LiaO-doped zinc oxide at longer wave- lengths where an electron-hole formation in the valence band is not possible for ener- getic reasons. With pure zinc oxide, however, this mechanism should not play any decisive role because of the low concentration of donors. The same can probably be assumed for LiaO-doped zinc oxide if the illumination occurs with light of 365 imi where the elec- tron-hole pair formation predominates. If one considers that the incorporation of LiaO LiaO + e' = 2Zn[Li|' + Zn' + ZnO (18) causes a decrease of the concentration of free electrons and an increase of the donors (Zn|Li|' denotes Li ion on zinc-ion lattice position) it becomes evident that practically no electrons are available for the chemisorp- tion of oxygen. Therefore, the reaction of the electron-hole pairs with the chemisorbed oxygen cannot in this case be responsible for the increase of the photoconductivity during the illumination. We have to consider an- other mechanism for the reaction with the electron-hole pairs. It appears justified to assume tentatively a reaction of the elec- tron-hole pairs with the donors in the following way: Zn' + |e|' ~e'->Zn\" + e' (19) Zn\" + e' -> Zn' (20) Step (19) seems to be preferred except for the dark decay when reaction (20) pre- dominates. In spite of the large concentra- tion of free electrons produced during the illumination period, the participation of chemisorption of oxygen in the dark-decay period can be neglected, since Oa~ particles present at the surface would react with the doubly charged donors: Or (ads) + Zn\" = 0^ (ads) + Zn' (21) By these considerations the observed faster rates of increase and decay of the photo- conductivity of zinc oxide doped with LizO become understandable. While for pure zinc oxide the generation and destruction of charge carriers is determined by desorption and chemisorption, respectively, a process which takes time, the corresponding changes in the conductivity obtained with zinc oxide doped with LizO are faster because they are based only on electronic exchange processes without any chemical reactions. To what extent the lithium ions in zinc oxide, Li[Zn[', are more effective as traps for holes than the singly charged donors cannot be decided at present. In such a case the following mechanism would be conceivable HETEROGENEOUS PHOTOCATALYSIS I. 169 Li|Zn]' + lep^e'-^LilZn\" + e' (22) with the consequent reactions LilZn^ + Tin = Li]Zn|' + Zn\" (23) or LilZnl\" + e' = Li|Zn|' (24) For confirmation of this mechanism, how- ever, further experiments are necessary. A situation similar to that for pure zinc oxide seems to exist for the generation of charge carriers during illumination of zinc oxide doped with Ga203. According to the equation for the incorporation of gallium oxide: Zn' + GazOa = 2Ga]Zn e' + 32n0 (25) where Ga]Znj' denotes a gallium ion on a zinc-ion lattice position, the concentration of donors here is strongly decreased and, correspondingly, the concentration of free electrons increased. Especially under these conditions an intensive chemisorption of oxygen occurs without surface reactions ac- cording to Eqs. (7) and (8) due to the absence of donors. The photoeffect, without doubt established on zinc oxide doped with GaaOg, does not become effective because the concentration of free electrons in the dark has become so large, owing to the GazOg doping, that the relative increase of charge carriers due to illumination is small. This condition is similar to that for pure zinc oxide annealed in high vacuum at high tem- peratures where the percentage increase of free electrons produced by illumination is also small due to the large initial concentra- tion of electrons. At present, it cannot be estimated to what extent the gallium ions in zinc-ion lattice positions can act as recombination centers for electron-hole pairs according to the fol- lowing equations: Ga|Zn|\" + e' = Ga|Zn x (26) Ga|Zn x + e' ~ ]e = Ga|Zn + e' (27) On the basis of the experimental results on the influence of carbon monoxide on the dark and photoconductivity of zinc oxide, a direct chemisorption of carbon, monoxide on zinc oxide, with electron transfer to the catalyst, must be excluded. Due to the con- ductivity-decreasing influence of carbon monoxide on zinc oxide, both in the dark and in the illumination period, an uptake of carbon monoxide by zinc oxide is under- standable only if it consists of a reaction with the chemisorbed oxygen. Besides the reaction of carbon monoxide with chemi- sorbed 0~ particles CO(gas) + O-(ads) = C02-(ads) (28) the decrease of the dark- and photoconduc- tivity forces us to assume a significant reaction with chemisorbed Q-r particles. Therefore, the following reaction scheme can be tentatively proposed: CO(gas) + C>2-(ads) C02-(ads) + Of (ads) (2!)) with the subsequent fast reaction O(ads) + e' -> O-(ads) (30) and reaction step (28). Only by such a mechanism are electrons consumed and therefore the conductivity must be de- creased as found in the experimental results. Obviously, the presence of carbon monoxide with the simultaneous presence of oxygen in the gas phase or in a chemisorbed state causes a new steady state in the surface region of zinc oxide which is characterized by a smaller stationary concentration of free electrons both in the dark and during il- lumination. The COa formation must play a decisive role, indeed, which is illustrated by the increase of the photoconductivity due to desorption of carbon dioxide upon il- lumination during evacuation (Fig. 10). C02-(ads) <=C02(gas) + e' (31} The electron trapped by chemisorption is set free. The existence of chemisorbed C0a~ particles at the zinc oxide surface was dis- covered by Schlosser and Hauffe (19) who measured the increase of the electrical resistance of zinc oxide by introduction of COa into the gas atmosphere at various temperatures. These results are in agree- ment with those reported by Taylor and Amberg (20). These authors observed by means of infrared spectra in the region 2-9 ii that CO does not exist as such on the surface of zinc oxide at 155, but is immediately 170 DOERFFLER AND HAUFFE oxidized to C02. No evidence for carbonate formation in the adsorption of CO was detectable. The results obtained in this paper are very important for the elucidation of the mechanism of the heterogeneous catalysis of the carbon monoxide oxidation both at dark and illuminated zinc oxide surfaces. REFERENCES 1. HEILAND, G., MOLLWO, E., AND STOCKMANN, P., Solid State Phys. 8, 191 (1959). 2. VON BAUMBACH, H. H., AND WAGNER, C., Z. Phys. Chem. B22, 199 (1933). 3. AIGBAIN, P., AND DUGAS, P., Z. Elektrochem. 56, 362 (1952); HAUFFE, K., AND ENGELL, J. H., ibid. 56, 366 (1952); WEISZ, P. B, J. Chem. Phys. 21, 1531 (1953). 4. HAUFFE, K., AND SCHOTTKY, W., Deckschicht- bildung auf Metallen, in \"Halbleiterprob- leme,\" Vol. 5, pp. 203-339. Vieweg Verlag, Braunchweig, West Germany, 1960. 6. HAUFFE, K., Z. Elektrochem. 65, 321 (1961). G. DOEBFFLER, W., AND HAUFFE, K., J. Catalysis 3, 171 (1964). 7. HEDVALL, J. A., AND SCHILLER, G., Z. Anorg. u. Allgem. Chem. 221, 97 (1934). 8. MEDVED, D. B., J. Chem. Phys. 28, 870 (1958). 9. MJASNIKOV, I. A., Zhw. Fiz. Khim. 31, 1721 (1957). 10. BARRY, T. I., AND STONE, P. S., Proc. Roy. Soc. (London) A255, 124 (1960). 11. HAUFFE, K., J. Phot. Sci. 10, 327 (1962). 12. STOCKMANN, P., Z. Physik 127, 563 (1950); DEREN, J., HABER, J., AND WILKOWA, T., Z. Physik 155, 453 (1959). 13. TISCHER, G., Doctoral Thesis, University at Eriangen, West Germany. 14. ENGBLL, H. J., AND HAUFFE, K., Z. Elektro- chem. 57, 762 (1953). IB. NICOLL, P. H., J. Opt. Soc. Am. 38, 817 (1948). 16. TERENIN, A., AND SOLONITZIN, YU., .DISC. Faraday Soc. 28, (1959). 17. KOKES, R. J., J. Phys. Chem. 66, 99 (1962). 18. PAPAZIAN, H. A., FLINN, P. A., AND TRIVICH, D., /. Electrochem. Soc. 104, 84 (1957). 19. SCHLOSSER, E. G., AND HAUFFE, K., unpub- lished data. 30. TAYLOR, J. H., AND AMBERG, C. H., Can. J. Chem. 39, 535 (1961). YJCAT 6490123X 0021-9517(64)90123-X 10.1016/0021-9517(64)90123-X Heterogeneous photocatalysis I. The influence of oxidizing and reducing gases on the electrical conductivity of dark and illuminated zinc oxide surfaces Wolfgang Doerffler Karl Hauffe ∗ From the Institute for Physical Chemistry of the University of Frankfurt/Main, West Germany ∗ Frankfurt/Main Ulmenstr. 23. Since the photoconductivity of zinc oxide increases with time in a carbon monoxide atmosphere and also during the subsequent evacuation under light, it must be concluded that the uptake of CO by an illuminated zinc oxide surface is understandable only if neutral CO molecules react with chemisorbed oxygen to form COO −(ads). The decreased photoconductivity of zinc oxide due to introduction of carbon monoxide in oxygen confirms this mechanism and leads to the further assumption that a considerable portion of the chemisorbed oxygen must be present as O2 −(ads). This assumption also explains why the half-life period t 1 2 of the dark decay in pure oxygen is proportional to 1 p O 2 The generation of charge carriers during the illumination is strongly influenced by doping zinc oxide with Li2O and Ga2O3. Possible mechanisms are discussed. Since an addition of Li2O to zinc oxide changes neither the position nor the intensity of the green luminescence band, it remains uncertain whether the donors, reacting with the electronic species, are responsible for the green luminescence light. References 1. G. Heiland E. Mollwo F. Stöckmann Solid State Phys. 8 1959 191 2. H.H. von Baumbach C. Wagner Z. Phys. Chem. B22 1933 199 3. P. Aigrain P. Dugas Z. Elektrochem. 56 1952 362 K. Hauffe J.H. Engell Z. Elektrochem. 56 1952 366 P.B. Weisz J. Chem. Phys. 21 1953 1531 4. K. Hauffe W. Schottky Deckschichtbildung auf Metallen Halbleiterprobleme Vol. 5 1960 Vieweg Verlag Braunchweig, West Germany 203 339 5. K. Hauffe Z. Elektrochem. 65 1961 321 6. W. Doerffler K. Hauffe J. Catalysis 3 1964 171 7. J.A. Hedvall G. Schiller Z. Anorg. u. Allgem. Chem. 221 1934 97 8. D.B. Medved J. Chem. Phys. 28 1958 870 9. I.A. Mjasnikov Zhur. Fiz. Khim. 31 1957 1721 10. T.I. Barry F.S. Stone Proc. Roy. Soc. (London) A255 1960 124 11. K. Hauffe J. Phot. Sci. 10 1962 327 12. F. Stöckmann Z. Physik 127 1950 563 J. Deren J. Haber T. Wilkowa Z. Physik 155 1959 453 13. Tischer, G., Doctoral Thesis, University at Erlangen, West Germany. 14. H.J. Engell K. Hauffe Z. Elektrochem. 57 1953 762 15. F.H. Nicoll J. Opt. Soc. Am. 38 1948 817 16. A. Terenin Yu. Solonitzin Disc. Faraday Soc. 28 1959 17. R.J. Kokes J. Phys. Chem. 66 1962 99 18. H.A. Papazian P.A. Flinn D. Trivich J. Electrochem. Soc. 104 1957 84 19. Schlosser, E. G., and Hauffe, K., unpublished data. Taylor and Amberg, 1961 J.H. Taylor C.H. Amberg Can. J. Chem. 39 1961 535",
      "scopus-id": "50549201968",
      "coredata": {
        "eid": "1-s2.0-002195176490123X",
        "dc:description": "Since the photoconductivity of zinc oxide increases with time in a carbon monoxide atmosphere and also during the subsequent evacuation under light, it must be concluded that the uptake of CO by an illuminated zinc oxide surface is understandable only if neutral CO molecules react with chemisorbed oxygen to form COO −(ads). The decreased photoconductivity of zinc oxide due to introduction of carbon monoxide in oxygen confirms this mechanism and leads to the further assumption that a considerable portion of the chemisorbed oxygen must be present as O2 −(ads). This assumption also explains why the half-life period t 1 2 of the dark decay in pure oxygen is proportional to 1 p O 2 The generation of charge carriers during the illumination is strongly influenced by doping zinc oxide with Li2O and Ga2O3. Possible mechanisms are discussed. Since an addition of Li2O to zinc oxide changes neither the position nor the intensity of the green luminescence band, it remains uncertain whether the donors, reacting with the electronic species, are responsible for the green luminescence light.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1964-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/002195176490123X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Doerffler, Wolfgang"
          },
          {
            "@_fa": "true",
            "$": "Hauffe, Karl"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/002195176490123X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/002195176490123X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(64)90123-X",
        "prism:volume": "3",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Heterogeneous photocatalysis I. The influence of oxidizing and reducing gases on the electrical conductivity of dark and illuminated zinc oxide surfaces",
        "prism:copyright": "Copyright © 1964 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "156-170",
        "prism:endingPage": "170",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1964",
        "prism:doi": "10.1016/0021-9517(64)90123-X",
        "prism:startingPage": "156",
        "dc:identifier": "doi:10.1016/0021-9517(64)90123-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "42",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-002195176490123X-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "275",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "15",
            "@width": "26",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-002195176490123X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "192",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/50549201968"
      }
    }
  }
}