{
  "metadata": {
    "title": "The kinetics of hydrogen peroxide decomposition catalyzed by cobalt-iron oxides",
    "authors": "; ",
    "journal": "Journal of Catalysis",
    "date": "1974-03-31",
    "doi": "10.1016/0021-9517(74)90096-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0021951774900967",
    "pii": "0021951774900967"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000990428",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T08:28:01 1-s2.0-0021951774900967 0021-9517(74)90096-7 0021951774900967 10.1016/0021-9517(74)90096-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X0437X 2015-05-13T20:40:28.567884-04:00 0 0 19740301 19740331 1974 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0021-9517 00219517 32 32 3 3 Volume 32, Issue 3 12 452 465 452 465 197403 March 1974 1974-03-01 1974-03-31 1974 converted-article fla Copyright © 1974 Published by Elsevier Inc. KINETICSHYDROGENPEROXIDEDECOMPOSITIONCATALYZEDBYCOBALTIRONOXIDES GOLDSTEIN J COTA 1964 1281 H ARDON 1965 91 M OXYGEN ARDON 1965 94 M OXYGEN SATO 1963 26 T SCHUELE 1963 224 W ULTRAFINEPARTICLES JONKER 1965 165 G TSEUNG 1972 1383 A ALLEN 1968 143 T PARTICLESIZEMEASUREMENT UNOFALK 1969 599 S ALKALINESTORAGEBATTERIES UNOFALK 1969 588 S ALKALINESTORAGEBATTERIES SCHUMB 1955 472 W HYDROGENPEROXIDE SCHUMB 1955 476 W HYDROGENPEROXIDE WILLIAMS 1966 38 K INTRODUCTIONFUELCELLS PANNETIER 1967 410 G CHEMICALKINETICS BAGG 1962 201 J HART 1963 121 A HART 1963 251 A BOND 1962 139 G CATALYSISBYMETALS ORR 1959 26 C FINEPARTICLEMEASUREMENT SCHWAB 1953 464 G STRUCTUREPROPERTIESSOLIDSURFACES SCHWAB 1958 36 G SUCHET 1965 82 J CHEMICALPHYSICSSEMICONDUCTORS SUCHET 1965 83 J CHEMICALPHYSICSSEMICONDUCTORS HART 1963 1458 A HART 1962 1175 A ROY 1969 129 C LATIMER 1952 343 W OXIDATIONPOTENTIALS LATIMER 1952 347 W OXIDATIONPOTENTIALS PARRAVANO 1971 149 G PROC4THINTCONGRESSCATALYSIS HUANG 1966 C PHDTHESIS SQUIRES 1963 324 R MULLER 1964 270 W SCHMALZRIED 1965 265 H PROGRESSINSOLIDSTATECHEMISTRY POURBAIX 1966 326 M ATLASELECTROCHEMICALEQUILIBRIAINAQUEOUSSOLUTIONS DUKE 1961 304 F MCKEE 1969 355 D KORDESCH 1963 340 K FUELCELLS AUSTIN 1968 144 L HANDBOOKFUELCELLTECHNOLOGY AUSTIN 1968 145 L HANDBOOKFUELCELLTECHNOLOGY LINDE 1961 860 V GOLDSTEINX1974X452 GOLDSTEINX1974X452X465 GOLDSTEINX1974X452XJ GOLDSTEINX1974X452X465XJ item 0021-9517(74)90096-7 0021951774900967 1-s2.0-0021951774900967 10.1016/0021-9517(74)90096-7 272561 2010-10-26T03:46:00.064098-04:00 1974-03-01 1974-03-31 1-s2.0-0021951774900967-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951774900967/MAIN/application/pdf/537de6699aafa0a1d44b18d5f5f2b850/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951774900967/MAIN/application/pdf/537de6699aafa0a1d44b18d5f5f2b850/main.pdf main.pdf pdf true 1193811 MAIN 14 1-s2.0-0021951774900967-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951774900967/PREVIEW/image/png/a38a84f7a66a6f214a4ce92d9a0daaa1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951774900967/PREVIEW/image/png/a38a84f7a66a6f214a4ce92d9a0daaa1/main_1.png main_1.png png 62242 849 656 IMAGE-WEB-PDF 1 JOURNAL OF CATALYSIS 32, 452-465 (1974) The Kinetics of Hydrogen Peroxide Decomposition Catalyzed by Cobalt-Iron Oxides J. R. GOLDSTEIN AND A. C. C. TSEUNG Department of Chemistry, The City University, St. John Street, London EC IV 4PB Received April 9, 1973 The kinetics, in alkaline solution, of heterogeneous HaO; decomposition by the cobalt-iron spinel oxide system, CoiFea-^, (0 < x :< 3), were studied with a view to denning the intrinsic and microstructural factors influencing the catalytic activity. The activity order for two catalyst series, prepared by hydroxide and oxalate co- precipitation routes, was found to be (considering x values) 1.0 > 1.5 > 2.0 > 2.4 > 3.0 > 0.6 > 0.0 on the basis of diffusion-free activation energies for the decomposition reaction. This order agreed with results obtained by measuring the initial rates of sOs decom- position, provided the rates were normalized for the available area of reaction at the catalyst surface. The activity order can be interpreted in terms of the electronic structure of cobalt-iron oxides, and a key factor is the presence of Co11 ions on the octahedral lattice sites, which can initiate a cyclic electron transfer process (redox reaction) on the catalyst surface. Maximum activity, and lowest activation energy for the reaction, occurs at x = 1, since the greatest availability of octahedral Co\" occurs at this composition. INTRODUCTION microstructural factors are taken into The cobalt^iron spinel oxide system may account. be represented by the general formula EXPERIMENTAL Coa-Pea-tOe, where x, the composition vari- able, can take values between 0 and 3. This In c)rder to investigate HaOa decom- system was reported by Cota, Katan, Chin, position kinetics as a function of catalyst and Schoenweis (1) to possess activity for composition and microstructure, it was hydrogen peroxide (^Os) decomposition in necessary to synthesize cobalt-iron oxides alkaline solution comparable to highly oveT ^e complete composition range of the active catalysts for the reaction such as system (0<:c<3), with differing surface silver and platinum black, when tested areas- Tw0 series were accordingly pre- under similar conditions. The pronounced pared. The first, consisting of high surface activity may be explained m terms of area powders, was obtained by hydroxide intrinsic factors, such as the chemical and coprecipitation, using a method based on electronic structures of the catalysts, or the wc)rk of 8^0, Sugihara, and Saito (3). through microstructural factors, such as the The second, a low surface area series, was surface area characteristics of the catalysts prepared by the oxalate co-precipitation (2). The present paper describes an investi- method of Schuele and Deetscreek (4). The gation of HzOa decomposition by cobaUr- ^o ^\"es of catalysts, prepared with x iron spinel oxides in which intrinsic and values of 0, 0.6, 1.0, 1.5, 2.0, 2.4, and 3.0, 452 Copyright 1974 by Academic Press, Inc. All rights of reproduction in any form reserved. Ha OXIDATION 453 are henceforth referred to as \"hydroxide route\" and \"oxalate route\" catalysts. The preparation of these oxides, their chemical characterization by X-ray and quantitative analysis, and their electronic structural analysis, revealing an inverse/normal struc- tural change with composition, has been described elsewhere (4-6)- These studies showed that the cobalt^iron oxides pro- duced by the two routes possess similar crystal structure and chemical composition. The activity of the catalysts towards Ha02 was evaluated in the liquid phase, using the gasometric technique of Cota et al. {1). Catalyst samples were injected into a stirred, thermostatted reaction vessel containing known volumes of reaction medium (usually KOH solution) and HaOa solution. The weight of catalyst and the concentrations of the KOH and H^Oa solutions were accurately known. The KOH solution was freshly made up from carbonate-free Analar grade KOH pellets (Hopkin and Williams Ltd.) and the ^Os solution from Laporte stabilizer-free 86% w/v HzOa, using deionized, distilled water. Both solutions were standardized im- mediately before runs, the KOH using standard HC1 ampoules and the HaOa using standard KMn04. Oxygen was evolved from the reaction vessel according to the equation, 2HOr = 02 + 20H- (1) the HaOz being present in alkaline solution as the perhydroxyl ion, H02~. The oxygen evolution rate was monitored for a given temperature and atmospheric pressure, the oxygen displacing water from a Bunte gas burette. The results were corrected for self- decomposition of the HaOa, and the effect on the reaction kinetics of varying the catalyst mass, the HaOa or KOH concen- tration, and the reaction temperature were investigated for the two catalyst series. The oxygen evolution rate was found to be independent of stirring. The catalyst microsfcructures were char- acterized by visual investigation using a high resolution optical microscope and by surface area measurements. The BET specific surface areas were measured using nitrogen adsorption at 93, after initial degassing of the catalysts at 300 for an hour. In addition, the catalyst samples were sent for particle sizing to Coulter Counter Ltd., Dunstable. For the particle sizing the oxide powders were ultrasonically dis- persed in an isotonic aqueous electrolyte (0.1 A'\" dibutyl phthalate) and evaluated as to mean aggregate size by Coulter counter analysis (7). Two experiments were performed to as- sess whether the results on aggregate size distribution as measured by Coulter counter analysis are similar to the aggregate size distribution when the cobalt^iron oxides are used in the Hz02 decomposition ap- paratus. Coulter counter results for pow- ders which have been used once in sO activity tests gave similar aggregate size distribution results when subjected to Coulter counter analysis. Furthermore, the results for HaOa decomposition when the tests were performed in an ultrasonic bath are the same as normal tests (i.e., the use of a magnetic stirrer). These experiments showed that the aggregates were quite mol Os' 9 FIG. 1. V-t plot for HaOa decomposition by hydroxide route CoiFe204 at 25. 454 GOLDSTEIN AND T8EG FIG. 2. Logio(l C/a) vs ( plot, showing first-order kinetica, for Hi decomposition by hydroxide route CoiFe204. firmly held together and that the results obtained from the Coulter counter analysis were reliable. RESULTS Hydroxide Route Catalysts A plot of oxygen evolved vs time obtained for a reaction mixture of hydrox- ide route CoiFezOi (50.0 mg), 5 N KOH (50.0 ml), and 1.00 M H;A (5.0 ml) at 25.0 (.1)C and one atmosphere pres- sure is shown in Fig. 1. y is the volume FIG. 3. Plot of kf,m (hydroxide route catalysts) and fc.CT (oxalate route catalysts), at 25, as a function of x. (ml) of oxygen evolved from the reaction mixture, while t (sec) is the time elapsed; the plot is corrected for self-decomposition of HaOz (Oz evolution rate at 25 = 1.3 X 10\"4 ml sec\"1). Figure 1 is typical of results obtained for hydroxide route catalysts. The Il-sOs decomposition kinetics for this series were found to follow a rate law which was first order with respect to HaOz. Thus, the results of Fig. 1 for hydroxide route GoiFe204, when expressed in the form of a logio(l c/a) versus t plot, with a the initial concentration of Ha02 and c the con- centration after time t, gave a linear plot (Fig. 2) over 95% of the total reaction time. In addition, the reaction rate con- stants were shown to be independent of the initial H202 concentration. These results are characteristic of first-order kinetics. The first-order rate constants were also directly proportional to the catalyst mass in the reaction mixture, at least in the weight range 5-100 mg. In Fig. 3, the rate constant per unit mass catalyst, kf.m, at 25, is plotted against x. The maximum error in kf,m, values is %. The effect of varying the reaction medium is demon- strated in Fig. 4, where the same reaction conditions as for Fig. 1 are maintained, with the exception of the reaction medium, which is changed successively from 5 N KOH to 10 N, IN, 0.1 N KOH, 10 N K2COa, and distilled water (all 50 ml). In Fig. 4, kf,m at 25 is plotted vs the re- action medium pH before H^ addition, measured either with a glass electrode pH ; OXIDATION 6 10 14 IS pH of reaction medium before H-,0-addit ion FIG. 4. Variation of kf,m, at 25, with pH of reaction medium before addition, for hydroxide route CoiFe204. Open circle, water; open square, 0.01 A'' KOH, open triangle, 10 N KaCOa; closed circle, 0.1 A' KOH; closed square, 0.5 N KOH; closed triangle l N KOH; circle with cross, 5 N KOH; square with cross, 10 ,V KOH. meter (pH < 14) or by calculation from activity coefficients (pH > 14) (8). The rate constants fc/.m increased with temperature between 5and 50C in ac- cordance with the Arrhenius equation. The activation energies for HzO^ decom- position by hydroxide route cobalt-iron oxides are plotted vs composition in Fig. 5 ; the error in activation energy is .5 kcal mole\"1. The microstructural features are sum- marized in Table 1 and Fig. 6, which show, respectively, the BET specific surface area and mean aggregate size, d, of the catalysts as a function of x. The error in these parameters, as found by successive deter- minations, was %. Oxalate Route Catalysts In contrast to V-t plots for hydroxide route catalysts, the V-t plots for oxalate route catalysts were linear. Figure 7 shows the V-t plot for oxalate route CoiFe20i obtained with similar conditions to Fig. 1, but with 250 mg catalyst. The plot is cor- rected for self-decomposition of HzOa. A linear V-t plot is indicative of reaction kinetics which are zero order with respect to HaOa. The zero-order rate constant, fcz, is then identical with the slope of the V-t plot. The rate constant was found to be directly proportional to the catalyst mass used m the reaction mixture, and in Fig. 3, the rate constant per unit mass of catalyst, 20 x in Co, Fe, .,,04 F i 9, 5 FIG. 5. Activation energy for HsOa decomposition vs x: A, from kf,m values for hydroxide route catalysts; n> from At.CT values for oxalate route catalysts; 0, from &values for hydroxide route catalysts. 4:) GOLDSTEIN AND TSEUNG FIG. 6. Coulter counter measurements on hydroxide route catalysts : Mean aggregate diameter, (d), and mean aggregate specific surface area, (S), as a function of x. kss,m, at 25, is plotted vs x. The error in kz,m values was found to be %. As ob- served for the hydroxide route series kss,m values increased with temperature in ac- cordance with the Arrhenius equation. In Fig. 5 the activation energies for H202 de- composition are plotted vs x for the oxalate route series; activation energies were sub- ject to .5 kcal mole\"1 error. The BET specific surface area measure- ments on the oxalate route catalysts were all in the range 1-2 m2 g\"1; since the error margin was large (0%) for such small surface areas, it was impossible to arrange the catalysts in order of increasing surface area. The mean aggregate sizes are shown as a function of composition in Fig. 8; the error, as for the hydroxide route catalysts, was %. ANALYSIS OF RESULTS A key objective in the analysis of the reaction kinetics was to arrive at an intrinsic order of catalyst activities for TABLE l PROPERTIES OF COBALT-IRON OXIDES\" Activation Composition Cation distribution and valency tetrahedral and octahedral sites spinel structure in thof the BET specific surface area(%) m2 g-1 energy for electronic conduction (.05eV) eV Theoretical density p (X-ray measurements) g cm\"3 A CooFes04 Inverse (Fe;II)t,t[Fe^Fe^IU024- 130 0.10 5.22 BCoo.eFe2.404 (Fe^^tlCoo^Fe^Feo.Vlo.tO2- 125 0.15 5.32 CCoiFes04 Inverse (Fe\"I)tet[Co;IFe^I]oct024- 90 0.34 5.30 D Coi.sFei.504 (Coo^Feo'.^tetICoo^Coo'.eVlo. t02- 85 0.27 5.52 E Co2Fei04 Normal (Coi^etICo^Fei111],,,^- 80 0.35 5.69 FCo2.4Feo.e04 (Co^)t..[Co\"4IFeo^eI]oct024- 75 0.44 5.80 G Co,Feo04 Normal (Co\")^^11],- 60 0.52 6.07 From r. (6). H.202 OXIDATION 457 FIG. 7. V-i plot for H2C>2 decomposition by oxalate route CoiFe4 at 25. cobalMron oxides in 'H-sOs decomposition, one far more dependent on catalyst com- position than microstructural differences. A comparison of the &,vs x plot for the hydroxide route catalysts with the fcz,m vs x plot for the oxalate route catalysts (Fig. 3) indicates two main features. Under similar conditions the high surface area hydroxide route catalysts are nearly three orders of magnitude more active for Hz02 decomposition than the low surface area oxalate route catalysts. However, the variation of activity with composition is completely different for the two series, indicating that microstructural effects are operating within one, if not both, of the series. One possible approach to ascertaining the intrinsic activity is to make use of a kinetic parameter which is effectively independent of the catalyst microstructure, for each member of the two series. A suit- able choice for this parameter is the acti- vation energy for the decomposition re- action, which is dependent on the catalyst type rather than its surface morphology (9). This approach could be checked by an independent analysis in which an attempt was made to normalize catalyst activities for microstructural differences. An impor- tant parameter characterizing catalyst microstructure might, for instance, be the BET specific surface area (1). In each series, the microstructure-independent pa- rameter (activation energy) and the microstructure-normalized parameter (de- composition rate per unit surface area) should show similar intrinsic-only trends vs catalyst composition. Activation Energies for ^Oi Decomposition The activation energies for the hydroxide route catalysts, obtained from ks,m values, show little variation with catalyst com- position (Fig. 5), being clustered in the range 9-11 kcal mole\"1. This result seemed unusual for a catalyst series with such pronounced differences in composition and ;n Co, Fc,_,0,, FIG. 8. Coulter counter measurements on oxalate route catalysts: Mean aggregate diameter, d, and mean aggregate specific surface area, >S, as a function of x. 458 GOLDSTEIN AND TSEUNG structure. Moreover, the oxalate route catalysts show a wide variation in activa- tion energy with composition (9-19 kcal mole\"1, Fig. 5, from A;^ values), with a pronounced minimum at the composition x = 1. The anomaly may be explained in terms of diffusion effects. With the hydroxide route catalysts the high reaction rate for oxygen evolution produced marked turbu- lence; in fact, the reaction rate was inde- pendent of mechanical stirring. However, when turbulence occurs near the surface of a solid dispersed in a liquid, a thin liquid layer, of thickness about 10 ,jum, adheres to the solid surface (10). For H202 de- composition by 3-phase heterogeneous catalysts, fresh I02 must diffuse through such a layer to the catalyst surface to maintain the reaction, and diffusion control may well control the overall decomposition kinetics (11). The observed first-order rate law for the hydroxide route catalysts was thus the diffusion law for the HaOz under the ex- perimental conditions. With increasing mass of catalyst there would be more particles round which diffusion layers could be set up, explaining the dependence of the rate constant on the catalyst mass. Since the diffusion kinetics would be largely inde- pendent of catalyst composition, activation energies from k^m values would be similar, as observed. In order to verify this reasoning, the activation energies for the hydroxide route catalysts were obtained using initial rates per unit mass catalyst fc/, as a function of temperature. The k^ni values are less diffusion controlled than kf.m values, be- cause in the initial stages of the reaction there elapses a finite time before the diffusion layer is set up; inevitably fc;,m values are rather less accurate than kf,m ones due to the uncertainties in tangent drawing. The k^ni values, expressed in the units mole Oz sec\"1 g\"1, were subject to an error of 0%. The activation energies for the hydroxide route catalysts, based on A;?, values, are plotted vs cobalt-iron oxide composition in Fig. 5; the maximum error is of the order of l kcal mole-1. This plot shows similar trends to the corresponding one for the oxalate series; thus, the activation energies for H^Oa decomposition vary from 6-16 kcal mole\"!, and there is again a pronounced minimum at the composition x = 1. In the case of the oxalate route catalysts, the surface reaction rate is too slow to permit diffusion control. Zero-order kinetics can occur when the active centers at the catalyst surface are saturated with re- actant, as found by Bagg for HaOa de- composition on a silver crystal (12). The observed rates are hence a measure of the ease with which each catalyst clears HaOz from its active centers, and activation energies derived from /c^ values are relatively diffusion-free and independent of microstructure. The catalyst activities in the two series may be compared on the basis that the most effective HzOa decomposition catalyst possesses the lowest activation energy. For the hydroxide route catalysts, the activity order, considering x values, is 1.0 > 2 1.5 > 2.4 0.6 > 3.0 > 0 (2) and for the oxalate route catalysts, 1.0 > 1.5 > 2.0 > 0.6 > 2.4 > 3.0 > 0. (3) The similarity, within experimental error, of results for the two series is strong evidence that the activation energies represent true intrinsic catalytic activities. Values for the pre-exponential factor, A, were obtained from each Arrhenius plot. A may be related (13) to the active site concentration on the catalyst surface or the entropy of adsorption of the reacting species; Bond (14) has shown how these catalyst properties may be inferred from the dependence of A on the activation energy for the reaction (compensation effect). In the present study an overall com- pensation effect holds ; however, no coherent trend between individual A values and catalyst composition could be found. Pre- sumably randomizing factors in the reaction system mask a simple interpretation of A values. HaOa OXIDATION 459 Surface Area Effects in H^Os Decomposition The cobalt-iron oxides consist of pow- ders, individual particles of which are some- what porous, possessing irregular and dis- continuous surface structures. The surface is interrupted by cracks and pores giving access to subsurface porous regions. Clearly the total surface is much greater than if the particles were wholly solid and con- tinuous. Catalytically active centers are distributed probably just as much in internal pores as on the catalyst outer surface. To normalize for microstructural effects, surface areas should accordingly be evaluated by a technique for the surface area contribution of the internal structure. Cota et al. (1) applied such reasoning to their HaOz decomposition studies, normaliz- ing decomposition rates to unit specific surface area of catalyst as determined by the nitrogen adsorption (BET) technique. When the Hz02 decomposition rate constants for the hydroxide route catalysts were normalized to unit BET specific sur- face area, it was found that the normaliz- ing procedure had left largely unaffected the activity order represented by the original fcf. vs x plot, Fig. 3. Thus the trends in the normalized activity plot bore no resemblance to the intrinsic order shown in Fig. 5. No corroborative normalizing procedure could be carried out for the low surface area oxalate route catalysts, in view of the limitations in BET measurement accuracy. Nevertheless, the suggestion of Cota et al. that normalizing HaOa decom- position rates to unit BET specific surface area yields intrinsic catalytic activities found no confirmation in the present study. An alternative approach to microstruc- tural normalization is based on considering the amount of catalyst total surface actually used in liquid phase HaOa decom- position. For porous, ultrafine catalysts, the greatest contribution to the BET surface area arises from the pore walls of the developed internal structure. In fact, the outer surface of the catalyst probably represents only a small fraction of the total surface. Now, consider the utilization of catalyst internal surface in liquid phase -tOi decomposition. To react over this region 'Q.^Oz must diffuse into and along the catalyst internal pores. However, the decomposition reaction is a turbulent process, continuously releasing bubbles of oxygen gas. Such a process, occurring in confined, subsurface pores would inevitably force out reactant solution, curtailing further decomposition. According to this proposal, liquid phase Hz02 decomposition is greatly restricted in catalyst internal pores and occurs predom- inantly on the outer surface. Normalizing to unit BET specific surface area, largely a measure of internal surface, hence docs not correct for the effect of catalyst micro- structures on decomposition rates. Con- versely, if a suitable parameter describing the outer surface area of the catalysts were measured, then normalizing decomposition rates for this outer surface area should yield an intrinsic measure of catalytic activity. Using optical microscopy, the individual particles from both series were seen to be roughly spherical aggregates, with the effective diameter, rather than the overall shape, varying with composition. The ag- gregates, in the case of hydroxide route catalysts, possessed particle diameters generally in the range 1-10 /xm, whereas the corresponding aggregates, in the case of the oxalate route catalysts, were much coarser, 10-50 ,u.m diameter. The exposed portion of catalyst actually used in HzOa decomposition would then be the outer surface of the aggregates. Assuming the aggregates to be approximated to by ideal spheres, then the mean aggregate specific surface area, S, is simply related to the mean aggregate diameter, d, of the spheres by the formula (15), S = 6/rfp where p is the particle density. The parameter d follows from the Coulter counter results (Figs. 6 and 8) ; p requires some knowledge of the aggregate densities. However, since the catalysts in each series were obtained by a similar coprecipitation/heat treatment procedure, 460 GOLDSTEIN AND T8EUNG their porosities should be similar, and p can be taken to be the spinel theoretical density. Catalyst theoretical densities, obtained from X-ray data (6), are collected as a function of composition in Table 1. Values of S are shown as a function of catalyst composition for hydroxide route catalysts in Fig. 6, and for oxalate route catalysts in Fig. 8. The error in S values, reflecting the variation in the d and p parameters used to derive S, is about 5%. Clearly, the absolute significance of the S parameter is questionable, in view of the limitations of the Coulter counter technique, and the approximations as to the ideal sphere nature and real density of the ag- gregates. Nevertheless, for a relative order of aggregate areas, the approach is adequate. The initial rates per unit mass of catalyst, ki,m at 25, normalized to unit 5 values, are shown as a function of catalyst com- position for both series in Fig. 9. The normalizing procedure is subject to a maxi- mum error of % error in Coulter counter measurements and the error of 10% in k,^m values. Figure 9 exhibits significant differences from the kf,m vs x plot (Fig. 3). The order of activities, listing the x values, is for hydroxide route catalysts, 1.0 > 1.5 > 2.0 > 2.4 > 0.6 > 3.0 > 0 (4) and for the oxalate route catalysts, 1.0 > 1.5 > 2.0 > 3.0 > 2.4 > 0.6 > 0. (5) The activity orders (4) and (5) for the S-normalized rates are within experimental error fairly consistent with one another for the two series; they are also in agreement with the activity orders (2) and (3) derived for the two series on the basis of activation energies. Thus, overall in the four sequences (2)-(5) the greatest activity is shown for x = 1, and this is followed by the activities for x = 1.5 and 2.0. A third group follows, with x = 2.4 and 0.6, while the least active catalysts have x = 3.0 and 0. The above results imply, firstly, that the mean aggregate specific surface area is a key parameter in assessing catalyst micro- structures for HaOa decomposition studies. Thus, -normalized rates themselves rep- resent intrinsic 'catalytic activities, since they agree with the intrinsic order derived from activation energies. This correlation from independent approaches is itself good evidence for intrinsic activity. Secondly, the results justify the use of Coulter counter analysis to compare catalyst aggregate surface areas, and the accompanying assumptions. Mode of Operation of Cobalt-Iron Oxides in H-^O^ Decomposition A comparison of activation energy measurements and microstructure-normal- ized rates for HaOa decomposition by cobalt^iron oxides from the hydroxide and oxalate routes has enabled an order representing catalyst intrinsic activities to x in Coe3_^04 FIG. 9. Initial HaOdecomposition rate at 25, normalized to limit mean aggregate specific surface area, S, as a function of x. D, hydroxide route catalysts; A- - -A, oxalate route catalysts. HOXIDATION 461 be established. The overall activity order, considering the x value in Co.i.Fea-.rO.i, is 1.0 > 1.5 > 2.0 > 2.4 > 0.6 > 3.0 > 0.0. (6) The intrinsic factors governing I02 de- composition by cobalt-iron oxides must now be discussed, and the order (6) justified. There have been several approaches to the study of heterogeneous HaOa decom- position by metal oxide systems. Schwab and co-workers (16, 17} investigated HaOz catalysis by ferrites, and concluded that Fe\" ions on the spinel sublattices could act as active centers for the decomposition re- action. The most favorable position for Fe\" in the case of inverse ferrites was found to be the octahedral sites; clearly, the effective number of Fe11 ions was increased due to the octahedral sites; clearly, the effective number of Fe\" ions was increased due to the possibility of electron hopping with adjacent Fe111 ions (18}. Hart and co- workers (19, 20), in a series of vapor phase H202 decomposition studies, classified oxide catalysts on the basis of defect type. In general, p-type oxides were more active than n-typc oxides for the decomposition reaction. An electrochemical approach to HaOs decomposition reactions was emphasized by Ardon (2). If a system exists in two oxidation states having a suitable redox potential so that the lower oxidation state can be oxidized by HaOa, and the higher state reduced by it, and both reactions proceed at a measurable rate, then the system will act as an I02 decomposition catalyst. Roy (el) correlated the HaOa decomposition activity of several transition metal oxides with their measured redox potentials. The dual valence oxides with standard redox potentials considerably above the standard reduction potential, 0.68 V (22), for HoOz oxidation, 02 + 2H+ + 2e = HsOs (7) were effective catalysts, whereas those oxides with low standard redox potentials were much less active. Whereas Schwab et al. were mainly con- cerned with electronic factors in HaOz de- composition, a different approach was de- scribed by Parravano (23). Sintered COtFe3-3,04 samples, in the composition range 0.9 < x < 1.1, were evaluated for their activities in HaOa decomposition, oxygen adsorption, and NaO decomposition. The results were correlated with earlier work on isotopic exchange (CO/^COa and I/D2) (24, 25) for the same catalyst com- positions. Parravano showed that the rates of reaction which took place under oxidizing conditions (BLOz, NzO decomposition, and oxygen adsorption) had a maximum value at catalyst compositions near x = 1, whereas the rates of reactions which took place under reducing conditions (CO/^COz and Ha/Da exchange) had a minimum value at this composition. A generalized picture of the surface phenomena during catalysis was presented. For reactions under oxidizing conditions a common stage is the loading of the spinel surface with oxygen by means of Os, COa, H:A. Thus, (26, 27) Spinel surface + oxygen donor = oxidized adsorption layer + defects on spinel surface + oxygen acceptor. (8) Similarly, for processes occurring under reducing conditions, the unloading of oxygen from the spinel surface by means of an oxygen acceptor or reduced pressure rep- resents the common stage. Parravano's basic assumption was that the surface reactions took place by means of a mechanism in which orientation relationships between adsorbent and ad- sorption layer were kinetically important and determined the variation of rate with catalyst composition. This topochemical rate control was significant in the narrow composition range studied, since variation of catalyst structure with composition was minimal, and the site occupancy in the spinel was determined by the Co/Fe ratio. Accordingly maximum or minimum rates found for a given reaction should also be observed, at the same composition, for the other reactions Topochemical rate control from diffusion effects along and within the adsorption layer during the rate determin- ing step. Accordingly, diffusion rates for 462 GOLDSTEIN AND TSEUNG cationic defects in Eq. (8) were shown to be a minimum for the spinel composition x = l m oxidizing reactions, but a maxi- mum for the composition x = 1 in reducing reactions. Parravano's results (23) for HaOa de- composition by cobalt^iron oxides are presented in Fig. 10, which shows values for kf^m (25) and activation energies as a function of catalyst composition. The significant feature of these results is that a maximum kf,m value, and minimum acti- vation energy, were found near the com- position CoiFeaOi, agreeing with the present study; in addition the kinetics of HgOz decomposition were first order with respect to I02, as found for hydroxide route catalysts. The kf,m values for Parravano's catalysts were much smaller than k^n values from the present study, considering the similarity of the test conditions. This reflects the low surface areas of Parravano's sintered powders and decreased sOs de- composition rates for catalysts screened in neutral, rather than alkaline solution. How- ever, there is as much variation in catalyst activities for the narrow composition range x in Co, F_,04 FIG. 10. HsOa decomposition results of Parravano (3S): kf.m values at 25, and activation energies, as a function of x, for sintered cobalt-iron oxides in 3 X 10-2 M aqueous HsO.;. 0.9 < x < 1.1 studied by Parravano, as is found in the present study for the whole series, 0 < x < 3, showing the dominant effect of topochemical factors over narrow composition ranges. The factors reviewed above may be considered in turn with respect to the coballr-iron oxide system. The electronic structure and cation distribution of the system, established on the basis of con- ductivity measurements in a previous study (6), are presented as a function of com- position in Table l. Schwab et al. estab- lished the importance of Fe\"/Fe111 tran- sitions on the spinel ferrite lattice as initiating centers for Hz02 decomposition. In the cobalt^iron oxide series, however, there are two types of divalent ion readily promoted to the trivalent state, Fe11 and Co\". Co\", as well as Fe\", may act as catalytic centers for H^Oa decomposition. The relative importance of Co\" and Fe\" centers may be gauged from the plots used to obtain the intrinsic activity order (6), viz., Figs. 5 and 9, for the two series. Clearly, CogOi possesses much greater in- trinsic activity for ^Oz decomposition than FeaOe. The electronic structures of CosOi and Fe304 are compositions G and A, respectively, in Table 1. The activity dif- ference occurs despite the fact that all Fe\" in FegOl is favorably positioned on octa- hedral sites, whereas all Co\" in CoaOi is confined to tetrahedral sites. The Co\" centers in these spinels are thus much more effective than Fe\" centers for HaOa decomposition. An additional feature of the intrinsic activity plots is that CogO-i is not drasti- cally less active than the best catalysts in the cobalt^iron oxide system, whereas Fe304 is. This implies that activity en- hancement through octahedral siting of catalytic centers is not so marked with Co\" in this system, as with Fe\" in the ferrite systems studied by Schwab and Kraut (17). This effect is related to the ease of octahedral site electron hopping on the spinel lattice as the ionic distribution changes. Conductivity measurements on the cobalts-iron oxide series showed (6) that electron exchange between Co\"/Co1\" or OXIDATION 463 Co\"/Fe111 couples is much more restricted than Fe\"/Fe111 transfers. The catalytic centers in cobaltr-iron oxides may be arranged m order of decreas- ing intrinsic activity for H202 decom- position on the basis of the foregoing con- siderations. The most effective center is (Co\")oct, with greater activity when the adjacent octahedral site ion is Co\"1 than when it is Fe1\". This follows from the electron hopping considerations. Both con- figurations afford somewhat greater activity than the case of (Co\")tet, even when the adjacent species is (Fegtet, due to the effective isolation of tetrahedral sites. How- ever Co11, wherever sited, is markedly superior to Fe\", and Fe\" itself, when sited octahedrally with adjacent Fe111, is superior to (Fe\")tet. These principles may be schematically summarized: [Co11 - Co111],^ > [Co\" - Fe111],,,* > Co\"tet [Fe11 - Fe111],^ (Fe\")tet. (9) Considering the electronic structures in Table 1, the intrinsically mo'st active catalyst should be C, with x = 1, since no other composition contains as much as 1 mole Co\" per formula weight on the octa- hedral sites. The next most active would be D, with x = 1.5. This, in common with E-G, has a total of 1 mole Co\" per formula weight, but only with D is as much as 50% of this Co\" octahedrally sited. Compositions E-G each have 1 mole Co\" tetrahedrally sited, and identical activity for H^Oa de- composition would be expected. However, over this composition range the activation energy for electronic conduction increases (6} (Table 1) ; this implies a drop in electron availability, and the ^Os de- composition reaction, being an acceptor re- action, would respond such that the activity order became E > F > G. Composition G should itself be superior to B with x = 0.6, since although the Co\" in B is octa- hedrally sited, there is only 0.6 mole per formula weight. Finally composition B should be markedly superior to A, with x = 0, which possesses no Co\", only Fe\". Hence the predicted intrinsic activity order is listing x values, 1.0 > 1.5 > 2.0 > 2.4 > 3.0 > 0.6 > 0. (10) This is m good general agreement with the observed activity order (6), derived on the basis of activation energies and microstructure-normalized rates. The only discrepancy is that the position of com- position x = 3 and 0.6 in activity order (10) should be reversed. Clearly for these two compositions, there is a trade-off between the efficacy of a large amount of Co\" sited unfavorably (tetrahedrally in a poor electron donor system), and a smaller amount of Co\" sited favorably (octahe- drally in a superior electron donor system). The present study thus affords further support to the mechanism for HzOa de- composition proposed by Schwab et al. based on divalent transition metal ions on spinel lattices. Moreover, the report of Hart et al. (19) that p-type semiconduct- ing oxides were more active HaOa de- composition catalysts than n-type, is con- firmed here, since Jonker (5) showed that compositions with x > 1 in the system Co,rFe3-4 exhibited p-type semiconduc- tivity, whereas those compositions with x < 1 were ra-type semiconductors. Correspond- ingly, cobalt-iron oxides with x > 1 have H202 decomposition activities above those with x < 1. The electrochemical approach of Roy (21) is supported also by this study, at least qualitatively. In alkaline solution the redox reactions of importance for the cobalt-iron oxide system, Co(OH)3 + e = Co(OH)2 + OH- (11) Fe(OH)3 + e = Fe(OH)+ OH- (12) have standard reduction potentials respec- tively, of +0.17 V and -0.56V (22). In comparing these values with the standard reduction potential, .08V (22), for perhydroxyl ion oxidation, O+ HaO + 2e = HO + OH- (13) it may be deduced that the couple (11) will be much more active for H20z decom- position than the couple (12). Inevitably, the redox species involved in the reaction at high pH levels on the spinel surface are less well characterized than (11) or (12) 464 GOLDSTEIN AND TSETJNG would imply, precluding more quantitative predictions. However, Pourbaix (28) has reported that Ti^O-s can act as an oxidizing agent, converting CoO into CoaOa, and as a reducing agent, bringing about the reverse process; a state of equilibrium between the two oxides is reached. This would sup- port the redox classification (2). The importance of pH effects may be analyzed at this point. As shown in Fig. 4, a typical hydroxide route catalyst has a pronounced activity for HaOz decom- position in neutral solution; the activity rises with increasing pH to a maximum at about pH 13-14 for KOH and drops sharply as the KOH concentration is in- creased further. The increase in rate with alkalinity of reaction medium has been observed for many zOz decomposition catalysts. The effect is attributed to the intrinsic instability of HaOz in alkaline solution, and base catalysis by OH\" ions (29), but another factor is that reaction intermediates, such as oxide or hydroxide layers produced at catalyst surfaces during the decomposition reaction, become stabler at higher pH levels (30). The observed rate maximum near pH 14 has been ob- served for spinel catalysts similar in type to cobaltr-iron oxides (31) and occurs even in the absence of heterogeneous catalysts (9, 31). At very high KOH concentrations, transport of reactive species concerned with HgOa decomposition is restricted and the rate should drop. Thus, the Os solubility and diffusion coefficient decrease with in- creasing KOH concentration (32), while the viscosity increases (8). An activity maximum at a high pH is thus justified for KOH solution. Topochemical factors must also be considered in their effect on intrinsic catalytic activities. Parravano's work on cobalt^iron oxides was restricted to a nar- row composition range 0.9 < x < 1.1, thereby minimizing chemical variation and structural distortion within the lattice, and allowing kinetic control by reactant/ adsorbent orientation to predominate. In the present study over the complete com- position range, 0 < x < 3, there are large overall chemical and structural changes, and the significance of topochemical effects will inevitably decrease. Parravano did not evaluate electronic effects, but these may be important, since for Co,cFe3-.t04 in the composition range 0.9 < x < 1.1 there are drastic changes in both conductivity (seven orders of magni- tude) and thermoelectric power (-600 to +800 /zV -1) (5). It is, in fact, possible to explain Parravano's results on the basis of electronic structural differences. By inter- polation from Table 1, the structure of Co.i.Fe,,-;^ for two compositions near x = 1, such as x = 0.9 and 1.1, would be, respectively, (Fe^UFeo^Fe^Coo'.yootOr (13) (Coo^Fe^WCoo^Co^FeLtOl-. (14) This is to be compared with the structure, for x 1, of (Fe^UFeCoetOr (15) Oxidizing reactions, of which HaOz de- composition is exemplary, respond to Co\", especially on octahedral sites. The rate is hence a maximum for composition (15). Reducing reactions, as Schwab et al. (16) found for the CO/COa reaction, respond to Fe111 only on tetrahedral sites. Octahedrally sited Co111 is also catalytically active for reducing reactions (33). A minimum in the rate should therefore result for such re- actions at composition 15. CONCLUSIONS Similar trends in liquid phase HzOz de- composition activity vs cobart^iron oxide composition have been demonstrated for (i) a microstructure-independent kinetic parameter, viz., the diffusion-free activation energy, and (ii) a microstructure-normal- ized kinetic parameter, viz., the decom- position rate normalized to the catalyst mean aggregate specific surface area. This affords strong evidence that the observed trend represents the true intrinsic catalytic activity for the system. In addition, the results indicate that predominantly the outer aggregate surface of an ultrafine, porous HaOz decomposition catalyst is effective in the decomposition reaction, with HsOa OXIDATION 465 the internal pore area correspondingly less important. The decisive factors affecting intrinsic HaOa decomposition activities by cobalts iron oxides may finally be summarized. The major controlling factor is the electronic structure of the spinel. The occurrence of Co\" on octahedral sites, with its ready conversion to Co111, allows a highly effective redox system to be set up, initiated by Co\" centers. However, catalysis control by topochemical or pH effects are not thought to be as important over the composition range and reaction conditions investigated. ACKNOWLEDGMENT This work was supported by the Science Re- search Council. REFERENCES 1. COTA, H. M., KATAN, J., CHIN, M., AND SCHOBNWEIS, F. .T., Nature (London) 203, 1281 (1964). 2. ARDON, M., \"Oxygen,\" Sec. 4.4, pp. 91, 94. Benjamin, Now York, 1965. 3. SATO, T., SUGIHABA, M., AND SAITO, M., Rev. Elec. Comm. Lab. 11, 26 (1963). 4. SCHLE, W. J., AND DEETSCBEEK, V. D., in \"Ultrafine Particles\" (W. E. Kn, Ed.), p. 224. Wiley, New York and London, 1963. 5. JONKER, G. H., J. Phys. Chem. Solids 9, 165 (1965). 6. TSEUNG, A. C. C., AND GOLDSTEIN, J. R., J. Mat. Sei. 7, 1383 (1972). 7. ALLEN, T., \"Particle Size Measurement,\" Chap. 10, p. 143. Chapman and Hall, London, 1968. 8. UNO FALK, S., AND SALKIND, A. J., \"Alkaline Storage Batteries,\" Chap. 8, pp. 599, 588. Wiley, New York and London, 1969. 9. SCHUMB, W. C., SATTERFIELD, C. N., AND WENT- WORTH, R. L., \"Hydrogen Peroxide,\" Chap. 8, pp. 472, 476. Reinhold, New York, 1955. 10. WILLIAMS, K. R., \"An Introduction to Fuel Colls,\" Chap. 3, p. 38. Eisevier, London, 1966. 11. PANNETIER, G., AND SOL'CHAY, P., \"Chemical Kinetics,\" Chap. 9, p. 410'. Eisevier, London, 1967. 12. BAGQ, J., Austral. J. Chem. 15, 201 (1962). 13. HART, A. B., AND Ross, R. A., J. Catal. 2, 121 and 251 (1963). 14. BOND, G. C., \"Catalysis by Metals,\" Chap. 7, p. 139. Academic Press, New York, 1962. IB. OKR, JB., C., AND DALLAVILLE, J. M., \"Fine Particle Measurement,\" Chap. 2, p. 26. Mac- millan, New York, 1959. 16. SCHWAB, G. M., ROTH, E., GRINZOS, CH., AND MAVRAKIS, N., in \"Structure and Properties of Solid Surfaces\" (R. Gomer and C. S. Smith, Eds.), Chap. 14, p. 464. ITniv. of Chicago Press, Chicago, 1953. 11. SCHWAB, G. M., AND KRAUT, A., Z. Anorg. allgem. Chem. 295, 36 (1958). IS. SUCHET, J. P., \"Chemical Physics of Semi- conductors\" (trans. E. Heasell), Chap. 5, pp. 82, 83. Van Nostrand, London, 1965. 19. HART, A. B., McFADYEN, J., AND ROSS, R. A., Trans. Faraday Soc. 59, 1458 (1963). SO. HART, A. B., AND Ross, R. A., Nature (London), 193, 1175 (1962). 21. ROY, C. B., J. Catal. 12, 129 (1969). 22. LATIMEB, W. M., \"Oxidation Potentials,\" 2nd. ed., Appendix l, pp. 343, 347. Prentice-Hall, New Jersey, 1952. PARBAVANO, G., Proc. of the 4th Int. Congress on Catalysis (Moscow, 1968), Vol. I, p. 149 (Paper 11). Akademiai Kiado, Budapest, 1971. HUANG, C. R., Ph.D. Thesis, 1966, Univ. of Michigan, Ann Arbor, Michigan. 25. SQUIRES, R. G., AND PARRAVANO, G., J. Catal. 3, 324 (1963). 3 MULLER, W., AND SCHMALZRIED, H., Ber. Bunsenges. Phys. Chem. 68, 270 (1964). 27. SCHMALZRIED, H., in \"Progress in Solid State Chemistry\" (H. Reiss. Ed.), Vol. 2, p. 265. Pergamon, London, 1965. 28. POBAIX, M., \"Atlas of Electrochemical Equilibria in Aqueous Solutions\" (trans. J. A. Franklin), Chap. 4, p. 326. Pergamon, London,1966. 29. DUKE, F. R., AND HAAS, T. W., J. Phys. Chem. 65, 304 (1961). 30. McKEE, D. W., J. Catal. 14, 355 (1969). 31. KORDESCH, K., in \"Fuel Cells\" (W. Mitchell, Jr., Ed.), p. 340. Academie Press, London, 1963. 32. AUSTIN, L. G., m \"Handbook of Fuel Cell Technology\" (C. Berger, Ed.), pp. 144, 145. Prentice-Hall, New Jersey, 1968. S3. LINDE, V. P., MARGOLIS, L. YA., AND ROGZINSKII, S. Z., Dokl. Akad. Nauk SSR 136, 860 (1961). YJCAT 74900967 0021-9517(74)90096-7 10.1016/0021-9517(74)90096-7 The kinetics of hydrogen peroxide decomposition catalyzed by cobalt-iron oxides J.R. Goldstein A.C.C. Tseung Department of Chemistry, The City University, St. John Street, London EC1V 4PB U.K. The kinetics, in alkaline solution, of heterogeneous H2O2 decomposition by the cobalt-iron spinel oxide system, Co x Fe3 − x O4, (0 ≤ x ≤ 3), were studied with a view to defining the intrinsic and microstructural factors influencing the catalytic activity. The activity order for two catalyst series, prepared by hydroxide and oxalate coprecipitation routes, was found to be (considering x values) 1.0 > 1.5 > 2.0 > 2.4 > 3.0 > 0.6 > 0.0 on the basis of diffusion-free activation energies for the decomposition reaction. This order agreed with results obtained by measuring the initial rates of H2O2 decomposition, provided the rates were normalized for the available area of reaction at the catalyst surface. The activity order can be interpreted in terms of the electronic structure of cobalt-iron oxides, and a key factor is the presence of CoII ions on the octahedral lattice sites, which can initiate a cyclic electron transfer process (redox reaction) on the catalyst surface. Maximum activity, and lowest activation energy for the reaction, occurs at x = 1, since the greatest availability of octahedral CoII occurs at this composition. References 1. H.M. Cota J. Katan M. Chin F.J. Schoenweis Nature (London) 203 1964 1281 2. M. Ardon Oxygen 1965 Benjamin New York 91 Sec. 4.4 M. Ardon Oxygen 1965 Benjamin New York 94 Sec. 4.4 3. T. Sato M. Sugihara M. Saito Rev. Elec. Comm. Lab. 11 1963 26 4. W.J. Schuele V.D. Deetscreek W.E. Kuhn Ultrafine Particles 1963 Wiley New York and London 224 5. G.H. Jonker J. Phys. Chem. Solids 9 1965 165 6. A.C.C. Tseung J.R. Goldstein J. Mat. Sci. 7 1972 1383 7. T. Allen Particle Size Measurement 1968 Chapman and Hall London 143 Chap. 10 8. S. Uno Falk A.J. Salkind Alkaline Storage Batteries 1969 Wiley New York and London 599 Chap. 8 S. Uno Falk A.J. Salkind Alkaline Storage Batteries 1969 Wiley New York and London 588 Chap. 8 9. W.C. Schumb C.N. Satterfield R.L. Wentworth Hydrogen Peroxide 1955 Reinhold New York 472 Chap. 8 W.C. Schumb C.N. Satterfield R.L. Wentworth Hydrogen Peroxide 1955 Reinhold New York 476 Chap. 8 10. K.R. Williams An Introduction to Fuel Cells 1966 Elsevier London 38 Chap. 3 11. G. Pannetier P. Souchay Chemical Kinetics 1967 Elsevier London 410 Chap. 9 12. J. Bagg Austral. J. Chem. 15 1962 201 13. A.B. Hart R.A. Ross J. Catal. 2 1963 121 A.B. Hart R.A. Ross J. Catal. 2 1963 251 14. G.C. Bond Catalysis by Metals 1962 Academic Press New York 139 Chap. 7 15. C. Orr Jr. J.M. Dallaville Fine Particle Measurement 1959 Macmillan New York 26 Chap. 2 16. G.M. Schwab E. Roth Ch. Grinzos N. Mavrakis R. Gomer C.S. Smith Structure and Properties of Solid Surfaces 1953 Univ. of Chicago Press Chicago 464 Chap. 14 17. G.M. Schwab A. Kraut Z. Anorg. allgem. Chem. 295 1958 36 18. J.P. Suchet Chemical Physics of Semiconductors 1965 Van Nostrand London 82 (trans. E. Heasell), Chap. 5 J.P. Suchet Chemical Physics of Semiconductors 1965 Van Nostrand London 83 (trans. E. Heasell), Chap. 5 19. A.B. Hart J. McFadyen R.A. Ross Trans. Faraday Soc. 59 1963 1458 20. A.B. Hart R.A. Ross Nature (London) 193 1962 1175 21. C.B. Roy J. Catal. 12 1969 129 22. W.M. Latimer Oxidation Potentials 2nd. ed. 1952 Prentice-Hall New Jersey 343 Appendix 1 W.M. Latimer Oxidation Potentials 2nd. ed. 1952 Prentice-Hall New Jersey 347 Appendix 1 23. G. Parravano Proc. of the 4th Int. Congress on Catalysis Moscow, 1968 Paper 11 Vol. I 1971 Akademiai Kiado Budapest 149 24. C.R. Huang Ph.D. Thesis 1966 Univ. of Michigan Ann Arbor, Michigan 25. R.G. Squires G. Parravano J. Catal. 3 1963 324 26. W. Muller H. Schmalzried Ber. Bunsenges. Phys. Chem. 68 1964 270 27. H. Schmalzried H. Reiss Progress in Solid State Chemistry Vol. 2 1965 Pergamon London 265 28. M. Pourbaix Atlas of Electrochemical Equilibria in Aqueous Solutions 1966 Pergamon London 326 (trans. J. A. Franklin), Chap. 4 29. F.R. Duke T.W. Haas J. Phys. Chem. 65 1961 304 30. D.W. McKee J. Catal. 14 1969 355 31. K. Kordesch W. Mitchell Jr. Fuel Cells 1963 Academic Press London 340 32. L.G. Austin C. Berger Handbook of Fuel Cell Technology 1968 Prentice-Hall New Jersey 144 L.G. Austin C. Berger Handbook of Fuel Cell Technology 1968 Prentice-Hall New Jersey 145 33. V.P. Linde L.Ya. Margolis S.Z. Rogzinskii Dokl. Akad. Nauk SSR 136 1961 860",
      "scopus-id": "0000990428",
      "coredata": {
        "eid": "1-s2.0-0021951774900967",
        "dc:description": "The kinetics, in alkaline solution, of heterogeneous H2O2 decomposition by the cobalt-iron spinel oxide system, Co x Fe3 − x O4, (0 ≤ x ≤ 3), were studied with a view to defining the intrinsic and microstructural factors influencing the catalytic activity. The activity order for two catalyst series, prepared by hydroxide and oxalate coprecipitation routes, was found to be (considering x values) 1.0 > 1.5 > 2.0 > 2.4 > 3.0 > 0.6 > 0.0 on the basis of diffusion-free activation energies for the decomposition reaction. This order agreed with results obtained by measuring the initial rates of H2O2 decomposition, provided the rates were normalized for the available area of reaction at the catalyst surface. The activity order can be interpreted in terms of the electronic structure of cobalt-iron oxides, and a key factor is the presence of CoII ions on the octahedral lattice sites, which can initiate a cyclic electron transfer process (redox reaction) on the catalyst surface. Maximum activity, and lowest activation energy for the reaction, occurs at x = 1, since the greatest availability of octahedral CoII occurs at this composition.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1974-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0021951774900967",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Goldstein, J.R."
          },
          {
            "@_fa": "true",
            "$": "Tseung, A.C.C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0021951774900967"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0021951774900967"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(74)90096-7",
        "prism:volume": "32",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "The kinetics of hydrogen peroxide decomposition catalyzed by cobalt-iron oxides",
        "prism:copyright": "Copyright © 1974 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "452-465",
        "prism:endingPage": "465",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1974",
        "prism:doi": "10.1016/0021-9517(74)90096-7",
        "prism:startingPage": "452",
        "dc:identifier": "doi:10.1016/0021-9517(74)90096-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000990428"
      }
    }
  }
}