{
  "metadata": {
    "title": "Semiconductivity and catalytic activity. The dehydrogenation of isopropyl alcohol on ZnOCr<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "Juan F. García De La Banda",
    "journal": "Journal of Catalysis",
    "date": "1962-05-31",
    "doi": "10.1016/0021-9517(62)90017-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0021951762900179",
    "pii": "0021951762900179"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-12944276023",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T05:42:54 1-s2.0-0021951762900179 0021-9517(62)90017-9 0021951762900179 10.1016/0021-9517(62)90017-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X02187 2015-05-13T20:40:28.567884-04:00 0 0 19620501 19620531 1962 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0021-9517 00219517 1 1 2 2 Volume 1, Issue 2 5 136 150 136 150 196205 May 1962 1962-05-01 1962-05-31 1962 converted-article fla Copyright © 1962 Published by Elsevier Inc. SEMICONDUCTIVITYCATALYTICACTIVITYDEHYDROGENATIONISOPROPYLALCOHOLZNOCR2O3CATALYSTS GARCIADELABANDA J STONE 1955 F CHEMISTRYSOLIDSTATE HAUFFE 1955 213 K GRAY 1956 T DEFECTSOLIDSTATE SCHWAB 1957 283 G SEMICONDUCTORSURFACEPHYSICS VOLKENSTEIN 1961 T THEORIEELECTRONIQUEDELACATALYSESURLESSEMICONDUCTORS DOWDEN 1960 D ACTESDUDEUXIEMECONGRESINTERNATIONALDECATALYSE GARNER 1954 35 W GARCIADELABANDA 1957 499 J GARCIADELABANDA 1958 115 J HAUFFE 1955 189 K GARCIADELABANDA 1956 59 J PROCEEDINGS3RDINTERNATIONALSYMPOSIUMREACTIVITYSOLIDS GARCIADELABANDA 1958 85 J GARCIADELABANDA 1958 97 J KREMENICORLANDINI 1959 465 G GARCIADELABANDA 1959 477 J GARCIADELABANDA 1960 J FINALREPORT GERMAIN 1961 1172 J VOLTZ 1955 566 S VOLTZ 1955 569 S WELLER 1957 215 S WEISZ 1953 2236 P CHAPMAN 1954 419 R PROCROYSOCLONDON BIELANSKI 1955 479 A BIELANSKI 1956 533 A BIELANSKI 1957 668 A DEREN 1956 107 J HAUFFE 1951 232 K WINTER 1950 231 E BEVAN 1948 1729 D BHATTACHARYYA 1957 114 S ADVANCESINCATALYSIS BHATTACHARYYA 1959 823 S NICOLESCU 1959 49 I SCHRIEFFER 1957 55 J SEMICONDUCTORSURFACEPHYSICS WOLKENSTEIN 1957 175 T GARCIADELABANDAX1962X136 GARCIADELABANDAX1962X136X150 GARCIADELABANDAX1962X136XJ GARCIADELABANDAX1962X136X150XJ item 0021-9517(62)90017-9 0021951762900179 1-s2.0-0021951762900179 10.1016/0021-9517(62)90017-9 272561 2010-10-26T01:28:15.28695-04:00 1962-05-01 1962-05-31 1-s2.0-0021951762900179-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951762900179/MAIN/application/pdf/1c58dca249082deb345f984825501633/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951762900179/MAIN/application/pdf/1c58dca249082deb345f984825501633/main.pdf main.pdf pdf true 1195474 MAIN 15 1-s2.0-0021951762900179-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951762900179/PREVIEW/image/png/92d7f16869d8f1ad6ae4729e94f02fee/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951762900179/PREVIEW/image/png/92d7f16869d8f1ad6ae4729e94f02fee/main_1.png main_1.png png 69041 849 656 IMAGE-WEB-PDF 1 JOURNAL OF CATALYSIS 1, 136-150 (1962) Semonductivity and Catalytic Activity. The Dehydrogenation of IsopropyI Alcohol on ZnO-CrsOs Catalysts JUAN F. GARCIA DE LA BANDA From the Instituto de Quimica Fica \"Rocasolano,\" Madrid, Spain Received October 26, 1961 Kinetics of isopropyi alcohol dehydrogenation on CtiOs prepared by decomposi- tion of the corresponding hydroxide in air at 400 has been studied. Experimental results point to a change in the semiconductor type of the CrsOs catalyst during the reaction. In order to confirm this hypothesis, the Hi and 0; adsorption on both types of CrsOs, as well as the modification of the electrical resistance, at constant temperature, versus hydrogen pressure and versus feed during the reaction have been studied. Results are in agreement with the existence of two forms of Cra which, in principle, behave as p (oxidized form) and n (reduced form) semiconductors. The study of isopropyi alcohol dehydrogenation kinetics on ZnCW^ leads us to the conclusion that this possible p n transition is not a quality which is exclusive for CT,O,. These points are discussed and their importance and possible implications on future work duly considered. INTRODUCTION The study of the relationships between the electronic structure of solid catalysts and their catalytic activity is extremely in- teresting. Very fine work has been accom- plished by different schools and some very good reviews have been published during the last few years on this topic (1), We are not going to discuss this subject in a general way, but will restrict our- selves to a particular aspect. As we will see later on, this aspect is not altogether new but it has been studied in some detail, which has allowed us to confirm some well established ideas and to postulate a few new ones. Past work, undertaken by Garner and co-workers (2), in which isopropyi alcohol dehydrogenation on different catalysts of the ZnO-OaOs series is employed as refer- ence reaction, shows that high dehydro- genation activity is associated with the n-type, quasi-metallic, ZnO-rich catalysts. A rough proportionality between the loga- rithm of the electrical conductivity in a hydrogen atmosphere and the specific activity of those catalysts was found. These results were confirmed by the study of the electrical conductivity in the ZnO-CrzOsaCrOi series (S) during iso- propyi alcohol dehydrogenation. General evidence obtained in this reaction is con- sistent with the hypothesis of an electron acceptor rate-determining step (4). During our work it was found that at 480C the direction of change in electrical conduc- tivity of a potassium-doped ZnOzt^ pellet with time, at constant temperature and reactant feed, was the reverse of that for 410. This fact was tentatively explained assuming a p -> n change in the semicon- ductor character of ZnCr^O^ during the reaction. A very interesting finding is that, catalyst activity does not change during these experiments. In other words, for con- stant temperature and reactant feed, con- ductivity changes with time but activity remains constant. 136 SEMICONDUCTIVITYATALYTIC ACTIVITY 137 The mechanism which has been sug- gested for this reaction was discussed, to- gether with that reported by Hauffe (5), on the basis of semiconductivity-activity considerations (6). Experimental evidence pointed to the desorption of acetone as the rate-determining step. With the aim of obtaining information on the reaction mechanism, the kinetics of the isopropyi alcohol dehydrogenation on ZnO was studied using a differential reac- tor. Results were not in agreement with the previous hypothesis (7). Considering that ZnO is a typical n-type semiconductor it was hoped that kinetic studies on Cra03, which roughly behaves as a p-type semiconductor, would cast some light on the mechanism of this reaction. As we will see further on, the results found promoted researches relating to the reac- tion kinetics on ZnCr;^, semiconductivity changes in different atmospheres and ad- sorption. EXPERIMENTAL Kinetics on Cr^Os The catalyst used in this work was pre- pared from Cr(NOs)3 BDH Laboratory Reagent. A Cr(N03)s solution in distilled water was partially precipitated with a small amount of Merck analytical grade NH^OH, in order to eliminate possible traces of iron. The nitrate was heated to about 80 and the chromium precipitated, with Merck analytical grade NHiOH, in the form of Cr(OH)3. The precipitate was washed with boiling distilled water until all NOs\" ions were eliminated, and then dried at 100- 110 during several hours, following which CraOs was obtained by decomposi- tion at 400 during 4 hr in air. The CrsOobtained was sintered at 600 during 4 hr in air and then sieved in the 0.074 to 0.053 DIN range. For a part of the work 0.60-cm diameter cylindrical pellets weighing approximately 0.5 g were obtained from sieved CrzO., powder, and sintered in the same way. Details of the apparatus and experimen- tal technique arc given elsewhere (7-10). Nevertheless in order to give a more lucid illustration of our work we shall expand on the fundamental details up to the point of being able to omit references on original developments. During our work on ZnO (7), we ex- cluded external diffusion using a high enough reactant flow but, due to the fact that we used cylindrical pellets, internal diffusion was significant and a very low value of the apparent activation energy was found. In order to overcome this difficulty, in this work {8) we employed almost the same differential reactor although, in every possible case, we used powdered catalyst in an amount adequate to ensure that the reaction rate varied linearly in terms of the catalyst mass. Description of the Apparatus Figure 1 illustrates the set up for the apparatus, the main parts of which are the following: a. A capillary system to achieve con- stant liquid flow. b. A boiler and a homogeneous mixing and preheating device. c. Furnace, preheater, and reaction chamber. d. A device for the separation and meas- urement of the gaseous products. e. A device for the obtention, purifica- tion, and measurement of hydrogen. These individual parts are now briefly described. Capillary system. This consists essenti- ally of three capillaries, provided with a system of stopcocks, which can be adjusted to obtain seven different flow rates. Both the isopropyi alcohol, or the iso- propyi alcohol-acetone mixture under con- sideration are kept at constant level and the capillaries are covered with melting ice ; consequently a constant flow of liquid is obtained, using tap water ice the liquid flow is constant to within %. Using dis- tilled water ice constancy increases to .1%. Boiler and device for homogeneous mix- ing and preheating. The boiler is cylindrical 138 GABCIA DE LA BANDA m shape and located vertically with a co- axial capillary (internal diameter, 1 mm) which communicates with the capillary system. The boiler is heated with an elec- trical resistance coil, the loops of which are more closely wound near the top of the boiler. For a constant liquid flow, it boils inside the capillary at a given height, which de- pends on the flow rate and temperature distribution in the boiler (which, in its turn is changed by controlling the current in the electrical heater). With this system a perfectly controlled even boiling is achieved giving rise to a constant vapor flow. Furnace, preheater, and reaction cham- ber. The furnace has an iron tube core and three independent windings, in order to ensure a uniform temperature in as large a region as possible. Before entering the reaction chamber the gaseous mixture passes through a glass coil located inside the furnace. This coil oper- ates as a preheater. The reaction chamber is a 4-cm ID Pyrex tube, one end of which is connected to the preheater and the other closed by a standard joint. In this standard joint we inserted two tubes, one for a thermocouple and another for the evacuation of the FIG. 1. Schematic diagram of the apparatus for measuring reaction rates: aapillary system; b boiler mixer and preheater; curnace and reaction chamber; device for the separation and meas- urement of gaseous products; eevice for the obtention, purification and measurement of hydrogen. The isopropyi alcohol-acetone vapors, can be mixed with hydrogen, and preheated in the proximity of the reaction tem- perature. All heating operations are effected with electrical resistances and the whole system is thermally insulated. Great care has been taken to ensure this, since in the boiler and, within certain limits in every part of the system, constancy of the temperature must be critical in order to keep a constant ap- parent volume in the apparatus, especially when hydrogen mixtures are used (10). We must point out that one of the most important sources of error is sudden tem- perature change, while long period changes are irrelevant. products. A tray of 0.053 DIN copper alloy screen, which supports the catalyst, is located in the internal end of this last tube. The reactant vapors flow perpendicular to this tray. When pellets are used, one of their bases rests on the bottom of the region where the screen would be situated in the internal end of the exit tube. The temperature of the furnace was kept constant within less than 0.5. Device for the separation and measure- ment of the gaseous products. The reac- tants which have not reacted and the products abandoning the furnace proceed first to a cool water condenser and then to a series of three salt-ice freezing mixture SEMICONDL'CTIVITYATALYTIC ACTIVITY 139 traps. The gaseous flow is sent to a series of three liquid-air-cooled traps. The volume of gas obtained per unit time can be measured using a water-jacket thermostabilized soap bubble burette. Be- fore being introduced into the measuring burette the gas (hydrogen in this case) flows through a heat exchanger, where it is heated to the temperature of the measur- ing burette water jacket. Device for the obtention, purification, and measurement of hydrogen. Hydrogen was obtained electrolytically using a two cell battery arrangement. Voltage was sup- plied by a high capacity lead storage bat- tery through a potentiometric system. The hydrogen obtained is first passed through a cold water condenser; then through a liquid-air-cooled trap and, fin- ally, after being heated at room tempera- ture, to a \"Deoxo\" (from Baker Platinum Ltd.). The amount of hydrogen produced per minute is measured employing a soap bub- ble burette. Before entering the apparatus the hydroeen flows over silica gel through a liquid air trap. Measuring Procedure and Results Prior to the initiation of the measure- ments we must check the performance of every single part of the apparatus. Besides reactant flow constancy, normal routine check between runs include the fol- lowing experiment: The different parts of the apparatus are lieated up to the running temperature, ex- cept for the furnace, which must be kept at a constant value in the 200-250 range. All traps are cooled with the corresponding freezing mixtures to the correct levels (in order that the trap bulbs be fully covered). In the absence of catalyst a constant flowing isopropyi alcohol-acetone mixture is sent through the apparatus and mixed with hydrogen. In this condition, the hydrogen flows measured at the entrance and outlet of the apparatus must be equal to each other with an approximation of .1%. The measurements were started for dif- ferent weights of Cr powder in order to verify whether the hydrogen production is proportional to the weight of the catalyst. Figure 2 illustrates the results obtained using pure isopropyi alcohol. These results seem to adjust themselves accurately enough to a straight line up to catalyst weights of '.01 g at all the temperatures studied. For higher catalyst weights activ- ity is lowered due to the effect of internal diffusion limitations. 0.002 O.OOA 0.006 0,008 0.010 Catalyst, g FIG. 2. Isopropyi alcohol dehydrogenation rate on CrsOa catalyst. The same kind of plots were found for several isopropyi alcohol-acetone reaction mixtures in the pure isopropyi alcohol to 60 moles of isopropyi alcohol/100 moles of mixture range. The values at the origin represent the activities of the screen and of the appa- ratus. These may be kept constant using the same screen for each mixture for all catalyst weights and temperatures. In order to maintain standard operating conditions the screen must be carefully cleaned after each run. The cleaning procedure resorted to in this study involves the use of a com- pressed air jet and surface reduction with methyl alcohol under vacuum. From plots such as that of Fig. 2 it is easy to estimate the catalytic activity per gram of powdered catalyst. Complete tables 140 GARCIA DE LA BANDA of experimental values may be found in references (5) and (10). They are not given in this paper as we do not consider it neces- sary for our ends. The next set of experiments, using iso- propyi alcohol-hydrogen mixtures was ini- tiated employing a technique identical to that for the case of the isopropyi alcohol- acetone mixtures. It was soon realized that, due to the strong inhibitive effect of hydrogen, the weight of the catalyst had to be consider- ably increased in order to obtain measur- able reaction rates. However, due to the internal diffusion, the linearity of the Ha cm'/minute veisus Cr^Oy weight plot is soon lost when the weight of the catalyst is increased until suitable easily and accu- rately measurable reaction rate values are obtained. Therefore, for hydrogen-contain- ing mixtures we decided to employ a modi- fication of the pellets technique used in the study of isopropyi alcohol dehydrogenation onZnO (7). Using hydrogen-containing mixtures it is very easy to work in the flow region in which external diffusion is not important. In order that with pellets we may obtain results comparable to those obtained with powder the following procedure was used. For every temperature, the measurement of the reaction rate for a given isopropyi alcohol-acetone-hydrogen mixture, was preceded by a determination of the appar- ent reaction rate of the pellet in the said isopropyi alcohol-acetone mixture in the absence of hydrogen. The comparison of these apparent reaction rates with those obtained for powdered Cr^Os, allows us to estimate the latter, on the basis of apparent reaction rate measurements obtained for pellets and hydrogen-containing mixtures. In theoretical support of this method we need only assume that, for a given com- position of the isopropyi alcohol-acetone mixture, the effectiveness factor of the pel- let is independent of the amount of hydro- gen added. This seems to be a plausible assumption, at least in the instance of not very high hydrogen partial pressures. As a complementary precaution, in order to maintain similar geometrical con- ditions, work was carried out with pellets of the same size and weight, and identi- cally located inside the reaction chamber. Throughout the measurements, the total flow was also kept at a constant value from which previous experience shows that the influence of external diffusion has been eliminated. Results obtained for isopropyi alcohol- hydrogen mixtures at these different tem- peratures are of the shape shown in Fig. 3. As the partial pressure of hydrogen in- creases, the curves exhibit a minimum followed by a maximum. The same kind of plot has been found for all the isopropyi alcohol-acetone initial mixtures when the amount of hydrogen added to the feed in- creases. Tables of experimental values are given in references (8) and (10}. The study of the rate equation was undertaken exclusively on the basis of the reaction rate and partial pressure values corresponding to the region immediately preceding the minimum. The detailed study of the possible rate equations (9,10) in the low hydrogen partial pressure range shows that the most probable mechanism is the same as in the case of ZnO (7). Therefore the apparent mechanism involves two equal active centers (possibly oxygen ions). Iso- propyi alcohol, acetone, and hydrogen are adsorbed and the surface reaction is the rate-determining step. The rate equation corresponding to this apparent mechanism is: V = (1 + ^A/A + ^R/R + K8fs)^ (/- where : /, = fugacity of component i Ki = adsorption equilibrium constant of component i k' == forward reaction velocity constant K = overall equilibrium constant C == a proportionality constant Throughout the whole paper we employ the following subscripts: A == isopropyi al- cohol, R = acetone, and S = hydrogen. SEMICONDUCTIVITYATALYTIC ACTIVITY 141 Fio. 3. Reaction rate on CnOa catalyst versus hydrogen partial pressure. Isopropyi alcohol-hydro- gen mixture feed. Due to the fact that all the experiments have been carried out at almost constant pressure, and that we can only use the experimental points corresponding to the region preceding the minimum, it has not been possible to calculate k'C, KA, K.K, and KS separately. We have used a simplified form of Eq. (1) with three parameters which are simple functions of k'C, KA, -KR, and KS. Tables of values are given, for the different temperatures, in references (9) and (10). Another interesting aspect is that in the case of all the initial mixtures studied the Arrhenius plot has the shape shown in the Fig. 4. In this particular case the experi- ments were carried out with pure isopropyi alcohol feed. The slope of the Arrhenius straight lines for all isopropyi alcohol- acetone mixtures is the same. In his very useful critical analysis of data obtained using differential reactors (11) Germain believes that this fact comes in support of the nonexistence of internal diffusion. At this point we have something to say in connection with the temperature meas- urements during our work. We measure the FIG. 4. Dehydrogenation on CrsOs catalyst. Arrhenius plot. temperature in the gaseous flow next to the catalyst; therefore there is a gradient of temperature and the surface of the 142 GARCIA DE LA BANDA catalyst must be cooler on account of the endothermicity of the reaction. Neverthe- less, taking Germain's data (11) into ac- count it seems plausible that, at least for the powder, the difference should not be too high. In the case of pellets the actual rate of reaction is low, less than 1000 Hs cm'/hr, which, together with lack of ex- ternal diffusion limitations, points to a moderate temperature gradient. Kinetics on ZnCr^O^ The kinetics of isopropyi alcohol de- hydrogenation on ZnCr204 has been studied by Kremenic (12). The chemicals employed are the same as those used in the kinetic study on ZnO and CraOa catalysts. The ex- perimental technique was the same as that already described. 0.010 0.020 Catalyst,g 0.030 FIG. 5. Isopropyi alcohol dehydrogenation rate on ZnCrs04 catalyst. The ZnCrzOi catalyst was prepared in the usual way by coprecipitation of the hydroxides, their subsequent decomposition to oxides, and sintering at 800 during 4 hr in air. X-ray control shows that under these conditions a good crystalline spinel was formed. Figure 5 shows the results obtained with pure isopropyi alcohol feed. The same kind of plots were found for isopropyi alcohol- acetone mixtures ranging from pure iso- propyi alcohol to 60 moles of isopropyi alcohol/100 moles of mixture. Results seem to adjust themselves accurately enough to a straight line up to catalyst weights of 0.02 g and for every temperature. Results for hydrogen-containing mixtures have the shape shown in Fig. 6, with iso- propyi alcohol-hydrogen feed mixtures. The shape is the same as that obtained with CrzOa catalyst, but the minimum ap- pears at a lower hydrogen partial pressure. From the study of the rate equations at low hydrogen partial pressure (experi- mental points preceding the minimum) it seems that the mechanism on ZnCrzOi is the same as for Cr^Os. Considering that the ps values for which the minimum is re- corded are much smaller than in the case of the Cr^Os catalyst, the degree of cer- tainty is lower, and we have not attempted to calculate the reaction rate coefficients. The break in the Arrhenius plot, see Fig. 7, takes place in the 380-410 range. The slope of the Arrhenius straight lines for all the isopropyi alcohol-acetone mixtures is the same. Adsorption of H^ and Oa on Cr^Os Azcue (13) studied the adsorption of Hs and Oa both on oxidized and reduced Cr^Os. The experimental setup involves an all-in- glass scale located in a glass case connected to gas handling and vacuum systems. The end of the scale arms are provided with two condenser plates in series. The other two plates are fixed to the scale case. These plates are connected to a capacity analyzer through tungsten-Pyrex seals. One arm of the scale sustains a pan and the other a glass covered permanent mag- net. This magnet is located in the axis of an external coil. When the scale is in equilibrium, the condensers have a certain capacity. If the scale is displaced from the equilibrium position this capacity changes and the electronic system sends through the coil the necessary current to return the scale to SEMICONDUCTIVITYATALYTIC ACTIVITY 143 0.025 0.05 p^atm. 0.075 0.025 0.05 p^atm. 0.075 FIG. 6. Reaction rate on ZnCraOi catalyst versus hydrogen partial pressure. laopryl alcohol-hy- drogen mixture feed. the equilibrium position. The voltage applied to the coil is re- corded in a Leeds and Northrup recorder. FIG. 7. Dehydrogenation on ZnCr4 catalyst. Arrhenius plot. The whole system has been calibrated by a buoyancy method and sensitivity is 0.03 mg using a total weight of 10 g. Experiments can be carried out at differ- ent temperatures (kept constant within less than ) and pressures. The gas handling system is provided with a McLeod gauge and butyl phthalate and mercury manometers. Before the experiments were started, the pressure and temperature ranges in which any phenomena may interfere with the measurement, were determined. Most of the experiments were performed with the same CiiOs sample, which is capable of being regenerated by the ade- quate procedure. Both forms of Cr^Os were prepared by heating the sample in the pan, either in dry air at 710 mm of Hg or in hydrogen at the same pressure, and 500, during sev- eral hours and pumping off to a final pressure of less than 10'6 mm of Hg. This treatment was repeated until constant pel- let weight under vacuum at 500 was attained. The adsorption isotherms (see Fig. 8) were obtained starting with the sample, at the desired temperature, under vacuum. 144 GARCIA DE LA BANDA 1 19 50 100 Pressure/mm of Hg Fia. 8. Adsorption isotherms of Ha on oxidized Cr,0,. Small amounts of gas were admitted and pressure measured when equilibrium was attained. In Fig. 9 the logarithm of the maximum weight increase is plotted against 1/T for the adsorption of 2 on oxidized Cr^Oa. -c o> i 0) 0 2.3 2A 2.5 2.6 2.7 2.8 2.9 10'/T FIG. 9. Logarithmic plot of IL weight adsorbed on oxidized CriOa versus l/T. The values of Aff obtained from plots simi- lar to Fig. 9 are given in Table 1. TABLE 1 f, KCAL/MOLE Gas Oxidized Cr Reduced Co0< H, 02 6.4 17.7 4.1 4.9 Electrical Resistance of Cr-sOs Pajares (14) has undertaken the study of the dependence of electrical resistance of CraOs on temperature and pressure in different gases, as well as on composition during reaction. Figure 10 shows a general view of the apparatus employed in the measurement of electrical resistance in gas atmospheres, the main parts of which are as follows: a. A gas purification and storage system. b. A circulation pump. c. An electrical resistance measuring de- vice. d. The vacuum system and a series of pressure gauges. The most important parts are the pellet holder and the AC bridge. The Cr^Os pellet is pressed between two platinum electrodes by a glass-covered iron rod, in order to attain pellet-platinum resistances inde- pendent of temperature. The pellet holder is placed in a glass tube, located in an electric furnace. In this way the pellet can be heated up to 550. Temperature is electronically controlled within less than .5. The AC bridge has a measuring range from 10'2 to 10\" 0 and its precision varies according to the measuring region, al- though it is considered to be higher than %. Further details on the procedure em- ployed and several tables of experimental values are given in reference (10). The apparatus employed in the study of electrical resistance during the reaction was a combination of that used for meas- uring catalytic activity (Fig. 1) and the one shown in Fig. 10. SEMICONDUCTIVITYATALYTIC ACTIVITY 145 FIG. 10. Schematic diagram of the apparatus for measuring electrical resistance in gases. Aas tank; Btorage bulb; Circulation pump; Dellet holder. As a general precautionary measure we must indicate that in order to obtain re- producible results the CrzOa pellets must be either oxidized or reduced at 500C dur- ing long periods of time (several days) and subjected to alternative high vacuum periods. The study of the change of the conduc- tivity logarithm with 1/T, using oxidized and reduced Cr^Os pellets and different at- mospheres, results in the activation energy values, E, recorded in Table 2. TABLE 2 E, KCAL/G ATOM OF CARRIERS Gas Oxidized CriO. Reduced CriO. reported by Voltz and Weller (15). The same plot shape has been found at 470 and 440. Figure 12 shows the change in resistance of a Cr^Os pellet at 500C in a stream of pure isopropyi alcohol. There is a constant 6.9 S 6.8 5 o> 6.7 o 6.6 Vacuum (p < 10-6 mm of Hg) ll.e 27.9 Air (p ^ 700 mm of Hg) 9. i N2 (p ^ 700 mm of Hg) 9.i Os (p ^ 700 mm of Hg) 9.i H; (p ^ 700 mm of Hg) 29., Figure 11 is a plot of the change in re- sistance with hydrogen pressure at 500C. This result agrees very well with the data 0.) 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 Atmospheres FIG. 11. Change in CraOresistance in function of H> pressure. Temperature00C. resistance region after which resistance decreases with time. After 36 hr resistance attains values of the order of a few thou- sand ohms. The constant resistance region 146 GARCIA DE LA BANDA g 7.0 1 2 3 Time (hours) FIG. 12. Change m Cr^Oa resistance with time, during the dehydrogenation reaction. Tempera- ture00. extends through a time lapse which ranges from 30 min to a little less than 2 hr. All resistance measurements taken during the reaction, with the object of studying the influence of hydrogen partial pressure in the feed, have been carried out in this region. When the resistance attained this con- stant value, hydrogen was admitted to the stream. Some experimental results are given in Table 3. The same type of results have been found for 470 and 440. DISCUSSION OF RESULTS From the shape of the reaction rate versus ps curves (see Fig. 3) we see that Eq. (1) ceases to apply from a certain value of ps- This behavior is usually char- acteristic of complex phenomena where at least two simple processes are taking place simultaneously. We have suggested that these processes are the reactions taking place both on the original p-type Cr and on the n-type Cr^Os, obtained in the reduction of the former (or perhaps by strong ionosorption of hydrogen on the surface). Considering TABLE 3 RESISTANCE DUMNG REACTION\" Time Experiment no. Hours Minutes I 2 3 4 5 6 10 0.830 20 0.742 1.23 1.12 1.13 1.23 0.807 30 0.742 1.23 1.10 1.12 1.23 0.800 40 0.733 1.22 1.106 1.16'' 1.21 0.800 50 0.742 1.23 1.10 1.19 1.23 0.800 1 0.741 1.23 1.16 1.27 10 0.742 1.21 1.20 1.25 0.743'' 20 0.740 1.22 1.17 1.17 I.W 0.740 30 0.742 1.23 0.84 1.07 1.13 0.741 40 0.742 1.23 0.81 0.80 1.13 0.741 50 0.742 1.21 0.80 0.53 1.13 0.743 2 0.742 1.23 0.77 1.13 0.741 10 0.740 1.21 1.07 0.741 20 0.740 1.21 30 0.670 1.21 40 0.650 1.20 50 1.15 3 0.617 1.00 0 R X 10-'; temperature 500. 1 Before these measurements were performed, hydrogen was admitted in amounts corresponding to the following pa (atm): experiment no. 3, 0.0045; no. 4, 0.0051; no. 5, 0.0353; no. 6, 0.0774. Experiments nos. 1 and 2 were performed in pure isopropyi alcohol. SEMICONCTIVITYATALYTIC ACTIVITY 147 the electronic nature of the rate-determin- ing step (be it what it be) the latter ought to display a greater activity due to its n character, which is in agreement with the observed increase in the reaction rate. There is some experimental evidence tending to confirm the existence, in re- ducing atmospheres, of a Cr..i03 modifica- tion from the p to the n type. This type of change has been reported by Voltz and Weller (15). Weisz, Prater, and Ritten- house (16) as well as by Chapman and co-workers (/7). Voltz and Weller meas- ured the resistance of a Ci'aOa pellet in hydrogen atmosphere at increasing pres- sures (temperature 500C) and found a resistance maximum at about 0.045 atm of hydrogen. The increasing resistance region was associated with p-type conductivity, and the fact that the maximum is followed by a decreasing resistance region was at- tributed to a p -> n transition. The 0.045 atm value is that for which the maximum occurs, although, of course, transition starts earlier. Bielanski and co-workers (18) have sug- gested that at temperatures above 450 and in methanoi atmosphere a p n tran- sition is evident in CrzOs. As excess oxygen imparts nonstoichio- metric properties to chromia, reduction would proceed, through an intrinsic stage, to ra-type cation excess conduction. Ob- viously this model is an oversimplification since the electronic structure of Cr^Os is more complicated (19) than that of a typi- cal extrinsic p-type semiconductor. Available literature is somewhat mis- leading as regards CrzOs reduction. A vari- ation in the color from the black oxidized form, to the light green reduced form has been observed when the former is subjected to a temperature of 400 and a 25 mm of Hg hydrogen pressure. The phenomenon is totally reversible, and under similar condi- tions the oxidized form is obtained by oxidation of the reduced form. In proceeding to measure catalytic ac- tivities, the originally black pellet acquires a light green color when it has been in the reactor for less than two hours, at a tem- perature of 440-500C. From the reaction rate versus hydrogen partial pressure curves we can assume, in principle, than the p -> n transition can be experimentally detected only for a given partial pressure. This is not an exception in redox reactions. If we assume the existence of such a threshold pressure we can understand that the concentration of the surface adsorbed hydrogen, produced during the reaction, would eventually be sufficient for the tran- sition to take place even in the case of a differential reactor and if no hydrogen was introduced in the feed. This hypothesis may explain the break in the Arrhenius plot found (Fig. 4) in the 410-440 region; 410 seems to be a critical temperature for CrzOs as is shown by the experiments undertaken by Winter (20), Bevan, Shelton, and Anderson (21), and so on. We assume that the change experienced by the properties of Cr:;03 in this tempera- ture region may be due to a p -n transi- tion or to a modification in the structure of p-Cr occurring at 410 and bearing no relation at all to a reduction, as suggested by Winter's work. However work undertaken by Bhatta- charyya and co-workers (22) seems to indicate that Cr^Os does not experience any transformation capable of explaining an effect of this type in the temperature range and conditions of our experiments. Never- theless, if the change experienced by the activation energy were due to a p n transition we could hardly expect minima to appear in the reaction rate versus hydro- gen partial pressure curves for the 440 470 and 500 temperatures. Minima ac- tually occur, although they are much smoother, and occur at lower hydrogen partial pressure, as if part of the reaction had already taken place. Assuming that both the shape of the re- action rate versus hydrogen partial pres- sure curves and the inflection in the Arrhenius plots are due to a p n transi- tion, it seems but natural to expect that: a. Extrapolation of the Arrhenius straight lines for the 440-500 range to the 350 and 380C temperatures should 148 GABCIA DE LA BANDA TABLE 4 RATE OF REACTION VALUES ON CB,. V(molea/g min X10') Temperature () PA(atm) PR(atm) PS(at Experimental Calculated 350 0.920.000 0.000 10.3 9.74 0.866 0.000 0.055.8i 6.3i) 0.834 0.000 0.09o 5.0s 5.12 0.816 0.000 0.104.77 4.54 380 0.927 0.000 0.000 16.6 16.. 0.862 0.000 0.066 9.7s 10.1 0.847 0.000 0.089.16 9.0i 0.82, 0.000 0.09g 8.3. 8.06 0.80. 0.000 0.12i 7.26 6.44 0.786 0.000 0.142 5.7. 6.lo 350 0.83i 0.092 0.000 5.14 5.4, 0.797 0.08, 0.033.1s 3.1. 0.788 0.08s 0.04, 3.0s 2.8i 0.77, 0.087 0.052.6e 2.53 0.764 0.08t 0.07t 1.9, 2.1e 380 0.833 0.093 0.000 8.32 8.7, 0.79i 0.08s 0.043 5.8i 5.5i 0.780.087 0.057 5.12 4.81 0.77o 0.086 0.07i 4.2, 4.2, 0.762 0.084 0.08o 3.62 3.9o 350 0.74i 0.186 0.000 2.1i 2.6s 0.714 0.17, 0.033 1.2. 1.24 0.707 0.177 0.042 1.07 0.9o 0.695 0.174 0.057 0.74 0.64 0.68i 0.17o 0.076 0.36 0.4i 380 0.730.184 0.000 3.63 4.1i 0.72i 0.180.02i 3,14 3.0i 0.714 0.17s 0.03o 2.96 2.7, 0.707 0.170.04a 2.57 2.34 0.69o 0.172 0.06o 2.02 1.8, 0.67. 0.170.077 1.4i 1.57 380 0.65t 0.28o 0.000 1.97 2.37 0.63, 0.274 0.01s 1.63 1.5, 0.630.272 0.024 1.6i 1.4o 0.62, 0.27o 0.033 1.32 1.2, 0.622 0.267 0.043 l.li 1.0. 0.612 0.263 0.057 0.84 0.8. 0.608 0.250.07o 0.6. 0.72 lead to some agreement with the almost linear part of the corresponding reaction versus hydrogen partial pressure plots. b. Since the same mechanism is accepted for the first part of the reaction rate versus hydrogen partial pressure curve (i.e., be- fore the minimum) at 500, an equation of the same type should fit the almost linear region of the reaction rate versus hydrogen partial pressure plot as well as the values extrapolated (for the mixtures with ps= 0) from the Arrhenius plot at high temperatures. For all the mixtures studied, extrapo- SEMICONDUCTIVITYCATALYTIC ACTIVITY 149 lated values to 350 and 380 have been worked out from the high temperature straight lines in the Arrhenius plots. The parameters of simplified equations, of the same form as Eq. (1) have been fitted by least-squares using these results and experimental points obtained in the pg region to the right of the reaction rate versus ps maximum. In Table 4 both the values calculated from the equations and those obtained ex- perimentally (including the extrapolated ones) are shown. Agreement is fairly good and seems to substantiate the assumption that there is a p n transition in Cr-sOs which is respon- sible for both the inflection in the Arrhenius plot and the minimum in the reaction rate versus ps curve. We must remark that the reaction rate plot shape is found for all the isopropyi alcohol-acetone mixtures for every tem- perature within this range. The break in the Arrhenius plots has also been found for all feed compositions and, in the case of non-hydrogen-containing mixtures, each ex- perimental point in the plot has been ob- tained from the rate of reaction versus weight of catalyst linear plots. In order to confirm these results we thought it would be interesting to study the following: a. The kinetics on ZnCr2C>4. b. The adsorption of Hs and Os on Cr^Os. c. The electrical resistance of our Cr203 pellets in different atmospheres and during the reaction. Experimental results on ZnCr204 lend further support to the hypothesis of pos- sible p -> n changes in adequate atmos- pheres of p-type semiconductors. ZnCr204 is more easily reducible than CrzOa (see Figs. 6 and 7). Results obtained by Bevan, Shelton, and Anderson (21) in oxygen, air, vacuum, and hydrogen atmospheres agree with those obtained by us (2,3) in the sense that ZnCr204 prepared in air con- tains oxygen in excess of its stoichiometric value. It is, therefore, a hole semiconductor. Probably the p -> n transition in ZnCr204 would be a result of oxygen loss and inter- stitial Zn^ formation, giving way to a catalyst which, in some respects, would be similar to ZnO. Adsorption studies (see Table 1) and results on the activation energy of Cr^Os conductivity (see Table 2) both show that the surfaces of the oxidized and reduced form have quite different properties. Furthermore, values in Table 2 may be used in support of the hypothesis which postulates a change in the semiconductor character during reaction. Results on the variation of resistance with hydrogen pressure, show the same shape as those found by Voltz and Weller (15). Figure 11 shows that the ps value corresponding to the maximum is about 0.05 atm, which is the same for which the reaction rate maximum appears. This strongly favors the hypothesis of a CraO; p -> n change during the reaction. Finally, results on the variation of the resistance with hydrogen partial - pressure in the stream (see Table 3) show that at low hydrogen partial pressure, resistance increases with hydrogen admission. At high partial pressures resistance decreases with increasing pg. This is further evidence in support of the p n transition. FINAL REMARKS It appears that the conception of the transformation of the Cr203 catalyst in the p -> n direction, which, as we have seen, has found its way into chemical literature, is not exclusive for Cr203, but seems to be a property which is common to all semi- conductors whenever reaction conditions are adequate. As a matter of fact, we have seen this phenomenon appearing in iso- propyi alcohol dehydrogenation on ZnCra04 and Nicolescu and Popescu (23) have shown the PtO, AlaOa catalyst (10.8 % PtO) is of a feeble p-type at low tempera- tures and of the n-type when these are high. The appearance of a phenomenon of this type introduces a new difficulty in the al- ready complex physical chemistry of cata- lytic reactions. The phenomenon seems to be interesting from a general standpoint and some of the experimental evidence leads to the conclusion that the overall 150 GABCIA DE LA BANDA phenomenon is but incompletely explained. It would therefore be advisable to con- tinue research along these lines in order to attempt ite classification. In this attempt we will face experimental and theoretical difficulties. We would need more accurate measurements of reaction rates at low hydrogen partial pressures and at different total pressures. We would also need accurate surface conductivity and Hall's coefficient measurements avoiding the problems of grain boundaries in a sintered pellet. From the theoretical standpoint we will face problems connected with carriers mo- bility in the boundary layer near the sur- face W}, with the possibility that the same molecule be adsorbed either as donor or acceptor (2S), and so on. Nevertheless, the better understanding of this problem seems to be important enough to reward us for our effort in over- coming these difficulties. REFERENCES /. STONE, F. S., in \"Chemistry of the Solid State\" (W. E. Garner, ed.), Chapter 15. Butter-worths, London 1955. HAUFFE, K., Advances in Catalysis 3, 213 1955. GRAY, T. J., \"The Defect Solid State,\" Chap- ter 7. Interscience, New York. 1956. SCHWAB, G-M., m \"Semiconductor Surface Physics\" (R. H. Kingston, ed.), University of Pennsylvania Press, Philadelphia, p. 283. 1957. VOLKENSTEIN, TH., \"Thrie ectronique de la Catalyse sur les semi-conductors.\" Masson, Paris. 1961. DOWDEN, D. A., AND WELLS, D., \"Actes du deuxie Congr International de Ca- talyse,\" 1949 (1960). S. GABNER, W. E., DOWDEN, D. A., AND GABCfA DE LA BANDA, J. F., Anales real soc, espan. fis. v quim. Madrid 50B, 35 (1954). 3. GARCIA, DE LA BANDA, J. F., AND HEBNAEZ MABiN, J., Anales real soc. espan. fis, y quim. Madrid S3B, 499 (1957). 4. GABCfA DE LA BANDA, J. F., AND HERNAEZ MABfN, J., Anales real soc. espan. fis. quim. Madrid SW. 115 (1958). 5. HAUFFE, K., Angew. Chem. 67, 189 (1955). 6. GARCfA DE LA BANDA, J. F., AND HERNAEZ MAR, J., Proceedings of the 3rd Interna- tional Symposium on the Reactivity of Solids, Vol. in, 59 (1956). 7. GABCIA DE LA BANDA, J. F., AND KBEMENIE OB- LANDINI, G., Anales real soc. espan. fis. y quim. Madrid 54B, 85, 97 (1958). 8. KBEMBNIORLANDINI, G., Anales real soc. espan. fis. y quim. Madrid 55B, 465 (1959). 9. GARCIA DE LA BANDA, J. F., AND KBEMENIOB- LANDINI, G., Anales real soc. espan. fis. y quim. Madrid 55B, 477 (1959). 10. GARCIA DE LA BANDA, J. F., AND KREMENIOR- LANDINI, G., Final Report, Contract No. AF 61 (514)-1330, AF, December, 1960. 11. GERMAIN, J. E., GBAS, B., BEAUFILS, J. P., AND PONSOLLB, L., Bull. Soc. Chim. France, 1172 (1961). IS. KBBMENIC, G., unpublished results. 13. AZCUE, J. M., unpublished results. 14. PAJARBS, J., unpublished results. IB. VOLTZ, S. E., AND WELLEB, S. W., J. Phys. Chem. 59, 566, 569 (1955). WELLER, S. W., AND VOLTZ, S. E., Advances m Catalysis 9, 215 (1957). 16. WBISZ, P. B., PRATER, C. D., AND RITTENHOUSE, K. D., J. Chem. Phys. 21, 2236 (1953). 17. CHAPMAN, R. P., GBIFFITH, R. H., AND MARSH, J. D. F., Proc. Roy. Soc. (London) A224, 419 (1954). 18. BlELANSKI, A., DEREN, J., AND HABER, J., Bull. Acad. Polon. Sei. Cl. in, VoL 111(9), 479 (1955) ; ibid., CI. III, VoL IV(8), 533 (1956) ; Nature 179, 668 (1957). DEREN, J., HABER, J., AND MROWEC, S., Bull. Acad. Polon. Sei. Cl. m, VoL IV(4), 107 (1956). 19. HAUFFE, K., AND BLOCK, J., Z. physik. Chem. 198, 232 (1951). SO. WINTER, E. R. S., Discussions Faraday Soc. No. 8, 231 (1950). 31. BEVAN, D. J. M., SHELTON, J. P., AND ANDEB- SON, J. S., J. Chem. Soc. 1729 (1948). . BHATTACHARYYA, S. K., AND RAMACHANDRAN, V. S., in \"Advances in Catalysis,\" 9, 114 (1957). BHATTACHARYYA, S. K., AND KAMESWABI, S., J. Chim. Phys. 56, 823 (1959). 53. NICOLESCU, I. V., AND POPESCU, AL., Acad. rep. popule Romine Studii certerari chim. 7, 49 (1959). 54. SCHRIEFFER, J. R., in \"Semiconductor surface physics\" (R. H. Kingston, ed.), p. 55. uni- versity of Pennsylvania Press, Philadelphia, 1957. 25. WOLKENSTEIN, TH., J. Chim. Phys. 54, 175 (1957). YJCAT 62900179 0021-9517(62)90017-9 10.1016/0021-9517(62)90017-9 Semiconductivity and catalytic activity. The dehydrogenation of isopropyl alcohol on ZnOCr2O3 catalysts Juan F. García De La Banda From the Instituto de Química Fisica “Rocasolano,” Madrid, Spain Kinetics of isopropyl alcohol dehydrogenation on Cr2O3 prepared by decomposition of the corresponding hydroxide in air at 400 °C has been studied. Experimental results point to a change in the semiconductor type of the Cr2O3 catalyst during the reaction. In order to confirm this hypothesis, the H2 and O2 adsorption on both types of Cr2O3, as well as the modification of the electrical resistance, at constant temperature, versus hydrogen pressure and versus feed during the reaction have been studied. Results are in agreement with the existence of two forms of Cr2O3 which, in principle, behave as p (oxidized form) and n (reduced form) semiconductors. The study of isopropyl alcohol dehydrogenation kinetics on ZnCr2O4 leads us to the conclusion that this possible p → n transition is not a quality which is exclusive for Cr2O3. These points are discussed and their importance and possible implications on future work duly considered. References 1. F.S. Stone W.E. Garner Chemistry of the Solid State 1955 Butterworths London Chapter 15 K. Hauffe Advances in Catalysis 3 1955 213 T.J. Gray The Defect Solid State 1956 Pergamon Press New York Chapter 7 G-M. Schwab R.H. Kingston Semiconductor Surface Physics 1957 University of Pennsylvania Press Philadelphia 283 Th. Volkenstein Théorie électronique de la Catalyse sur les semi-conductors 1961 D.A. Dowden D. Wells Actes du deuxième Congrés International de Catalyse 1949 1960 2. W.E. Garner D.A. Dowden J.F. García de la Banda Anales real soc. españ. fís. y quím. Madrid 50B 1954 35 3. J.F. García de la Banda J. Hernáez Marín Anales real soc. españ. fís. y quím. Madrid 53B 1957 499 4. J.F. García de la Banda J. Hernáez Mahín Anales real soc. españ. fís. y quím. Madrid 54B 1958 115 5. K. Hauffe Angew. Chem. 67 1955 189 6. J.F. García De La Banda J. Hernáez Marín Proceedings of the 3rd International Symposium on the Reactivity of Solids Vol. III 1956 59 7. J.F. García De La Banda G. KremenićOrlandini Anales real soc. españ. fís. y quím. Madrid 54B 1958 85 J.F. García De La Banda G. KremenićOrlandini Anales real soc. españ. fís. y quím. Madrid 54B 1958 97 8. G. KremenićOrlandini Anales real soc. españ. fís. y quím. Madrid 55B 1959 465 9. J.F. García De La Banda G. KremenićOrlandini Anales real soc. españ. fís. y quím. Madrid 55B 1959 477 10. J.F. García De La Banda G. KremenićOrlandini Final Report 1960 USAF Contract No. AF 61 (514)-1330 11. J.E. Germain B. Gras J.P. Beaufils L. Ponsolle Bull. Soc. Chim. France 1961 1172 12. Kremenić, G., unpublished results. 13. Azcue, J. M., unpublished results. 14. Pajares, J., unpublished results. 15. S.E. Voltz S.W. Weller J. Phys. Chem. 59 1955 566 S.E. Voltz S.W. Weller J. Phys. Chem. 59 1955 569 S.W. Weller S.E. Voltz Advances in Catalysis 9 1957 215 16. P.B. Weisz C.D. Prater K.D. Rittenhouse J. Chem. Phys. 21 1953 2236 17. R.P. Chapman R.H. Griffith J.D.F. Marsh Proc. Roy. Soc. (London) A224 1954 419 18. A. Bielanski J. Derén J. Haber Bull. Acad. Polon. Sci. Cl. III Vol. III 9 1955 479 A. Bielanski J. Derén J. Haber Bull. Acad. Polon. Sci. Cl. III Vol IV 8 1956 533 A. Bielanski J. Derén J. Haber Nature 179 1957 668 J. Derén J. Haber S. Mrowec Bull. Acad. Polon. Sci. Cl. III VoL IV 4 1956 107 19. K. Hauffe J. Block Z. physik. Chem. 198 1951 232 20. E.R.S. Winter Discussions Faraday Soc. No. 8 1950 231 21. D.J.M. Bevan J.P. Shelton J.S. Anderson J. Chem. Soc. 1948 1729 22. S.K. Bhattacharyya V.S. Ramachandran Advances in Catalysis 9 1957 114 S.K. Bhattacharyya S. Kameswari J. Chim. Phys. 56 1959 823 23. I.V. Nicolescu Al. Popescu Acad. rep. populare Romine Studii certerari chim 7 1959 49 24. J.R. Schrieffer R.H. Kingston Semiconductor surface physics 1957 University of Pennsylvania Press Philadelphia 55 25. Th. Wolkenstein J. Chim. Phys. 54 1957 175",
      "scopus-id": "12944276023",
      "coredata": {
        "eid": "1-s2.0-0021951762900179",
        "dc:description": "Kinetics of isopropyl alcohol dehydrogenation on Cr2O3 prepared by decomposition of the corresponding hydroxide in air at 400 °C has been studied. Experimental results point to a change in the semiconductor type of the Cr2O3 catalyst during the reaction. In order to confirm this hypothesis, the H2 and O2 adsorption on both types of Cr2O3, as well as the modification of the electrical resistance, at constant temperature, versus hydrogen pressure and versus feed during the reaction have been studied. Results are in agreement with the existence of two forms of Cr2O3 which, in principle, behave as p (oxidized form) and n (reduced form) semiconductors. The study of isopropyl alcohol dehydrogenation kinetics on ZnCr2O4 leads us to the conclusion that this possible p → n transition is not a quality which is exclusive for Cr2O3. These points are discussed and their importance and possible implications on future work duly considered.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1962-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0021951762900179",
        "dc:creator": {
          "@_fa": "true",
          "$": "García De La Banda, Juan F."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0021951762900179"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0021951762900179"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(62)90017-9",
        "prism:volume": "1",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Semiconductivity and catalytic activity. The dehydrogenation of isopropyl alcohol on ZnOCr2O3 catalysts",
        "prism:copyright": "Copyright © 1962 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "136-150",
        "prism:endingPage": "150",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1962",
        "prism:doi": "10.1016/0021-9517(62)90017-9",
        "prism:startingPage": "136",
        "dc:identifier": "doi:10.1016/0021-9517(62)90017-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/12944276023"
      }
    }
  }
}