{
  "metadata": {
    "title": "Study on olefin oxidation by periodic-pulse technique: I. Propylene oxidation into acrolein using various oxide catalysts",
    "authors": "; ",
    "journal": "Journal of Catalysis",
    "date": "1972-09-30",
    "doi": "10.1016/0021-9517(72)90097-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0021951772900978",
    "pii": "0021951772900978"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-35248831399",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T08:28:01 1-s2.0-0021951772900978 0021-9517(72)90097-8 0021951772900978 10.1016/0021-9517(72)90097-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X01765 2015-05-13T20:40:28.567884-04:00 0 0 19720901 19720930 1972 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0021-9517 00219517 26 26 3 3 Volume 26, Issue 3 13 359 369 359 369 197209 September 1972 1972-09-01 1972-09-30 1972 converted-article fla Copyright © 1972 Published by Elsevier Inc. STUDYOLEFINOXIDATIONBYPERIODICPULSETECHNIQUE NIWA M ADAMS 1963 63 C BATIST 1966 55 P SACHTLER 1965 252 W PROCEEDINGSINTERNATIONALCONGRESSCATALYSIS3RDAMSTERDAM1964 MURAKAMI 1969 2183 Y MURAKAMI 1959 316 Y ADAMS 1964 379 C PEACOCK 1969 387 J KOLCHIN 1964 301 I GODIN 1968 347 G INTCONGRCATAL4TH ALKHAZOV 1968 293 T INTCONGRCATAL4TH KOMINAMI 1962 1510 N ISHIKAWA 1964 1931 T BELOUSOV 1968 406 V INTCONGRCATAL4TH NIWAX1972X359 NIWAX1972X359X369 NIWAX1972X359XM NIWAX1972X359X369XM item 0021-9517(72)90097-8 0021951772900978 1-s2.0-0021951772900978 10.1016/0021-9517(72)90097-8 272561 2010-10-26T03:41:14.329955-04:00 1972-09-01 1972-09-30 1-s2.0-0021951772900978-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951772900978/MAIN/application/pdf/a64c03cea338a793c0c7d17710246ae4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951772900978/MAIN/application/pdf/a64c03cea338a793c0c7d17710246ae4/main.pdf main.pdf pdf true 1010265 MAIN 11 1-s2.0-0021951772900978-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951772900978/PREVIEW/image/png/2d1f25b8ff6f863a4b57282c606fe986/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951772900978/PREVIEW/image/png/2d1f25b8ff6f863a4b57282c606fe986/main_1.png main_1.png png 63999 849 656 IMAGE-WEB-PDF 1 JOURNAL OF CATALYSIS 26, 359-369 (1972) Study on 0)efm Oxidation by Periodic-Pu)se Technique ). Propy)ene Oxidation into Acrotein Using Various Oxide Catalysts MIKI NIWA AND YUICHI MURAKAMI Depaftwtemt o/ Synt^etM C^eMtM^T/, ^Va^o^a C/Ktferstty, JVapoyct, Japom Received October 13, 1971 By the periodic-pulse technique, distinguished from the conventional continuous- Bow reaction by the alternate feeding of oxygen and hydrocarbon, the oxidation of propytene waa investigated over various oxide catalysts. It is shown that the reaction takes place according to the same mechanism, i.e., the reoxidation-re- duetion mechanism, irrespective of the reaction technique. We attempted to characterize various oxide catalysts by the periodic-pulse technique and by electrical-conductivity measurements. The speculations regarding surface oxidation states on the basis of a separative analysis of the combustion reaction and the electrical conductivity during the reaction are consistent. Combustion is found to take place at the oxygen-regeneration pulse (0-putse) over the Sn-P, Bi-W, and Bi-Mo oxide catalysts, which are severely reduced, while at the propylene- reaction pulse (R-pulse) over the Sn-Sb and Sb-Mo oxide catalysts, the catalysts maintain higher oxidation states. The catalysts can also be classified into three groups on the basis of the period dependence; (a) Bi-Mo, B-iW (b) Sn-Sb, Sb-Mo (c) Mo03, Sn-P The catalysts are divided into Group (b) and Groups (a) and (c) on the basis of the results of the combustion reaction; these results are correlated with the characterization of the separative analysis and electrical-conductivity measurements. On the basis of these Endings, some discussions are made of the catalyst properties controlling their surface oxidation states. Furthermore, the roles of bismuth and antimony are speculated on. INTRODUCTION with the anion vacancy which belongs to Acrolein synthesis by the oxidation of ^ molybdenum atom. propylene has been investigated as one of ^ ^ necessary to solve the puzzle con- the most basic reactions in a mild oxidation, cernmg the high selectivity of the bismuth The studies have been carried out mainly molybdate catalyst. Sachtler and de Boer over bismuth molybdate catalysts, which ^) have proposed a reducibility parameter are industrially important. Adams and ^ o^sr to interpret the activities and Jennings (^) offered a mechanism in which selectivities of mixed oxide catalysts. How- the oxidation of propylene into acrolein ^sr, it is clear that the explanation based proceeds via a ^-allyl intermediate using o\" the reducibility is insufficient at least, the isotopic technique. Their proposal ^s far as the present results are concerned. seems to be accepted in the literature. In order to determine the factor that de- Batist, Lippens. and Schuit (^) proposed termines selectivity in the oxidation reac- that olefinic hydrocarbon can be combined tion, it may be necessary to consider the 359 Copyright @ 1972 by Academic Press, Inc. AH rights of reproduction in any form reserved. 360 NIWA AND MUBAKAMI formation of by-products as well as the main reaction. The present authors have already de- veloped the periodic-pulse technique, re- ported the experimental results, and com- pared the continuous-now and one-shot pulse techniques* using the example of the oxidative dehydrogenation of ethylbenzene into styrene (^). In the periodic-pulse technique, oxygen and hydrocarbon are fed into the reactor alternately and separately; the reactions proceed under the surface condition of having a certain width be- tween the lower and higher oxidation states. The results of the periodic-pulse technique were approximate to those of the continu- ous-now technique rather than to those of the one-shot pulse technique, in which a reactor is inserted between the sample in- let and the separate column of the gas chromatograph. In addition, it is remark- able that the reaction proceeds under a nonsteady state, i.e., a periodic variation in the surface oxidation state. Taking advantage of the characteristics of the periodic-pulse technique described above, it can be expected that new informa- tion can be obtained about the oxidation reaction. The catalysts are characterized as to the surface oxidation state by means of this technique, used in connection with the electrical-conductivity measurements. EXPERIMENTAL METHODS Figure 1 shows a periodic-pulse technique diagram, in which some variables are de- nned as follows; 0-PULSE R-PULSE 0-PULSE R-PULSE FiG. 1. Time diagram of the periodic-pulse technique. * In order to draw a. clear distinction between the usuaJ technique and the periodic one, we will call the former the one-shot pulse technique. 0-pulse pulse consisting of oxygen and nitrogen; R-pulse pulse consisting of hydrocarbon and nitrogen; N-pulse pulse consisting of only nitro- gen; Pulse width (^) feed time of each pulse (sec); Periodhe total sum of each pulse width, i.e., (^o + ^) (sec) Partial pressureescribed in each pulse; for example, Po in the 0-pulse means the partial pressure of oxygen in the 0-pulse. Normalized pressure partial pressure in the continuous-now technique, which is denned as follows: normalized pres- sure of oxygen (or olenn) = [<o/(<o + <R)] Po {or [<R/(<o + <R)] Pp) ^penme^a^ Procedure The reactions were carried out using the experimental apparatus shown in Fig. 2. Each reactant mixture was fed into a re- actor, via one of the three-way solenoid valves, which were connected with a electric circuit constructed with timers and relays. The stream was connected with the reactor side when the electric current was operating against the solenoid valve, and with the purge side in other cases. The pressure of the gas stream was regulated by water pressure on the purge side in order to make it now steadily. The current was dried with silica gel for oxygen, nitrogen and air, and with calcium chloride for Fio. 2. Reaction apparatus for the periodic- pulse technique: (1) three-way solenoid valve; (2) thermocouple; (3) electric furnace (sand bath); (4) reactor; (5) liquid trap; (6) gas- sampling vessel; (7) pressure regulator. OLEFIN OXIDATION BY PULSE TECHNIQUE. I 361 propylene, and it was controlled with a capillary now meter. Because of the cyclic change in the gaseous composition, the gaseous products were collected in a gas- sampling vessel for several periods (about 200 ml). Liquid products were trapped in ice- and dry ice-acetone-cooled tubes. Analysis was carried out by gas chromatog- raphy under the following conditions; a 20-cm silica gel column at 60 for COz and propylene, a 1.5-m molecular sieve 13X column at room temperature for 02, Nz, and CO, and a 2-m j8j8'-ODPN column at 60 for acrolein. The silica gel and mo- lecular sieve are connected in a line before and after the thermal conductivity cell respectively (^). The hydrogen used as a carrier gas was allowed to now into the silica gel column to separate carbon dioxide, propylene, and other substances, and then it was allowed to Sow into the molecular sieve column to separate oxygen, nitrogen, and carbon monoxide. Gas analysis was performed by only one shot. The reaction has been carried out at 386 with a 6.56-g catalyst unless other- wise described. The amounts of carbon oxide formed represent one-third of them. Cata^sts The following eight oxide catalysts were used in this experiment: Bi-Mo (1/1)*, Bi-Mo(l/l)/Si02, Bi-W(l/l), MoO.,, Sb- Mo(2/3), Sn-Sb(10/l), Sn-Sb(4/l), and Sn-P(10/l). They were prepared in the following way. An unsupported Bi-Mo catalyst was prepared by the method described by Adams e^ a!. (6). A supported Bi-Mo catalyst was prepared from a bismuth- molybdate precipitation and ethyl ortho- silicate. The mixture, with a, little nitric acid added, was hydrolyzed with a vibration mixer. The supported silica gel was 30 wt %. The Bi-W catalyst was prepared by co- precipitation from nitric bismuth nitrate and tungstic acid solutions. The MoOs cata- lyst was prepared from the precipitate of an ammonium molybdate solution with nitric acid. The Sb-Mo catalyst was prepared by mixing ammonium molybdate, antimony * Represents the atomic ratio. trioxide, and a little water, after which the mixture was dried at 110. The powder obtained was formed into a pellet under pressure. The Sn-Sb and Sn-P catalysts were prepared from the tin hydroxide gel by adding antimony and orthophosphoric acid, respectively. Tin hydroxide gel was pre- pared by adding more ammonium hy- droxide than equivalent to a tin chloride solution in order to precipitate it and by then washing with water until the pH equaled 7. The calcination of the Bi-Mo, Bi-Mo/ SiOz, Bi-W, Sb-Mo and MoOs catalysts was done at 450 for 3 hr; that of the Sn-P catalyst, at 500 for 2 hr; and that of the Sn-Sb catalyst, at 1000 for 4 hr. The particle size was 28-48 mesh except the Sb-Mo catalyst (20-48 mesh). The surface areas of these catalysts were measured by the BET method; they are summarized in Table 1. TABLE 1 SPECIFIC SuRFACK AREA Catalyst Surface area, (rn^/g) Bi-Mod/D/SiO^ Sn-P(10/l) Bi-W(l/l) Sn-Sb(10/l) Sn-Sb (4/1) MoO^ Sb-Mo(2/3) Bi-Mo(l/l) 202 47.2 14.6 14.6 12.8 3.2 2.5 2.2 .E^ectrtcc^-CoKdMC^fth/ MeasMfe^e^ts The electrical conductivity of the cata- lyst was measured under an atmospheric pressure using the apparatus shown in Fig. 3. The powder was compressed into a disk about 5 mm thick and 2 cm in diam- eter under a pressure of 1 ton/cm^; four electrodes of platinum wire were buried in a line. A direct current of 90 V was charged between the outside electrodes. The re- sistance of greatest value (about 1 Mn) was connected in a series circuit in order to avoid any fluctuation in the current with the variation in the resistance in the disk. The response of the potential difference between the inside electrodes with the 362 NIWA AND MURAKAMI TABLE 2 SEPARATIVE ANALYSIS OF CO AND CO: WHEN 0-R(30,30) FiG. 3. Apparatus for measurements of the electrical conductivity of the catalyst: (1) cata- lyst; (2) electric furnace; (3) dry battery (d.c. 90 V); (4) variable resistance; (5) ammeter; (6) terminal for recorder; (7) thermocouple. change in the atmosphere was recorded, and the electrical resistance was accounted for by the ammeter value. The streams were then dried, and the nitrogen was deoxygenated by the use of a reduced copper chromite catalyst. RESULTS fSepom^e ^4.Ma^/SM Each gaseous product of the 0-pulse and the R-pulse was sampled and analyzed separately. In order to avoid error resulting from gas mixing, an N-pulse of 15 sec was inserted between the 0- and R-pulses. As shown clearly in Table 2, about 70% of the combustion reactions over the Sb-Mo and Sn-Sb catalysts belonged to the R- pulse; they were directly contrary to those of the Bi-Mo, Bi-Mo/SiOz, Bi-W, and Sn-P catalysts. Over the MoOs catalyst, with a small formation of carbon oxides (carbon monoxide and carbon dioxide), half of the products were formed at the 0-pulse. In addition, the carbon monoxide formation was accompanied by the forma- CO, CO Catalyst total amount\" 0\"(%) Total amount* 0^(%) Bi-W(l/l) 5.08 78.7 0.991 79.1 Sn-P(10/l) 1.97 70.9 0.979 70.4 MoOs 0.160 51.6 Bi-Mo(l/l) 2.20 83.7 0.427 79 Bi-Mo/SiOs 6.02 83.3 Bi-Mo/SiO^ 6.66 81.0 Sn-Sb(10/l) 0.945 32.9 0.194 31.5 Sb-Mo(2/3) 0.329 30.4 0.235 13.4 Represents one-third of them (/^moles/period g catalyst). ^ Percentage at the 0-pulse with respect to the total amount; that at the R-pulse is 100 minus 0 (%). \" Po in the 0-pulse is 0.67 atm. tion of carbon dioxide over all the catalysts. A similar experiment with regard to acrolein formation was carried out with a one-shot pulse technique in which deoxy- genated helium was used as the carrier gas. A propylene pulse gave acrolein, but the next air pulse gave only carbon oxides. This means that adsorbed species of hy- drocarbon do not react with molecular oxygen to form acrolein. From these ex- periments, it seems that acrolein is formed from propylene and surface oxygen at the R-pulse by the periodic-pulse technique. CoTMpanso^ o/ ^e Pe^odtc-PMJ!se Reac^OM. M^A ^e CoH-^KMOMS-^ou^ .Reac^OM The dependence of the rate of formation on the period was examined over the Bi-Mo catalyst (cf. Fig. 4). The rates when the period was zero sec were obtained from the continuous-Sow reaction at a normalized pressure. The acrolein formation increased with a shortening of the period, although the formation of carbon oxides was not much increased. As shown in Fig. 4, by the extrapolation of the period to zero sec, the rates in the periodic-pulse technique coin- cide with those in the continuous-Sow tech- nique. Consequently, the continuous-Sow reaction may be regarded as like the peri- OLEFIN OXIDATION BY PULSE TECHNIQUE. I 363 TABLE 3 COMPARISON BETWEEN THE PERMDIC-PuLSE AND CONTJNUOUS-FLOW REACTIONS 10 30 M PER!0!] (sEc) FiG. 4. Dependence of the rate of formation on the period over an unsupported Bio cata- lyst : to/^R == 1 and Pa = 0.25 atm in the periodic- pulse technique. The results when period is zero sec show those in the continuous-How technique at a. normalized pressure. odic-pulse technique when the period be- comes zero sec. This relation will be dis- cussed below in .more detail. The rates obtained in the periodic-pulse technique over other oxide catalysts have been compared with those obtained in the continuous-Bow technique at a normalized pressure (cf. Table 3). For reference, the results on the Bi-Mo catalyst are also listed in Table 3. The amount of acrolein on the Bi-W catalyst was greater in the con- tinuous-Sow technique than in the periodic- pulse technique, although those of carbon monoxide and carbon dioxide were nearly equal for both the techniques, as with the Bi-Mo catalyst. On the other hand, all of these amounts over the Sb-Mo and Sn-Sb catalysts were greater in the con- tinuous-Sow technique than in the peri- odic-pulse technique. On the Sb-Mo catalyst, a discrepancy was found in the combustion reaction in particular. Further- more, the results over the Sn-P and MoOa catalysts were found to be similar for the two techniques. On the basis of a comparison of the two reactions, the catalysts can be classified into the following three groups; (a) Bi-Mo, Bi-W (b) Sn-Sb, Sb-Mo (c) MoOs, Sn-P Although the Bi-W and Sn-P catalysts (mmoles/hr) Catalyst Technique CO^ CO Acrolein Bi-Mo(l/l) P0.836 0.21 1.86 P 1.06 0.39 5.42 Bi-Mo(l/l)\" P 1.17 0.35 2.93 f 1.69 1.00 6.44 Bi-W(l/l) P 2.02 0.488 0.306 f 2.15 0.543 1.11 Sb-Mo(2/3) P 0.245 0.265 0.518 f 0.740 1.01 0.925 Sn-Sb(10/l) P 0.732 0.194 3.48 f 1.00 0.288 5.25 Sn-Sb (4/1) P 0.628 0.179 3.46 f 0.886 0.296 5.46 Sn-P(10/l) P 0.720 0.434 0.368 f 0.756 0.484 0.388 MoO, P 0.120 0.069 0.362 f 0.094 0.063 0.342 Periodic-pulse technique under the following condition: 0-R(15, 15); Pp, 0.25 atm; Po, 0.21 atm. '' Continuous-flow technique at the normalized pressure. ' 0.67 atm of Po in the 0-pulse. possessed similar activities and selectivities, a discrepancy was found in the acrolein formation over the Bi-W catalyst, but not in any reaction over the Sn-P catalyst. On the other hand, the Bi-Mo and Bi-W catalysts had the same tendency with regard to acrolein formation irrespective of their different selectivities, 79 and 29%, respectively. The results show that the discrepancy is found not only on the product with the greatest yield or on that with the highest selectivity. Accordingly, these differences between the results ob- tained by the two techniques do not de- pend on the levels of conversion and/or selectivity. Furthermore, it is remarkable that the grouping was supported by the results of separative analysis. A discrepancy was found only in the combustion of the Group (b) catalyst, which took place at the R- pulse more than at the 0-pulse. On the contrary, almost the same amount of carbon oxides was obtained from both the techniques over Group (a) and Group (c) 364 NIWA AND MURAKAMI catalysts, on which combustion took p!ace mainly at the 0-pulse. P^ Depe^de^ce Figure 5 shows the dependence of the rates on Pa in the R-puise (partial pres- sure of propylene) over the Bi-Mo cata- lyst at 0-R (15,15) (the pulse widths of the 0- and R-pulses are both 15 sec), as the reaction temperature was varied. The amounts of acrolein were most when ?R = 0.10-0.20 atm, although those of carbon oxides increased in proportion to the partial pressure at any reaction temperature. It is evident that the decrease in acrolein formation when Pn in the R-puise is 0.25 atm or more is fully compensated for by the increase in carbon oxides formation. As is shown by the dotted line, the sum of products does not have a maximum value relative to Pn in the R-puise. E^c^ce^-CoM^MC^^/ MeasMre^et^s The electrical conductivity of the cata- lyst was measured by the d.c. method. It seems diNcuIt to compare the absolute values of the electrical conductivity, be- cause they are profoundly influenced by the method of a disk preparation and by the other procedures. In order to avoid any trouble arising from the experimental techniques, we measured the variation in the electrical conductivity with an at- mospheric change. For example, the results on the Bi-W catalyst are shown in Fig. 6. Preceding the measurements, a disk was oxidized by an air stream for a few hours at about 400. The measurement temperature was set at 386, and then the stationary value was obtained in the air stream (1). The gaseous stream was changed from air to nitrogen (2), and then the reaction was done under the same conditions as in the continuous- How reaction shown above (P^ = 0.125 atm, Po= 0.105 atm) (3). After it had reached the stationary state, the disk was reoxidized by the air stream (4). Finally, the disk was reduced with propylene (?R = 0.25 atm) (5). The ordinate in Fig. 6 represents the logarithm of the resistance, and so the 0.1 0.2 0.3 PR IM R-PULSE fATM) Fio. 5. Dependence of the rate of formation on Px in the R-puise over 0.8 g of an unsupported Bi-Mo catalyst, with 2.72 g of fused alumina, as a diluent: (A) acrolein; (^) CO+CO^; (--) the sum of the products at 428. difference in the ordinate corresponds to the relative ratio of the values. The measure- ments were also carried out by the a.c. method, in which an alternating current of 10 V and 5 kHz were used. The possibility of any peculiar action by the direct cur- rent may be eliminated, because the result Airfl) Reoxidation(4) ReactionO) Reduction^) 012345 T!ME (HR) Fic. 6. Transition of the electrical resistance with an atmospheric change for the Bi-W(l/l) catalyst. The experimental conditions of (1, 4), (2), and (5) correspond to the 0-, N-, and Im- pulses respectively; reactions are carried out by the continuous-How method at a normalized pressure. OLEFIN OXIDATION BY PULSE TECHNIQUE. I 365 xl0 100-t ^ C.I- 1- 0.01- 0.1- \"2 0.001-t 0.01- Mr ^^ Air Air ^ Reac N ^ \"2 React ^u ^act ^eaGt Reduct Reduct Reduct Air/ FiG. 7. Comparison of the oxidation states of various oxide catalysts, based on the electrical resistance. obtained by the two methods on the Sn-Sb catalysts accorded well. The values under various atmospheres for all the catalysts are shown in Fig. 7. The results show that all the catalysts behave as ^-type semiconductors except for the Sn-Sb catalyst, because the elec- trical conductivity increases with the ad- sorption of the olefin-electron donor, or with the desorption of the oxygen-electron acceptor, and that it decreases with the reoxidation of the catalyst. Furthermore, the following conclusions were drawn. 1. By the exchange from air to nitrogen in the atmosphere, perhaps weakly held oxygen can be desorbed from the catalyst surface. It was found that this phenomenon became remarkable over the Bi-Mo, MoOa, Bi-W, and Sn-P catalyst in that order, while there was scarcely none over the Sn-Sb catalyst. 2. The surface state in the reaction can be surmised by comparing the value of the electrical conductivity with the resistances in air and propylene, because the catalyst surface reaches its highest oxidation state in air and its lowest state in propylene. As is clear from the results, the Bi-W, Bi-Mo, and Sn-P catalysts were severely reduced under the reaction conditions. Contrarily, the Sn'Sb catalyst was not reduced at all; it remained in almost the same state as in the air. Over the MoOg catalyst, the value of the electrical conductivity under the reaction agreed with that in nitrogen. The Sb-Mo catalyst also seems to maintain a higher oxidation state. It is found that there is a close relation- ship between the separative analysis and electrical conductivity. Combustion is found at the 0-pulse over the catalysts which are severely reduced, but at the R-pulse over the catalysts which maintain higher oxidation states. DISCUSSION Separate ^a^t/st's a^d ^ec^ca!-Co?t- dMC^ft^ AfeasMfetK.e^s As is clear from the results of the sepa- rative analysis, the catalysts can con- ceivably be roughly divided into two groups. Since the combustion took place mainly at the 0-pulse over the Bi-Mo and Bi-W catalyst, etc., it may be suggested that the surface is covered with an adsorbed residue connected with the combustion rather than with active oxygen. On the other hand, since the higher amounts of carbon oxides were formed at the R-pulse over the Sn-Sb and Sb-Mo catalysts, there may be some active oxygen with a small amount of the irreversibly adsorbed residue. It is con- sidered that the pulse at which the combus- tion reaction proceeds is determined largely by the reactivity of the adsorbed residue and by the activity of the surface oxygen. Accordingly, the results obtained by this method imply a relative situation con- cerning the surface oxidation states. On the other hand, electrical-conduc- tivity measurements have been carried out in order to estimate the oxidation state during the reaction in comparison with those in air and propylene. The results ob- tained by these two methods are very consistent with each other as to the surface- oxidation states. In view of the above evidence, the com- bustion in the oxidation of propylene may be described as follows. When propylene Bows into the reactor at the R-pulse, it gives carbon oxides by the action of sur- 366 NIWA AND MURAKAMI face oxygen if its amount is suSicient to follow the combustion. When there is not enough oxygen to produce carbon oxides, the propylene is adsorbed irreversibly on the catalyst surface. The adsorbed residue left on the catalyst surface can then be attacked by oxygen from the gas phase at the 0-pulse. The electrical conductivity suggests that the state of the catalyst surface contri- butes only to the combustion not to the acrolein formation, because acrolein forma- tion in the periodic-pulse technique has no relation to the conductivity of the catalyst. Peacock e< <^. (7) have said that by means of the electrical-conductivity measurement the reaction on the Bi-Mo catalyst pro- ceeds when the surface is reduced 10%. The divergent results may result from the difference in experimental techniques, i.e., the static apparatus at the low pressure and the continuous-now-type apparatus under the atmosphere. For the selection of a catalyst with high selectivity, Sachtler and de Boer (^) have proposed a reducibility parameter as the controlling activity of some oxides. Their proposal is based on the assumption that the activities of oxide catalysts are de- termined by the bond energy of the oxygen and the metal. From this point of view, carbon oxides, by-products, are formed by the oxygen which is combined weakly to the metal, while aerolein is formed by oxygen of a suitable activity. As is clear from the separative analysis, however, carbon oxides are not formed from pro- pylene and catalyst oxygen in any of the catalysts. Not enough oxygen that can produce carbon oxides exists on the selec- tive catalysts, such as bismuth molybdate. Thus, the combustion reaction is sometimes closely related to the irreversible adsorption of hydrocarbon. In order to decrease the combustion reaction in such cases, atten- tion should be paid not to controlling the oxygen activity, but to decreasing the amount of irreversibly adsorbed hydro- carbon. It has been common knowledge, on the basis of the zeroth order to oxygen in kinetic studies of the acrolein formation, that the coverage of surface oxygen is constant at the surface of the Bi-Mo catalyst. If all the sites are homogeneous, it follows that the surface is almost covered by oxygen. However, this is in conflict with our conclusion that a reducible catalyst, such as the Bi-Mo catalyst, is covered by an adsorbed residue rather than by oxygen. It may, therefore, be concluded that the active surface available for the acrolein formation is only a small part of the sur- face; that is, the heterogeneity of catalyst- active sites must be taken into account in order to understand the oxidation com- pletely. Co^parMOK o/ </:e Peno^c-PMke ^eac^OK M^A ^e Co^KMOMS-^oM) ^eacttOK (Penod Depe^deMce) The suitability of the normalized pres- sure in the continuous-Sow technique when it is compared with the periodic-pulse technique can be understood kinetically as follows. It is assumed that the oxidation reaction proceeds according to the reduction-re- oxidation mechanism; R + (0) ( ) + 1/2 0,. - RO + ( ) .(0) (1) (2) where R, RO, (0), and ( ) denote the olefin reaetant, the oxidation product, the available oxygen, and the bare active site, respectively. In the periodic-pulse tech- nique, the coverage of the available oxygen 6^ is decreased at the R-putse and is in- creased at the 0-pulse, as depicted in Fig. 8. The differential equations are obtained R-PULSE 0-PULSE Fio. 8. Variation in the concentration of surface oxygen with time-on-stream in the periodic-pulse technique. OLEFIN OXIDATION BY PULSE TECHNIQUE. I 367 on the basis of Eqs. (1) and (2); only during the R-pulse, - ^ = ^P. (3) only during the 0-pulse, ^=^(l-9)Po (4) ^ where /c and P denote the rate constant and the partial pressure in each pulse, re- spectively. When the initial conditions of the coverage are ^o at the R-pulse and ' ^R at the 0-pulse, as shown in Fig. 8, the amount of oxidation product per period, M, may be written under the condition of an ^equal pulse width at the 0- and R-pulses as follows; M = (9o - <?R)/2<p (5) where tp is the pulse width; therefore, 2^ equals the period. By solving Eqs. (3) and \" (4) in terms of ^, and by substituting them in Eq. (5), we obtain; M ^ [1 - exp(-^oPo<p)][l - exp(-A:RP^)] 2<^ 1 - exp {(- A;oPo - ^R?R) <p} ] (6) When tp approaches zero, the expression (6) can be written as follows; 7 7. ^0 ?R ^R^--2- limM= p - (7) '-\" ^+^ On the other hand, it is assumed that the continuous-now reaction proceeds under a steady state; therefore, M is obtained as follows: ^oPo + ^RPp (8) Equation (8) may be understood to coin- cide perfectly with (7) by replacing par- tial pressures by Pp/2 and Po/2, i.e., the normalized pressures. This means that the periodic-pulse technique coincides with the continuous-now one under the normalized pressure when the period is extrapolated to zero sec, as is shown in Fig. 4. Moreover, the reaction can be regarded as taking place according to the same mechanism, irre- spective of the reaction techniques; the mechanism is supported by the above evi- dence. If the reaction proceeds under the conditions of the competitive-reversible adsorption in the Langmuir-Hinshelwood mechanism, no reaction can proceed in the periodic-pulse technique. Therefore, our nndings suggests that the reversible ad- sorption mechanism can be disregarded. The amount of surface oxygen available for acrolein formation on the Bi-Mo cata- lyst may be calculated from Fig. 4 to be less than 3.3 ^moles/g catalyst. On the other hand, the total amount of lattice oxygen at the surface can be approximately accounted to be of the order of 50 ju.moles/g catalyst; this is about 10 times the avail- able oxygen. It is considered that this speculation adds support to the hetero- geneity of the catalyst activity, discussed above. Furthermore, it might be possible to regard the available oxygen as adsorbed. Because it can be considered that the shortening of the period corresponds to the collecting of the frontal parts of the 0- and R-pulses, the greater formation in the short period may imply that the reaction proceeds faster in the frontal part of 0- and/or R-pulses. Consequently, the in- clination observed in the period dependence is consistent with that of the variation in the rate with the time-on-stream in the pulse to which the reaction belongs. Since acrolein is formed only at the R-pulse, the period dependence in acrolein formation over the Group (a) catalysts suggests that the acrolein formation pro- ceeds fast in the frontal part of the R- pulse, and that it decreases gradually as time passes. On the other hand, over the Group (c) catalysts, the rate of acrolein formation is found to be nearly constant during the R-pulse. It seems that the latter has a large amount of surface oxygen with a lower activity, while the former possesses a small amount of more active surface oxygen. In other words, it may be con- sidered that the period dependence is de- termined largely by the activity and the concentration of surface oxygen. Because 368 NIWA AND MURAKAMI oxygen is always present in the gas phase in the continuous-new reaction, the active site on the Group (a) catalyst can be im- mediately reoxidized to react with pro- pylene and to contribute repeatedly to the acrolein formation. This brings a greater yield of acrolein than in the periodic-pulse reaction. The period dependence in the combustion reaction can be explained in a simitar way. It may be determined by the rate of com- bustion and by the concentration of the ad- sorbed species. A combustion reaction over the Sn-Sb and Sb-Mo catalysts with a small amount of surface oxygen proceeds quickly at the R-pulse, while that over the Sn-P, Bi-W, and Bi-Mo catalysts, with great amounts of adsorbed residue, proceeds slowly at the 0-pulse. It may be considered that the combustion occurs by following the fast reoxidation over the Group (b) cata- lysts, much as in the acrolein formation in the Group (a) catalysts. CAarac^erMO^OM o/ ^6 Ca^^s aK.d Ca^a- ^<tc ^Ich'OKs o/ .B^smM^ a^ .A^mo^M/ It may be considered that the catalyst properties mentioned above may be at- tributed to some actions of the element, be- cause it happens that the Group (a) and (b) catalysts contain bismuth and anti- mony, respectively, in their compositions. The role of each component in the cata- lytic actions of the binary oxide catalysts has not yet been made completely clear. For example, the main properties control- ling their activities have been discussed in connection with the crystallization in the Bi-Mo system (^) or in connection with the change in the electrical conductivity in the Sn-Sb system (9). These considera- tions have been based on the assumption that the catalytic function is uniformly dispersed. On the other hand, the Batist, Lippens and Schuit (^) proposal regarding the Bi-Mo catalyst is considered to indicate that each component contributes to the dif- ferent functions, in which each consists of a bi-function of molybdenum as an anion vacancy and of bismuth, close to molyb- denum as an oxidizing reagent. It seems that the grouping of elements by Alkhazov, Belenky and Alekseyeva (^0) is based on the same idea. The properties of Group (a) catalysts . can also be explained according to this pro- posal. As discussed above, the character- istics of Group (a) and (b) catalysts can be attributed to the fast reoxidation pos- - sible for acrolein and carbon oxide forma- tions, respectively, in spite of the small concentration of surface oxygen. The fast *' reoxidation may be described as in the following equations. For example, the bis- muth appears to play this role; Bi^+ + 1/2 0: -< Bi'+O^ Bi^C^- + ( ) -^ Bi^+ + (0) where ( ) denotes the bare active site. That is, it may be presumed that the bismuth adjacent to the active site which belongs to the molybdenum and tungsten atoms contributes to the activation of molecular oxygen, and that it results in a fast reoxidation of the active sites available for acrolein formation. Con- sequently, it may be also explained by Group (a) catalyst with highly mobile oxygen controlling the concentration of active oxygen at the surface, while Group (c) catalysts have a low bulk mobility. The role of antimony seems to be similar for the combustion reaction. The idea ^ mentioned above is the same as that of Kominami (^) with regard to the selenium of the Cu-Se system catalyst; Ishikawa and Hayakawa (^^) tried to explain the role of arsenic in the Fe-As system cata- lyst by the same idea. Furthermore, Alkhazov, Belenky and Alekseyeva (^0) characterized the bismuth atom as a fair oxidizing reagent; this is consistent with the expectation stated above. Pp Depe^de^ce a^J Zn-e^ers^^ adsorbed -SpecMs The following explanation can be made of the maximum value of acrolein forma- tion in Fig. 5 with respect to the partial pressure of propylene over the Bi-Mo (1/1) catalyst. As stated above, acrolein is formed from catalyst oxygen and gaseous propylene , at the R-pulse. Since oxygen is not con- tained in the R-pulse, the reduced sites on OLEFIN OXIDATION BY PULSE TECHNIQUE. I 369 the catalyst cannot be reoxidized and the hydrocarbon seems to be adsorbed irre- versibly. The hydrocarbon adsorbed ir- reversibly reacts with gaseous oxygen to produce carbon oxides. If irreversible ad- sorption is predominant to the reoxidation of the catalyst, the catalyst surface reaches a more reduced state with an increase in the partial pressure of hydrocarbon, thus resulting in a decrease in the acrolein formation. The compensation relation be- tween the formations of acrolein and carbon oxides implies that the identical active sites contribute to each reaction in proportion to the concentration of surface oxygen. It is difncult at present to estimate in detail the adsorbed species connected with the combustion. Further investigations are needed to determine whether it is dehydro- genated propylene, acrolein, or a further oxidized material. Belousov and Gershingorina (^3) exam- ined the oxidation of propylene into carbon dioxide over various kinds of metal oxides by the pulse microcatalytic method, and reported that the activities were poisoned by the irreversible adsorption of propylene. Although their remarks are important in understanding the adsorption of propylene, it is necessary to consider that the experi- ment was performed in a nonstationary state. Taking into consideration the dif- ferences in experimental technique, the irreversible adsorbed propylene, noted by Belousov and Gershingorina can be thought to be none other than that which leads to a combustion reaction with the action of molecular oxygen. Taking into consideration the charac- teristics of the periodic-pulse technique, it seems that it can be utilized as a research method for oxidation reaction. In con- clusion, the characteristics of the periodic- pulse technique can be regarded as follows; (1) oxidation and reduction are performed separately, thus giving the advantage of examining the reaction steps, the condition of the catalyst surface, etc., and (2) the results of the periodic-pulse reaction are closely related to those of the continuous- Bow reaction with an enlarging of the rate of reduction or oxidation. It is conceivable that the reaction mechanisms are nearly the same for the two techniques. REFERENCES ^. ADAMS, C. R., AND JENNiNGs, T. J., J. Cats!. 2, 63 (1963). ^. BATIST, P. A., LiPPENS, B. C., AND ScHUIT, B. C. A., V. Cat^. 5, 55 (1966). 3. SACHTLER, W. M. H., AND DE BOER, N. H., Mt \"Proceedings of the International Congress on Catalysis, 3rd, Amsterdam, 1964\" Vol. 1, p. 252. North-Holland, Amsterdam, 1965. MURAKAMI, Y., NlWA, M., AND UcHIDA, H., E'o^o J^a^M ZassAt 72, 2183 (1969). MupAKAMi, Y., B^H. CAew. Soc. Yap. 32, 316 (1959). ADAMS, C. R., VOGE, H. H., MORGAN, C. Z., AND ARMSTRONG, W. E., J. Cats!. 3, 379 (1964). PEACOCK, J. M., PARKER, A. J., AsHMORE, P. G., AND HocKEY, J. A., J. Cata!. 15, 387 (1969). KOLCHIN, 1. K., BOBKOV, S. S., MABGOU8, L._ Y., A^te^M^a 4, 301 (1964). GODIN, G. W., McCAIN, C. C., AND PORTER,. E. A., Reprints of Papers /Mt. Com^ Ca^., ^ 1, 347 (1968). ^0. ALKHAZOV, T. G., BELENKY, M. S., AND ALEK8EYEVA, R. I., Reprints of papers /H(. Co^r. Ca^., ^ 1, 293 (1968). ^. KOMINAMI, N., ^O^^/O JKag'<!&M ZfMsAt 65, 1510 (1962). ^. ISHIKAWA, T., AND HAYAKAWA, T., .Ko^O ^a^M Zass/n 67, 1931 (1964). ^3. BELOUSOV, V. M., AND GERSHINGORINA, A. V., /K<. CoM^r. Cats!., ^A ^S p. 406. YJCAT 72900978 0021-9517(72)90097-8 10.1016/0021-9517(72)90097-8 Study on olefin oxidation by periodic-pulse technique I. Propylene oxidation into acrolein using various oxide catalysts Miki Niwa Yuichi Murakami Department of Synthetic Chemistry, Nagoya University, Nagoya, Japan By the periodic-pulse technique, distinguished from the conventional continuous-flow reaction by the alternate feeding of oxygen and hydrocarbon, the oxidation of propylene was investigated over various oxide catalysts. It is shown that the reaction takes place according to the same mechanism, i.e., the reoxidation-reduction mechanism, irrespective of the reaction technique. We attempted to characterize various oxide catalysts by the periodic-pulse technique and by electrical-conductivity measurements. The speculations regarding surface oxidation states on the basis of a separative analysis of the combustion reaction and the electrical conductivity during the reaction are consistent. Combustion is found to take place at the oxygen-regeneration pulse (O-pulse) over the Sn-P, Bi-W, and Bi-Mo oxide catalysts, which are severely reduced, while at the propylene-reaction pulse (R-pulse) over the Sn-Sb and Sb-Mo oxide catalysts, the catalysts maintain higher oxidation states. The catalysts can also be classified into three groups on the basis of the period dependence; (a) Bi-Mo, B-iW (b) Sn-Sb, Sb-Mo (c) MoO3, Sn-P The catalysts are divided into Group (b) and Groups (a) and (c) on the basis of the results of the combustion reaction; these results are correlated with the characterization of the separative analysis and electrical-conductivity measurements. On the basis of these findings, some discussions are made of the catalyst properties controlling their surface oxidation states. Furthermore, the roles of bismuth and antimony are speculated on. References 1. C.R. Adams T.J. Jennings J. Catal. 2 1963 63 2. P.A. Batist B.C. Lippens B.C.A. Schuit J. Catal. 5 1966 55 3. W.M.H. Sachtler N.H. de Boer Proceedings of the International Congress on Catalysis, 3rd, Amsterdam, 1964 Vol. 1 1965 North-Holland Amsterdam 252 4. Y. Murakami M. Niwa H. Uchida Kogyo Kagaku Zasshi 72 1969 2183 5. Y. Murakami Bull. Chem. Soc. Jap. 32 1959 316 6. C.R. Adams H.H. Voge C.Z. Morgan W.E. Armstrong J. Catal. 3 1964 379 7. J.M. Peacock A.J. Parker P.G. Ashmore J.A. Hockey J. Catal. 15 1969 387 8. I.K. Kolchin S.S. Bobkov L.Y. Margolis Neftekhimiya 4 1964 301 9. G.W. Godin C.C. McCain E.A. Porter Reprints of Papers Int. Congr. Catal., 4th 1 1968 347 10. T.G. Alkhazov M.S. Belenky R.I. Alekseyeva Reprints of papers Int. Congr. Catal., 4th 1 1968 293 11. N. Kominami Kogyo Kagaku Zasshi 65 1962 1510 12. T. Ishikawa T. Hayakawa Kogyo Kagaku Zasshi 67 1964 1931 13. V.M. Belousov A.V. Gershingorina Int. Congr. Catal., 4th 1968 406",
      "scopus-id": "35248831399",
      "coredata": {
        "eid": "1-s2.0-0021951772900978",
        "dc:description": "By the periodic-pulse technique, distinguished from the conventional continuous-flow reaction by the alternate feeding of oxygen and hydrocarbon, the oxidation of propylene was investigated over various oxide catalysts. It is shown that the reaction takes place according to the same mechanism, i.e., the reoxidation-reduction mechanism, irrespective of the reaction technique. We attempted to characterize various oxide catalysts by the periodic-pulse technique and by electrical-conductivity measurements. The speculations regarding surface oxidation states on the basis of a separative analysis of the combustion reaction and the electrical conductivity during the reaction are consistent. Combustion is found to take place at the oxygen-regeneration pulse (O-pulse) over the Sn-P, Bi-W, and Bi-Mo oxide catalysts, which are severely reduced, while at the propylene-reaction pulse (R-pulse) over the Sn-Sb and Sb-Mo oxide catalysts, the catalysts maintain higher oxidation states. The catalysts can also be classified into three groups on the basis of the period dependence; (a) Bi-Mo, B-iW (b) Sn-Sb, Sb-Mo (c) MoO3, Sn-P The catalysts are divided into Group (b) and Groups (a) and (c) on the basis of the results of the combustion reaction; these results are correlated with the characterization of the separative analysis and electrical-conductivity measurements. On the basis of these findings, some discussions are made of the catalyst properties controlling their surface oxidation states. Furthermore, the roles of bismuth and antimony are speculated on.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1972-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0021951772900978",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Niwa, Miki"
          },
          {
            "@_fa": "true",
            "$": "Murakami, Yuichi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0021951772900978"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0021951772900978"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(72)90097-8",
        "prism:volume": "26",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Study on olefin oxidation by periodic-pulse technique I. Propylene oxidation into acrolein using various oxide catalysts",
        "prism:copyright": "Copyright © 1972 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "359-369",
        "prism:endingPage": "369",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 1972",
        "prism:doi": "10.1016/0021-9517(72)90097-8",
        "prism:startingPage": "359",
        "dc:identifier": "doi:10.1016/0021-9517(72)90097-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/35248831399"
      }
    }
  }
}