{
  "metadata": {
    "title": "Measurement of charge carriers in the palladium-hydrogen system",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "1966-10-31",
    "doi": "10.1016/0021-9517(66)90064-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0021951766900649",
    "pii": "0021951766900649"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-49949136551",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T09:37:09 1-s2.0-0021951766900649 0021-9517(66)90064-9 0021951766900649 10.1016/0021-9517(66)90064-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X03284 2015-05-13T20:40:28.567884-04:00 0 0 19661001 19661031 1966 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast pubtype ref alllist content subj ssids 0021-9517 00219517 6 6 2 2 Volume 6, Issue 2 18 320 322 320 322 196610 October 1966 1966-10-01 1966-10-31 1966 converted-article sco Copyright © 1966 Published by Elsevier Inc. MEASUREMENTCHARGECARRIERSINPALLADIUMHYDROGENSYSTEM SCHOTT D BOND 1962 J CATALYSISBYMETAL COUPER 1950 172 A HALL 1959 1102 W HALL 1963 636 W KOWAKA 1959 655 M PUTLEY 1960 E HALLEFFECTRELATEDPHENOMENA PUGH 1955 647 E ZIMAN 1960 J ELECTRONSPHONONS SCHINDLER 1956 42 A WORTMANN 1933 233 J SCHOTTX1966X320 SCHOTTX1966X320X322 SCHOTTX1966X320XD SCHOTTX1966X320X322XD item 0021-9517(66)90064-9 0021951766900649 1-s2.0-0021951766900649 10.1016/0021-9517(66)90064-9 272561 2010-10-26T04:57:49.398527-04:00 1966-10-01 1966-10-31 1-s2.0-0021951766900649-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951766900649/MAIN/application/pdf/8e8da5a58e8c5fa997c9452a73c69797/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951766900649/MAIN/application/pdf/8e8da5a58e8c5fa997c9452a73c69797/main.pdf main.pdf pdf true 291600 MAIN 3 1-s2.0-0021951766900649-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951766900649/PREVIEW/image/png/209c2d687be93719dcff30bdba00f946/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951766900649/PREVIEW/image/png/209c2d687be93719dcff30bdba00f946/main_1.png main_1.png png 83568 849 656 IMAGE-WEB-PDF 1 320 NOTES Measurement of Charge Carriers in the Palladium-Hydrogen System* The catalytic activities of various metals and alloys have been studied for a wide range of reacting systems (1). One of the interesting observations has been the effect of hydrogen on the catalytic properties of palladium and nickel, and their respective alloys with gold and copper. Thus for the parahydrogen conversion (2) it was re- ported that pre-exposure of the pure metal, Pd, to hydrogen markedly reduced its cata- lytic activity. More recently the work on the hydrogation of some olefins on Ni and Ni-Cu alloys (3, 4) and on Pd and Pd-Ag alloys (S) demonstrated that pretreatment with hydrogen promoted the activity of the alloys while it reduced that of the pure transition metals. It is highly speculative whether this effect of hydrogen sorption may be attributed to geometric or electronic factors, or whether it is a surface or bulk phenomenon. Some information concerning the electronic properties of a catalyst may be obtained from measurements of the Hall coefficient. In this paper we describe some recent experimental measurements of the Hall co- efficient of palladium in the presence of hydrogen. These data are compared with those found for the Pd-Au and Pd-Ag alloys. The deflection of charge carriers in a metal or semiconductor when exposed to a magnetic field has become a valuable tool in solid state research. These measurements yield valuable information on the polarity of the carriers, their mobility, and their density. In a conductor (thickness d) placed in a magnetic field (of strength Bz) perpen- dicular to the direction of current flow, a voltage is developed across the sample in a direction perpendicular to both the current and the magnetic field. This Hall voltage Vu is proportional to the product of the 'i' We gratefully acknowledge the financial sup- port of this research by a group of industrial companies. input current Ix and the magnetic flux density : Vn = Rvix (Bz/d). The propor- tionality constant -Rn is commonly referred to as the Hall coefficient, which is taken to be negative for materials in which electrons are the majority carriers, and positive where holes are the majority carriers. Thus for a sample of fixed thickness the Hall coefficient may be obtained from measure- ments of the Hall voltage as a function of magnetic field strength at constant input current (ff). The two-band model commonly employed relates the Hall coefficient to the additive contributions of electrons and holes -R H l n^f N\\e (n^+n^y N\\e\\n\" (1) where N is the number of atoms per cubic centimeter; e, the electronic charge; n, the number of charge carriers per atom ; jii, their mobility; and the subscripts e and h refer to electrons and holes. The parameter n* is the effective number of conduction electrons in analogy to the free-electron model (7, 8). In solid metals the free-electron value is to be expected for a spherical Fermi surface and an isotropic relaxation time. Depar- tures from the theoretical free-electron value are observed. The palladium specimens used were metal strips (15 mm long, 2 mm wide, and 0.5 mm thick) with two extensions on one side (3 mm long and 0.5 mm wide) and a similar one on the opposite side. These ex- tensions were for making the contacts for the Hall-voltage leads. The pair of exten- sions were connected to a potentiometer and electrically balanced to match the single lead on the opposite side. Palladium wires were used in order to eliminate generation of thermoelectric effects. The specimens were vacuum-annealed before assembling. Electric currents of up to 5 A were used. These were supplied by a heavy-duty auto- mobile battery. It was necessary, however, NOTES 321 to mount the battery on a grounded metal plate in order to eliminate pickup of ex- traneous fields by the battery. With the magnet used in the Hall meas- urements (4-inch Varian) field intensities of about 14 k0e could be obtained. The Hall voltage was fed into a 150 A microvolt- ammeter (Keithley) which acted chiefly as a preamplifier, since the Hall voltage was recorded on an x-y recorder (Electronics Associates). With this arrangement useful measurements could be made by plotting Hall voltages at 0.4 /xV/inch. The palladium was charged with hydro- gen electrolytically at room temperature. The electrolyte was 0.1 A' ~H.,SO^ and the current around 6 mA. Charging times of up to 12 hr were used. The usual procedure consisted in remov- ing the specimen from the electrolytic cell. After washing the sample in distilled water and alcohol, an electrical resistivity meas- urement was made. Attempts to make im- mediate Hall measurements were unsuccess- ful because of the large fluctuations in the Hall voltage which occurred intermittently. After letting the specimen rest for several hours these intermittent changes disap- peared and satisfactory plots of Hall volt- age vs. applied field could be obtained. The resistivity measurements were related to the hydrogen content of the sample. These measurements showed little loss of hydrogen for periods as long as 12 hr. In order to examine our experimental technique the Hall coefficients of two pure metals, Pd and Ni, were measured (Table 1). Subsequently hydrogen was introduced into the Pd specimen and the resistivity and Hall coefficient evaluated as a function of the atomic ratio H/Pd. From the data listed in Table 1 it may be seen that no change in Hall coefficient occurs with the addition of hydrogen to palladium. This behavior is entirely different from that ob- served during the alloying of Pd with a Group IB metal, such as Ag (9). Under these conditions, an increase in the Hall co- efficient is measured, with a maximum ap- pearing near 40 atom % silver (10). It is of interest that the maximum in the Hall coefficient occurs near the same Pd-Ag alloy TABLE 1 HALL COEFFICIENT OF PALLADIUM IN PRESENCE OF HYDROGEN AT 297+ 3 Metal Res tivi (fi2- lis- . ity cm) H/Metal< (atom ratio) HE1 (cm'/i ill coefficient coulomb) X l O' This work Literature Ni 7. 36 0 -5.66 -5.7e -6.1\" Pd 11. 22 0 -7.6 -6.8\" -7.5' Pd 12. 47 0.10 -7.3/ Pd 15.95 0.48 -7.3/ Pd 19. 46 0.78 -7.4/ From resistivity data of R. J. Fallon and J. W. Castellan, J. Phys. Chem. 64, 160 (1960). 6 Due to ferromagnetism of Ni the extraordinary Hall coefficient was also measured and found to be 7.68 X lO\"2 cmVcoulomb in good agreement with the published value (footnote6). ' Gray, D. E., ed., \"American Institute of Physica Handbook,\" pp. 5-237. McGraw-Hill, New York, 1957. d Condon, E. U., and Odishaw, H. eds., \"Hand- book of Physics.\" McGraw-Hill, New York, 1963. \"Schindler, A. J., J. Phys. Chem. Solids 1, 42 (1956). / The apparent small decrease in Hall coefficient can be attributed to the increase in specimen thick- ness inherent to the absorption of hydrogen. composition for which a maximum in the hydrogation rate of ethylene has been reported (5). A quantitative theoretical analysis of this problem is hampered by the complexity of the band theory of metals, especially transition metals. However, the data presented suggest a contributing role played by electronic carriers in heteroge- neous reaction. The most likely parameter affected by the addition of hydrogen or Group IB metal to Pd is the carrier density and carrier mobility. Magnetic susceptibil- ity measurements indicate a monotomic decrease in hole density with additive. It may be surmised therefore that carrier mobility is the important parameter. The formation of a substitutional alloy in the case of Pd-Ag as compared to an interstitial one in the case of Pd-H would be expected to modify carrier mobility in different ways for the two systems under consideration. Most likely the interstitial hydrogen offers a larger scattering cross section to the holes and electrons than the substitutional silver. 322 NOTES Further work is in progress to clarify the relationship between electronic structure and catalytic reactivity. REFERENCES 1. BOND, J. C., \"Catalysis by Metal.\" Academic Press, New York, 1962. S. COUPER, A., AND ELEY, D. D., Discussions Fara- day Soc. 8, 172 (1950). 3. HALL, W. K., AND EMMETT, P. H., 3. Phys. Chem. W, 1102 (1959). 4. HALL, W. K., AND HASSBL, J. A., J. Phys. Chem. 67,636 (1963). 5. KOWAKA, M., J. Japan Inst. Met. 23, 655 (1959). 6. PUTLEY, E. H., \"The Hall Effect and Related Phenomena.\" Butterworths, London, 1960. 7. PUGH, E. M., Phys. Rev. 97, 647 (1955). 8. ZIMAN, J. M., \"Electrons and Phonons.\" Oxford Press, London, 1960. 9. SCHINDLER, A. J., J. Phys. Chem. Solids 1, 42 (1956). 10. WOKTMANN, J., Ann. Physik 18, 233 (1933). DAN SCHOTT DAVID BLOOM HENRY WISE Solid State Catalysis Laboratory Stanford Research Institute Menio Park, California Received April 8, 1966 Selective Poisoning of A^Os Catalysts In connection with fundamental research into the catalytic properties of gamma alu- mina for the isomerization of the n-butenes important information could be obtained from poisoning experiments using triethyl- amine. An instrument comprising a micro- reactor with 200 mg of catalyst and a gas- liquid Chromatograph was used to determine the activity by means of the pulse tech- nique. With a fresh (conditioned) catalyst three pulses had to be injected into the carrier gas stream before a constant conver- sion was found. Then small amounts of tri- ethylamine dissolved in cyclohexane were injected in a sequence. After each injection the catalytic activity was measured in the indicated way. The amine strongly poisoned the catalyst while the activity was not affected by the cyclohexane alone. Typical results obtained with the n- butenes on samples of the same catalyst batch are given in Fig. la,b,c. In certain parts of the graphs linear relations are found and in some cases the slopes are found to change rather abruptly. The hori- zontal parts of some curves are due to the fact that interconversion of butene-1 (b-1) and m-butene-2 (c.b-2) is rapid and easily leads to equilibrium compositions. The re- sults seem to show that two points on the horizontal axis are relevant for the different feed materials and reaction products. The original part of the curve valid for forma- tion of fo-ans-butene-2 (t.b-2) from b-1 or c.b-2 can be extrapolated to the same end point on the horizontal axis as the curves for conversion of the t.b-2. This seems to indicate that for reactions in which t.b-2 is involved one should distinguish between two types of active centers. The sites which are poisoned selectively from the beginning are active for conversion and formation of t.b-2. The sites which are poisoned in second instance have no activity for t.b-2 conversion and only a limited activity for t.b-2 formation. For the conversion of b-1 and c.b-2 both active centers behave identically. For the interpretation of the results it seems important to note that t.b-2 because of its structure cannot come with its double bond near to a flat surface. The shortest distance is approximately 1.5 A as compared to 0.6 A for the other butes (1). This could mean that certain active centers can easily interact with the -n- electrons of b-1 and c.b-2 but not with the v electrons of t.b-2. On those sites formation of t.b-2 is YJCAT 66900649 0021-9517(66)90064-9 10.1016/0021-9517(66)90064-9 Note Measurement of charge carriers in the palladium-hydrogen system Dan Schott David Bloom Henry Wise Solid State Catalysis Laboratory Stanford Research Institute Menlo Park, California USA References 1. J.C. Bond Catalysis by Metal 1962 Academic Press New York 2. A. Couper D.D. Eley Discussions Faraday Soc. 8 1950 172 3. W.K. Hall P.H. Emmett J. Phys. Chem. 63 1959 1102 4. W.K. Hall J.A. Hassel J. Phys. Chem. 67 1963 636 5. M. Kowaka J. Japan Inst. Met. 23 1959 655 6. E.H. Putley The Hall Effect and Related Phenomena 1960 Butterworths London 7. E.M. Pugh Phys. Rev. 97 1955 647 8. J.M. Ziman Electrons and Phonons 1960 Oxford Press London 9. A.J. Schindler J. Phys. Chem. Solids 1 1956 42 10. J. Wortmann Ann. Physik 18 1933 233",
      "scopus-id": "49949136551",
      "coredata": {
        "eid": "1-s2.0-0021951766900649",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1966-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0021951766900649",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Schott, Dan"
          },
          {
            "@_fa": "true",
            "$": "Bloom, David"
          },
          {
            "@_fa": "true",
            "$": "Wise, Henry"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0021951766900649"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0021951766900649"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(66)90064-9",
        "prism:volume": "6",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Measurement of charge carriers in the palladium-hydrogen system",
        "prism:copyright": "Copyright © 1966 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "320-322",
        "prism:endingPage": "322",
        "pubType": "sco",
        "prism:coverDisplayDate": "October 1966",
        "prism:doi": "10.1016/0021-9517(66)90064-9",
        "prism:startingPage": "320",
        "dc:identifier": "doi:10.1016/0021-9517(66)90064-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/49949136551"
      }
    }
  }
}