{
  "metadata": {
    "title": "Catalytic decomposition of hydrogen peroxide by metals and alloys of the platinum group",
    "authors": "D. W. McKee",
    "journal": "Journal of Catalysis",
    "date": "1969-08-31",
    "doi": "10.1016/0021-9517(69)90326-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0021951769903261",
    "pii": "0021951769903261"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0010444258",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T07:08:19 1-s2.0-0021951769903261 0021-9517(69)90326-1 0021951769903261 10.1016/0021-9517(69)90326-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X02485 2015-05-13T20:40:28.567884-04:00 0 0 19690801 19690831 1969 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0021-9517 00219517 14 14 4 4 Volume 14, Issue 4 9 355 364 355 364 196908 August 1969 1969-08-01 1969-08-31 1969 converted-article fla Copyright © 1969 Published by Elsevier Inc. CATALYTICDECOMPOSITIONHYDROGENPEROXIDEBYMETALSALLOYSPLATINUMGROUP MCKEE D BOND 1962 432 G CATALYSISBYMETALS SCHUMB 1955 483 W HYDROGENPEROXIDE DOWDEN 1950 184 D HALL 1959 1102 W IVES 1961 373 D REFERENCEELECTRODES KORDESCH 1960 14 K FUELCELLS BAGG 1962 201 J MCKEE 1964 252 D MCKEE 1968 370 D HOLT 1964 857 E PEARSON 1958 W AHANDBOOKLATTICESPACINGSSTRUCTURESMETALSALLOYS KEATING 1965 608 K VOGEL 1948 354 A QUANTITATIVEINORGANICANALYSIS STROGANOVA 1966 475 N MCKEE 1964 481 D MCKEE 1965 510 D MCKEE 1966 525 D COUPER 1950 172 A BREDIG 1901 323 G BREDIG 1904 798 G ISMAIL 1966 183 H WEISS 1935 1547 J GERISCHER 1956 178 H EVANS 1949 224 M DICKENS 1965 140 P HABER 1898 37 F BIANCHI 1962 457 G MCKEEX1969X355 MCKEEX1969X355X364 MCKEEX1969X355XD MCKEEX1969X355X364XD item 0021-9517(69)90326-1 0021951769903261 1-s2.0-0021951769903261 10.1016/0021-9517(69)90326-1 272561 2010-10-26T02:39:47.176744-04:00 1969-08-01 1969-08-31 1-s2.0-0021951769903261-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951769903261/MAIN/application/pdf/656fe124d0cc137f13620e9498cd7c7b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951769903261/MAIN/application/pdf/656fe124d0cc137f13620e9498cd7c7b/main.pdf main.pdf pdf true 702807 MAIN 10 1-s2.0-0021951769903261-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951769903261/PREVIEW/image/png/abf80e94c1b2b11e9d4a91b830217fa2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951769903261/PREVIEW/image/png/abf80e94c1b2b11e9d4a91b830217fa2/main_1.png main_1.png png 65491 849 656 IMAGE-WEB-PDF 1 JOURNAL OF CATALYSIS 14, 355-3G4 (1969) Catalytic Decomposition of Hydrogen Peroxide by Metals and Alloys of the Platinum Group D. W. McKEE General Electric Research and Development Center, Schenectady, New York 12301 Received January 17, 1969; revised February 21, 1969 The catalytic decomposition of dilute aqueous solutions of hydrogen peroxide has been studied on a number of Group VIII metals and binary alloys, including palladium-gold. The kinetics were measured at 27as a function of catalyst composition and pH of the solution. In neutral solution, the activity of the individual metals of Group VIII3 was generally greater than those of Group VHP, the order of specific activity (per unit surface area) decreasing in the seciuence Pt> Os > Ir> Pd > Ru > Rh. Alloys of Pt-Pd, Pt-Ru and Pt-Rh showed ac- tivities intermediate between those of the constituent metals. Alloys of Pt-Ir and Pd-Au exhibited maximum activities at intermediate alloy compositions. The ki- netics depended strongly on the pH of the solutions, the rate rising to a sharp maximum at pH values of 10-11, in accordance with the radical-chain mechanism for the decomposition. INTRODUCTION The metal-catalyzed decomposition of aqueous hydrogen peroxide has certain unique features which distinguish it from most other heterogeneous reactions. Al- though the mechanism is by no means established, the reaction appears to be clectrochemical in nature, involving elec- tron transfer from metal to adsorbate and a chain reaction at the surface of the metal (-?). As the direction of electron transfer is the reverse of that normally encountered in metal-catalyzed reactions, the trend of catalytic activity should be quite different from that found, for example, in hydrogen- ation reactions, where electron donation to unfilled levels in the metal generally occurs. Thus, the s-metal, silver, is an active catalyst for hydrogen peroxide decomposi- tion (2) but inactive for ethylene hydro- genation. Also the activity for peroxide de- composition shown by copper-nickel foils has been found to decrease with increasing nickel content (3), whereas the reverse trend has been observed for ethylene hydrogenation (4). The decomposition of hydrogen peroxide is of considerable interest from an electro- chemical standpoint, in view of the possible role of this species as an intermediate in the cathodic reduction of oxygen at metal electrodes. Although the mechanism of this electrochemical reaction appears to vary in a complex manner with the nature and surface condition of the metal, the pH of the electrolyte, and the potential applied to the electrode, it is generally agreed that the formation and decomposition of perox- ide plays a central role in the reaction scheme (5). For this reason the ability to catalyze hydrogen peroxide decomposition has often been used to test potential cath- ode materials for fuel cells and batteries (6). In spite of the importance of this reac- tion and the detailed studies that have been made with active individual metals such as silver (7), few attempts have been made to use this reaction in the systematic study of alloy catalysts. The results of kinetic measurements on the platinum group metals and selected binary alloys over a 355 356 D. W. MCKEE broad range of catalyst composition are described in the present paper. EXPERIMENTAL Catalyst Preparation The metal and alloy powders were pre- pared by reduction of suitable mixed salt solutions with 5% sodium borohydride solution as described previously (8). The salts used included Engelhard HaPtCls- xHaO, PdCL, RhCL .741^0 {9}, IrCls- SH^O, OsCla-xHA RuCls-xHzO [prob- ably an oxychloride (9) ], and Fisher Re- agent Grade HAuCli-SHaO and silver ni- trate. The reduction was carried out slowly at room temperature by adding the reduc- ing agent dropwise to the stirred salt solutions and the resulting metal powders were washed thoroughly before being dried in air. After being ground and sieved through a 400-mesh nylon screen, the catalysts were characterized by x-ray dif- fraction, x-ray emission, and chemical analysis and their surface areas were mea- sured by the BET method using nitrogen as adsorbate at 95. The surface areas of the catalyst samples were generally in the range 5-30 nryg, although, in the case of pure iridium and ruthenium, the reduction reaction was slow and the resulting metal blacks were very finely divided and showed abnormally high surface areas. The slow reduction of indium salts by borohydride has been noted previously by Holt (10). On reduc- tion of silver nitrate, the silver particles coagulated to coarse lumps with very low surface area (<0.2mVg) and no catalytic measurements were made with this material. Lattice parameters and surface areas for the Pt-Pd, Pt-Rh, Pt-Ru, and Pd-Au alloy series are summarized in Table 1. Owing to the effects of line broadening, it was only possible to determine lattice param- eters to within 0.01 A for the last three series. Alloys of Pt-Pd were of lower sur- face area and the x-ray lines were less diffuse so that lattice parameters could be estimated to .001 A. In general the al- loys were homogeneous solid solutions (with the exception of the Pt-59.7% Ru sample) and the measured lattice spacings agreed quite well with literature values (11). A few Pd-Au samples were prepared by fusing the dry mixed chlorides with excess sodium nitrate at 500C for 3 hr. After thorough washing to remove soluble salts TABLE l PROPERTIES OF ALLOY CATALYSTS Alloy compn.(wt %) Lattice spacing(ao (A)) Surface area(m'/g) Alloy compn.(wt %) Lattice spacing( () Surface area (mVgl 100 Pt Pt-20.0Pd Pt-33.0 Pd Pt-^9.3 Pd Pt-65.2Pd 100 Pd 3.916 3.904 3.899 3.894 3.892 3.890 4.9 3.6 3.3 6.0 6.2 14.3 Pt-8.9 Ru Pt-16.3 Ru Pt-19.9 Ru Pt-28.2 Ru Pt-59.7Ru 100 Ru 3.90 3.90 3.893.88 3.87 +Ru 2.70 12.0 13.19.7 13.7 18.3 74.4 Pt-10 Rh Pt-15.8Rh Pt-27.3 Rh Pt-49.9 Rh Pt-72.6Rh Pt-90.1Rh 100 Rh 3.89 3.90 3.86 3.85 3.82 3.81 3.80 13.7 34.9 16.2 21.7 23.6 25.7 28.1 Pd-10 Pd-15 Pd-19 Pd-25 Pd-29 Pd-33 Pd-50 Pd-59 Pd-79 100 Au 9 Au 5 Au 7 Au 7 Au 2 Au 5 Au 5 Au O Au O Au 3.90 3.89 3.89 3.89 3.92 3.92 3.94 3.98 4.02 4.08 16.8 8.3 8.6 18.0 10.7 8.0 12.4 12.9 10.4 5.0 HYDROGEN PEROXIDE DECOMPOS1TION 357 the suspensions of mixed oxides were treated with bubbling hydrogen at room temperature. This treatment did not, how- ever, result in complete reduction to the metals and the resulting materials were inactive for peroxide decomposition. At- tempts were made to achieve complete reduction by gas phase reduction with flow- ing hydrogen at 100. Although the cata- lytic activity of the samples was increased as a result of this treatment, extensive sintering took place during the hydrogen reduction. As it appeared unlikely that homogeneous alloys would be formed by this method, no further experiments were carried out with materials of this type. Procedure The method used to study the catalytic decomposition of hydrogen peroxide was essentially the same as that described re- cently by Keating, Rozner, and Young- blood (12). The reaction was carried out in a 1-liter Erlenmeyer flask immersed in an Aminco constant temperature water bath, controlled to .02 by means of a mercury filled thermoregulator. 500 ml of a 0.3% hydrogen peroxide solution (pre- pared from Fisher Certified 3% hydrogen peroxide, without stabilizer) was placed in the flask, and the required quantities of acid or alkali were added. The pH of the solution was then measured by means of a Beckman Model H2 pH meter. The con- tents of the flask were then stirred vigor- ously with a glass stirrer provided with flat vanes. The speed of the stirrer was adjusted stroboscopically to 400 rpm be- fore each catalytic run. After the solution had attained thermal equilibrium with the bath, a sample was withdrawn and ana- lyzed for peroxide by titration with stand- ardized 0.1 N potassium permanganate (13). For this purpose the sample was acidified with 20% sulfuric acid and ti- trated until a pink endpoint was reached. By this method concentration changes of 2 X 10-g H:A/ml could be readily de- termined. A weighed sample of catalyst enerally 0.2 g) was then added to the solution and samples were withdrawn for analysis at measured intervals during the course of the reaction. A blank run of peroxide decomposition rate in the absence of catalyst was also carried out as a func- tion of the pH of the solution. The homo- geneous decomposition rate was found to be negligible compared with the catalyzed rate in both neutral and acid solutions. In solutions of pH greater than 10 the homo- geneous decomposition was rapid enough for a correction to be applied. All the catalytic measurements reported were car- ried out at a temperature of 27.0 0.2. RESULTS AXD DISCUSSION Noble Metals Preliminary experiments carried out in neutral 0.3% peroxide solution indicated that the individual metals of Group VIII varied widely in their ability to catalyze the decomposition reaction. With initial concentrations of less than 3 X 10\"3 g HzOa/ml, the reaction invariably followed first order kinetics, a plot of logio Co/c showing a linear variation with time until at least 90% of the reaction had been completed. Linear plots of this type were used to evaluate the rate constant of the reaction as a function of catalyst com- position. Table 2 shows values for the specific rate constants (min\"1 cm\"2 of catalyst surface, for the various platinoid metals and gold, determined in neutral solution with 0.3% peroxide initially. The activity of the metals of Group VIII3 was generally much TABLE 2 DECOMPOSITION OF HaOs ON XOBLE METALS 0.3% neutral HaOa: 27 Metal Surface area(mVg) Rate k X 106 (miniem\"2) Platinum Osmium Iridium Palladium Ruthenium Rhodium Gold 4.9 17.2 57.3 14.3 74.4 28.1 5.0 19.4 16.2 6.2 2.2 0.91 0.66 0.079 358 D. W. MCKEE greater than those of Group VIII2, the sequence of activities showing no correla- tion with the variation of surface area of the samples. In experiments conducted be- low 31 , Stroganova et ai. (14} have also shown that the order of activity of metal blacks falls in the sequence Pt > Ir > Pd > Rh. Although the sample of gold had about the same surface area as the plati- num black sample, the latter was more than 200 times more active than the gold sample under the same conditions. Noble Metal Alloys The behavior of Pt-Pd, Pt-Ru, and Pt- Rh alloy catalysts in the decomposition of neutral 0.3% peroxide solution is sum- marized in Fig. 1, in which the logarithm of the specific rate constants (in min\"1 cm-2) are plotted against alloy composition for the three catalyst series. In spite of considerable scatter of the data, alloying of platinum with Pd, Ru, or Rh resulted in a steady decrease in the activity of the catalyst for this reaction. In the case of the Pt-Pd series, the activity decreased smoothly with palladium content. With Pt- Ru and Pt-Rh alloys no synergistic effects similar to those observed for CELi-Da ex- change (15) were found. In other alloy series, however, syner- gistic effects were observed. Alloys of platinum-iridium, containing 10-20% Ir, were much more active than platinum black for the decomposition of peroxide in neutral solution. In these cases the de- composition rate appeared to vary little with the amount of catalyst added, sug- gesting that the kinetics were diffusion limited. With the Pt-Ir catalysts, 90% of the reaction was complete after 1-min contact. As meaningful kinetic measure- ments could not be made under these con- ditions, no further experiments were carried out with Pt-Ir catalysts. It is interesting, however, that Pt-Ir catalysts have been claimed to be superior cathodes for oxygen reduction in fuel cells (16}, presumably as a result of their activity as peroxide de- composition catalysts. Marked synergistic effects were also ob- served in the palladium-gold alloy scries ) 40 60 WT. % Pd, Ru or Rh FIG. 1. Ha02 decomposition on Pt-Pd, Pt-Ru, and Pt-Rh alloy catalysts. 27, 0.3% neutral HaOa solution initially. which was studied in more detail, as described in the following sections. Palladium-Gold Alloys The variation in specific rate for 0.3% peroxide decomposition in neutral solution is shown in Fig. 2 for the palladium-gold alloy series. Although gold is very much less active than palladium, addition of 15- 20% gold resulted in a marked maximum activity, the specific rate for the Pd-15.5% Au alloy corresponding to a 20-fold in- crease over that found for pure palladium and a 2-fold increase over that of platinum black. A similar, though less marked, maxi- mum rate has been previously observed for CI-Li-Da exchange (17} and para-H^ conversion on Pd-Au alloys (18}, the cor- responding bulk alloy compositions being about 17 wt% and 44 wt% in the two cases. With both these reactions, however, further increase in gold content resulted in HYDROGEN PEROXIDE DECOMPOSITION 359 FIG. 2. HaOa decomposition on Pd-An alloy catalysts. 27, 0.3% neutral HaO^ solution initially. a rapid decrease in catalytic activity, at- tributed to the filling of the Pd d band by s electrons from the gold. No such effect was observed in the case of hydrogen peroxide decomposition. The rate of the catalytic decomposition of peroxide in aqueous solution was very strongly influenced by the pH of the solu- tion. The effect of added sodium hydroxide and sulfuric acid on the activity of the palladium catalyst is illustrated in Fig. 3. Although the decomposition rate was gen- erally more rapid in alkaline than in acid media, a very sharp maximum at low alkali concentrations was observed. Figure 4 shows similar data for a Pd-79% Au alloy. Although the position of maximum activity was about the same as for palladium, with increasing gold content the activities of the alloys diminished rapidly with increasing acid strength. The pH required for maxi- mum activity is defined more closely for a Pd-50.5% Au alloy in Fig. 5, which sum- marizes a series of measurements in weakly acid and alkaline solutions. The optimum pH value was found to be around 10.5. Early measurements on the decomposition of hydrogen peroxide by colloidal gold and palladium and platinum also indicated a maximum rate at a well-defined hydrogen ion concentration, the rate being greatest at around pH'12 (19}. However, more re- cent measurements on Mn^Ohave also indicated a maximum rate at pH = 10.5 (20). Experimental values for the pH cor- responding to maximum rate do not seem to be strongly dependent on catalyst com- position. The decomposition of peroxide in strong acid and base is shown in Fig. 6 for the Pd-Au alloy series. In both 5 N sulfuric acid and 30% potassium hydroxide the ~ 1.5 'Pd ' 1 1BASE , 0.3% H,0; ' '270'C' ACID x12s\" 0.9 : J - 2 0.6a - - 3 0.1 ^ l 0 Q8 06 04 0.2 N NoOH 0 0.2 04 Q6 0.8 1 N H, SO, FIG. 3. Catalytic decomposition of 0.3% HaOa solution by palladium. Effect of added acid and base. 360 D. W. MCKEE 1.2 ~ 1.0 Pd-79%Au BASE 0.3%H;02 ACID 27.0'C FIG. 4. Catalytic decomposition of 0.3% HaOs solution by Pd-79% Au alloy. Effect of added acid and base. rates showed maxima at bulk alloy corn- acid than in base, the activity of gold-rich positions in the range 15-20% gold. Such alloys decreased rapidly with increasing electrolytes are in common use in fuel cells and batteries. Although the activity of pure palladium was slightly greater in strong acid strength. No decomposition of perox- ide in 5 N sulfuric acid could be detected on pure gold, whereas in 30% potassium -2 4 6 8 10 12 14 16 pH FIG. 5. Catalytic decomposition of 0.3% HA solution by Pd-50.5% Au alloy. Effect of pH. HYDROGEN PEROXIDE DECOMPOSITION 361 FIG. 6. Catalytic decomposition of H2 by Pd-Au alloys in 30% KOH and o N HsSOi 0.3% HzOz solution initially. hydroxide solution gold was reasonably active. The effect of initial hydrogen peroxide concentration on the kinetics of the de- composition reaction are illustrated in Fig. 7 for a Pd-29.2% Au alloy catalyst. In this case the pH was adjusted with sulfuric acid to lie in the range 4-5 where the kinetics were relatively insensitive to pH (Fig. 5). The initial rate of peroxide de- composition was found to be a linear func- tion of initial Ha*^ concentration up to 3 X 10-3 g HsA ml. The slight falling off in the rate at higher peroxide concentra- tions may be an indication of diffusion controlled processes in the solution. It was also observed that active Pd-Au catalysts tended to redisperse and become colloidal during the course of the reaction, probably as a result of charging of the metallic particles by adsorbed ions, whereas inactive catalysts remained in the agglom- erated state. Mechanism Although almost every conceivable mech- anism for the catalytic decomposition of hydrogen peroxide has been proposed at one time or another, the most popular schemes involve either a process of electron exchange between metal and reactant or the intermediate formation of oxide or oxy- genated species on the metal surface. The classical Haber-Weiss mechanism for the homogeneous decomposition (21) was elaborated by Gerischer (22) to ex- plain the electrochemical process at plat- inum electrodes. Dissociation of the Hz02 molecule was believed to occur as a result of electron donation from the metal sub- strate. Cathodic reactions: HaOz + e- -+ OH- + OH- OH- +e--^ OH- Formation of perhydroxyl radical could also occur by electron transfer to the metal. Anodic reactions: HaOs - e- -^ H+ + HOa' HOa - e- -^ H+ + 02 The relative rates of these reactions depend on potential but both may occur simultaneously during the heterogeneous decomposition. As cathodic polarization of the electrode was found to give rise to an increase in the overall decomposition rate, it seems likelv that the chain reaction: 362 D. W. MCKEE 2345 INITIAL H;0; CONCN. g/ml x 10-3 FIG. 7. Catalytic decomposition of H2 by Pd-29.2% An alloy. Effect of initial HaOa concentration. OH- + HaOa -^ H(V + HaO HOa- + HaO, -OH- + H^O + 0, could also occur, with the termination step: OH- + HO/ -^ H + 0, The overall electrode reactions were then: Cathodic: HA + 2H+ + 2e- -^ 2HsO Anodic: HzOa -> Oa + 2H+ + 2e- giving the overall stoichiometry: 2Ha02 -^ 2HsO + Os. By using such a sequence of reaction steps, Weiss (21) showed that it was possi- ble to predict the existence of an optimum pH at which the decomposition rate is a maximum. According to this scheme, the rate of catalytic decomposition in the stationary state is of the form: ^CH^O^ where K'w^ is the dissociation constant of the HOa- radical in the surface phase. The analytical concentration of peroxide CHZOZ) will be related to the actual concentration [HaO^] by the equation: CH^ [H+] Kw. + [H+] where Kayos is the dissociation constant of hydrogen peroxide in the adsorbed phase. By differentiation it can be shown that the rate should be a maximum at a hydrogen ion concentration given by: KH,O, K'Jj K iO-t K' HOs Rate = dt const. [H+] [H+] - K'HO, Using the experimental pH value of 10.5 for maximum activity and assuming a value of 1.7 X 10-12 for ^202 as in the homogeneous phase (23), a value of about 1.6X 10-12 is obtained for X^. This is much less than the value of lO-6 measured in aqueous solution (21) and suggests that HYDROGEN PEROXIDE DECOMPOSITION 363 the HO,- radical is stabilized by adsorption on the metal surface. The role of the metal catalyst as both electron donor and acceptor can be used in a general way to interpret the observed differences in the activity of the noble metals and gold. Thus, as with copper- nickel alloys (3), addition of the s-metal gold would be expected to increase the activity of the d-metal palladium. If the slow step in the peroxide decomposition reaction involves electron transfer from the catalyst to the adsorbate, then the varia- tions in activity of the alloys should be accompanied by corresponding changes in the work function and a minimum value at the optimum alloy composition, unfortu- nately no work function measurements of Pd-Au alloys arc available to test this hypothesis. On the other hand, the addition of small amounts of gold to palladium results in enhanced activity, not only for peroxide decomposition, but also to a lesser extent, for para-H, conversion (18), CH4-D, ex- change (17} and H-atom recombination (24), suggesting that the direction of elec- tron transfer at the interface may not be of major importance in determining the trend of activity. In the case of the para- H, conversion, the effect appeal's to be due more to changes in the prc-exponential factor than in the activation energy, whereas the reverse is true for CH4-D, exchange. The variation of these kinetic parameters with alloy composition for the hydrogen peroxide reaction lias not yet been measured. The presence of surface ox^le of chcmi- sorbed oxygen on the active metal surface has frequently been suggested as an alter- native mechanism for the peroxide decom- position. The formation of oxide on a plati- num catalyst during the decomposition was suggested by Haber and Grinbcrg (25) and this idea has been revived recently in more general form by Bianchi. Mazza, and Mussini {26}. It is likely that oxide films can arise by the chemical reaction of hydrogen peroxide at the metal surface K| M + H,iOs=M(0) + HzO followed by the reduction of oxide by Ks M(0) + U2()2=M + Oa + HaO. In the steady state, the coverage of oxide on the metal will be given by the ratio of the rate constants for these two processes, [M(0)] ^ Ki [M] K, In acid solutions oxide pliases will be less stable and the decomposition rates will be generally lower than in alkaline media, as found experimentally. In sulfuric acid, gold will not form an oxide layer owing to the formation of AuH(S04)a and this metal will be generally inactive under these con- ditions. In agreement with this prediction, the activities of gold-rich Pd-Au alloys showed a much more rapid decrease in activity with increasing; acid strength than did the palladium rich alloys. The coverage of oxide on a palladium surface during the peroxide decomposition reaction probably does not exceed a monolayer as bulk pal- ladium oxide is inactive. Although the presence or absence of oxide films may influence the general level of activity of the various metals in acid and alkaline media, it is not. clear how the complex dependence of rate on hydrogen ion concentration can be explained on this basis. As it is likely that many different species, such as OH-, OH-, HO;-, HO,-, 0, 0,-, etc., may exist on the metal surface during the course of the reaction, the de- tailed mechanism will depend in a complex manner on the pH, composition of the adiayer and the potential of the metal sur- face. In tlie absence of this information, electronic interpretations of the observed behavior of the various metal catalysts must remain highly speculative. ACKNOWLEDGMENTS Part (if tins work was performed under Con- tract. No. DAAK 02-67-008 with the TT. S. Army Mobility Equipment. Research and Development Center. Ft. Belvoir, Virginia. REFERENCES 1. BOND, G. C., \"Catalysis by Metals,\" p. 432. Academic Press, New York, 1962. D. W. MCKEE 16. 17. 18. 19. 20. . SCHUMB, W. C., SATTERFIELD, C. N., AND 14. WENTWORTH, R. L., \"Hydrogen Peroxide,\" p. 483. Reinhold, New York, 1955. DOWDEN, D. A., AND REYNOLDS, P. W., Disc. 15. Faraday Soc. 8, 184 (1950). HALL, W. K., AND EMMETT, P. H., J. Phys. C hem. 63, 1102 (1959). , IVES, D. J. G., AND JANZ, G., \"Reference Elec- trodes,\" p. 373. Academic Press, New York, 1961. KOBDESCH, K., TO \"Fuel Cells\" (G. J. Young, ed.), p. 14. Reinhold, New York, 1960. BAGQ, J., Australian J. Chem. 15, 201 (1962). MCKEE, D. W., AND NORTON, F. J., J. Catal- ysis 3, 252 (1964). MCKEE, D. W., AND NEWKIRK, A. E., J. Catalysis 11, 370 (1968). HOLT, E. L., Nature 203, 857 (1964). PEARSON, W. B., \"A Handbook of Lattice Spacings and Structures of Metals and Al- ^3. loys,\" Macmillan (Pergamon), New York, 1958. u. KEATING, K. B., ROZNER, A. G., AND YOUNG- BLOOD, J. L., J. Catalysis 4, 608 (1965). 25. VOGEL, A. I., \"Quantitative Inorganic Anal- ysis,\" p. 354, Longmans, Green, New York, 26. 1948. STROGANOVA, N. I., KHASSAN, S. A., EMBL'YA- NOVA, G. I., AND LEBEDEV, V. P., Zh. Fiz. Khim 40, 475 (1966). MCKEE, D. W., AND NORTON, F. J., J. Phys. Chem. 68, 481 (1964); J. Catalysis 4, 510 (1965). THOMPSON, C. E., Brit. Patent 946,367 (1964). MCKEE, D. W., J. Phys. Chem. 70, 525 (1966). COUPER, A., AND ELEY, D. D., Disc. Faraday Soc. 8, 172 (1950). BREDIG, G., AND REINDERS, W., Z. Physik. Chem. 37, 323 (1901); BREDIG, G., AND FORTNER, M., Ber 37, 798 (1904). ISMAIL, H., AND CONSTABLE, F. H., Istambul Univ. Fen Fak. Mecm., Ser. C 31, 183 (1966). (C. A. 69, 30516q) WEISS, J., Trans. Faraday Soc. 31, 1547 (1935). GERISCHER, H., Z. Phys. Chem. (N. F.) 6, 178 (1956). EVANS, M. G., AND URI, N., Trans. Faraday Soc. 45, 224 (1949). DICKENS, P. G., LINNETT, J. W., AND PALC- ZEWSKA, W., J. Catalysis 4, 140 (1965). HABER, F., AND GRINBERG, S., Z. Anorg. Chem. 18, 37 (1898). BlANCHI, G., MAZZA, F., AND MUSSINI, T., Electrochim. Acta 7, 457 (1962). YJCAT 69903261 0021-9517(69)90326-1 10.1016/0021-9517(69)90326-1 Catalytic decomposition of hydrogen peroxide by metals and alloys of the platinum group D.W. McKee General Electric Research and Development Center, Schenectady, New York 12301 U.S.A. The catalytic decomposition of dilute aqueous solutions of hydrogen peroxide has been studied on a number of Group VIII metals and binary alloys, including palladium-gold. The kinetics were measured at 27 ° as a function of catalyst composition and pH of the solution. In neutral solution, the activity of the individual metals of Group VIII3 was generally greater than those of Group VIII2, the order of specific activity (per unit surface area) decreasing in the sequence Pt > Os > Ir > Pd > Ru > Rh. Alloys of PtPd, PtRu and PtRh showed activities intermediate between those of the constituent metals. Alloys of PtIr and PdAu exhibited maximum activities at intermediate alloy compositions. The kinetics depended strongly on the pH of the solutions, the rate rising to a sharp maximum at pH values of 10–11, in accordance with the radical-chain mechanism for the decomposition. References 1. G.C. Bond Catalysis by Metals 1962 Academic Press New York 432 2. W.C. Schumb C.N. Satterfield R.L. Wrntworth Hydrogen Peroxide 1955 Reinhold New York 483 3. D.A. Dowden P.W. Reynolds Disc. Faraday Soc. 8 1950 184 4. W.K. Hall P.H. Emmett J. Phys. Chem. 63 1959 1102 5. D.J.G. Ives G. Janz Reference Electrodes 1961 Academic Press New York 373 6. K. Kordesch G.J. Young Fuel Cells 1960 Reinhold New York 14 7. J. Bagg Australian J. Chem. 15 1962 201 8. D.W. McKee F.J. Norton J. Catalysis 3 1964 252 9. D.W. McKee A.E. Newkirk J. Catalysis 11 1968 370 10. E.L. Holt Nature 203 1964 857 11. W.B. Pearson A Handbook of Lattice Spacings and Structures of Metals and Alloys 1958 Macmillan (Pergamon) New York 12. K.B. Keating A.G. Rozner J.L. Youngblood J. Catalysis 4 1965 608 13. A.I. Vogel Quantitative Inorganic Analysis 1948 Longmans, Green New York 354 14. N.I. Stroganova S.A. Khassan G.I. Emel'yanova V.P. Lebedev Zh. Fiz. Khim 40 1966 475 15. D.W. McKee F.J. Norton J. Phys. Chem. 68 1964 481 D.W. McKee F.J. Norton J. Catalysis 4 1965 510 16. Thompson, C. E., Brit. Patent 946,367 (1964). 17. D.W. McKee J. Phys. Chem. 70 1966 525 18. A. Couper D.D. Eley Disc. Faraday Soc. 8 1950 172 19. G. Bredig W. Reinders Z. Physik. Chem. 37 1901 323 G. Bredig M. Fortner Ber 37 1904 798 20. H. Ismail F.H. Constable Istambul Univ. Fen Fak. Mecm., Ser. C 31 1966 183 (C. A. 69, 30516q) 21. J. Weiss Trans. Faraday Soc. 31 1935 1547 22. H. Gerischer Z. Phys. Chem. (N. F.) 6 1956 178 23. M.G. Evans N. Uri Trans. Faraday Soc. 45 1949 224 24. P.G. Dickens J.W. Linnett W. Palczewska J. Catalysis 4 1965 140 25. F. Haber S. Grinberg Z. Anorg. Chem. 18 1898 37 26. G. Bianchi F. Mazza T. Mussini Electrochim. Acta 7 1962 457",
      "scopus-id": "0010444258",
      "coredata": {
        "eid": "1-s2.0-0021951769903261",
        "dc:description": "The catalytic decomposition of dilute aqueous solutions of hydrogen peroxide has been studied on a number of Group VIII metals and binary alloys, including palladium-gold. The kinetics were measured at 27 ° as a function of catalyst composition and pH of the solution. In neutral solution, the activity of the individual metals of Group VIII3 was generally greater than those of Group VIII2, the order of specific activity (per unit surface area) decreasing in the sequence Pt > Os > Ir > Pd > Ru > Rh. Alloys of PtPd, PtRu and PtRh showed activities intermediate between those of the constituent metals. Alloys of PtIr and PdAu exhibited maximum activities at intermediate alloy compositions. The kinetics depended strongly on the pH of the solutions, the rate rising to a sharp maximum at pH values of 10–11, in accordance with the radical-chain mechanism for the decomposition.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1969-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0021951769903261",
        "dc:creator": {
          "@_fa": "true",
          "$": "McKee, D.W."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0021951769903261"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0021951769903261"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(69)90326-1",
        "prism:volume": "14",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Catalytic decomposition of hydrogen peroxide by metals and alloys of the platinum group",
        "prism:copyright": "Copyright © 1969 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "4",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "4",
        "openaccessSponsorType": null,
        "prism:pageRange": "355-364",
        "prism:endingPage": "364",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 1969",
        "prism:doi": "10.1016/0021-9517(69)90326-1",
        "prism:startingPage": "355",
        "dc:identifier": "doi:10.1016/0021-9517(69)90326-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0010444258"
      }
    }
  }
}