{
  "metadata": {
    "title": "Lead, sulfur and phosphorus interactions with platinum and palladium metal foils",
    "authors": "; ",
    "journal": "Journal of Catalysis",
    "date": "1975-10-31",
    "doi": "10.1016/0021-9517(75)90233-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/002195177590233X",
    "pii": "002195177590233X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-37949040498",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T08:28:01 1-s2.0-002195177590233X 0021-9517(75)90233-X 002195177590233X 10.1016/0021-9517(75)90233-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X03867 2015-05-13T20:40:28.403323-04:00 0 0 19751001 19751031 1975 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0021-9517 00219517 40 40 1 1 Volume 40, Issue 1 15 108 116 108 116 197510 October 1975 1975-10-01 1975-10-31 1975 converted-article fla Copyright © 1975 Published by Elsevier Inc. LEADSULFURPHOSPHORUSINTERACTIONSPLATINUMPALLADIUMMETALFOILS WILLIAMS F MADIX 1973 316 R BARON 1974 45 K SHELEF 1973 M PRESENTEDANNUMEETAICHE7TH KLIMISCH 1974 R PRESENTEDNORTHAMERMEETCATALSOC3RD HOLT 1974 E PRESENTEDSOCAUTOMOBILEENGINEERSMEET PIGNET 1973 145 J HEGEDUS 1974 L PRESENTEDVDIGVCAICHEJOINTMEET FARRELL 1973 465 H MULLER 1971 28 O ACRES 1974 G PRESENTEDACSANNUSPRINGMEET WILLIAMSX1975X108 WILLIAMSX1975X108X116 WILLIAMSX1975X108XF WILLIAMSX1975X108X116XF item 0021-9517(75)90233-X 002195177590233X 1-s2.0-002195177590233X 10.1016/0021-9517(75)90233-X 272561 2010-10-26T03:51:47.455251-04:00 1975-10-01 1975-10-31 1-s2.0-002195177590233X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:002195177590233X/MAIN/application/pdf/664b4ca121ce64da61a7233b4cb247dc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:002195177590233X/MAIN/application/pdf/664b4ca121ce64da61a7233b4cb247dc/main.pdf main.pdf pdf true 549496 MAIN 9 1-s2.0-002195177590233X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:002195177590233X/PREVIEW/image/png/ccbdb97ae6dc9f27bbb59240f4b0ba09/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:002195177590233X/PREVIEW/image/png/ccbdb97ae6dc9f27bbb59240f4b0ba09/main_1.png main_1.png png 71539 849 656 IMAGE-WEB-PDF 1 JOURNAL OF CATALYSIS 40, 108-1 16 (1975) Lead, Sulfur and Phosphorus Interactions with Platinum and Palladium Metal Foils FRANK L. WILLIAMS AND KENNETH BARON Physical Chemistry Department. General Motors Research Laboratories, Warren, Michigan 48090 Received March 12, 1975 This paper describes the chemical interactions at the active metal surface of platinum and palladium oxidation catalysts subjected to lead, phosphorus and sulfur contaminants. A method of probing the chemical environment of the supported metal surface in catalysts has been developed using Auger electron spectroscopy (AES). The poisoning of Pt and Pd is seen as an accumulation dependent process. The noble metal surfaces first saturate with lead without accumulation of sulfur or phosphorus. The initial accumulation of lead on Pd is different than Pt. At low exposures lead is depleted from the Pd surface. It appears that lead is drawn from the surface into the bulk of the ox- idized palladium because of the solubility of PbO in PdO. On platinum, however, no such driving force exists and lead depletion is not indicated. Subsequent accumulation on the lead poisoned Pt or Pd consists of oxidized sulfur, phosphorus and lead. Compound iden- tifications on both Pt and Pd were accomplished using peak shift and structure analyses with respect to AES spectra obtained from PbSO< and Na^PzOy. INTRODUCTION In an effort to understand gas-solid in- teractions in the field of catalysis, detailed knowledge about the surface of the active component of the catalyst is being con- tinually sought. Recent advances in in- strumentation and interpretation have yielded considerable information on the composition and reactivity of pure metal surfaces (7,2), but the important link to more complex multicomponent systems re- mains elusive. One example of this dif- ficulty is the analysis of the composition at the active surface in a supported metal catalyst. Interpretation of data from most analytical techniques is difficult because of interference of the signals from the active metal and support. We decided to separate the metal catalyst from its support in order to develop a technique to probe the metal surface composition. Cleaned high purity foils are placed in contact with an active catalyst bed (in this case a noble metal ox- idation catalyst) and subjected to au- tomobile exhaust. After this exposure the surface constituents of the contaminated foils are determined by Auger electron spectroscopy (AES). A substantial body of information has been accumulated recently (3,4) on the storage of contaminants on noble metal catalysts and their influence on hydro- carbon oxidation reactions. We were inter- ested in identifying the elements and com- pounds on platinum and palladium sur- faces which previously had only been in- ferred from bulk analyses of poisoned catalysts. The major species deposited during deactivation of automobile oxidation cata- lysts are probably represented (3-5) by four groups of compounds: lead (and lead oxide), sulfate (and oxysulfate), phosphate, and halides. The deactivation process may occur by a chemical mechanism which in- volves specific active metal-poison in- teractions and/or a physical method in which access to the active metal is blocked by these species. While it is difficult to es- tablish the relative contribution of these 108 Copyright 1975 by Academic Press, Inc. All rights of reproduction in any form reserved. LEAD, SULFUR AND PHOSPHORUS INTERACTIONS 109 processes, it is possible to study the chem- ical interactions using metal foils, as out- lined in this paper. We will first give results of experiments designed to validate the metal probe tech- nique, followed by AES compound iden- tification of representative contaminants. The application of this technique to cata- lyst contaminant buildup will then be pre- sented as a function of automobile exhaust exposure. EXPERIMENTAL METHODS Preparation of Metal Foils \"Marz\" grade (99.999% pure) foils of the metals of interest were cut to a conve- nient size (2.5 x 1 cm), washed in meth- anoi, suspended in a quartz tube, and cleaned in flowing oxygen and hydrogen. The typical schedule of 2 hr at 770 K in 1 atm of flowing oxygen, followed by 2 hr at 770 K in l atm of flowing hydrogen, proved to sufficiently clean platinum and palladium. Contamination of Foils The prepared foils were placed in an experimental converter in contact with ac- tive catalyst of the same metal at a nom- inal 0.1 wt% loading. The converter, containing 1000 cm3 of catalyst, was part of the stainless steel exhaust system of a 5735 cm3 V-8 engine. The engine was at- tached to an engine dynamometer. Engine operating conditions were air: fuel ratio = 15.8 (oxidizing atmosphere-excess air) and inlet manifold depression = 47.2 kPa. The catalyst was operated at 830 K and subjected to exhaust with con- taminants of lead (as \"Motor Mix\"), phos- phorus (as cresyi diphenyl phosphate), and sulfur (residual). Analysis by AES The foils were placed in the prebaked chamber of the vacuum system and Auger electron spectra were taken with the aid of a double-pass analyzer (Physical Elec- tronics, Model 12-250). Normal mode analysis, without electron retardation, was used to provide high sensitivity and suf- ficient resolution when the modulation was typically 2 Vp-p for energies less than 300 eV and 10 Vp-p otherwise. An angu- larly incident electron beam (3 JU.A, 5 kV) was used to excite the Auger transitions. Standard lead sulfate spectra were ob- tained from lead-acid battery plates. The recorded spectra represent a steady state surface condition where the electron beam current or argon ion sputtering did not change the observed spectra. Phosphate samples were prepared by evaporation of dilute solutions of the appropriate salts on an acid etched surface of \"Marz\" grade silver. This procedure should be applicable to a wide range of inorganic compound sample preparations. RESULTS AND DISCUSSION Validation of the Foil Probe Technique The utility of a method of remotely ana- lyzing reactive surfaces without the need to perform in situ Auger analysis is easily recognized. An ideal series of operations would involve the preparation of a stable, clean metal surface which could be in- serted in an active catalyst bed, removed and analyzed by AES, with the results being representative of the gas-solid in- teractions on the metal crystallite surface of the supported catalysts. Maintaining the chemical integrity of surfaces exposed to air is not possible for many samples due to adsorption of, and reaction with various ambient gases. However, recently the sta- bility in transferring cleaned platinum sur- faces in air has been noted by Pignet et al. (6). Figure 1 shows the AES from platinum and palladium after a typical cleaning pro- cedure when the foils were directly placed in a prebaked vacuum chamber. Both spectra indicate oxygen adsorption on the foils as would be expected for clean foils exposed to air. Calcium was detected at 110 WILLIAMS AND BARON 100 200 300 400 500 600 Electron Energy (eV) FIG. 1. Auger spectra from cleaned Pt and Pd foils (Oa, 770 K, 2 hr; Ha, 770 K, 2 hr). platinum surfaces probably as the result of segregation from the bulk to the surface. The calcium surface concentration varies widely from sample to sample but all of our test foils had less than the sub- monolayer amount of calcium indicated in the Pt spectrum. The small amount of sulfur detected at Pd surfaces is believed to result from post- cleaning pickup. In all of our studies the change in surface composition due to the exhaust exposure is larger than any resi- due of the cleaning procedure. When the chamber is baked at 473 K to lower the residual pressure, we find that the samples actually become more contam- inated (Fig. 2) with carbon. Surprisingly, we find that the \"shelf-life\" of cleaned foils is at least 1 wk. Foils cleaned and then stored for 1 wk in glass vials maintained the level of surface cleanliness as depicted in Fig. 1. There are a number of precautions that must be observed in preparation of clean foils. The foil cleaning should be done with pure gases and clean quartz tubes. We have found, like Pignet et al. (6), traces of iron on the platinum surface after the cleaning procedure. These might be due to segregation of the iron from the bulk to the surface of the platinum where it is stabi- lized as an oxide. Alternatively, these may arise from a vapor transport mechanism. In one case where a foil was positioned near a stainless steel sheathed ther- mocouple, the \"cleaned\" platinum surface was totally covered with iron oxide; no other elements were detected. Thus, the foil should be checked by AES each time it is prepared. In order to demonstrate that the trans- portation of the foils to our test reactor, the placement in the active catalyst, and the recovery of the foils did not interfere with our results, we examined foils that were at different positions in the catalyst bed. After 30 min exposure to the exhaust from an engine operating on fuel con- LEAD, SULFUR AND PHOSPHORUS INTERACTIONS 111 dN dE X2 100 500 200 300 400 Electron Energy (eV) FIG. 2. Spectrum from cleaned Pt foil (as Fig. 1) subjected to vacuum chamber bake-out. taining 110, 147, and 8 ^.g/cm3 Pb, S, and P, respectively, the foils adsorbed Pb, S, and P exclusive of other contaminants. Indeed, the high energy (> 1900 eV) more bulk sensitive regions of the spectra in Fig. 3 indicate about 30 times more lead on the leading foil (a) than on the last (b). Most catalyst beds develop a contaminant con- centration gradient (3,7); we have shown that this is the case for lead accumulation on foils at different bed positions. Thus, the foil probes appear to act as if they are part of the supported catalyst. Further evi- dence for validity of this method of probing platinum surface chemistry comes from a comparison of Auger spectra taken from a copper foil and a platinum foil that were exposed to exhaust from fuel con- taining 110, 147, and 0.55 /Ag/cm3 Pb, S, and P, respectively. This simultaneous ex- dN 0 150 1800 2000 2150 2350 Electron Energy (eV) FIG. 3. Contaminant gradient shown by Pt foil probes. (A) upstream (B) downstream within catalyst bed. Fuel (Atg/cm3): Pb = 110, S = 147, P = 8. 112 WILLIAMS AND BARON 200 300 400 Electron Energy (eV) FIG. 4. Comparison of Pt and Cu foil probes simultaneously exposed to exhaust. Fuel (fig/cm3): Pb = 110, S = 147, P = 0.55. posure was carried out in the absence of alumina or active catalyst to modify the exhaust composition. The two spectra (Fig. 4) are quite different. The copper foil accumulated lead, chlorine, and oxygen, while the platinum accumulated lead, sulfur, and oxygen. Note that the presence of the 60 eV Cu peak indicates that copper is still in the outer region of the sample. The accumulation on copper is typical of that found on other inactive surfaces in the exhaust stream. However, the accumula- tion on platinum indicates the chemical changes that can occur on this noble metal in the exhaust. The technique may be useful in other studies where adsorbed species on the ac- tive metal surface rather than the support need to be known. Strongly bound species that do not react with ambient gases during transfer will be more meaningfully de- tected than volatile reactive substances. Compound Identification by A ES In our studies, sulfur and phosphorus were found to give distinctive \"Auger sig- nature\" when oxidized and reduced. The derivative spectra of lead sulfate and sodium phosphate are shown in Fig. 5. The \"normal\" reduced sulfide and phos- phide Auger structures are indicated by the broken lines. Our energy measure- ments are in agreement with the sulfate signature previously detected by Farrell (8). The phosphate gives a similar signa- ture with respect to phosphide as sulfate to sulfide. These standard spectra were used to identify the chemical state of sulfur and phosphorus in the adsorbed layers on plat- inum and palladium. Detailed analyses of the peak positions and structures are not warranted for this work. We report these spectra as AES fingerprints of the com- pounds under electron-beam excitation. Contaminant Accumulation on Pt and Pd The chemical nature of the collected contaminants on the platinum and palla- dium catalysts was studied as a function of lead accumulation on the metal probes. A typical spectrum obtained for low lead LEAD, SULFUR AND PHOSPHORUS INTERACTIONS 113 50 100 150 200 250 300 Electron Energy (eV) FIG. 5. Compound identification by AES. PbS04 and NaiPaO?; (-) normal sulfur and phosphorus. The oxidized phosphorus trace is expanded to show details of the structure. levels is shown in Fig. 3b. The spectrum is from a foil that was placed at the bottom of a bed of active Pt/AlzOs catalyst subjected to the exhaust from leaded (0.11 mg/cm3) fuel with residual sulfur (147 (U,g/cm3) and phosphorus (8 /Ag/cm3). The Auger spec- trum shows predominately platinum and lead, coexisting on the surface, with the former being more abundant. This suggests that at low exposures lead alone is as- sociated with the platinum, rather than be- ing present as a sulfate, phosphate (to any appreciable extent), or halide. The accumulation of low levels of lead from an active catalyst, with residual lead from a previous experiment, could also be 80 120 Electron Energy (eV) FIG. 6. Low lead accumulation on Pt foil. Fuel (ing/cm3): Pb = 3, S = 147, P = 0.55. 114 WILLIAMS AND BARON seen. We placed a Pt foil in such a catalyst and exposed it for 7.5 hr to the exhaust from sterile fuel containing residual lead (3 fJLg/cm3), sulfur (147/Ag/cm3), and phos- phorus (0.55 fJLglcm3). Previous experi- ments had shown that this low exposure did not deposit detectable amounts of lead species in the bulk of a fresh catalyst, and furthermore, more lead did not accumulate on this catalyst. This treated foil (Fig. 6) showed low accumulation of lead along with some phosphate (presumably carried over from previous tests) on the platinum surface. The lead-platinum signals co- exists, indicative of the migration of lead from the support to the active metal. As a contrast, increasing the con- taminant exposure of Pt leads to the for- mation of oxidized sulfur and phosphorus deposits and the disappearance of the plat- inum low energy signal. An example of the AES spectra from a heavily contaminated Pt foil is shown in Fig. 3 a. The foil was placed at the top of the same active cata- lyst bed as the foil of Fig. 3b. The sulfate and phosphate (due to phosphorus from previous tests) fingerprints are clearly seen. The obscured platinum Auger signals at energies less than 300 eV indicate that multiple layers of deposits have ac- cumulated on the platinum foil. An ex- ample of extensive sulfate formation is shown in Fig. 7 (broken line). This is an Auger spectrum from a foil in contact with a catalyst subjected to heavily leaded fuel (725 ^g/cm3 with 147 and 0.55 ^g/cm2 sulfur and phosphorus, respectively). Sub- stantial buildup of lead sulfate has oc- curred as shown by the fact that it took 510 sec of argon ion sputtering of the plat- inum foil [Fig. 7 (solid line)], which corre- sponds to 50 monolayers of deposit, to remove most of the accumulated com- pounds. Comparisons were also made between platinum and palladium. At high rates of 100 zoo Electron Energy (eV) FIG. 7. High lead accumulation on Pt foil. Fuel (ju.g/cm3): Pb = 725, S = 147, P = 0.55. ( surface as ex- posed to exhaust; ( after 510s argon ion bombardment. LEAD, SULFUR AND PHOSPHORUS INTERACTIONS 115 lead contamination, with sulfur in the ex- haust system, lead sulfate was deposited on both platinum and palladium. Striking differences, however, were recorded from an experiment carried out using platinum and palladium foils in active catalyst beds subjected to exhaust containing low lead and high phosphorus levels (3 yxg/cm3 and 50 /Ag/cm3, respectively, in the fuel). On platinum, lead phosphate seems to be the major species (Fig. 8a), with the lead arising from previous experiments run in the system. The spectrum from a palla- dium foil exposed simultaneously with the platinum foil of Fig. 8a is shown in Fig. 8b. Oxidized phosphorus is on the palladium surface but lead is conspicuously absent. We feel the lead was deposited on the pal- ladium but diffused into the bulk. The solu- bility of PbO in PdO (that is also being formed in the presence of the oxygen) could allow this process (9). Lead halides are generally regarded as one of the major species formed by the combustion of fuel containing lead addi- tives (basically tetraethyl lead and ethyl- ene dihalides). However, halides were not found on noble metal foil placed in active catalyst beds. When chlorine was found on platinum foil it was localized in very small areas and in small quantities deposited on top of larger amounts of lead sulfate. In contrast, copper foils (Fig. 4) and stainless steel in the absence of an active bed col- lected substantial amounts of halide. This is in agreement with the view that lead halides are the principal carriers of lead to the catalyst (10}. We envisage the mechanism of deactiva- tion of platinum catalysts to involve the initial decomposition of lead halides on the clean platinum forming a strong lead-plat- inum interaction with the halides de- sorbing from the surface. As a result, ha- dj^ dE 100 500 600 200 300 400 Electron Energy (eV) FIG. 8. Lead and phosphorus accumulation on Pt (A) and Pd (B). Fuel Qng/cm3): Pb = 3, S = 147, P = 50. 116 WILLIAMS AND BARON lides are unlikely to contribute to the irre- versible deactivation of the catalyst. This lead accumulation process can continue until the platinum becomes saturated with lead. Sulfur from the gasoline (as sulfur dioxide in the exhaust) can be oxidized on unsaturated platinum to sulfur trioxide, which reacts with lead oxide to form lead sulfate overlayers on lead saturated plat- inum. From these studies we cannot estimate the activities of these poisoned surfaces. We are undertaking detailed studies to es- tablish the oxidation activities of platinum and palladium surfaces as they become lead saturated. ACKNOWLEDGMENTS The authors thank R. W. Richmond and W. G. Gillespie for experimental assistance. REFERENCES /. Madix, R. J., Falconer, J., and McCarthy, J., J. Catal. 31, 316(1973). 2. Baron, K., Blakely, D. W., and Somorjai, G. A., Surface Sei. 41, 45 (1974). 3. Shelef, M. et al., presented: Annu. Meet. AlChE, 7th, New Orleans, LA 1973. 4. Klimisch, R. L., Summers, J. C., and Schlatter, J. C., presented: North Amer. Meet. Catal. Soc., 3rd, San Francisco, CA, 1974. 5. Holt, E. L., Wigg, E. E., and Neal, A. H., pre- sented: Soc. Automobile Engineers Meet., De- troit, MI, 1974, Pap. No. 740248. 6. Pignet, J. P., Schmidt, L. L., and Jarvis, N. L., J. Catal. 31, 145 (1973). 7. Hegedus, L. L., and Baron, K., presented: VDI- GVC and AlChE Joint Meet., Munich, West Germany, 1974. 8. Farrell, H. H., Surface Sei. 34, 465 (1973). 9. Muller, 0., and Roy, R., Advan. Chem. 98, 28 (1971). 10. Acres, G. J. K. et al., presented: ACS Annu. Spring Meet., Los Angeles, CA, 1974. YJCAT 7590233X 0021-9517(75)90233-X 10.1016/0021-9517(75)90233-X Lead, sulfur and phosphorus interactions with platinum and palladium metal foils Frank L. Williams Kenneth Baron Physical Chemistry Department, General Motors Research Laboratories, Warren, Michigan 48090 U.S.A. This paper describes the chemical interactions at the active metal surface of platinum and palladium oxidation catalysts subjected to lead, phosphorus and sulfur contaminants. A method of probing the chemical environment of the supported metal surface in catalysts has been developed using Auger electron spectroscopy (AES). The poisoning of Pt and Pd is seen as an accumulation dependent process. The noble metal surfaces first saturate with lead without accumulation of sulfur or phosphorus. The initial accumulation of lead on Pd is different than Pt. At low exposures lead is depleted from the Pd surface. It appears that lead is drawn from the surface into the bulk of the oxidized palladium because of the solubility of PbO in PdO. On platinum, however, no such driving force exists and lead depletion is not indicated. Subsequent accumulation on the lead poisoned Pt or Pd consists of oxidized sulfur, phosphorus and lead. Compound identifications on both Pt and Pd were accomplished using peak shift and structure analyses with respect to AES spectra obtained from PbSO4 and Na4P2O7. References 1. R.J. Madix J. Falconer J. McCarthy J. Catal. 31 1973 316 2. K. Baron D.W. Blakely G.A. Somorjai Surface Sci. 41 1974 45 3. M. Shelef presented: Annu. Meet. AIChE 7th New Orleans, LA 1973 4. R.L. Klimisch J.C. Summers J.C. Schlatter presented: North Amer. Meet. Catal. Soc., 3rd San Francisco, CA 1974 5. E.L. Holt E.E. Wigg A.H. Neal presented: Soc. Automobile Engineers Meet. Detroit, MI Pap. No. 740248 1974 6. J.P. Pignet L.L. Schmidt N.L. Jarvis J. Catal. 31 1973 145 7. L.L. Hegedus K. Baron presented: VDIGVC and AIChE Joint Meet. Munich, West Germany 1974 8. H.H. Farrell Surface Sci. 34 1973 465 9. O. Muller R. Roy Advan. Chem. 98 1971 28 10. G.J.K. Acres presented: ACS Annu. Spring Meet. Los Angeles, CA 1974",
      "scopus-id": "37949040498",
      "coredata": {
        "eid": "1-s2.0-002195177590233X",
        "dc:description": "This paper describes the chemical interactions at the active metal surface of platinum and palladium oxidation catalysts subjected to lead, phosphorus and sulfur contaminants. A method of probing the chemical environment of the supported metal surface in catalysts has been developed using Auger electron spectroscopy (AES). The poisoning of Pt and Pd is seen as an accumulation dependent process. The noble metal surfaces first saturate with lead without accumulation of sulfur or phosphorus. The initial accumulation of lead on Pd is different than Pt. At low exposures lead is depleted from the Pd surface. It appears that lead is drawn from the surface into the bulk of the oxidized palladium because of the solubility of PbO in PdO. On platinum, however, no such driving force exists and lead depletion is not indicated. Subsequent accumulation on the lead poisoned Pt or Pd consists of oxidized sulfur, phosphorus and lead. Compound identifications on both Pt and Pd were accomplished using peak shift and structure analyses with respect to AES spectra obtained from PbSO4 and Na4P2O7.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1975-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/002195177590233X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Williams, Frank L."
          },
          {
            "@_fa": "true",
            "$": "Baron, Kenneth"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/002195177590233X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/002195177590233X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(75)90233-X",
        "prism:volume": "40",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Lead, sulfur and phosphorus interactions with platinum and palladium metal foils",
        "prism:copyright": "Copyright © 1975 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "108-116",
        "prism:endingPage": "116",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1975",
        "prism:doi": "10.1016/0021-9517(75)90233-X",
        "prism:startingPage": "108",
        "dc:identifier": "doi:10.1016/0021-9517(75)90233-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/37949040498"
      }
    }
  }
}