{
  "metadata": {
    "title": "Electrocatalytic hydrogenation of ethylene over palladium at positive potentials",
    "authors": "; ",
    "journal": "Journal of Catalysis",
    "date": "1981-01-31",
    "doi": "10.1016/0021-9517(81)90262-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0021951781902621",
    "pii": "0021951781902621"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-15044338828",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2004-05-24 2004-05-24 2010-10-02T09:37:09 1-s2.0-0021951781902621 0021-9517(81)90262-1 0021951781902621 10.1016/0021-9517(81)90262-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951700X04514 2015-05-13T20:40:28.403323-04:00 0 0 19810101 19810131 1981 2004-05-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0021-9517 00219517 67 67 1 1 Volume 67, Issue 1 8 77 89 77 89 198101 January 1981 1981-01-01 1981-01-31 1981 converted-article fla Copyright © 1981 Published by Elsevier Inc. ELECTROCATALYTICHYDROGENATIONETHYLENEOVERPALLADIUMPOSITIVEPOTENTIALS SAKELLAROPOULOS G LANGER 1963 3043 S LANGER 1964 4694 S SAKELLAROPOULOS 1976 25 G LIEBHAFSKY 1968 H FUELCELLSFUELBATTERIES LANGER 1975 1619 S LANGER 1971 1092 S SAKELLAROPOULOS 1978 1115 G SOKOLSKII 1950 949 D BECK 1965 199 F BECK 1961 504 F BURKE 1964 913 L BURKE 1964 919 L HALDEMAN 1965 116 R VETTER 1967 119 K ELECTROCHEMICALKINETICSTHEORETICALEXPERIMENTALASPECTS VETTER 1967 143 K ELECTROCHEMICALKINETICSTHEORETICALEXPERIMENTALASPECTS ARIS 1969 137 A ELEMENTARYCHEMICALREACTORANALYSIS ARIS 1969 138 A ELEMENTARYCHEMICALREACTORANALYSIS PETERSEN 1965 51 57 E CHEMICALREACTIONANALYSIS WILL 1963 152 F FUJIKAWA 1973 481 K SAKELLAROPOULOS 1977 1548 G BOND 1966 443 G BASOLO 1967 596 598 F MECHANISMINORGANICREACTIONS HALPERN 1966 68 J CONWAY 1962 2493 B VERT 1961 149 Z BOLD 1960 897 M BREITER 1969 52 56 M ELECTROCHEMICALPROCESSESINFUELCELLS HULL 1968 2472 M SAKELLAROPOULOSX1981X77 SAKELLAROPOULOSX1981X77X89 SAKELLAROPOULOSX1981X77XG SAKELLAROPOULOSX1981X77X89XG item 0021-9517(81)90262-1 0021951781902621 1-s2.0-0021951781902621 10.1016/0021-9517(81)90262-1 272561 2010-10-26T05:00:45.378936-04:00 1981-01-01 1981-01-31 1-s2.0-0021951781902621-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951781902621/MAIN/application/pdf/54afc900ccc43c67dea486673e55a836/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951781902621/MAIN/application/pdf/54afc900ccc43c67dea486673e55a836/main.pdf main.pdf pdf true 1011154 MAIN 13 1-s2.0-0021951781902621-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0021951781902621/PREVIEW/image/png/c8532f91e2c3fefdc645ecd06b86983c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0021951781902621/PREVIEW/image/png/c8532f91e2c3fefdc645ecd06b86983c/main_1.png main_1.png png 76034 849 656 IMAGE-WEB-PDF 1 JOURNAL OF CATALYSIS 67, 77-89 (1981) Electrocatalytic Hydrogation of Ethylene over Palladium at Positive Potentials GEORGE P. SAKELLAROPOULOS1 AND STANLEY H. LANGER Department of Chemical Engineering. University of Wisconsin, Madison, Wisconsin 53706 Received February 26, 1979: revised July 15, 1980 The palladium-black-catalyzed electrogenerative hydrogation of ethylene was investigated over partially wettable, porous, commercial electrodes between +0.6 and 0 V. In perchloric acid electrolyte, hydrogen ion transport in the catalyst pores was rapid, but ethylene pore diffusion became rate limiting below 0.3 atm partial pressure. A simple pore model treatment allows the incorporation of an electroehemical Thiele modulus. With this treatment, the evaluation of intrinsic electrode kinetic parameters from apparent ones is demonstrated. A mechanistic model is proposed involving the surface insertion of ethylene to adsorbed hydrogen atoms followed by slow hydrogen addition to the resulting surface ethyl radicals. This model is used to explain differences in reaction rate, overpotential, and selectivity for double bond reduction on palladium and platinum. INTRODUCTION The role of catalysts in electroehemical, energy-generating, organic reactions other than complete oxidation is still in the process of elucidation. Platinum is the most well-characterized electrocatalyst; infor- mation on other catalysts is limited. We have found the electrogenerative hydrog nation of ethylene, involving a hydrogen anode with an ethylene cathode and acid electrolyte, to be particularly convenient for electrocatalysis studies. Results from the electrocatalyzed electrogenerative hy- drogation of simple and substituted al- kenes showed that both reaction rates (/) and selectivities (2) varied with the noble metal catalyst employed, particularly for palladium and platinum. Similar electro- catalytic behavior was observed in fuel cell hydrocarbon oxidations (J). To understand such differences, more detailed knowledge of surface reactions on noble metal electro- catalysts is required. To clarify some of these surface processes, we previously de- scribed studies of electrogenerative hydro- ' Present address: Department of Chemical and Environmental Engineering, Rensselaer Polytechnic Institute, Troy, N.Y. 12180. 77 genation on platinum-black (4, 5). Here we report results for palladium-black, porous electrocatalysts. One advantage of studying the electro- generative hydrogation of ethylene is the possibility of comparing results with the extensive information obtained from con- ventional catalytic hydrogation. Since the intrinsic reduction rate is faster on palladium-black than on platinum (/), de- velopment of pore diffusion limitations was anticipated at lower current densities on the former. The relatively simple ethylene re- duction, compared to fuel cell oxidation reactions, allows less ambiguous interpre- tation of rate parameters with porous elec- trodes; it also provides a possibility for testing a previously proposed simple pore model (6). Kinetic investigations on porous electrocatalysts are important for electro- generative and fuel cell design to reconcile differences in activity or mechanism be- tween porous and smooth, planar elec- trodes (4). The former are more efficient for energy generation. During electrogenerative hydrogation, the catalytic cathode operates at positive potentials with respect to the hydrogen anode (2, 4). Olefin substrate and hydrogen are separated by an electrolyte barrier with 7 0021-9517/81/010077-13$02.00/0 Copyright 1981 by Academic Press, Inc. All rights of reproduction in any form reserved. 78 SAKELLAROPOULOS AND LANGER the generated current from alkane forma- tion carried through an external circuit. In contrast, the potentiometric method re- quires an external power source and disso- lution of substrate; electrochemical as well as chemical hydrogation can take place simultaneously (7, 8). The use of perchloric acid as electrolyte in this work tends to minimize undesired side reactions or catalyst inhibition from strong anion adsorption, such as may occur with chloride ions (9). Such adsorption is probable (9) in the earlier investigation of electrochemical ethylene reduction at palla- dium electrodes in HC1 solution by Burke et al. (10). To our knowledge no other kinetic or mass transport analysis has been presented on the electrocatalytic hydrog nation of alkenes over porous or smooth palladium electrodes at positive potentials. METHODS A matrix cell was used with the cathode and anode separated by an electrolyte bar- rier supported on five disks on filter paper, Whatman No. 42 (7, 5). The cathode was a commercial polytetrafluoroethylene- bonded partially wettable porous electrode activated with 9 mg Pd/cm2 (American Cy- anamid. Type AA-2) (//). The anode was of similar type, but activated with 9 mg Pt/cm2. The cell was connected to an all-glass- and-Teflon system (2, 4) which permitted purging and pretreatment of both elec- trodes with nitrogen or hydrogen without atmospheric contact. Gases and electro- lytes used here and methods for preparing gas mixtures have been described previ- ously (4). The electrolyte ionic strength was main- tained constant at that of a 2 N solution by using appropriate HC104-LiC104 mixtures. High ionic strength at low acid concentra- tions tends to maintain the electrical char- acter of the diffuse double layer and mini- mizes potential drop across it (4). To remove oxygen traces from ethylene and nitrogen, the gases were passed through an alkaline pyrogallol solution fol- lowed by calcium sulfate and molecular sieve 13X columns. They were then satu- rated with water before entering the cell to avoid matrix drying or electrolyte concen- tration change. Typical gas flow rates were about 8 ml/min for ethylene-nitrogen mix- tures. This excess gas flow ensured that both kinetic and limiting currents were in- dependent of gas rate. The effluent gas stream was analyzed by gas chromatogra- phy (Porapak QS, 6-ft x ^-in. column) (4). The electrical equipment and the experi- mental procedure have been described be- fore (4). After the cell was assembled, both anode and cathode electrocatalysts were pretreated first with nitrogen and then with hydrogen, while the electric circuit was shorted. This procedure eliminated oxygen traces and impurities from the electrolyte and the catalyst surface before potential- current density data were obtained. After the hydrogen pretreatment the cell internal resistance was measured (4). The cell re- sistance was usually constant throughout each experiment. The reported cell voltage and current represent steady-state values, normally reached within 3 min of operation at a given current. The cell voltage was corrected for ohmic losses in the electrolyte and for concentration polarization associated with the limiting current (4). (1) Here is the corrected cathode voltage in volts, 1 the measured cell voltage, R, the measured internal resistance of the cell, Ag the exposed geometric electrode area (5.07 cm2), ; the current density based on the geometric area, i^ the limiting current den- sity, and n the number of electrons in- volved in the electrochemical step, e.g., n = 2 for ethylene reduction. The cathode potential E was then obtained by correcting for the hydrogen anode polarization. The latter was about 8 mV per decade (4). Cathode potentials are reported here with ELECTROCATALYTIC HYDROGENATION OF ETHYLENE 79 reference to the normal hydrogen electrode (NHE) by correcting for the potential change of the cell hydrogen electrode with + concentration, using the Nernst equa- tion. RESULTS The steady-state cell voltage under load deviates considerably from its rest value, Fig. 1. Similar behavior is observed on platinum-black cathodes (4) but at voltages 40-50 mV lower than on palladium. Be- tween 0.6 and 0.26 V the cathode potential is neither a linear nor a logarithmic function of the current density. Below 0.26 V, a Tafel logarithmic dependence is observed at constant electrolyte and ethylene con- centration so that ;g = nFk^TlC.,3 exp aFE\\ RT ' (2) where ;g is the observed current density. A'0 the heterogeneous rate constant at zero electrode potential vs NHE, j the reaction order in species J, and a the transfer coefficient. From a semilogarithmic plot of potential vs current (Tafel plot) the Tafel slope (RT/aF) and the transfer coefficient can be determined experimentally. These parameters provide information on the rate- determining step in an electrochemical mechanism sequence (/2). The observed Tafel behavior and the slope of 0.033 V here suggest an irreversible, two-electron electrochemical reaction with the second electron transfer slow. This result is in agreement with other kinetic information discussed later. The position of the Tafel curves. Fig. 2, and their slopes are reproducible within 5- 10% in independent experiments. Repro- ducibility of results even after prolonged use of the electrocatalyst (0 h) indicates that little catalyst deactivation occurred during this work. Deactivation would be indicated by decreased current density at a given potential. 0.6 05 04 0.3 0.2 CURRENT DENSITY (mA/cm ) FIG. 1. Potential-current density curve for ethylene electrogenerative hydrogation on palladium- black. Electrolyte, 2 N HC104 supported on matrix; cell internal resistance, 0.238 n; temperature, 24. (0) Measured voltage: (A) ir-corrected voltage. 80 SAKELLAROPOULOS AND LANGER 0.30 LJ 0.20 < 0.10 LJ 10\"' 5 10\"2 5 10\"' CURRENT DENSITY (A/cm1) FIG. 2. Effect of electrolyte concentration on palla- dium cathode potential. Electrolyte, aqueous HC104- LiClOi; temperature, 24. {0)2 N HC104; (O) l N; (A) 0.5 N; (o) 0.2 N; (V) 0.1 N. The reaction rate decreases with decreas- ing hydrogen ion concentration. Fig. 2. At the approach of a limiting current, slow ion diffusion results in concentration overpo- tential. After correction of the cathode po- tential for Nemst diffusion (limiting current term, Eq. (1)) the intrinsic Tafel slope of 0.033 V is observed. With decreasing ethylene partial pressure in inert nitrogen, at a high H'1\" concentration (2 N HC104), there is a decrease in reaction rates and a gradual change of the Tafel slopes. Fig. 3. This is especially evident at Pc2H4 < 0.3 atm. At low ethylene partial pressures and cathode potentials below 0.07 V the hydrogen evolution reaction 'g 0.20 - 10-' 5 K)-' CURRENT DENSITY (A/cm2) FIG. 3. Effect of ethylene partial pressure on cath- ode potential. Electrolyte, 2 N HC104; temperature, 24. (o) Pc^= l atm; (V) 0.29; (0) 0.013; (A) 0.056; (0) 0.027. (HER) driven by concentration effects be- comes significant. Similar results are ob- served on platinum in the same potential region (4). The HER occurs at about the same potential, regardless of whether pure nitrogen or a dilute ethylene-nitrogen mix- ture is used on the cathode (/, 4). Since its rate is 2 to 3 orders of magnitude lower than the ethylene hydrogation rate in the Tafel region, the HER can be neglected in that region. Assuming a simple exponential rate equation (cf. Eq. (2)), reaction orders can be estimated from known reaction rates or current densities: ( Q log i \\ ^ , \\9\\ogCJ^.c^ j' (3) The order j in species J is obtained at constant temperature, potential, electrolyte ionic strength, and concentrations of other reactants. Analysis of Fig. 4 shows that the assumption of simple order reaction is rea- sonable for the hydrogen ion reactant in the studied concentration range. From this FIG. 4. Reaction rate v s electrolyte concentration at constant potentials. Cathode: Palladium 9 mg/cm2; PC^ =- 1 atm; temperature, 25. (o) E = 0.19 V; (0) 0.20; (A) 0.21; (0) 0.22 V vs NHE. ELECTROCATALYTIC HYDROGENATION OF ETHYLENE 81 FIG. 5. Reaction rate vs ethylene partial pressure at constant potential. Electrolyte, 2 N HCIO, : tempera- ture, 24. (V) E = 0.21 V; (o) 0.22: (0) 0.23; (A) 0.24; (0)0.25 V vs DHE. figure, the reaction order with respect to hydrogen ions is obtained as the slope. Results are more complex with ethylene. For partial pressures above 0.3 atm and potentials about 0.25 V the order is effec- tively zero. Below this pressure and at the same potential (0.25 V), an order of 0.4 is obtained from the slope of the correspond- ing line of Fig. 5. At lower potentials, curved lines are obtained. Equation (3) no longer applies nor can a Hougen-Watson adsorption model explain these results. One viable explanation is in terms of slow pore diffusion superimposed on the intrin- sic kinetics (6), as discussed below. Table 1 summarizes intrinsic kinetic parameters for ethylene hydrogation on palladium-black electrocatalyst. DISCUSSION Reaction Kinetics and Pore Diffusion When using porous electrocatalysts for kinetic investigations some attention should be given to recognizing possible slow pore diffusion ofreactants. Slow mass transport into the pores can interact with the intrinsic reaction kinetics to alter reac- tion orders, Tafel slopes, and energies of activation (6). With the relatively simple ethylene hydrogation reaction, slow pore diffusion can be identified when it is impor- tant. The reaction order in hydrogen ions, Table 1, differs from the nearest integer value by less than 10% and is constant for all potentials. An assumption of negligible ohmic losses in the pores seems justified since no change of the Tafel slopes is observed at low electrolyte concentrations (0.1 to 0.5 N HC1 ) for which resistivity is 4 to 6 times higher than in 2 N HCIO Therefore, hydrogen ion diffusion into the pores is fast and essentially constant t TABLE l Kinetic Parameters for Electrogenerative Hydrogation of Ethylene on Palladium-Black / aEF\\ / r\\eaction raie; = flFA^/\"6,H, ^l- Ri) Parameter Experimental Experimental Theoretical intrinsic apparent apparent Reaction order in +, b 1.8 Reaction order in CaH,, a 0 0.4 0.5 Transfer coefficient, a 1.78 0.82 0.89 Tafel slope (2.3RT/aF) (V) 0.033 0.072 0.066 Rate constant at zero potential, A:o (cmVmole s) i x i Standard exchange current density, iy (A/cm2)\" 3 x 10-\" nFkexp(-aF//?7\"). 82 SAKELLAROPOULOS AND LANGER concentration is maintained. Fast hydrogen ion diffusion results in complete utilization of the electrolyte-filled pores by the reac- tants (F^ and dissolved CaKi) at high ethyl- ene partial pressures and examined H+ con- centrations, a behavior also observed with platinum-black (4). To explain results at low ethylene partial pressures, slow pore diffusion of ethylene should be considered. For this, adoption of a porous electrocatalyst model is useful. In a recent discussion of electrode kinetics we employed the simple pore model for our analysis (6) because of its similarity to slab geometry models for conventional hetero- geneous catalysts {13, 14). Similar results would be obtained with a thin film model (/5) if diffusion of the gaseous reactant in the radial direction, across the thin film, is assumed fast. The assumption here of slow diffusion only in the axial direction seems plausible for low ethylene partial pressures, where inert nitrogen and product ethane can \"blanket\" the interior of the pores. With the high electrolyte conductivity, low current, and the open electrode porosity, ohmic lossses in the pores can be neglected (6). The local current density (rate) in the pores for a ^'th-order irreversible electro- catalytic reaction would be L = nFk^C,' exp(-a EF/RT), (4) where C/ is the local concentration of spe- cies J and AJcontains any constant concen- tration terms; e.g., here kj0 = ^Cn-1-2. A mass balance on reactant in a pore gives in dimensionless form (6) dX*2 ^ = 1 at X* = 0; (5) ^=0at^ = 1, (6) where ^J = CJ/CJis the dimensionless concentration, and X* = X/L the dimen- sionless length. The \"electrochemical Thiele modulus,\" h, becomes a function of the reactant bulk concentration, C^, and the electrode potential h = L ~2k,, exp aEF RT )] 1/2 (7) Here C./x is the ethylene concentration in the electrolyte, in equilibrium with the gas- phase concentration. Assuming Henry's law, CJ-C = K^Pj^. The constant K^ is 6.1 x 10-6 mole/ml (/6). For a zero-order reaction, the pore utili- zation is complete if h < 21'2 (17) and in- trinsic kinetics are observed. If h > 2\"2, solution of Eq. (5) gives the concentration profile in the pores (6). The apparent rate, (g, is then /?i'2\\ = nFk^C^ 1 e\\p(-aEF/RT). (8) The term e = 21/2//^ is an \"electrochemical effectiveness factor,\" dependent not only on concentration but also on potential (6). From Eqs. (7) and (8), the observed appar- ent kinetic parameters for a zero-order re- action become (6, 17) J\" = 0.5, a' = all. The experimental orders in ethylene at high potentials (~0.25 V) are in agreement with this theoretical model. The order is zero at Pc^m > 0-3 atm and becomes 0.4 at low pressures. Similarly, at high ethylene partial pressures and for all electrolyte con- centrations, the Tafel slopes are .033 V. The observed Tafel slopes at Pc^ < 0.3 atm gradually increase to 0.072 V, reflecting transition from kinetic to pore diffusion control at low pressures. Because of this transition and the changed Tafel slopes, no simple correlation should be anticipated between reaction rate and low ethylene partial pressure (cf. Fig. 5, at potentials below 0.25 V). The model above can be tested by deter- mining electrochemical effectiveness fac- tors at varying ethylene partial pressures and, potentials. The electrochemical effec- tiveness factor can be expressed as the ELECTROCATALYTIC HYDROGENATION OF ETHYLENE 83 ratio of the pore diffusion controlled rate (current density) at pressure P, ip, to the intrinsic one at one atm, /i: e = 'i/ rJB,CH+ y/2 ~h\" (9) Recently we have used results from the ethylene hydrogation on palladium to demonstrate the validity of Eq. (8) for a zero-order reaction (6, 17). The ratio /p//i was plotted against the parameters ^c^ and as predicted by Eqs. (7) and (9). The experimental points were in very good agreement with the theoretical model (6), showing a significant decrease in pore utili- zation with decreasing ethylene partial pressure and potential. The fact that the electrochemical reactor provides the reac- tion rate directly as current density, makes electrochemical techniques useful tools for investigations of porous, conductive cata- lysts. Open-Circuit Voltage The open-circuit voltage (OCV) of the cell varies with electrolyte concentration, Table 2, showing a Nernstian behavior: ofocv 9 In C'H+(r.p, RJ_ F ' (10) Similar change was reported earlier for platinum (4). At ethylene partial pressures below 0.1 atm, the OCV varies with Pc.^.i TABLE 2 Open-Circuit Voltage Change with H+ and Cs, Concentration + conen\" OCV\" PC,H, (atm) (' OCV6 (geq/liter) (V) (V) 2.0 0.662 0.290 0.590 1.0 0.632 0.103 0.492 0.5 0.610 0.066 0.468 0.2 0.586 0.028 0.448 1 At constant PC,H, = l atm. 6 Measured voltage against a hydrogen anode elec- trode in the same electrolyte at zero current. c At constant CH+ = 2 geq/liter. following an equation similar to (10), in contrast to platinum, on which no OCV change is observed (4). At high partial pressures, however, the OCV becomes significantly higher than anticipated from the Nernst equation. The observed differ- ences in OCV between palladium and plati- num are in accord with the weaker ethylene adsorption strength on palladium relative to platinum (8). Weakly adsorbed ethylene probably cannot displace hydrogen dis- solved in or adsorbed on palladium at low /\\2H4, yielding lower rest potentials. In- creasing ethylene partial pressure may ex- pedite surface hydrogen displacement re- sulting in higher OCV. Weak ethylene adsorption on palladium is further sup- ported by an observed slower rate of ap- proach of the steady-state OCV on palla- dium compared to platinum. Limiting Currents The reaction rate for ethylene hydrog nation controlled by potential reaches a limiting value at low reactant or electrolyte concentrations, as limiting currents associ- ated with slow ionic transport are observed in the matrix-supported electrolyte even with l N HC104. In contrast to this, ionic transport in unsupported, free electrolytes is enhanced by free convection and limita- tions develop only below 0.5 N H'1' concen- trations (17). Correction of the observed limiting currents here for the small contri- bution of migration (5-10%), as outlined previously (17), gives a linear dependence of the limiting current density on H^ con- centration (('i ce CH+). This suggests that diffusion through a stagnant layer is the main transport mechanism for H+ in the supported electrolyte, at high currents and low acid concentrations (17). Limiting currents at low ethylene partial pressures obey a relationship of the form n- P l .5 'C2H4- (11) Similar behavior was observed on platinum (4). The form of Eq. (11) results from the 84 SAKELLAROPOULOS AND LANGER variation of the available pore area with ethylene concentration as discussed else- where (/7). Kinetic Model The intrinsic reaction rate in terms of current density is given by Eq. (12), if the experimental kinetic parameters of Table 1 are approximated by closest integers (= nFk^C^ exp(-2EF/7?T). (12) Reaction orders and transfer coefficient suggest that hydrogen addition to a half- hydrogenated intermediate is the rate-limit- ing step. Similar to electrogenerative hy- drogation on platinum (4) and to conventional catalytic hydrogation of ethylene on palladium (18), the following elementary reaction steps can be consid- ered: CzH4 + 2*?CHsH^, * * H-1- + e + * ^ H * CHa - CHa + e <=CH2H3 + * l l l CHzHa + H ?CHaHs + V, 111 I CHz==CH2 + H fCHaHa, * * CHaHs + H+ + e -C^Hg + *, 1 CH2H3 + H ->CaHg + 2*, * * 2CH2H3 -> CHzHa + CzHg. (I) (II) (111,111') (IVJV) (V,V) (VI) (VII) (VIII) * * Since catalytic sites are in contact with electrolyte in electrocatalysis, adsorption (step (I)) or ethylene insertion (step (V)) should involve dissolved ethylene in th electrolyte. Reactant dissolution in a sol- vent and liquid-phase insertion are common steps in olefin homogeneous catalytic reac- tions (79, 20). In order to eliminate some postulated steps, we calculated the reaction orders and transfer coefficients for possible combina- tions of the elementary steps, Table 3. In all sequences, the second hydrogen addition was considered to be rate limiting, as sug- gested by the reaction order in H+ and by the Tafel slope for the electron-transfer process. The kinetic parameters of each model were calculated for either Langmuir or Temkin adsorption of reactants. Langmuir adsorption would be most appli- cable at total surface coverages &r -> 0 or OT -1. The latter would correspond to strong ethylene adsorption. Temkin ad- sorption conditions are considered for in- termediate surface coverages 0.2 < 0^ 0.8. Both adsorption isotherms are consid- ered here because there is no information on the simultaneous electrosorption of eth- ELECTROCATALYTIC HYDROGENATION OF ETHYLENE 85 TABLE 3 Estimated Kinetic Parameters for EGH of Ethylene over Palladium Rate Equation: / = nFk\"P\".^^C^ e\\p{-aEF/RT) Model Steps Langmuir adsorption Temkin adsorption ST -^ 0 0.2 ft, s 0.8 <;\" u\" b a u'' fo Q tf h 0' A I, 111, VI 0 0.5 7 1 + 1 ^ 1 + /3 1 2 l + B l, III, VIII 0 l 2 2 2 2 2 1 ^ 2 C I, 11, IV, VII -1 0 9 3 1 2 2 0 T 2 D I, II, IV, VIII 0 l -) ^ -) -> n 1 \"2 E I, 11, III, VII -l 0 -) -1 2 2 0 ^ 2 F I, II, III, VIII 0 l 2 1 ') 2 2 1 1 -) G II, V, VII NA 1 -)*. 2 0 1 2 \" One-site ethylene adsorption. 1> Two-site ethylene adsorption. '' One- or two-site adsorption of ethylene. yiene and hydrogen for a palladium-per- chloric acid interface. Temkin adsorption of hydrogen was examined previously for ethylene electrogenerative hydrogation on platinum (4). Derivation of rate expressions for Langmuir adsorption of ethylene is straightforward. For example, model E, Table 3, yields for strong, two-site ethylene adsorption /= nFk^KuK^C^'1 exp(-2FE/RT). (13) where the surface interaction energy f{0) is denned by Similarly, o-- or Tr-adsorption of ethylene with low surface coverage (Or 0) gives for the same model / = nFk^K^K^P^2 exp(- 2 FE/RT), (14) where P^ is the ethylene partial pressure and Kj represent adsorption equilibrium constants for steps (I)-(VIII). The rate de- pendence on ethylene partial pressure pre- dicted by Eq. (14) is not, of course, in agreement with observed kinetics, Eq. (12). For Temkin adsorption of hydrogen, re- action quasi-equilibrium for step (II) gives ^i.C^O - e,.)exp(-EF/RT) exp[-f(0)/RT] = 0H, (15) m = S r,Q,. (16) Here Q] is the surface coverage of species J which has a free energy of adsorption r/ (4, 21). While OJ and 6-r can vary only between 0 and 1, the surface interaction energy can assume a significantly wide range of variation, depending on free ener- gies of adsorption, Y]. The exponential terms in E and f(0) of Eq. (15), then, will dominate the surface coverage characteris- tics for hydrogen adsorption compared to the linear terms 6^ and (1 - 0-\\ .) (4, 21). By considering these two linear terms rela- tively constant and by approximating them as unity (compared to the exponential terms) (4, 21), Eq. (15) can be simplified to give e\\p[f(0)/RT] KnC^ exp(-EF//?D. (17) Equation (17) expresses the anticipated potential dependence of total surface cov- erage primarily through the variation of the hydrogen adsorption term in f(0). This equation can be used now to derive kinetic 86 SAKELLAROPOULOS AND LANGER expressions, assuming that hydrogen Temkin adsorption determines the potential total surface coverage dependence of the electrocatalyst (4). For model E and nonac- tivated ethane adsorption (4) these assump- tions yield ; = mFk^K^C^ e\\p(-2FE/RT). (18) Temkin adsorption of hydrogen is con- sidered predominant for the derivation of the kinetic parameters for models C, E, and G. In models A, B, D, and F the surface coverage by ethyl radicals is considered significant and following also a Temkin isotherm, in order to obtain partial agree- ment of the calculated parameters with the experimental ones. Equations similar to (15)-(17) can be written for ethyl radical adsorption as a function of potential and the surface interaction energy, to derive kinetic expressions. For the above derivations eth- yiene adsorption is assumed to be either a two-site cr-adsorption or a one-site -ad- sorption (4). Models in which the total surface cover- age is negligible ( frr 0) apparently do not give agreement with the experimental results, especially with regard to the ethyl- ene reaction order (see Eq. (14)). Models A, B, D, and F are consistent with the observed kinetics for strong, one-site ad- sorption, while C and E require the as- sumption of two-site ethylene adsorption. Models C, E, and G are also in agreement with experiment if Temkin adsorption of hydrogen is assumed. In evaluating the reaction sequences above, some use was made of hydrogen adsorption data for palladium in contact with a sulfuric acid solution (22, 23). We have expressed reservation about 112804 (4, 5) but observations in this electrolyte can reveal some trends. In sulfuric acid the potential dependence of hydrogen surface coverage on palladium (22) is similar to that of platinum (23). Table 4 summarizes avail- able adsorption data for both electrocata- lysts. The surface coverage of hydrogen, 0H > varies approximately linearly with po- tential between 0.25 and 0.10 V for palla- dium and 0.2 to 0.1 V for platinum. Surface heterogeneity or lateral interactions could give such linear O^-E dependence, Eq. (17) (24). For a Temkin isotherm, however, the heat of adsorption is expected to vary with coverage. This occurs on palladium for OH > 0.4 and also on platinum, but there appears to be a relatively constant heat of absorption on palladium at lower coverage. Strongly adsorbed hydrogen atoms in this region (22) or hydrogen dissolution in the palladium lattice (25) may be reflected by this observation. In general, hydrogen surface coverages for palladium and platinum are comparable in 0.5 and 2.3 M H2S, respectively. It is also noteworthy that the ethylene hydrog nation rate over palladium in 0.5 N HC104 TABLE 4 Hydrogen Adsorption on Platinum and Palladium Electrodes Potential P1 atinum in 2.3 M H aSO, (23} Pi illadium in 0.5 M H [04 (22) (V) SH A^ AG^ e^ffaSs AGSd. kcai/mole) (kcai/mole) (kcal/mole) 9kcal/mole) 0.3 0 -21.0 -4.5 0.03 -27.5 -3.8 0.25 0.08 -15.5 0.15 -27.5 0.20 0.25 -12.6 0.31 -27.5 0.15 0.44 -9.0 0.44 -27.2 0.10 0.70 -6.5 0.60 -20.5 0.075 0.82 -5.5 0.72 -16.2 ELECTROCATALYTIC HYDROGENATION OF ETHYLENE 87 is approximately equal to the rate over platinum in 2 N HC104. It is, therefore, plausible to assume that adsorption of hy- drogen atoms is important for ethylene hy- drogation over palladium and platinum in the low-potential region. If the free energy and enthalpy of adsorption of ethylene re- main relatively constant with potential on palladium, as they do on platinum (4), hydrogen adsorption will impose its poten- tial-surface coverage behavior on the eth- ylene reaction. Similarly, the hydrogen ad- sorption isotherm will govern the reaction if insertion of dissolved, nonadsorbed ethyl- ene takes place, Eq. (V). Reduction of ethylene in a deuterium- labeled electrolyte might reveal possible preference for some of the sequences of the hydrogation steps of Table 3. Our pre- vious isotopic exchange results with plati- num suggest some mechanism similarities between reduction at positive potentials and gas-phase catalytic hydrogation (4, 5). Therefore, information on catalytic deuteration of ethylene on palladium could suggest possible elementary steps in the electrogenerative cell. Bond et al. (18} observed substantial olefin exchange but no HD formation upon reacting ethylene and deuterium gases on a conventional Pd-on-alumina catalyst. The probability of occurrence of each postu- lated step indicated that addition of a sec- ond hydrogen to an adsorbed ethyl radical was slow, in accord with the present elec- trocatalytic kinetic results. Based on the selectivity for hydrogen or deuterium addi- tion to ethyl radicals. Bond et al. suggested that ethane formation on palladium pro- ceeds primarily through surface exchange between adsorbed ethylene and ethyl radi- cals and eventual ethyl radical dispropor- tionation, step (VIII) (18). Step (VIII) was also found rate limiting on platinum electro- catalysts at high potentials and low rates, with step (VII) becoming important at low potentials and high rates (4. 5). Increasing significance of surface reaction (VII) is expected with decreasing potential, as ad- sorbed hydrogen becomes readily available on the surface or in the palladium lattice (see coverage data. Table 4). The major path for the first hydrogen addition does not seem to be the same for palladium and platinum. On the latter, a \"concerted\" hydrogen ion addition with simultaneous electron transfer (step (III)) appears to be the first step (4, 5). If this occurred also on palladium, selectivity dif- ferences would not be anticipated upon reduction of halogen-substituted alkenes on these metals. The observed differences in selectivity for reduction of haloalkenes can be explained by a \"surface insertion mech- anism\" for palladium to reduce the double bond, Eq. (19), and a \"concerted mecha- nism\" for platinum, Eq. (20), where only cleavage occurs (2): [CHy=CHF] + [H] <= [CHzCHaF] -^CHgCHaF, ( 19) [CHa=CHF] ^ [CH2=CH2--F] -[CH;r=CHd + HF. (20) Similar steps can also be anticipated for unsubstituted alkenes. Palladium participa- tion in insertion reactions is well known in homogeneous catalysis (/9, 20). Ethylene insertion may be facilitated on palladium by the presence of hydrogen strongly adsorbed on the surface or dissolved in the lattice (25). From selectivity and deuterium exchange considerations, then, together with other arguments presented here, it appears that the predominant initiating reactions on palladium electrocatalyst are: insertion of dissolved ethylene to surface adsorbed hy- drogen (step (V)) or ethylene adsorption followed by surface reaction with hydrogen atoms (steps (I), (IV)). Since some cleavage of haloalkenes is also observed on palla- dium (10-40% depending on potential (2)), reaction (III) can also contribute to the overall ethylene hydrogation reaction by 88 SAKELLAROPOULOS AND LANGER an equivalent amount. Reactions (III) and (V) may take place on different catalytic sites since the former initially involves only adsorbed ethylene and the latter only ad- sorbed hydrogen. With the relative cover- age of each site type varying with potential, the contribution of each path to the overall reaction would be potential dependent. Step (III), then, should be most important at potentials above .2 V where cleavage of halides is significant (2) and where hy- drogen adsorption is limited. The nature of the rate-limiting, second hydrogen addition is probably potential de- pendent too. At potentials higher than --0.25 V the availability of hydrogen atoms on the surface or in the lattice is low (4). Thus ethyl radical disproportionation on palladium (step (VIII)) should be important as with platinum in the same potential re- gion (4). At lower potentials (<0.18 V), discharge of H4^ and Temkin hydrogen ad- sorption can make the contribution of reac- tion (VII) important. The proposed ethylene electrogenerative hydrogation scheme and the previously discussed adsorption isotherms are consist- ent with our experimental kinetic parame- ters. This scheme also can explain ob- served differences in reaction rate and selectivity of double bond reduction on palladium and platinum electrocatalysts. Because of the faster reaction rate on palladium at a given potential, the energy generated by ethylene reduction on this electrode is about an order of magnitude higher than on platinum. To achieve com- parable energy outputs, either the platinum catalytic load should be increased by 115% or a fourfold increase in acid electrolyte concentration is necessary, as suggested by previous kinetic and electrocatalytic results (4). However, the catalytic advantage of palladium is offset somewhat by inefficient catalyst utilization at low substrate partial pressures. CONCLUSIONS Palladium-black porous electrocatalysts promote the ethylene hydrogation reac- tion at a faster rate than on platinum at equivalent potentials. The reaction is zero order in ethylene and second order in hy- drogen ions for both catalysts. However, pore diffusion becomes relatively slow on our palladium electrocatalyst at low ethyl- ene partial pressures. This simple reaction demonstrates the feasibility of successful kinetic analysis with porous electrocata- lysts using a single pore model. The pro- posed model predicts the change in Tafel slope and location of potential-current den- sity curves with slow pore diffusion super- imposed on power-law electrode kinetics. The ethylene reaction on palladium prob- ably proceeds by olefin insertion to ad- sorbed hydrogen atoms or surface reaction between adsorbed ethylene and hydrogen. In parallel to this, a potential-dependent, electrochemical \"concerted\" proton addi- tion may take place, possibly on different catalytic sites. These reactions are followed by a rate-limiting hydrogen transfer to ethyl radicals at the surface or by ethyl dispro- portionation depending on potential. The lower overpotential on palladium than on platinum may be a result of mechanism difference and of the tendency for palla- dium to adsorb or dissolve hydrogen at more positive potentials than platinum. APPENDIX: NOMENCLATURE Ag Exposed geometric area of the electrocatalyst (cm2) CJ Concentration of species J (mole/cm3) SJ Diffusion coefficient of J (cm^s) E Electrode potential vs NHE (V) EC Corrected cathode voltage (V) F Faraday's constant (A-s/eq) f(0) Surface interaction energy, Eq. (16), (kcal/mole) h Electrochemical Thiele modulus ; Current density (A/cm2) j Intrinsic order of species J j' Apparent order of species J K Equilibrium constant of indicated reaction step ELECTROCATALYTIC HYDROGENATION OF ETHYLENE 89 V Surface rate constant at zero poten- tial (mole1--1 cm3-'-2 s-1) L Pore length (cm) n Number of electrons PC^ Partial pressure of ethylene (atm) R Gas constant (J/mole ) Ri Cell internal resistance (ohm) Rp Pore radius (cm) T] Free energy of adsorption of spe- cies J (keal/mole) r Temperature () X* Dimensionless axial coordinate (=X/L) Greek Letters a Intrinsic transfer coefficient Electrochemical effectiveness fac- tor Catalyst surface coverage Dimensionless concentration ofJ (=C,/C, Subscripts g Geometric area value J Species J L Limiting value oc Bulk or intrinsic value ACKNOWLEDGMENTS We thank the National Science Foundation and the University of Wisconsin for support of this work. REFERENCES /. Langer, S. H., and Landi, H. P., J. Amer. Chem. Soc. 85, 3043 (1963); 86, 4694 (1964). 2. Sakellaropoulos, G. P., and Langer, S. H., J. Catal. 44,25(1976). 3. Liebhafsky, H. A., and Caims, E. J., \"Fuel Cells and Fuel Batteries.\" Wiley, New York, 1968. 4. Langer, S. H., and Sakellaropoulos, G. P., J. Electrochem. Soc. 122, 1619(1975). 5. Langer, S. H., Feiz, I., andQuinn, C. P., J. Amer. Chem. Soc. 93, 1092(1971). 6. Sakellaropoulos, G. P., and Langer, S. H.,AlChE J. 24, 1115(1978). 7. Sokol'skii, D. V., and Druz, W. A., Dokl. Akud. Niitik SSSR 73, 949(1950). 8. Beck, F., Ber. Bimsenges. Phys. Chem. 69, 199 (1965). 9. Beck, F., and Gerischer, H., Z. Elektrociiern 65, 504(1961). 10. Burke, L. D., Kemball, C., and Lewis, F. A., Trans. Faraday Soc. 60, 913 (1964); 60, 919 ( 1964). //. Haldeman, R. G., Colman, W. P., Langer, S. H., and Barber, W. A., Advan. Chem. Ser. 47, 116 (1965). 12. Vetter, K. J., \"Electrochemical Kinetics: Theo- retical and Experimental Aspects,\" pp. 119, 143. Academic Press, New York, 1967. 13. Aris, A., \"Elementary Chemical Reactor Anal- ysis,\" pp. 137, 138. Prentice-Hall, Englewood Cliffs, N.J., 1969. 14. Petersen, E. E., \"Chemical Reaction Analysis,\" pp. 51-57. Prentice-Hall, Englewood Cliffs, N.J., 1965. 15. Will, F. G. ,J. Electrochem. Soc. 110, 152 (1963). 16. Fujikawa, K., Kita, H., and Miyahara, K., J. Chem. Soc. Faraday Trans, l 69, 481 (1973). 17. Sakellaropoulos, G. P., and Langer, S. H., J. Electrochem. Soc. 124, 1548(1977). 18. Bond, G. C., Phillipson, J. J., Wells, P. B., and Winterbottom, J. M., Trans. Faraday Soc. 62, 443 (1966). 19. Basolo, F., and Pearson, R. G. \"Mechanism of Inorganic Reactions,\" 2nd .. pp. 596-598. Wi- ley, New York, 1967. 20. Halpern, J., Chem. Eng. News 44, 68 (Oct. 31, 1966). 21. Conway, B. E., and Gileadi, E., Trans. Faraday Soc. 58, 2493 (1962). 22. Vert, Zh. L., Mosevich, I. A., and Tverdovsky, I., Dokl. Akad. Nauk SSSR 140, 149 (1961). 23. Bold, M., and Breiter, M., Z. Elektrochem. 64, 897(1960). 24. Breiter, M., \"Electrochemical Processes in Fuel Cells,\" pp. 52-56. Springer-Verlag, Berlin/ Heidelberg, 1969. 25. Hull, M. N., and Lewis, F. A., Trans. Faraday Soc. 64, 2472(1968). YJCAT 81902621 0021-9517(81)90262-1 10.1016/0021-9517(81)90262-1 Electrocatalytic hydrogenation of ethylene over palladium at positive potentials George P. Sakellaropoulos 1 Stanley H. Langer Department of Chemical Engineering, University of Wisconsin, Madison, Wisconsin 53706 U.S.A. 1 Present address: Department of Chemical and Environmental Engineering, Rensselaer Polytechnic Institute, Troy, N.Y. 12180. The palladium-black-catalyzed electrogenerative hydrogenation of ethylene was investigated over partially wettable, porous, commercial electrodes between +0.6 and 0 V. In perchloric acid electrolyte, hydrogen ion transport in the catalyst pores was rapid, but ethylene pore diffusion became rate limiting below 0.3 atm partial pressure. A simple pore model treatment allows the incorporation of an electrochemical Thiele modulus. With this treatment, the evaluation of intrinsic electrode kinetic parameters from apparent ones is demonstrated. A mechanistic model is proposed involving the surface insertion of ethylene to adsorbed hydrogen atoms followed by slow hydrogen addition to the resulting surface ethyl radicals. This model is used to explain differences in reaction rate, overpotential, and selectivity for double bond reduction on palladium and platinum. References 1. S.H. Langer H.P. Landi J. Amer. Chem. Soc. 85 1963 3043 S.H. Langer H.P. Landi J. Amer. Chem. Soc. 86 1964 4694 2. G.P. Sakellaropoulos S.H. Langer J. Catal. 44 1976 25 3. H.A. Liebhafsky E.J. Cairns Fuel Cells and Fuel Batteries 1968 Wiley New York 4. S.H. Langer G.P. Sakellaropoulos J. Electrochem. Soc. 122 1975 1619 5. S.H. Langer I. Feiz C.P. Quinn J. Amer. Chem. Soc. 93 1971 1092 6. G.P. Sakellaropoulos S.H. Langer AIChE J. 24 1978 1115 7. D.V. Sokol'skii W.A. Druz Dokl. Akad. Nauk SSSR 73 1950 949 8. F. Beck Ber. Bunsenges. Phys. Chem. 69 1965 199 9. F. Beck H. Gerischer Z. Elektrochem 65 1961 504 10. L.D. Burke C. Kemball F.A. Lewis Trans. Faraday Soc. 60 1964 913 L.D. Burke C. Kemball F.A. Lewis Trans. Faraday Soc. 60 1964 919 11. R.G. Haldeman W.P. Colman S.H. Langer W.A. Barber Advan. Chem. Ser. 47 1965 116 12. K.J. Vetter Electrochemical Kinetics: Theoretical and Experimental Aspects 1967 Academic Press New York 119 K.J. Vetter Electrochemical Kinetics: Theoretical and Experimental Aspects 1967 Academic Press New York 143 13. A. Aris Elementary Chemical Reactor Analysis 1969 Prentice-Hall Englewood Cliffs, N.J 137 A. Aris Elementary Chemical Reactor Analysis 1969 Prentice-Hall Englewood Cliffs, N.J 138 14. E.E. Petersen Chemical Reaction Analysis 1965 Prentice-Hall Englewood Cliffs, N.J 51 57 15. F.G. Will J. Electrochem. Soc. 110 1963 152 16. K. Fujikawa H. Kita K. Miyahara J. Chem. Soc. Faraday Trans. I 69 1973 481 17. G.P. Sakellaropoulos S.H. Langer J. Electrochem. Soc. 124 1977 1548 18. G.C. Bond J.J. Phillipson P.B. Wells J.M. Winterbottom Trans. Faraday Soc. 62 1966 443 19. F. Basolo R.G. Pearson Mechanism of Inorganic Reactions 2nd ed. 1967 Wiley New York 596 598 20. J. Halpern Chem. Eng. News 44 1966 68 21. B.E. Conway E. Gileadi Trans. Faraday Soc. 58 1962 2493 22. Zh.L. Vert I.A. Mosevich I. Tverdovsky Dokl. Akad. Nauk SSSR 140 1961 149 23. M. Böld M. Breiter Z. Elektrochem. 64 1960 897 24. M. Breiter Electrochemical Processes in Fuel Cells 1969 Springer-Verlag Berlin/Heidelberg 52 56 25. M.N. Hull F.A. Lewis Trans. Faraday Soc. 64 1968 2472",
      "scopus-id": "15044338828",
      "coredata": {
        "eid": "1-s2.0-0021951781902621",
        "dc:description": "The palladium-black-catalyzed electrogenerative hydrogenation of ethylene was investigated over partially wettable, porous, commercial electrodes between +0.6 and 0 V. In perchloric acid electrolyte, hydrogen ion transport in the catalyst pores was rapid, but ethylene pore diffusion became rate limiting below 0.3 atm partial pressure. A simple pore model treatment allows the incorporation of an electrochemical Thiele modulus. With this treatment, the evaluation of intrinsic electrode kinetic parameters from apparent ones is demonstrated. A mechanistic model is proposed involving the surface insertion of ethylene to adsorbed hydrogen atoms followed by slow hydrogen addition to the resulting surface ethyl radicals. This model is used to explain differences in reaction rate, overpotential, and selectivity for double bond reduction on palladium and platinum.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1981-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0021951781902621",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sakellaropoulos, George P."
          },
          {
            "@_fa": "true",
            "$": "Langer, Stanley H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0021951781902621"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0021951781902621"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0021-9517(81)90262-1",
        "prism:volume": "67",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Electrocatalytic hydrogenation of ethylene over palladium at positive potentials",
        "prism:copyright": "Copyright © 1981 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "77-89",
        "prism:endingPage": "89",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 1981",
        "prism:doi": "10.1016/0021-9517(81)90262-1",
        "prism:startingPage": "77",
        "dc:identifier": "doi:10.1016/0021-9517(81)90262-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/15044338828"
      }
    }
  }
}