{
  "metadata": {
    "title": "A mechanistic study on the oxidation of 2,6-dimethyl-phenol by DMAP- and polystyrene-bound DMAP-based copper catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-02-29",
    "doi": "10.1016/0304-5102(88)80035-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028880035X",
    "pii": "030451028880035X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023964661",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028880035X 0304-5102(88)80035-X 030451028880035X 10.1016/0304-5102(88)80035-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01125 2024-01-02T01:04:53.938015Z 0 0 19880229 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 44 44 2 2 Volume 44, Issue 2 12 245 257 245 257 19880229 29 February 1988 1988-02-29 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. AMECHANISTICSTUDYOXIDATION26DIMETHYLPHENOLBYDMAP1POLYSTYRENEBOUNDDMAP2BASEDCOPPERCATALYSTS KONING C KONING 1986 355 C KONING 1986 293 C FINKBEINER 1966 549 H BODEK 1978 1814 J VERLAAN 1984 235 J VANNESTE 1974 392 W MOLECULARMECHANISMSOXYGENACTIVATION OCHIAI 1975 1503 E OCHIAI 1977 E BIOINORGCHEM SOLOMON 1983 1 E COPPERCOORDINATIONCHEMISTRYBIOCHEMICALINORGANICPERSPECTIVES KARLIN 1986 101 K BIOLOGICALINORGANICCOPPERCHEMISTRY FRIEDEN 1965 231 E OXYGEN RAINONI 1974 67 G ZUBERBUHLER 1976 1448 A GUNTENSPERGER 1977 2584 M ZUBERBUHLER 1983 237 A COPPERCOORDINATIONCHEMISTRYBIOCHEMICALINORGANICPERSPECTIVES SAWYER 1981 393 D WOOD 1974 22 R BETTELHEIM 1977 582 A LONTIE 1973 344 R INORGANICBIOCHEMISTRY REED 1986 61 C BIOLOGICALINORGANICCOPPERCHEMISTRY ZUBERBUHLER 1976 A METALIONSINBIOLOGICALSYSTEMS PECHT 1968 1902 I GOODWIN 1986 11 J BIOLOGICALINORGANICCOPPERCHEMISTRY NELSON 1983 331 S COPPERCOORDINATIONCHEMISTRYBIOCHEMICALINORGANICPERSPECTIVES SCHOUTEN 1980 41 A FALLAB 1967 500 S GAMPP 1981 148 H METALIONSINBIOLOGICALSYSTEMS KANEKO 1974 2811 M TSUCHIDA 1972 221 E TSUCHIDA 1974 47 E TSUCHIDA 1972 235 E PRICE 1971 363 C OCHIAI 1964 1831 E OGATA 1965 2791 Y VERLAAN 1983 159 J FINKBEINER 1977 537 H POLYMERIZATIONPROCESSES KRESTA 1975 157 J ROUBATY 1978 1151 J WATERS 1971 2026 W STERN 1971 122 E TRANSITIONMETALSINHOMOGENEOUSCATALYSIS TSUCHIDA 1976 825 E JPOLYMSCI KONINGX1988X245 KONINGX1988X245X257 KONINGX1988X245XC KONINGX1988X245X257XC item 0304-5102(88)80035-X 030451028880035X 1-s2.0-030451028880035X 10.1016/0304-5102(88)80035-X 272239 2024-01-02T01:04:53.938015Z 1988-02-29 1-s2.0-030451028880035X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028880035X/MAIN/application/pdf/f7a0cc05c8d4e3d15f68a94930106b76/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028880035X/MAIN/application/pdf/f7a0cc05c8d4e3d15f68a94930106b76/main.pdf main.pdf pdf true 954345 MAIN 13 1-s2.0-030451028880035X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028880035X/PREVIEW/image/png/f9bf9df36df4eced4fac0caca9973385/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028880035X/PREVIEW/image/png/f9bf9df36df4eced4fac0caca9973385/main_1.png main_1.png png 66525 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 44 (1988) 245 - 257 245 A MECHANISTIC STUDY ON THE OXIDATION OF 2,6-DIMETHYL- PHENOL BY DMAP*- AND POLYSTYRENE-BOUND DMAP* ABASED COPPER CATALYSTS C. B. KONING, F. J. VIERSEN. G. CHALLA1\" Laboratory of Polymer Chemistry, State University of Groningen, Nijenborgh 16, 9747 AG Groningen (The Netherlands) and J. REEDIJK Department of Chemistry, Gorlaeus Laboratories, State University of Leiden, P.O. Box 9502, 2300 RA Leiden (The Netherlands) (Received February 16, 1987; accepted September 29, 1987) Summary A possible mechanism for the oxidation of 2,6-dimethylphenol by soluble- and polystyrene-bound Cu(II)-DMAP catalysts is described. From our earlier work it is known that, under our standard reaction conditions, the only Cu(II)-DMAP complexes that are initially present in significant amounts in the catalyst solution are mononuclear. From the difference in reaction order in copper for the phenol oxidation and the Cu(I) reoxidation, viz. 1 and 2 respectively, it had been concluded that dimerization of Cu(I) complexes is needed to allow the reoxidation step. For this dimerization, a small amount of copper-coordinating counter-ions proved to be required. The present study shows that under standard conditions for the low molar mass catalyst the dimerization reaction is rate-limiting. For the polymeric catalyst, however, the local copper concentration within the polymer coils is relatively high, the dimerization is accelerated and now the phenol oxidation becomes rate-limiting. The present work further shows that the phenol oxidation obeys Michaelis-Menten kinetics. For the Cu(I) reoxidation, an equilibrium is suggested in which molecular 0^ is reversibly bound to mononuclear Cu(I)~ DMAP complexes, prior to Cu(I) dimerization and electron transfers. Combination of the present results with generally accepted steps in the oxidation of phenols allowed the construction of a possible reaction mechanism for our particular system. *4-(JV,JV-diinethylamino)pyridine. **Poly[styrene-co-4(JV-methyl-JV-p-vmylbenzylanuno)pyridine] ^Author to whom correspondence should be addressed. 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 246 Introduction In previous papers the oxidative coupling of 2,6-dimethylphenol (DMP) by copper(II) complexes of 4-(N,Jv-dimethylamino)pyridine (DMAP, (1)) [1] and poly[styrene-co-4-(Af-methyl-A^-p-vinylbenzylamino)pyridine] (PS-DMAP, (2)) [2] has been described. ^-N^ ^C^-CH^C^-W, 6 ^ ^ l\\^^ CH- CH; N-CH3 (1) (2) Scheme 1. Provided that reaction conditions are properly chosen, both ligand (1)- and (2)-based catalysts are able to transform 96 - 97% of the substrate DMP into the engineering plastic polyphenyleneoxide (PPO), and only a minor amount of the undesired byproduct diphenoquinone (DPQ) is formed. A detailed spectroscopic study revealed [1, 2] that under these particular conditions the only species present in solution in significant amounts, prior to the addition of DMP, is the mononuclear species Cu\"^ (DMAP)4- (OH)C1, again for both ligand (1) and the polymeric ligand (2). The general reaction scheme for the oxidative coupling of phenols with basic copper amine complexes as catalysts is given below (Scheme 2). In the present case E represents the Cu(II) complex of DMAP or PS-DMAP, S stands for the substrate DMP, E* the Cu(I) complex of DMAP or PS- DMAP and P the products PPO and DPQ. E + S ^ ES ^ E'-. P / \\ H,0 0, Scheme 2. Scheme 2 is in agreement with earlier reports on the copper-catalyzed oxidative coupling of phenols, from which it is known that dioxygen may only serve to reoxidize the Cu(I) species, which is formed after each oxida- tion step [3, 4]. It is clear from previous work [2, 41] that for PS-DMAP (2) fe; is the rate-limiting step in Scheme 2, at least under our standard conditions (see Experimental). So, in that case Michaelis-Menten kinetics in terms of 247 substrate DMP are obeyed, and plots of R~1 versus [DMP]\"1 yield straight lines intersecting the y-axis according to: 1 = 1 + ^M R fe2[E]o fe2[E]o[S]o in which K^i = (fe_i + k^)/k^ is the Michaelis constant. However, for ligand (1) the reoxidation of Cu(I) to Cu(II) is rate limiting (again, at our standard conditions). Verlaan et al. [5] performed dioxygen-pressure-dependent measurements for this system, and they concluded that a Michaelis-Menten mechanism for the Cu(I) reoxidation might be valid. Our work on the Cu(I) reoxidation for the low molar mass Cu(II)-DMAP catalyst [1] showed a second-order rate dependence on [Cu(II)]o. It was concluded that for the reoxidation step, dimerization of mononuclear Cu(I) complexes is required. To allow this dimerization, copper-coordinating counter-ions should be present. In fact, the Cu(I) reoxidation rate has a maximum for Cl/Cu = 1 [1]. Moreover, it was found that a high initial concentration of the species Cu(II)(DMAP)4(OH)Cl leads to a highly active catalyst solution, no matter whether the DMP oxidation or the Cu(I) reoxidation is rate-limiting. Obviously, under our standard conditions, E in Scheme 2 is mononuclear. E*, however, forms dimers in order to reoxidize to E. For the interpretation of our results, the following is of great impor- tance. In biochemistry several mechanisms are known for copper-containing enzymes involving complex formation between copper, dioxygen and in some cases also the substrates [6-10]. When the enzyme contains a dinuclear copper pair, the end product of the dioxygen reduction always appears to be H^O, whereas H.^0^ is usually formed when the enzyme contains mononuclear copper [11]. To our knowledge this correlation between the end product of the dioxygen reduction and the character of the copper complex is generally valid. Having obtained a variety of experimental data on the oxidation of DMP by Cu(II)-DMAP catalysts [1, 2], of which the most important have been summarized above, it is the intention of the present paper to deduce a reaction mechanism for our particular system which is in line with all available data. Experimental Materials 1,2-Dichlorobenzene, CuCl^-211-^0 and KOH were obtained from Merck as analytically pure grades. The copper salt and the hydroxide were used as methanolic solutions in which the methanol was of Uvasol quality from Merck. 2,6-Dimethylphenol was from Aldrich and was purified by recrystal- lization from n-hexane. 4-(N,A7-dimethylamino)pyridine (1) was from Janssen and used without further purification. Polystyrene-bound DMAP 248 (2) was synthesized by high conversion copolymerization as described previously [2]. The degree of functionalization a of the polymers was determined by elemental analysis. The number-average molar mass, Mn, was determined in chloroform with a Knauer membrane osmometer. For PS-DMAP with a = 0.251, M = 6.4 X 104 g mol-1 and for PS- DMAP with a = 0.283, Mn = 5.6 X 104 g mol-1. Oxidative coupling The rate R of the oxidative coupling reaction was calculated from the dioxygen consumption, which was recorded at constant pressure using an automatic gas burette with pure dioxygen. The procedure was as described previously [1, 2] and the standard reaction conditions were : T= 298.2 K, [DMP] = 0.06 mol dm-3, [Cu(II)] = 8.3 X 10-4 mol dm-3, DMAP/Cu = 4 (for both ligands (1) and (2)), (OH/Cu)o = 1, Po; = 101.3 kPa, total reaction volume = 0.015 dm3 and solvent mixture 1,2-dichlorobenzene/methanol = 13/2 (v/v). Results and discussion The reaction order in copper In Fig. 1. log R has been plotted versus log [Cu(II)]o for ligands (1) (a) and (2) ( and o). Reaction conditions, which are mentioned in the legend, are such that initially only mononuclear species Cu(II)(DMAP)4- (OH)C1 are present in solution [1, 2]. It is striking that for both types of catalyst the reaction order in copper changes from 1 to 2 upon lowering [Cu(II)]o. Experiments in which PQ was varied exhibited DMP oxidation rates in the first-order regions, for both ligands (1) and (2). On the other hand, in the second-order regions Cu(I) reoxidation rates were observed, again for both ligands (1) and (2). In fact, when the order in copper is 2, roughly a first-order dependence on PQ is found. In studying Fig. 1 one should realize that in our dilute catalyst solutions the polymer coils can be regarded as separate micro-reactors. Thus, a proportional reduction in the amount of such micro-reactors with the amount of copper ions, of course, results in a first-order rate dependence on [Cu(II)]o. In order to obtain further valuable information, the reaction order in [Cu(II)]o had to be determined within each of the micro-reactors. Thus, R was determined at standard conditions as a function of the added amount of copper, while the number of polymer coils, i.e. the number of DMAP ligands, was kept constant. However, note that DMAP/Cu cannot remain constant for such experiments ( ). It was checked that an enhance- ment of DMAP/Cu from 12 to 20 with constant [Cu(II)]o did not alter the reaction rate. On the other hand, a reduction of DMAP/Cu from 50 to 20 (again, with [Cu(II)]o constant) by offering a smaller amount of polymer coils lead to a significant increase of -R. (Note that in this case the number of copper ions per polymer coil is enhanced.) This is illustrated in Fig. 1 by the 249 -3.6 - 10 log R -4.0 - -4.4 - -4.8 - -52 - -3.8 -22 -3.4 -3.0 -2.6 10, '\"log(Cuai)]^ Fig. 1. Log A versus log [Cu(II)]o for DMAP (1, o) and PS-DMAP (2, a = 0.251, and 0). For DMAP standard conditions with PQ = 162.1 kPa and [DMP] 0.05 mol dm\"3. For PS-DMAP standard conditions with 1.'245 X 10~2 mol ligands dm-3. For ( ) ligand/Cu values are indicated at the top of the Figure. For (0) ligand/Cu = 20 (see text). SC = standard conditions. filled symbol furthest left ( , DMAP/Cu = 50) and the open symbol (o, DMAP/Cu = 20). This open symbol fits the rates very well for PS-DMAP obeying a first-order dependence on [Cu(II)]o. By combining all results on the reaction order in copper, the following conclusion can be drawn, assuming a random distribution of copper ions over all polymer coils. When the overall or local copper concentration is low (for DMAP and PS-DMAP respectively), i.e. for low values of [Cu(II)]o in the case of DMAP and for high values of DMAP/Cu in the case of PS- DMAP, respectively, then the dimerization of mononuclear Cu(I) com- plexes necessary to reoxidize Cu(I) to Cu(II) becomes rate-limiting and R is second order in [Cu(II)]o. However, when the overall or local copper concentration is high, i.e. for high values of [Cu(II)]o in the case of DMAP and for DMAP/Cu $ 20 for PS-DMAP, respectively, then the Cu(I) dimeriza- tion is facilitated, and now the DMP oxidation becomes rate-limiting, with R being first order in [Cu(II)]o. Finally it must be mentioned that the second-order dependence is already observed for [Cu(II)]o^ 1.70 X 10-3 mol dm-3 (log[Cu(II)]o ^ 2.8) in case of the ligand DMAP (1), whereas for PS-DMAP (2) the reaction is still first order in [Cu(II)]o for [Cu(II)]o= 6.20 X lO^mol dm-3 (log [Cu(II)]o= 3.2). This can be explained by the high local copper 250 concentration within the polymer coils with regard to the overall copper concentration. Thus, the polymer plays an active promoting role in the dimerization process, which already was evident from our earlier work [2]. On the Cu(I) reoxidation Measurements with varying dioxygen pressures were carried out with DMAP (1) and with PS-DMAP (2, a = 0.283) under standard conditions (see Experimental). The results are given in Fig. 2, which shows a perfect first-order rate dependence on Py for the low molar mass DMAP-based catalyst up to PQ = 162.1 kPa. This indicates that for DMAP in this region of PQ for [Cu^I)];)^' 0.83 mM, Cu(I) reoxidation rates are measured. This is consistent with the observed second-order rate dependence on [Cu(II)]o around [Cu(II)]o= 0.83 mM, both for ?o = 162.1 kPa (See Fig. 1) and for PO,= 101.3 kPa [2]. In the case of PS-DMAP-based catalyst, some kind of saturation kinetics seems to occur (see Fig. 2). However, one should realize that for PS-DMAP the levelling off in Fig. 2 around PQ = 101.3 kPa is caused by the fact that the DMP oxidation becomes rate limiting in this region of ?o . In fact. Fig. 1 clearly demonstrates that in the case of the polymer ligand, for PQ = 101.3 kPa, a first-order rate dependence on [Cu(II)]o applies around [Cu(II)]o = 0.83 mM (SC in Fig. 1). This means that DMP oxidation rates are indeed measured under these reaction conditions. Thus, the levelling off in Fig. 2 for PS-DMAP is not brought about by a saturation in PQ , and Michaelis-Menten kinetics in terms of dioxygen is not valid; we therefore have to look for another Cu(I) reoxidation scheme. Before doing this, it should be noted that it cannot be unambiguously concluded from the present data whether the Cu(I) dimerization, which obviously is the rate-limiting step in the reoxidation process, takes place before or after the coordination of dioxygen, although chemical intuition would prefer 0; addition as the first step. Rainoni and Zuberbiihier [12] have already mentioned the possibility of the following reaction scheme for the autoxidation of Cu(I) with non-coordinating counter-ions such as C104~ and BF4\" in DMSO, including a dimeric reaction intermediate: Cu^ + Oz <=^ CuO^ CuO^ + Cu\"1\" > CuzOz2\"1\" > products (among others: 2 Cu2\"1\") For this process a second-order reoxidation rate dependence on [Cu(I)] was found [12]. For copper complexes with substituted imidazole ligands, a second-order reoxidation rate dependence on [Cu(I)] has also been observed [13, 14], which agrees with the proposed reoxidation scheme. Such a scheme could serve to explain our experimental data if the equilibrium in which CuOz\"*\" adduct is formed is far from complete, indeed. It is known that the autoxidation rates of Cu(I) complexes can be quite high [15], although the low redox potential of 0.33 V for the Oil'0{~ couple [16, 17] would be very unfavourable. This problem can 251 0 50 100 150 PO;, IkPal Fig. 2. R versus PQ for DMAP (1, ) and PS-DMAP (2, tt = 0.283, 0). Standard conditions. be bypassed by two-electron reduction of 0; in a dimeric transition state [Cu^Oz^u\"1\"], avoiding the formation of free 0^~ [15]. Therefore the existence of such an intermediate, which has already been suggested by e.g. Bettelheim et al. [18], might be possible. In analogy, in hemocyanin two Cu(I) ions are known to reversibly bind one dioxygen molecule in a dinuclear complex [19]. In this dimeric species [Cu^Oz^u\"^] the molecular dioxygen is thought to form a bridge between the two Cu(I) ions. Initially two electrons are transferred to the 0; to produce a peroxo-bridged bis[copper(II)] species [9, 20]. This type of species has been proposed in the autoxidation mechanism of other Cu(I) complexes [10,21 - 24]. In fact the dimeric intermediate [Cu^Os^Cu2\"1\"] has also been suggested by Schouten et al. [25] in the copper-catalyzed oxidative coupling of DMP. In view of this dimeric intermediate, it is not unexpected that for the copper-bridging Cl anions an optimum value of Cl/Cu = 1 has been found for the Cu(I) reoxidation [1]. As stated above, the existence of such an intermediate is advantageous for the electron transfer. However, for the formation of [Cu^Oz)2\"^^] only two electrons have been transferred. As O; is reduced to HyO in our DMP oxidation reactions with copper catalysts based on ligands (1) and (2), it is clear that an overall transfer of four electrons to 02 must take place. Fallab [26] has reported three possible routes for this process: (a) four one-electron transfer steps, of which the first electron transfer is highly unfavourable (see above); (b) two two-electron transfer steps, which are much faster than (a); (c) one four-electron transfer step, which is faster than (b). However, this would require a reduction of Cu(II) to Cu(0) in our dimeric inter- mediate, and up to now no evidence for the existence of Cu(0) in the oxida- tive coupling of phenols has been reported in the literature [27]. Thus, as was assumed by e.g. Kaneko and Manecke [28] and Schouten et al. [25], route (b), i.e. two 2-electron-transfer steps, seems the most probable, and the coordinated O;2\" must accept two more electrons simulta- neously. This second two-electron transfer is much more favourable than the first, as made clear by Fallab [26], and consequently much faster. Below, it 252 is indicated in which way the second two-electron transfer is thought to take place. For the oxidative coupling of DMP, several authors have given experi- mental evidence that the reoxidation of Cu(I) could occur in a ternary complex (copper, 0^, substrate) [29 - 31]. This point will also be discussed in the next section. A possible mechanism for the DMP oxidation For convenience, a possible reaction mechanism for the oxidation of DMP is already presented at this stage of the paper (Scheme 3). This Scheme is in agreement with all experimental data mentioned here, and with results of related work by Viersen et al. [32] in our laboratories. Moreover, Scheme 3 which is discussed below, is consistent with some generally accepted steps in the oxidation of phenols. As oxidative coupling is strictly limited to substrates with labile acidic hydrogen atoms, it has been suggested that the first steps in the oxidation reaction might be deprotonation followed by coordination [30, 33, 34]. The findings of Viersen et al. [32] clearly confirm this. The role of OH~ proved to be merely that of extracting a proton from DMP, thereby allowing the actively coordinating phenolate anion to form a complex with the Cu(II)- amine complex. In such a reaction, according to the fast equilibrium in Scheme 2, H^O would be produced. Verlaan et al. [35] reported for the Michqelis-Menten in Phenol (For PS-DMAP k^ is rate-limiting at standard cond.) L^ . PhOH ^ ^ -A 'V01 ^OH L k-' W L' oph' 02-coordination.dimerization (For DMAP k-j.^p is rate-limiting at standard cond.) 03 1 r-02- \"2 [-\"2-1 LJ Cl \"dim.slow , l-JnI/L r^' i i r'.T r^. L^ ^Cl i< .- . ,^. uinr- , --^ '..-' ^i.i Cu. * 0-, ^- Cu i-, ^ Cu ,Cu L' 'OPh- 2 ^1 |L- 'OPhJ c^oph- L-op^Cl-^L , L^l Cl \"din.. slow L,|^|J/ _L v.+ 11 f.+ /^.+ (I) Non rate-limiting consecutive steps (electron-transfers,dissociation) -02-1 [0--\"-0, -n^^S^^--^,^1 Cl (I) - ^-.Cu2;- - ->->-- ^ 2-^- . 2 H^O . PRO .DPQ LoPHC'oPnL L^^L (n) (in) Scheme 3. 253 system poly[styrene-co-4-vinylpyridine]/CuCl2 that addition of small amounts of water does not affect ft; (Scheme 2), but significantly decreases the substrate complexation constant K.i. The coordination of the phenolate to the active complex is followed by the first important, and now generally accepted step, in the phenol oxidation, namely the formation of a phenoxy radical via a one-electron transfer from the phenolate to the Cu(II) [25, 30, 36, 37]. The produced Cu(I) species must be reoxidized to Cu(II) by dioxygen (see above). Measurements were carried out with PS-DMAP (2, a = 0.283) with varying DMP concentration under our standard conditions. In Fig. 3 a Lineweaver-Burk plot of R~1 versus [DMP]\"1 has been drawn. The linear relationship points to a Michaelis-Menten mechanism for the DMP oxida- tion as shown in Scheme 2. To ensure that a Michaelis-Menten mechanism for the oxidation of DMP is indeed valid, and to exclude the possibility that at high concentrations of DMP the reoxidation of Cu(I) becomes rate limiting, without actually 'saturating' Cu(II) with DMP, the influence of increasing P(^ on R was investigated for the upper DMP concentration in Fig. 3. Within experimental error such influence proved to be absent. The three findings mentioned above allow the construction of the first line in Scheme 3. Since, according to the previous section, dimeriza- tion takes place only during the Cu(I) reoxidation process, it is clear that during the deprotonation, the coordination of PhCT and the first one- electron transfer, the copper-DMAP complexes are mononuclear. At the end of the first line in Scheme 3, several possibilities for reaction of the phenoxy radical seem to occur. It might either stay coordinated during the Cu(I) reoxidation [31], or leave the Cu(I) complex before the [DMP]'' (dm-mor'l Fig. 3. Lineweaver-Burk plot of R~1 versus [DMP]~1 for PS-DMAP (2, a = 0.283). Standard conditions. 254 reoxidation takes place [37]. In the previous section it was mentioned that in the present oxidation reactions one dioxygen molecule accepts four electrons during the process and that two 2-electron transfers seem to be most likely. In view of the dimerization during the reoxidation process of Cu(I), it is now possible to distinguish between these several possibilities. After the dimerization has taken place the first two electrons can be transfer- red from both Cu(I) ions to the dioxygen molecule, yielding the dimer [Cu^ (Oz^Cu2\"1\"]. If phenoxy radicals are still present in this complex, a fast second 2-electron transfer from the two phenoxy radicals via the Cu(II) ions to O;2\" can take place, yielding phenoxonium ions as reported by e.g. Kresta et al. [37]. The existence of phenoxonium ions as intermediates in the oxidative coupling of 2,6-disubstituted phenols has also been suggested by Roubaty et al [38] and Waters [39]. According to Kresta [37], the generated phenoxonium ions react with a phenol molecule and a basic amine to yield C 0 coupling and a protona- ted amine. In fact, Kresta suggests that the phenoxy radicals dissociate from the Cu(I) complex. These dissociated phenoxy radicals may combine to yield DPQ, or they may enter an available Cu(II) complex to release a second electron (see above). In this way an ionic mechanism for PPO formation and a radical mechanism for DPQ formation would apply. As dissociated phenoxy radicals would have an electron density about two times higher in the para-carbon position (p = 0.45) than at the oxygen (p = 0.23) [37], these free radicals would predominantly yield C C coupling (DPQ forma- tion). As under optimum conditions only 3 - 4% of the substrate DMP is transformed into DPQ by our catalyst systems [1, 2], it seems unlikely that the phenoxy radicals would dissociate from the complex. Another indica- tion that the phenoxy radicals remain in the complex stems from observa- tions by Price and Nakaoka [31]. They mention that the dissociation of phenoxy radicals from the complex would occur more readily when the basic ligand/Cu ratio is enhanced. For our system, it was found that up to DMAP/Cu $ 6 an increasing DMAP/Cu ratio leads to a decreasing amount of produced DPQ. For DMAP/Cu > 6, the amount of DPQ levels off [1, 2]. In view of the high electron density of the free phenoxy radical at the para position and the ideas of Price and Nakaoka, however, an increasing amount of DPQ with increasing DMAP/Cu values would be expected. Thus, it seems likely that in our case the phenoxy radicals remain coordinated in the complex. This conclusion has also been drawn by Stern [40]. In view of the high specificity for PPO formation, which proved to be a function of the catalyst composition for pyridine-based Cu(II) complexes. Stem feels that it is unlikely that phenoxy radicals are formed and coupled in an indepen- dent step. Further, Gampp and Zuberbiihier [27] prefer the idea that the radicals formed in the coordination sphere of Cu(II) react further in a complex. Moreover, if the re-entrance of phenoxy radicals in Cu(II) com- plexes can occur rapidly, then Kresta's proposal would still be valid (see above). However, at this point a radical mechanism for both C 0 and C C coupling although unlikely cannot be completely ruled out. 255 According to related work [32], a formed phenoxonium ion is released from the dimeric [Cu^Oz'^Cu00] structure, and the coupling reactions take place in solution yielding predominantly PPO and a small amount of DPQ. In principle, phenoxonium ions might also react with water and methanol molecules which are present in the reaction medium. The cor- responding reaction products, however, are not found to any appreciable extent in most copper/amine catalyst systems. It is likely that the reaction of phenoxonium ions with phenol molecules activated by amines is much faster than with neutral water and methanol molecules. Experimental results, supporting the idea that coupling takes place in solution and not in the copper-amine complex, are the following. The selectivities of our DMAP- and PS-DMAP-based copper catalysts for PPO formation are abso- lutely identical under comparable reaction conditions [2]. Furthermore, the optimum selectivity (only 3 - 5% of DPQ) for our catalyst systems is the same as that obtained by Viersen et al. [32] for copper complexes based on TMED (= N, N, N', ^V'-tetramethylethane-l,2-diamine) under the same condi- tions. Moreover, the specificity of the PS-DMAP-based catalysts was not affected by the chain loading a of the polymer catalyst [41]. Thus, the nature of the catalyst only affects the activity and not the selectivity. The above considerations, together with our experimental data, allow the construction of the second and third lines in Scheme 3. It should be noted that Scheme 3 is valid only for experimental conditions under which initially only mononuclear complexes Cu<II)(DMAP)4(OH)Cl appear to be present, i.e. under our standard conditions. Some final remarks on Scheme 3 are given below. For DMAP at our standard conditions, the dimerization (second line) is relatively slow, but for PS-DMAP it is promoted due to the higher local [Cu(II)] in the polymer coil, and fe; becomes rate-limiting. Thus, possible steric hindrance for the formation of the complicated polymeric intermediate complex I in Scheme 3 seems to be of minor importance. In addition, the polymer is expected to have another accelerating effect on the Cu(I) reoxidation. According to Tsuchida et al. [42], k^^ is accelerated by the 'non-polar field' created by the polymer backbone. In our case, however, promotion of the dimeriza- tion seems to be of major importance. Moreover, it should be emphasized that the redox potential for the second 2-electron transfer is much higher than that for the first 2-electron transfer. This implies that the transforma- tion of the phenoxy radicals into phenoxonium ions occurs rapidly. It should be noted that all dimeric structures in Scheme 3 (structures I, II and to some extent III) are merely resonance structures. In structure I the bridging ions are CF, which is consistent with the optimum reoxidation activity for Cl/Cu = 1 [1]. Recently, Karlin et al. [10] reported three- dimensional structures of dimeric phenoxo-bridged Cu(I) and Cu(II) com- plexes. Although no DMP was used, it is clear that in principle phenolate anions may act as bridging ions. It might be possible that phenoxy radicals can yield similar dimeric structures, but at this point we prefer Cl~ to phenoxy radicals as bridging ligands in the structures I, II and III. 266 Acknowledgements The authors are indebted to Prof. Dr. A. D. Zuberbiihier, University of Basle (Switzerland), for his constructive suggestions. References 1 C. E. Koning, G. Challa, F. B. Hulsbergen and J. Reedijk, J. Mol. Catal., 34 (1986) 355. 2 C. E. Koning, J. J. W. Eshuis, F. J. Viersen and G. Challa, Reactive Polym., 4 (1986) 293. 3 H. Finkbeiner, A. S. Hay, H. S. Blanchard and G. F. Endres, J. Org. Chem., 31 (1966) 549. 4 J. Bodek and G. Davies, Inorg. Chem., 17 (1978) 1814. 5 J. P. J. Verlaan, P. J. T. Alferink and G. Challa, J. Mol. Catal., 24 (1984) 235. 6 W. H. Vanneste and A. Zuberbuhler, in 0. Hayaishi (ed.), Molecular Mechanisms of Oxygen Activation, Academic Press, New York, 1974, Ch. 9, p. 392. 7 E. Ochiai, J. Inorg. Nucl. Chem., 37 (1975) 1503. 8 E. Ochiai, Bioinorg. Chem., Allyn and Bacon, Boston, 1977. 9 E. I. Solomon, in K. D. Karlin and J. Zubieta (eds.), Copper Coordination Chemistry: Biochemical and Inorganic Perspectives, Adenine Press, New York, 1983, p. 1. 10 K. D. Karlin, R. W. Cruse, Y. Gultneh, J. C. Hayes, J. W. McKown and J. Zubieta, in K. D. Karlin and J. Zubieta (eds.), Biological and Inorganic Copper Chemistry, Adenine Press, New York, Vol. 2, 1986, p. 101. HE. Frieden, S. Osaki and H. Kobayashi, Oxygen, Little, Brown and Co., Boston, 1965, p. 231. 12 G. Rainoni and A. D. Zuberbiihier, Chimia, 28 (1974) 67. 13 A. D. Zuberbuhler, Helv. Chim. Acta, 59 (1976) 1448. 14 M. Giintensperger and A. D. Zuberbiihier, Helv. Chim. Acta, 60 (1977) 2584. 15 A. D. Zuberbiihier, in K. D. Karlin and J. Zubieta (eds.). Copper Coordination Chemi- stry: Biochemical and Inorganic Perspectives, Adenine Press, New York, 1983, p. 237. 16 D. T. Sawyer and J. S. Valentine, Ace. Chem. Res., 14 (1981) 393. 17 R. M. Wood, FJBBS Lett., 44 (1974) 22. 18 A. Bettelheim, M. Faraggi, I. Hodara and J. Manassen, J. Chem. Soc., Faraday Trans. 1, 73(1977)582. 19 R. Lontie and R. Witters, in G. L. Eichhorn, (ed.), Inorganic Biochemistry, Elsevier., Amsterdam, Vol. 1, 1973, p. 344. 20 C. A. Reed, in K. D. Karlin and J. Zubieta (eds.). Biological and Inorganic Copper Chemistry, Adenine Press, New York, Vol. 1, 1986, p. 61. 21 A. Zuberbiihier, in H. Sigel (ed.). Metal Ions in Biological Systems, Marcel Dekker, New York, Vol. 5, 1976. 22 I. Pecht and M. Anbar,,/. Chem. Soc., Ser. A, (1968) 1902. 23 J. A. Goodwin, D. M. Stanbury, L. J. Wilson and R. A. Scott, in K. D. Karlin and J. Zubieta (eds.). Biological and Inorganic Copper Chemistry, Adenine Press, New York, Vol. 2,1986, p. 11. 24 S. M. Nelson, in K. D. Karlin and J. Zubieta (eds.), Copper Coordination Chemistry: Biochemical and Inorganic Perspectives, Adenine Press, New York, 1983, p. 331. 25 A. J. Schouten, G. Challa and J. Reedijk, J. Mol. Catal., 9 (1980) 41. 26 S. Fallab, Angew. Chem., 79 (1967) 500. 27 H. Gampp and A. D. Zuberbiihier, in H. Sigel (ed.). Metal Ions in Biological Systems, Marcel Dekker, New York, Vol. 12, 1981, p. 148. 28 M. Kaneko and G. Manecke, Makromol. Chem., 175 (1974) 2811. 257 29 E. Tsuchida, H. Nishide and T. Nishiyama, Makromol. Chem., 151 (1972) 221; idem, J. Polym. Sci., Symp., 47 (1974) 47. 30 E. Tsuchida, M. Kaneko and H. Nishide, Makromol. Chem., 151 (1972) 235. 31 C. C. Price and K. Nakaoka, Macromolecules, 4 (1971) 363. 32 F. J. Viersen, G. Challa and J. Reedijk, to be published. 33 E. Ochiai, Tetrahedron, 20 (1964) 1831. 34 Y. Ogata and T. Morimoto, Tetrahedron, 21 (1965) 2791. 35 J. P. J. Verlaan, J. P. C. Bootsma, C. E. Koning and G. Challa, J. Mot. Catal., 18 (1983)159. 36 H. L. Finkbeiner, A. S. Hay and D. M. White, in C. E. Schildknecht and I. Skeist (eds.). Polymerization Processes, Wiley-Interscience, New York, 1977 p. 537. 37 J. Kresta, A. Tkac, R. Prikryl and L. Malik, Makromol. Chem., 176 (1975) 157. 38 J.-L. Roubaty, M. Breant, M. Lavergne and A. Revillon, Makromol. Chem., 179 (1978) 1151. 39 W. A. Waters, J. Chem. Soc. B, (1971) 2026. 40 E. W. Stern, in G. N. Schrauzer (ed.). Transition Metals in Homogeneous Catalysis, Marcel Dekker, New York, 1971, p. 122. 41 C. E. Koning, T. Jongsma, R. Brinkhuis and G. Challa, Reactive Polym., accepted for publication. 42 E. Tsuchida, H. Nishikawa and E. Terada, J. Polym. Sci., Polym. Chem. Ed., 14 (1976)825. X244 8880035X 0304-5102(88)80035-X 10.1016/0304-5102(88)80035-X Chemical A mechanistic study on the oxidation of 2,6-dimethyl-phenol by DMAP 1 1 4-(N,N-dimethylamino)pyridine. - and polystyrene-bound DMAP 2 2 Poly[styrene-co-4(N-methyl-N-p-vinylbenzylamino)pyridine] -based copper catalysts C.E. Koning F.J. Viersen G. Challa 3 Laboratory of Polymer Chemistry, State University of Groningen, Nijenborgh 16, 9747 AG GroningenThe Netherlands 3 Author to whom correspondence should be addressed. J. Reedijk Department of Chemistry, Gorlaeus Laboratories, State University of Leiden, P.O. Box 9502, 2300 RA LeidenThe Netherlands A possible mechanism for the oxidation of 2,6-dimethylphenol by soluble- and polystyrene-bound Cu(II)-DMAP catalysts is described. From our earlier work it is known that, under our standard reaction conditions, the only Cu(II)-DMAP complexes that are initially present in significant amounts in the catalyst solution are mononuclear. From the difference in reaction order in copper for the phenol oxidation and the Cu(I) reoxidation, viz. 1 and 2 respectively, it had been concluded that dimerization of Cu(I) complexes is needed to allow the reoxidation step. For this dimerization, a small amount of copper-coordinating counter-ions proved to be required. The present study shows that under standard conditions for the low molar mass catalyst the dimerization reaction is rate-limiting. For the polymeric catalyst, however, the local copper concentration within the polymer coils is relatively high, the dimerization is accelerated and now the phenol oxidation becomes rate-limiting. The present work further shows that the phenol oxidation obeys Michaelis-Menten kinetics. For the Cu(I) reoxidation, an equilibrium is suggested in which molecular O2 is reversibly bound to mononuclear Cu(I)-DMAP complexes, prior to Cu(I) dimerization and electron transfers. Combination of the present results with generally accepted steps in the oxidation of phenols allowed the construction of a possible reaction mechanism for our particular system. References 1 C.E. Koning G. Challa F.B. Hulsbergen J. Reedijk J. Mol. Catal. 34 1986 355 2 C.E. Koning J.J.W. Eshuis F.J. Viersen G. Challa Reactive Polym. 4 1986 293 3 H. Finkbeiner A.S. Hay H.S. Blanchard G.F. Endres J. Org. Chem. 31 1966 549 4 J. Bodek G. Davies Inorg. Chem. 17 1978 1814 5 J.P.J. Verlaan P.J.T. Alferink G. Challa J. Mol. Catal. 24 1984 235 6 W.H. Vanneste A. Zuberbühler O. Hayaishi Molecular Mechanisms of Oxygen Activation 1974 Academic Press New York 392 Ch. 9 7 E. Ochiai J. Inorg. Nucl. Chem. 37 1975 1503 8 E. Ochiai Bioinorg. Chem. 1977 Allyn and Bacon Boston 9 E.I. Solomon K.D. Karlin J. Zubieta Copper Coordination Chemistry: Biochemical and Inorganic Perspectives 1983 Adenine Press New York 1 10 K.D. Karlin R.W. Cruse Y. Gultneh J.C. Hayes J.W. McKown J. Zubieta K.D. Karlin J. Zubieta Biological and Inorganic Copper Chemistry 2 1986 Adenine Press New York 101 11 E. Frieden S. Osaki H. Kobayashi Oxygen 1965 Little, Brown and Co Boston 231 12 G. Rainoni A.D. Zuberbühler Chimia 28 1974 67 13 A.D. Zuberbühler Helv. Chim. Acta 59 1976 1448 14 M. Güntensperger A.D. Zuberbühler Helv. Chim. Acta 60 1977 2584 15 A.D. Zuberbühler K.D. Karlin J. Zubieta Copper Coordination Chemistry: Biochemical and Inorganic Perspectives 1983 Adenine Press New York 237 16 D.T. Sawyer J.S. Valentine Acc. Chem. Res. 14 1981 393 17 R.M. Wood FEBS Lett. 44 1974 22 18 A. Bettelheim M. Faraggi I. Hodara J. Manassen J. Chem. Soc., Faraday Trans. 1 73 1977 582 19 R. Lontie R. Witters G.L. Eichhorn Inorganic Biochemistry 1 1973 Elsevier Amsterdam 344 20 C.A. Reed K.D. Karlin J. Zubieta Biological and Inorganic Copper Chemistry 1 1986 Adenine Press New York 61 21 A. Zuberbühler H. Sigel Metal Ions in Biological Systems 5 1976 Marcel Dekker New York 22 I. Pecht M. Anbar J. Chem. Soc., Ser. A 1968 1902 23 J.A. Goodwin D.M. Stanbury L.J. Wilson R.A. Scott K.D. Karlin J. Zubieta Biological and Inorganic Copper Chemistry 2 1986 Adenine Press New York 11 24 S.M. Nelson K.D. Karlin J. Zubieta Copper Coordination Chemistry: Biochemical and Inorganic Perspectives 1983 Adenine Press New York 331 25 A.J. Schouten G. Challa J. Reedijk J. Mol. Catal. 9 1980 41 26 S. Fallab Angew. Chem. 79 1967 500 27 H. Gampp A.D. Zuberbühler H. Sigel Metal Ions in Biological Systems 12 1981 Marcel Dekker New York 148 28 M. Kaneko G. Manecke Makromol. Chem. 175 1974 2811 29 a E. Tsuchida H. Nishide T. Nishiyama Makromol. Chem. 151 1972 221 b E. Tsuchida H. Nishide T. Nishiyama J. Polym. Sci., Symp. 47 1974 47 30 E. Tsuchida M. Kaneko H. Nishide Makromol. Chem. 151 1972 235 31 C.C. Price K. Nakaoka Macromolecules 4 1971 363 32 F.J. Viersen, G. Challa and J. Reedijk, to be published. 33 E. Ochiai Tetrahedron 20 1964 1831 34 Y. Ogata T. Morimoto Tetrahedron 21 1965 2791 35 J.P.J. Verlaan J.P.C. Bootsma C.E. Koning G. Challa J. Mol. Catal. 18 1983 159 36 H.L. Finkbeiner A.S. Hay D.M. White C.E. Schildknecht I. Skeist Polymerization Processes 1977 Wiley-Interscience New York 537 37 J. Kresta A. Tkáč R. Přikryl L. Malik Makromol. Chem. 176 1975 157 38 J.-L. Roubaty M. Bréant M. Lavergne A. Revillon Makromol. Chem. 179 1978 1151 39 W.A. Waters J. Chem. Soc. B 1971 2026 40 E.W. Stern G.N. Schrauzer Transition Metals in Homogeneous Catalysis 1971 Marcel Dekker New York 122 41 C.E. Koning, T. Jongsma, R. Brinkhuis and G. Challa, Reactive Polym., accepted for publication. 42 E. Tsuchida H. Nishikawa E. Terada Polym. Chem. Ed. J. Polym. Sci. 14 1976 825",
      "scopus-id": "0023964661",
      "coredata": {
        "eid": "1-s2.0-030451028880035X",
        "dc:description": "A possible mechanism for the oxidation of 2,6-dimethylphenol by soluble- and polystyrene-bound Cu(II)-DMAP catalysts is described. From our earlier work it is known that, under our standard reaction conditions, the only Cu(II)-DMAP complexes that are initially present in significant amounts in the catalyst solution are mononuclear. From the difference in reaction order in copper for the phenol oxidation and the Cu(I) reoxidation, viz. 1 and 2 respectively, it had been concluded that dimerization of Cu(I) complexes is needed to allow the reoxidation step. For this dimerization, a small amount of copper-coordinating counter-ions proved to be required. The present study shows that under standard conditions for the low molar mass catalyst the dimerization reaction is rate-limiting. For the polymeric catalyst, however, the local copper concentration within the polymer coils is relatively high, the dimerization is accelerated and now the phenol oxidation becomes rate-limiting. The present work further shows that the phenol oxidation obeys Michaelis-Menten kinetics. For the Cu(I) reoxidation, an equilibrium is suggested in which molecular O2 is reversibly bound to mononuclear Cu(I)-DMAP complexes, prior to Cu(I) dimerization and electron transfers. Combination of the present results with generally accepted steps in the oxidation of phenols allowed the construction of a possible reaction mechanism for our particular system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028880035X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Koning, C.E."
          },
          {
            "@_fa": "true",
            "$": "Viersen, F.J."
          },
          {
            "@_fa": "true",
            "$": "Challa, G."
          },
          {
            "@_fa": "true",
            "$": "Reedijk, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028880035X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028880035X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)80035-X",
        "prism:volume": "44",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A mechanistic study on the oxidation of 2,6-dimethyl-phenol by DMAP 1 1 4-(N,N-dimethylamino)pyridine. - and polystyrene-bound DMAP 2 2 Poly[styrene-co-4(N-methyl-N-p-vinylbenzylamino)pyridine] -based copper catalysts",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "245-257",
        "prism:endingPage": "257",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 February 1988",
        "prism:doi": "10.1016/0304-5102(88)80035-X",
        "prism:startingPage": "245",
        "dc:identifier": "doi:10.1016/0304-5102(88)80035-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023964661"
      }
    }
  }
}