{
  "metadata": {
    "title": "NMR studies on the mechanism of polymerization of cyclic olefins by a molybdenum catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-15",
    "doi": "10.1016/0304-5102(92)80159-E",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280159E",
    "pii": "030451029280159E"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026938104",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280159E 0304-5102(92)80159-E 030451029280159E 10.1016/0304-5102(92)80159-E S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02519 2024-01-02T01:06:03.941633Z 0 0 19921015 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 76 76 1 3 1 2 3 Volume 76, Issues 1–3 18 209 217 209 217 19921015 15 October 1992 1992-10-15 1992 A Special Volume devoted to the Ninth Symposium on Olefin Metathesis Collegeville, PA (USA) 21–26 July 1991 19910721 19910726 A. E. Martin converted-article fla Copyright © 1992 Published by Elsevier B.V. NMRSTUDIESMECHANISMPOLYMERIZATIONCYCLICOLEFINSBYAMOLYBDENUMCATALYST JOHNSTON J GREENLEE 1976 2129 W MOTZ 1977 2545 V TSONIS 1979 185 C ALONSO 1988 211 M ALONSO 1987 203 M DALLASTA 1968 2397 G DALLASTA 1968 2405 G DRAGUTAN 1985 176 V OLEFINMETATHESISRINGOPENINGPOLYMERIZATIONCYCLICOLEFINS SAEGUSA 1965 71 T IVIN 1983 94 K OLEFINMETATHESIS DODDRELL 1982 323 D PEGG 1982 2745 D RINALDI 1983 7523 P LAVERTY 1983 869 D KRAIHANZEL 1963 533 C ABEL 1959 1501 E FARONA 1970 1700 M BRUSON 1945 1178 H SCHADE 1985 C25 C JOHNSTONX1992X209 JOHNSTONX1992X209X217 JOHNSTONX1992X209XJ JOHNSTONX1992X209X217XJ item 0304-5102(92)80159-E 030451029280159E 1-s2.0-030451029280159E 10.1016/0304-5102(92)80159-E 272239 2024-01-02T01:06:03.941633Z 1992-10-15 1-s2.0-030451029280159E-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280159E/MAIN/application/pdf/03d1ad7379833064f81297c79bbe7a11/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280159E/MAIN/application/pdf/03d1ad7379833064f81297c79bbe7a11/main.pdf main.pdf pdf true 652894 MAIN 9 1-s2.0-030451029280159E-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280159E/PREVIEW/image/png/93a46b2d0150d302beb439545e9567e0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280159E/PREVIEW/image/png/93a46b2d0150d302beb439545e9567e0/main_1.png main_1.png png 68222 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 76 (1992) 209-217 209 M2984 NMR studies on the mechanism of polymerization of cyclic olefins by a molybdenum catalyst Jay A. Johnston, Peter L. Rinaldi and Michael F. Farona* Department of Chemistry, The University of Akron, Akron, OH 44325-3601 (USA) Abstract The catalyst Mo(CO)5py/C,HSAICl2/(C,H9)4NCl was investigated in reactions of the cyclic olefins cyclopentene, exo- and endo-dicyclopentadiene, exo,exo-norbornadiene dimer and indene. For these olefins, the polymers obtained were mostly of the ring-opened type, but also exhibited ring retention to some extent, depending on the reaction temperature. Investigation of the polymerization of norbornene as promoted by both the Mo catalyst and Re(CO)5Cl/C,HSAIC12 systems showed that, depending on the temperature of the reaction, both ring-retained and ring-opened units are present in the same chain. Evidence for the mechanism of propagation of polymerization, which was deduced to be a combination of insertion and olefin metathesis occurring on the same catalyst molecule, comes from NMR spectroscopy on 2,3-dideuterionorbornene, where 13C{2 H] DEPT and INEPT spectra show migration of a deuterium atom from the 2-position of 2,3-dideuterionorbornene to a methylene group. Introduction Earlier studies on the Re(CO)5C1/C2H,AlC12 and Mo(CO)5py/ C,H,AIC12/R,NC1 catalyst systems showed them both to be effective for the metathesis of acyclic olefins [l, 2]. When the Re system was studied in reactions of unstrained cyclic olefins, only saturated polymers were obtained, showing that ring-opening metathesis polymerization (ROMP) did not occur [3]. However, the Re system polymerized norbornene to high molecular weights, and the polymer obtained was primarily of the ringretained type, but contained a small amount of unsaturation [4, 5]. Other polymers of cyclic olefins have been reported that also show varying degrees of unsaturation in an otherwise saturated main chain. Among these are substituted cyclobutenes [6, 7], endo-dicyclopentadiene [8], polycyclic olefins [5-7], norbornadiene [8] and norbornene [5, 9]. The Mo(CO)5py catalyst system was not tested previously as a metathesis catalyst for cyclic olefins. The results of the Re(CO),Cl system prompted this study to determine whether the Mo system behaves similarly toward cyclic olefins. *Author to whom correspondence should be addressed, at: Department of Chemistry, UNC-Greensboro, Greensboro, NC 27412, USA. 0304-5102/92/$5.00 C 1992 - Elsevier Sequoia. All rights reserved 210 Results and discussion Table 1 shows some experimental data on the polymerization of several cyclic alkenes. The Mo(CO)5py catalyst system promotes metathesis of five- and six-membered cyclic olefins, but in each case, the polymer is not composed entirely of the ring-opened structure. Instead, a minor part of the polymers contains monomer units in which the ring is retained. In the examples where various temperatures were applied to the reactions, the extent of ROMP is greater at lower temperatures; at higher temperatures, a greater portion of the monomer units in the polymer are incorporated with the ring intact. This was deduced from the relative intensities of the olefinic and aliphatic proton signals in the NMR spectra. It is clear that the olefinic-to-aliphatic signal intensity ratio decreases in the polymers prepared at higher temperatures. In the cases of exo- and endo-dicyclopentadiene polymerizations, it is likely that reactions occur at the double bonds of both the five- and six-membered rings, since a large portion of the product is insoluble in common organic solvents, suggesting that crosslinking has occurred. The discovery that the extent of metathesis was dependent on temperature when using the Mo catalyst prompted the study on the metathesis of norbornene. Previous results on the polymerization of norbornene by the Re(CO)5Cl system indicated that the product contained mostly ringretained monomer units, but some unsaturation was also present [4]. Therefore, temperature effects on the metathesis of norbornene by the Re catalyst were also included as a comparison with the Mo catalyst system. The results of the study of the two catalyst systems on the reaction of norbornene are shown in Table 2. TABLE 1 Experimental data on polycycloalkenes Monomer' T Yield' O:A, ROMP Mw x 103 d PD d ( C) ( /u) (%) ENDCP 26 36 1:3.7 - 1.9 2.0 ENDCP 100 40 1:8.6 - 121 1.6 EXDCP 25 55 1:4.0 - 1.1 2.4 EXDCP 100 100 1:5.8 - 189 2.0 CYPEN 26 21 1:4.8 69 - - indene 30 92 1:0.77 26 - - XXNBDD 26 100 1:15 50 - - Note: All polymerizations were carried out for 20-22 h in chlorobenzene solvent. 'Abbreviations: ENDCP = endo-dicyclopentadiene; EXDCP = exo-dicyclopentadiene; CYPEN = cyclopentene; XXNBDD = exo,exo-norbornadiene dimer. 'Yield of methanol-insoluble polymer. `Olefinic:aliphatic proton ratio. dof the soluble portion of the polymer. 211 TABLE 2 Polymerization of norbornene at various temperatures Catalysta T Yield O:Ab ROMP ( C) (%) (%) A 100 10 1:4.07 98.6 A 110 77 1:97.5 5.1 A 120 41 1:175 2.8 A 132 25 0:100 0.0 B 26 100 1:4.0 100 B 100 89.7 1:6.0 71 B 110 84.6 1:15 31 aA=Re(CO)SCl/C2HSAIC1z; B=Mo(CO)Spy/CZH,AIC12/(C,H9)qNCI. bO:A = olefinic:aliphatic proton ratio. It is clear that the polymer obtained from each catalyst shows a much greater degree of ROMP when prepared at lower temperatures. For the Mo catalyst, the polymer obtained at 26 C is completely ring-opened, but that obtained from the 100 C preparation shows only 31% ROMP. Similarly, but in a much narrower temperature window, the Re catalyst promotes virtually 100% ROMP at 100 C, but gives a completely saturated polymer at 132 C. It should be pointed out, however, that the Re catalyst system is active only above 90 C. Ivin proposed a mechanism that invokes both insertion and a-H migration during the propagation of the polymer, and the process allows for saturated (insertion) and unsaturated (ROMP) monomer units to appear in the same chain [10]. P-CH2 P-CHz P- I Hz ID M ~--- M H H-M P-CH P-CHz _H-M M a- D ? In order to test Ivin's proposal, polynorbornene was examined. The mechanism requires that a hydrogen atom migrate from the 2-position of norbornene, and end up on a methylene group. Therefore, in the final polymer, there are now olefinic carbon atoms that do not have hydrogen 212 attached to them. Furthermore, four configurations are possible about those carbons: E, exo; E, endo; Z, exo; Z, endo. The structure of a portion of polynorbornene, where both insertion and ROMP have occurred, is shown below. CH2 M The 13C NMR spectrum of the polymer shows four resonances in the olefinic region, at 131.8, 132.3, 132.5 and 132.8 ppm; these signals disappear in a 13C{1Hj DEPT (distortionless enhancement by polarization transfer) spectrum [11], clearly indicating that no hydrogens are attached to these carbons. Thus the first requirement of finding unprotonated carbon atoms is met. To confirm the NMR indications, a sample of the polymer was ozonized. The proposed structure of the chain predicts that a ketone carbonyl at the 2-carbon should be present after ozonolysis, and the 13C signal from this carbonyl should appear near that of norcamphor (216 ppm). In fact, the 13C NMR spectrum of the products from ozonolysis of the polymer exhibits a signal at 218.4 ppm. As a final test of the mechanism of propagation of the polymer, 2,3-dideuterionorbornene was synthesized and polymerized. The purpose of this experiment was to track the migration of the ZH atom from the 2-position on norbornene to a methylene group, as required by the proposed mechanism. This was accomplished by 13CJ2H} INEPT (insensitive nuclei enhanced by polarization transfer) NMR spectroscopy [12]. A portion of the deuterated polynorbornene is shown below. D D v p p ~ ` Cp2 D D M This structure shows that aliphatic CD resonances arise from the labelled corners of the norbornene rings, and methylene CD, resonances come about by migration of 2H. By combining the use of 13C{2Hj INEPT NMR spectroscopy with incorporation of ZH labels at the 2- and 3-positions of the norbornene monomer, the appearance of CD2 groups from the metathesis step can be detected without interference from the CH and 213 CHz resonances in the rest of the polymer. The 13C{2H} INEPT spectrum (Fig. 1) clearly shows an enhanced CD, signal at about 27 ppm. To the best of our knowledge, this is the first application of 13C{2 H} polarization transfer NMR spectroscopy to the selective detection of small amounts of unique structural components in a polymer. It should be mentioned that the polymers were purified for solution studies by column chromatography. Furthermore, a gel permeation chromatogram exhibits a single, rather narrow peak for polynorbornene prepared from both catalyst systems. It is unlikely that a mixture of polymers, one totally saturated and one ring-opened, comprise the sample, in light of the purification procedures and GPC results. In addition, the DEPT NMR spectrum and the results of the ozonolysis are inconsistent with the presence of a ring-opened polymer as the source of unsaturation. The effect of temperature on the composition of the polymers can also be explained in light of the mechanism of propagation. Apparently, the competing steps of insertion and metathesis occur on the same catalyst, but, since both catalysts promote the metathesis of acyclic olefins, a-H abstraction would be the lower-energy process. As a result, ROMP would be expected to predominate at lower temperatures, whereas an insertion process would be competitive at higher temperatures. Where a ROMP step occurs, the metal will have a carbene and a hydrogen attached to it. Chain termination can occur by an a-H migration to form a methylene group, as in the proposed mechanism, followed by a ss-H elimination from the cyclopentane ring. The new metal hydride thus formed would be active in initiating a new chain. 46 42 38 34 30 26 ppm Fig. 1. 'H- and 'H-decoupled 13C NMR spectra of poly(2,3-dideuterionorbornene) showing expansion of the aliphatic ((A)-(C)) region. Expansion from the normal '3C spectrum without polarization transfer is shown in (A): expansion from the 13C{ZH) INEPT spectrum shows CD resonances only (B) and CD/CDZ resonances (C). Note the appearance of the CD2 resonance in ( C) at ca. 27 ppm. 214 Laverty and Rooney have shown that a hydridometallacyclobutane can lead to polymer chains containing both addition and ring-opened units for reactions of norbornene [13]. While the model did not explain the results obtained for WCls, MoC15 or ReClS, it seems to apply to the low-oxidation-state catalysts examined in this work. Experimental Starting materials and solvents Chlorobenzene was purchased from Fisher and distilled over CaH2. Molybdenum hexacarbonyl was obtained from Climax and dirhenium decacarbonyl was purchased from Strem; both were used as received. Pyridinepentacarbonylmolybdenum [ 14] and chloropentacarbonylrhenium [15, 16] were prepared according to literature methods, and confirmed by IR spectroscopy. Cyclic olefins were purchased from Aldrich, distilled over Na and stored at -10 C under nitrogen. Exo-dicyclopentadiene [17] and exo,exo-norbornadiene dimer [5] were synthesized according to reported methods. Ethylaluminum dichloride (Aldrich, in Sureseal'!'bottles), n-butyllithium in pentane and hexanes (Aldrich), sodium t-butoxide (Aesar) and D20 (Isochem) were used as received. Tetrabutylammonium chloride (Aldrich) was dried under vacuum for 24 h at 100 C before use. Physical methods Infrared spectra were recorded on a Bomem MB-100 FT-IR spectrophotometer. Routine 1H and 13C NMR spectra were taken on a Varian Gemini 300 MHz spectrometer, using CDC13 as solvent and internal standard, along with tetramethylsilane where necessary. Gel permeation chromatography was conducted on a Waters Associates Model 150 C instrument; the sample size was 0.25% in THF, and a microstyryl gel column was used. Molecular weight calibrations were run against a polystyrene standard. 111, 13C, DEPT and 2H NMR spectra were recorded on a Varian VXR 300 MHz spectrometer, using the standard DEPT software package provided with the instrument. Deuterium spectra were recorded in chloroform or toluene. 13C{ZHj INEPT NMR spectra of 2,3-dideuterionorbornene and poly(2,3-dideuterionorbornene) were recorded on the Varian VXR300 NMR instrument, modified in the following way. A fourth broadband RF channel was built for the instrument to allow simultaneous decoupling and pulsing at the 1H, 2H and 13C resonance frequencies, and was connected to four software-controlled auxiliary lines, where one line controls pulse gating of the decoupler, two lines are used for generation of 0/90/180/270 phase shifting, and one line simultaneously controls a hard-wired WALTZ modulator and an attenuator. 13C~2H~ INEPT spectra were obtained with a standard 1H, 19F/broadband switchable probe, using 215 about 50 mg of sample in 0.5 ml of CHC13 with a trace of CDC13, a 17 kHz spectral window, a 0.12 s relaxation delay (set based on the measured 2H Tl's of 45-60 ms polarization transfer delay, refocusing delays of 9.6 ms (CD optimized subspectrum) and 4.8 ms (CD and CD2 subspectrum)) and a 0.15 s acquisition time. A 75 W, 13 ,us 90-degree pulse (19.2 kHz Bl field) was employed for 13C pulsing, using the instrument's standard transmitter channel and broadband probe coil. Continuous 1H WALTZ-16 modulated decoupling was obtained from a 1 W pulse (2.5 kHz Bz field) using the instrument's 1H decoupler channel and the probe's decoupler coil. 2H irradiation was carried out with a 125 W, 72 ,s 90-degree pulse (3.5 kHz B3 field) and WALTZ-16 modulating decoupling during the acquisition time with the broadband RF channel, and the standard lock channel on the probe. Spectra were collected in the unlocked mode with a magnetic field drift producing about 0.2 Hz h-1 shift of the 13C resonances, without significant degradation of magnetic field homogeneity. Two separate INEPT spectra were obtained (110 000 transients, about 9 h per spectrum) with delays optimized for detection of CD and CD/CDZ resonances, respectively. Four sets of these spectra were taken over a 72 h period. The eight spectra were processed with 5 Hz exponential line broadening and zero filling to 16k. The four CD and CD/CD, spectra were added, with the necessary digital shifting to keep the CDC13 reference signals aligned. This compensated for magnetic drift while still achieving the signal-tonoise enhancement from long-term signal averaging. General pre-reaction procedures All polymerizations were conducted in the same manner; variations are noted in Table 1. All glassware was dried in an oven and assembled with argon flowing through the apparatus. The fully assembled reaction vessel was flamed out three times under argon before any reactants were added. Injection of the co-catalyst was accomplished with a new, disposable syringe. Temperature control was maintained with an electrically heated silicone oil bath. Polymerization of cyclopentene This is given as a typical example of the polymerization of nonstrained cyclic olefins; all others were carried out similarly. The catalyst, Mo(CO)5py (0.16 g, 0.50 mmol), 0.07 g (0.25 mmol) of (C4H9)4NC1, 10.20 g (149.7 mmol) of cyclopentene and 25 ml of chlorobenzene were placed in a 100 ml three-neck, round-bottom flask equipped with a condenser, magnetic stir bar, gas inlet, thermometer, thermometer adapter and one septum. The top of the condenser was equipped with a Firestone valve to allow escape, but not entry, of gases. Ethylaluminum dichloride in hexanes (4 ml, 4 mmol, 1 M) was injected into the reaction mixture, and the flask was heated at 30 C for 21 h. After that time, the polymer was precipitated by pouring the reaction mixture into 100 ml of methanol. The 216 white, elastomeric polypentenamer was filtered from the methanol and dried under vacuum for 3 days at 60 C (1.5 g, 14.7% yield). Conditions and experimental data of the other polymerizations are shown in Table 1. Polymerization of norbornene by the Mo catalyst Norbornene (8.17 g, 86.7 mmol), 0.16 g (0.50 mmol) of Mo(CO),py, 0.07 g (0.25 mmol) of (C4H9)4NCl and 50 ml of chlorobenzene were placed in a 250 ml four-neck, round-bottom flask equipped as described above. Ethylaluminum dichloride in hexanes (4 ml, 4 mmol, 1 M) was injected through the septum. Separate reaction mixtures were heated at the temperatures given in Table 2. After 20-22 h reaction time, the reaction mixture was poured into 400 ml of methanol and stirred overnight. The methanol was removed and the polymer was dried under vacuum for 3 days at 60 C. The polymer was purified for solution studies by column chromatography on FlorisilO, using chloroform as the eluting solvent. Polymerization of norbornene by the Re catalyst The polymerization was carried out in the manner described for the Mo catalyst, with the following amounts of reagents: norbornene, 5.0 g (53 mmol); Re(CO)5C1, 0.19 g (0.54 mmol); chlorobenzene, 35 ml; ethylaluminum dichloride in hexanes (1 M), 1.08 ml (1 mmol). The polymer was purified as described above. Preparation of 2,3-dideuterionorbornene n-Butylsodium was prepared by metal-metal exchange from n-butyllithium and sodium t-butoxide [18]. Norbornene (15.0 g, 0.16 mol) dissolved in 150 ml of pentane was added slowly, by means of a syringe pump, to 16 g (0.2 mol) of n-butylsodium. The reaction mixture was allowed to stand overnight under nitrogen, cooled to 0 C in an ice bath, and 9.0 ml of deuterium oxide (CAUTION- extremely exothermic reaction) was added very slowly. When the addition was complete, the mixture was refluxed for 15 min, dried over anhydrous MgS04 and filtered through coarse filter paper. The pentane and crude product were subjected to distillation through a 20 cm fractionating column packed with glass helices. The fraction boiling at 85-106 C was collected, and redistilled over Na metal, yielding 10.25 g of 2,3-dideuterionorbornene (32.9% D as determined by 'H NMR). The collected sample was subjected to the same treatment two more times. The final product distilled at 93-96 C and contained 60.3% deuterium. 13C NMR: 8 (ppm): 135.4, 135.1 (t), 48.4, 41.6, 41.5, 24.4. 2H NMR: 6 (ppm): 5.95. Ozonolysis of polynorbornene Polynorbornene (1.00 g) was dissolved in a solution of ethyl acetate (50 ml) and chloroform (15 ml) and stirred overnight. The solution was 217 cooled to -78 C and ozone was bubbled into the reaction mixture until it became slightly blue. The reaction mixture was added dropwise into a stirred suspension of 0.17 g Zn and 0.15 g of glacial acetic acid in 60 ml water. The aqueous solution was extracted with 3 x 50 ml portions of chloroform, and the combined extracts were shaken with saturated NaCl solution and dried over MgS04. After filtration, the solution was evaporated under reduced pressure, and 1.14 g of ozonized product was obtained. Acknowledgements We wish to thank the National Science Foundation for a grant (CHE-8820644) used to purchase the Gemini-300 spectrometer, and the State of Ohio Board of Regents for a Research Enhancement Award (to PLR). We are also grateful to M. Tokles for her help in obtaining the INEPT spectra, and G. S. Hatvany for his construction of the broadband RF channel. References 1 W. S. Greenlee and M. F. Farona, Inorg. Chem., 115 (1976) 2129. 2 V. W. Motz and M. F. Farona, Inorg. Chem., 16 (1977) 2545. 3 C. Tsonis and M. F. Farona, J. Polym. Sci., Polym. Chem. Ed., 17 (1979) 185. 4 M. A. Alonso, K. E. Bower, J. A. Johnston and M. F. Farona, Polym. Bull., 19 (1988) 211. 5 M. A. Alonso and M. F. Farona, Polym. Bull., 18 (1987) 203. 6 G. Dall'Asta, J. Polym. Sci., Part A, 6 (1968) 2397. 7 G. Dall'Asta and G. Motroni, J. Polym. Sci., Part A, 6 (1968) 2405. 8 V. Dragutan, A. T. Balaban and M. Dimonie, Olefin Metathesis and Ring-Opening Polymerization of Cyclic Olefins, Wiley, New York, 1985, p. 176. 9 T. Saegusa, T. Tsujino and J. Furukawa, Makromol. Chem., 85 (1965) 71. 10 K. J. Ivin, Olefin Metathesis, Academic Press, London, 1983, p. 94. 11 (a) D. M. Doddrell, D. T. Pegg and M. R. Bendall, J. Magn. Reson., 48 (1982) 323; (b) D. T. Pegg, D. M. Doddrell and M. R. Bendall, J. Chem. Phys., 77 (1982) 2745. 12 P. L. Rinaldi and N. J. Baldwin, J. Am. Chem. Soc., 105 (1983) 7523. 13 D. T. Laverty and J. J. Rooney, J. Chem. Soc., Faraday Trans. 1, 79 (1983) 869. 14 C. S. Kraihanzel and F. A. Cotton, Inorg. Chem., 2 (1963) 533. 15 E. W. Abel and G. Wilkinson, J. Chem. Soc., (1959) 1501. 16 M. F. Farona and K. F. Kraus, Inorg. Chem., 9 (1970) 1700. 17 H. A. Bruson and T. W. Reiner, J. Am. Chem. Soc., 67 (1945) 1178. 18 C. Schade, W. Bauer and P. R. Schleyer, J. Organometall. Chem., 295 (1985) C25. X244 9280159E 0304-5102(92)80159-E 10.1016/0304-5102(92)80159-E NMR studies on the mechanism of polymerization of cyclic olefins by a molybdenum catalyst Jay A. Johnston Peter L. Rinaldi Michael F. Farona ∗ Department of Chemistry, The University of Akron, Akron, OH 44325-3601 USA * Author to whom correspondence should be addressed, at: Department of Chemistry, UNC-Greensboro, Greensboro, NC 27412, USA. The catalyst Mo(CO)5py/C2H5AlCl2/(C4H9)4NCl was investigated in reactions of the cyclic olefins cyclopentene, exo- and endo-dicyclopentadiene, exo,exo-norbornadiene dimer and indene. For these olefins, the polymers obtained were mostly of the ring-opened type, but also exhibited ring retention to some extent, depending on the reaction temperature. Investigation of the polymerization of norbornene as promoted by both the Mo catalyst and Re(CO)5Cl/C2H5AlCl2 systems showed that, depending on the temperature of the reaction, both ring-retained and ring-opened units are present in the same chain. Evidence for the mechanism of propagation of polymerization, which was deduced to be a combination of insertion and olefin metathesis occurring on the same catalyst molecule, comes from NMR spectroscopy on 2,3-dideuterionorbornene, where 13C{2H} DEPT and INEPT spectra show migration of a deuterium atom from the 2-position of 2,3-dideuterionorbornene to a methylene group. References 1 W.S. Greenlee M.F. Farona Inorg. Chem. 115 1976 2129 2 V.W. Motz M.F. Farona Inorg. Chem. 16 1977 2545 3 C. Tsonis M.F. Farona J. Polym. Sci., Polym. Chem. Ed. 17 1979 185 4 M.A. Alonso K.E. Bower J.A. Johnston M.F. Farona Polym. Bull. 19 1988 211 5 M.A. Alonso M.F. Farona Polym. Bull. 18 1987 203 6 G. Dall'Asta J. Polym. Sci., Part A 6 1968 2397 7 G. Dall'Asta G. Motroni J. Polym. Sci., Part A 6 1968 2405 8 V. Dragutan A.T. Balaban M. Dimonie Olefin Metathesis and Ring-Opening Polymerization of Cyclic Olefins 1985 Wiley New York 176 9 T. Saegusa T. Tsujino J. Furukawa Makromol. Chem. 85 1965 71 10 K.J. Ivin Olefin Metathesis 1983 Academic Press London 94 11 (a) D.M. Doddrell D.T. Pegg M.R. Bendall J. Magn. Reson. 48 1982 323 (b) D.T. Pegg D.M. Doddrell M.R. Bendall J. Chem. Phys. 77 1982 2745 12 P.L. Rinaldi N.J. Baldwin J. Am. Chem. Soc. 105 1983 7523 13 D.T. Laverty J.J. Rooney J. Chem. Soc., Faraday Trans. 1 79 1983 869 14 C.S. Kraihanzel F.A. Cotton Inorg. Chem. 2 1963 533 15 E.W. Abel G. Wilkinson J. Chem. Soc. 1959 1501 16 M.F. Farona K.F. Kraus Inorg. Chem. 9 1970 1700 17 H.A. Bruson T.W. Reiner J. Am. Chem. Soc. 67 1945 1178 18 C. Schade W. Bauer P.R. Schleyer J. Organometall. Chem. 295 1985 C25",
      "scopus-id": "0026938104",
      "coredata": {
        "eid": "1-s2.0-030451029280159E",
        "dc:description": "The catalyst Mo(CO)5py/C2H5AlCl2/(C4H9)4NCl was investigated in reactions of the cyclic olefins cyclopentene, exo- and endo-dicyclopentadiene, exo,exo-norbornadiene dimer and indene. For these olefins, the polymers obtained were mostly of the ring-opened type, but also exhibited ring retention to some extent, depending on the reaction temperature. Investigation of the polymerization of norbornene as promoted by both the Mo catalyst and Re(CO)5Cl/C2H5AlCl2 systems showed that, depending on the temperature of the reaction, both ring-retained and ring-opened units are present in the same chain. Evidence for the mechanism of propagation of polymerization, which was deduced to be a combination of insertion and olefin metathesis occurring on the same catalyst molecule, comes from NMR spectroscopy on 2,3-dideuterionorbornene, where 13C{2H} DEPT and INEPT spectra show migration of a deuterium atom from the 2-position of 2,3-dideuterionorbornene to a methylene group.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280159E",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Johnston, Jay A."
          },
          {
            "@_fa": "true",
            "$": "Rinaldi, Peter L."
          },
          {
            "@_fa": "true",
            "$": "Farona, Michael F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280159E"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280159E"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80159-E",
        "prism:volume": "76",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "NMR studies on the mechanism of polymerization of cyclic olefins by a molybdenum catalyst",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "prism:issueName": "A Special Volume devoted to the Ninth Symposium on Olefin Metathesis",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "209-217",
        "prism:endingPage": "217",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80159-E",
        "prism:startingPage": "209",
        "dc:identifier": "doi:10.1016/0304-5102(92)80159-E",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026938104"
      }
    }
  }
}