{
  "metadata": {
    "title": "An evaluation of polyethylene glycol as a catalyst in liquid-gas phase transfer catalysis: the base-catalyzed isomerization of allylbenzene",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-11-30",
    "doi": "10.1016/0304-5102(85)85102-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285851026",
    "pii": "0304510285851026"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022161114",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510285851026 0304-5102(85)85102-6 0304510285851026 10.1016/0304-5102(85)85102-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01757 2024-01-02T01:05:30.650091Z 0 0 19851101 19851130 1985 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 33 33 2 2 Volume 33, Issue 2 6 201 208 201 208 198511 November 1985 1985-11-01 1985-11-30 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. EVALUATIONPOLYETHYLENEGLYCOLACATALYSTINLIQUIDGASPHASETRANSFERCATALYSISBASECATALYZEDISOMERIZATIONALLYLBENZENE NEUMANN R TUNDO 1979 2048 P TUNDO 1979 952 P ANGELETTI 1980 1127 E ANGELETTI 1982 993 E ANGELETTI 1982 1137 E ANGELETTI 1983 269 E ANGELETTI 1983 4106 E NEUMANN 1984 3448 R KOKES 1955 5860 R CHOUDHARY 1971 218 V BASSETT 1960 769 D YANAGIDA 1977 1368 S NEUMANNX1985X201 NEUMANNX1985X201X208 NEUMANNX1985X201XR NEUMANNX1985X201X208XR item 0304-5102(85)85102-6 0304510285851026 1-s2.0-0304510285851026 10.1016/0304-5102(85)85102-6 272239 2024-01-02T01:05:30.650091Z 1985-11-01 1985-11-30 1-s2.0-0304510285851026-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285851026/MAIN/application/pdf/346ef815f6866e5047e8394105cec774/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285851026/MAIN/application/pdf/346ef815f6866e5047e8394105cec774/main.pdf main.pdf pdf true 564569 MAIN 8 1-s2.0-0304510285851026-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285851026/PREVIEW/image/png/c2e5d5e649e07809405505161b35de6a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285851026/PREVIEW/image/png/c2e5d5e649e07809405505161b35de6a/main_1.png main_1.png png 71107 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis. 33 (1985) 201 - 208 201 AN EVALUATION OF POLYETHYLENE GLYCOL AS A CATALYST IN LIQUID-GAS PHASE TRANSFER CATALYSIS: THE BASE-CATALYZED ISOMERIZATION OF ALLYLBENZENE RONNY NEUMANN and YOEL SASSON* Casali Institute of Applied Chemistry, School of Applied Science and Technology, The Hebrew University of Jerusalem, 91904 Jerusalem (Israel) (Received December 17,1984; accepted June 20,1985) Summary The gas-phase base-catalyzed isomerization of allylbenzene has been used as a model reaction to evaluate the activity of polyethylene glycol in liquid-gas phase transfer catalysis by-use of pulse reaction kinetics. Poly- ethylene glycol-potassium carbonate complexes adsorb the allylbenzene and reaction occurs at the catalyst interface. The activity of the catalyst is deter- mined by two factors: the equilibrium of adsorption of the organic sub- strate and the solvation of the carbonate anion. We have found that poly- ethylene glycol adsorbs poorly vis-a-vis high surface area 7-alumina, and that solvation of the carbonate anion by the polyethylene glycol also reduces its activity. Carbonate anions impregnated on 'y-alumina are not solvated and therefore have high activity. Introduction Phase transfer catalysis is a well-demonstrated catalytic process where water-soluble nucleophiles are transferred from a solid or liquid aqueous phase into or to the interface of a liquid organic phase where reaction occurs. Such processes are called solid-liquid or liquid-liquid phase transfer catalysis, respectively. Recently Tundo and his coworkers [1-7] have inves- tigated reaction systems where organic compounds in the vapor phase are passed over solid catalytic beds containing phase transfer catalysts. In such reactions the catalysts, which are liquids at reaction temperatures, are at the interface between the solid and vapor phases, resulting in what is termed a liquid-gas phase transfer catalysis. Technically, one may consider such reac- tions as supported liquid phase catalysis. In such systems, a catalyst is dis- solved in an inert solvent of high boiling point, which is supported. We prefer the terminology of liquid-gas phase transfer catalysis, for in such systems *Author to whom correspondence should be addressed. 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 202 the liquid phase is the catalyst itself, and not simply a medium for the catalyst as in the case of supported liquid phase catalysis. Among reactions which have been reported using this method are the halogen exchange reaction [1 - 3], the preparation of carboxylate esters [4], phenolic ethers and thioethers [5], the Wittig synthesis [6], and base-catalyzed transester- fications [7]. The purpose of the present investigation is to evaluate the effectiveness of polyethylene glycol (PEG), a cheap and thermally stable phase transfer catalyst, under liquid-gas-phase transfer catalytic conditions. As a model reaction for our kinetic evaluation we chose the base catalyzed isomerization of allylbenzene to fS-methylstyrene, eqn. (1). The reaction was chosen because it is known to be first order in the organic substrate [8]. This fact PEG PhCH2-CH=CH2 > PhCH=CH-CH3 (1) KaCOa enabled us to use the pulse reaction technique [9, 10] and the relatively simple kinetic equations derived for such a system [11]. In the pulse reaction technique, the organic substrate is injected (pulse) into a flow of inert car- rier which passes over the catalytic bed and is then analyzed by an on-line gas chromatograph. This procedure enables measurement of reaction kinetics and adsorption phenomena. Below, we present our results and conclusions as regards the applicability of polyethylene glycol in liquid-gas phase transfer systems. Experimental Reaction system The experiments were performed using a CDS-810-CD-HP reaction sys- tem in the pulse mode. A simplified schematic drawing of the significant features of the system in the pulse mode can be found in Fig. 1. The system operates as follows: the reactant (allylbenzene, Aldrich 98% pure) was inject- ed (1 ^(1 pulse) through the reactant port into a stream of helium carrier gas at atmospheric pressure. When valve A is in the reactor position, the sub- strate passes through the catalytic bed, whereas for control experiments (thermal isomerization) valve A is in the bypass position. After reaction, the pulse may be shunted either directly to the thermal conductivity detector (valve B reactor pulse) for adsorption measurements, or onward (valve B GC analysis) for separation of the reaction components in a GC column for kinetic measurements. The sampling valve C diverts the reaction pulse which is 'trapped' in a large 50 ml loop to the GC column for separation and detection at the TC detector. The following conditions were used in the reaction system: reactant and GC injection port temperature: 220 C, TC detector temperature: 260 C, temperature at valves and oven: 240 C, GC column temperature: 100 C, GC column 1/8 in stainless steel, 2.5 m 15% DEGS on Chromosorb W acid washed (80 -100 mesh), flow rate GC column 203 Fig. 1. A simplified diagram of the reaction system in the pulse mode. 25 ml min\"'. The temperature in the reactor was set as desired and was accurate to 1.5 C. The retention time of the pulse on the catalytic bed was set by controlling the flow rate of the helium carrier gas by use of flow regul- ator A, and was determined by use of a bubble meter at the vent to an accuracy of 1%. Catalyst preparation The following catalysts were prepared by impregnation: 10 wt.% PEG-6000 on KzCOa, 10 wt.% polypropylene glycol 2000 (PPG-2000) on KzCOa, 10% K2C03 on 7-alumina and 10% K.^0^ + 1% PEG-6000 on 7-alumina. The first two catalysts were prepared by dissolving 10 g of the respective glycol in methanol and adding 90 g of support. The solvent was then evaporated in a flask evaporator. The latter catalysts were prepared similarly, except that water was used as the solvent. The 7-alumina used was Harshaw AL1404T, with an estimated surface area of 220 - 240 m2 g~1. KiCOa was of analytical grade (Baker) whereas PEG-6000 (Merck) and PPG-2000 (Aldrich) were used without purification. Prior to use, the catalysts were dried at 150 C for 3 h. Results and discussion The heterogenous isomerization reaction under discussion apparently occurs in three sequential stages: the adsorption of allylbenzene onto the catalyst giving an adsorbed molecule, eqn. (2a); the reaction of the adsorbed allylbenzene to give the adsorbed product, (3-methylstyrene, eqn. (2b) and desorption of the product back into the vapor phase, eqn. (2c). 204 -Kad PhCH2-CH=CH2 ?=^PhCH2-CH==CH2* PhCH2-CH==CH2* > PhCH=CH-CH3 PhCH==CH-CH3* ?=== PhCH=CH-CH3 (2a) (2b) (2c) where * indicates an adsorbed molecule. Bassett and Habgood [11] have developed simple equations for pulse kinetics, provided the following conditions are met. The rate of adsorption and desorption must be fast relative to the rate of surface reaction for the latter to be rate-controlling; the surface reaction must be first order (only for such reactions is the fractional conversion independent of the partial pres- sure which changes along the reactor); in addition, the adsorption isotherm is assumed to be linear, as is usually the case when operating at low pres- sures. When these conditions are met, the conversion can be described as a function of the flow rate, as in eqn, (3). -ln(l - X) = RTWkK^\\ (3) where X is the conversion, R is the gas constant, T is the temperature in K, W is the total weight of the catalyst, k is the first-order rate constant, JTad ls ^e adsorption equilibrium constant and F is the volumetric flow rate of the carrier gas. Graphs of 1/F versus ln(l X) will give kK^ from the slope. In our case, we have found excellent linear agreement. Fig. 2, indicat- ing the assumptions made were in fact legitimate, that is, the surface reaction is first order and rate-determining. The apparent activation energy, -Eg, may 05 1.0 1/F, sec/ml Fig. 2. First-order pulse kinetic profile for allylbenzene isomerization. \"0 S \"3 CO (0 Tf uoTA N c<i e<ir-l t-l r-l L 0 0 10 r-1 N 0 W \"3 10 in i- <!i< <o co ^ IM (N IN CO IM N - s'3 S g C~ IN 0 ^A ^ in inr-l T-) T-< fn M (s 000r-( T-< r-l XXX ^^ 01 oi Tr l t~ w in <^ 1 1 1 r-i i-<' i-i o tr ^ < r< M ^f 000000 ^^ x x x x x x cSc \"ll g ^ .- 5 co >n t~ c~ oo o <f o <r in m os oo 1-1 in ^ <o Tf \"^> i 'S '67 ^e^T T T.2 .2 .9 o o o ^ -^ 4^ r-l r^ r-1 c ^'7 U V UB B a x x x ,g4J 1 B'-\" rt i^ \"3 --2 S & c- c~ w0 o o '\"! c0. ln.C! G C 00 00 t~ ^0) ,\" 0 0 0 . 0Pin<N ( > in ^J & f- B) CO0,2 m \" 688oS ^ e 11 \" ^ Qt UJ3 4J ^5a c ^ &0 0 (^ \" h W 2i e B o o a '\"' L, ss o 0 0 0 + as U i? 00 - > t0g^ ^ 0 0 U U -S a 4<2u1-1 > ft. a M <^asi&is^ c o0 '-S s S ^ ^? 0 4JS >SS 0' ES 6S 6S E8C^ *-> +> +3 -4-S8- ? ^ & ^.','- 0 0 0 0 ?-I-I 1-1 T-l I-I 11 ^M C 206 be found by eqn. (4) when operating at a constant flow rate. The adsorption equilibrium constant was computed by measuring the retention volume, V,, Ea 1 1\" ^ad = J y (4) of the reactant pulse on the catalytic bed by use of eqn. (5). The heat of adsorption, L, was calculated by measuring the adsorption equilibrium cons- ^ad = V,/RT (5) tant as a function of the temperature, eqn. (6), and therefore the activation energy of the surface reaction, Ey, is given by eqn. (7) (a, the Y-intercept, has no physical meaning). \\nK^=a-L/RT (Q) E^E,+L (7) Our experimental results are summarized in Table 1. It is important to emphasize that the reactions occur in two stages: adsorption of the substrate, followed by reaction. It is possible that the substrate is absorbed into the liquid catalyst interphase rather than adsorbed onto the gas-liquid interface. Since we have found that the chemical reaction is rate controlling, it is impossible to kinetically differentiate between absorption or adsorption. From the results one can see that both potassium carbonate and 7-alumina are inactive catalysts, however for different reasons. Potassium carbonate is inactive because of its inability to adsorb the substrate, probably due to its very low surface area. 7-alumina on the other hand adsorbs the substrate well, although apparently lacks sufficient active sites to catalyze the isomerization reaction at the given temperature. Addition of polypropylene glycol, 10% PPG-2000 on K^COy, as a third liquid interface between the solid potassium carbonate phase and the vapor phase does not give positive results. The addition of polypropylene glycol increases the adsorption or absorption of allylbenzenes. However, because of its known inability to complex with alkali metals [12], the catalyst remains inactive because no carbonate anions are in the 'active' liquid interface. On the other hand, addition of polyethylene glycol to potassium carbonate, 10% P EG-6000 on K^COg, gives an active catalyst. Here the polyethylene glycol transfers carbo- nate anions by complexation of the potassium cation from the solid phase to the liquid catalyst phase. Allylbenzene is adsorbed from the gas phase and reaction occurs. This process is what has been termed liquid-gas phase trans- fer catalysis. It is important to note that classical phase transfer catalysis, in addition to stipulating transfer of anions into the active phase, in this case a liquid catalyst phase, also stipulates activation of the anion in the reaction phase. This is generally thought to occur through desolvation of the anion in the reaction phase. In our case the opposite is true. The liquid organic phase solvates the carbonate more strongly than the organic vapor phase and the solid potassium carbonate phase, probably by solvation 207 through the terminal hydroxy groups of the catalyst [13]. The importance of anion solvation can be seen from the results using the dispersed potassium carbonate, 10% K^CO^ on 7-alumina catalyst. This catalyst is extremely active for two reasons. First, because of its high surface area the substrate is highly dispersed over the catalyst support, and second, because of the dispersion of the carbonate anions they are not solvated and do not undergo significant self-interaction, rendering them very active. One may note that the rate constant for the reaction, k, is higher for the K^COa-AlzC^ catalyst than for the PEG-GOOO-K^COa catalyst, which confirms the above supposi- tion. Addition of polyethylene glycol to the K^C^-A^Oa catalyst, 10% KzCOa + 1% PEG-6000 on 7-A1203, gave no synergetic or significantly detrimental effect. This is probably due to the fact that because of its large molecular size, the polyethylene glycol molecules cannot enter the pores of the 7-alumina and therefore are not present at the active carbonate sites. In such a situation PEG-6000 does not act as a phase transfer catalyst, for it is unable to complex the carbonate anion due to its inaccessibility. ' Another important observation deals with the nature of the adsorption of the allylbenzene substrate. In general, the adsorption is either physical adsorption or chemisorption. Usually physical adsorption decreases as temperature increases, whereas chemisorption goes through a maximum. In addition, the heat of adsorption is much lower than that of chemisorption [10]. Our results indicate adsorption of a physical nature for all catalysts tested. The heat of adsorption is small and decreases with increasing temperature. The mechanistic ramifications of this result are not certain. However, it is probable that the adsorption merely brings the base into con- tact with or to the vicinity of the allylbenzene without activating the sub- strate. The energy of activation for all the catalysts that were active is also similar, viz. 12.5 kcal mol~1, and is in excellent agreement with results found for the identical liquid-liquid phase transfer reaction [8]. Conclusion We have evaluated the use of polyethylene glycol as a catalyst in liquid- gas phase transfer catalysis. We have found that polyethylene glycol can transfer inorganic anions from a solid phase into a liquid catalyst phase. By diffusion and adsorption or absorption of an organic substrate from the vapor phase onto the liquid catalyst phase, reaction occurs. The adsorption equilibrium is an important factor in the overall activity (given as the observ- ed reaction rate), as is the rate of the actual surface reaction. Comparison of 10% K^COy on 7-alumina with 10% PEG-6000 shows that K^CO^-A^Oy adsorbs the substrate more efficiently than the PEG-K^COs liquid complex. Secondly, complexation of the potassium carbonate by polyethylene glycol gives solvated anions, whereas dispersion of potassium carbonate on alumina gives non-solvated anions. In the latter case, the anion is more active and the catalyst is therefore more effective. 208 References 1 P. Tundo, J. Org. Chem., 44 (1979) 2048. 2 P. Tundo and P. Venturello, Synthesis, (1979) 962. 3 E. Angeletti, P. Tundo and P. Venturello, J. Chem. Soc., Chem. Commun., (1980) 1127. 4 E. Angeletti, P. Tundo and P. Venturello, J. Chem. Soc., Perkin Trans., (1982) 993. 5 E. Angeletti, P. Tundo and P. Venturello, /. Chem. Soc., Perkin Trans., (1982) 1137. 6 E. Angeletti, P. Tundo-and P. Venturello, /. Chem. Soc.,.Chem. Commun., (1983) 269. 7 E. Angeletti, P. Tundo and P. Venturello, J. Org. Chem., 48 (1983) 4106. 8 R. Neumann and Y. Sasson, J. Org. Chem., 49 (1984) 3448. 9 R. J. Kokes, H. Tobin, Jr. and P. H. Emmett, J. Am. Chem. Soc., 77 (1966) 6860. 10 V. R. Choudhary and L. K. Doraiswamy,/nd. Eng. Chem. Prod. Res. Dev., 10 (1971) 218. 11 D. W. Bassett and H. W. Habgood, J. Phys. Chem., 64 (1960) 769. 12 S. Yanagida, K. Takahashi and M. Okahara, Bull. Chem. Soc. Jpn., 50 (1977) 1368. 13 R. Neumann, Z. Dermeik and Y. Sasson, /sr. J. Chem., in press. X244 85851026 0304-5102(85)85102-6 10.1016/0304-5102(85)85102-6 Chemical catalysis An evaluation of polyethylene glycol as a catalyst in liquid-gas phase transfer catalysis: the base-catalyzed isomerization of allylbenzene Ronny Neumann Yoel Sasson 1 Casali Institute of Applied Chemistry, School of Applied Science and Technology, The Hebrew University of Jerusalem, 91904 JerusalemIsrael 1 Author to whom correspondence should be addressed. The gas-phase base-catalyzed isomerization of allylbenzene has been used as a model reaction to evaluate the activity of polyethylene glycol in liquid-gas phase transfer catalysis by-use of pulse reaction kinetics. Polyethylene glycol-potassium carbonate complexes adsorb the allylbenzene and reaction occurs at the catalyst interface. The activity of the catalyst is determined by two factors: the equilibrium of adsorption of the organic substrate and the solvation of the carbonate anion. We have found that polyethylene glycol adsorbs poorly vis-à-vis high surface area γ-alumina, and that solvation of the carbonate anion by the polyethylene glycol also reduces its activity. Carbonate anions impregnated on γ-alumina are not solvated and therefore have high activity. References 1 P. Tundo J. Org. Chem. 44 1979 2048 2 P. Tundo P. Venturello Synthesis 1979 952 3 E. Angeletti P. Tundo P. Venturello J. Chem. Soc., Chem. Commun. 1980 1127 4 E. Angeletti P. Tundo P. Venturello J. Chem. Soc., Perkin Trans. 1982 993 5 E. Angeletti P. Tundo P. Venturello J. Chem. Soc., Perkin Trans. 1982 1137 6 E. Angeletti P. Tundo P. Venturello J. Chem. Soc.,.Chem. Commun. 1983 269 7 E. Angeletti P. Tundo P. Venturello J. Org. Chem. 48 1983 4106 8 R. Neumann Y. Sasson J. Org. Chem. 49 1984 3448 9 R.J. Kokes H. Tobin Jr. P.H. Emmett J. Am. Chem. Soc. 77 1955 5860 10 V.R. Choudhary L.K. Doraiswamy Ind. Eng. Chem. Prod. Res. Dev. 10 1971 218 11 D.W. Bassett H.W. Habgood J. Phys. Chem. 64 1960 769 12 S. Yanagida K. Takahashi M. Okahara Bull. Chem. Soc. Jpn. 50 1977 1368 13 R. Neumann, Z. Dermeik and Y. Sasson, Isr. J. Chem., in press.",
      "scopus-id": "0022161114",
      "coredata": {
        "eid": "1-s2.0-0304510285851026",
        "dc:description": "The gas-phase base-catalyzed isomerization of allylbenzene has been used as a model reaction to evaluate the activity of polyethylene glycol in liquid-gas phase transfer catalysis by-use of pulse reaction kinetics. Polyethylene glycol-potassium carbonate complexes adsorb the allylbenzene and reaction occurs at the catalyst interface. The activity of the catalyst is determined by two factors: the equilibrium of adsorption of the organic substrate and the solvation of the carbonate anion. We have found that polyethylene glycol adsorbs poorly vis-à-vis high surface area γ-alumina, and that solvation of the carbonate anion by the polyethylene glycol also reduces its activity. Carbonate anions impregnated on γ-alumina are not solvated and therefore have high activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285851026",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Neumann, Ronny"
          },
          {
            "@_fa": "true",
            "$": "Sasson, Yoel"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285851026"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285851026"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85102-6",
        "prism:volume": "33",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "An evaluation of polyethylene glycol as a catalyst in liquid-gas phase transfer catalysis: the base-catalyzed isomerization of allylbenzene",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "201-208",
        "prism:endingPage": "208",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 1985",
        "prism:doi": "10.1016/0304-5102(85)85102-6",
        "prism:startingPage": "201",
        "dc:identifier": "doi:10.1016/0304-5102(85)85102-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022161114"
      }
    }
  }
}