{
  "metadata": {
    "title": "Promotion and characterization of zeolitic catalysts used in the synthesis of hydrocarbons from syngas",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-03-31",
    "doi": "10.1016/0304-5102(85)87010-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285870103",
    "pii": "0304510285870103"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022027812",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285870103 0304-5102(85)87010-3 0304510285870103 10.1016/0304-5102(85)87010-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01794 2024-01-02T01:05:30.650091Z 0 0 19850301 19850331 1985 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 29 29 2 2 Volume 29, Issue 2 10 271 283 271 283 198503 March 1985 1985-03-01 1985-03-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. PROMOTIONCHARACTERIZATIONZEOLITICCATALYSTSUSEDINSYNTHESISHYDROCARBONSSYNGAS RAO V DRY 1981 159 M CATALYSISSCIENCETECHNOLOGY CHANG 1979 268 C CAESAR 1979 274 P RAO 1980 139 V HUANG 1981 308 T RAO 1983 71 V RAO 1984 151 V CATALYTICCONVERSIONSSYNTHESISGASALCOHOLSCHEMICALS STENCEL 1983 109 J STORCH 1951 H FISCHERTROPSCHRELATEDSYNTHESES VANNICE 1979 236 M RHEE 1983 344 K RHEE 1983 337 K ZOWTIAK 1983 107 J BARTHOLOMEW 1980 390 C REUEL 1984 63 R DRY 1969 190 M IMIZU 1977 1040 Y RAOX1985X271 RAOX1985X271X283 RAOX1985X271XV RAOX1985X271X283XV item 0304-5102(85)87010-3 0304510285870103 1-s2.0-0304510285870103 10.1016/0304-5102(85)87010-3 272239 2024-01-02T01:05:30.650091Z 1985-03-01 1985-03-31 1-s2.0-0304510285870103-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285870103/MAIN/application/pdf/645c574ddf5a85b7462edc9d4905daf7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285870103/MAIN/application/pdf/645c574ddf5a85b7462edc9d4905daf7/main.pdf main.pdf pdf true 855076 MAIN 13 1-s2.0-0304510285870103-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285870103/PREVIEW/image/png/15ed5b0b9ede3917d47cb2637cff018e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285870103/PREVIEW/image/png/15ed5b0b9ede3917d47cb2637cff018e/main_1.png main_1.png png 64249 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 29(1985)271-283 271 PROMOTION AND CHARACTERIZATION OF ZEOLITIC CATALYSTS USED IN THE SYNTHESIS OF HYDROCARBONS FROM SYNGAS V. U. S. RAO*, R. J. GORMLEY, A. SHAMSI, T. R. PETRICK, J. M. STENCEL, R. R. SCHEHL, R. D. H. CHI U.S. Department of Energy, Pittsburgh Energy Technology Center, P.O. Box 10940, Pittsburgh. PA IS 236 (U.S.A.) and R. T. OBERMYER Department of Physics, Pennsylvania State University, McKeesport, PA 15132 (U.S.A.) (Received November 14,1983; accepted May 15, 1984) Summary Bifunctional metal-zeolite catalysts cobalt-ZSM-5 and cobalt-thoria- ZSM-5 have been examined for the conversion of synthesis gas (H^/CO =1) at 280 C, 21 bar and WHSV = 0.77 g(g cat)\"1 h\"1. Thoria in amounts as low as 0.4 wt.% added to a cobalt-ZSM-5 with 9.0 wt.% cobalt caused a considerable increase in synthesis gas conversion and selectivity to gasoline- range hydrocarbons. Addition of thoria to the catalyst also resulted in a decrease of the aromatic fraction in the hydrocarbon product. Some Co- ThOa-ZSM-B catalysts provided nearly 65 wt.% selectivity to gasoline- range product that contained 26 vol.% aromatics (alkylbenzenes). The selectivity to gasoline-range product exceeded the limit (48 wt.%) set by Schulz-Flory kinetics. Chemisorption and magnetization studies have been performed to determine metal particle size. Addition of thoria resulted in a decrease of the cobalt particle diameter from about 40 nro to 10 nm and caused an increase in CO/H adsorbed. The action of thoria as a promoter is possibly related to the presence of basic sites on its surface. Infrared studies have demonstrated a relative decrease in the number of Bronsted acid sites in ZSM-5 upon the addition of thoria, thus accounting for the decrease of the aromatic fraction in the liquid hydrocarbon product. Introduction The catalytic conversion of synthesis gas (CO + H;) over Group VIII metals leads to the formation of hydrocarbons and oxygenates by the Fischer-Tropsch (F-T) synthesis reaction [1]. The formation of these *Author to whom correspondence should be addressed. 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 272 products appears to take place by the addition of a single carbon inter- mediate to a growing chain. If the chain growth probability is independent of chain length, the product distribution is governed by Schulz-Flory (S-F) polymerization kinetics [1]; the maximum selectivity that could then be obtained for the gasoline fraction ( - Cn) is 48% by weight of the total hydrocarbons formed. It is well known that olefinic and oxygenated products from F-T synthesis can be converted over medium-pore acidic zeolite H-ZSM-5 to gasoline-range hydrocarbons containing aromatics. In this manner, the F-T products can be upgraded to yield high octane com- ponents. The method offers a possibility of circumventing S-F kinetics and obtaining a gasoline-range product in excess of 48% of the total hydro- carbon product. Metal-zeolite catalysts made by combining an F-T component with ZSM-5 have been examined in the conversion of synthesis gas [2-6]. Such catalysts can provide a liquid hydrocarbon product of the high octane gasoline type directly from synthesis gas. The continuing efforts at this Center have been toward understanding the influence of the method of catalyst preparation on the conversion and selectivity. A recent investigation examined cobalt-ZSM-5 catalysts prepared by two different methods: (a) impregnation of ZSM-5 with cobalt nitrate solution and (b) physical admixture of precipitated cobalt with ZSM-5 [7]. The selectivity to aromatics was higher with the catalysts prepared by the physical admixture method. The solution impregnation method resulted in some cobalt in an ion-exchanged form (as Co2'1\") nearly 1.7 wt.% of the catalyst. The ion exchange resulted in a decrease in the number of Bronsted acid sites and an increase in the number of Lewis acid sites [6, 8]. The additional Lewis acid sites were not catalytically active. It was inferred that the decrease in the number of Bronsted acid sites in the catalysts pre- pared by the solution impregnation method resulted in a lower selectivity to aromatics. The present investigation is concerned with attempts to increase the liquid hydrocarbon yield in synthesis gas conversion over cobalt-ZSM-5 catalysts. Early work had shown that the addition of thoria as a promoter to cobalt-kieselguhr resulted in an increased yield of Cs+ hydrocarbons [9]. It was of interest to examine the promotional effect of thoria on cobalt-ZSM-5 catalysts. In this paper, the results of experiments on syn- thesis gas conversion over cobalt-ZSM-5 and cobalt-thoria-ZSM-5 are reported. The physical admixture method of preparing the catalyst was used, since this method had little effect on the Bronsted acid sites of the zeolite. The CO and H; chemisorption studies were conducted to examine the possible influence of thoria on the metal surface area. The degree of reduction of the cobalt in the catalysts after hydrogen treatment was deter- mined by magnetization studies. Infrared studies after pyridine adsorption were conducted to examine the influence of metal and promoter addition on the acid nature of the catalyst. 273 Experimental Preparation of catalysts The ZSM-5, with SiOi/Al^ = 39, was synthesized using the procedure given in the patent literature by Argauer and Landolt [10] with minor modifications. The zeolite was calcined in air at 538 C to decompose the TPA+ cation. It was converted to the ammonium form by three successive exchanges using NH4C1 solution. It was then calcined in air at 538 C to obtain the H-form. The Na/Al molar ratio of the H-ZSM-5 was 0.05. The average crystallite size was ca. 1 p.. The degree of crystallinity, as estimated by X-ray diffraction, was 80%. The F-T component (cobalt or cobalt-thoria) was initially made as a precipitate by adding a 10 wt.% sodium carbonate solution at 70 C to a second solution also at 70 C containing 10 wt.% cobalt nitrate and the required amount of thorium nitrate until a pH of 7 was reached. The precipi- tate was filtered, washed thoroughly with water to ensure a content of less than 0.1 wt.% Na, and dried at 110 C. The dry metal oxide and the dry zeolite were each sieved to 200 mesh size, then thoroughly mixed and formed into 3 mm diameter pellets. Syngas conversion tests A 1.35 g catalyst sample was introduced into a vertical, down-flow reactor tube of 1 cm inner diameter. The bed height of the catalyst was 2.5 cm. The catalyst was heated in flowing nitrogen at 21 bar pressure to 450 C and kept at that temperature for 16 h. The temperature was lowered to 190 C, and hydrogen at 21 bar pressure and a flow rate of 70 ml min~1 was introduced. The temperature of the catalyst was raised to 350 C at the rate of 2 C min~1, and the catalyst was then kept at that temperature for 16 h. The temperature was lowered to 250 C, and the pressure to 7 bar. Syngas with the composition H^/CO = 1 was introduced and the pressure was slowly raised to 21 bar. The temperature was raised to 280 C, and a flow of 0.77 g(g cat)\"1 h\"1 was maintained. The products of the reaction were mainly CO^, H^O and hydrocarbons. A hot trap at 175 C, following the reactor, collected wax and heavy oil. A cold trap at 0 C, following the hot trap, collected water, gasoline-range products and light oil. The remaining product which was not in the con- densed phase and the unconverted feed gas moved past the back-pressure regulator. Samples of the exiting gas were collected periodically and ana- lyzed for H;, CO, CO; and Ci - hydrocarbons using a gas chromatograph. The liquid product collected in the cold trap was physically separated into aqueous and hydrocarbon fractions. It is assumed that the liquid hydro- carbon product consists of Cs+. Material recovery, as shown by the mass balance procedure, was usually better than 96%. The amount of product collected in the hot trap, if any, was very small in comparison to that col- lected in the cold trap. The hydrocarbon product from the latter was ana- lyzed by ASTM-D-2887 GC simulated distillation. It was also separated 274 TABLE 1 Influence of promoter (ThO^) addition on the activity and selectivity of Co-ZSM-5 catalysts\" Co in catalyst (wt.%) ThO; in catalyst (wt.%) CO conversion (%) Hz conversion (%) CO + H-z conversion (%) Product composition (wt.%) CO-i HzO CH Composition, of CH^ (wt.%) CH4 C-tfl^ C2Hf, CsHe CsHg C4Hg C4H)o Cs+ 9.2 8.8 8.5 8.9 0.0 0.4 0.8 1.5 47.5 67.1 71.1 74.0 78.0 88.1 89.0 91.6 63.2 77.9 80.3 83.1 8.5 27.0 26.5 27.6 53.8 39.8 40.3 37.9 37.7 33.2 33.2 34.4 26.5 19.4 16.1 16.4 0.0 0.0 0.1 0.1 1.6 2.6 2.0 1.7 0.0 0.0 0.2 0.3 6.1 3.9 3.4 2.9 0.6 0.9 0.8 0.7 13.8 6.0 6.1 5.4 51.4 67.2 71.4 72.5 Liquid product composition (vol.%) aromatics 50.5 18.5 21.5 20,0 olefins 6.5 48.0 39.5 44.5 saturates 43.0 33.5 39.0 35.5 \"Test conditions: Hz/CO^l; pressure, 21 bar; temperature, 280 C. Feed rate, 0.77 g(gcatr1 h-1. into aromatics, olefins and saturates by ASTM-D-1319 column chromato- graphy with fluorescence indicator adsorption (FIA). The results of such separation are listed in Tables 1 and 2. The combined aromatic and paraffin fractions were analyzed by ASTM-D-2789 mass spectrometry to find the percentage of cycloparaffins, and the distribution of the alkylbenzenes by carbon number up to C 12. Chemisorption measurements Hydrogen and carbon monoxide adsorption measurements were per- formed using a conventional glass volumetric adsorption apparatus. The sample was reduced at 350 C for 16 h. The H; adsorption measurements were conducted at 100 C. Adsorption isotherms such as those shown in Fig. 1 were obtained. The CO adsorption measurements were performed at 25 C. The first adsorption isotherm taken (Fig. 2) represented the total CO uptake. The sample chamber was then pumped out to 10~3 torr for 0.5 h. The second isotherm taken (Fig. 2) represented the reversible part of the CO uptake. 275 TABLE 2 Product distribution from two Co-ZSM-5 catalysts, one promoted with thoria and the other with no thoria, at comparable CO and H; conversions81 Co in catalyst (wt.%) 10.3 2.9 Th02 in catalyst (wt.%) 0.0 0.5 CO conversion (%) 52.1 60.6 CO + Hi conversion (%) 66.3 72.8 Product composition (wt.%) CO, 15.7 17.1 HzO 52.4 48.1 CH,, 31.9 34.9 Composition of CH^ (wt.%) CH4 31.8 12.6 C2H4 0.0 0.0 CA 1.6 0.8 C3H 0.0 0.0 CsHg 6.7 6.1 C4Hg 0.0 0.0 C4Hio 11.2 13.5 Cs+ 48.7 67.3 Liquid product composition. (voi%) aromatics 64.0 34.0 olefins 1.0 3.5 saturates 35.0 62.5 \"Test conditions: H2/CO=1; pressure, 21 bar; temp erature, 280 C. Feed rate, 0.77 g(gcat)-lh-l. 501 i | Co-ZSM-5 o> A Co-ThC>2-ZSM-5 '0 ^ ^ ^ * -^ \"\" UJ ^ ?25- Q. 3 ZLJ g . Q >- I 1 1 0 200 400 600 PRESSURE, torr Fig. 1. Hydrogen adsorption isotherms for Co-ZSM-5 containing 9.2 wt.% Co, and Co- Th02-ZSM-5 containing 8.9 wt.% Co + 1.5 wt.% ThO;. The difference between the uptakes in the two isotherms representing the irreversible uptake was considered to be the CO chemisorbed on the metallic cobalt, in accordance with previous investigations [11]. 276 200 300 PRESSURE, torr Fig. 2. CO adsorption isotherms for Co-ZSM-5 containing 9.2 wt.% Co, and Co-ThO^- ZSM-5 containing 8.9 wt.% Co + 1.5 wt.% ThO-t. Samples for magnetic analysis were placed in 4 mm o.d. glass tubes and were reduced in flowing H2 at 350 C for 16 h. The tubes were then sealed under vacuum. The magnetic measurements were performed using a vibrating sample magnetometer in applied fields up to 15 kOe. The magnetization values obtained were compared with the known magnetization of bulk cobalt, and the degree of reduction obtained. Infrared spectroscopic measurements Samples for infrared (IR) analyses were prepared by pressing ca. 20 - 30 mg of catalysts into thin wafers using a 13 mm diameter die. The cell and techniques used during IR data acquisition of chemisorbed pyridine have been described [12,13]. The IR data were obtained on catalysts that had been calcined in flowing 0; at 450 C, or calcined and then reduced with flowing H^ at 350 C, followed by evacuation for at least 1 h. Pyridine chemisorption was undertaken by exposing the catalysts to pyridine vapor at several millimeter pressure for 1 h at 150 C and then evacuating for 1 h at the same temperature. A Perkin-Elmer 180 spectrophotometer was used for data acquisition; frequencies reported herein were repeatable to within 2 cm~1, while the precision of intensity ratios was ca. 15%. Because of transmittance considerations, only samples containing less than ca. G wt.% Co could be analyzed in the IR spectrophotometer. 100 100 Results and discussion Catalytic conversion of synthesis gas Experiments were conducted to provide information on the influence of cobalt and thoria concentrations on the conversion and selectivity of the catalysts. Initially, experiments were performed with catalysts containing 277 100 100 80 80 z- 60 o VI 01 LJ $ 40 0 0 + 20 ^ Co-ZSM-5 Co-ThOz-ZSM-5 60 40 20 0 2 4 6 8 10 COBALT IN CATALYST, w . % Fig. 3. Variation of conversion and Cs+ selectivity with cobalt content for the Co-ZSM-5 and Co-ThOi-ZSM-B catalysts. cobalt in the range 2.8 -10.7 wt.%. Thoria was added to some catalysts, the ratio of thoria to cobalt being about 0.16. The changes in conversion and C5+ selectivity with cobalt loading are shown in Fig. 3. The CO + H^ conversion and C5+ yield are much higher, and the meth- ane yield lower, for Co-ThO^-ZSM-5 catalysts than for Co-ZSM-5 catalysts. The conversion and Cs+ yield increase markedly with cobalt content for Co-ZSM-5 catalysts, whereas they are relatively insensitive to cobalt con- centration for Co-Th02-ZSM-5 catalysts. In another set of experiments, the influence of promoter concentration on the conversion and selectivity of the catalysts was examined. The cobalt concentration was maintained nearly constant at 9.0 wt.%, and the concen- tration of thoria was changed from 0.0 to 1.5 wt.%. Chemisorption of CO and H^ was performed on the same catalysts in an effort to relate catalytic activity to possible changes in metal particle size upon promoter addition. The results of the catalytic activity tests for the first 24 h period are shown in Table 1. The olefinic product is very small with Co-ZSM-5 catalysts, indicating very efficient secondary conversion to aromatics over the H-ZSM-5 com- ponent. In all cases, nearly 90% of the liquid hydrocarbon product was in the gasoline boiling range as determined by simulated distillation. It is remarkable that even a small amount of promoter (as low as 0.4 wt.% ThO^) causes a significant increase in conversion, shift activity and C5+ selectivity. There is a decrease in methane formation and in the fraction of aromatics in the liquid hydrocarbon product. An increase in Th02 con- centration beyond 0.8 wt.% does not result in further significant changes in conversion or selectivity. To understand the role of thoria as a promoter, it is important to examine the selectivities of catalysts that show comparable CO and H; conversions. In Table 2 the conversion and product distribution from a 278 catalyst containing 10.3 wt.% cobalt and no thoria is compared with those from a catalyst containing 2.9 wt.% cobalt and 0.5 wt.% thoria. At com- parable CO and H; conversions, it is seen that the catalyst containing thoria provides a lower methane yield, higher Cs+ fraction and a lower fraction of aromatics than the catalyst containing no thoria. The Co-Th02-ZSM-5 catalysts provided nearly 65 wt.% of the hydro- carbon product in the gasoline boiling range during the initial 24 h period, thus exceeding the amount predicted (48%) by Schulz-Flory polymerization kinetics [1]. NMR studies showed a high degree of branching of the olefin and saturate fractions in the liquid product obtained from such catalysts. In combination with the aromatic fraction, which is nearly 20 vol.%, the liquid hydrocarbon product is of the high octane gasoline type. X-ray photoelectron spectroscopy studies on a hydrogen-treated Co- Th02-ZSM-5 sample showed that cobalt was present predominantly in the metallic form, but thorium remained in the Th4\"1\" state, i.e. possibly as ThO; [6]. There is a strong indication, as will be discussed later, that the promoter action arises from an interaction between metallic cobalt particles and thoria. Chemisorption of CO and H^ Chemisorption studies were performed on three of the catalysts listed in Table 1. The results of such Chemisorption measurements are given in Table 3. The degree of reduction in flowing H; at 350 C after 16 h was obtained from magnetization studies. The hydrogen uptake was measured at 100 C, since recent work has shown that maximum adsorption on unsupported cobalt occurs at this temperature [14]. The hydrogen adsorption isotherms for the two cata- lysts containing, respectively, 0.0 and 1.5 wt.% ThO; are indicated in Fig. 1. The values of hydrogen uptake were extrapolated to zero hydrogen pressure from the high-pressure linear portion of the isotherm as outlined for nickel catalysts by other workers [11, 15]. The extrapolated values are reported in Table 3. The considerable increase in hydrogen uptake upon promoter addition is noteworthy. The CO adsorption isotherms on Co-ZSM-5 containing 9.2 wt.% cobalt and on Co-Th02-ZSM-5 containing 8.9 wt.% cobalt and 1.5 wt.% thoria are shown in Fig. 2. The addition of thoria to the cobalt-ZSM-5 catalyst has resulted in a sizable increase in the irreversible uptake of CO. The irreversible CO uptake extrapolated to zero CO pressure is given in Table 3. The metal dispersions D (= COg/COt, where Cog is the number of surface cobalt atoms and Co,, is the total number of cobalt atoms) were calculated assuming adsorption stoichiometries of H/COs=1.0 for H^ Chemisorption and CO/COg =0.5 for CO Chemisorption. These stoichiometries are obeyed approximately by unsupported cobalt according to recent work [16]. Aver- age crystallite diameters were calculated from the percentage D values h ^ E^ ro ^3 III <*' 00 t0 B CO ' 5 <tt ^ 3 E -*-* C 00 Tf t0 >-| ~ CO <t c~ oi fc T3 ^ <0 r-l i-l ^ <u 5-' 3 o ir ' S E 1 ro c~ i-i S aCo c-i ^ n &< O T3 ^f r-l r-t a oo 10 co 1-1 ^i co 0 (0 00 0 u d d i-i 10 d CO <N TO 11 0 c~ o co vi u T-l 10 10000 0 0 a d d o 0 U m 0 c~ q' iH ca 4^ u0 0 <N 00 r-t ^f 10 000 \" i 0 a j?. u d d d s '\"3 -i-' i-i - ->B u ^ \" 10 CON (S<u .^ Ma IM CO 0TO CO ^ i-l CO CT 1 0 -5 o P' -1 8 | A! -' \"2 --^ Ot00u cd 1 -4-> 130^w Sco a0 3 0u ^l* co co us to dr-l 10 t 0. ^a a ^3 .S-*J fl5 I o a S a a IS in tM c B) a' .\" CON0 U c o S's ^ a y-3Q S 00 CM 0 0) 01 00 10 \"&<N E7^ a o a S ^ a -\" B .9 &o 0 w P.SU^ 0 a, ^ c Q B < 1 B 0' 4-* ,0 *4-1A .35 i5 o QO io d d i-l a \" ,3 a '\" !^s^ ^t'\" 5.s aOT X 0 u 5 a aS 0 0 M Sh-1 em g < .a Ei (-> \"S^>>3'3^-Qt 1-3-.3 A5 IM 10 0>d 00 00 <U \"0 O > 0 0) M M i- ,& BA CO CQ03 ^ u 280 assuming spherical hep metal crystallites of uniform diameter d. Then d (in nm) = 73.81/% . The average diameters calculated in the above manner are shown in Table 3. It is possible that CO is chemisorbed partly in a linear form (CO/ Cos = 1.0) and partly in a bridge-bonded form (CO/COs = 0.5). The relative amounts of the two forms appear to be dependent on the thoria concentra- tion. An examination of CO/H values listed in Table 3 suggests that CO is predominantly in the bridge-bonded form in the absence of thoria. The addition of thoria increases the CO/H value which is nearly unity in the catalyst with 1.5 wt.% thoria, suggesting the linear form of chemisorbed CO. The addition of thoria to Co-ZSM-5 resulted in a considerable reduc- tion in cobalt particle diameter, i.e. an increase in cobalt surface area (see Table 3). Thoria has been regarded as a structural promoter [9], resisting the sintering of the cobalt particles during reduction. The present studies tend to support this possibility as one of the influence of thoria. The increase in surface area may be responsible for the enhanced conversion of CO and H2 upon the addition of thoria to the catalyst (Table 1 and Fig. 3). Effect of promoter on selectivity In addition to the increase in conversion upon ThO^ incorporation in Co-ZSM-5, there are interesting effects on selectivity (Table 1). The meth- ane yield is reduced and the yield of C5+ is increased. The effect is reminis- cent of the influence of potassium promotion on the selectivity of iron Fischer-Tropsch catalysts [17]. The CO adsorption results in a net withdrawal of electrons from the metal, whereas hydrogen adsorption tends to donate electrons to the metal. Since ThO; possesses basic surface sites [18], it can be expected to donate electrons to the metal. The presence of thoria would enhance the adsorption of CO, while weakening that of H^. The increase in CO/H adsorbed when thoria is added to the catalyst (Table 3) supports the conjecture. This leads to decreased hydrogenation of surface species. Chain termination and desorption are facilitated by hydrogenation. The influence of thoria is to encourage chain growth and yield products with higher molecular weight. The product is more olefinic owing to the reduction in hydrogenation ability. Discussion of IR results In addition to its influence on chain growth and on the hydrogenation ability of Co, Th02 is found to change the acidity distribution of the cata- lysts. This effect is indicated in Fig. 4 which shows the IR spectra of (a) Co-ZSM-5 calcined in 0; at 450 C (a similarly treated Co-Th02-ZSM-5 yields a nearly identical spectrum), (b) a Co-ZSM-5 catalyst after the chem- isorption of pyridine and (c) a Co-Th02-ZSM-5 catalyst after the chem- isorption of pyridine. In these catalysts the interaction of pyridine with the acidic protons of ZSM-5 causes the disappearance of an IR band at 3610 cm~1 and the creation of the band with intensity Iy at ca. 1550 cm\"' which 281 2000 1800 1600 1400 1200 WAVENUMBER (CM'') Fig. 4. IR spectra of (A) Co-ZSM-5 calcined in Oa at 450 C; (B) Co-ZSM-5 after chem- isorption of pyridine; and (C) Co-Th02-ZSM-5 after chemisorption of pyridine. is associated with pyridinium or Bronsted acidity. The band at ca. 1450 cm\"1 with intensity ZL ls associated with coordinatively-bonded pyridine or Lewis acidity. The ratio of the intensity of the pyridinium band to the intensity of the coordinated pyridine (IB/I^,) can be taken as an indication of acid site distribution in ZSM-5 catalysts [8]. From Fig. 4 it can be seen that the /B/^L ratio for Co-ZSM-5 is ca. 2 - 3 times larger than the /e/4 ratio for Co-Th02-ZSM-5. This large dif- ference in JB/^L ls independent of whether the pyridine was chemisorbed on 450 C, O^-calcined or 350 C, H2-reduced catalysts. Previous interpretations that described a mechanism for a decrease in JB/^L as a result of cobalt or iron impregnation onto ZSM-5 have involved ion exchange of Co2\"*\" or Fe2\"1' for H\"*\" [8, 12,13]. In the present case, the preparation of the catalysts involved physical admixture techniques instead of aqueous impregnation techniques. Hence, the possibility of ion exchange during catalyst preparation is considered to be negligible. However, the IR data show that upon H; reduction of Co-Th02-ZSM-5 the JB/^L ratio irreversibly decreased to a value 30% below the value in its original calcined state. No such change was found for the Co-ZSM-5 sample. Hence, a partial, irreversible ion exchange may have occurred during the reduction process, a process which would involve the formation of H;0. Possibly, a more 282 intimate contact of the smaller cobalt particles in the Co-Th02-ZSM-5 sample facilitated such exchange. Other interactions could have also oc- curred; however, the decreased TB/^L ^io m Co-Th02-ZSM-5 does mirror the decreased production of aromatic hydrocarbons, a phenomenon also observed for other Co-ZSM-5 catalysts [8]. Concluding remarks The experiments show the marked influence of thoria in increasing the conversion and liquid hydrocarbon selectivity of cobalt-ZSM-5 catalysts in synthesis gas reaction. Chemisorption and magnetization measurements have been useful in showing that one of the effects of thoria addition has been to increase the dispersion of metallic cobalt. The increase in CO/H adsorbed with thoria addition may be connected with the selectivity shift to heavier products. IR studies have shown a relative decrease in the number of Bronsted acid sites in ZSM-5 upon the addition of thoria, accounting for the decrease of the aromatic fraction in the product. However, the aromatic concentration in the liquid product is sufficiently high (ca. 20 vol.%) in the initial 24 h period to provide high octane gasoline. Using cobalt-thoria-ZSM-5 catalysts for synthesis gas conversion, it is possible to obtain nearly 65 wt.% of the hydrocarbon product in the gasoline boiling range. The selectivity to gasoline exceeds the limit of 48 wt.% set by Schulz-Flory kinetics. Some of the primary F-T products, such as C; - olefins and oxygenates, are converted to gasoline-range compo- nents (including aromatics) by the catalytic action and shape-selective func- tion of ZSM-5. The heavier hydrocarbons (Cu+) that are formed in the F-T reactions are cracked by ZSM-5 to provide additional gasoline-range product. Acknowledgements The authors would like to thank Bernard D. Blaustein, John M. Stencel and Henry W. Pennline for helpful discussions. The technical support of John T. Veres is deeply appreciated. Disclaimer Reference in this paper to any specific commercial product, process or service is to facilitate understanding, and does not necessarily imply its endorsement or favoring by the United States Department of Energy. References 1 M. E. Dry, in J. R. Anderson and M. Boudart (eds.), Catalysis Science and Tech- nology, Vol. I, Springer-Verlag, Berlin, 1981, p. 159. 283 2 C. D. Chang, W. H. Lang and A. J. Silvestri, J. Catal., 56 (1979) 268. 3 P. D. Caesar, J. A. Brennan, W. E. Garwood and J. Ciric, J. Catal., 56 (1979) 274. 4 V. U. S. Rao and R. J. Gormley, Hydrocarbon Process., 50 (1980) 139. 5 T. J. Huang and W. 0. Haag, ACS Symp. Ser. No. 152. (1981) 308. 6 V. U. S. Rao,P/iys. Scr., T4 (1983) 71. 7 V. U. S. Rao, R. J. Gormley, R. R. Schehl, K. H. Rhee, R. D. H. Chi and G. Pantages, in R. G. Herman (ed.), Catalytic Conversions of Synthesis Gas and Alcohols to Chemicals, Plenum, New York, 1984, p. 151. 8 J. M. Stencel, V. U. S. Rao, J. R. Diehl, K. H. Rhee, A. G. Dhere and R. J. DeAngelis, J. Catal.. 84 (1983) 109. 9 H. H. Storch, N. Golumbic and R. B. Anderson, The Fischer-Tropsch and Related Syntheses, Wiley, New York, 1951. 10 Example No. 24 in U.S. Pat. 3 702 886 (1972) to R. J. Argauer and G. R. Landolt. 11 M. A. Vannice and R. L. Garten, J. Catal., 59 (1979) 236. 12 K. H. Rhee, F. R. Brown, D. H. Finseth and J. M. Stencel, Zeolites, 3 (1983) 344. 13 K. H. Rhee, V. U. S. Rao, G. A. Melson, J. E. Crawford and J. M. Stencel, Zeolites, 3 (1983)337. 14 J. M. Zowtiak and C. H. Bartholomew, J. Catal., 83 (1983) 107. 15 C. H. Bartholomew and R. B. Pannell, /. Catal., 65 (1980) 390. 16 R. C. Reuel and C. H. Bartholomew, J. Catal., 85 (1984) 63. 17 M. E. Dry, T. Schingles, L. J. Boshoff and G, J. Oosthuizen, J. Catal., 15 (1969) 190. 18 Y. Imizu, T. Yamaguchi, H. Hattori and K. Tanabe,Bu . Chem. Soc. Jpn., 50 (1977) 1040. X244 85870103 0304-5102(85)87010-3 10.1016/0304-5102(85)87010-3 Industrial catalysis Promotion and characterization of zeolitic catalysts used in the synthesis of hydrocarbons from syngas V.U.S. Rao 1 R.J. Gormley A. Shamsi T.R. Petrick J.M. Stencel R.R. Schehl R.D.H. Chi U.S. Department of Energy, Pittsburgh Energy Technology Center, P.O. Box 10940, Pittsburgh, PA 15236 U.S.A. 1 Author to whom correspondence should be addressed. R.T. Obermyer Department of Physics, Pennsylvania State University, McKeesport, PA 15132 U.S.A. Bifunctional metal-zeolite catalysts cobalt-ZSM-5 and cobalt-thoria-ZSM-5 have been examined for the conversion of synthesis gas (H2/CO = 1) at 280 °C, 21 bar and WHSV = 0.77 g(g cat)−1 h−1 Thoria in amounts as low as 0.4 wt.% added to a cobalt-ZSM-5 with 9.0 wt.% cobalt caused a considerable increase in synthesis gas conversion and selectivity to gasolinerange hydrocarbons. Addition of thoria to the catalyst also resulted in a decrease of the aromatic fraction in the hydrocarbon product. Some Co-ThO2-ZSM-B catalysts provided nearly 65 wt.% selectivity to gasolinerange product that contained 26 vol.% aromatics (alkylbenzenes). The selectivity to gasoline-range product exceeded the limit (48 wt.%) set by Schulz-Flory kinetics. Chemisorption and magnetization studies have been performed to determine metal particle size. Addition of thoria resulted in a decrease of the cobalt particle diameter from about 40 nm to 10 nm and caused an increase in CO/H adsorbed. The action of thoria as a promoter is possibly related to the presence of basic sites on its surface. Infrared studies have demonstrated a relative decrease in the number of Brönsted acid sites in ZSM-5 upon the addition of thoria, thus accounting for the decrease of the aromatic fraction in the liquid hydrocarbon product. References 1 M.E. Dry J.R. Andersen M. Boudart Catalysis—Science and Technology I 1981 Springer-Verlag Berlin 159 2 C.D. Chang W.H. Lang A.J. Silvestri J. Catal. 56 1979 268 3 P.D. Caesar J.A. Brennan W.E. Garwood J. Ciric J. Catal. 56 1979 274 4 V.U.S. Rao R.J. Gormley Hydrocarbon Process. 50 1980 139 5 T.J. Huang W.O. Haag ACS Symp. Ser. No. 152 1981 308 6 V.U.S. Rao Phys. Scr. T4 1983 71 7 V.U.S. Rao R.J. Gormley R.R. Schehl K.H. Rhee R.D.H. Chi G. Pantages R.G. Herman Catalytic Conversions of Synthesis Gas and Alcohols to Chemicals 1984 Plenum New York 151 8 J.M. Stencel V.U.S. Rao J.R. Diehl K.H. Rhee A.G. Dhere R.J. DeAngelis J. Catal. 84 1983 109 9 H.H. Storch N. Golumbic R.B. Anderson The Fischer-Tropsch and Related Syntheses 1951 Wiley New York 10 Example No. 24 in U.S. Pat. 3 702 886 (1972) to R.J. Argauer and G.R. Landolt. 11 M.A. Vannice R.L. Garten J. Catal. 59 1979 236 12 K.H. Rhee F.R. Brown D.H. Finseth J.M. Stencel Zeolites 3 1983 344 13 K.H. Rhee V.U.S. Rao G.A. Melson J.E. Crawford J.M. Stencel Zeolites 3 1983 337 14 J.M. Zowtiak C.H. Bartholomew J. Catal. 83 1983 107 15 C.H. Bartholomew R.B. Pannell J. Catal. 65 1980 390 16 R.C. Reuel C.H. Bartholomew J. Catal. 85 1984 63 17 M.E. Dry T. Schingles L.J. Boshoff G.J. Oosthuizen J. Catal. 15 1969 190 18 Y. Imizu T. Yamaguchi H. Hattori K. Tanabe Bull. Chem. Soc. Jpn. 50 1977 1040",
      "scopus-id": "0022027812",
      "coredata": {
        "eid": "1-s2.0-0304510285870103",
        "dc:description": "Bifunctional metal-zeolite catalysts cobalt-ZSM-5 and cobalt-thoria-ZSM-5 have been examined for the conversion of synthesis gas (H2/CO = 1) at 280 °C, 21 bar and WHSV = 0.77 g(g cat)−1 h−1 Thoria in amounts as low as 0.4 wt.% added to a cobalt-ZSM-5 with 9.0 wt.% cobalt caused a considerable increase in synthesis gas conversion and selectivity to gasolinerange hydrocarbons. Addition of thoria to the catalyst also resulted in a decrease of the aromatic fraction in the hydrocarbon product. Some Co-ThO2-ZSM-B catalysts provided nearly 65 wt.% selectivity to gasolinerange product that contained 26 vol.% aromatics (alkylbenzenes). The selectivity to gasoline-range product exceeded the limit (48 wt.%) set by Schulz-Flory kinetics. Chemisorption and magnetization studies have been performed to determine metal particle size. Addition of thoria resulted in a decrease of the cobalt particle diameter from about 40 nm to 10 nm and caused an increase in CO/H adsorbed. The action of thoria as a promoter is possibly related to the presence of basic sites on its surface. Infrared studies have demonstrated a relative decrease in the number of Brönsted acid sites in ZSM-5 upon the addition of thoria, thus accounting for the decrease of the aromatic fraction in the liquid hydrocarbon product.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285870103",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rao, V.U.S."
          },
          {
            "@_fa": "true",
            "$": "Gormley, R.J."
          },
          {
            "@_fa": "true",
            "$": "Shamsi, A."
          },
          {
            "@_fa": "true",
            "$": "Petrick, T.R."
          },
          {
            "@_fa": "true",
            "$": "Stencel, J.M."
          },
          {
            "@_fa": "true",
            "$": "Schehl, R.R."
          },
          {
            "@_fa": "true",
            "$": "Chi, R.D.H."
          },
          {
            "@_fa": "true",
            "$": "Obermyer, R.T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285870103"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285870103"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)87010-3",
        "prism:volume": "29",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Promotion and characterization of zeolitic catalysts used in the synthesis of hydrocarbons from syngas",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "271-283",
        "prism:endingPage": "283",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1985",
        "prism:doi": "10.1016/0304-5102(85)87010-3",
        "prism:startingPage": "271",
        "dc:identifier": "doi:10.1016/0304-5102(85)87010-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022027812"
      }
    }
  }
}