{
  "metadata": {
    "title": "The interaction of carbon monoxide with nickel—iron alloys. A comparison between single crystal surfaces and supported catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-09-13",
    "doi": "10.1016/0304-5102(94)00081-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000816",
    "pii": "0304510294000816"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028496694",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2016-06-14T11:32:25 1-s2.0-0304510294000816 0304-5102(94)00081-6 0304510294000816 10.1016/0304-5102(94)00081-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02155 2024-01-02T01:06:03.941633Z 0 0 19940913 1994 2001-09-14T00:00:00Z rawtext articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref 0304-5102 03045102 false 92 92 3 3 Volume 92, Issue 3 7 299 310 299 310 19940913 13 September 1994 1994-09-13 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. INTERACTIONCARBONMONOXIDENICKELIRONALLOYSACOMPARISONBETWEENSINGLECRYSTALSURFACESSUPPORTEDCATALYSTS BOELLAARD E VINK 1985 14 T GIJZEMAN 1987 718 O KEIM 1981 52 E LABOHM 1982 2435 F VINK 1984 255 T GIJZEMAN 1984 771 O VANPRUISSEN 1986 1 O VREEBURG 1991 111 R BOELLAARD 1991 803 E VREEBURG 1991 329 R HORGAN 1971 2145 A SHEPPARD 1978 67 N SOLYMOSI 1982 78 F HAYDEN 1983 58 B GOPAL 1987 366 P BOELLAARDX1994X299 BOELLAARDX1994X299X310 BOELLAARDX1994X299XE BOELLAARDX1994X299X310XE item 0304-5102(94)00081-6 0304510294000816 1-s2.0-0304510294000816 10.1016/0304-5102(94)00081-6 272239 2024-01-02T01:06:03.941633Z 1994-09-13 1-s2.0-0304510294000816-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000816/MAIN/application/pdf/9a972c405253d4fc044737a97217ccc7/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000816/MAIN/application/pdf/9a972c405253d4fc044737a97217ccc7/main.pdf main.pdf pdf true 802273 MAIN 12 1-s2.0-0304510294000816-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000816/PREVIEW/image/png/0e84515000b5dafd4aeb31b1497d1987/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000816/PREVIEW/image/png/0e84515000b5dafd4aeb31b1497d1987/main_1.png main_1.png png 54012 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 92 (1994) 299-310 The interaction of carbon monoxide with nickel-iron alloys. A comparison between single crystal surfaces and supported catalysts E. Boe11Od1, R.J. Vreeburg, O.L.J. Gijzeman, J.W. Geus* Utrecht University, Department of Inorganic Chemistry, P.O. Box 80083, 3508 TB Utrecht, Netherlands Received 8 April 1993; revised 5 January 1994; accepted 8 April 1994 Abstract The interaction of carbon monoxide with nickel-iron alloys is studied on Ni (111)-Fe surfaces by means of ellipsometry and Auger electron spectroscopy, and by means of infrared spectroscopy on y-A1203-supported NixFe catalysts. The nickel-to-iron ratio of the alloy strongly affects the interaction with CO. On alloys with an iron atom fraction of 0.3 or less the adsorption of CO is molecular, whereas at fractions higher than 0.4 it is initially dissociative. Surfaces contaminated with carbon and oxygen exhibit a lower heat of adsorption. The presence of pre-adsorbed hydrogen lowers the amount of CO which can be adsorbed on Ni (111)-Fe surfaces, whereas on supported catalysts it leads to the formation of fotmate species already at room temperature. Keywords: Alloys; Carbon monoxide; Crystal surface; Iron; Nickel; Supported catalysts 1. Introduction The accumulation of carbon in iron and nickel catalysts during Fischer-Tropsch synthesis strongly determines the activity and selectivity. Carbon deposits of amorphous, carbidic or graphitic nature result in a decreased activity, whereas the occurrence of filamentous carbon leads to an inadmissible pressure drop over the reactor bed. Therefore, suppression of carbon deposition on Fischer-Tropsch catalysts is highly desirable. Since the deposited carbon originates from CO dissociated on the metal surface, the interaction of CO with single crystal surfaces of pure iron ( bcc ) and pure nickel ( fcc ) has been extensively studied [ 1 -6] . From these studies *Corresponding author. 'Present address: Interfacultair Reactor Instituut, Delft University of Technology, Mekelweg 15, 2629 JB Delft, Netherlands. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00081-6 300 E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 it is concluded that the different behaviour of iron and nickel catalysts in the FischerTropsch synthesis is related to the different interaction of CO with both metal surfaces. Alloying an active metal with a second ( in) active metal can change the catalytic performance drastically. Control of the carbon accumulation in Fischer-Tropsch catalysts during synthesis may therefore be achieved by using nickel-iron alloys. This paper covers studies on Ni(111)-Fe single crystals and supported NiXFe/ A1203 catalysts. Since Ni(111) has an intrinsic low activity for CO dissociation [6] , this surface was selected as the basis for a series of in situ prepared Ni(111)Fe surface alloys. For the supported nickel-iron catalysts a special preparation technique was used which ensures a uniform composition of the bimetallic particles. First the CO interaction with Ni(111)-Fe surfaces will be described and subsequently the interaction with the supported NiFe/A1203 catalysts. Finally a comparison between both systems will be made. 2. Experimental 2.1. Ni(111)-Fe surfaces All single-crystal experiments were performed in a standard UHV system equipped with facilities for argon-ion bombardment, Auger electron spectroscopy (AES ) , low energy electron diffraction ( LEED ) , and ellipsometry [ 7 ] . The Ni(111)-Fe surfaces were prepared by means of thermal decomposition of Fe ( CO ) 5 on a Ni (111) crystal [ 8 ] . The last step in the preparation procedure of the surface alloys was a reduction of the oxidized surfaces by hydrogen at 625 K. The average atom fraction of iron in the surface alloy XL,Fe was calculated from the measured low energy Auger peaks of iron (47 eV) and nickel (61 eV). All Ni (111)-Fe surfaces studied had an iron atom fraction of 0 <_ XL,Fe <_ 0.5. The carbon and oxygen coverage of all clean surfaces, as calculated from the Auger peaks at 272 eV and 515 eV, respectively, were less than 0.02 of a monolayer. LEED observations on all clean Ni (111)-Fe surfaces revealed the unchanged hexagonal (1 X 1) pattern of pure Ni (111) . Ellipsometry was used to monitor the adsorption of CO ( 99.997% ) . The ellipsometric parameter 8d was supposed to vary linearly with the amount of molecularly adsorbed CO [ 2 ] . CO adsorption isotherms were measured by determining the saturation value of 8d after a stepwise increase of the CO pressure up to 10-' Pa and a subsequent stepwise decrease to 10-6 Pa at a constant temperature in the range of 300-525 K. Before and after CO exposure the composition of the surface was checked with AES at a base pressure of 10-8 Pa. 2.2. NixFe%11203 catalysts The nickel-iron catalysts were prepared by means of homogeneous depositionprecipitation of complex iron cyanides with a nickel salt onto a y-A1203 support. E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 301 By using selected iron cyanide complexes, the nickel-to-iron ratio in the catalyst precursors could be established at three discrete values, viz., 2.0, 1.5 and 1.0, which corresponds with iron atom fractions of 0.33, 0.40 and 0.50. The resulting catalysts, which had a metal loading of 20 wt%, will be denoted Ni2Fe, Ni3Fe2 and NiFe, respectively. The general features of the preparation method have been described extensively [9]. Before being used as catalysts in the Fischer-Tropsch synthesis, the cyanide precursors were oxidized and subsequently reduced. A detailed analysis of the Ni2Fe catalyst during these activation treatments has been performed by means of magnetic methods and Mossbauer spectroscopy [ 10] . The surface of the reduced catalysts was monitored by transmission infrared spectroscopy of adsorbed carbon monoxide probe molecules in equipment which permits in situ recording of spectra. Catalyst samples were prepared by pressing the ground cyanide precursor to a self-supporting wafer. After oxidation in a flow of helium containing 1 vol% of oxygen and reduction in a flow of 10 vol% hydrogen in argon at temperatures up to 723 K, infrared spectroscopic measurements were performed according to the following procedure: After cooling down to room temperature, the flow was stopped and the gas was removed by evacuating the system for 1.8 ks (1 ks =103 seconds) to a pressure of 10-4 Pa. Subsequently, the first (reference) spectrum was recorded in the spectral range of 4000-1000 cm-1 with a maximum resolution of 5.3 cm-'. Next, 1.33 kPa of carbon monoxide (99.997%) was introduced and a second scan of the infrared spectrum was started. Additional infrared scans were performed at 0.4, 0.9, 1.8, 3.6, 7.2, and 10.8 ks after the initial carbon monoxide dose. Finally the cell was reconnected to the vacuum system and desorption of adsorbed carbon monoxide was followed by repeated scans according to the above mentioned time sequence. Infrared absorption spectra of CO molecules bonded to the catalyst surface were obtained by computer substraction of the reference spectrum from the spectrum of interest. 3. Results 3.1. Interaction of CO with Ni(Il I)-Fe surfaces When Ni(111)-Fe surfaces were exposed to CO, a change in the ellipsometric parameter 8d was observed as a function of the CO pressure. The change in 8d at 425 K as a function of the CO pressure for two Ni(111)-Fe surfaces with XL,Fe = 0.26 and 0.39, respectively, is shown in Fig. 1. The change in 8d as function of the CO pressure for a Ni (111)-Fe surface with XL,Fe = 0.26 is completely reversible. A reversible change of 8d with the CO pressure was not observed for a Ni (111)-Fe surface with XL,Fe = 0.39. At decreasing pressures the parameter 8d exhibited higher values as compared to the curve observed at increasing pressures. Moreover 8d did not return to zero with the surface with XL,Fe = 0.39 when the CO pressure was decreased to 10-6 Pa. The difference in the behaviour of 8d as a 302 E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 CO/Ni(111)-Fe 0.40 TC - 425 K - XL,Fe -~ -~ - -T 0.30 0, 0 0.26 SD ( ) , El 0.39 ~1_ 11 0.20- d';,- , , 0.10 .O, 0.00 ~ ,- -~ r ,- ; 10-6 10-5 10-4 10-3 102 10'1 Pro (Pa) Fig. 1. First CO adsorption curves at 425 K on Ni(111)-Fe surfaces with XL,Fe=0.26 ( ,O) and XL.Fe=0.39 ( ,O), Ed as a function of the CO pressure. Filled symbols are measured at increasing CO pressures and open symbols at decreasing pressures. function of the CO pressure as displayed in Fig. 1 is representative for two discrete composition ranges. For Ni (111)-Fe surfaces with XL,Fe <_ 0.26 completely reversible behaviour of 84 as a function of the CO pressure was observed, as the curve for XL,Fe = 0.26 represented in Fig. 1. On Ni (111)-Fe surfaces with X,_ Fe ~ 0.39, however, the first CO adsorption curve was not reversible when the crystal temperature was 425 K or higher. After measuring the adsorption curves, the composition of the Ni(111)-Fe surface was checked with AES. In Table 1 the calculated carbon and oxygen coverages are listed as a function of the iron atom fraction of the surface. After the first CO adsorptions at T>_ 425 K, which were irreversible with X,_ Fe >_ 0.39, further interaction of CO with all Ni (111)-Fe surfaces was completely reversible as evident from the course of 8d at rising and decreasing CO pressures. Therefore CO isotherms could be measured on Ni (111)-Fe surfaces thus pretreated and the isosteric heats of adsorption could be calculated. In Fig. 2 CO isotherms Table 1 Carbon and oxygen coverage, denoted by Oc and Oo, respectively, after initial CO dissociation, and the saturation value for &d for subsequent CO adsorption on Ni(111)-Fe surfaces with different XLFe %fvFe sd_ ec 00 0.26 0.48 5 0.02 5 0.02 0.39 0.34 0.11 0.09 0.50 0.25 0.14 0.16 E. BoelOrd et al. /Journal of Molecular Catalysis 92 (1994) 299-310 0.30 0.20 0.10 0.00 CO/Ni(111)-Fe xL,Fe = 0.50 Oo= Ac= 0.15 ML 300 K 375 K - 400 K 425 K r 475 K 525 K 10-6 10-5 10'4 10-3 10-2 Pco (Pa) 303 Fig. 2. CO adsorption isotherms on a Ni(111)-Fe surface with XLr,=0.50, 8d as a function of the CO pressure at different crystal temperatures. which were measured on a Ni (111)-Fe surface with XL,Fe = 0.50 are plotted. Note that both carbon and oxygen are already present on this surface due to dissociatively pre-adsorbed CO. For CO isotherms which were measured on surfaces with a different iron atom fraction, see a previous paper [ 11 ] . The resulting isosteric heats of adsorption are plotted in Fig. 3 as a function of the CO coverage as expressed by 8d. For Ni (111)-Fe surfaces with XL,Fe _< 0.26 the isosteric heat of adsorption is 106 5 kJ/mol and is independent of the CO coverage. The isosteric heat of adsorption for CO on Ni(111)-Fe surfaces with XL,Fe = 0.39 is 104 t 5 kJ/mol and 120 CO/Ni(111)-Fe 110 AHiso (kJ/mol) 100 90 80 XL.Fe=0-0.26 1.39 (Oo=Oc=O.1) \\0.50 (00=OC=0.15) 0.0 0.1 0.2 0.3 0.4 0.5 se ( ) Fig. 3. Isosteric heat of adsorption, dH,_ as a function of the CO coverage expressed as ad for Ni (111) surfaces alloyed with different amounts of iron. The Oc and Oo define the amount of carbon and oxygen in MI, present at the surface. 304 E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 0.50 0.40 so ( ) 0.30 0.20 0.10 CO/ Ni(111) - Fe XL,Fe = 0.15, 300 K 10'6 10'5 10-4 10-3 P (Pa) 10-2 10-' Fig. 4. CO isotherms on a Ni(111)-Fe surface with XL,Fe=0.15, ad as a function of the CO pressure at 300 K: ( O ) immediately after reduction and ( A ) after annealing at 475 K. drops at increasing CO coverages. On Ni(111)-Fe surfaces with X, Fe=0.50 the isosteric heat of adsorption is 96 t 5 kJ /mol and decreases at increasing CO coverages. When a Ni (111)-Fe surface with XL,Fe = 0.15 was exposed to CO at 300 K immediately after preparation of the surface, the observed saturation values for sa were smaller than the values measured on a surface of the same composition which was first annealed at 475 K in vacuum. This effect, which is illustrated by the CO isotherms represented in Fig. 4, was observed on all Ni(111)-Fe surfaces. As revealed by AES and LEED the annealing procedure did not affect the surface composition and structure. 3.2. Interaction of CO with supported NixFe%11203 catalysts The infrared spectra of the three reduced catalysts recorded after 1.8 ks exposure to carbon monoxide are shown in Fig. 5. The Ni2Fe catalyst gives rise to a series of absorption bands, viz., centred at 2944, 2761, 2674, 2032, 1982, 1888, 1800, 1601, and 1351 cm-'. The spectrum appeared to be strongly time dependent as illustrated by Fig. 6. Upon prolonged carbon monoxide exposure the intensity of all bands increased considerably. This also holds true for the broad band centred at 3450 cm-' and the very weak one at 2944 cm-1. In addition, the bands initially present at 1978 and 1870 cm-', shifted to 1982 and 1900 cm-', respectively. The spectra of the Ni3Fe2 and NiFe catalysts exhibit a major absorption band at 2038 and 2043 cm-', respectively. There are also weak absorptions at lower wavenumbers, which are most distinct for the Ni3Fe2 catalysts at 1946 and 1880 E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 305 m38 1987 7017 . - 0.039 . 0,012 IBMB 7800 W 161 0V x m a Z 0 N m a 1751 b 7761 a T911 7671 Y r I I L4000 3500 3000 2500 2000 1000 1600 1400 1200 1000 WAVENUMBER / cm-1 Fig. 5. Infrared spectra of CO adsorbed on nickel-iron catalysts: (a) Ni2Fe, (b) Ni3Fe7 and (c) NiFe. Spectra recorded after 1.8 ks exposure. cm-'. In contrast to the spectrum of the Ni2Fe catalyst, the spectra recorded with the Ni3Fe2 and NiFe catalysts do not change during prolonged exposure to carbon monoxide. Upon evacuation of the system for 1.8 ks a fraction of the carbon monoxide adsorbed on the Ni2Fe catalysts desorbed as is clear in Fig. 7 from the decreased intensity of the bands within the range 2050-1850 cm-'. The bands at 2761, 2674, 1987 ,601 0.015 19W Im 1351 2761 2944 2674 b b 19W IM L2674 ~;~Jj I I 5~ -J1----b 4000 3500 3000 2500 2000 18N10 1600 1400 1200 1000 WAVENUMBER / cm-1 Fig. 6. Infrared spectra of CO adsorbed on Ni7Fe/A1703. Spectra recorded after (a) 0, (b) 1.8, and (c) 10.8 ks exposure. 306 E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 zox6 ,.o.ox . b 0.053 o.ou z a PG 07 1601 2027 D61 2944 2674 b 4000 3500 3000 2500 J, 2000 1800 1600 WAVENUMDER / cm-1 1799 1751 1400 1200 1000 Fig. 7. Infrared spectra of CO adsorbed on nickel-iron catalysts: (a) NiZFe, (b) Ni3FeZ and (c) NiFe. Spectra recorded after evacuation of the system for 1.8 ks. 1800, 1601 and 1351 cm-1 remain unchanged, whereas a new band appeared at about 1700 cm-'. With the Ni3Fe2 and NiFe catalysts the intensity of the major band remained constant, but its position shifted from 2038 to 2024 cm-' and 2043 to 2027 cm-', respectively. 4. Discussion 4.1. Interaction of CO with Ni(111)-Fe surfaces From the results represented in Fig. 1 and Table 1 it is evident that the interaction of CO with Ni(111)-Fe surfaces within two discrete composition regions of the alloy surface is different. On Ni (111)-Fe surfaces with XL,Fe _< 0.26, the CO adsorption is completely reversible. The reversible adsorption is attributed to molecularly adsorbed CO. The isosteric heat of adsorption for thus adsorbed CO is 106 t 5 kJ/ mol and does not depend on the XL,Fe and the CO coverage. For Ni (111)-Fe surfaces with XL,Fe >_ 0.40, however, CO dissociates initially at temperatures above 420 K. Equal amounts of carbon and oxygen are present on the Ni(111)-Fe surface after dissociation as can be seen in Table 1. Further adsorption of CO on this surface is reversible; the isosteric heat of adsorption is lowered by the presence of carbon and oxygen at the surface. Immediately after preparation of the Ni(111)-Fe surfaces, less CO could be adsorbed at 300 K than after annealing of the surface at 475 K. Since the experimental data obtained do not indicate a change in surface composition or structure, E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 307 the difference in CO chemisorption is ascribed to the presence of adsorbed hydrogen on the surface after reduction, but before annealing in vacuo at 475 K. Since hydrogen was difficult to evacuate from the UHV system, the Ni(111)-Fe surfaces were always exposed to hydrogen at 300 K for a period of time after the reduction. Upon annealing the surface at 475 K, this adsorbed hydrogen will desorb from the surface and a clean Ni(111)-Fe surface results onto which CO can adsorb. The adsorption of CO on hydrogen precovered nickel surfaces leads to partial displacement of hydrogen. Interaction of CO with the remaining hydrogen was revealed by TPD experiments [ 12]. 4.2. Interaction of CO with supported NixFelAlZ03 catalysts Admission of carbon monoxide to the reduced Ni2Fe catalyst results in a number of differently adsorbed CO species as evident from the IR spectra. The sharp absorption band at 1978-1982 cm-' can be assigned to CO species which are linearly bonded to the metallic alloy surface [ 13 ] . The increase of the wavenumber can be explained by occupation of different sites or adsorbate-adsorbate interaction at increasing CO coverages. Adsorption sites which are made up of metallic surface atoms which are adjacent to charged metal atoms may account for the weak band at 2032 cm-'. It is difficult to completely reduce the Fe and Ni atoms to the metallic state. Some Fe(II) may be stabilized at the interface with the alumina support. CO molecules adsorbed at the perimeter with the support may give rise to the weak absorption at 2032 cm-' [10]. Absorption bands in the range 1950-1625 cm-' are interpreted as arising from bridged-bonded species [ 13 ] . On the nickel-iron alloy a number of different adsorption geometries exist, which leads to poorly resolved absorption bands. Upon prolonged exposure the band becomes more structured indicating the existence of some discrete sites. The shift of the 1870 cm-' band to 1900 cm-' indicates that the strength of adsorption for the finally adsorbed CO species is lower than for the CO species initially adsorbed. The carbon monoxide admitted not only adsorbs on the catalyst surface, but also reacts to formate, as evidenced by the bands at 1601 and 1351 cm-'. These bands arise from the asymmetric and symmetric OCO stretching vibrations of the carboxylate group. The in-plane-bending of the CH bond makes up a composite band at 1351 cm-', while the stretching vibration of the CH bond is represented by either the 2761 or the 2674 cm -' band. The remaining band might represent a combination band involving a stretch vibration of OCO and a CH deformation [ 14,15 ] . As compared to the vibrations of formic acid in the gas phase or formic acid adsorbed on A1203, the present bands are observed at significant lower frequencies [ 16] . This observation and the fact that reaction occurs already at 300 K, provide strong evidence that the formate is formed and adsorbed on the metal surface. Since no hydrogen is admitted during the IR experiment, the H atoms involved in the formate formation must originate from the reduction treatment. Apparently, evacuation at room temperature is not sufficient to remove the hydrogen from the 308 E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 metallic alloy surface. When the surface is covered by hydrogen, the admitted carbon monoxide either displaces the hydrogen to facilitate adsorption, or reacts with the hydrogen to formate. The adsorption and the reaction also account for the increase of the absorbance in the range 2000-1625 cm-', and subsequently of the formate bands, with time. Formate formation from CO implies residual carbon remaining on the catalyst surface or reacting with adsorbed hydrogen to CH species. The weak absorption at 2944 cm-', which is in the range of the aliphatic CH stretch vibrations, nicely supports this interpretation. In addition to formate some water is produced by the catalyst as indicated by the broad band around 3450 cm-'. Upon evacuation of the system, the CO species, which were adsorbed upon prolonged carbon monoxide exposure and which caused the absorption bands to shift to higher wavenumbers, desorb. The low frequency species remain bonded. Evacuation does not affect the formate species. For the Ni3Fe2 and NiFe catalysts the major band at 2038 and 2043 cm-1, respectively, is assigned to linearly adsorbed CO. With respect to the Ni2Fe catalyst the high wavenumbers suggest that the adsorption sites are perturbed by adjacent charged metal atoms. Since bridged-bonded CO requires ensembles of reduced metal atoms, the observed small fraction of CO in the bridged adsorption mode also indicates a contaminated surface layer. Contamination of the reduced alloy surface can be caused by initial dissociative adsorption of CO upon admission. The absorbance remains constant in time and no formate species could be detected. The absence of formate species suggests that this oxygenate will be formed at 300 K only if bridged-bonded CO together with hydrogen are present on the catalyst surface. Upon evacuation of the system the adsorbed CO remains bonded to the catalyst surface. 4.3. Comparison between Ni(Il l )-Fe surfaces and NixFe%11203 catalysts From the presented results on Ni(111)-Fe surfaces and NiFe/A1203 catalysts, it is obvious that the interaction of carbon monoxide with the two nickel-iron alloy systems resemble each other closely. For both systems the interaction strongly depends on the fraction of iron in the metallic alloy. On NiFe/A1203 catalysts and Ni(111)-Fe surfaces of an iron atom fraction less than 0.3, no CO dissociation proceeds, whereas on systems with an iron atom fraction exceeding 0.4, CO initially dissociates. The presence of carbon and oxygen on the nickel-iron surface leads in both systems to a decrease of the strength of the interaction of additional molecularly adsorbed CO, as is evident from a decrease of the heat of adsorption and an increase of the wavenumber of adsorbed CO. The discrepancy in the temperature at which CO dissociation is observed on the NiFe/A1203 catalysts and on Ni(111)-Fe surfaces, viz., 300 and 420 K, respectively, can be explained by the 109 to 104 times lower CO pressures used in the latter experiments. The very slow desorption of CO from the Ni (111)-Fe surfaces at 300 K prohibits measurement of the desorption branch of an adsorption-desorption curve, but E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 309 facilitates the recording of 1R spectraupon evacuation of the Ni.,Fe/A1203 catalysts. In both systems the adsorption of CO indicates the presence of residual hydrogen adsorbed on the alloy surface. Since the presence of hydrogen cannot be assessed by the analytical techniques used, unequivocal verification of the presence of adsorbed hydrogen calls for additional study, for instance, temperature-programmed desorption experiments. The observed uniform behaviour of the nickel-iron systems towards the interaction with CO leads to the conclusion that a study of Ni(111)-Fe surfaces under UHV conditions can provide very valuable information about the behaviour of supported Ni,,Fe/A1203 catalysts under atmospheric pressures. The fact that the Ni(111)-Fe surfaces do predict the behaviour of the Ni,,Fe/A1203 catalysts so well, might partly be due to the moderately small size of the alloy particles. The alloy particles in the catalysts are about 30 nm in diameter. Metal particles of this size are likely to expose the most densely packed crystallographic planes, which in this case is the fcc (111) plane. This is exactly the Ni(111)-Fe surface plane used in the UHV study. 5. Conclusions The dissociation of CO on Ni,,Fe/A1203 catalysts agrees very well with that on monocrystalline Ni(111)-Fe surfaces. On both nickel-iron systems two discrete composition regions can be distinguished. No CO dissociation proceeds on surfaces with an iron atom fraction of 0.3 or less, whereas CO dissociates initially on surfaces of an iron atom fraction of 0.4 or higher. The presence of carbon and oxygen on the surface after CO dissociation lowers the heat of adsorption for further adsorbed CO on monocrystalline alloy surfaces and the back donation to molecularly bonded CO on supported alloy particles. The metallic nickel-iron alloys are likely to exhibit strong adsorption of hydrogen. The catalyst with an iron atom fraction of 0.3 displays already at 300 K a high activity for the reaction of carbon monoxide to formate. References [ 1 ] T.J. Vink, O.L.J. Gijzeman and J.W. Geus, Surf. Sci., 150 (1985 ) 14. [2] O.L.J. Gijzeman, T.J. Vink, O.P. van Pruissen and J.W. Geus, J. Vac. Sci. Technol. A, 5 (1987) 718. [3 ] E.G. Keim, F. Labohm, O.L.J. Gijzeman, G.A. Bootsma and J.W. Geus, Surf. Sci., 112 (1981) 52. [4] F. Labohm, C.W.R. Engelen, O.L.J. Gijzeman, J.W. Geus and G.A. Bootsma, J. Chem. Soc., Faraday Trans. 1, 78 (1982) 2435. [5] T.J. Vink, M.M.J. van Zandvoort, O.L.J. Gijzeman and J.W. Geus, Appl. Surf. Sci., 18 (1984) 255. [6] O.L.J. Gijzeman, M.M.J. van Zandvoort and F. Labohm, J. Chem. Soc., Faraday Trans. 2, 80 (1984) 771. [7] O.P. van Pruissen, E. Boellaard, O.L.J. Gijzeman and J.W. Geus, Appl. Surf. Sci., 27 (1986) 1. [ 8 ] R.J. Vreeburg, O.L.J. Gijzeman and J.W. Geus, Surf. Sci., 245 (1991) 111. [9] J.W. Geus and E. Boellaard, Br. Pat. Appl., 9005964.3 (1990). 310 E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 [ 10] E. Boellaard, A.M. van der Kraan and J.W. Geus, Hyperfine Interact., 69 (1991) 803. [ 11 ] R.J. Vreeburg, J. van de Loosdrecht, O.L.J. Gijzeman and J.W. Geus, Catal. Today, 10 (1991) 329. [ 12] A.M. Horgan, D.A King, Trans. Faraday Soc., 67 (1971) 2145. [ 13 ] N. Sheppard and T.T. Nguyen, Adv. Infrared Raman Spectrosc., 5 (1978 ) 67. [ 14] F. Solymosi, I. Tombacz and M. Kocsis, J. Catal., 75 (1982) 78. [ 15] B.E. Hayden, K. Prince, D.P. Woodruff and A.M. Bradshaw, Surf. Sci., 133 (1983) 58. [ 161 P.G. Gopal, R.L. Schneider, K.L. Watters, J. Catal., 105 (1987) 366. ease of the wavenumber of adsorbed CO. The discrepancy in the temperature at which CO dissociation is observed on the NiFe/A1203 catalysts and on Ni(111)-Fe surfaces, viz., 300 and 420 K, respectively, can be explained by the 109 to 104 times lower CO pressures used in the latter experiments. The very slow desorption of CO from the Ni (111)-Fe surfaces at 300 K prohibits measurement of the desorption branch of an adsorption-desorption curve, but E. Boellaard et al. /Journal of Molecular Catalysis 92 (1994) 299-310 309 facilitates the recording of 1R spectraupon evacuation of the Ni.,Fe/A1203 catalysts. In both systems the adsorption of CO indicates the presence of residual hydrogen adsorbed on the alloy surface. Since the presence of hydrogen cannot be assessed by the analytical techniques used, unequivocal verification of the presence of adsorbed hydrogen calls for additional study, for instance, temperature-programmed desorption experiments. The observed uniform behaviour of the nickel-iron systems towards the interaction with CO leads to the conclusion that a study of Ni(111)-Fe surfaces under UHV conditions can provide very valuable information about the behaviour of supported Ni,,Fe/A1203 catalysts under atmospheric pressures. The fact that the Ni(111)-Fe surfaces do predict the behaviour of the Ni,,Fe/A1203 catalysts so well, might partly be due to the moderately small size of the alloy particles. The alloy particles in the catalysts are about 30 nm in diameter. Metal particles of this size are likely to expose the most densely packed crystallographic planes, which in this case is the fcc (111) plane. This is exactly the Ni(111)-Fe surface plane used in the UHV study. 5. Conclusions The dissociation of CO on Ni,,Fe/A1203 catalysts agrees very well with that on monocrystalline Ni(111)-Fe sur X244 94000816 0304-5102(94)00081-6 10.1016/0304-5102(94)00081-6 The interaction of carbon monoxide with nickel—iron alloys. A comparison between single crystal surfaces and supported catalysts E. Boellaard 1 R.J. Vreeburg O.L.J. Gijzeman J.W. Geus ∗ Utrecht University, Department of Inorganic Chemistry, P.O. Box 80083, 3508 TB Utrecht, Netherlands * Corresponding author. 1 Present address: Interfacultair Reactor Instituut, Delft University of Technology, Mekelweg 15, 2629 JB Delft, Netherlands. The interaction of carbon monoxide with nickel—iron alloys is studied on Ni(111)-Fe surfaces by means of ellipsometry and Auger electron spectroscopy, and by means of infrared spectroscopy on γ-Al2O3-supported Ni x Fe catalysts. The nickel-to-iron ratio of the alloy strongly affects the interaction with CO. On alloys with an iron atom fraction of 0.3 or less the adsorption of CO is molecular, whereas at fractions higher than 0.4 it is initially dissociative. Surfaces contaminated with carbon and oxygen exhibit a lower heat of adsorption. The presence of pre-adsorbed hydrogen lowers the amount of CO which can be adsorbed on Ni(111)-Fe surfaces, whereas on supported catalysts it leads to the formation of formate species already at room temperature. Keywords Alloys Carbon monoxide Crystal surface Iron Nickel Supported catalysts References [1] T.J. Vink O.L.J. Gijzeman J.W. Geus Surf. Sci. 150 1985 14 [2] O.L.J. Gijzeman T.J. Vink O.P. van Pruissen J.W. Geus J. Vac. Sci. Technol. A 5 1987 718 [3] E.G. Keim F. Labohm O.L.J. Gijzeman G.A. Bootsma J.W. Geus Surf. Sci. 112 1981 52 [4] F. Labohm C.W.R. Engelen O.L.J. Gijzeman J.W. Geus G.A. Bootsma J. Chem. Soc. 78 1982 2435 Faraday Trans. 1 [5] T.J. Vink M.M.J. van Zandvoort O.L.J. Gijzeman J.W. Geus Appl. Surf. Sci. 18 1984 255 [6] O.L.J. Gijzeman M.M.J. van Zandvoort F. Labohm J. Chem. Soc. 80 1984 771 Faraday Trans. 2 [7] O.P. van Pruissen E. Boellaard O.L.J. Gijzeman J.W. Geus Appl. Surf. Sci. 27 1986 1 [8] R.J. Vreeburg O.L.J. Gijzeman J.W. Geus Surf. Sci. 245 1991 111 [9] J.W. Geus and E. Boellaard, Br. Pat. Appl., 9005964.3 (1990). [10] E. Boellaard A.M. van der Kraan J.W. Geus Hyperfine Interact. 69 1991 803 [11] R.J. Vreeburg J. van de Loosdrecht O.L.J. Gijzeman J.W. Geus Catal. Today 10 1991 329 [12] A.M. Horgan D.A King Trans. Faraday Soc. 67 1971 2145 [13] N. Sheppard T.T. Nguyen Adv. Infrared Raman Spectrosc. 5 1978 67 [14] F. Solymosi I. Tombácz M. Kocsis J. Catal. 75 1982 78 [15] B.E. Hayden K. Prince D.P. Woodruff A.M. Bradshaw Surf. Sci. 133 1983 58 [16] P.G. Gopal R.L. Schneider K.L. Watters J. Catal. 105 1987 366",
      "scopus-id": "0028496694",
      "coredata": {
        "eid": "1-s2.0-0304510294000816",
        "dc:description": "The interaction of carbon monoxide with nickel—iron alloys is studied on Ni(111)-Fe surfaces by means of ellipsometry and Auger electron spectroscopy, and by means of infrared spectroscopy on γ-Al2O3-supported Ni x Fe catalysts. The nickel-to-iron ratio of the alloy strongly affects the interaction with CO. On alloys with an iron atom fraction of 0.3 or less the adsorption of CO is molecular, whereas at fractions higher than 0.4 it is initially dissociative. Surfaces contaminated with carbon and oxygen exhibit a lower heat of adsorption. The presence of pre-adsorbed hydrogen lowers the amount of CO which can be adsorbed on Ni(111)-Fe surfaces, whereas on supported catalysts it leads to the formation of formate species already at room temperature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000816",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Boellaard, E."
          },
          {
            "@_fa": "true",
            "$": "Vreeburg, R.J."
          },
          {
            "@_fa": "true",
            "$": "Gijzeman, O.L.J."
          },
          {
            "@_fa": "true",
            "$": "Geus, J.W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000816"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000816"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00081-6",
        "prism:volume": "92",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The interaction of carbon monoxide with nickel—iron alloys. A comparison between single crystal surfaces and supported catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alloys"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "Crystal surface"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "299-310",
        "prism:endingPage": "310",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 September 1994",
        "prism:doi": "10.1016/0304-5102(94)00081-6",
        "prism:startingPage": "299",
        "dc:identifier": "doi:10.1016/0304-5102(94)00081-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028496694"
      }
    }
  }
}