{
  "metadata": {
    "title": "Polymer-supported catalysts in nucleophilic addition of n-butanol to isocyanates",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-01-01",
    "doi": "10.1016/0304-5102(91)85124-K",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185124K",
    "pii": "030451029185124K"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026084550",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185124K 0304-5102(91)85124-K 030451029185124K 10.1016/0304-5102(91)85124-K S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02039 2024-01-02T01:05:30.650091Z 0 0 19910101 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 64 64 1 1 Volume 64, Issue 1 2 15 22 15 22 19910101 1 January 1991 1991-01-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. POLYMERSUPPORTEDCATALYSTSINNUCLEOPHILICADDITIONNBUTANOLISOCYANATES BERLIN P SAUNDERS 1962 J POLYURETHANESPART1CHEMISTRY ENTELIS 1986 635 S IYINTSYMPHOMOGENEOUSCATALYSIS 1980 POLYMERSUPPORTEDREACTIONINORGANICSYNTHESIS DUBOC 1974 431 C JANSSEN 1963 90 M BERLIN 1987 1161 P TEYSSIE 1980 307 P BERLINX1991X15 BERLINX1991X15X22 BERLINX1991X15XP BERLINX1991X15X22XP item 0304-5102(91)85124-K 030451029185124K 1-s2.0-030451029185124K 10.1016/0304-5102(91)85124-K 272239 2024-01-02T01:05:30.650091Z 1991-01-01 1-s2.0-030451029185124K-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185124K/MAIN/application/pdf/0054b68abc9380a68f5dfbf1ac949c90/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185124K/MAIN/application/pdf/0054b68abc9380a68f5dfbf1ac949c90/main.pdf main.pdf pdf true 556346 MAIN 8 1-s2.0-030451029185124K-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185124K/PREVIEW/image/png/674535ccb6839035af196b76f13e2b2c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185124K/PREVIEW/image/png/674535ccb6839035af196b76f13e2b2c/main_1.png main_1.png png 61315 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 64 (1991) 15-22 16 Polymer-supported catalysts m nucleophilic addition of n-butanol to isocyanates P. A. Berlin, M. A. Levina, R. P. Tiger and S. G. Entelis Institute of Chemical Physics, Moscow 117977 (U.S.S.R.} (Received December 29, 1989; revised June 8, 1990) Abstract The kinetics of n-butanol addition to isocyanate m the presence of organotin compounds and their polymer-supported analogues has been investigated. The functionalized polymer chain creates steric hindrances to the formation of non-reactive complexes which include organotin sites. The catalytic activity increases by a factor of 10-100 as compared with low molecular weight analogues. Introduction Catalytic systems used for accelerating the nucleophilic addition and substitution reactions with production of polycondensation polymers can be divided into two groups. Compounds acting strictly according to the general base catalysis mechanism can be considered to belong to the first type. Their function is to activate the proton m OH, NH or COOH groups, facilitating its transport to the proton acceptor. Tertiary amines are a typical example of these catalysts. Catalysts of the second type act according to a so-called 'bifunctional catalysis mechanism'. These are compounds containing both acidic and basic groups (organometallic compounds, carboxylic acids, etc.). In this case, simultaneous coordination of both reagents on the same catalyst molecule with formation of the prereaction complex, i.e. 'microreactor', becomes possible. Rearrangement of atoms and bonds with the consequent formation of the reaction product may occur afterward in the microreactor. It should be mentioned that kinetics and mechanisms of the polycondensation reactions catalyzed by organometallic compounds and carboxylic acids are more complicated than those for the processes taking place in the presence of tertiary amines. Having taken the urethane formation as an example of the nucleophilic addition reaction (I): H 0 I II R'-OH+R\"-NCO >R\"-N-C-0-R', (1) in the present work we have demonstrated the efficiency of polymer-supported organotin catalysts and compared their catalytic activity with that of low molecular weight analogues under various conditions. 0304-5102/91/$3.50 Eisevier Sequoia/Printed m The Netherlands 16 Among the catalytic systems used for nucleophilic addition of hydroxyl group to isocyanate, organotin compounds demonstrate the best activity [1, 2]. A characteristic feature of reactions of this type is the non-linear dependence of the rate constant, fccat, vs the catalyst concentration [Q]o. In some cases the catalyst efficiency falls with [Q]o growth to such an extent that fccat becomes practically independent of [Q]o [2]. This peculiarity can be explained in terms of a special molecular organization of the catalytic system. As was shown in [3], this phenomenon arises due to the presence in the reaction solution of compounds able to form complexes with the same or other molecules (so-called homo- and heteroassociates). The quantitative description of the dependence of the reaction rate on the concentration of the reagents and catalyst, given in [3], is based upon the assumption that a number of complexes are formed in the system, with different composition and structure. Product formation is considered to be a process of monomolecular rearrangement within the optimal microreactor (the so-called 'yield' channel of the reaction). On the other hand, the system is assumed to contain also some types of complexes with a structural organization that does not allow the final product to be formed. These complexes play the role of kinetic 'deadlock' for reagents and a catalyst (the so-called 'store' channels of the reaction [3]). In catalytic addition of an alcohol to an isocyanate (reaction (1)) occurring in the presence of organotin compounds R SnX4_ (R=alkyl, X= halogen or carboxyl group, n =0 4), heteroassociates ApQg (where Q stands for R SnX4_ and A stands for the alcohol) are the 'deadlock' complexes. They are formed statistically via incorporation of the catalyst molecules into the associates of alcohol molecules: R R R R R ( H-O-L,\" Sn-X--(-H-0-L,-- Sn-X--(-H-O-)^- R/ ^ R^ ^ The formation of such associates causes to a dramatic rise in the solution viscosity, and was detected also by IR and UV measurements [3]. As a result of this polymolecular heteroassociation, the catalyst can be considered as 'withdrawn' from of the reacting system. This explains the non-linearity of dependences of k^ on [Q]o. The prevention of the catalyst withdrawal in the form of such polymolecular heteroassociates, if achieved, is expected to provide a substantial increase in catalyst efficiency and, hence, enhance the reaction rate. Anchoring of catalytically active species to a polymer matrix can be suggested as one of the methods to avoid their incorporation into polymolecular heteroassociates with alcohol, since steric hindrances exerted by the ma- cromolecular environment on supported organotin groups should prevent the formation of ApQs complexes. Under otherwise equal conditions, this should lead to the growth of the concentration of the non-associated organotin 17 species in their active form and, consequently, to the increase of the reaction rate. In principle, the effect of increasing the catalytic activity by polymer- supporting is known [4]. At the same time the role of molecular organization of reagents and a catalyst by a polymeric support has not been adequately investigated. In the present work we report data which show that catalytic activity of organotin catalysts in nucleophilic addition ofn-butanol to isocyanate is substantially enhanced when organotin catalyst is supported on a copolymer of styrene with maleic anhydride. This results from suppression of the formation of heteroassociates of the ApQg type due to the anchoring of Q fragments to the polymer. Experimental The kinetics of urethane formation from w-CI-phenylisocyanate (CIPhN=C=0) or 4-(phenylaza)phenylisocyanate CPhN=NPhN =C=0) and n-butanol was studied at 28 C in benzene or heptane at reagent (isocyanate) and substrate (n-butanol) concentrations of 0.001 and 0.01 0.15 mol/1, respectively. The reactions were investigated by IR spectroscopy Cin the case of w-CI-phenylisocyanate) by monitoring the decrease of the optical density at i<NCO)=2260 cm\"1 vs. time, and by UV spectroscopy (in the case of 4-(phenylaza)phenylisocyanate) by monitoring the increase in the optical density of the urethane group absorption at A = 360 nm. The reactions were carried out directly in thermostatted cells of UR-20 and Specord M-40 spectrophotometers. The observed rate constant of the reaction, fcobs, was calculated from the rates, W, of isocyanate decay or urethane formation with the help of the equation kobs=W/[isocyanate]. The association of butanol was studied by IR spectroscopy by observing the changes in the area of the OH groups absorption at 3200-3700 cm\"1. A typical spectrum of n-butanol in benzene at concentration 0.11 molA is shown in Fig. 1. Bands at 3600 and 3500 cm\"1 relate to OH stretching vibrations of the monomer and dimer forms of the alcohol. At alcohol 3400 3600 >,sm-1 Fig. 1. IR spectrum of BuOH m benzene solution at 28 C, [BuOH]o=0.11 mol 1 18 concentrations exceeding 0.15 molA, new bands appear in the 3300 3400 cm\"1 area, corresponding to higher order associates [5]. The optical densities at the absorption frequencies of the monomer and dimer forms are correlated as follows: 133500= O.lSCDseoo)2- The equilibrium constant of alcohol dimerization, obtained by monitoring the dependences of -03500 and -Dseoo vs. alcohol concentration, is 2.8 0.1 1/mol. A copolymer of styrene with maleic anhydride obtained by radical polymerization, molecular weight Afn =10 500, was used as a polymer support. The organotin polymer catalyst (I) was prepared by reaction of anhydride groups of this copolymer with (BuaS^aO at 60 C. The yield of tributyltin- carboxyl groups is ca. 100%, tin content 28.9% by mass (calculated 29.8%). As low molecular weight analogues of I, bis(tributyltin)succinate (II), tributyltin acetate (III) were also used. \"eCHz-CH CH CH-^ CHi CHi CH3 CeHs C=0 C=0 C=0 C-0 C=0 00 00 6 Bu3Sn SnBus Bu3Sn SnBua SnBua I II III II was prepared by reaction of (BuaS^g with succinic anhydride (60 C, 100% yield). The interaction of the polymer and succinic anhydride with (BugS^gO was controlled by IR spectroscopy by monitoring the increase in C=0 absorption ( v =1600 cm\"1) in the organotin compounds [6]. Results and discussion The dependences offecat on [Q]o for experiments performed with catalysts I-III m benzene are presented in Fig. 2. kcla,=koba~ko, where feobs ^s the observed rate constant, ko is the rate constant for the non-catalytic reaction, (ky does not exceed 5% of fccaO. When I was used, the dependence k^ vs. [Q]o was found to be linear, thus indicating that 'withdrawal' of polymer- supported catalyst species through their organization into non-reactive com- plexes is negligible. This leads to a higher activity of I as compared with II and III. Using the dependence offecat on [A] and information on alcohol association, we can, on the basis of the previously developed kinetic model [3] of a liquid phase catalytic reaction (1), determine the 'yield' channel, stoichiometry and equilibrium constants for the formation of complexes in the 'store' channels. The kinetics of reaction (1) in the presence of compound I as a catalyst, can be described in terms of the following reaction scheme: 19 ,2 -1 0.10 [A],nnol.l (a) Cb) Fig. 2. Reaction rate constant (kc ) (a) us. catalyst concentration ([Q]o) and (b) vs. alcohol ([A]) concentration in the presence of I (l), n (2) and m (3); [BuOH]o=0.12 mol I-1 (a), [Q]o=0.75xl0-3 (1), 1.50X10-3 (2), 1.56X10-3 (3) mol I-1; (b) benzene, 28 C. K if A+B+Q ?== ABQ > product A-i.i A+Q = AQ Scheme l. This scheme, with constants Kk= 260 30 l2 mol\"2 s\"' and A'i,i=5.2 0.5 1 mol\"1, indeed describes wel the experimental data when I is used as a catalyst (Fig. 2). This result differs substantially from previously reported data for reaction (1) in the presence of low molecular weight catalysts. When I is used, only AQ complex is formed in the 'store' channel, as reflected by the linear dependence of fccat o11 [Qlo- In contrast to this, when low molecular weight organotin compounds were used as catalysts m a similar concentration range, AgQa, A4U4 and other more complicated heteroassociates were also usually formed in substantial amounts [3, 7]. The other difference between high and low molecular weight catalysts is the composition of complexes in the 'yield' channel. In the case of polymer-supported catalyst, this complex includes only one alcohol molecule (Scheme 1). In contrast to this, m the presence of low molecular weight organotin compounds R SnX4_ , the 'yield' channel always includes the complex consisting of monomeric isocyanate, catalyst and alcohol dimer [3, 7]: Ag + Q + B *== AaQB > product Until now it was thought that the formation of associates between OH groups of alcohol molecules by means of H bonds is an essential condition both for the non-catalytic and catalyzed formation of urethane [2, 3]. Only with tertiary amines as catalysts, due to their high potential to form H-bond 20 complexes and, consequently, high polarization of the OH bond of the alcohol molecule in its complex with the catalyst, is the monomeric form of alcohol active in the reaction. Modification of the complex composition in the 'yield' channel for catalysis by polymeric compound I seems to arise because the polymer chain fragment including two adjacent tin atoms participates in the microreactor formation. Binuclear Sn-containing fragments ensure such or- ganization of the microreactor that does not require two alcohol molecules for catalysis to occur. Data obtained when using mono- and binuclear analogues of I confirm this suggestion. The possibility for BuaSnOCCO) fragments to freely rotate around the C C bond, enables cis- (Q') and trans (Q\") structures of II to be formed: COOSnBua CH^ CH^ CH^ CH^ BusSnOOC ^COOSnBua BuaSnOOC (Q') (Q\") In trans conformation it is possible for the two organotin sites to participate in the formation of one and the same microreactor. Such a possibility seems to exist. The existence of such two conformations is expected to manifest itself in the kinetics of the corresponding catalytic reactions. In Fig. 2 the characteristic features of urethane formation catalyzed by compounds II and III are shown. The dependences of fccat on [A] in the presence of II and III m benzene solution indicate the presence of two parallel reaction pathways. The linear initial section at low alcohol concen- trations suggests the existence of a reaction with participation of the hydroxyl group of the monomer of the alcohol. Deviation of fccat vs. [A] dependences from linearity with the increase of the concentration of A indicates the existence of a reaction pathway with participation of ROH dimer. However, the appearance of the 'monomeric yield channel' may be explained by an additional activation of the alcohol molecule via formation of H bond complexes with the benzene Tr-system. Thus, we cannot, unfortunately, for reaction in benzene, actually estimate the role of species Q' and Q\" in catalysis. Fortunately, such reagent solvent complexes are not formed in inert solvent. Hence, the alcohol monomer does not have extra activation. Thus, inert solvent (e.g. heptane) should not influence (as a proton acceptor or general base catalyst) the kinetic regularities of catalytic reaction. The dependences of fccat on [A] in the presence of catalysts II and III in heptane are shown in Fig. 3. In the case of catalyst III, the non-linear character of the dependence of/Ccat vs. [A] (even at low [A], fccat is proportional to [A]2) indicates that heteroassociates including alcohol dimer are formed in the \"yield\" channel. According to the previously reported method of elaborating the kinetic data [3], the following reaction scheme can be suggested: 21 0 1.0 2,0 [Ql.-IO^mol-r1 0 0.02 0.0& [Al,mol-r1 (a) (b) Fig. 3. Reaction rate constant C/Ccat) vs. (a) catalyst ((Q]o) and (b) alcohol ([A]) concentrations in the presence of n (1) and m (2), [BuOH]o=0.07 mol I-1 (a), [Q]o=4.10xl0-4 (1) and 1.23X10-4 (2) mol l-'; (b) heptane, 28 C. 2A+B+Q K iAgBQ > product A+Q A+2Q Ki.i Kl. 2 AQ l AQaJ 'store' channels mol -3 K'i,i=33+3 l mol-1, K^ Here A7c=(7.5+0.7)x l O4 l3 =(4.7 0.9)X105 l2 mol-2. In the case of binuclear catalyst II, the character of kcu. dependence on [A] indicates two 'yield' channels with monomer and dimer of alcohol, as in the case of benzene. As was mentioned above, this result cannot be explained by formation of a complex with the solvent. Hence, realization of these two 'yield' channels can be explained in terms of both cis- and trans (Q' and Q\") catalyst structures taking part in the reaction: A+B+Q'< Ag+B+Q\" ABQ'- a AaBQ\" product -> product Here the 'store' channels include the formation of ApQg, ApQg' and ApQsQt' complexes. Unfortunately, the existence of two \"yield\" channels and lack of information on the conformational equilibrium for II do not allow to get the quantitative kinetic description of this scheme. Various mechanisms of catalytic reactions m the presence of organotin compounds suggest the existence of different types of reagents activation. It may be, e.g., the activation of the OH-group of the alcohol by means of Sn...O coordination [2]. However, we have shown (in the case of catalyst III) that alcohol monomer is not active in the catalytic formation of urethane and, hence, such type of activation is not sufficient in inert solvents. The activation of isocyanate N=C=0-group also is possible. It can be realized 22 due to coordination of N=C double bond towards a d-orbital of the tin atom [8]. It is expected, that when both types of activation exist, the catalytic reaction should be more effective. However, for catalyst III the formation of complex AQ BQ in the yield channel is practically improbable under our reaction conditions because of low concentrations of isocyanate and tin(IV) in solution. This type of activation can be realized only in the case of binuclear or polymeric catalysts when cooperative effect between adjacent catalytic centres arises. Thus, transition from low molecular weight catalyst III to its binuclear analogue II and polymer catalyst I leads to a modification of the elementary act of catalysis. The above example demonstrates the role of the molecular organization of the catalytic complex via interaction of adjacent active centres of the same molecule. References 1 J. H. Saunders and K. C. Frisch, Polyurethanes, Part 1: Chemistry, Wiley, New York, 1962. 2 S. G. Entelis, IUPAC Int. Symp. Macramol. Chem., Budapest, 1969, p. 89. 3 S. G. Entelis, P. A. Berlin, R. P. Tiger and S. G. Bondarenko, IYInt. Symp. Homogeneous Catalysis, Gordon and Breach, New York, 1986, Vol. 2, p. 635. 4 P. Hodge and D. C. Sherrington (eds.), Polymer-supported reaction in organic synthesis, Wiley, New York, 1980. 5 C. Duboc, Spectrochim. Acta, 30A (1974) 431. 6 M. Janssen, J. G. Luiten and G. I. van der Kerk, Rec. Trav. Chim., 82 (1963) 90. 7 P. A. Berlin, R. P. Tiger and S. G. Entelis, Kirnst. Catal., (Engl. Edition), 28 (1987) 1161. 8 P. Teyssie, R. Jerome and Huynh-Ba-Gia, Am. Chem. Soc., Polym. Prepr., 21 (1980) 307. X244 9185124K 0304-5102(91)85124-K 10.1016/0304-5102(91)85124-K Chemical and metal complex catalysis Articles Polymer-supported catalysts in nucleophilic addition of n-butanol to isocyanates P.A. Berlin M.A. Levina R.P. Tiger S.G. Entelis Institute of Chemical Physics, Moscow 117977 U.S.S.R. The kinetics of n-butanol addition to isocyanate in the presence of organotin compounds and their polymer-supported analogues has been investigated. The functionalized polymer chain creates steric hindrances to the formation of non-reactive complexes which include organotin sites. The catalytic activity increases by a factor of 10–100 as compared with low molecular weight analogues. References 1 J.H. Saunders K.C. Frisch Polyurethanes, Part 1: Chemistry 1962 Wiley New York 2 S.G. Entelis, IUPAC Int. Symp. Macromol. Chem., Budapest, 1969, p. 89. 3 S.G. Entelis P.A. Berlin R.P. Tiger S.G. Bondarenko IY Int. Symp. Homogeneous Catalysis 2 1986 Gordon and Breach New York 635 4 P. Hodge D.C. Sherrington Polymer-supported reaction in organic synthesis 1980 Wiley New York 5 C. Duboc Spectrochim. Acta 30A 1974 431 6 M. Janssen J.G. Luiten G.I. van der Kerk Rec. Trav. Chim. 82 1963 90 7 P.A. Berlin R.P. Tiger S.G. Entelis Kinet. Catal., (Engl. Edition) 28 1987 1161 8 P. Teyssie R. Jerome Huynh-Ba-Gia Am. Chem. Soc., Polym. Prepr. 21 1980 307",
      "scopus-id": "0026084550",
      "coredata": {
        "eid": "1-s2.0-030451029185124K",
        "dc:description": "The kinetics of n-butanol addition to isocyanate in the presence of organotin compounds and their polymer-supported analogues has been investigated. The functionalized polymer chain creates steric hindrances to the formation of non-reactive complexes which include organotin sites. The catalytic activity increases by a factor of 10–100 as compared with low molecular weight analogues.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-01-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185124K",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Berlin, P.A."
          },
          {
            "@_fa": "true",
            "$": "Levina, M.A."
          },
          {
            "@_fa": "true",
            "$": "Tiger, R.P."
          },
          {
            "@_fa": "true",
            "$": "Entelis, S.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185124K"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185124K"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85124-K",
        "prism:volume": "64",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Polymer-supported catalysts in nucleophilic addition of n-butanol to isocyanates",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "15-22",
        "prism:endingPage": "22",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 January 1991",
        "prism:doi": "10.1016/0304-5102(91)85124-K",
        "prism:startingPage": "15",
        "dc:identifier": "doi:10.1016/0304-5102(91)85124-K",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026084550"
      }
    }
  }
}