{
  "metadata": {
    "title": "A novel iron catalyst for the polymerization of butadiene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-10-31",
    "doi": "10.1016/0304-5102(82)80075-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800758",
    "pii": "0304510282800758"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020195072",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510282800758 0304-5102(82)80075-8 0304510282800758 10.1016/0304-5102(82)80075-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00223 2024-01-02T01:04:16.600218Z 0 0 19821001 19821031 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 17 17 1 1 Volume 17, Issue 1 6 65 76 65 76 198210 October 1982 1982-10-01 1982-10-31 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. ANOVELIRONCATALYSTFORPOLYMERIZATIONBUTADIENE ZHANG Z FISCHER 1973 943 K BONNEMANN 1973 964 H MATSUMOTO 1972 281 T YANG 1980 734 J WANG 1980 172 F SWIFT 1970 331 H FURUKAWA 1974 237 J ZHANG 1982 195 Z ZHANG 1980 221 Z VANOMMEN 1979 1 J TAMAI 1965 1575 K ZHANGX1982X65 ZHANGX1982X65X76 ZHANGX1982X65XZ ZHANGX1982X65X76XZ item 0304-5102(82)80075-8 0304510282800758 1-s2.0-0304510282800758 10.1016/0304-5102(82)80075-8 272239 2024-01-02T01:04:16.600218Z 1982-10-01 1982-10-31 1-s2.0-0304510282800758-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800758/MAIN/application/pdf/5975d0d9047fa4b7f2eef406706a1d42/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800758/MAIN/application/pdf/5975d0d9047fa4b7f2eef406706a1d42/main.pdf main.pdf pdf true 633119 MAIN 12 1-s2.0-0304510282800758-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800758/PREVIEW/image/png/66130da7396a59af8a0ca9650a5834da/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800758/PREVIEW/image/png/66130da7396a59af8a0ca9650a5834da/main_1.png main_1.png png 62361 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510282800758-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800758/fx1/THUMBNAIL/image/gif/635884c236a67f518f86b7f6aaf47b2e/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800758/fx1/THUMBNAIL/image/gif/635884c236a67f518f86b7f6aaf47b2e/fx1.sml fx1 true fx1.sml sml 1426 64 125 IMAGE-THUMBNAIL 1-s2.0-0304510282800758-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800758/fx1/DOWNSAMPLED/image/gif/fbf79763bc0b2f61a86eaf9c737b4ef8/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800758/fx1/DOWNSAMPLED/image/gif/fbf79763bc0b2f61a86eaf9c737b4ef8/fx1.gif fx1 true fx1.gif gif 1722 152 295 IMAGE-DOWNSAMPLED Journal of Molecular Catalysis, 17 (1982) 65 - 76 65 A NOVEL IRON CATALYST FOR THE POLYMERIZATION OF BUTADIENE Z. Y. ZHANC, H_ J. ZHAhiG, H. M. Mgt and Y. wU* Changchun fastitute of Applied Chemistry. Academia Sirica (People's Republic of China) (Received November 24, 1381) S ummary The polymerization of butadiene catalyzed by Fe(acac)3 Al(1-Bu)3 CROD catalyst has been investigated. A suitable composition for the catalyst was determined, and the best method for preparing highly active catalyst was also established. By iR and r3C NMR studies, the product was shown to be a binary polybutadiene consisting of equal parts of cis-1,4- and I,2-structure, the sequence of which was in accord with the Bernoulli distribution. Based on results thus obtained, a possible mechanism for the polymerization in this iron catalyst system was suggested. Introduction. Research on the activity of transition metal complexes used as catalyst for the polymerization of conjugated diotefins has attracted considerable interest since the discovery of Zeigler-Natta catalysts. Most of the systems investigated have involved Ti, Nil Co and rare earth complexes [I - 31 ; relatively few iron complex-catalyzed polymerizations of diolefins have been reported, and none has been successful [4j . In this paper, we should like to report positive results for a novel iron catalyst consisting of Fe(acac)3 AI(i-Bfl)3 and a nitrogen-containing aromatic heterocyclic ligand for poIymerization of butadiene. This catalytic system is characterized not only by higher activity as compared with [4) , but also by the microstructure of the polymer obtained, which has been proved by IR and hr-MR investigations to be a kind of new synthetic rubber - medium vinyl polybutadiene, composed of equal amounts of 1,2- and cis-1,4-units. *Author to whom correspondence should be addressed- 0304-5162/82/0000-0000/$02.75 Q Elsevier Sequoia[Printed in The Netherlands 66 Experimental Chemicals Butadiene of polymerization grade was dried by passing through silica gel. Benzene and cyclohexane used as solvant_ were distilled under nitrogen, after being treated with sodium-potassium alloy. Phenanthroline (A.R.) and triisobutylaluminium (C.P.) were used as received. The Fe(acac)s was prepared from potassium acetylacetonate and ferric chioride as reported in the literature, followed by further recrystalization from THF for uurification. Procedure The polymerization was carried out in a 30 ml test tube, the opening of. which was fitted with a serum cap, which was attached to a vacuum nitrogen system. The reaction vessel was evacuated during heating and then swept with diy nitrogen repeatedly to remove oxygen and moisture. A desired amount of Fe(acac)3 (Fe), alkylaluminium (Al), phenanthroline (Ph) and butadiene (Bu) in benzene were injected via the serum cap in the order required according to the experiments. The reaction started immediately and lasted for four hours under the reaction conditions as given in the experiments. The polymer was isolated by pouring the reaction mixture into an ethyl alcohol solution containing 1 wt.% (based on butadiene) 2,6di-t-butyl p-cresol as an antioxidant. Prcduct analysis The microstructure of the polymer was determined from its infrared spectrum. The spectrum of a representative sample is given in Fig. 1. As shown in the Figure, the polymer contains mainly cis-1,4- and 1,2-polybutadiene, characterized by absorption bands at 738 cm-' a-rid 910 cm7-', respectively. The characteristic absorption band for trams-l,4-polybutadiene at 967 cm- 1 was observed eventually. a he sequence distribution of cis-1,4- and 1,2-units in the polymer chain has been studied with 13C NMR spectroscopy. The spectra recorded are shown in Fig. 2. They appear to be analogous to that of polybutadiene prepared by Furukawa with a Mo or Co catalytic system, and obey the Bernoulli rule [ 5] . Derails will be reported in a subsequent paper [6) . Intrinsic viscosity (r ) was determined in toluene at 30 C. Apparu tcs UV/-v-is absorption measurements were carried out with a Specord UV-Vis (Carl Zeiss, Jena) spectrophotometer equipped with quartz cells (10 mm) at room temperature. Infrared spectra were taken using a Specord 75 IR spectrophotometer (Zeiss, Jena). 1sC NMR spectra were recorded on a JEOL-100MC spectrometer using CC14 as solvent. 67 i% 60 50 40 110o 900 700 500 Fig- 1. Infrared spectrum oa representative polybutadiene. '%<M \" ssw1 4^<h< i,~ tC~ i \\ -C C- fA) EB) Fig. 2. F3C NE~LR spectra of equibiaarJr cis-1,4- and 1,2-polybutadiene. (A) aliphatic portion; EB) olefcnic portion. 63 Results Effect of ligand It is well known that in most polymerizations of conjugated diolefins with homogeneous Zeigler-NatTa type catalysts, besides the reduction of transition metal to its lower valence state by using an organomeialic compound, i.e. alkylzluminium, it is also desirable to add a third compound (ligand) not only for stabilizing the lower valence transition metal but also for enhancing the activity of the catalytic system- As a stabilizing base, a series of ligands have been investigated in our laboratory, but only the N-conta~ wing ligands are effective for polymerization. Figure 3 shows the relation between the conversion of butadiene and the mole ratio of ligand to iron (L/Fe) obtained by keeping the mole ratio of Al/Fe at 30 and the mole ratio of Fe/Bu at 4.7 X 10-c. Obviously a small amount o:' phenanthroline can promote the activity of catalyst greatly. Over the entire range studied, i.e. Ph/Fe > 0.2, butadiene could be converted almost completely. The intrinsic viscosity (r ) first varies inversely with phenanthmline added, and then remains constant. The microstructure of the polymer expressed by the contents of 1,2- and cis-1,4-polybutadiene determined by IR remains unchanged, and obviously shows equibinarily. With pyridine or N,N'-tetramethylethylenediamine as ligand the activity is very low. Optimum composition of catalyst In order to find out the best ratio of the catalyst components, two series of experiments were performed when Ph/Fe = 1 (based on Fig. 3): iao ~e 0 M 6 is -1 A ssr0 (dl/31 10 v 0 0 1 2 Fig. 3. Effect of ligand (phenanthroline) on conversion of butadiene. [Bu] = 2.2 &f; Fc/Bu = 4.7 X 10-'; Al/Fe = 30; Temp.: 18 C; (D,-- conversion; 2r-- (q); Q- 1,2-content; o- cis-1,4-content. 69 (1) on keeping the iron acetylacetonate constant, the triisobutylaluminium was varied.; and (11) the reverse. Figure 4 shows the result of experiments in the first case, in which the conversion of butadiene as a function of Al/Fe is given. 4s is shown is the Figure, the conversion of butadiene increases with Al/Fe. It seems that at first a correct amount of reducing agent is necessary to activate the transition metal; when A1/Fe > 20, butadiene is nearly all converted. The intrinsic viscosity (r7) as well as the cis-1,4- and 1,2-content of the products remain unchanged. The resulting polymers are also of equal distribution. Figure 5 shows the experimental results in case (11), in which the conversion of butadiene as a function of Fe/Bu is given. As shown in this Figure, a maximum conversion occurs in the range of Fe/Bu from 0.25 X 10- to 2.0 X 10-4 . The decrease in activity in the lower range of Fe/Bu can be explained by lower catalyst concentration, while the lowering of activity in the higher range of Fe/Bu may be attributed to insufficient reducing agent. The intrinsic viscosity (q) decreases with F e/Bu in the lower range, but remains constant (- 10) when Fe/Bu > 0.5 X 10 c. The polymers are equibinary when the balance of components in the catalytic system is optimum. Based on the results mentioned above, it can be concluded that when the conversion of butadiene is rather high, the microstructure of the polymer does not change either with respect to Al/Fe or to Fe/Bu; but for lower conversions, a small amount of trans-1,4-polybutadiene is found. Effect of catalyst concentration Figure 6, from representative experimental results, shows that by using an optimum catalytic system for polymerization of butadiene, the conversion 500 do O 0 r~ n 60 0 QD o - (~) (aZ/g) O O a9- e40 0 V ni S 0 0 O 10 20 30 O 50 ~o Fig. 4. Effect of A! (Fe fixed) on activity of catalyst and microstructure of polymers[Bu) = 22 bf; Fe/Bu = 4.? X l0-'4; Ph/Fe = 1; Temp.: la `C; G-- conversion; &- (t?); at- 1_2-content; C-- cis-1.4-content. 70 100 x x so o 20 0 <YO I 0 0 O 0 W V _o c (3 ( rj Xil/FI 1 z 3Z,p Fig. 5. Effect of Fe (Al fixed) on activity of catalyst and micrestructute of polymers. [Bu] = 2.2 14f; Al/Bu = 7.4 x 10-3; Ph/Fe = 1; Temp.: 18 G; a-- conversion; ~- (Tl); Q-- 1,2-content; o- cis-l,4-content; C- irarrs-1,4-content. Ioo~ o E m U 60~ U 40 2 0 .u 13.0 O 0 O o ('R nai/Aj Fig. 6. Effect of catalyst concentration. [Bu] = 2.7 11ri; Fe = 0.5 x i0-S; AI/Fe = 60; Ph/Fe = 1; Temp.: 19 G; o- conversion; o~-- (77); a-- 1.2-content; o- cis-1,4-conteat_ can remain rather high, in tire range oSo/Fe up to 101. The intrinsic viscosity (r ) rises markedly as shown in the Figure, bent the microstructure of :he polymer stays unchanged. It shows that each iron atom could further react with more monomers resulting in are increase in the degree apolymerization characterized by (r7). The lowering oactivity is probably either due to lower catalyst concentration or due to increasing impurities in the reaction system as the amount obutadiene increases. 71 Effect of catalyst performance Considerable interest has been shown in the influence of the feeding order of catalyst components on the catalytic activity, as shown by the data in Table 1. It can be seen from the Table that several optimum catalytic systems could be obtained using the first four feeding orders, in particular the first two. They give not only higher conversions of butadiene, but also lower (sl) values. The fourth seems to have an influence on the microstructere, apparently for the same reason as that due to higher ratios of Fe/Bu (see Fig. 5). rnffuence of temperature Repre=entati%ie experimental results illustrating the influence of temperature on behavior of the catalytic system are given in Table 2. It may be noted that as the polymerization temperature is raised, the conversion of butadiene decreases, accompanied by a decrease in intrinsic viscosity (rl) and 1,2-content as well as an increase in traps-1,4-content. From. these facts it may be concluded that by varying the reaction temperature it seems possible to control the microstructure and to regulate molecular weight. Electronic spectra of the catalytic system The electronic spectra of a representative catalytic system are given in Figs. 7 and 8. Adding triisobutylaluminium to a cyclohexane solution containing iron acetylacetonzte and phenanthroline generates changes in the spectrum, which are manifested by the disappearance of the band at 44 X 103 em 7-1 and a shift of the 38 X 103 cm 7' band to a lower frequency. The final spectrum is represented by curve 2 in Fig. 7. The absorption bands at 44 X 103 cm f and 38 X 103 cm 7l in the original apectmm (Fig. 7, curve 1) are attributed to phenanthroline, and the shoulder band at about 37 X 103 cn, 1 to the acetylacetone ligand of Fe(acac)3. The band appearing at 34 X 103 cm 7l is considered to be spectral evidence of an intermediate TABLE 1 Effect of catalyst performance Fxpt. Feeding order Cona. (~) Microstructure, . (%) (dtlg) 1 2 3 4 1,2- cis-1,4- trarss-1,4 f Bu Fe Ph A1 100 4.64 45.7 50.5 3.8 2 Bu Fe Ph' hi 95.5 5.81 42.2 52.7 i.9 3 Bu AJ F e Pit,, 98.2 7.03 48.9 49.5 1.6 4 Fe Ph Al Bu 97 6.57 35.6 61.8 2.6 5 Fe Ala Ph Bu 0 - 6 Ph Ale Fe Bu 3.7 gel [Bu 1 = 2.2 Iv Fe/Bu = 2.2 x 1(i'4; PhIFe = I; AIlFe = 50; Temp.: 18 C; Time: 3 h. gThese two components mixed before feeding. 72 TABLE 2 Influence of temperature on catalyst behavior Temp. Conv. (17) Microstructure, ( C) M (wig) 1,2- czs-1, - traces-1,4 0 96.3 14.54 44.5 55.5 - 10 95_3 9.68 49.0 50.1 0.94 30 94.0 9.69 39.1 56.9 4.0 50 36_9 8_83 33.1 59.6 7.3 [Bu ] = 2.2 M; Fe/Bu = 1_1 x 10--; Pa/Fe = 1; Al/Fe = 50; Time= 3 h. 7.Oi D O. IIO 0.6 0.4 0.2 es 42 38 34 - 03 Fie. 7. UV spectra of a representative catalytic system. [Fe] = 8 x 10-6 M; 1- 4.f/Fe = 0; 2- Al/Fe = 30. formed as the result of an exchange of (i-Bu)-groups in A1(i-Bu)3 for acacgroups in Fe(acac)3. The spectra in Fig. 8 are taken in the visible region, illustrating the effect of different ligands. The spectra for pyridine (curve 1) and N,N'tetramethylethylenediamine (curve 2) are the same as that for no lieand (curve 3), but far phenanthroline two bands appear at 21 X 103 c ` and near 19.5 X 103 crn7 1 (curve 4). This conBrmc results obtained in our previous work [7j, in which bipyridine was used as a third component, the difference between these two ligands consisting of the absorption intensity of the band at 23. X 103 cal ` 73 0.6~ 0.6I 0.2' OL 30 V_i 11 .1 ~L tt _S 1 is 74AZ 26 22 Fig. 8. Visible spectra. illustrating the effect of different ligands. [Fe] = 5 x 10-c; Al/Fe = 60; I- pyridine; 2- NN'-tetramethylethylenediamine; 3- no ligand; s- phenanthroline ([Fe] = 2.5 x 10-c M). Discussion of the catalytic mechanism Based on our experimental results, the following mechanism of polymerization is suggested. The polymerization obutadiene by Fe(acac)3 Al(i-Bu)3 O R OD seems to be initiated via the reduction of a higher N N valence iron to lower valence one. At AI/Fe > 20, i.e. with sufficient reducing agent the reactions probably are: Fe(acac)3 + 3 (i-Bu)3AI - i-BuFe(acac)Z + T AI(acac)3 i-BuFe(acac)z + 3 f i-Bu)3AI -a12c,ZHg -I12CsHfo AI(acac)3 f 2(i-3u)3Al E 3(i-Bu)ZAI(acacj (i-BujZFe + 3 Al(acac)3 (2) (3j The reduction of a higher-valence transition metal ion b~T l, has oOn repented by other authors [8, 3) . Fn our case, the lower-valence Fe complex which still contains aeac- groups would be formed resulting from the exchange of the i-Bu- group in (i-Buj.sAl for acac- groups forming Eil(ac..cj3 or (i-Bu)2AI(acac) (eqns. 1 - 3), as confirmed by our electronic 74 spectroscopy studies (Fig. 7). It is known that the Fe complex is not stable in the absence of stabilizing ligand, and produces Fe Z easily. (i-Bu) :Fe -> Fe .L + C4Ig t C4IIO ( ) Coordinating with a proper ligand, it would be stabilized in accordance with the following reaction: (i-Bu)ZFe f L ~ (i-Bu)2FeL-3- H2FeL (5) - 2C4Hg The complex thus formed may be designated as the intermediate which is able to polymerize butadiene: In our case it may be proposed as: H(i-Bu) ~ , NO Fe,\" H(i-BU) ~ `~ NO The bands at 21 >; 103 cm 1 and 19.5 X 103 cm 7l in Fig. $ may be taken as evidence. Further, butadiene could also stabi=ize tile complex; polymeriza tion can then proceed by the coordination and insertion of butadiene, as shown by the following equations: L IC 3C-C-i-BL C-i-Bll NI - (i-Bu)ZFeL + 2CI;I-I6 zC~ Fe ,C LFe-C-C=C)z (6) 3 I J DT or 1C ~C`-CH3 CI-I3 H2FeL + 2C4H6 -> 2C~` Fe jC LFetC-C=C)z (7) 3y !C '^H3 v The mechanism suggested above may explain many experimental results; thus the deactivation of catalyst caused by an excess of ligand present is probably due to higher occupation of coordination sites by ligands, which is unfavorable to butadiene coordination as shown by eqns. o and 7; the deactivation of catalyst caused by a deficiency of ligands can be .explained by tile occurre-ice of reaction (4), resulting in a decrease in the number of active centers. In addition, the formation of the 1,2- and cO-1,4-urdts in equal proportion can be ascribed to tile fact that the insertion of butadiene to the ir-allyl 75 complex at the 1 or 3 position has the same probability. As shown by eqns. 6 and E, if the insertion of buOiena occurs at the 1 position and at the 3 position, the 1,2-linkage and the cis-1,4-linkage would be formed, respectively. Furthermore, the sequence distribution of different units in the polymer can also be explained- In general, the mechanism of butadiene polymerization by ZeiglerNatta type catalysts is rather complicated. Some of the experimental facts could be explained with the help of the mechanism suggested above, but others could cot be explained with ease. For example, the alkyIaluminium, which might act as a Lewis acid, could react immediately in the reaction system with the ligand (i-e_ Lewis base) to form a complex, resulting in an insufficiency of ligands to stabilize the iron; then radicals would be formed, cross linking the polymer and thus forming a gel. This supposition has been verified by us in feeding-order experiments (No. 6 in Table 1). It is obvious, the process occurs in accordance with another mechanism. Conclusions (1) A novel Zeigler-Natta type iron catalyst for polymerization of diolefin has been discovered, consisting of Fe(acac)3 Al(i-Bu)3 N-containing ligand; with phenanthpoline it gives a higher activity- (2) The polymer obtained with such a catalyst . consists cf equal amounts of cis-1,4- and 1,2-polybutadiene, the sequence distribution of which has been proved to obey the Bernoulli rule. (3) The active catalyst is formed by exchange of i-Bu- groups in AI(iBu)3 for acac- groups, followed by reduction of iron to a lower valence state. The Fe-i-Bu or F e-H bond formed in this way could be stabilized by phenanthroline through the formation of a d-7r bond, and the coordinated complex thus formed is designated as the active intermediate, which is supported by electronic spectroscopy studies. References 1 a. K Fiscae=, K_ .longs, P_ MisbO, R_ Stabba and G_ Wilke. Angew_ Chem- Int- Ed- ERgI., 12 (1973) 943. 6. H_ BonnemaO C. Gradr. W. Kapp. W. Pump. K_ TaOit and G_ Wilke, Argew. Chem. Mt. Ed. Ertgl., 12 (1973) 9644. 2 T_ Matsumoto and J. Furukawa, a hfacromol. Sci. Chem_ A6(2) (1972) 281. 3 a. J. H. Yang, J. Y. Hu, S. F. Peng, E. L. PO D. M_ Xie, C_ Q. Zfiong and J. Ouyang. Scientra Sinx4 23 (1980) 734_ b. F. S. Wang, R. Y. Size, Y. T. Jin, Y. L. Wang and Y. L. Zhong, Scientic Sirica, 23 (1980) 172_ 4 I-F. E. Swift, J. E. Bozik and C. Y. Wu. .I Catal., 17 (1970) 331. 5 J. Furukawa, E. Kobayashi, N. Katzuki and T. Kawagoe, Makromol. Chem., ! 75 (1974) 237. 7s 6 Z. Y. Zhattg, Z. N. Zhou and H. M. Ma, Gaofenzi Tongxxn (Polymer Communications, in Chinese), 3 (1982) 195. 7 Z. Y. ZSang, Y. D. Lien, G. Hey, H. M. Ma and Y. Wu, Cufua Xuebao (d Catal., is Chinese), I (1980) 221. 8 J. G_ Van Ommen, J. Stiintjes and P_ Mars, .l_ Mol. CataL. 5 (1979) 1. 9 K. Tamai, i. Saito, Y. :Jchida and A. Misono, Bull. Chem. Soc. Jprc, 38(1965) 1575. X244 82800758 0304-5102(82)80075-8 10.1016/0304-5102(82)80075-8 A novel iron catalyst for the polymerization of butadiene Z.Y. Zhang H.J. Zhang H.M. Ma Y. Wu ∗ Changchun Institute of Applied Chemistry, Academia Sinica People's Republic of China * Author to whom correspondence should be addressed. The polymerization of butadiene catalyzed by Fe(acac)3Al(i-Bu)3 catalyst has been investigated. A suitable composition for the catalyst was determined, and the best method for preparing highly active catalyst was also established. By IR and 13C NMR studies, the product was shown to be a binary polybutadiene consisting of equal parts of cis-1,4- and 1,2-structure, the sequence of which was in accord with the Bernoulli distribution. Based on results thus obtained, a possible mechanism for the polymerization in this iron catalyst system was suggested. References 1 a K. Fischer K. Jonas P. Misbach R. Stabba G. Wilke Angew. Chem. Int. Ed. Engl. 12 1973 943 b H. Bönnemann C. Gradr W. Kopp W. Pump K. Tanaka G. Wilke Angew. Chem. Int. Ed. Engl. 12 1973 964 2 T. Matsumoto J. Furukawa J. Macromol. Sci. Chem. A6 2 1972 281 3 a J.H. Yang J.Y. Hu S.F. Feng E.L. Pan D.M. Xie C.Q. Zhong J. Ouyang Scientia Sinica 23 1980 734 b F.S. Wang R.Y. Sha Y.T. Jin Y.L. Wang Y.L. Zhong Scientia Sinica 23 1980 172 4 H.E. Swift J.E. Bozik C.Y. Wu J. Catal. 17 1970 331 5 J. Furukawa E. Kobayashi N. Katsuki T. Kawagoe Makromol. Chem. 175 1974 237 6 Z.Y. Zhang Z.N. Zhou H.M. Ma Gaofenzi Tongxun (Polymer Communications, in Chinese) 3 1982 195 7 Z.Y. Zhang Y.D. Liu G. Hu H.M. Ma Y. Wu Cuihua Xuebao (J. Catal., in Chinese) 1 1980 221 8 J.G. Van Ommen J. Stijntjes P. Mars J. Mol. Catal. 5 1979 1 9 K. Tamai T. Saito Y. Uchida A. Misono Bull. Chem. Soc. Jpn 38 1965 1575",
      "scopus-id": "0020195072",
      "coredata": {
        "eid": "1-s2.0-0304510282800758",
        "dc:description": "The polymerization of butadiene catalyzed by Fe(acac)3Al(i-Bu)3 catalyst has been investigated. A suitable composition for the catalyst was determined, and the best method for preparing highly active catalyst was also established. By IR and 13C NMR studies, the product was shown to be a binary polybutadiene consisting of equal parts of cis-1,4- and 1,2-structure, the sequence of which was in accord with the Bernoulli distribution. Based on results thus obtained, a possible mechanism for the polymerization in this iron catalyst system was suggested.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800758",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Z.Y."
          },
          {
            "@_fa": "true",
            "$": "Zhang, H.J."
          },
          {
            "@_fa": "true",
            "$": "Ma, H.M."
          },
          {
            "@_fa": "true",
            "$": "Wu, Y."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800758"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800758"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80075-8",
        "prism:volume": "17",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A novel iron catalyst for the polymerization of butadiene",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-76",
        "prism:endingPage": "76",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1982",
        "prism:doi": "10.1016/0304-5102(82)80075-8",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/0304-5102(82)80075-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510282800758-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1426",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "152",
            "@width": "295",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510282800758-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1722",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020195072"
      }
    }
  }
}