{
  "metadata": {
    "title": "Catalyst design of two-dimensional zirconium phosphonates",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80239-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280239D",
    "pii": "030451029280239D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026889920",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280239D 0304-5102(92)80239-D 030451029280239D 10.1016/0304-5102(92)80239-D S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 22 213 221 213 221 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. CATALYSTDESIGNTWODIMENSIONALZIRCONIUMPHOSPHONATES SEGAWA K WHITTINGHAM 1982 M MATERIALSSCIENCESERIES INTERCALATIONCHEMISTRY TROUP 1977 3311 J ALBERTI 1978 163 G ALBERTI 1978 1113 G CLEARFIELD 1964 117 A SEGAWA 1986 81 K DINES 1981 92 M SEGAWA 1991 73 K SEGAWA 1985 491 K SEGAWAX1992X213 SEGAWAX1992X213X221 SEGAWAX1992X213XK SEGAWAX1992X213X221XK item 0304-5102(92)80239-D 030451029280239D 1-s2.0-030451029280239D 10.1016/0304-5102(92)80239-D 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280239D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280239D/MAIN/application/pdf/5ef5630f6b6292a7478763a7c591e191/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280239D/MAIN/application/pdf/5ef5630f6b6292a7478763a7c591e191/main.pdf main.pdf pdf true 615532 MAIN 9 1-s2.0-030451029280239D-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280239D/PREVIEW/image/png/747f536af0224c5b3857a3bfc21735ef/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280239D/PREVIEW/image/png/747f536af0224c5b3857a3bfc21735ef/main_1.png main_1.png png 67834 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 213-221 213 M2912 Catalyst design of two-dimensional zirconium phosphonates Kohichi Segawa*, Nobuhiro Kihara and Hiromichi Yamamoto Department of Chemistry, Faculty of Science and Technology, Sophia University, 7-1 Kioi-cho, ChiyoO-ku, Tokyo 102 (Japan) Abstract Zirconium phosphates or phosphonates, whose compounds have the general formula Zr(03PR)z, can be obtained in crystalline forms with various layered structures. The preparation and characterization of two-dimensional zirconium phosphonate derivatives have been investigated. Two composite zirconium phosphonates in a single-crystal phase have also been investigated and characterized by XRD, '3C and 3'P MAS NMR. These compounds are lamellar structures comprising zirconium phosphates or organophosphonates. Each layer consists of planes of zirconium bridged through phosphonate groups that alternate above and below the Zr atom planes, oriented away from the basal surfaces in a bilayered fashion in the interlayer region. The catalytic performance over zirconium phosphonates has been evaluated by esterification of acetic acid. When the composite zirconium phosphonate includes an acidic function and a hydrophobic function in the single-crystal phase, the catalytic activity was higher than that of single-acidic-function zirconium phosphonate. The composite materials become accessible to any reactant molecule, and their hydrophobicity improves. Introduction Recently, several kinds of layered compounds have been proposed for use as catalysts, including silicates, graphite, and acid salts of tetravalent metals. Acid salts of tetravalent metals are usually prepared as amorphous precipitates. However, it is possible to synthesize many of them as crystalline compounds. For example, zirconium phosphates or phosphonates, whose compounds have the general formula Zr(03PR)2, can be obtained in crystalline forms having various layered structures. The potential applications of zirconium phosphonates have generated much recent interest. Depending on the R group, different applications for these materials in the fields of chromatographic separation, photochemistry, fuel cells, and catalysis are expected. For any such application, the nature of the surface and the porosity of these substances are essential concerns, because any interaction with a fluid phase must occur at the interface. In the case of zirconium phosphate (the phosphoric acid salt of tetravalent Zr) compounds, with the general formula Zr(03POH)2 - nH20, the most extensively investigated crystalline zirconium phosphate is an a layered acid salt, zirconium bis(monohydrogen orthophosphate), usually syn- *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 214 thesized as the monohydrate [ 1 ]. a-Zr(03POH)2 - H20 crystallizes in the monoclinic system, as assigned by Troup and Clearfield from their singlecrystal work [2]. The proton of the phosphate group can be replaced by another cation without any alteration in the structure of the layer itself [ 3 ]. For the zirconium phosphonates, however, the two-dimensional tetravalent metal plane has a structure quite similar to that of zirconium phosphate; substituted for hydroxyl groups are the desired organic functional groups, oriented away from the basal surfaces in a bilayered fashion in the interlayer region [4]. Therefore, zirconium phosphonate materials can act as a series of modified surfaces, and will become available for reactant molecules of catalysis. This work is aimed at establishing a preparation procedure for zirconium phosphonates not only in the single-component phosphonate but also in the composite zirconium phosphonates in the single-crystal phase, and at establishing a procedure to characterize these compounds. Experimental Preparation of zirconium phosphOtes Addition of a water-soluble Zr(IV) salt to phosphoric acid results in the precipitation of a gelatinous amorphous precipitate. The stoichiometric crystalline zirconium phosphate can be prepared by refiuxing zirconium phosphate gel in concentrated phosphoric acid [5]. The procedures for the synthesis of zirconium phosphate have been described in detail elsewhere [6]. Zirconium phosphonates are solid materials typically synthesized in amorphous forms under aqueous conditions by the reaction of a soluble salt of a tetravalent metal and a phosphonic acid or an organophosphoric acid: O II Zr4+ + 2(OH)2PR --) Zr(03PR)2 + 4H+ (1) The precipitates usually form immediately as very small particles, suggesting high nucleation rates and low solubility. Several types of zirconium phosphonates, Zr(03PR)2, either single-component (one kind of R), or composite (two different R's), were prepared: here R could be -H, -OH, -CH3, -C6115r -C10l-12o-~ -C12H252 -C22H45, -CH2COOH, -C2H4COOH, or -CH2S03H. Most of the zirconium phosphonate derivatives were obtained by the addition of an aqueous solution of ZrOC12 - 8H20 (1.17 M) to the (organo)phosphonate reagent, (OH)2P(O)R (0.75 M, [R]/[Zr] -2-10), to yield small-particle amorphous zirconium phosphonates. In addition, the use of HF as a complexing reagent to inhibit release of free Zr4+ has a considerable effect on increasing crystallinity and particle size. The zirconium fluorocomplexes were decomposed slowly by removing the hydrofluoric acid in the presence of phosphonic acid. Usually, for the crystallization, amorphous zirconium phosphonates were treated with HF solution (ca. 46%) at 333 K [ 7 ]. All crystals obtained by this procedure were washed with distilled water, 215 acetone, and dimethyl ether; these washings were followed by drying at room temperature. Characterization of zirconium phosphOtes The experimental procedures of BET, TGA, and XRD have been described in detail elsewhere [8]. The interlayer d-spacing from the XRD pattern was determined by the angle of (001) reflection. For the measurement of ionexchange capacity, 50 mg of sample was suspended with 10 cm' of NaCl solution (0.1 N), and the pH values were measured with the addition of NaOH solution (0.1 N) to obtain the potentiometric titration curve at room temperature. High-resolution solid-state MAS (magic-angle spinning) NMR spectra were obtained on a Fourier-transform pulsed NMR spectrometer (JEOL, JNMGX270) equipped with a CP (cross polarization) /MAS unit (JEOL, NMGSH27MU). All 31P NMR spectra combined with cross polarization and/or with magic-angle spinning at 109.38 MHz were measured with high-power proton decoupling during data acquisition [6]. The '3C MAS NMR spectra were obtained at 67.94 MHz with CP and proton decoupling. Sample spinning speeds, determined from the side-band spacing in spinning spectra, were 3.6 to 4.0 kHz. The catalytic activities of esterification of acetic acid at 343 K were measured. 250 mg of catalyst was suspended in an ethanol solution of acetic acid, and the reaction rates were measured by GC (Porapak Q, 2 m). Results and discussion The single-component zirconium phosphonates The structure of zirconium phosphonates is similar to that of the zirconium phosphate core layer, with pendant organic groups attached to this core and extending perpendicular to the plane of the layer. Table 1 gives some physicochemical properties for several single-crystal zirconium phosphonates. Elemental analysis results were in fairly good agreement with values calculated from the theoretical chemical formulae. The X-ray diffraction (XRD) patterns of amorphous zirconium phosphonates did not show any crystal phases. The layer separation (interlayer d-spacing) of each crystalline zirconium phosphonate was determined from the first reflection line of the XRD pattern. Diffraction data confirmed the expected correlation of interlayer spacing with the size of the pendant organic group. Solid products consisting of layered sheets with ordered arrays of the pendant organic groups on both sides of the layer were obtained with most phosphonic acids. The TGA curves of zirconium phosphonates showed multistep decomposition of pendant groups, owing to the elimination of alkyl or hydroxy groups. The thermal stability values (decomposition temperatures) of zirconium phosphonates, determined by the first break-point of the TGA curve, shifted to lower temperatures as the number of alkyl-group carbons increased. 216 TABLE 1 Physico-chentical properties of crystalline zirconium phosphonates Compound d-spacing Decomposition Ion-exchange Catalytic activityb (nm) temp' (K) capacity (meq g-1) (10-7 mol g-' s-1) Zr(03PH)2 0.57 1238 0.00 0.08 Zr(03PCH3)2 0.78 873 0.00 0.09 Zr(03PC6H6)2 1.55 733 0.00 0.30 Zr(03PC12H25)2 3.24 754 0.00 0.20 Zr(03PC22H45)2 5.62 505 0.00 0.19 Zr(03POH)2 - H20 0.76 823 6.50 (6.67)` 1.16 Zr(03PCH2COOH)2 1.13 632 6.30 (5.45) 3.20 Zr(03PC2H4COOH)2 1.34 633 5.40 (5.06) 1.92 Zr(03PCH2S03H)2 1.54 533 5.79 (4.55) 76.3 Nasson-H - 473 0.83 (0.80) 21.8 'Decomposition temperature is determined by the first break-point of TGA. bCatalytic activity for esterification of acetic acid with ethanol at 343 K. `Numbers in parentheses are calculated from chemical formulae. When the zirconium phosphonate was heated above 1300 K, it converted to cubic zirconium diphosphate, regardless of the original structure. Although no ion-exchange capacity was associated with the pure alkyl zirconium phosphonates, replacing R with -OH, -CHZCOOH, -C2H4COOH, or -CHZS03H groups increased the ion-exchange capacity in direct proportion to the number of acid hydrogens in the replacing groups. Except for Zr(03PCH2S03H)2, the zirconium phosphonates in Table 1 showed relatively low activity in the catalytic test reaction, esterification of acetic acid with ethanol at 343 K. The activity of this zirconium sulfomethylphosphonate catalyst, Zr(03PCHZS03H)2 was higher than that of the hydrogen form of Nafion. However, the reaction proceeded under somewhat homogeneous conditions, because Zr(03PCHZS03H)2 is water soluble or soluble with polar compounds. For the separate experiments, the hydrolysis of ethyl acetate at 341 K in aqueous solution was studied. The catalytic activity was also greater than that of H-Nafion, because Zr(03PCHZS03H)Z is a watersoluble compound [8]. The test reaction results suggest that even the acidic functions are present (R: -OH, -CHZCOOH, -CZH4COOH) in zirconium phosphonates, the reactant molecules are not accessible, as the interlayer d-spacings are smaller than those of alkyl zirconium phosphonates. As was mentioned previously, the Zr atoms lie very nearly in a plane and are bridged by phosphorus tetrahedra. These tetrahedra are situated alternately above and below the Zr atom plane. Three oxygen atoms of each phosphorus atom are bonded to three different Zr atoms, which form a distorted equilateral triangle. Thus each phosphonate R group in Zr(03PR)2 is directed into the interlayer space. 31P MAS NMR and 13C CP/MAS NMR have been used to study the phosphorus and carbon microenvironment of layered zirconium phosphonates. For 31P MAS NMR spectra, each chemical shift of crystalline zirconium phosphonate from phosphoric acid represents 217 the single identical resonance line [8], which shows one kind of phosphorus environment between each pair of layers. The chemical shifts in the 13C CP/ MAS NMR spectra of zirconium phosphonates were in good agreement with those of each carbon of alkyl functional groups. The composite zirconium phosphOtes in the single-crystal phase The acidic function of single zirconium phosphonate showed rather poor catalytic activities for esterification of acetic acid with ethanol, except over Zr(03PCHIS03H)2 (see Table 1). In addition over Zr(03PCH2S03H)2 catalyst, the reaction proceeds as a homogeneous reaction, even though the catalytic activity is higher than that of other acidic zirconium phosphonates. To overcome the problem of water solubility, and/or to improve hydrophobic properties, a second function was introduced to achieve a catalytic advantage in certain applications. The objective of this study is to explore the role of a second phosphonate function in the single-crystal phase on the catalytic performance of the acidic function and hydrophobic function of zirconium phosphonates, and to learn how to exploit this second function to achieve a catalytic advantage in certain applications. For the preparation of composite zirconium phosphonates, we preferred two different functions: -OH, -CH2COOH, and -CH2SO3H groups for the acidic function, and -CH3, -C6H5, and -C12H25 groups for the hydrophobic function, to give for example Zr[ (03POH)x(03PC 12H25)1-x ]2. Pillared composite zirconium phosphonate was also investigated. In this case, we preferred -CH2S03H groups for the acidic function, and -C1oH22- groups for the hydrophobic and pillared function, to give Zr[(03PCH2S03H)x(0sP-C1oH2o-POs)1-x/2]z Here x is the initial mole fraction of the acidic group for preparation. The value of x is not changed even after the crystallization process; the values are confirmed by elemental analysis and by potentiometric titration. For the crystallization process, the amorphous composite phosphonate was treated with HF solution. The crystallinity of composite zirconium phosphonates increased with increasing concentrations of HF. However, some segregation of each function was observed when HF concentrations are high enough that the ratio [F]/[Zr] exceeds 9. In this case, the XRD patterns showed two different crystal phases - for example, one for Zr(03POH)2, which is 0.76 nm, the other one for Zr(03PC6H5)2, which is 1.55 run. For further preparation of crystalline composite zirconium phosphonate, we preferred a [F]/[Zr] ratio of 6 or 8 in order to avoid segregation. Interlayer d-spacing of composite material depended on the bulkier functional groups. Figure 1 shows the interlayer d-spacings and ion-exchange capacities of composite Zr[(03POH)x(03PC12H25)1-x]2 as a function of x. The XRD patterns also did not show any segregation regardless of the concentration of each component. In addition to the interlayer d-spacing, values determined from (001) reflection showed constant (3.24 mm) values similar to that of single zirconium dodecyl phosphonate, Zr(03PC12H25)2. Ion-exchange capacities increased with increasing concentration of P-OH 218 8 8 6 6 'o m a h 4 4 a o~ c m r c 2 ~ 2 o A' e o o ' 0 u.0 0.2 0.4 0.6 0.8 1.0 x Fig. 1. Interlayer d-spacing (O) and ion-exchange capacity ( ) ofcomposite Z'[(03POMx(03PC,zH2s),-s12 as a function of x. 33.7 I _,R~ BI 40 20 0 - 20 - 40 50 40 30 20 10 0 Chemical shift /ppm Chemical shift /ppm Fig. 2. NMR spectra of composite Zr[(03POH)x(03PC,ZH25),-512 as a function of x: (A) 31P MAS NMR; (B) '3C CP/MAS NMR. groups, in direct proportion to the number of acid hydrogens in the replacing groups; this is shown by the dashed curve in Fig. 1. The results suggest that the functional groups are in the single-crystal phase. The Zr atoms in zirconium phosphonates lies very nearly in a plane and are bridged by phosphorus tetrahedra. These tetrahedra are situated alternately above and below the Zr atom plane. Thus each phosphonate R group in Zr(03PR)2 is directed into the interlayer space. 31P and 13C MAS NMR have been used to study the phosphorus and carbon microenvironment of layered zirconium phosphonates. The MAS NMR spectra of Zr[(03POH)'e(03PC12H25)1-x12 as a function of x are shown in Fig. 2. In the case of 31P MAS NMR spectra of single-component zirconium phosphonate, the chemical shifts of crystalline zirconium phosphonates represent a single resonance. 219 This indicates the presence of only one ldnd of phosphorus environment between each pair of layers. For 31P MAS NMR spectra of composite Zr[(03POH)x(03PC12H25)1 _x12, however, two identical resonance lines are observed: -18.9 ppm for phosphorus of P-OH and 7.7 ppm for phosphorus of P-C12H25. The relative intensity of the resonance lines varies as a function of x. The interlayer d-spacing of these compounds was 3.24 nm regardless of the x value. All the compounds have reasonable ion-exchange capacities consistent with their x values. 13C CP/MAS NMR spectra of composite compounds show the same resonance lines as spectra of single zirconium dodecyl phosphonate, Zr(03PC12H25)2. The major resonance line, which is attributed to the methylene carbons, is observed at 33 ppm from TMS (tetramethylsilane). The other two lines in the 13C CP/MAS NMR spectra are attributed to the carbon of P-CH2- (25.1 ppm) and to the the methyl carbon (15.0 ppm). For catalytic esterification of acetic acid in ethanol medium on zirconium phosphonates, the composite materials showed higher catalytic activities than single zirconium phosphonate, as illustrated in Fig. 3. It is quite interesting that no matter how small the proton concentrations became (decreasing x values from 1), the reaction rate for esterification was enhanced, and passes through the optimum concentration of P-OH (x=0.5). After the introduction of hydrophobic functions (-C12H25) to zirconium phosphate (-OH), the composite materials became accessible to any reactant molecule and improved in hydrophobicity. Thus, the functional groups for catalysis are incorporated in one crystal phase. The findings suggest that the composite compounds may be versatile catalysts in a variety of reactions in aqueous or polar organic solvents. The idealized structure of composite crystalline Zr[(03POH)x(03PC 12H25)1 -xl2 is illustrated in Fig. 4. In such compounds, which show 7 6 5 o 4 'o ' 3 m _m 2 1 on U.0 0.2 0.4 0.6 0.8 1.0 x Mg. 3. Esterification of acetic acid with ethanol over Zr[(03POH)s(03PC,2H25), _s]2 catalyst as a function of x. 220 O n _ Zr :_:._:; _ \" '`J-OH -CixH25 3.24 nm Pin _... - _ n _ n . Mg. 4. Idealized structure of pendant Zr[(03POH)z(03PC12Hzs)i-x12- TABLE 2 Catalytic activity for the esterification of acetic acid over composite and pillared zirconium phosphonates Compound d-spacing Catalytic activity' (nm) (10-' mol g-' s-.') Zr[(03POH)0.5(03PC6H5)o.512 1.55 1.28 Zr[ (03POH)o_5(03PC, zH25)o.s 12 3.24 5.47 Zr [ (03PCHZCOOH)o.s(03PCBH6)a.s lz 1.55 12.8 Zr[(03PCH2S03H)0.5(03PC6H6)0.512 1.55 42.3 Zr[(03PCHZSO3H)o.s(03PC,ZH25)o.slz 3.24 18.7 Zr[(O3PCHZS03H)a.5(03PC,oH2oP03)o.zalz 1.63 66.2 H-Nafion - 21.8 'Catalytic activity for esterification of acetic acid with ethanol at 343 K. the same a-layered structure as zirconium phosphate, two different tetrahedral phosphonate groups are bonded to the plane of zirconium atoms. Thus it is of great interest to examine the possibility of obtaining various organic derivatives of zirconium phosphonate in which two or more different functional groups are present in the same compounds. No single crystals for XRD structural determination have yet been obtained. Only speculations on the structure of the mixed compounds may be made on the basis of their XRD patterns, their chemical behaviour, and existing knowledge of the structure of a-zirconium phosphate [21 and its organic derivatives. Diffraction data confirm the expected correlation of interlayer spacing with the size of the 221 pendant organic group. Solid products consisting of layered sheets with ordered arrays of the pendant organic groups on both sides of the layer are obtained with most phosphonic acids. Physico-chemical properties of composite Zr[(03POH)z(03PC12H25)1-x12 in crystalline forms as a function of x have been studied. Ion-exchange capacities were almost consistent with their calculated values, and their values increased with increasing concentration of P-OH groups. The results suggest that functional groups are distributed uniformly between each pair of Zr atom planes and that the interlayer d-spacing obeys the interlayer dspacing of zirconium dodecyl phosphonate, Zr(03PC12H25)2. Table 2 shows the catalytic activities of other composite or pillared composite zirconium phosphonates. Some of these compounds, such as pendant Zr[(03PCH2SO3H)o,5(03PC12H25)0.512 or pillared Zr[(03PCH2S03H)0,5(03PC1pH20PO3)0.2512r showed much higher catalytic activities for the esterification of acetic acid than the hydrogen type of Nafion. References 1 M. S. Whittingham and A. J. Jacobson, Intercalation Chemistry, Materials Science Series, Academic Press, New York, 1982. 2 J. M. Troup and A. Clearfield, Inorg. Chem., 16 (1977) 3311. 3 G. Alberti, Ace. Chem. Res., 11 (1978) 163. 4 G. Alberti, U. Costantino, S. Allulli and N. Tomassini, J. Inorg. Nucl. Chem., 40 (1978) 1113. 5 A. Clearfield and J. A. Stynes, J. Inorg. Nucl. Chem., 26 (1964) 117. 6 K. Segawa, Y. Nakajima, S. Nakata and S. Asaoka, J. Catal., 101 (1986) 81. 7 M. B. Dines and P. M. DiGiacorno,lnorg. Ch--m., 20 (1981) 92. 8 K. Segawa, A. Sugiyama and Y. Kurusu, Stud. Surf. Sci. Catal., 60 (1991) 73. 9 K. Segawa, Y. Kurusu, Y. Nakgjima and M. Kinoshita, J. Catal., 94 (1985) 491. X244 9280239D 0304-5102(92)80239-D 10.1016/0304-5102(92)80239-D Elsevier Sequoia Catalyst design of two-dimensional zirconium phosphonates Kohichi Segawa * Nobuhiro Kihara Hiromichi Yamamoto Department of Chemistry, Faculty of Science and Technology, Sophia University, 7-1 Kioi-cho, Chiyoda-ku, Tokyo 102 Japan * Author to whom correspondence should be addressed. Zirconium phosphates or phosphonates, whose compounds have the general formula Zr(O3PR)2, can be obtained in crystalline forms with various layered structures. The preparation and characterization of two-dimensional zirconium phosphonate derivatives have been investigated. Two composite zirconium phosphonates in a single-crystal phase have also been investigated and characterized by XRD,13C and31P MAS NMR. These compounds are lamellar structures comprising zirconium phosphates or organophosphonates. Each layer consists of planes of zirconium bridged through phosphonate groups that alternate above and below the Zr atom planes, oriented away from the basal surfaces in a bilayered fashion in the interlayer region. The catalytic performance over zirconium phosphonates has been evaluated by esterification of acetic acid. When the composite zirconium phosphonate includes an acidic function and a hydrophobic function in the single-crystal phase, the catalytic activity was higher than that of single-acidic-function zirconium phosphonate. The composite materials become accessible to any reactant molecule, and their hydrophobicity improves. References 1 Whittingham M.S. Jacobson A.J. Intercalation Chemistry Materials Science Series 1982 Academic Press New York 2 Troup J.M. Clearfield A. Inorg. Chem. 16 1977 3311 3 Alberti G. Acc. Chem. Res. 11 1978 163 4 Alberti G. Costantino U. Allulli S. Tomassini N. J. Inorg. Nucl. Chem. 40 1978 1113 5 Clearfield A. Stynes J.A. J. Inorg. Nucl. Chem. 26 1964 117 6 Segawa K. Nakajima Y. Nakata S. Asaoka S. J. Catal. 101 1986 81 7 Dines M.B. DiGiacomo P.M. Inorg. Chem. 20 1981 92 8 Segawa K. Sugiyama A. Kurusu Y. Stud. Surf. Sci. Catal. 60 1991 73 9 Segawa K. Kurusu Y. Nakajima Y. Kinoshita M. J. Catal. 94 1985 491",
      "scopus-id": "0026889920",
      "coredata": {
        "eid": "1-s2.0-030451029280239D",
        "dc:description": "Zirconium phosphates or phosphonates, whose compounds have the general formula Zr(O3PR)2, can be obtained in crystalline forms with various layered structures. The preparation and characterization of two-dimensional zirconium phosphonate derivatives have been investigated. Two composite zirconium phosphonates in a single-crystal phase have also been investigated and characterized by XRD,13C and31P MAS NMR. These compounds are lamellar structures comprising zirconium phosphates or organophosphonates. Each layer consists of planes of zirconium bridged through phosphonate groups that alternate above and below the Zr atom planes, oriented away from the basal surfaces in a bilayered fashion in the interlayer region. The catalytic performance over zirconium phosphonates has been evaluated by esterification of acetic acid. When the composite zirconium phosphonate includes an acidic function and a hydrophobic function in the single-crystal phase, the catalytic activity was higher than that of single-acidic-function zirconium phosphonate. The composite materials become accessible to any reactant molecule, and their hydrophobicity improves.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280239D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Segawa, Kohichi"
          },
          {
            "@_fa": "true",
            "$": "Kihara, Nobuhiro"
          },
          {
            "@_fa": "true",
            "$": "Yamamoto, Hiromichi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280239D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280239D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80239-D",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalyst design of two-dimensional zirconium phosphonates",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "213-221",
        "prism:endingPage": "221",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80239-D",
        "prism:startingPage": "213",
        "dc:identifier": "doi:10.1016/0304-5102(92)80239-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026889920"
      }
    }
  }
}