{
  "metadata": {
    "title": "Kinetics and mechanism of cyclohexene hydrogenation with anchored wilkinson complex comparison with the behaviour of the homogeneous catalyst",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1981-06-30",
    "doi": "10.1016/0304-5102(81)87018-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510281870186",
    "pii": "0304510281870186"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0019562035",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510281870186 0304-5102(81)87018-6 0304510281870186 10.1016/0304-5102(81)87018-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00120 2024-01-02T01:04:16.600218Z 0 0 19810501 19810630 1981 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 11 11 2 3 2 3 Volume 11, Issues 2–3 18 301 311 301 311 198105 198106 May–June 1981 1981-05-01 1981-06-30 1981 converted-article fla Copyright © 1981 Published by Elsevier B.V. KINETICSMECHANISMCYCLOHEXENEHYDROGENATIONANCHOREDWILKINSONCOMPLEXCOMPARISONBEHAVIOURHOMOGENEOUSCATALYST DECROON M INNORTA 1980 403 G DECROON 1980 M OSBORN 1966 1711 J VANDERENT 1973 94 A GIORDANO 1979 218 G VLEESKENS 1959 73 J MORETO 1975 339 J CATALYSISHETEROGENEOUSHOMOGENEOUS CONAN 1975 375 J CONAN 1976 375 J GRUBBS 1976 151 R GRUBBS 1973 1047 R RELLES 1974 6469 H DEZELIC 1977 85 N PEPPER 1953 4097 K NAAKTGEBOREN 1980 3350 A RABINOWITZ 1961 4157 R BARTHOLIN 1977 17 M BARTHOLIN 1978 17 M GUYOT 1977 39 A GUYOT 1978 39 A POILBLANC 1971 C53 R GALLAY 1972 179 J VARSHAVSKY 1973 375 Y DEEMING 1975 447 A REED 1977 5217 J REED 1978 2375 J ALLEN 1977 325 N ALLEN 1978 325 N NAPPIER 1973 4194 T HENDRIKSE 1975 557 J DECROON 1978 44 M COOK 1957 748 M DECROONX1981X301 DECROONX1981X301X311 DECROONX1981X301XM DECROONX1981X301X311XM item 0304-5102(81)87018-6 0304510281870186 1-s2.0-0304510281870186 10.1016/0304-5102(81)87018-6 272239 2024-01-02T01:04:16.600218Z 1981-05-01 1981-06-30 1-s2.0-0304510281870186-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281870186/MAIN/application/pdf/b9c60c796d24e333187e2bcbe5d77652/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281870186/MAIN/application/pdf/b9c60c796d24e333187e2bcbe5d77652/main.pdf main.pdf pdf true 660415 MAIN 11 1-s2.0-0304510281870186-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281870186/PREVIEW/image/png/fa6e1f4c2ea158ecf8a22a16a7d17075/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281870186/PREVIEW/image/png/fa6e1f4c2ea158ecf8a22a16a7d17075/main_1.png main_1.png png 70158 849 656 IMAGE-WEB-PDF 1 journal of Molecular Catalysis, 11 (1381) 301 - 311 301 Elseider Sequoia S.A-, Lausanne - Printed in the Netherlands KINETICS AND MECHANISM OF CYCLOHEXENE HYDROGENATION WITH ANCHORED WILKINSON COMPLEX COOARLSON WITH THE BEHAVIOUR OF THE HOMOGENEOUS CATALYST M. H. J. M. DE CROON and J- w. E. COENEN Department of Physical Chemistry, Faculty of Sciences, University of Nijmegen, Toernooiueld, 6525 ED Nijmegen (The Netherlands) SunOarv Wilkinson-type complexes were anchored to solid supports and used as catalysts in olefin hydrogenation. The detachment of the complexes from the support, leading to an homogeneous reaction medium, and the effects Gf substrate diffusion into, or swelling of, the support, often obscured reaction rata measurements. Only one specimen, RhCIP3 on linear polystyrene, could be used for a kinetic study. In this case, the mechanism of olefin hydrogenation proved to be essentially the same as in the homogeneous case. Introduction Anchoring transition metal complexes to solid supports has received increasing attention in recent years, since the compounds prepared in this way may be used as catalysts combining the advantages of homogeneous and heterogeneous catalysis. Although much is known about the preparative aspects of this type of catalyst, insight into the mechanistic implications of immobilization on the catalytic reaction kinetics is very limited [Ij . Therefore, having obtained a consistent mechanistic description of the homogeneous, RhCl(PPh3)3-catalyzed hydrogenation of olefins [2] , it was tempting to compare the hydrogenation kinetics, catalyzed by an anchored analog of 'Wilkinson's catalyst' with the kinetics obtained in the homogeneous case. In this section we briefly describe the preparation of 8 different immobilized systems, heterogenized both on inorganic and organic supports. Only one of these compounds proved to be usable for a kinetic study on the Oechanism of catalyzed olefin hydrogenation. An interpretation of the observed rate behaviour with cyclohexene (CEIE) as substrate will be given. Experimental Preparation of catalysts Elemental analyses were undertaken 3t Analytische Laboratorien, Elbach fiber Engelskirchen, F.R.G. 302 Chemicals were purified prior to use. All reactions were carried out in an inert atmosphere. RhCI(PPh3)3 [3] , [RhCI(CgHI4)z] Z [4] and [RhCl(C8H12)] 2 [5] were prepared according to the literature. Silica (Aerosil 200, Degussa) was dried at 750 C for 18 h under a -flow of hydrogen, which leads to a silica with about 4 silanol groups/100 A2 [6] . Chloromethylated polystyrene (Merrifield polymer, Fluka, 200 - 400 mesh, 3.5 mmci Cl/g resin) and HINIDS-treated Chromosorb W (JohnsManville) were used as received. p-Bromopbenyldiphenylphosphine was prepared by a Grignard reaction from p-dibromobenzene and diphenylehlorophosphine. A Grignard reaction of this compound with SiCl_4 gave 4-(SiCl3)phenyldiphenylphosphine which was coupled to silica in refluxing benzene. The phosphinated silica was treated with ethanol to remove the remainder of the chlorine groups and with SiCI(CH3)3 to remove the remaining part of the silanol groups. After a 2 days extraction with benzene, the phosphinated silica was allowed to react with excess RhCI(PPh3)3 in benzene under reflux for 3 days. This led to compound A, which was dried in uacuo. Following the same procedure, but using 9iC'2(CH3)2 instead of SiCl4, compound B was prepared. Compound C was prepared by coupling (4-(3-trichlorosilylpropyl)phenyl)diphenylphosphine to Si02, subsequently reacting this ligand with excess RhCI(PPh3)3, extracting the product and drying in uacuo, according to Moreto of al. [7] . 'dye prepared compound D according to Conan et al. [8] by chloromethylation and subsequent treatment, with diphenylphosphine-lit:iium in THF, of Chromosorb W, HMDS-treated, coated with polyphenylsiloxane, and reaction of the product with [RhCI(CgHl4)2] 2 (Rh:P = 1:1) in benzene. The compound was washed with benzene and dried ire uacuo. As phosphine introduction into brorninated polystyrene by reaction with KPPh2 leads to resins in which the phosphine content is Jifficult to control [9] , we used chloromethylated polystyrene to prepare compounds E and? F [10] _ The chloromethylated polystyrene was phosphinated according to Relles and Schluenz [11] . The reaction of the phosphinated resin with excess RhCI(PPh3)3 in benzene i reflux, 3 days), a 2-day extraction of the product with benzene, and drying in uacuo, led to compound E. Reaction of the phosphinated resin with [RhCi(CsH14)2] 2 in benzene (Rh:P = 1:2) at ambient temperature for 1 day led to compound F. The elemental analysis of F is given in Table 1. By emulsion polymerization of 2 'o divinylbenzene and 98% styrene in water (65 C, 24 h, Na-dodecylsulphate as emulsifying agent) we prepared a polystyrene latex [12] . Adding ethanol/diethylether (1:2) to the suspension yielded the polystyrene quantitatively. The solid was washed with ethanol and diethylether and dried ire uacuo at 50 C. Chloromethylatior. of the polystyrene beads according to Pepper et al. [13], subsequent phosphination of the chloromethy lated product according to Relles and Schluenz [11] , reaction with [RhCI(CSHll)2] z (Rh:P = 1:3) in benzene at ambient temperature for 1 day, extraction of the product with benzene and drying in uacuo, led 303 TABLE 1 Analytical data of some compounds (wt.. o) Compound Rh C1 P H C Rh:C1:P ( o) ( o) (%o) (%) (CO) F 9.6 7 3.60 5.85 6.26 74.27 1.0:1.1:2.0 G* 8.82 3_05 8.32 5.94 70.68 1.0:1.0:3.1 (10.18) (3.51) (9.19) (5.11) (71_99) H.* 9.08 3.06 8.23 5.57 '13_50 1.0:1.0:3.0 (10.26) (3.53) (9.26) (5.12) (71.83) *Theoretical values in parentheses, calculated for RhCIP3_ to compound G. The elemental analysis of this compound is shown in Table 1. Finally, compound H was prepared according to Naaktgeboren et al. ['_ 4] by polymerization of Q-diphenylphosphino-styrene [15] (65 C, 2? h) to a linear polystyrene derivative, with AIBN in benzene. Subsequent reaction with [RhCl(C13H12)] = in THF (Rh:P = 1:2.5) yielded an insoluble product that was extracted with benzene for 2 days and dried in uacuo thereafter. The elemental analysis of the product is given in Table 1. Results and discussion Some remarks on the compounds All the above-mentioned heterogenized rhodium-phosphine systems proved to be catalysts for the hydrogenation of cyclohexene. However, using compounds A, B and E, rhodium complexes become detached from the support under hydrogenation conditions ([CHE] = 9.87M, hydrogen pressure: 1000 mmHg) leading to an homogeneous hydrogenation reaction. Probably, the rhodium complexes are bound to the support with only one phosphine link each. Hydrogenation can only occur by dissociation of a phosphine ligand from the complex. This ligand is probably the same one that is exchanged for a PPh3 ligand in the synthesis of these compounds. Compound C is a powerful, stable catalyst for olefin hydrogenation, but the preparation of a larger quantity of this cem_3ound, needed for a kinetic analysis of catalyzed olefin hydrogenation, proved to be very arrduous. Compound D is a very good catalyst for cyclohexene hydrogenation, but it turns brown-black in a hydrogen atmosphere. The compound also proves to be a catalyst in benzene hydrogenation, so that rhodium metal formation cannot be excluded (see also refs. 16 and 17). Compound F shows no detectable detachment of rhodium complexes from the support during hydrogenation of cyclohexene. It is probable therefore, that the rhedium moieties in this compound are bound to the polystyrene matrix with at least two phosphine links. This is confirmed by the i.r. spectrum of this catalyst after reaction with CO. The i.r. spectrum shows 304 as -di fa u.l. .-. _._-__ I g - [CHE) fM, Fig- 1_ Hydrogenation rate as a function of cyclohexene concentration. Catalyst: F; hydrogen pressure: 1000 mmHg ; T= 35 C_ a very strong absorption band at 1975 cm-1, which can be attributed to a trans-COCIRhP2 compound, and two weak bands at 2000 and 2080 cmthat may be attributed to a cis-(CO)2RhCIP compound [18] . From the intensities of the absorption bands, one may estimate the RhP2 compound to be about 85'0 of the total rhodium content. The elemental analysis also suggests a compound RhCIP2. Probably the rhodium compound has a dimeric structure, as was also concluded from an e.x.a.f.s. study of z similar catalyst by Reed et al. [ 19] _ The apparent activation energy, Espy, for cyclohexene hydrogenation with compound F as catalyst amounts to 10.2 0.4 kcal/mol ([CHE] = 4.94la, hydrogen pressure = 1000 mmHg), a rather small value as compared with Ezpp for the homogeneous, RhCI(PPh3)3catalyzed reaction (^- 22 kcal/idol). This suggests that the reaction is severely retarded by a slow diffusion of the substrate into the catalyst particles. As shown in Fig. 1, the cyclohexene dependence of the reaction. rate is rather remarkable. The hydrogenation rate increases steeply at high substrate concentrations. This effect is probably caused by dissociation of the Oeric rhodium compound under the influence of the olefin allowing the polystyrene matrix to swell so that, at high substrate concentrations, more hydrogenation sites are available. Also, compound G shows no detectable detachment of rhodium complexes from the support. The catalyst shows good stability as, over 60 rate experiments, a decrease of only 1090 of the initial rate was measured. Although this catalyst was prepared to Zeduce the effect of substrate diffusion on the reaction-rate, by reducing the diameter of the catalyst beads as compared with the beads of compound F (diameter of :lead 305 dS -d' IZU.I _ .a I = T = 30 C :. 11 T = 25' C i 30 I I II i e/ o o o _~ O i I r1l I.~, _ 5 c a S [CHE]( M ) Fig. 2. Hydrogenation rate as a function of cyclohexene concentration. Catalyst: G; hydrogen pressure: 1000 mmHg. TABLE Z Surface areas in preparation of catalyst G from BET-measure=rents Compound Surface area (m2) Surface area (m2) per g catalyst per g support Polystyrene (PS) 12.2 72.2 PS-CH2C1 40_6 56.1 PS-CH2PPh2 38.7 109.8 (PS-CH2PPh21,RhC1 50.5 14.8 of G about 0.46 tern, calculated from BET-TT3easureFnents on the polystyrene beads, the apparent activation energy for cyclohexene hydrogenation (hydrogen pressure = 1000 mmHg) amounts to only 11.7 0.7 kcal mol at [CHE] -.4.94itf and to 14.9 1.4 kcal/mol at ACHE] = 9.8714f. The substrate dependence of the reaction race is quite similar to the one with co--xpaund F as catalyst, as is shown in Fig. 2. It may be inferred that, with. this catalyst also, the hydrogenation rates suffer from the effects of pore-diffusion of substrate into, -and swelling of the support. 306 To obtain more insight into the changes in structure of the support induced by chl_oromethylation, phosphination, and attachment of rhodium complexes, we measured BET surface areas of the products after each step in the synthesis of G. These surface areas are given in Table 2. From the significant increases in surface area, one may conclude that large changes are introduced into the structure of the polymer support in every preparation step. This also may be concluded from the mean pore diameter of compound G, which amounts to 93 & as calculated from the nitrogen adsorption isotherm. The latex polystyrene particles are known to be essentially nonporous [12) _ Changes in structure are also lmown to occur in the preparation of immobilized catalysts with polyvinylchloride as the starting material [20]. Compound H also proved to be a stable catalyst in liquid-phase cyclohesene hydrogenation. After about 120 rate experiments the catalyst showed a loss of activity of only 13% of the initial reaction rate- Elemental analysis of the catalyst after these experiments showed no detectable loss of rhodium from the support (Rh content of freshly prepared catalyst, 9.08%; Rh content after 120 rate experiments, 9.13%). E,~PP for cyclohexeae hydrogenation amounts to 20.5 t 1.3 kcal/mol, being about equal to Eapp for the homogeneous, catalyzed reaction. The sate behaviour as a function of the substrate concentration (Fig. 3) is also very similar to that in the homogeneously catalyzed hydrogenation, showing no effects of swelling at high substrate concentrations (c; ref. 2). 10N . 103 (1-1 1 e L 11 r . T_ S': C I .l I i _ _ Fig. 3. Hydrogenation rate as a function of cydohexene concentration. Catalyst: H; hydrogen pressure: 850 mmHg_ 3G7 From the elemental analysis of H, one may infer the compound to consist of RhCIP3 units. Indeed, the synthesis of this compound from phosphanated polystyrene and [RhCl(CgH12)) 2 is very similar to the reaction of [RhCI(CgHf2)) 2 with bis((3-diphenylphosphino)propyl)phenylphosphine, which also leads to an RhClP3 complex [21) . We tried to confirm this assumption by solid state 31P-n.m.r. measurements but, because of problems in oxygen-free sampling - the compound is very air-sensitive - only absorptions for non-coordinated phosphine and phosphine oxide were found. Kinetic analysis of H-catalyzed cyclohexene hydrogenation For reasons outlined above, we only used compound H as catalyst for a kinetic analysis of olefin hydrogenation catalyzed by an immobilized rhodium complex. Kinetic measurements were carried out at three temperatures, 40.0, 45.0, and 50.0 C = 0.05 C, using cyclohexene in benzene as substrate- The hydrogenation reaction proved to be of first order in amount of catalyst. The dependence of the reaction rate -on the substrate concentration (0.2 9_87M) is given in Fig. 3. At all three measuring temperatures, the rate attains a maximum value at a cyclohexene concentration of about 2M. Figure 4 shows the reaction rate as a function of hydrogen pressure (100 - 900 mmHg). The reaction order in hydrogen pressure proves io be about 0.84 at all three temperatures. Since the measured kinetics strongly resemble the kinetics of the homogeneously catalyzed reaction, and as the structure of the heterogenized cataly.s on a molecular level probably is about equal to that of RhCI(PPh3)3, we sssumed the hydrogenation mechanism. using the heterogenized catalyst, to lie approximately equal to the mechanism of homogen- TON . 103 (s 1 1 __ --_ 5G I i I So' SOC ZZ . . /: ~.~ icc __. _:o y_ PHZ (mm Fgl Fig- 4. Hydrogenation rate_of cyclohexene as a function of hydrogen pressure- S = 5.32iirf; catalyst- H_ 308 eossly catalyzed hydrogenation [2] . The mechanism for cyclohexene hydrogenation is given below, where A = OhCl_p2, P = phosphine, B =benzene, and S = cyclohexene. 1 AP APH2 AP + H2 - APH2 equilibrium I 11 2 ~~ z AB + H2 ABH2 equilibrium I AB + P - AP t B equilibrium 2 AB .ABH2 ABH2 + P ` APH2 + B equilibrium 2 AB + 2S AS2 + B equilibrium 3 - ABH, + S ASH2 + B step 4 AS2 : AS ASH2 AS2 + H2 ASH2 + S step 5 s Mechanism for cyclohexene hydrogenation. T wo simple models may be formulated to introduce into the mechanism the fact t-hat the labile phosphine ligand, which may be exchanged for a benzene molecule (equilibrium 2), stays bound to the support after dissociat;on. These models are as follows. (a) Suppose the catalyst system to be very rigid. In that case, the dissociated phosprine ligand will always stay in the vicinity of the rhodium complex molecule from which it originated. No exchange of phosphine groups between different rhodium complexes is considered. This leads to the following rate expression, eqn. (1) [ 2] dS dt (h4KIBF$ + kSK3)H2SFs (.l) FBB + K2 + Ka(SFs)2/(1 + K=H2) in whicb (- dS/dt/no) is the turnover number of the reaction (mol CHE/ mol Rh s). Fs = xsss , Fg = xsss, XS = mol fraction of substrate, x$ = mol fraction of benzene. For an explanation of the functions FS and Fg, associated with entropy of mixing terms, see ref 22. (b) Suppose that the catalyst system consists of N., subsystems, each comprising N' rhodium complexes. Between the complexes in a subsystem, free exchange of the labile phosphine ligands will occur. Exchange between different subsystems is not considered. In this case, the polystyrene matrix has ; o be quite flexible, having at least some internai rotational freedom. The following rate equation (2) may O derived [2] dS dt (le=K,BF8 + k5K3)HZSVs = C (2j ?t' 2K,,n'(1 + Kj.H2) -1 C =0 4_K2n' BF3 + K3 (SFs)2/(1 + K11-12) 309 in which (-- dS/dt/-z.) is the turnover frequency of the reaction (mol CHE/ mol Rh S) and n' = amount of rhodium. complexes in a subsystem (mol Rh). Both models predict a turnover frequency, independent of the amount of catalyst used, in agreement with a :periment. We introduce - exp(as-. /R - AHz/R7J and k,,; = (keg'/h) exp(dS,'/R - allj'IRT). Fitting eqn. (1) to the rate data, putting the sslues of AH1 and of AS',, - describing the hydrogenation equilibrium of the catalyst - equal to those found for the homogeneous case (aHl = -16.0 kcal/moll, ASi --35.4 e.u.) [2, 23], does not lead to a reasonable descr=:ption of the rate behaviour, On average, the fit is worse than 2390. Thus, model (a) has to be rejected. Fitting eqn. (2), with the same assumption about aHi and AS,, produces a reasonable fit, shown in Figs. 3 and 4. On average, the fit is better than 1090. This is about equal to the reproducibility of the kinetic measurements. The rate constant k4, being quite small in the homogeneous case [2], proves to be negligible here. The values obtained for the thermodynamic quantities are given in Table 3, together with the corresponding values derived from the data on homogeneously catalyzed hydrogenation. Tire values of dS3 , QH3 and aH5 are in good agreement with those obtained in ref. 2. The agreement between the values of A S5 for the heterogenized acid the homogeneous systems _s only fair. Probably, not all the rhodium complexes on the support are active in hydrogenation, so too high a value of no, the total amount of active rhodium species, will lead to too low an apparent value of aSs. The numerical value of AHz differs appreciab- TABLE 3 Thermodynamic quantities, derived with model b Thermodynamic Catalyst H Homogeneous catalyst [21 quantity 18S2 (e.u.) -20.3 - R In n' -41_8 t 11.9 QS3 (e.u.) -74.9 -71.8 - 9.8 AS5 (e.u.) 7.0 14.3 _ 5_4 GHZ (kO/mole) -10.6 -19.4 - 3.6 AM3 (kcal/mole) -27.2 -24.5 - 2.9 GIs (kO/moles 18.2 18.3 - 1.6 *Standard stare of S, CKE,,ff2-1M, of supported rhodium complexes and supported phosphine groups- 1 mole. Hydrogen solubility data were take: From Cook et al. [ 24) . 310 ly from the one found from the data. on homogeneous hydrogenation. This may be a consequence of the fact chat not all possible rhodium-triphosphine compounds in a subsystem O have an ideal geometrical structure. Longer rhodium-phosphine bond lengths and non-optimum bond angles will lower the mean bond strengf of a rhodium-phosphi_ne bond appreciably. An interpretation of the numerical value of c1SZ for the immobilized system cannot be given, because the value of n', the number of rhodium species in the subsystem, and the contributions of the configurational entropy changes of the matrix to AS2', are unknoO. Conclusions From our experiments the following conclusions may O dra-:~M. Heterogenized catalysts, prepared by chemical anchoring of ---. rhodiumphosphine complex to a solid support, will only be stable in liquid-phase olefin hydrogenation if the complex is linked to the support by at least 2 support-phosphine bonds. Reactions, carried out to immobilize a complex on an organic polymer, bring about appreciable changes in the structure of the support. Immobilizing the complex RhCl(PPh3)3 on linear polystyrene introduces only marginal changes in the reaction mechanism of catalytic cyclohexene hydrogenation as compared with the homogeneous case. 'these changes are merely a consequence of the fact that, not only is the active species anchored to the support, but also the labile phosphine ligand. References 1 G. Innortz, A. Modelli, F. Scagnolari and A Foffani, J Organomet. Chem., 185 (1980) 403. 2 M. H. J. M. de Croon, Thesis, Nijmegen, 1 980. 3 J_ A_ Osborn, F_ H. Jardine, J_ F_ Young and G_ Wilkinson, J_ Chem- Soc. A, (1966) 1711. 4 A. van der Ent and A. L. Onderdelinden, Ino:g_ Synth-, 14 (1973) 94. 5 G. Giordano and R. H_ Crabtree, Inorg_ Synth, 19 (1979) 218. 6 J. M. Vleeskens, Thesis, Delft. 1959, p. 73. 7 J. Vii. Moreto, J. Albaiges and F. Camps, in B. Delmon and G. Jannes (eds.). Catalysis, Heterogeneous and Homogeneous, Elsevier, Amsterdam, 1975, p. 339. 8 J_ Conan, M. :Bartholin and A_ Guyot, J. Mol. Catal_, 1 (1975/76) 375. 9 R. H_ Grubbs and S.-C. H. Su. J. Organomet. Chem-, 122 (1976) 151. A van der Ent, personal communication. 10 R. H. Grubbs, L. C. Kroil and E. M_ Sweet, J Atacr omol_ Sci.. Chem., .47 (1973) 104_7. 11 H. M. belles and R_ W. Schluenz, J_ Am- Chem. Soc_, 96 (1974) 6469. 12 N. De'LeliC, J. J. Petres and Gj. Deielid,.Vacromoi. Synth., 6 (1977) 85. 13 K. W_ Pepper, H. M. Paisley and M. A. Young, J Chem_ Soc. A, (1953) 4097. 14 A J. Naaktgeboren, R. J. M. Nolte and W_ Drenth, J_ Am- Chem. Soc., 102 (1980) 3350. 311 15 R. Rabinowitz and R. Marcus, J Org_ Cherr_, 2E (1961) 4=.57. 16 M. Bartholin, Ch. Graillat, A. Guyot, G. Coudlirier, J. Bandiera and C. Naccache, J Mot. CataL, 3 (19 7 7178) 17. 1 7 A_ Gusat, Ca_ Graillat and M. fartholin, J Mot. CataL, 3 (1977178) 39. 18 R. Potlblanc and J. GaRay, J_ O;gartornet. Charn., 27 (1971) C53. J. Gallay, D. de Montauzon and R. Poilblanc, d Organomet. Chenz--- 38 (1972) 179. Yu. S. Varshavsky, T. G. Cherkasova and N. A. Buaine, J Organomet. Chem., 56 (1973) 375. tt J. Deer-ping and P. J. Sharrat, J Organomet. Chem., 99 (1975) 447. 19 J. Reed, P. Eisenberger, B. K. Teo and B. M. Kinca_d, J Am. Chem. Soc., 99 (197 7) 521 7. J. Reed, P. Eisenberger, B. K. Teo and B. M_ Kincaid, J Am. Chem. Soc., 100 (1978) 2375. 20 N. P. Allen, R. P. Burns, J. Dwyer and C. A. MeAuiiffe, J Mol. Catal., 3 (1977/78) 325. 21 T_ E. Nappier, D. W. Meek, R. M. Kirchner and J. A. lbers, J. elm. Chem. Soc_, 95 (1973)4194. 22 J_ L_ Hendrikse, J_ H. Kaspersma and J_ ssi7. E. Coenen, Irtt_ J_ Chem_ Kinet., 7 (1975) 557. 23 M. H. J. M_ de Croon, F-L J. A M. Kuipers, P. F. M. T_ van Nisselrooij and J. W. E. Coenen, Proc. Symp_ Rhodium irt Homogeneous Catalysis, Veszprem, 1978, p. 44. 24 M. EV. Cook, D_ N. Flanson and B. J_ Alder, J Cherz. Phys., 26 (1957) 748. X244 81870186 0304-5102(81)87018-6 10.1016/0304-5102(81)87018-6 Kinetics and mechanism of cyclohexene hydrogenation with anchored wilkinson complex comparison with the behaviour of the homogeneous catalyst M.H.J.M. de Croon J.W.E. Coenen Department of Physical Chemistry, Faculty of Sciences, University of Nijmegen, Toernooiveld, 6525 ED Nijmegen The Netherlands Wilkinson-type complexes were anchored to solid supports and used as catalysts in olefin hydrogenation. The detachment of the complexes from the support, leading to an homogeneous reaction medium, and the effects of substrate diffusion into, or swelling of, the support, often obscured reaction rate measurements. Only one specimen, RhCIP3 on linear polystyrene, could be used for a kinetic study. In this case, the mechanism of olefin hydrogenation proved to be essentially the same as in the homogeneous case. References 1 G. Innorta A. Modelli F. Scagnolari A. Foffani J. Organomet. Chem. 185 1980 403 2 M.H.J.M. de Croon Thesis 1980 Nijmegen 3 J.A. Osborn F.H. Jardine J.F. Young G. Wilkinson J.Chem. Soc. A 1966 1711 4 A. van der Ent A.L. Onderdelinden Inorg. Synth. 14 1973 94 5 G. Giordano R.H. Crabtree Inorg. Synth. 19 1979 218 6 J.M. Vleeskens Thesis 1959 73 Delft 7 J.M. Moreto J. Albaigcs F. Camps B. Delmon G. Jannes Catalysis Heterogeneous and Homogeneous 1975 Elsevier Amsterdam 339 8 a J. Conan M. Bartholin A. Guyot J. Mol. Catal. 1 1975 375 b J. Conan M. Bartholin A. Guyot J. Mol. Catal. 1 1976 375 9 R.H. Grubbs S.-C.H. Su J. Organomet. Chem. 122 1976 151 A.^van der Ent. personal communication 10 R.H. Grubbs L.C. Kroil E.M. Sweet J. Macromol. Sci. Chem. A7 1973 1047 11 H.M. Relles R.W. Schluenz J. Am. Chem. Soc. 96 1974 6469 12 N. Dez̆elić J.J. Petres Gj. Dez̆elić Macromoi. Synth. 6 1977 85 13 K.W. Pepper H.M. Paisley M.A. Young J. Chem. Soc. A. 1953 4097 14 A.J. Naaktgeboren R.J.M. Nolte W. Drenth J. Am. Chem. Soc. 102 1980 3350 15 R. Rabinowitz R. Marcus J. Org. Chem. 26 1961 4157 16 a M. Bartholin Ch. Graillat A. Guyot G. Coudurier J. Bandiera C. Naccache J. Mol. Catal. 3 1977 17 b M. Bartholin Ch. Graillat A. Guyot G. Coudurier J. Bandiera C. Naccache J. Mol. Catal. 3 1978 17 17 a A. Guyot Ch. Graillat M. Bartholin J. Mol. Catal. 3 1977 39 b A. Guyot Ch. Graillat M. Bartholin J. Mol. Catal. 3 1978 39 18 a R. Poilblanc J. Gallay J. Organomet. Chem. 27 1971 C53 b J. Gallay D. de Montauzon R. Poilblanc J. Organomet. Chem. 38 1972 179 c Yu.S. Varshavsky T.G. Cherkasova N.A. Buzine J. Organomet. Chem. 56 1973 375 d A.J. Deeming P.J. Sharrat J. Organomet. Chem. 99 1975 447 19 a J. Reed P. Eisenberger B.K. Teo B.M. Kincaid J. Am. Chem. Soc. 99 1977 5217 b J. Reed P. Eisenberger B.K. Teo B.M. Kincaid J. Am. Chem. Soc. 100 1978 2375 20 a N.P. Allen R.P. Burns J. Dwyer C.A. McAuliffe J. Mol. Catal. 3 1977 325 b N.P. Allen R.P. Burns J. Dwyer C.A. McAuliffe J. Mol. Catal. 3 1978 325 21 T.E. Nappier D.W. Meek R.M. Kirchner J.A. Ibers J. Am. Chem. Soc. 95 1973 4194 22 J.L. Hendrikse J.H. Kaspersma J.W.E. Coenen Int. J. Chem. Kinet. 7 1975 557 23 M.H.J.M. de Croon H.J.A.M. Kuipers P.F.M.T. van Nisselrooij J.W.E. Coenen Proc. Symp. Rhodium in Homogeneous Catalysis, Veszprém 1978 44 24 M.W. Cook D.N. Hanson B.J. Alder J. Chem. Phys. 26 1957 748",
      "scopus-id": "0019562035",
      "coredata": {
        "eid": "1-s2.0-0304510281870186",
        "dc:description": "Wilkinson-type complexes were anchored to solid supports and used as catalysts in olefin hydrogenation. The detachment of the complexes from the support, leading to an homogeneous reaction medium, and the effects of substrate diffusion into, or swelling of, the support, often obscured reaction rate measurements. Only one specimen, RhCIP3 on linear polystyrene, could be used for a kinetic study. In this case, the mechanism of olefin hydrogenation proved to be essentially the same as in the homogeneous case.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1981-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510281870186",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "de Croon, M.H.J.M."
          },
          {
            "@_fa": "true",
            "$": "Coenen, J.W.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510281870186"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510281870186"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(81)87018-6",
        "prism:volume": "11",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics and mechanism of cyclohexene hydrogenation with anchored wilkinson complex comparison with the behaviour of the homogeneous catalyst",
        "prism:copyright": "Copyright © 1981 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "301-311",
        "prism:endingPage": "311",
        "pubType": "fla",
        "prism:coverDisplayDate": "May–June 1981",
        "prism:doi": "10.1016/0304-5102(81)87018-6",
        "prism:startingPage": "301",
        "dc:identifier": "doi:10.1016/0304-5102(81)87018-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0019562035"
      }
    }
  }
}