{
  "metadata": {
    "title": "On the state of Pt in Pt-Re/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> reforming catalyst",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80031-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800310",
    "pii": "0304510284800310"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020923833",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800310 0304-5102(84)80031-0 0304510284800310 10.1016/0304-5102(84)80031-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 6 59 66 59 66 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. STATEPTINPTREAL2O3REFORMINGCATALYST MENON P MENON 1973 188 P JOHNSON 1974 434 M BOLIVAR 1975 249 C BOLIVAR 1976 163 C PERI 1978 144 J WAGSTAFF 1979 443 N WAGSTAFF 1979 446 N MENON 1976 1061 P PROC6THINTERNATCONGRCATALLONDON BILOEN 1980 112 P MENON 1979 110 P MENON 1979 138 P MENON 1981 31 P MENON 1982 52 P DEFOSSE 1980 537 C BETIZEAU 1976 179 J BARBIER 1981 71 J MENONX1984X59 MENONX1984X59X66 MENONX1984X59XP MENONX1984X59X66XP item 0304-5102(84)80031-0 0304510284800310 1-s2.0-0304510284800310 10.1016/0304-5102(84)80031-0 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800310-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800310/MAIN/application/pdf/446b6c84d27b62341120cf5dc9721741/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800310/MAIN/application/pdf/446b6c84d27b62341120cf5dc9721741/main.pdf main.pdf pdf true 561645 MAIN 8 1-s2.0-0304510284800310-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800310/PREVIEW/image/png/d073a8e996ea3395bd5c0a8f211b07da/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800310/PREVIEW/image/png/d073a8e996ea3395bd5c0a8f211b07da/main_1.png main_1.png png 68686 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 59 - 66 59 ON THE STATE OF Pt IN Pt-Re/Al203 REFORMING CATALYST P. G. MENON and G. F. FROMENT* Laboratorium voor Petrochemische Techniek, Rijksuniversiteit Gent, Krijgslaan 281, 9000 Ghent (Belgium) Summary Whether or not Pt and Re form an alloy in bimetallic reforming cata- lysts has been a controversial subject for the last 15 years. Chloriding with CCl4 in H; at 673 K has a drastic effect on the hydrogenolysis activity of a 0.6% Pt/Al203 catalyst (I), but only a marginal effect on 0.3% Pt-0.3% Re/Al203 (II). Similarly, reduction at 873 K instead of 673 K and cooling in H; markedly attenuates the hydrogenolysis activity of I, but does so only slightly in the case of II. These results suggest that most of the Pt in the bimetallic catalyst is not in a free state as in the monometallic one, but may be in close interaction or alloyed with Re. Temperature-programmed desorp- tion of H2 from the bimetallic catalyst after reduction at various tempera- tures indicates the combination and segregation of Pt and Re species depending on the given reduction or oxidation pretreatments respectively. Introduction Ever since the introduction of Pt Re/Al203 catalysts in catalytic reforming in 1969, there have been several conflicting observations and hypotheses on the states of Pt and Re in the reduced composite catalyst. The possibility of Pt and Re forming an alloy on the alumina surface was proposed by Kluksdahl [1] in the first Rheniforming patent. From separate determinations of Pt and Re metal dispersions in Pt Re/Al203 catalysts, Menon et al. [2] found that the dispersion of Pt was little altered in a com- posite Pt Re catalyst compared to that in a Pt catalyst of the same metal content and prepared similarly; the dispersion of Re, however, was consid- erably enhanced in the composite catalyst, presumably by an improved reducibility of Re in the presence of Pt which might be an indication of the alloy formation. From H^ uptake. X-ray diffraction and infrared studies, Johnson and LeRoy [3] found that rhenium was reduced only from Re7\"^ to Re4\"1' and there was no indication of a Pt Re alloy formation. Bolivar et al. [4] reported the complete reduction of Re^O-^ to metallic Re in the presence *Author to whom correspondence should be addressed. 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 60 of Pt, Pd or Re powder even below 473 K. Based on data from H^-O^ titration at 298 K, electron microscopy, and infrared spectra of CO at 298 K on 2% (Pt + Re)/Al203 catalysts, Bolivar et al. (5) conclude that there is a strong Pt Re interaction. However, infrared studies of CO adsorption by Peri [6] on commercial Pt Re/Al203 catalysts (usually, low metal loadings of about 0.6% Pt + Re and high metal dispersions) led to the opposite con- clusion: no evidence for alloy formation. From temperature-programmed reduction studies on a commercial-type catalyst, Wagstaff and Prins [7] have found that both Pt and Re are completely reduced to the metallic state by H^ at moderate temperatures, the metals in the reduced catalyst are present as bimetallic clusters, and oxidation of the catalyst segregates the Pt and Re species. From the effects of sulfiding on the chemisorption of H^ and cata- lytic activity for hydrocarbons, Menon and Prasad [8] proposed that an irreversibly held layer of S on the metals was necessary and adequate to suppress the strong hydrogenolysis activity of the Pt Re/Al203 catalyst; this was in contrast to the behaviour of the Pt/Al^ catalyst, for which revers- ible S was necessary over and above that held irreversibly in order to attain the desired selectivity in reforming reactions. Chemisorption, infrared and XPS data of Biloen et al. [9] indicate that Re atoms covered by chemisorbed S atoms divide the metal surface of Pt-containing catalysts into ensembles of 2 or 3 Pt atoms; this effect is proposed by Biloen et al. to be of a common type, also caused by other catalyst modifiers such as alloying metals (e.g., Sn) or carbon (coke). Recent studies in our laboratory [10 -13] have also shown the similarity of the effects of sulfiding Pt/Al203 catalysts to those produced by chloriding, coke deposition, or reduction at high temperatures. In this paper we present comparative results for Pt/Al203 and Pt Re/Al203 reforming catalysts for (a) the hydrogenolysis and isomerization of n- pentane on progressive chloriding of the catalysts, (b) the effect of the reduction temperature on catalytic activity and (c) temperature-programmed desorption of H2 from the catalysts reduced at different temperatures. From these results, inferences are drawn concerning the state of Pt in the Pt Re Al^Oy catalyst. Experimental In an earlier publication [10] we described the microreactor set-up, in which it was possible to carry out H-^-O^ titrations of the catalyst, temper- ature-programmed desorption of H^ from the catalyst after various pretreat- ments, and catalytic activity studies, all on the same sample of catalyst. The effect of chloriding was studied by injecting a few JUI of CCl4 to 0.5 g of the catalyst in a stream of Hz and, after flushing for 10 min, injecting 2 ;ul of n-pentane or n-hexane in a pulse reactor set-up. The pulse reactor system was chosen, despite its well-known limitations, to monitor the effects of pretreatments such as chloriding without any simultaneous activity decline due to coke deposition from n-pentane. Even 20 - 30 pulses of n-pentane 61 (2 Jul per pulse) on the catalyst at 673 K produced no detectable decline in activity. Two commercial reforming catalysts were used: one contained 0.6% Pt, and the other 0.3% Pt and 0.3% Re, on 7-^203. Their BET surface areas were ~180 m2 g~1. The catalysts were calcined at 773 K for 1 h before their first reduction at 673 K in a stream of pure H; for 3 h. Further pretreatments are indicated in the following section. Results and discussion The addition of Cd4 produces two effects on the monometallic Pt/AlzOa catalyst (Fig. I): (a) A suppression of the hydrogenolysis activity of Pt. Using trans- mission electron spectroscopy and X-ray photoelectron spectroscopy tech- niques, we have shown earlier [14] that it is the coke deposited preferentially on the Pt sites which is responsible for this suppression. 0 20 '10 60 fit CU^ / 6 CATALYST Fig. 1. Effect of CCU addition in Hi on the conversion on 0.472 g of 0.6% Pt/A^Os catalyst in a pulse reactor. H^ carrier flow 50 ml min\"1; 2 p.\\ hydrocarbon per pulse; tem- perature 673 K. 62 120 fli CC^/G, CATALYST 60 120 180 290 p.i Wj, /G. CATALYST Fig. 2. Effect of CCU addition in H^ on the conversion on 0.162 g of Pt Re/Al2C>3 cata- lyst in a pulse reactor. Conditions identical to those in Fig. 1. A: n-pentane; B: n-hexane. (b) An enhancement of the acidity of alumina by chlorine, thereby promoting carbonium-ion reactions such as isomerization. The bimetallic catalyst has initially a very strong hydrogenolysis activity, metallic Re itself being well known for such activity. Chloriding experiments on it, however, show that its hydrogenolysis activity is hardly affected, even on addition of a large excess of CCl4 (Fig. 2). This insensitivity to chloriding seems to be an indication that Pt in the bimetallic catalyst may perhaps be in some combination with Re and does not exist as free Pt. Temperature-programmed reduction (TPR) of the freshly calcined Pt Re/AIsC^ catalyst shows the separate reduction of PtO and Re2C>7, as reported earlier by Wagstaff and Prins [7]. If the two metals form bimetallic clusters on reduction, but resegregate on oxidation at 773 K [7], then the 63 temperature-programmed desorption (TPD) of H^ from the catalysts after different pretreatments could be quite revealing. Hence two series of exper- iments were undertaken: (A) The catalyst was oxidized in a stream of air at 773 K for 1 h, and cooled to 298 K. Pure H^ was then introduced and the catalyst was heated (10 K min~1) to 873, 773, 673, 573 or 423 K, kept at that temperature for 2 h, and cooled to 298 K in the stream of Ha. The TPD of H2 from the cata- lyst was recorded from 298 to 873 K in a carrier stream of N2. After the above TPD series, the catalyst was once again reduced at 773 K and the TPD of H^ carried out to check that the catalyst had not sintered or changed in any other way during repeated heating to 873 K in N3 during the TPD experiments. (B) At the end of the last TPD run (above) the catalyst was cooled to 773 K, Hz was fed (first by pulsing H^ into N2 and thereafter as a continuous stream) at that temperature. After 2 h the catalyst was cooled in flowing H^ to 298 K for the next TPD run. Subsequent introductions of H^ were at 873, 673, 573 and 423 K. If reduction at 773 K causes Pt Re cluster or alloy formation, then these clusters are once again segregated by air oxidation before each reduc- tion in the experiments of Series A, whereas they are preserved intact during those of Series B. The catalyst reduced at 423 or 523 K should show quite a difference in TPD during Series A as compared to Series B, because in Series A high temperature reduction has not yet formed Pt Re clusters, whereas in Series B these clusters, which formed during the 773 K reduction, have been kept intact. Reduction at still higher temperatures should reveal the formation of clusters in Series A as well. Figure 3 shows the TPD of Hz in the experiments of Series A. The cata- lyst reduced at 473 K has a broadened peak (overlapping peaks) between 323 and 523 K and a plateau beyond that. From a comparison of the Hz TPD spectra for Pt/Al^C^ catalysts reported by us earlier [II], it may be inferred here that mainly the reduction of Pt species in the catalyst has occurred at 423 K. On reduction at 573 K, a pronounced new desorption peak is observed with its maximum at about 623 K, presumably due to the reduced Re species formed in this case. Since the first peak corresponding to Pt has now been reduced to about half, some of the Pt seems to have already interacted with the (partially?) reduced Re species. Reduction at 623 K leads almost to a fusion of the Pt and Re desorption peaks, as if the Pt Re inter- action has proceeded to a very great extent here and produced a complex mixture of surface species. At still higher reduction temperatures (773 and 873 K), once again some sort of surface segregation or re-structuring seems to be occurring to form species which desorb H; in two distinctly separate but broad temperature regions. One is tempted to recall here the earlier suggestion of Betizeau et al. [15] that in the bimetallic catalyst there are not only 'pure' atoms of Pt and Re independent of each other or in a weak interaction, but also Pt and Re atoms electronically modified by each other's presence. The spillover of hydrogen from the metals to the alumina support 64 T (K) Fig. 3. Series A: TPD of H; from Ft Re/A^Oa catalyst after air oxidation at 773 K, reduction at the temperatures indicated on the curves, and cooling in Hi to 298 K. Heating rate 10 K min l, N^ flow 20 ml min\"', catalyst 0.5 g. and the desorption of this hydrogen during TPD is also a distinct possibility here. Barbier et al. [16] have recently reported that the spillover is maxi- mum for the Pt/Re ratio ~1. The TPD spectra of H; for Series B experiments (Fig. 4) show unresolved broad patterns typical for several overlapping peaks. Since the catalyst has not been subjected to intermediate oxidations, the Pt Re inter- action or alloying in the initial reduction at 773 K has been preserved here. This perhaps explains the absence of separate resolved peaks typical for Pt or Re. These TPD data thus support the concept of a Pt Re interaction upon reduction at 773 K or higher, and the re-segregation of Pt and Re on oxidizing the catalyst, as proposed earlier by Wagstaff and Prins [7]. Earlier work on supported Pt catalysts [11,12] has shown a distinct dependence of activity and selectivity on the temperature of reduction of the catalyst: reduction at 873 K, instead of 673 K, strongly suppressed the hydrogenolysis activity. The effect of reduction at 673 and 873 K on the Pt/Al203 and the Pt Re/Al^Oa catalysts for the hydrogenolysis of n-pentane and n-hexane is shown in Table 1. Reduction at the higher temperature attenuates the hydrogenolysis activity of the catalyst to some extent, but it is not at all comparable to the almost total suppression observed in the case of the monometallic Pi/Al^Oy, Pt/SiO^ or Pt/Ti02 catalysts reported earlier [11, 12]. Again this is an indication that the Pt and Re species in the reduced bimetallic catalyst are not in a free state. 65 Fig. 4. Series B: TPD of H^ from Ft Re/A^Oa catalyst after reduction at the tempera- tures indicated on the curves and cooling in Hi to 298 K. No intermediate air oxidation at 273 K, unlike in series A. Other conditions identical to those in Fig. 3. TABLE 1 Reactions of n-pentane and n-hexane on Pt/Al^Oa and Pt Re/Al^C^ catalysts in a pulse reactor at 673 K. Analysis of reaction products in mol% 0.6% Pt/AlaOs 0.3% Pt-0.3% Re/Al^Oa n-pentane n-hexane n-pentane n-hexane Pretreatment\": a CH4 36.8 0.28 28.7 0.8 39.9 24.8 27.7 18.8 C^Hs 37.3 0.24 16.5 1.2 28.8 31.1 19.4 26.1 C^Hy 22.8 0.28 21.0 1.3 13.1 15.5 13.5 12.7 i-C4Hio 0.9 0.23 2.5 0.3 0.35 0.64 0.4 0.58 n-C4Hio 1.9 0.06 8.1 0.2 5.7 6.8 5.7 5.9 i-CsH^ 0.1 16.2 3.6 0.1 0.9 2.9 0.57 0.9 \"-CsHiz 0.2 82.7 5.6 0.2 11.3 18.2 4.4 3.7 2,2-DMB 0.4 1.6 2.3 0.01 2,3-DMB + 2-MP 3.5 15.6 tr 3.5 3-MP 2.0 11.7 1.2 2.5 n-CfiH^ 2.9 64.9 24.7 23.9 MCP 0.2 1.1 tr 0 benzene 5.0 0.5 tr 1.2 Catalyst wt.: 0.473 g for Ft/Al^Oa, 0.162 g for Pt Re/Al^Oa; H-i flow: 65 ml min\"1 for Pt/Al^Oa, 45 ml min~1 for Pt Re/AlzOa; hydrocarbon: 2 All pulse. \"Pretreatments: (a) air at 773 K for 1 h. Hi at 673 K for 2 h; (b) air at 773 K for 1 h, H2 at 873 K for 2 h, cool in H^ to 673 K. 66 Thus, the results from the above three comparative tests support the view that the Pt and Re species are in a state of close interaction or alloying in the commercial bimetallic reforming catalyst. Acknowledgment This work was undertaken thanks to a 'Center of Excellence' Grant awarded by the Belgian Ministry of Scientific Affairs within the framework of the Interuniversity Concerted Program in Catalysis. References 1 U.S. Pat. 3 415 737 (1968) to H. E. Kluksdahl. 2 P. G. Menon, J. Sieders, F. J. Streefkerk and G. J. M. van Keulen, J. Catal., 29 (1973) 188. 3 M. F. L. Johnson and V. M. LeRoy, J. Catal., 35 (1974) 434. 4 C. Bolivar, H. Charcosset, R. Frety, M. Primet, L. Tournayan, C. Betizeau, G. Leclercq and R. Maurel, J. Catal., 39 (1975) 249. 5 C. Bolivar, H. Charcosset, R. Prety, M. Primet, L. Tournayan, C. Betizeau, G. Leclercq and R. Maurel, J. Catal., 45 (1976) 163. 6 J. B. Peri, J. Catal., 52 (1978) 144. 7 N. Wagstaff and R. Prins, J. Catal., 59 (1979) 443, 446. 8 P. G. Menon and J. Prasad, in Proc. 6th Internat. Congr. Catal., London, 1976, p.1061. 9 P. Biloen, J. N. Helle, H. Verbeek, F. M. Dautzenberg and W. M. H. Sachtler, J. Catal., 63 (1980)112. 10 P. G. Menon, R. P. De Pauw and G. F. Froment, Ind. Eng. Chem. Prod. Res. Dev., 18 (1979)110. 11 P. G. Menon and G. F. Froment, J. Catal., 59 (1979) 138. 12 P. G. Menon and G. F. Froment, Appl. Catal., 1 (1981) 31. 13 P. G. Menon, G. B. Marin and G. F. Froment, Ind. Eng. Chem. Prod. Res. Dev., 21 (1982)52. 14 C. Defosse, F. Delannay, B. Delmon, P. G. Menon and G. F. Froment, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 537. 15 J. Betizeau, G. Leclercq, R. Maurel, C. Bolivar, H. Charcosset, R. Frety and L. Tour- nayan, ^. Ca(o/., 46 (1976) 179. 16 J. Barbier, H. Charcosset, G. de Periera and J. Riviere, Appl. Catal., I (1981) 71. X244 84800310 0304-5102(84)80031-0 10.1016/0304-5102(84)80031-0 Oral presentation On the state of Pt in Pt-Re/Al2O3 reforming catalyst P.G. Menon G.F. Froment 1 Laboratorium voor Petrochemische Techniek, Rijksuniversiteit Gent, Krijgslaan 281, 9000 GhentBelgium 1 Author to whom correspondence should be addressed. Whether or not Pt and Re form an alloy in bimetallic reforming catalysts has been a controversial subject for the last 15 years. Chloriding with CCl4 in H2 at 673 K has a drastic effect on the hydrogenolysis activity of a 0.6% Pt/Al2O3 catalyst (I), but only a marginal effect on 0.3% Pt-0.3% Re/Al2O3 (II). Similarly, reduction at 873 K instead of 673 K and cooling in H2 markedly attenuates the hydrogenolysis activity of I, but does so only slightly in the case of II. These results suggest that most of the Pt in the bimetallic catalyst is not in a free state as in the monometallic one, but may be in close interaction or alloyed with Re. Temperature-programmed desorption of h2 from the bimetallic catalyst after reduction at various temperatures indicates the combination and segregation of Pt and Re species depending on the given reduction or oxidation pretreatments respectively. References 1 U.S. Pat. 3 415 737 (1968) to H.E. Kluksdahl. 2 P.G. Menon J. Sieders F.J. Streefkerk G.J.M. van Keulen J. Catal. 29 1973 188 3 M.F.L. Johnson V.M. LeRoy J. Catal. 35 1974 434 4 C. Bolivar H. Charcosset R. Frety M. Primet L. Tournayan C. Betizeau G. Leclercq R. Maurel J. Catal. 39 1975 249 5 C. Bolivar H. Charcosset R. Frety M. Primet L. Tournayan C. Betizeau G. Leclercq R. Maurel J. Catal. 45 1976 163 6 J.B. Peri J. Catal. 52 1978 144 7 a N. Wagstaff R. Prins J. Catal. 59 1979 443 b N. Wagstaff R. Prins J. Catal. 59 1979 446 8 P.G. Menon J. Prasad Proc. 6th Internat. Congr. Catal., London 1976 1061 9 P. Biloen J.N. Helle H. Verbeek F.M. Dautzenberg W.M.H. Sachtler J. Catal. 63 1980 112 10 P.G. Menon R.P. De Pauw G.F. Froment Ind. Eng. Chem. Prod. Res. Dev 18 1979 110 11 P.G. Menon G.F. Froment J. Catal. 59 1979 138 12 P.G. Menon G.F. Froment Appl. Catal. 1 1981 31 13 P.G. Menon G.B. Marin G.F. Froment Ind. Eng. Chem. Prod. Res. Dev. 21 1982 52 14 C. Defosse F. Delannay B. Delmon P.G. Menon G.F. Froment Ind. Eng. Chem. Prod. Res. Dev. 19 1980 537 15 J. Betizeau G. Leclercq R. Maurel C. Bolivar H. Charcosset R. Frety L. Tournayan J. Catal. 1976 179 16 J. Barbier H. Charcosset G. de Periera J. Riviere Appl. Catal. 1 1981 71",
      "scopus-id": "0020923833",
      "coredata": {
        "eid": "1-s2.0-0304510284800310",
        "dc:description": "Whether or not Pt and Re form an alloy in bimetallic reforming catalysts has been a controversial subject for the last 15 years. Chloriding with CCl4 in H2 at 673 K has a drastic effect on the hydrogenolysis activity of a 0.6% Pt/Al2O3 catalyst (I), but only a marginal effect on 0.3% Pt-0.3% Re/Al2O3 (II). Similarly, reduction at 873 K instead of 673 K and cooling in H2 markedly attenuates the hydrogenolysis activity of I, but does so only slightly in the case of II. These results suggest that most of the Pt in the bimetallic catalyst is not in a free state as in the monometallic one, but may be in close interaction or alloyed with Re. Temperature-programmed desorption of h2 from the bimetallic catalyst after reduction at various temperatures indicates the combination and segregation of Pt and Re species depending on the given reduction or oxidation pretreatments respectively.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800310",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Menon, P.G."
          },
          {
            "@_fa": "true",
            "$": "Froment, G.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800310"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800310"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80031-0",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "On the state of Pt in Pt-Re/Al2O3 reforming catalyst",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "59-66",
        "prism:endingPage": "66",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80031-0",
        "prism:startingPage": "59",
        "dc:identifier": "doi:10.1016/0304-5102(84)80031-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020923833"
      }
    }
  }
}