{
  "metadata": {
    "title": "Efficient homogeneous photochemical hydrogen generation using rhodium compounds as catalyst precursors",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-10-31",
    "doi": "10.1016/0304-5102(86)85018-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850180",
    "pii": "0304510286850180"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022794862",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850180 0304-5102(86)85018-0 0304510286850180 10.1016/0304-5102(86)85018-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01782 2024-01-02T01:05:30.650091Z 0 0 19861001 19861031 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 37 37 2 3 2 3 Volume 37, Issues 2–3 18 297 307 297 307 198610 October 1986 1986-10-01 1986-10-31 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. EFFICIENTHOMOGENEOUSPHOTOCHEMICALHYDROGENGENERATIONUSINGRHODIUMCOMPOUNDSCATALYSTPRECURSORS HUKKANEN H KALYANASUNDARAM 1982 161 K LEHN 1979 1346 J KRISHNAN 1982 98 C CHAN 1981 369 S PINA 1986 848 P LEHN 1981 J PHOTOCHEMICALCONVERSIONSOLARENERGY GRATZEL 1982 37 M MCLENDON 1983 99 G ENERGYRESOURCESTHROUGHPHOTOCHEMISTRYCATALYSIS GEOFFROY 1979 G ORGANOMETALLICPHOTOCHEMISTRY WRIGHTON 1981 132 M HAWECKER 1983 271 J KRISHNAN 1981 2141 C PINNICK 1984 1440 D HOGGARD 1978 1457 P BELSER 1980 1675 P DAVIES 1967 657 N MULAZZANI 1978 981 Q HEATH 1981 287 G HAWECKER 1984 328 J BALZANI 1978 1 V BRADDOCK 1973 3158 J BOUNSALL 1970 1481 E BOSNIEN 1965 1109 B MARTINENGO 1973 379 S CHINI 1969 1092 P CHINI 1969 299 P HUKKANENX1986X297 HUKKANENX1986X297X307 HUKKANENX1986X297XH HUKKANENX1986X297X307XH item 0304-5102(86)85018-0 0304510286850180 1-s2.0-0304510286850180 10.1016/0304-5102(86)85018-0 272239 2024-01-02T01:05:30.650091Z 1986-10-01 1986-10-31 1-s2.0-0304510286850180-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850180/MAIN/application/pdf/88a1883331fe5e98b2a6ba22fa81568c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850180/MAIN/application/pdf/88a1883331fe5e98b2a6ba22fa81568c/main.pdf main.pdf pdf true 635347 MAIN 11 1-s2.0-0304510286850180-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850180/PREVIEW/image/png/2204fd34162689e9f4b2ee19780298bc/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850180/PREVIEW/image/png/2204fd34162689e9f4b2ee19780298bc/main_1.png main_1.png png 62691 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 37 (1986) 297 - 307 297 EFFICIENT HOMOGENEOUS PHOTOCHEMICAL HYDROGEN GENERATION USING RHODIUM COMPOUNDS AS CATALYST PRECURSORS HANNU HUKKANEN and TUULA T. PAKKANEN University of Joensuu, Department of Chemistry, P.O. Box 111, SF-80101 Joensuu 10 (Finland) (Received January 8, 1986; accepted May 28, 1986) Summary A homogeneous catalytic system for efficient generation of hydrogen by visible light irradiation is described, using Ru(bipy)3Cl2 as a photosensi- tizer, Rh carbonyls as catalysts and triethanolamine as an electron donor. The hydrogen generation probably involves reductive quenching of the Ru(bipy)3\"1\"2 excited triplet state, reduction of Rh compounds by the Ru(bipy)3+ species formed, and hydrogen generation by the reduced cata- lysts. The system is highly active only in organic medium. The activity of the system decreases linearly with the concentration of water when water is added to the solution. The long-term stability of the system is poor due to decomposition of the photosensitizer in organic medium. Introduction In recent years, extensive work has been performed on hydrogen gener- ation in artificial water-splitting systems using visible light, photosensitizers, homogeneous or heterogeneous catalysts and organic or inorganic electron donors [1-5]. We describe here an efficient photochemical hydrogen gener- ation by a homogeneous system using rhodium compounds as catalysts. There have been reports on photochemical hydrogen generation using bipy- ridine complexes of rhodium as homogeneous catalysts [2c] and metallic rhodium as a heterogeneous catalyst [3]. The investigation of rhodium com- pounds was motivated by these earlier observations on photochemical hydrogen generation. Results and discussion The effect of the gas phase composition Hydrogen generation was achieved by visible light irradiation of a photosensitizer/relay-catalyst/donor system, Ru(bipy)3C4/Rh carbonyl or 0304-5102/86/$3.50 Elsevier Sequoia/Printed in The Netherlands 298 TABLE 1 Generation of hydrogen by visible light irradiation of solutions containing Ru(bipy)3d2, tested catalysts and electron donor Catalyst Solvent system Apparent pH Volume H^ (ml) Irradiation time (h) RhCl3 TEOA:DMF1:5 11 12.01 2.0 RhCl3 TEOA:DMP1:5 11 20.08 6.0 cis-Rh(cyclam)Cl2 TEOA:DMF1:5 11 1.31 2.5 c(s-Rh(cyclam)Cl2 TEOA:DMF1:5 11 2.32 4.5 HRh(CO)2(PPh3)3 TBOA;DMF1:5 11 7.24 2.0 HRh(CO)2(PPh3)3 TEOA:DMF 1:5 11 13.80 6.5 [Rh(CO)2Clh TEOA:DMF1:2 11 6.871' 1.0 Rh4(CO)i2 TEOA:DMF1:5 11 14.43 3.2 Rh4(CO)i2 TEOA:DMF1:5 11 18.03 6.0 Rh6(CO)i6 TEOA:DMF1:2 11 6.65 1.0 Rh6(CO)ie TEOA:DMF1:5 11 31.70 7.3 Rh(,(CO)i6 TEOA:DMF1:5 11 C 1.5 Rh6(CO)ie TEOA:DMF 1:5 11 d 9.0 (PPN)2Rhi2(CO)3o TEOA:DMF1:5 11 12.77 ' 2.0 (PPN),Rhi2(CO)3o TEOA:DMF1:5 7 0.82 2.0 Co3Rh(CO)i2 TEOA:DMF1:5 11 4.90 4.3 RhCl3 Ascorbic acid/ascorbate 4 2.5 cts-Rh(cyclam)Cl2 Ascorbic acid/ascorbate 4 0.06 2.5 Rh6(CO)ie Rh6(CO)i6 Ascorbic acid/ascorbate 2 ml 0.3 M S'-m ml DMF 4 13 1.28 0.52 7.0 2.0 Rh6(CO)i6 2 ml 0.3 M S2~i2& ml DMF 13 4.33 14.0 Co(dmgH2) TEOA:DMF 1:5 11 10.801' 1.0 Cu(cyclam)Cl2 TEOA:DMF 1:5 11 4.15 4.6 Cu(cyclam)Cl2 20% H20/TEOA:DMF 1:5 11 1.62 4.6 Cu(cyclam)Cl2 33% H20/TEOA:DMF 1:5 11 0.76 4.6 Volume of hydrogen at 298 K and 1 atm pressures. bC02 4.2 mmol. \"No photosensitizer in the solution. ^ dark. ''The pH of the solution was adjusted with acetic acid. RhC^/triethanolamine. The experiments were performed in a carbon dioxide gas phase or in vacuo. The hydrogen production was found to be indepen- dent of the composition of the gas phase (Table 1). In the absence of light or the photosensitizer, no hydrogen was produced (Table 1). Differences between the catalyst precursors In short-term photolysis, the hydrogen generation rate was similar for almost all the Rh compounds studied. The maximum hydrogen production rate of 7 ml h~1 with a turnover number of 4200 (mol of H; produced (mol catalyst)\"1 (24 h)~1) was measured for Rh(,(CO)i6 (Table 1). The various Rh carbonyls and RhCl3 used as catalyst precursors show very similar activities (Table 2) in the present system. A considerably lower rate was observed for 299 TABLE 2 Activities of some studied Rh compounds in 3 - 7 h photolysis in Ru(bipy)3+2/TEOA: DMF(1:5) Compound Photolysis time (h) Turnover number'Vday RhCIs c s-Rh(cyclam )Cl2 HRh(CO)2(PPh3)3 Rh4(CO)i2 Rh6(CO)i6 (PPN)2Rh 12(00)30 4.0 4.5 6.0 3.2 7.3 4.5 316 36184 264 704 315 \"Turnover number = mole H^ (mol Rh atoms) '. the macrocyclic complex cis-Rh(cyclam)Cl2> probably due to electrochem- ical and steric reasons. In long-term photolysis, the main differences appeared between the catalysts. The hydrogen generation ability decreased in the order Rhy 20 25 Li-me/h Fig. 1. Hydrogen generation by various Rh compounds in the Ru(bipy)3+2/TEOA:DMF (1:5) system in a long-term photolysis. 300 (C0)i6 > (PPN)2Rhi2(CO)3o > RhCIa > Rh4(CO)i2 > HRh(CO)2(PPh3)3 > c!s-Rh(cyclam)Cl2 (Fig. 1.). In addition, a qualitative experiment was done using the mixed metal cluster, Co3Rh(CO)i2, as a catalyst precursor. This compound was less active than the monometallic Rh carbonyls. In the Co3Rh(CO)i2 experiment, a small amount of carbon monoxide was detected due to the decomposition of the catalyst. In the same manner [Rh(CO)2Cl]2 was qualitatively tested in a short-term photolysis under COz atmosphere. Its hydrogen generation ability was similar to that of the other monometallic Rh carbonyl catalysts tested in vacuum conditions. Composition of the catalyst precursors and effect of the solubility Although there are reports [6] that the metal carbonyl compounds are photolabile against ligand dissociation and metal-metal bond breaking, it was observed that no carbon monoxide was generated during photolysis when monometallic Rh carbonyls were used as catalyst precursors. The chemical composition of the active carbonyl catalysts used was difficult to determine because of their low concentrations. For example, the IR spectra of 1.66 X10-3 M (PPN)2Rhi2(CO)3o solutions in DMF and TEOA:DMF (1:5) recorded after 2 h photolysis showed in the metal carbonyl region several absorption bands, the assignment of which turned out to be difficult. In the vacuum experiments, a small amount of carbon dioxide was detected in the gas phase which may have been formed by the oxidation of a carbonyl ligand or decomposition of organic material. The solubility of the catalyst precursors affected the hydrogen genera- tion rate. If the catalyst was not fully dissolved, the rate was lower than that with a dissolved catalyst. Only Rhg(CO)i6 has a poor solubility in the dime- thylformamide solvent; it was dissolved by refluxing in DMF for 1 h. Some carbon monoxide was detected in the gas phase after solvation, probably due to the dissociation of carbonyl ligands from Rhg cluster. Nevertheless, the best Rh catalyst was Rh^CO)^, which operated more efficiently than the other Rh compounds studied. Long term stability and temperature effects The stability of the Ru(bipy)3+2/Rh catalyst/TEOA:DMF system was examined in a long-term photolysis experiment. The hydrogen production rate was observed to decrease as a function of time, and cease after 10 h of photolysis. When a fresh amount of photosensitizer was added, the hydrogen production rate rose to the initial level (Fig. 2.). This suggests that the main reason for the instability of the present system is decomposition of the photosensitizer. The reaction temperature had a moderate effect on the decomposition of Ru(bipy)3+2. The stability of the photosensitizer decreased when the temperature was raised from 30 to 50 C. These results conform with the earlier observations concerning the photolability of the Ru(bipy)3+2 in or- ganic medium [8, 9]. 301 /fresh Rutbi-pul; odded 0 10 20 30 40 50 60 10 80 90 100 TLme/h Fig. 2. Hydrogen generation in the Ru(bipy)3+2/Rh6(CO)l6/TEOA:DMF (1:5) system. After 48 h photolysis 1 ml of HjO and after 68 h photolysis fresh Ru(bipy)3Cl2 were added. Solvent effects Addition of water to the solvent system caused a linear decrease in the rate of the hydrogen production (Fig. 3). A similar effect was observed if the electron donor/solvent system was diluted with water. The hydrogen generation rate was insensitive to the concentration of the electron donor. The observed rate was identical at donor/solvent ratios of 1:2 and 1:5. Most of the experiments were performed with an electron donor/solvent ratio of 1:5. However, the hydrogen ion activity of the solu- tion had a remarkable effect on the hydrogen generation. If the 'pH' of the TEOA:DMF solution (1:5) was adjusted to 7, the hydrogen production rate was 1/15 of the rate in the pure TEOA:DMF mixture (1:5, 'pH 11') when using (PPN)2Rhi2(CO)3o as a catalyst. In this experiment, precipitation of the carbonyl catalyst was observed (Table 1). The Rh compounds were also tested in other solvent systems (Fig. 4). Ascorbic acid-sodium ascorbate-water solution was used as an electron donor and a buffer [7b] when RhetCOhe, (PPN)2Rhi2(CO)3o, HRh(CO)2- (PPh3)3, RhCl3 and cis-Rh(cyclam)Cl2 were tested as catalysts. Only cis-Rh- 302 0 (0 20 SO 40 SO H^O/ Lol.aL voLi Fig. 3. The effect of dimethylformamide substitution by water on the hydrogen genera- tion in Ru(bipy)3+2/(PPN)2Rh^^(CO)^o/TEOA:DMF (1:5) system in 2.5 h photolysis (PPN = bis(triphenylphosphoranylidene)ammonium cation). (cyclam)Cl2 and Eh^CO)^ generated a small amount of hydrogen. The slow hydrogen generation in aqueous solutions may be due to the different solute-solvent effects in water compared to aprotic organic medium, which change the electron-transfer kinetics of the photosensitizer-solvent system and cause side- and back-reactions [lid], or the pH of the ascorbic acid- ascorbate solution is undesirable for efficient hydrogen generation by Rh compounds (Table 1). The poor solubility of the carbonyl catalysts in aque- ous solutions also has a considerable effect on the hydrogen generation. The Rh compounds were also tested using sulphide ion as electron donor [7a] and changing the composition of the solvent. The best results were obtained using DMF as a solvent. In aqueous solution no hydrogen was generated. Both the photosensitizer and the catalyst decomposed when S2\" was used as an electron donor. This may be due to the reactions of the cat- alyst precursors and the sensitizer with the S2\" ion. The UV-Vis spectra of the resulting mixtures supported this assumption. The source of hydrogen and possible reaction mechanisms \"C NMR spectroscopy was used for the determination of the decompo- sition products of the electron donor TEOA. In long-term photolysis using an NMR tube as the reaction vessel, triethanolamine was found to decom- pose to diethanolamine and glycolaldehyde. This indicates that water must have been present as an impurity in TEOA (Pro Analysis grade was used 303 TIME/(h) Fig. 4. Hydrogen generation by Rhg(CO)i6 in various solvent systems with Ru(bipy)3+2 as a photosensitizer (2 ml 0.3 M NaySiHaO^S ml DMF; TEOA:DMF 1:5 and ascorbic acid-sodium ascorbate (both 0.5 M) in H-tO). without further purification). The net light-driven reaction is probably the same as found earlier [7a], the catalysts in this study being Ru(bipy)3\"1\"2 and Rh compounds: hv + catalysts N(CH2CH20H)3 + HaO - > HN^HaCHpH); + CHO-CHaOH + H; UV-Vis spectra of the reaction solutions were recorded after photo- lysis. Absorption bands of Ru(bipy)3 in the oxidation states I and II were usually found [11]. In some experiments, bands of Ru(bipy)2LL' (LL'= solvent molecule or an anion) were observed [10]. According to Vis spectra, the possible reaction mechanism of the photosensitizer Ru(bipy)31\"2 in- volves the reductive quenching of the excited triplet state. The existence of Ru(bipy)31\" was also found by diluting the reaction solution with water after the reaction. A change in the colour of the solution from red-orange to yellow was observed due to oxidation of the Ru(bipy)3+ to Ru(bipy)31\"2. This behaviour has been noted earlier [lie]. Decomposition of Ru(bipy)31\"2 to Ru(bipy)2LL' was observed to occur in long-term photolysis of the Rh catalyst solutions and in short-term photo- lysis of the tested reference catalyst compounds. The formation of Ru(bi- py)2LL' caused broadening of the bands in the Vis spectra. 304 Comparative experiments Comparative experiments were performed in order to relate the hydro- gen generation efficiency of the present system to the previously studied ones. Using cobaloxime [7a] as a catalyst with a carbon dioxide gas phase in TEOA:DMF solvent, a 10 ml h~1 hydrogen production rate was obtained in our experimental conditions. This refers to 7 - 8% quantum yields when the monometallic Rh carbonyls are used as catalyst precursors, since the quan- tum yield of hydrogen by the cobaloxime catalyst has been noted to be 13% [7a] (Table 1). When using the cobalt dimethylglyoxime complex as a catalyst in an ascorbic acid-ascorbate medium, it was observed that at least a part of the hydrogen generated came from decomposition of the dimethylglyoxime ligand. This phenomenon was noted in long-term photolysis (Fig. 5). Using the macrocyclic complex Cu(cyclam)Cl2 as a catalyst, we exam- ined the effect of water on the activity of the TEOA:DMF solvent system. The results were similar to the Rh experiments (Table 1). Ti-me/h Fig. 5. Hydrogen generation in a long-term photolysis of the Ru(bipy)3+2/Co(d^ngH2)/ ascorbic acid-sodium ascorbate system. After 2.5 h and 22 h photolysis, fresh dmgHa was added (dmgHa = dimethylglyoxime). 305 Conclusions The system described in this work achieves efficient photochemical hydrogen generation by the homogeneous rhodium catalysts. The reaction mechanisms are difficult to detail, due to the complex nature of the catal- ysis system. The hydrogen generation probably involves formation of Rh hydride complexes, as with the other catalysts described in the literature. The practical difficulties of the present system are the use of a sacrificial organic electron donor and a weak long-term stability. Nevertheless, use of an organic electron donor-solvent system for photochemical hydrogen gene- ration serves as a rapid method for measuring the maximum hydrogen gene- ration rates of possible catalysts for artificial water-splitting. Experimental Ru(bipy)3Gl2*5H20 and macrocyclic complexes were synthesised ac- cording to literature methods [12, 13]. Cyclam and 2,2'-bipyridine were commercially available compounds (Strem and Aldrich). Solvents and triethanolamine were used without further purification. Reagent grade Na^S-QHzO, Cod;, dmgH; and Pro Analysis grade ascorbic acid and sodium ascorbate were used. All these compounds were stored in air. The Rh com- pounds were commercially available (Aldrich, Johnson-Matthey), except [Rh(CO)2Cl]2, Rh4(CO)i2, Co3Rh(CO)i2 and (PPN)2Rhi2(CO)3o which were synthesised by literature methods [14, 15]. The Rh compounds, except RhCIa, HRh(CO)2(PPh3)3 and Rh6(CO)ie, were stored under nitrogen. Irradiation experiments were performed on a 30 ml solution contained in a round-bottom flask equipped with a Teflon stopcock (115 ml capacity) and stirred magnetically at 500 -1000 r.p.m. The initial concentration of the photosensitizer in the TEOA:DMF experiments was 10 mg/0.0136 mmol and in the other experiments 20 mg/0.0272 mmol. The concentration of the catalysts varied, and usually was chosen so that the Rh-atom/Ru-atom ratio was 1:1. The concentration of Co(dmgH2) was the same as that used in the literature experiments [7a], In the Cu(cyclam)Cl2 studies, the concentrations were similar to those in the Rh experiments. The reactor was evacuated before the experiment using a pump-freeze- thaw cycle. The coolant was liquid nitrogen and the evacuation was per- formed for about 2 min. A measured amount of carbon dioxide was added to the reactor. The reactor was re-evacuated when a fresh amount of photo- sensitizer or ligand was added to the reaction solution during the long-term experiments. Three light sources were employed: a 250 W halogen lamp in a slide- projector, fitted with a 400 nm cut-off filter (SRI Filter), and two 1000 W halogen lamps equipped with 400 nm cut-off filters and self-made infrared water filters (60 cm length). Different reaction temperatures were produced by the IR radiation of the light sources. The temperatures achieved with the 306 lamps were: 30 C by the 250 W lamp, 35 - 40 C by the 1000 W lamp with 11 cm diameter IR filter and 45 - 50 C by the 1000 W lamp with 14 cm diameter IR filter. The 62.9 MHz \"C NMR spectra were recorded on a Broker AM 250 FT spectrometer and UV-Vis spectra on a Beckman Model 25 spectrophoto- meter. IR spectra were recorded on a Perkin-Elmer 297 IR spectrometer using 0.5 mm NaCI solution cells. The experiments where a NMR tube was used as a reactor were carried out in a manner similar to the flask exper- iments. The qualitative UV-Vis spectra of the reaction solutions were obtained by diluting the solutions after experiment by DMF or water before measuring the UV-Vis spectra. TEOA:DMF, TEOAiDMF/HaO or DMF/H^O was used as reference. After irradiation, the gas phase of the reactor was analysed by a Carlo Erba 4200 multicolumn gas chromatograph attached to a manometer/ vacuum pump system and equipped with a sample loop, a column switching valve, and a thermal conductivity detector. The light components of the gas phase, Hz and CO, were separated on a Molecular Sieve 5 A column and the heavy component, CO 2, on a Chromosorb 102 column. The carrier gas was 99.995% helium. The gas chromatograph was calibrated with the measured gases (Hz, CO, COz) and the amounts of the gases were calculated by a computer program. The error limits of the gas phase analysis are within 10%. Acknowledgement We thank the Neste Ltd Foundation for financial support. References 1 K. Kalyanasundaram, Coord. Chem. Rev., 46 (1982) 161. 2 (a) J. M. Lehn, J. P. Sauvage and M. Kirch, Helv. Chim. Acta, 62 (1979) 1346; (b) C. V. Krishnan, C. Creutz, D. Mahajan, H. A. Schwarz and N. Sutin, Isr. J. Chem., 22 (1982) 98; (c) S. F. Chan, M. Chou, C. Creutz, T. Matsubara and N. Sutin, J. Am. Chem. Soc., 103 (1981) 369; (d) P. Pina, Q. G. Mulazzani, M. Venturi, M. Ciano and V. Balzani, Inorg. Chem., 24 (1986) 848. 3 J. M. Lehn, in J. S. Connolly (ed.), Photochemical Conversion of Solar Energy, Aca- demic Press, New York, 1981. 4 M. Gratzel, K. Kalyanasundaram and J. Kiwi, Struct. Bonding, 49 (1982) 37. 6 G. McLendon, in M. Gratzel (ed.), Energy Resources through Photochemistry and Catalysis, Academic Press, New York, 1983, p. 99. 6 (a) G. L. Geoffroy and M. S. Wrighton, Organometallic Photochemistry, Academic Press, New York, 1979; (b) M. S. Wrighton, J. L. Graff, J. C. Luong, C. L. Reichel and J. L. Robbins, ACS Symp. Ser., 155 (1981) 132. 7 (a) J. Hawecker, J. M. Lehn and R. Ziessel, Now. J. Chim., 7 (1983) 271; (b) C. V. Krishnan and N. Sutin, J. Am. Chem. Soc., 103 (1981) 2141. 8 D. V. Pinnick and B. Durham, Inorg. Chem., 22 (1984) 1440. 9 P. E. Hoggard and G. B. Porter, J. Am. Chem. Soc., 100 (1978) 1457. 307 10 (a) P. Belser and A. von Zeiewsky, Helv. Chim. Acta, 63 (1980) 1675; (b) N. R. Davies and T. L. Mullins, Aust. J. Chem., 20 (1967) 657. 11 (a) Q. G. Mulazzani, S. Emmi, P. G. Fuochi, M. Z. Hoffmann and M. Venturi, J. Am. Chem. Soc., 100 (1978) 981; (b) G. M. Heath, L. J. Yellowlees and P. S. Braterman, J. Chem. Soc., Chem. Commun., (1981) 287; (c) J. Hawecker, J. M. Lehn and R. Ziessel, J. Chem. Soc., Chem. Commun., (1984) 328; (d) V. Balzani, F. Bolletta, M. Gandolfi and M. Maestri, Top. Curr. Chem. 75 (1978) 1. 12 J. N. Braddock and T. J. Meyer, J. Am. Chem. Soc., 95 (1973) 3158. 13 (a) E. J. Bounsall and S. R. Koprich, Can. J. Chem., 48 (1970) 1481; (b) B. Bosnich, M. L. Tobe and G. A. Webb, Inorg. Chem., 4 (1965) 1109. 14 S. Martinengo, P. Chini, V. G. Albano, F. Cariati and T. Salvatori, J. Organometall. Chem., 59(1973)379. 15 (a) P. Chini and S. Martinengo, J. Chem. Soc. Chem. Commun., (1969) 1092; (b) P. Chini and S. Martinengo, Inorg. Chim. Acta, 3 (1969) 299. X244 86850180 0304-5102(86)85018-0 10.1016/0304-5102(86)85018-0 Chemical catalysis Efficient homogeneous photochemical hydrogen generation using rhodium compounds as catalyst precursors Hannu Hukkanen Tuula T. Pakkanen University of Joensuu, Department of Chemistry, P.O. Box 111, SF-80101 Joensuu 10 Finland A homogeneous catalytic system for efficient generation of hydrogen by visible light irradiation is described, using Ru(bipy)3Cl2 as a photosensitizer, Rh carbonyls as catalysts and triethanolamine as an electron donor. The hydrogen generation probably involves reductive quenching of the Ru(bipy)3 +2 excited triplet state, reduction of Rh compounds by the Ru(bipy)3 + species formed, and hydrogen generation by the reduced catalysts. The system is highly active only in organic medium. The activity of the system decreases linearly with the concentration of water when water is added to the solution. The long-term stability of the system is poor due to decomposition of the photosensitizer in organic medium. References 1 K. Kalyanasundaram Coord. Chem. Rev. 46 1982 161 2 (a) J.M. Lehn J.P. Sauvage M. Kirch Helv. Chim. Acta 62 1979 1346 (b) C.V. Krishnan C. Creutz D. Mahajan H.A. Schwarz N. Sutin Isr. J. Chem. 22 1982 98 (c) S.F. Chan M. Chou C. Creutz T. Matsubara N. Sutin J. Am. Chem. Soc. 103 1981 369 (d) P. Pina Q.G. Mulazzani M. Venturi M. Ciano V. Balzani Inorg. Chem. 24 1986 848 3 J.M. Lehn J.S. Connolly Photochemical Conversion of Solar Energy 1981 Academic Press New York 4 M. Grätzel K. Kalyanasundaram J. Kiwi Struct. Bonding 49 1982 37 5 G. McLendon M. Grätzel Energy Resources through Photochemistry and Catalysis 1983 Academic Press New York 99 6 (a) G.L. Geoffroy M.S. Wrighton Organometallic Photochemistry 1979 Academic Press New York (b) M.S. Wrighton J.L. Graff J.C. Luong C.L. Reichel J.L. Robbins ACS Symp. Ser. 155 1981 132 7 (a) J. Hawecker J.M. Lehn R. Ziessel Nouv. J. Chim. 7 1983 271 (b) C.V. Krishnan N. Sutin J. Am. Chem. Soc. 103 1981 2141 8 D.V. Pinnick B. Durham Inorg. Chem. 22 1984 1440 9 P.E. Hoggard G.B. Porter J. Am. Chem. Soc. 100 1978 1457 10 (a) P. Belser A. von Zelewsky Helv. Chim. Acta 63 1980 1675 (b) N.R. Davies T.L. Mullins Aust. J. Chem. 20 1967 657 11 (a) Q.G. Mulazzani S. Emmi P.G. Fuochi M.Z. Hoffmann M. Venturi J. Am. Chem. Soc. 100 1978 981 (b) G.M. Heath L.J. Yellowlees P.S. Braterman J. Chem. Soc., Chem. Commun. 1981 287 (c) J. Hawecker J.M. Lehn R. Ziessel J. Chem. Soc., Chem. Commun. 1984 328 (d) V. Balzani F. Bolletta M. Gandolfi M. Maestri Top. Curr. Chem. 75 1978 1 12 J.N. Braddock T.J. Meyer J. Am. Chem. Soc. 95 1973 3158 13 (a) E.J. Bounsall S.R. Koprich Can. J. Chem. 48 1970 1481 (b) B. Bosnien M.L. Tobe G.A. Webb Inorg. Chem. 4 1965 1109 14 S. Martinengo P. Chini V.G. Albano F. Cariati T. Salvatori J. Organometall. Chem. 59 1973 379 15 (a) P. Chini S. Martinengo J. Chem. Soc. Chem. Commun. 1969 1092 (b) P. Chini S. Martinengo Inorg. Chim. Acta 3 1969 299",
      "scopus-id": "0022794862",
      "coredata": {
        "eid": "1-s2.0-0304510286850180",
        "dc:description": "A homogeneous catalytic system for efficient generation of hydrogen by visible light irradiation is described, using Ru(bipy)3Cl2 as a photosensitizer, Rh carbonyls as catalysts and triethanolamine as an electron donor. The hydrogen generation probably involves reductive quenching of the Ru(bipy)3 +2 excited triplet state, reduction of Rh compounds by the Ru(bipy)3 + species formed, and hydrogen generation by the reduced catalysts. The system is highly active only in organic medium. The activity of the system decreases linearly with the concentration of water when water is added to the solution. The long-term stability of the system is poor due to decomposition of the photosensitizer in organic medium.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850180",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hukkanen, Hannu"
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, Tuula T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850180"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850180"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85018-0",
        "prism:volume": "37",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Efficient homogeneous photochemical hydrogen generation using rhodium compounds as catalyst precursors",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "297-307",
        "prism:endingPage": "307",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1986",
        "prism:doi": "10.1016/0304-5102(86)85018-0",
        "prism:startingPage": "297",
        "dc:identifier": "doi:10.1016/0304-5102(86)85018-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022794862"
      }
    }
  }
}