{
  "metadata": {
    "title": "Synthesis of ketones and esters from olefins, carbon monoxide and alcohols by using ruthenium-iodide catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-05-31",
    "doi": "10.1016/0304-5102(87)80041-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028780041X",
    "pii": "030451028780041X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023349673",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028780041X 0304-5102(87)80041-X 030451028780041X 10.1016/0304-5102(87)80041-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00557 2024-01-02T01:04:16.600218Z 0 0 19870501 19870531 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 40 40 2 2 Volume 40, Issue 2 9 243 254 243 254 198705 May 1987 1987-05-01 1987-05-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. SYNTHESISKETONESESTERSOLEFINSCARBONMONOXIDEALCOHOLSBYUSINGRUTHENIUMIODIDECATALYSTS HIDAI M HIDAI 1981 143 M HIDAI 1983 292 M HIDAI 1982 3951 M HIDAI 1984 516 M HIDAI 1986 29 M SBRANA 1972 117 G ISNARD 1982 169 P BRACA 1981 115 G KEISTER 1981 143 J KNIFTON 1981 91 J DOMBEK 1983 467 B EADY 1980 383 C CLEARE 1969 372 M JOHNSON 1979 1356 B HORNER 1966 2782 L HIDAIX1987X243 HIDAIX1987X243X254 HIDAIX1987X243XM HIDAIX1987X243X254XM item 0304-5102(87)80041-X 030451028780041X 1-s2.0-030451028780041X 10.1016/0304-5102(87)80041-X 272239 2024-01-02T01:04:16.600218Z 1987-05-01 1987-05-31 1-s2.0-030451028780041X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028780041X/MAIN/application/pdf/2d4b29115c8114067f27f1818b16bab1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028780041X/MAIN/application/pdf/2d4b29115c8114067f27f1818b16bab1/main.pdf main.pdf pdf true 637770 MAIN 12 1-s2.0-030451028780041X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028780041X/PREVIEW/image/png/0960c3fd11a3975503281579c5acf525/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028780041X/PREVIEW/image/png/0960c3fd11a3975503281579c5acf525/main_1.png main_1.png png 63738 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 40 (1987) 243 - 254 243 SYNTHESIS OF KETONES AND ESTERS FROM OLEFINS, CARBON MONOXIDE AND ALCOHOLS BY USING RUTHENIUM-IODIDE CATALYSTS MASANOBU HIDAI,* Department of Synthetic Chemistry, Faculty of Engineering, University of Tokyo, Hongo, Tokyo 113 (Japan) YUKIO KOYASU, KENZO CHIKANARI and YASUZO UCHIDA Department ofIndustrial Chemistry', Faculty of Engineering, University of Tokyo, Hongo, Tokyo 113 (Japan) (Received August 14,1986; accepted November 7, 1986) Summary Ruthenium-iodide systems have been found to catalyze the reaction of olefins, carbon monoxide and alcohols to give esters and ketones. In the carbonylation of ethylene with methanol, use of covalent iodides such as Phi and CH3l produces a mixture of methyl propionate and diethyl ketone, the ratio of which depends upon the I/Ru ratio. On the other hand, use of ionic iodides such as Nal gives methyl propionate selectively, and the cata- lytic activities of the systems increase with increasing concentration of the iodides. Possible mechanisms for these reactions are presented. Introduction We have recently discovered the synergistic effect of cobalt and ruthe- nium on carbonylation reactions such as homologation of methanol and hydrofonnylation of olefins [1-5]. In these reactions, ruthenium alone showed rather poor catalytic activity. Several carbonylation reactions using ruthenium complexes have, however, been reported, which include the synthesis of esters and ketones from olefins, CO and an alcohol [6, 7], car- bonylation and homologation of dimethyl ether [8], homologation of methyl formate [9], and homologation of aliphatic carboxylic acids [10]. In the latter three reactions, iodides are used as promoters. We wish to describe here the reaction of olefins with CO and an alcohol catalyzed by ruthenium-iodide systems, which leads to selective formation of esters or ketones depending upon the iodide employed as promoter. Author to whom correspondence should be addressed. 0304-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 244 The reactions are superior, especially in synthesis of esters, to those using RuCIa or RuCl3-Et3N catalysts previously reported by Isnard et al. [7]. Results Table 1 shows the effect of varying the iodide used as promoter on the reaction of ethylene with CO and methanol. With Ru3(CO)i2 alone, the reaction was very slow even at 190 C. However, addition of iodide remark- ably enhanced the catalytic activity. It is of great interest to note that the iodides employed as promoter can be divided into two groups. One group consists of covalent iodides such as CHy, Phi and I;, which increase the reaction rate about 50-fold compared with that using Ru3(CO)i2 alone. The products are diethyl ketone and methyl propionate. The other group con- tains ionic iodides such as Nal, n-Bu4NI and Ph4PI, which enhance the reaction rate much more than the former iodides and yield methyl prop- ionate as the main product. However, the reaction was not promoted by the addition of NaBr. The influence of the iodide/ruthenium molar ratio is shown in Table 2. In the case of Phi, the relative rate based on the rate of the iodide-free reaction was little affected by the amount of iodide added, but the product distribution dramatically changed. Addition of a small amount of Phi (I/Ru =1) favoured the formation of methyl propionate rather than diethyl ketone. However, the product distribution was reversed by increasing the amount of Phi up to I/Ru = 10, and the ketone was formed as the main product. On the other hand, if Nal was used as promoter, the relative rate greatly increased with increasing amounts of Nal added. At the NaI/Ru ratio of 10, the rate was 1200 times faster than that with Ru3(CO)i2 alone. The reaction order with respect to the concentration of Phi or Nal was roughly calculated to be 0.1 or 0.85, respectively. The formation of methyl prop- ionate was also enhanced by addition of n-Bu4NI as promoter. Thus, at the n-Bu4NI/Ru ratio of 10, the gas absorption rate was much increased at the early stage of the reaction. However, it levelled off within about 40 min. This finding suggests that some inhibition occurs at a later stage of the reaction if a large amount of the iodide is used as promoter. To elucidate the role of ionic iodides in the hydroesterification of olefins, a series of iodides of alkali metals was employed as promoter. As shown in Table 3, the reaction was significantly promoted by addition of Lil and Nal, while the effect of addition of KI and Csl was very small. However, a combination of a crown ether, dicyclohexyl-lS-crown-6, and KI greatly enhanced the catalytic activity. This indicates that the existence of free iodide anion is essential for enhancement of the catalytic formation of methyl propionate. The effect of the reaction temperature is given in Table 4. The reaction using the Ru3(CO)i2-PhI system with an I/Ru ratio of 3 proceeded faster even at 150 C than that with Ru3(CO)i2 alone at 190 C. Interestingly, 3 2 o IN in ,, \"S u t0 <0 T-l ^ n m 10 ^r 0\" S a 0 i-l i-l CO 0 0 0 10 > ^f 0 11 a f-i 0 S \"-\"s o r m \"-> 33 ^ gs <-) -^ 0 o 0 i-l t~ (D , 0 W 00 (N 10 IN^ . 10 Tf >0 i-l Oi i-l <u0 3 '-) ? M ^ 00 t~ t- <N CO ^o 10 10 to t> 10 t^ \"?, s 0) OJ f-i 3 -4-1flj !-4 01 a e S 0 <u '2 -4-> CD S S^ 0 0 0 KP 00 0 10 t- Oi 0 0> 2 '0 u -^ 00 c^ 00 os o^ Oi -4> 41 ^ a s s^1 r a e 0 ^0 u he ^ w -ii S o ^ s> M r* M000000 0 M w ,ge ' S^ ^S tf S2 X X X X X X0 <M CT r-< 00 1> [~ 10^r 1101 '3-i->IVu0) r-1 10 -^ 10 i-l l l CQ 'a a '5> v u ^3^i ^ 11 01 s (Na E >> u v .a w 'a0) Oi 10 10 >0 6 (..> a >> N ^> \"3 Is oo 10 10 10 c<i (N M1-1 a a o ^ J3 Hi O 4-J S '3 's a> u S a c0 '5 o 0 \"ft . a 10 n 0\" 5 cq ^ h 1 CL,JS Hig-c+ >'&s 1 1S1\" ^ s^0 >^Z a 0 &a ; u ^g 1 T3T'a 1-. 1 5 ^ pi a G>>'S 0 s^ <u '?> -4-> 03 0000000 5 -S 0 ^^^5 -c >1 \".\"-\".S.B0-0. BC -\" a -2-3 ^1 01 3 '3 ^iMu 3333333c6 c6 c6 pi pi pi pi ^ ^^.oS \"3 B e^ \" -2 o iiwe.. B 0 oi a c w g4-> ^ ^H B' i-5 0 g\"^ s0!a -i '\"-S i a 1 -si^2 i's & m Q < S3 &< u B ( i-l (N CO ^1 10 CD S ^.S^ cii S.S c ^^BQ > Pu T3 v 0) 0) 0 '\".CT 0 -+->s \". <0 r-1 <N ^ a >n <n t Oi-lfN^OOOOOO 0\" ? 0 0 01 a I-< h ^ 0\" 10 'o ^ m 11 u a te?CT^ u 0 0 2 'S? 0 0ua r-1 t~ (0 <N ^' UO.o ci(oiN-<rciin<oo^ <fCOl-lr-IC<ll-101C<l(N '\"I'-t 01C<ltONCTOi<0t~iocoi-ir~ooo moo-^' *4->2 &~ a '?! s -*-3tl 0)\" c s 0 -\" S s HI > s. a?-. 0 0 bp odmcoowosCTOOW 0) u^ 1~^ [\" C^ OS OS OS OS OS ^1 +J a 0 2 M K ^3 \"s 'a ca '0 g ? 000000000 \"E 13 o 5 1^ tf SS xxxxxxxxxOOOOSMOQr-lMt^lOlO J? &0 gi r-l'^'COOTr-l'^ll-lr-l^fOO 4^ <N a in '? < -o 11 fi a .2 o) Fa 5 '5i u \" A-4-> CL> ei-i 0 <v E-Pfi 10 >o ro 10 IQ o 'L | a 'aU 00>Ol010C<lr-IOC<li-<l-l r-1 a 0 a' \" ,0 U 0 ^ ^-> --'3 -3 a 1?> M i 0 s \"- .0s tf 000000000 u >>i >\"'? '?-? Or-icooi-icoor-irao u -^ r-< r-< r-1 <N^ T a) .e * a^ . '3-o-S oi ^rt 0 m ^^ r< 01a ^S-S E .2 + > \" s '?>-&'-2e-.a-S-S^ re a -\" <i> v ac fa^ (a> s<(-) 0 <uT3 ^ ^ 1 1^-11 1w^ o o BC'S \"^SrI^I E 11 & 2ij^n w 3 g >- i fists99 \"\"\" 1 CL, CL, CL, 2; 2 2 a B a CO aM S^SSI 3 BS-g 3<: Ea? ^ 1 i-iNro'^'iOtOi ooosoT-l Illlirt ,0 u '0 at 4> 0 30; 11 u *^ (S S^1 -* >w 00000000 0\" m ? ^ 0 11 k 0 E? 'i kl o n 3 e^fcS 0^ <-> tf ^r 'a 0 0 i t 10 CO 00 CD OS CO , >-< -^ ^ ,.<, 01 . ^1. tf CM ^ \" CO ^ 0) 'S > u 4^M c-^ (0 00 c0 O? l0 C-OOOOlCMOlr-IO '?>-4-> w s 3 -4>as x-i 01 a a S 0 'a ? E e 9^ 0 r^ 0 0 tep odoooioitoosror^ 2 ut, 01 01 01 r-1 01 T-l of s r* '0 1 aas u JS BC s ii e 01 d C< M000 0 0 A S 1-1 1-1 1-1 1-1 CM *->'& i^.v -\" XXX X0 10 i-l CO 1 0> CM 10 ^ s K 2 1-1 >n ^ o oo <o f~ 1 It Ot 01 a '?> (-) -s IL 0)CM a 0 u 9 w E 10 10 6 u *4->a u R GOT-<T-lT-110T-tlOmI-l '3 G *z <v E COa 0 g 10 a (N >>01.a4-3 *M(0 \"1 ^ a0 a C p ^0 ? M u 0S o ' S0 0 <u a ' 3 $ 2 (c' 2 og is + ^ a '3 \"^ 1-1 M '3 (S I >3z2M^c3 3 1 ^toSc0 'a N c 0 0 C 4-i0 r M CO W S i-3 Occ^ m .3 < ^C~* ^-l a & i-icora-^iiotor'-oo ^7!tf< ^ '^ w rt i-* i^ M a)J<i i-< ^ 10 to Oi ro ^ ^ i ^ 0 <N O'O'O 0\"0 0 0 0 1-1-1 1-1 '0 e e 0 'O oo -C a 0 a iS u C<1 00 01 0) ^ 1 1 1 1 1 1 1 1 0 0 i^ 'S S s \"S Cu S \"3 a ^J u u u g S. 03 01 001 1 1 1 1 1 1 1 0 00 0 S g f-< cd -4-1cd .0 s2 s s oo ? ^ 2 v^ 00 0<NOO<?ioOOO IN \" 0 S. ^ oi) CM g -S ^ 0 3>n^ ,3 a 'a; fx^ '\": '\" o , 0 a'. ^ ^ *4->u ? a i i (OT-iooiooomooo00 00 r-1 IN I\" i-l 1-1 ; 0 ca o in a ^ in s*i-i \"&.Q 0 in >n - S n 2 <-)Sl*-lCt-1 E-s& oo>oi-!iomoooo^ti'< ^)'Tj<r-l i-l i-l <M M N 'S, \" 5. QJ BC <tt ^ C * 0) J3 ^3 in \"Si T3 ^ S '3 E. 00000000000oio o>miooio o>intnoi 0 <\" \" e 11 n)5 6 2 a v- 0, E -c g 0 B10 - J '& v rf^ffrt C CO ri 'r\"l z zi zi (N ISa E COC \"I a x ^ <u u \"S '0CQ0 C ?(4-4 0 sw5 a> a cu c c a 01 a) a) Bt>a)a>a)Xi><X gg g gj|.|. ^sIs a ac6?^SoCO <N s SSliS S t&&t|, t a> a)aa>0<0i0.uuu n 0 ., i ^ >1 ^ 's. H S'^ 0m .0< a^ u 1 i-ic<ioo^<mt0f-ooo>0i-ir-l i-l 0 a -t^ (.) >5^ rt a T-IJ 0 o in ^ ^ . S \" '?3 I C rd M C \" \". \" 0 M \" ^ -S _^ B . , ^ H) ^ -\" ^s- 2 i 0^ ^ g 0 S 0< ^2 ! ? 1| i- i ^ \" <r 5 v o g c ai \" 10 -S. ? S IN -\" a> a >i BE 2 a S o ^ ^|| i 1 .< < 'g C tn ^ ag^'?.^0^^ S 5 tti)5 r-1 S ,-; g ^iniCo'a tB'o\" ?sH!l.|l (-0 OB ^- ^' --~ ro t-i ^S^^H^jl S ^ii '3oo?o >> B 5:^ ^ ^? ^jj . j 0,^-g S2-?>giJS | \"--Mwa'atcuoOgO.o S~ \"iCt?^^ >> ^\"S !>1 rt . OQpp PpUUBflft:0 a T-ia u-0 o^aiA.l.'.\"^ 249 the product distribution changed with decrease in the reaction temperature. The ester was formed as the main product at 150 C, although the ester and the ketone were produced in almost equal amounts at 190 C. On the other hand, the Ru3(CO)i2-NaI system did not show catalytic activity at 150 C. In the synthesis of diethyl ketone from ethylene, CO and methanol, the alcohol must be the source of hydrogen because ruthenium is well known to be an excellent catalyst for the transfer of hydrogen from alcohols, especi- ally secondary alcohols, to unsaturated substrates. Table 5 shows the results of the reactions of ethylene with CO in the presence of various alcohols. The ketone .was more selectively formed if 2-propanol was used instead of methanol in the case of the Ru3(CO)i2-PhI system. In this case, acetone was observed as the dehydrogenated product of 2-propanol. Use of benzyl alcohol as the hydrogen source gave the ketone in moderate yield, and benzaldehyde was observed among the reaction products in addition to a large amount of toluene. On the other hand, cyclohexanol did not work as a good hydrogen source for formation of the ketone, and a large amount of cyclohexene was unexpectedly formed. With respect to ester formation using the Ru3(CO)i2-NaI system, methanol and cyclohexanol gave the best results among the alcohols investigated. The reaction of propene proceeded much more slowly than that of ethylene (Table 4). Furthermore, when propene reacted with CO and meth- anol in the presence of the Ru3(CO)i2-PhI catalyst with I/Ru ratio of 3, the main products were propane and methyl butyrate with an n/i ratio of 1.1. This is in sharp contrast to the reaction of ethylene, where a mixture of methyl propionate and diethyl ketone was produced. In the reaction with cyclohexene, the promoter effect of Phi was small. Interestingly, small amounts of cyclohexanecarbaldehyde dimethylacetal and cyclohexylcarbinol and a large amount of cyclohexane were formed at 190 C in addition to methyl cyclohexanecarboxylate, and dicyclohexyl ketone was not observed. The catalytic activities of the present Ru 3(00) 12-iodide systems were compared with those of RuCl3 or RuCl3-Et3N systems previously reported by Isnard et al. [7]. As shown in Table 6, the activities of the former systems were superior, especially in the synthesis of esters, to those of the latter systems. Discussion The Ru3(CO)i2-RI systems (R = CH3 or CeH5) give a mixture of methyl propionate and diethyl ketone from the reaction of ethylene with CO and methanol. The product distribution greatly depends upon the I/Ru ratio. The ester is predominantly formed at a lower ratio, whereas the ketone is mainly produced at a higher ratio. In contrast, use of ionic iodide as pro- moter remarkably accelerates the hydroesterification of ethylene, but diethyl ketone is not formed in this case. Dombek reported that iodide salts react with Ru3(CO)i2 under H2 or H2/CO to yield two ruthenium 5-. S' 1 11 M . S a 'S' ^ a a -a ^ u 0) a -<-*0 2 .2? u 101 1 -S 1 1 1 ^ 1 0u ? 0 '0 S ^^^ Noi 0 0 T3'3 0 <-> .-< -^ ro q r-< ? 'tf , , r~ u> ^ od <N od 1 I <-i e<l 1cd X ^ ft 0 \"3 ^ >> W to -^ (N o ro to 01 u a OQOO l-ll-IC<IC^ l-l u r-i \"o . 1\" c o 0 01 0 TO r-1 !-l t^ 1 ^0 -(! I'^OlOOr-lOOCO 0 g0 0 ^1 CT C^ S '~i wa 11 .0^ S.o bp tf 9.-5 0^ 0 A g -0'3 ? 0^M 01 r-1 <f01C<lr-i<OodtOr-i 10 i-l 0> ^' (0 Oi ia ^5 ;:? J3E - o 0 0 s i\" -a S'1' u a ^ \" ^ 0 0 o '-S S S |i l a^ '3 3 d> ;S 00 OT-IOi<000 <0 t 0 1-~ 10 C~ 0> (N 05 -. .a >>\" -\"N a> '\" a 5 o M 1 IV ^ \"o's i 0 U s & co 10100100101010 <N i w B R aiS S > '3 o2 2 3 0 *>-i 0>T3 >o a o T^ 1 I-S' n O' i? a) ?-a-4- '& '50 1 t l-<>-<l-<>-il-ll-<l-l 1-jflro.croewri w ZSZEZ 2 0 a a v o.S 5 -S ^ g s g^ 1s ?>a \" 0)\"?>14-4 00' \" IB11 '3 'S^S ^3 00o o -. ~ fl a i-^OOOOM tB^^ a-aaex ! ! a S 3 ta a a lls-^j'tl 1 11 g g ^?.^ ^ES^^INNo o p g s Ifi g1^ S,5^'3 i\" a'-o a> a\"E'e-o ^S \" 5^i So1 NM-S75^0- ^ a) a >- -^^ S 0^ ^H 8-l-l 0S3 S S CH {-< U 3Qi i-ic<ico-^iio<oi-~ oo - 0^OS o^|^^'S'2-S | ? r< a a o \"< gl|^TO a) 'w ,0 u 'O o> 0 ^ 0 o \". in M i2 *-> W 0 TO 0 ? 0i-i ^1 -i ? 0 c h ^ m u a fcS u 0 0^ 0 i-l CO 2 0 , 01 00 IN'S. IM i-l i-l i-l \"3 > u w '': S' ?7 oi 5<' r~ CT oa i-< 01 y 0 01 a -1 0 '2 2 a 3 s^ 0 -s 5 00 0 1-- 0 TOi10 co r- 01. i s ^ e 0 0 ^ m -)-a A a> 0000 T^ > r-1 r^ r-1 T-I 1 ' < x x x x S 3-2ce S 0 t~- CO <N CMr-< co in ro i-i ao M 0 CO 10 <i1 11 M a . wg-S= COco in in in o 1-1 0 w'^J ffi-a o a 8 ^ --si ~ 0-3 7 \" g (g !- S 3 w1 + >^0' V>> a 4J fflu ^300!>>3 3 ^| 4M3\" ^za ~> a a0 \"00 U m mu (.)^U 3 ^^S; 33333 (ti ti Oi Oi Pd ^ 1u-i ? g Esino-s -s^h? 0 Bt^, .s^^is . > g C CO o6 \" -3 ii n 6 tw0c 0 .- M ai o '-'^ s ^ \"a \"Bt^-S ^ g 0 <0la ' i-l 0. E<! o E-i 0 B ( r-< CO CO ^< >n ^1^1ilil^3 ri rt -? +a -^tfA tt^ ia^-eS ^ 0*0 v o-i 0 U r< a a \"3 o fO cM u a 5<u S .T3 \"3 u0 0u -4-3 >! ^3M \"& 0) B a \"?> .J3 ^ n Oi 4-< t 0 S 0\\a ' s-0ro a; '3 JSB; S a ^ c 0 -Q > < w 01 0 E 01 JS -^> S a 0 a (U <[ w rt /- s 0 B () 3 oi i M a c CS < 0 u, m ol a ^- -> B <*-< 0 u u <v -s>.3 tt-1 fO t-l 0) U 0 I'- '^3 ll] >-) a Sf m ^ 0)C >>CO B ( 3 <u tf 0 'a?' 0 0 0 g r-l a -S i-i 01 '5i -c ^ D 01\" 1^ 2 ia h<u i a I-- 0 W CT CO Oi 01 1 -4-> S 0 0 ^i tS C< 4-> 000 CO l-l l-l r-l ? XXX o oo IN co r~ 0 i-i i-i T-I i-l m w -<j 0 <N 10 '* t0 11 oo a' co <N >o N 03 r-l (N 5 V 'S 'L '?> a ^ u 0 6 i u 0) 10 10 ^ > 1 0 0 r-l | '3 a S a E 01 0 10 S ^ CO w <n 0 55 B 0 CO 3 000 <-> fQa a> Si uE\" a ^ g ^3i-5 -t^ %^ 0-^01 5 1 4-* +- w w1 1 *-^ beS 8 ^^ 01 + + <N 0 3\" 6 ^ f-| T- 1 1 tf ^T) o'oo^ u u u ;;- - - ^^ ^^' LJm ft en ^ 333 lilii S'C W S -t-a i-i a 010 0) \"0 -*-> '^. E>ta ''^3 s|^ 5 g1 |S5SS3 B^H^B] 'S ^a0 ^ISi0^ -5 22a^^ \"^l10 a i OS ^ ^ 0 a 'a <->S 11 ^3 'o o 5 S g \"< r* C9 +^-s >S in a r-l 01 CO ^ 10 a ;< a o 253 complexes [HRI^CO)!!]\" and [Ri^CC^Is]\", and a combination of the two complexes is required for optimum activity for ethylene glycol forma- tion in the hydrogenation of CO using ruthenium-iodide catalytic systems [11]. It seems plausible that the same two complexes exist in our reaction systems. Table 7 shows the results of the reactions using these two com- plexes as catalysts. The complex [Et4N][Ru(CO)3l3] shows almost the same catalytic activity as the Ru3(CO)i2-RI system and a mixture of methyl propionate and diethyl ketone is formed. Interestingly, if a combination of [Ru3(CO)3l3]~ and [HRu3(CO)n]~ is used, the activity is much more acceler- ated and only methyl propionate is produced. This indicates the following mechanism: consecutive insertion of ethylene and CO into the Ru-H bond gives a propionyl complex; the bimolecular reaction between the propionyl complex and [Ru(CO)3l3]~ leads to formation of propionyl iodide, which is readily converted into methyl propionate by reaction with methanol. The HI formed concurrently is probably consumed to regenerate the two parent ruthenium species. Experimental Materials Liquid organic compounds were all commercially obtained, purified by the conventional methods and distilled under a nitrogen atmosphere. The compounds RuC^-SHzO, Lil^HzO, Nal, KI, Csl, n-Bu4NI, NaBr, dicyclo- hexyl-18-crown-6, PPh3, ethylene and propene were also commercially obtained and used without further purification. The compounds Ru3(CO)i2 [12], [Et4N][Ru(CO)3l3] [13], [Et4N][HRu3(CO)u] [14] and PPl^Br [15] were prepared according to literature procedures. The compound PPh4l was prepared by anion exchange of PPl^Br at refluxing acetone with excess Nal. General procedures All reactions were carried out in a 100 ml stainless-steel autoclave. In a typical experiment (Table 1, Run 5), Ru3(CO)i2 (0.067 mmol), Nal (0.20 mmol) and methanol (250 mmol) were charged into the reactor under a nitrogen atmosphere. The reactor was closed and then pressurized to 65 kg cm\"2 with CO/ethylene (45/20) at room temperature, and heated up to 190 C within 30 min. The reaction was allowed to proceed at that temperature for 2.5 h and the observed initial rate was determined by meas- uring the pressure drop at the early stage of the reaction. After the reaction, the reactor was cooled to room temperature and off-gas was taken for analysis. After the gas was purged, toluene (5 mmol) as an internal standard was added to the reaction mixture and the liquid products were immediately analyzed by gas chromatography. 254 Analysis Analysis of the off-gas was carried out using gas chromatography with a 2 m column of Porapak Q (100 C, He 20 ml min\"1) equipped with a thermal conductivity detector. Liquid products were identified by GC-MS in comparison with the authentic samples and estimated by gas chromato- graphy equipped with a flame ionization detector and variable temperature oven using a 3 m column of PEG 20M (60 - 200 C, 5 C mm~1, N3 20 ml min-1) and DC 550 (60 - 200 C, 5 C min-1, N3 30 ml muT1). References 1 M. Hidai, M. Orisaku, M. Ue, Y. Uchida, K. Yasufuku and H. Yamazaki, Chem. Lett, (1981)143. 2 M. Hidai, M. Orisaku, M. Ue, Y. Koyasu, T. Kodama and Y. Uchida, OrganometaMcs, 2(1983)292. 3 M. Hidai, Y. Koyasu, M. Yokota, M. Orisaku and Y. Uchida, Bull. Chem. Soc. Jpn., 55(1982)3951. 4 M. Hidai, A. Fukuoka, Y. Koyasu and Y. Uchida, J. Chem. Soc., Chem. Commun., (1984)516. 5 M. Hidai, A. Fukuoka, Y. Koyasu and Y. Uchida, J. Mol. Catal., 35 (1986) 29. 6 G. Sbrana, G. Braca, F. Piacenti, G. Marzano and M. Bianchi, Chim. Ind. (Milan), 54 (1972)117. 7 P. Isnard, B. Denise, R. P. A. Sneeden, J. M. Cognion and P. Durual, J. Organometall. Chem., 240(1982)169. 8 G. Braca, L. Paladini, G. Sbrana, G. Valentini, G. Andrich and G. Gregorio, Ind. Eng. Chem. Prod. Res. Dev., 20 (1981) 115 and references cited therein. 9 J. B. Keister and R. Gentile, J. Organometall. Chem., 222 (1981) 143. 10 J. F. Knifton,J. Mol. Catal.. 11 (1981) 91. 11 B. D. Dombek, J. Organometall. Chem., 250 (1983) 467. 12 C. R. Eady, P. F. Jackson, B. F. G. Johnson, J. Lewis, M. C. Malatesta, M. McPartlin and W. J. H. Nelson, J. Chem. Soc., Dalton Trans., (1980) 383. 13 M. J. Cleare and W. P. Griffith, J. Chem. Soc., (A) (1969) 372. 14 B. F. G. Johnson, J. Lewis, P. R. Raithby and G. Suss,./. Chem. Soc.. Dalton Trans., (1979)1356. 15 L. Horner, G. Mummenthey, H. Moser and P. Beck, Chem. Ber., 99 (1966) 2782. X244 8780041X 0304-5102(87)80041-X 10.1016/0304-5102(87)80041-X Chemical catalysis Synthesis of ketones and esters from olefins, carbon monoxide and alcohols by using ruthenium-iodide catalysts Masanobu Hidai 1 Department of Synthetic Chemistry, Faculty of Engineering, University of Tokyo, Hongo, Tokyo 113 Japan 1 Author to whom correspondence should be addressed. Yukio Koyasu Kenzo Chikanari Yasuzo Uchida Department of Industrial Chemistry, Faculty of Engineering, University of Tokyo, Hongo, Tokyo 113 Japan Ruthenium-iodide systems have been found to catalyze the reaction of olefins, carbon monoxide and alcohols to give esters and ketones. In the carbonylation of ethylene with methanol, use of covalent iodides such as PhI and CH3I produces a mixture of methyl propionate and diethyl ketone, the ratio of which depends upon the I/Ru ratio. On the other hand, use of ionic iodides such as NaI gives methyl propionate selectively, and the catalytic activities of the systems increase with increasing concentration of the iodides. Possible mechanisms for these reactions are presented. References 1 M. Hidai M. Orisaku M. Ue Y. Uchida K. Yasufuku H. Yamazaki Chem. Lett. 1981 143 2 M. Hidai M. Orisaku M. Ue Y. Koyasu T. Kodama Y. Uchida Organometallics 2 1983 292 3 M. Hidai Y. Koyasu M. Yokota M. Orisaku Y. Uchida Bull. Chem. Soc. Jpn. 55 1982 3951 4 M. Hidai A. Fukuoka Y. Koyasu Y. Uchida J. Chem. Soc., Chem. Commun. 1984 516 5 M. Hidai A. Fukuoka Y. Koyasu Y. Uchida J. Mol. Catal. 35 1986 29 6 G. Sbrana G. Braca F. Piacenti G. Marzano M. Bianchi Chim. Ind. (Milan) 54 1972 117 7 P. Isnard B. Denise R.P.A. Sneeden J.M. Cognion P. Durual J. Organometall. Chem. 240 1982 169 8 G. Braca L. Paladini G. Sbrana G. Valentini G. Andrich G. Gregorio Ind. Eng. Chem. Prod. Res. Dev. 20 1981 115 and references cited therein. 9 J.B. Keister R. Gentile J. Organometall. Chem. 222 1981 143 10 J.F. Knifton J. Mol. Catal. 11 1981 91 11 B.D. Dombek J. Organometall. Chem. 250 1983 467 12 C.R. Eady P.F. Jackson B.F.G. Johnson J. Lewis M.C. Malatesta M. McPartlin W.J.H. Nelson J. Chem. Soc., Dalton Trans. 1980 383 13 M.J. Cleare W.P. Griffith J. Chem. Soc., (A) 1969 372 14 B.F.G. Johnson J. Lewis P.R. Raithby G. Süss J. Chem. Soc., Dalton Trans. 1979 1356 15 L. Horner G. Mummenthey H. Moser P. Beck Chem. Ber. 99 1966 2782",
      "scopus-id": "0023349673",
      "coredata": {
        "eid": "1-s2.0-030451028780041X",
        "dc:description": "Ruthenium-iodide systems have been found to catalyze the reaction of olefins, carbon monoxide and alcohols to give esters and ketones. In the carbonylation of ethylene with methanol, use of covalent iodides such as PhI and CH3I produces a mixture of methyl propionate and diethyl ketone, the ratio of which depends upon the I/Ru ratio. On the other hand, use of ionic iodides such as NaI gives methyl propionate selectively, and the catalytic activities of the systems increase with increasing concentration of the iodides. Possible mechanisms for these reactions are presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028780041X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hidai, Masanobu"
          },
          {
            "@_fa": "true",
            "$": "Koyasu, Yukio"
          },
          {
            "@_fa": "true",
            "$": "Chikanari, Kenzo"
          },
          {
            "@_fa": "true",
            "$": "Uchida, Yasuzo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028780041X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028780041X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)80041-X",
        "prism:volume": "40",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of ketones and esters from olefins, carbon monoxide and alcohols by using ruthenium-iodide catalysts",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "243-254",
        "prism:endingPage": "254",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1987",
        "prism:doi": "10.1016/0304-5102(87)80041-X",
        "prism:startingPage": "243",
        "dc:identifier": "doi:10.1016/0304-5102(87)80041-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023349673"
      }
    }
  }
}