{
  "metadata": {
    "title": "EHMO calculations for CO dissociation on supported metal catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-11-30",
    "doi": "10.1016/0304-5102(85)85100-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285851002",
    "pii": "0304510285851002"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022161907",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510285851002 0304-5102(85)85100-2 0304510285851002 10.1016/0304-5102(85)85100-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01757 2024-01-02T01:05:30.650091Z 0 0 19851101 19851130 1985 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 33 33 2 2 Volume 33, Issue 2 4 179 188 179 188 198511 November 1985 1985-11-01 1985-11-30 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. EHMOCALCULATIONSFORCODISSOCIATIONSUPPORTEDMETALCATALYSTS YINSHENG X YINSHENG 1984 277 X SIMONETTA 1980 103 M PONEC 1978 151 V YINSHENG 1980 49 X PEARSON 1973 76 R GRABOWSKI 1980 103 W HORSELY 1979 2870 J WATHINS 1974 1244 G MADEY 1979 675 E ANDERS 1973 5277 L ANDERS 1975 134 L ECKERDE 1979 170 J SOLYMOSI 1982 18 F KIAG 1978 386 D RICHARDSON 1979 255 N YINSHENGX1985X179 YINSHENGX1985X179X188 YINSHENGX1985X179XX YINSHENGX1985X179X188XX item 0304-5102(85)85100-2 0304510285851002 1-s2.0-0304510285851002 10.1016/0304-5102(85)85100-2 272239 2024-01-02T01:05:30.650091Z 1985-11-01 1985-11-30 1-s2.0-0304510285851002-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285851002/MAIN/application/pdf/7600a48e67c0664a971e4de341d28699/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285851002/MAIN/application/pdf/7600a48e67c0664a971e4de341d28699/main.pdf main.pdf pdf true 656526 MAIN 10 1-s2.0-0304510285851002-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285851002/PREVIEW/image/png/e9beb79e80711234a8f1d185ef03ed54/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285851002/PREVIEW/image/png/e9beb79e80711234a8f1d185ef03ed54/main_1.png main_1.png png 73746 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis. 33 (1985) 179 -188 179 EHMO CALCULATIONS FOR CO DISSOCIATION ON SUPPORTED METAL CATALYSTS XU YIN-SHENG and HONG XIAO-LE Dalian Institute of Chemical Physics, Academia Sinica, Dalian, Liaoning (China) (Received November 26,1984; accepted February 8,1986) Summary Calculations by means of EHMO were performed for the catalytic sys- tems consisting of CO and supported metal catalysts such as Rh/TiO;, Rh/AlsOa, Rh/SiO;, Ni/TiOa, Ni/Al^Oa and Ni/SiO;. Analysis of the orbital interaction of CO with catalysts showed the importance of the 5o and 2ir* orbitals of CO and the d-orbital of the metal. The activity sequences of these catalysts for CO dissociation were obtained from the energy levels of transi- tion states and also from the orbital symmetry rule. These two sequences are identical and agree with the experimental results for CO hydrogenation. Introduction For theoretical research on the Fischer-Tropsch reaction, the behavior of CO on catalysts must be first explored. EHMO calculations of the chemi- sorption of CO and the coadsorption of Ha and CO have been presented in a previous paper [1] for Ru/Si02 and Pt/SiOa. By such calculations, certain experimental results for these catalysts have been elucidated theoretically. Because of the localization of catalytic reactions [2], it seems reasonable to treat the chemisorption and reactions of gases on supported metal catalysts using cluster models which can be calculated by semi-empirical quantum chemical calculation methods. Ponec [3] has assumed that in the process of CO dissociation, the CO molecule must be tilted from the vertical form with the CO axis normal to the catalyst surface to the parallel position in which the bond is extended and broken. The activity for CO dissociation of various sites on the Pt(lOO) surface has been discussed by us [4] using the orbital symmetry rule sug- gested by Pearson [5]. In this paper quantum chemical calculations on the catalytic systems which contain CO chen sorbed on supported metal catalysts such as Rh/TiOa, Rh/A^Oa, Rh/SiO;, Ni/TiO;, Ni/Alpg and Ni/SiO; have been carried out using the EHMO method. In our analysis of the orbital inter- action of CO with the catalysts, we found that the 5o and 2v* orbitals of CO and the d orbitals of the metal play an important role. On these catalyst 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 180 surfaces it was assumed that before dissociation, CO is tilted from the up- right form via in-plane or out-of-plane bending to a horizontal position. In the calculation of the potential energy curves for such a process, it was found that this horizontal position is the transition state for CO dissociation. From the energy levels of these transition states, the activity sequence for the series of supported metal catalysts has been obtained. Making use of Pearson's symmetry rule [5], viz.: the symmetry of reaction coordinates must be adapted to the symmetry of the molecular orbitals, we also obtained the activity sequence for these catalysts. These two sequences are identical and agree with the experimental findings. Calculation model and method Following the work of Grabowski et al., the double tetragonal structure [6] has been chosen as the model for the catalysts containing SiO; and A1203 as supports (Fig. 1). For the TiO; support, the double octahedral structure [7] was assumed (Fig. 2). Pseudo-atoms A [8] have been intro- duced into these Figures to take into account the effect of the cutoff parts. The model of CO bridged adsorption state is shown in Fig. 3. The method of calculation and the determination of the parameters have been described in previous papers [1, 4]. Double ? Slater functions Pig. 1. Model of the double tetragonal structure, where * = Si or Al, 0=0 and _____^a (A) 7b (A) e ( ) SiOz 1.0 1.646 146.5 AlzOa 1.0 1.825 116.5 A; 'y^/y//^^^ r7) ^ Sttf>Jlcrt Fig. 2. Model of the double octahedral structure, where = Ti, 0 = 0 and = A; -)a = 1.125 A; Ti, - 1.945 A; 6 = 180 . Fig. 3. Model of CO bridged adsorption state, where 0 = Ni or Rh, = C and 0=0. 181 t -? A -^\\ -JD-^-. J>\"^ J? t. <? 1 @%> @W^@ @@>@@ I % 3 ,. Fig. 4. In-plane bending process for CO,' S 6 Ni or Rh, o = C and >='0. < S' 6' 7' Fig. 8. Out-of -plane bending process for CO, where = Ni or Rh, 0 = C and ='0. have been used for the d orbitals of metallic Rh and Ni. The parameters used in this calculation [10] are listed in Table 1. The pseudo-atoms were designed according to the principle of electric neutrality for oxide supports. TABLE 1 EHMO parameters for different elements Element Orbital exponents (p) ^ii (eV) Rh 2.135 (5s) 2.10 (5p) 4.12 (4p) 4.29(0.6807), 1.97(0.5686) (4d) 8.09 4.57 50 12.5 Ni 1.75 (4s) 0.86 (4p) 4.60 (3p) 5.75(0.5683), 2.0(0.6292) (3d) 8.25 3.99 78.31 10.6 Si 1.634 (3s) 1.355 (3p) 15.03 7.07 Al 1.370 (3s) 1.350 (3p) 11.32 6.0 Ti 1.075 (4s) 0.675 (4p) 4.55(0.4206), 1.40(0.7819) (3d) 8.97 5.44 10.81 0 2.275 (2s) 2.275 (2p) 32.3 14.8 C 1.625 (2s) 1.425 (2p) 21.4 11.4 182 TABLE 2 EHMO parameters of pseudo-atoms and the ratio of charges in the oxides Oxide { Ha QM Qo -QwlQo support ( V) TiOa 0.95 10.0 2.69 -1.34 2.01 AliQa 1.0 6.0 2.79 1.77 1.67 SiOz 1.0 10.68 3.69 -1.80 1.99 The parameters for the pseudo-atoms and the ratio of charges in the oxides are presented in Table 2. The repulstion terms for the inner p electrons of the metals have been introduced according to the method of Anders [11]. The repulsion energy between neighbouring atoms may be expressed as En = A exp( .R/a), where R is the nuclear distance between M and C. The values of A and a are: A = 41.68 eV. a = 0.448 A-1 for Rh-C, and A = 8.75 eV, a = 1.104 A-1 for Ni C. Results and discussion The process of CO adsorption The zero-point energy level for the catalytic system was assumed to be the sum of the energies of free CO and catalyst. The energy of the system EA could then be expressed as: 4 = E^ (Ecat + Eco) + ER, where Etot: The total energy of the catalytic system .Ecat: The energy of the catalysts Eco The energy of free CO En: The correction term for repulsion energy The calculation results for free CO are given in Table 3. The energy of the catalytic system E^ for Rh catalysts obtained for different vertical distances h (as in Fig. 3) are listed in Table 4, and for Ni catalysts in Table 5. TABLE 3 Molecular orbitals for free CO Orbital 1 2346678 cardinal Symmetry 3a 4o* Iff Iw 6(7 2v* 2v* 6a* Energy level 32.96 19.12 16.24 16.24 13.68 9.81 9.81 +13.02 (eV) 183 TABLE 4 EA ( V) for Rh catalysts at various h (A) Rh/SiOz h 1.48 1.60 1.73 1.98 2.23 EA 0.173 0.293 -0.296 -0.218 -0.107 Rh/AlaOa h 1.20 1.40 1.60 1.80 2.00 EA -1.207 1.773 -1.844 -1.607 -1.200 Rh/TiOa h 1.30 1.45 1.60 1.71 EA 1.608 1.768 -1.789 -1.694 TABLE 5 A ( V) for Ni catalysts at various h (A) h 1.15 1.30 1.45 1.60 1.76 1.90 Ni/SiO^ -2.205 -2.224 2.226 2.197 2.131 1.929 Ni/Al^Os 2.352 2.575 2.677 -2.655 -2.520 2.198 Ni/TiOi 3.325 3.511 3.501 3.329 3.036 In each case a minimum is obtained. The values of h at this energy minimum position correspond to the stable structure of the bridged adsorp- tion state of these catalysts. For the process of CO adsorption on Ni/Al;03, the relation between molecular orbitals and h is shown in Table 6, Here it is seen that the change in energy with variation of h for the MOs 1, 7, 9 and 10 is very small. These MOs consist of mainly 3o, 4o* and 2-a* orbitals of CO. Hence we conclude TABLE 6 The relationship between MO and A for the calculated energy (eV) of bridged adsorption of CO on Ni/Al^Oa Orbital cardinal1 7 9 10 Mail corn3o4o*l7TIff B iponent A (A) 1.90-33.42 -19.79 15.25 15.25 1.75 33.45 -19.83 15.25 16.25 1.60-33.48 -19.84 -15.25 15.25 1.45 33.51 19.82 15.26 15.26 1.30-33.54 -19.79 -15.26 -15.26 25 50 ^ -d^ 14.05 -14.08 14.11 14.14 14.15 26 2ff* +d 11.11 -11.21 -11.29 -11.36 11.41 27 2v* +d 10.94 11.09 11.13 11.24 11.35 353 Q 0 10.33 10.26 10.19 10.13 10.04 36 2w* \" d 9.50 9.42 9.33 9.27 9.23 37 2w* -d 9.43 9.32 9.16 9.97 8.77 38 5(T- \"^z 7.97 7.73 -7.45 7.15 -6.82 a Highest occupied MO. 184 there is no interaction between these orbitals and catalysts during the adsorption. Orbitals 26 and 27 are composed of 27r* of CO and the d orbital of Ni. These orbitals have positive overlap, as shown in Fig. 6. From Table 6, the energies of MOs 26 and 27, which are occupied orbitals, decrease as h decreases. Hence, these two MO can be regarded as bonding orbitals composed of the 27r* of CO and the d orbital of the metal. In the MOs 36 and 37, there is negative overlap between the 27r* of CO and the d orbital of the metal, as shown in Fig. 7. Their energy levels increase as h decreases and they are unoccupied orbitals. Therefore, MOs 36 and 37 are the anti-bonding orbitals of the 27r* of CO and the d orbital of the metal. Fig. 6. The shape of MOs 26 (a) and 27 (b). ^yzA /Q^py^^ .- /Ift W> ^ 'xy (b) Fig. 7. The shape of MOs 36 (a) and 37 (b). The shapes of orbitals 25 and 38 are given in Fig. 8. They are mainly composed of the 5o of CO and the d orbital of Ni. They are in positive and negative overlap, and occupied and unoccupied, respectively. As h decreases, the energy level of MO 25 decreases but that of MO 38 increases. These two orbitals can be regarded as bonding and antibonding MOs composed of the 5o of CO and the d orbital of Ni. The calculation results for other catalysts were analogous with those for Ni/Al203. Hence, we also reached the conclusion that in the process of CO bridged adsorption on these supported metal catalysts, the 5o and 27r* orbitals of CO and the d orbital of the metal play an important role in adsorption. 185 ft- ' . /:^^ V- ^ \\^ ft ^y (a) (b) Fig. 8. The shape of MOs 25 (a) and 38 (b). The dissociation of CO on catalysts The energy of various catalysts and of free CO is shown in Table 7. The potential curves for CO adsorbed horizontally through in-face bending (Fig. 4) and out-of-face bending (Fig. 5) were calculated. The results are shown in Tables 8 and 9. From Tables 8 and 9 it is seen that in the CO dissociation process, either through in-plane or out-of-plane bending, the maximum energies correspond to the horizontal adsorption state (point 3 in Fig. 4, point 3' in Fig. 5). This horizontal state can be regarded as the transition state for CO dissociation. When Rh or Ni is supported on TiOa, the energy of the transition state reached through out-of-plane bending is lower than that through in-plane TABLE 7 Energy (eV) of various catalysts and free CO CO Rh/SiOa Rh/Alz03 Rh/TiO, Ni/SiOa Ni/AlzOa Ni/TiOa 192.48 -1032.14 999.92 -1442.77 -1014.64 987.42 1437.71 TABLE 8 The energy EA (eV) of various points when CO is dissociated by horizontal adsorption through in-plane bending Position Rh/SiOi Rh/AliOa Rh/TiOa Ni/SiOz Ni/AlaOa Ni/TiOz 1 -0.293 -1.845 1.788 -2.226 2.673 3.501 2 0.245 -1.719 -1.672 -2.055 2.283 2.621 3 +1.280 +0.484 +0.120 1.941 2.100 2.009 4 -2.181 -2.925 2.691 6.255 5.508 5.668 5 4.179 -5.439 5.071 9.770 9.311 8.537 6 5.832 6.682 -6.063 -11.702 -11.205 10.059 aAs illustrated in Pig. 4. 186 bending. However, the situation is opposite when Si02 or Al^Oa is used as the support. Comparing Rh and Ni catalysts, the energy of the transition state for Ni is lower than that for Rh. Among different supports, the energy for the horizontal state is lowest for TiO;, higher for A^Oy and the highest for SiOa. Therefore, the orders of decreasing activity are Rh/Ti02> Rh/Al^Os > Rh/SiO; and Ni/TiO; > Ni/A^Oa > Ni/SiO^. TABLE 9 The energy 4 (eV) of various points when CO is dissociated by horizontal adsorption through in-plane bending Position8 Rh/SiO, Rh/A^Os Rh/TiO^ Ni/SiO, Ni/Al^Oa Ni/TiO; 1' -0.293 1.848 1.788 -2.226 2.673 3.501 2' -0.161 -0.899 0.915 -2.026 2.440 -2.844 3' +1.587 +0.858 -0.085 -1.436 -1.559 2.404 4' +0.226 -0.465 -2.132 -3.744 4.153 -3.698 5' -2.181 -2.925 -2.691 -6.255 5.058 -5.668 6' -4.179 -5.439 5.071 -9.770 -9.311 -8.533 7' -5.832 6.688 6.063 -11.702 11.205 -10.059 \"As illustrated in Fig. 5. TABLE 10 The reactivity of Ni and Rh for CO hydrogenation to yield CH4 on various supports Cat>-^Sup. TiOz AlzOs SiO, 1.1 3.37 Ref. Ni3 170 4.0 Rh1' 126.34 11.48 13 14 \"Activity is expressed as velocity constant (s~1). ''Activity is expressed as CH4 yield (JL(mol(g cat~1)). In the catalytic reaction of CO hydrogenation to yield CH4, the reactiv- ity of the Ni catalyst is higher than that of Rh catalyst [12]. The effect of various supports on the activity of Rh and Ni catalysts is shown in Table 10. According to the carbidic mechanism, CO is first dissociated to yield activated C, and this is the controlling step for producing CH4. Thus, we can conclude that our calculation of the energy of the transition state for CO dissociation is in agreement with the experimental results. Symmetry analysis The two kinds of models for the bending vibration of bridged adsorp- tion CO are shown in Fig. 9 [15]. These two modes belong to the Bi and 82 representations of the C-^v point group. According to Pearson's symmetry rule [5], the direct product of the symmetry of an initially occupied MO and the symmetry of an initially empty MO which is mixed with it must be the same as the symmetry of the reaction coordinate: r<j>, X r<j>f = Q. The 187 -? 8, -f c. c A /* (a) (b) Fig. 9. Models for bending vibration: (a) in-plane; (b) out-of-plane. energy gap between HOMO and LUMO is the smallest, so these two orbitals are the most important in reaction. The energy levels and the symmetry of the HOMO and LUMO for the six kinds of catalytic systems studied in this paper are summarized in Table 11. From Table 11 we conclude that on Ni/TiO; and Rh/TiO;, CO must undergo out-of-plane bending vibration, and on the other catalysts, in-plane bending vibration. From the differences of e; and , the order of ease of vibration is Ni/TiO; > Ni/Al^O, > Ni/SiO;, Rh/TiO; > Rh/A^Os > Rh/SiOa. This sequence is the same as that obtained from the calculation of the transi- tion state energy for CO dissociation, and is in agreement with experimental findings. TABLE 11 The characteristics of the HOMO and LUMO of catalytic systems [19 ] Catalysts Ni/TiOa Ni/Al^Oa Ni/SiOa Rh/TiO, Rh/AliOs Rh/SiOa Orbital 46 (HOMO) 35(HOMO) 36 (HOMO) 45 (HOMO) 34 (HOMO) 35 (HOMO) no. Orbital B, Ai Bi Bi Bi Ai sym. Energy 10.854 10.132 9.270 12.122 12.028 11.166 level (eV) Orbital 47 (LUMO) 36 (LUMO) 37 (LUMO) 46 (LUMO) 35 (LUMO) 36 (LUMO) no. Orbital (A^ sym. A^ Bi B; At Ai Bi Energy ( 7.72)\" level 10.461 9.268 8.946 12.009 11.149 9.453 (eV) F^ X r^ (Bi)3 Bz Bi Ai Bz Bi Bi ef-e, (1.55) 0.10 0.86 0.33 0.11 0.88 1.71 ^BI X B; = A; the symmetry cannot adapt with the vibrational mode, so the data for the next LUMO are quoted in parentheses. 188 Conclusions 1. It is the 5o and 27r* of CO and the d orbital of the metal that play important roles in the bridged adsorption of CO on the supported metal catalysts Rh/TiO;, Rh/A^Oa, Rh/SiO,, Ni/TiO;, Ni/A^Oa and Ni/SiO;. 2. On the surface of these catalysts, before dissociation, CO must be tilted from the upright bridged adsorption state to the horizontal state through in-plane or out-of-plane bending. This horizontal state is the tran- sition state for CO dissociation. From the calculated energies of these transi- tion states, the order of decreasing activity of these catalysts was determined to be Rh/Ti02>Rh/Al203>Rh/Si02, and Ni/TiO, > Ni/A^Oa > Ni/SiO,. These activity sequences are in agreement with the experimental activity sequences for CO hydrogenation. 3. By Pearson's symmetry rule, the sequence of activity for CO dissoci- ation on these catalysts could also be determined. This sequence is also in agreement with the experimental findings. Acknowledgement This project was supported by the Science Fund of the Chinese Academy of Science. References 1 Xu Yin-sheng and Zhu Tian-Wei, 3. Mol. Catal., 26 (1984) 277. 2 M. Simonetta and A. Gavezzotti, Adv. Quantum Chem., 12 (1980) 103. 3 V. Ponec, Catal. Rev. Sci. Eng., 18 (1978) 151. 4 Xu Yin-sheng, He An-bang and Chen Rong, J. Catal. (China), 1 (1980) 49. 5 R. G. Pearson, Top. Curr. Chem., 41 (1973) 76. 6 W. Grabowski, M. Misono and Y. Yoneda,J. Catal,, 61 (1980) 103. 7 J. A. Horsely, J. Am. Chem. Soc., 101 (1979) 2870. 8 G. D. Wathins and R. P. Messmer, Phys. Rev. Lett., 32 (1974) 1244. 9 E. Madey,Sur/'. Sci., 79 (1979) 675. 10 Xu Yin-sheng and Zhu Yian-Wei, Reports of the Dalian Institute of Chemical Physics (unpublished). 11 L. W. Anders and R. S. Hansen, J. Chem. Phys., 59 (1973) 5277; ibid., 62 (1975) 164. 12 J. G. Eckerde and A. T. Bell, J. Catal., 58 (1979) 170. 13 F. Solymosi, I. Tombacz and M. Kocsis.J. Catal., 75 (1982) 18. 14 D. L. King,J. Catal., 51 (1978) 386. 15 N. V. Richardson and A. M. Brodshow, Surf. Sci., 88 (1979) 255. X244 85851002 0304-5102(85)85100-2 10.1016/0304-5102(85)85100-2 Chemical catalysis EHMO calculations for CO dissociation on supported metal catalysts Xu Yin-Sheng Hong Xiao-Le Dalian Institute of Chemical Physics, Academia Sinica, Dalian, LiaoningChina Calculations by means of EHMO were performed for the catalytic systems consisting of CO and supported metal catalysts such as Rh/TiO2, Rh/Al2O3, Rh/SiO2, Ni/TiO2, Ni/Al2O3 and Ni/SiO2. Analysis of the orbital interaction of CO with catalysts showed the importance of the 5σ and 2π∗ orbitals of CO and the d-orbital of the metal. The activity sequences of these catalysts for CO dissociation were obtained from the energy levels of transition states and also from the orbital symmetry rule. These two sequences are identical and agree with the experimental results for CO hydrogenation. References 1 Xu Yin-sheng Zhu Tian-Wei J. Mol. Catal. 26 1984 277 2 M. Simonetta A. Gavezzotti Adv. Quantum Chem. 12 1980 103 3 V. Ponec Catal. Rev. Sci. Eng. 18 1978 151 4 Xu Yin-sheng He An-bang Chen Rong J. Catal. (China) 1 1980 49 5 R.G. Pearson Top. Curr. Chem. 41 1973 76 6 W. Grabowski M. Misono Y. Yoneda J. Catal. 61 1980 103 7 J.A. Horsely J. Am. Chem. Soc. 101 1979 2870 8 G.D. Wathins R.P. Messmer Phys. Rev. Lett. 32 1974 1244 9 E. Madey Surf. Sci. 79 1979 675 10 Xu Yin-sheng and Zhu Yian-Wei, Reports of the Dalian Institute of Chemical Physics (unpublished). 11 a L.W. Anders R.S. Hansen J. Chem. Phys. 59 1973 5277 b L.W. Anders R.S. Hansen J. Chem. Phys. 62 1975 134 12 J.G. Eckerde A.T. Bell J. Catal. 58 1979 170 13 F. Solymosi I. Tombacz M. Kocsis J. Catal. 75 1982 18 14 D.L. Kiag J. Catal. 51 1978 386 15 N.V. Richardson A.M. Brodshow Surf. Sci. 88 1979 255",
      "scopus-id": "0022161907",
      "coredata": {
        "eid": "1-s2.0-0304510285851002",
        "dc:description": "Calculations by means of EHMO were performed for the catalytic systems consisting of CO and supported metal catalysts such as Rh/TiO2, Rh/Al2O3, Rh/SiO2, Ni/TiO2, Ni/Al2O3 and Ni/SiO2. Analysis of the orbital interaction of CO with catalysts showed the importance of the 5σ and 2π∗ orbitals of CO and the d-orbital of the metal. The activity sequences of these catalysts for CO dissociation were obtained from the energy levels of transition states and also from the orbital symmetry rule. These two sequences are identical and agree with the experimental results for CO hydrogenation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285851002",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yin-Sheng, Xu"
          },
          {
            "@_fa": "true",
            "$": "Xiao-Le, Hong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285851002"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285851002"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85100-2",
        "prism:volume": "33",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "EHMO calculations for CO dissociation on supported metal catalysts",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "179-188",
        "prism:endingPage": "188",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 1985",
        "prism:doi": "10.1016/0304-5102(85)85100-2",
        "prism:startingPage": "179",
        "dc:identifier": "doi:10.1016/0304-5102(85)85100-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022161907"
      }
    }
  }
}