{
  "metadata": {
    "title": "Kinetics of methanol homologation: Part I. Behaviour of cobalt-phosphine-iodine catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-01-15",
    "doi": "10.1016/0304-5102(90)85177-J",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085177J",
    "pii": "030451029085177J"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025258715",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085177J 0304-5102(90)85177-J 030451029085177J 10.1016/0304-5102(90)85177-J S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X0137X 2024-01-02T01:05:30.650091Z 0 0 19900115 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 58 58 1 1 Volume 58, Issue 1 3 27 42 27 42 19900115 15 January 1990 1990-01-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. KINETICSMETHANOLHOMOLOGATION SANTACESARIA E GAUTHIERLAFAYE 1986 J METHANOLETCARBONYLATION ROPER 1983 M CATALYSISINC1CHEMISTRY LOEVENICH 1984 155 H PRETZER 1984 W CATALYTICCONVERSIONSSYNTHESISGASALCOHOLCHEMICALS PRETZER 1980 58 W FAKLEY 1983 5 M STEPHEN 1963 H SOLUBILITIESINORGANICORGANICCOMPOUNDS WILHELM 1973 1 E FREDESLUNG 1977 A VAPORLIQUIDEQUILIBRIAUSINGUNIFAC REID 1977 R PROPERTIESGASESLIQUIDS WEALE 1967 K ANDRIANARY 1983 209 P SANTACESARIAX1990X27 SANTACESARIAX1990X27X42 SANTACESARIAX1990X27XE SANTACESARIAX1990X27X42XE item 0304-5102(90)85177-J 030451029085177J 1-s2.0-030451029085177J 10.1016/0304-5102(90)85177-J 272239 2024-01-02T01:05:30.650091Z 1990-01-15 1-s2.0-030451029085177J-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085177J/MAIN/application/pdf/48d7cb6a8f6fc77024de28ab46e70b94/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085177J/MAIN/application/pdf/48d7cb6a8f6fc77024de28ab46e70b94/main.pdf main.pdf pdf true 931718 MAIN 16 1-s2.0-030451029085177J-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085177J/PREVIEW/image/png/f423d085dc9104ba4e77b69335df9fc9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085177J/PREVIEW/image/png/f423d085dc9104ba4e77b69335df9fc9/main_1.png main_1.png png 64905 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 58 (1990) 27-42 27 KINETICS OF METHANOL HOMOLOGATION PART I. BEHAVIOUR OF COBALT-PHOSPfflNE-IODINE CATALYSTS E. SANTACESARIA*, M. DI SERIO Cattedra di Chimica Industriale, Dipartimento di Chimica dellUniversita di Napoli, Via Mezzocannone 4, 80134 Naples (Italy) D. GELOSA and S. CARRA Cattedra di Chimica Fisica, Dipartimento di Chimica Fisica Applicata del Politecnico, Piazza Leonardo da Vinci 32, Milan (Italy) (Received January 2,1989; accepted April 3,1989) Summary In the methanol homologation reaction promoted by cobalt phosphine/iodine catalysts, four main reactions occur in which acetaldehyde, ethyl alcohol, dimethoxyethane, methyl acetate and water are formed. In the present paper, the kinetics of these four reactions have been studied by operating under batch conditions. The kinetic data collected were interpreted by considering the evolution of the reaction components with time as a consequence of both the chemical reaction rates and the vapour-liquid partition equilibria. Four kinetic equations were identified as the most reliable on the basis of kinetic data and mechanistic considerations. The kinetic parameters of these equations were determined. These equations allow us to represent the deactivating effect of reaction products on the catalyst, the positive effect of the CO pressure on the homologation reaction rates, and to better describe the role played by iodine in the reaction. These findings, together with literature information, indicate oxidative addition of CHaI on a cobalt complex as the most reliable mechanism. Introduction Methanol hydrocarbonylation is a very promising industrial route for obtaining acetaldehyde or ethanol from synthesis gas. This process has widely been studied, especially during recent years, as shown from the patents [1-19], reviews and books [20,21] devoted to the subject in current literature. The reaction occurs in the homogeneous phase by generally using cobalt-phosphine-iodine catalysts to produce acetaldehyde and cobalt- ruthenium phosphine iodine catalysts to obtain ethanol. Many cobalt pre- cursors have been tested, but acetate salt appears to be the best. Qualita- tively, iodine has a promoter role, while phosphine improves the thermal *Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 28 stability of the catalyst. Despite the abundance of literature data devoted to the subject, the role of the different catalyst components is still not well defined. Moreover, the mechanisms proposed by different authors [20,21] are contradictory; further very few kinetic studies are reported in the literature [22-24] and their results are contrasting. All these facts partly reflect the difficulty of collecting and interpreting kinetic data in a high pressure system, characterized by the partition of reagents and products in the two existing phases of vapour and liquid. These difficulties are enhanced when the reaction is performed in a batch reactor, because the compositions of the liquid and vapour phases change, in this case, with time. A kinetic approach, based on the interpretation of the initial reaction rates, can lead to erroneous interpretations due to both the possible delay in catalyst formation inside the autoclave and the large imprecision occurring when kinetic curves are remarkably nonlinear. Another important aspect, neglected in literature, is the observation that the overall methanol conversion is never complete and that the yields of products strongly depend on the total pressure [25]. This can be explained only by introducing a reliable kinetic model in which the catalyst deactiva- tion can be predicted. In this paper, the kinetic behaviour of methanol in the presence of cobalt-phosphine-iodine catalysts has been studied in a batch reactor. Kinetic data have been collected by analyzing the liquid and vapour phases at different reaction times. The collected data were interpreted by consider- ing the evolution with time of the vapour-liquid equilibria occurring together with the reactions. Four main reactions (1-4) occur, with the formation of acetaldehyde, ethanol, 1,1-dimethoxyethane and methyl acetate as organic products. Kinetic equations have been identified for each of these reactions and the corresponding parameters have been evaluated. The parameters obtained allowed us to simulate kinetic runs, to define in detail the influence of the promoter iodine, and to describe the effect of the catalyst deactivation as a consequence of product formation. Finally, by comparing the kinetic equation found for reaction (1) with two realistic mechanisms suggested in the literature for the methanol homologation reaction, and by taking account of all the available, literature information, it has been possible to distinguish the most reliable mechanism. Experimental Methods, techniques and reagents All the kinetic runs were performed in a magnetically stirred 11 stainless steel autoclave equipped with an injection gas burette and a syngas storage. A pressure regulator maintained constant pressure throughout the reaction. A typical kinetic run was performed by introducing in the autoclave 300cm3 of methanol, 70cm3 of dioxan and the catalyst (cobalt acetate, Co(Ac)2-4H20, triphenylphosphine and methyl iodide). When the autoclave 29 was closed, the liquid was flushed with nitrogen and then with synthesis gas for the time necessary to remove oxygen. The closed autoclave was then heated to the reaction temperature (normally 185 C) while the pressure was successively adjusted by injecting synthesis gas into the autoclave through a gas burette. The gas burette allowed direct evaluation of both the amount of synthesis gas initially injected and the consumption of synthesis gas with time. The pressure was kept constant, normally at 190 atm. The synthesis gas (CO/Hg with a ratio normally equal to 1) was fed when necessary from a bomb. Liquid samples were withdrawn from the autoclave at different reaction times and conveyed in a frozen test tube, kept at -20 C, equipped with a refluxing cooler. The collected samples were analyzed by gas chroma- tography. The employed column was Chromosorb 102, 2 m long. Helium was employed as carrier gas and HWD as detector. Analysis of the vapour phase was made only occasionally by conveying vapours in a sampling valve, kept at the reaction temperature and injecting them in another gas chromat- ograph. CO, Hg and CH4 were analyzed with aim long molecular sieve column employing argon as carrier gas. Reagents and standards for chroma- tography were all supplied from Carlo Erba Co. at the highest purity level available. Synthesis gas was furnished by SIAD SpA as a mixture of pure hydrogen and carbon monoxide. Results Reaction pattern and kinetic model The main products of methanol homologation appeared to be acetal- dehyde, ethanol, methyl acetate, 1,1-dimethoxyethane and water. Other observed byproducts of minor importance are crotonaldehyde, methane, acetic acid and dimethyl ether. These products have been neglected in the kinetic analysis because they are always present in very small amounts in our experiments. Based on our experiments and literature information, the following reaction sequence can be proposed: CHaOH+CO+Hg ^HaCHO+HgO (1) CHaCHO + Hg CHaCHgOH (2) CHaCHO + 2CH30H CH3CH(OCH3)2 + H^O (3) 2CH30H + CO CHsCOOCHa + H^O (4) By assigning the following numbers to each compound, 1: CHsOH, 2: CHaCHO, 3: C2H50H, 4: acetal, 5: acetate, 6: HgO, 7: dioxan, 8: CO, 9: Hg, the kinetic model becomes: d^1 =( -7-1 -2rs- 2/4) VL (5) at 30 ^(r.-r^)^ at dn3 v ^-=r2VL ^=^ t^ ^=(ri+r3+r4)VL dc ^<-.,-^ ^(-r,-^ (6) (7) (8) (9) (10) (11) (12) The problem is to assign an appropriate equation to r^, rg, r3 and r^. First of all, by observing kinetic runs, it can be noted that the yields of acetaldehyde increase with time until a limiting value is reached. Synthesis gas consumption and methanol conversion behave in the same way. The maximum in yields or conversions is strongly dependent on the total pressure. This means that acetaldehyde formation is strongly inhibited by one or more reaction products, while total pressure positively affects reaction rates. To examine this aspect, kinetic runs were performed in the presence of different products. We have seen that water plays a discrete inhibiting role. However, this effect is not sufficient to justify the loss of activity observed at the end of each run. Acetaldehyde, too, has a moderate deactivating effect, but if water and acetaldehyde are present together at the beginning of the run, in the amount corresponding to the maximum yields, the reaction does not occur. This behaviour can be well described for reaction (1) with a kinetic equation of the type: rl=k^ps(l-a-c2pe-) (13) V ClPsP9^ f- This relation, as will be seen later, can also be justified on the basis of the reaction mechanism. The other kinetic equations, derived from both the fitting of experimental data and mechanistic considerations, were: ra=ksCspa (14) r3=*3Cl2C2(l- xc^4) (15) \\ Key Ci eg/ r4=k4Cipg (16) 31 The third order for reaction (3), see eqn. (15), can easily be derived by considering the rapid formation of the hemiacetal intermediate. In fact, a small amount of this compound is always present. Vapour-liquid equilibria, solubility of gases, non ideality of mixtures: mathematical model for the simulation of kinetic runs As mentioned above, the different components of the reaction mixtures are distributed between the liquid and vapour phases. As the reaction proceeds, the composition of the liquid phase changes, and, accordingly, the composition of the vapour phase also changes. Moreover, the liquid volume increases with time. Therefore, at any moment, the vapour liquid equil- ibrium must be reset by solving the following system of equations: ra T =^iv+\"ti i=l,9 (17) -\"\"- =^-4^ -1,9 ra-rOTI \" TOTvP i 9 n-roTI = 2-1 nil 1=1 VL = S nnPMJp, 1=1 P =RT^nJ(V^-V^ 1=1 (18) (19) (20) (21) re8v+ra8i=-Rp(\"9v+\"9i) (22) That is, 22 equations for 22 unknowns, ra;i, re,y, regr, \"9T> \"TOTI and VL. The system has been solved by employing the Newton-Raphson algorithm, at any integration step of the previously reported differential equations (5-12). The integration has been made applying the Runge-Kutta method. In the mathematical model, for all the components, the termp0, appears, which has different meanings according to whether it is related to a permanent gas or to other compounds. In the last case, it represents the vapour pressure, also for supercritical components as acetaldehyde, for which the solubility value has been obtained by extrapolating the vapour pressure. In the case of perm- anent gases, such as CO and Hg,?0, represents a partition term, definable as: P i=Pi/x. 1=8,9 (23) The values ofp 8 andp 9 have been evaluated by extrapolating the solubility data of Ha and CO in methanol available in literature and reported in Table 1 [26]. These data have been collected at different pressures and temperatures. Both CO and Hg do not follow Henry's Law at temperatures higher than 50 C. Therefore to obtain a correct extrapolation, the solubility must be evaluated at the reaction pressure and at two different temperatures. Then, by applying the relation suggested by Wilhelm and Battino [27]: ^^ \" (7^) <24) 32 TABLE 1 Solubilities of hydrogen and carbon monoxide, in methanol, at different pressures and temperatures [26] T P Molar ( C) (atm) fraction xlOO Hz 90 71 1.56 90 74 1.63 90 134 2.86 90 186 4.01 90 300 6.24 140 78 2.24 140 196 5.40 140 281 7.63 CO 90 50 2.22 90 100 3.91 90 150 5.28 90 200 6.45 90 250 7.39 90 300 8.15 140 86 3.82 140 90 4.03 140 145 6.05 140 291 9.09 it is possible to evaluate an approximate value of the solubility heat Aff . The same relation can be employed for finding solubility values at tempera- tures beyond the range Ti - Ta. Table 2 shows all the vapour-liquid equi librium parameters employed in our calculations. The term j8, of relation (18) represents a deviation from the Raoult law for the different components. By using the UNIFAC method, it was observed TABLE 2 Antoine parameters necessary to calculate vapour pressures of the different components [29] with the relationship mp , =A -B/(T + C) (p , = mmHg) Component Antoine parameters Aff (calmol-1) A B C methanol 18.5875 3626.55 -34.29 acetaldehyde 16.2481 2465.15 -37.15 ethanol 18.9119 3883.90 -41.68 acetal 16.0241 2869.78 -53.15 methyl acetate 16.1295 2961.92 -56.15 water 18.3086 3816.44 -46.15 dioxan 16.1327 2966.88 -62.15 hydrogen 2136 carbon monoxide 1100 33 TABLE 3 Fugacity coefficients for hydrogen and carbon monoxide at different pressures and temperatures [30] , Comp. P T( C) (atm) 100 400 Hz 100 1.052 1.031 200 1.108 1.064 300 1.168 1.094 CO 100 1.023 1.053 200 1.059 1.110 300 1.110 1.170 that the non-ideality in the liquid phase is not very large and has negligible effects on the simulation of kinetic runs, as will be explained in the following section. On the other hand, in the vapour phase, CO and Hg are present as more than 90% of the mixtures and follow an ideal behaviour in our conditions, as shown in Table 3. The assumption of ft = 1, therefore, has negligible effects on the reliability of the kinetic parameters evaluated by fitting. These facts have also been confirmed by comparing the vapour and liquid compositions determined by our analyses. Description of kinetic runs, simulation and evaluation of parameters Figure 1 clearly depicts the deactivating effect of water on the rates of CO + Ha consumption. More detailed kinetic runs performed in the presence of increasing amounts of water are reported in Figs. 2, 3 and 4. Kinetic runs TIME (MIN.) Fig. 1. Adsorption with time of the gaseous reagents (CO+Hg, molar ratio == 1) for different amounts of water introduced in the autoclave at the beginning of the reaction, together with 7.41 mol methanol and 0.821 mol dioxan. Catalyst was 2 mmol Co(Ac)z-4H^O + 6.7 mmol P(Ph)3 + 11.5 mmol CHyl. Temperature 185 C, pressure 190 atm. 34 80. 120. TIME (MIN.) Fig. 2. Kinetic run performed at 185 \"C, 190 atm, with catalyst 2 mmol Co(Ac)2-4H20, 6.7 mmol P(Ph)a and 11.15 mmol CHgI. Initial reaction mixture: 7.41 mol methanol, 0.821 mol dioxan. Curve fits were obtained by calculations using the parameters reported in Table 4. Fig. 3. Kinetic run performed at 185 C and 190 atm, with catalyst 2 mmol Co(Ac)2-4H20, 6.7 mmol P(Ph)3 and 4.78 mmol C^I. Initial reaction mixture: 7.41 mol methanol, 1.11 mol water, 0.821 mol dioxan. Curve fits were obtained by calculations using the parameters reported in Table 4. have been simulated with the previously described kinetic model and the parameters collected in Table 4. The deactivating effect of acetaldehyde is quite small, because this compound, involved in the equilibrium reaction (3), is withdrawn from the reaction environment. As mentioned above, when both water and acetaldehyde are combined in the reaction mixture at the beginning, the reaction does not start. 80. 120. TIME (MIN.) Fig. 4. Kinetic run performed at 185 C and 190 atm, with catalyst 2 mmol Co(Ac)a-4H20, 6.7 mmol P(Ph)3 and 11.15 mmol CH3I. Initial reaction mixture: 7.41 mol methanol, 2.8 mol water, 0.821 moles of dioxan. Curve fits were obtained by calculations using the parameters collected in Table 4. x B ^5 N <<; 00 US 10 <<; O; i-i <-< IN C<i i-i r-i 1 1-4 0 X\"Q ^\"1 10 10 10 10 >0 10 oj c<i c<i IN <N c<i i 0-. '-I I x S ^ seS _ .6 t 'N ^ Q oq oq o o n co o o N 1-1 IN C<I I x I C rt-g I'^itoiNr-c- c<i B<^ (N-^c-'adc'ico' I -: P'3 !S S \"rt 00 \"-, 's S S >Jf B C<IC<IC<IINC<I<M 1 ^ \" | sc<a 2fl ^'g 000000000000 ,a g ^ ^- <<; .^i ^i ^s ^ <)< SP'1' '3 IMININIM .Sg Sg ooooooooin Srt Q'-' ooodiNd tH $ ^t - T3 g- ra-g SB ffig ^ ^ ^Ttiin'fl' -3 U-^ c-i~-c~t^c<if- TO CO ^^ 3 S \"a \"o.S i-ia ooc-io-aoooo m ^ h? 9 t^w'-irot-t^ fea SS ^td'-ito'^-^' ^o * / ^^ fi < j 8 fci'S -S OQOOOO ^ S S A Oi Oi OT OS 0> W US ? n<\" ^^^^^<N 36 Fig. 5. Adsorption with time of the gaseous reagents (CO+Hg, molar ratio = 1) for different amounts of CHyl in the catalyst (2nunol Co(Ac)2-4H;iO, 6.7mmol P(Ph)3). Initial reaction mixture contained 7.41 mol methanol an 0.821 mol dioxan in all cases. Temperature 186 C, pressure 190 atm. In Fig. 5 the CO + Hg consumption as a function of time is reported for different amounts of iodine. As can be noted, the influence of iodine concentration is remarkable in some concentration ranges. In Figs. 2, 6, 7 and 8, the kinetic runs corresponding to the curves of Fig. 5 are reported. By fitting these runs, the kinetic parameters reported in Table 4 have been obtained. As can be seen, Ai, k^ and A 4 depend, in a complex way, on the iodine concentration. This fact explains the disagreements found in literature 80. 120. TIME (MIN.) 200. Fig. 6. Kinetic run performed at 185 C and 190 atm, with 4.78 mmol C^I as activator of the catalyst (2nunol Co(Ac)2-4H20, 6.7mmol P(Ph)3). Initial reaction composition: 7.41 moles of methanol, 0.821 moles of dioxan. Curve fits were obtained by calculations using the parameters of Table 4. Fig. 7. Kinetic run performed in the presence of 6.37 mmol CH3I. Other experimental conditions are the same reported in the legend of Fig. 6. 37 4 6 RATIO CHaI/Co Fig. 8. Kinetic run performed in the presence of 15.94 nunol CH3l. Other experimental conditions are the same reported in the legend of Fig. 6. Fig. 9. Trends of the obtained kinetic parameters k^, k^ and k^, as a function of the ratio CHaI/Co. about the reaction order to be assigned to iodine in the kinetic equation [22,24]. In Fig. 9, the values of ki, k^ and k^ as a function of the ratio CHsI/Co are reported. From this plot, it is possible to observe that on increasing the I/Co ratio, the formation of ethyl alcohol is strongly depressed (by a factor of 5). On the contrary, the formation of acetaldehyde is favoured and that of methyl acetate moderately promoted. A saturation effect intervenes for I/Co ratios higher than 5-6. This complicated behaviour of the iodine promoter confirms that iodine is involved in several steps in the reaction mechanism, and is present in the reaction mixture in many forms (HI, CHsI, la, complexes with Co etc.) each with its own concentration. 120 180 IW TIME (MIN.) Fig. 10. Adsorption with time of the gaseous reagents (CO + Hz) at two different pressures. CO/Hz molar ratios were 1 at 190 atm and 2 at 250 atm. Catalyst 2 nunol Co(Ac);i-4H20, 6.7 nunol P(Ph)g and 4.78 mmol CH3l. Initial reaction composition: 7.41 mol methanol, 0.821 mol dioxan. 38 80 120. TIME (MIN.) Fig. 11. Kinetic run performed at 185 C and 260 atm. Other experimental conditions are the same reported in the legend of Fig. 10. Curve fits were obtained by calculations using the parameters reported in Table 4. Fig. 12. Kinetic run performed at 185 C and 190 atm, in the presence of an excess of the inert solvent dioxan. Initial reaction composition was: 2.5 mol methanol and 2.5 mol dioxan. Catalyst: 2 nunoles of Co(Ac)2-4H20, 6.7 nunol P(Ph)a and 4.78 nunol CHaI. Curve fits were obtained by calculations using the parameters reported in Table 4. In Fig. 10 the effect of the pressure on the CO + Ha consumption is reported, while Fig. 11 shows a kinetic run performed at 250 atm. This run has been simulated with the same parameters employed for the runs performed at 190 atm. This fact indicates that the reliability of the proposed kinetic model is satisfactory. In Fig. 12 a kinetic run in the presence of a large amount of dioxan is reported. The run has been simulated maintaining the kinetic parameters reported in Table 4. As can be seen, in this case, conversion is higher because the deactivating effect of water and acetaldehyde is smoothed by the presence of dioxan as diluent. But it is important to believe that the kinetic model foresees this behaviour very satisfactorily. Figure 13 reports the evolution with time of the activity coefficients, in liquid phase, calculated for the different reaction components and related to the kinetic run reported in Fig. 6. Activity coefficients were calculated by following the UNIFAC method [28]. The introduction of the activity coefficients in simulating the corresponding kinetic run has negligible effects on the kinetic parameters evaluated by assuming ideal behaviour, because methanol, the main component of the mixture, has an activity coefficient close to 1. Lastly, the influence of temperature was examined, however only qualitatively, as too many factors are involved when temperature changes. An increase in temperature usually favours the selectivity to ethyl alcohol, instead of to acetaldehyde, but makes the catalyst unstable and therefore 39 2.0 1.6 V 1.2 0.8 O.^l 0 30 60 90 TIME (MIN.) Fig. 13. Evolution with time of the activity coefficients for the different reaction components. Activity coefficients, reported in this figure, were calculated by applying the UNIFAC method to the liquid mixtures obtained in the kinetic run reported in Fig. 6. Numbers are related to the different components as described in the list of symbols. requires higher pressures. On the other hand reaction rates for the formation of acetaldehyde are rather insensitive to temperatures in the range 170- 200 C, probably because reaction rates increase with temperature but the active catalyst concentration simultaneously decreases. Discussion and conclusions There are two accredited mechanisms proposed in the literature [20,21] for methanol homologation. Both mechanisms attribute an important role to CHaI for coordinating methyl groups on metal. In one case this occurs by the nucleophilic substitution of the iodine ofCHgI with the anion CoLi4~, while in the other case CHaI gives place to an oxidative addition reaction on a coordinatively unsaturated complex of cobalt. These two mechanisms are summarized in the following schemes: (1) Nucleophilic substitution HCoL4 + CHaOH ^= CHaOH^ + CoL4- (25) CHaI + CoL4- ^= CH3CoL4 + I- CtlaOH^ +1- ?==^ CHaI + HgO CH3CoL4 + CO ^=s CH3COCoL4 CH3COCoL4 + HCoL4 ?= CH3CHO + Co^Ls CogLg + Hg ;=^ 2HCoL4 (26) (27) (28) (29) (30) 40 (2) Oxidative addition HCoL4 ^=^ HCoLa + CO (31) HCoLs + CHaI ^^ CHaCoHLaI (32) CHsCoHLaI ^^ CHaCoLa + HI (33) CHaCoLa + CO ^=; CHaCoL^ (34) CH3CoL4 ;=i CHaCOCoLa (35) CHaCOCoLa + CO ;=^ CHaCOCol^ (36) CH3COCoL4 + HCoL4 ^=^ CHsCHO + Co^Ls (37) CogLg + Hg ^=i 2HCoL4 (38) CHaOH + HCoL4 ?=^ CHaOH2+ + CoL4- (39) HgO + HCoL4 ^^ H30+ + CoL4- (40) CHaOH + HI ?=^ CHgOH^ +1- (41) HgO + HI ?=i H30+ +1- (42) CH30H2+ +1\" ^=^ CHaI + HgO (43) By considering the first mechanism, and if the CO insertion reaction (28) is assumed as the rate-determining step, the following kinetic law can be derived: . /, CgCe \\ r^k^c^(l-a__-) PsPaC^ while if the nucleophilic substitution (26) is the slow step, we get: (44) (C9Cfi \\ ri=*appCi 1-a^-6-) (45) pap9Ci/ By considering now the second mechanism, if the CO insertion reaction (35) is the rate-determining step, a kinetic law identical to (44) can be derived. On the contrary, if the oxidative addition (32) is the slow step, we get: r^k^d-a^-) (46) \"ps \\ PsPyCi/ First of all, we observe that the deactivating term between parentheses in eqns. (44-46) is always the same. It clearly explains the already described kinetic behaviour observed by us and other authors, but obviously does not provide elements for discriminating which is the valid mechanism. When compared with the experimental findings, the first part of the kinetic equation indicates the CO insertion reaction as the possible rate-determining step. But also in this case, we cannot discriminate between the two mechanisms. Moreover, we must consider that at pressures higher than 41 350 atm, reaction rates become first insensitive to pressure [31] and then a depressive action of CO intervenes at higher pressures. This behaviour clearly indicates a change in the rate-determining step at pressures higher than 350 atm, and it qualitatively agrees with the behaviour suggested from eqn. (46), which is valid when the slow step is the oxidative addition. Therefore, it can be concluded that the oxidative addition can be assumed as the more reliable mechanism. Thus, at pressures lower than 350 atm, the CO insertion reaction is the rate-determining step, while at higher pressures, oxidative addition becomes predominant. Acknowledgements Thanks are due to the Consiglio Nazionale delle Ricerche, Piano Finalizzato Energetica 2, Ministero Pubblica Istruzione Fund 40%, SISAS SpA, for financial support. List of symbols re = moles x = molar fraction in the liquid phase y = molar fraction in the vapour phase p = vapour pressure (atm) or partition term C = concentration (mol cm\"3) k i = kinetic constant of reaction (1) ks = kinetic constant of reaction (2) k 3 = kinetic constant of reaction (3) A 4 = kinetic constant of reaction (4) kes = equilibrium constant of reaction (3) PM = molecular weight (gmol~1) Rp = ratio CO/Hg a = deactivating constant of reaction (1) ft = Raoult Law deviation coefficient p = density (gcm~3) Subscripts i = component i TOT = total amount in one phase 1 = liquid v = vapour T = total l=methanol, 2 = acetaldehyde, 3= ethyl alcohol, 4=acetal, 5= methyl acetate, 6 = water, 7 = dioxan, 8 = carbon monoxide, 9 = hydrogen. 42 References 1 U . Pat. 2053915 (1981) to W. J. Ball and D. G. Stewart (B.P.). 2 Eur. Pat. 29 723 (1981) to M. T. Barlow (B.P.). 3 Eur. Pat. 51859 (1982) to B. Comils, C. D. Frohning, G. Diethaus, E. Wiebus and H. Bahnnann (Ruhrchemie). 4 Eur. Pat. 27000 (1981) to G. Doyle (Exxon). 5 Eur. Pat. 30434 (1981) to G. Doyle (Exxon). 6 U.S. Pat. 4233466 (1980) to R. A. Fiato (Union Carbide). 7 Eur. Pat. 10373 (1980) to B. R. Gane (B.P.). 8 Eur. Pat. 22038 (1981) to J. Gauthier-Lafaye (Rhone Poulenc). 9 U.K. Pat. 2048267 (1980) to N. Isogai and T. Okawa (Mitsubishi Gas Chem.). 10 U.S. Pat. 4239925 (1980) to J. Buzit, T. Kobylinski, W. R. Pretzer and R. Wayne (Gulf). 11 Dutch Pat. 76/06138 (1976) to L. H. Slaugh (Shell). 12 U.S. Pat. 4168391 (1979) to W. E. Slinkard and A. B. Baylis (Celanese). 13 U.S. Pat. 4 111 837 (1978) to P. D. Taylor (Celanese). 14 U.S. Pat. 4277634 (1981) to W. E. Walker (Union Carbide). 15 U.S. Pat. 4 433177 (1984) to Lin Jiang Jen and J. F. Knifton (Texaco). 16 U.S. Pat. 4389532 (1983) to T. H. Larkins and G. R. Steinmetz (Eastman Kodak). 17 U.S. Pat. 4 433 178 (1984) to Lin Jiang Jen and J. F. Knifton (Texaco). 18 U.S.S.R. Pat. SU 1042609 (1983) to F. A. Wunder (Hoechst). 19 17.S. Pat. 4429165 (1984) to R. W. Wegnam (Union Carbide). 20 J. Gauthier-Lafaye and R. Perron, Methanol et Carbonylation, Rhone Poulenc Recherches, Saint-Fons, 1986. 21 M. Roper and H. Loevenich, in W. Kein (ed.) Catalysis in Ci Chemistry, Reidel, Dordrecht, 1983. 22 H. Loevenich and M. Roper Ci Mol. Chem., 1 (1984) 155. 23 W. R. Pretzer and M. M. Habib; in R. C. Herman (ed.) Catalytic Conversions of Synthesis Gas and Alcohol to Chemicals, Plenum Press, New York, 1984. 24 W. R. Pretzer and T. P. Kobylinski, Ann. N.Y. Acad. Sci., 333 (1980) 58. 25 M. E. Fakley and R. A. Head, Appl. Catal. 3 (1983) 5. 26 H. Stephen and T. Stephen, Solubilities of Inorganic and Organic Compounds, Pergamon Press, Oxford, 1963. 27 E. Wilhelm and R. Battino, Chem. Rev., 73 (1973) 1. 28 A Fredeslung, J. Gmehling and P. Rasmussen, Vapor-Liquid Equilibria using UNIFAC, Elsevier, Amsterdam, 1977. 29 R. C. Reid, J. M. Prausnitz and T. K. Sherwood, The Properties of Gases and Liquids, McGraw-Hill, New York, 1977. 30 K. E. Weale, Chemical Reactions at High Pressures, SPON'S Chemical Engineering Series, London,1967. 31 P. Andrianary, G. Jenner and A. Kieimemann; J. Organometall. Chem., 252 (1983) 209. X244 9085177J 0304-5102(90)85177-J 10.1016/0304-5102(90)85177-J Chemical and metal complex catalysis Articles Kinetics of methanol homologation Part I. Behaviour of cobalt-phosphine-iodine catalysts E. Santacesaria 1 M. Di Serio Cattedra di Chimica Industriale, Dipartimento di Chimica dell Universitá di Napoli, Via Mezzocannone 4, 80134 NaplesItaly 1 Author to whom correspondence should be addressed. D. Gelosa S. Carrà Cattedra di Chimica Fisica, Dipartimento di Chimica Fisica Applicata del Politecnico, Piazza Leonardo da Vinci 32, MilanItaly In the methanol homologation reaction promoted by cobalt phosphine/iodine catalysts, four main reactions occur in which acetaldehyde, ethyl alcohol, dimethoxyethane, methyl acetate and water are formed. In the present paper, the kinetics of these four reactions have been studied by operating under batch conditions. The kinetic data collected were interpreted by considering the evolution of the reaction components with time as a consequence of both the chemical reaction rates and the vapour-liquid partition equilibria. Four kinetic equations were identified as the most reliable on the basis of kinetic data and mechanistic considerations. The kinetic parameters of these equations were determined. These equations allow us to represent the deactivating effect of reaction products on the catalyst, the positive effect of the CO pressure on the homologation reaction rates, and to better describe the role played by iodine in the reaction. These findings, together with literature information, indicate oxidative addition of CH3I on a cobalt complex as the most reliable mechanism. References 1 U.K. Pat. 2 053 915 (1981) to W.J. Ball and D.G. Stewart (B.P.). 2 Eur. Pat. 29 723 (1981) to M.T. Barlow (B.P.). 3 Eur. Pat. 51 859 (1982) to B. Cornils, C.D. Frohning, G. Diethaus, E. Wiebus and H. Bahnnann (Ruhrchemie). 4 Eur. Pat. 27 000 (1981) to G. Doyle (Exxon). 5 Eur. Pat. 30 434 (1981) to G. Doyle (Exxon). 6 U.S. Pat. 4233466 (1980) to R.A. Fiato (Union Carbide). 7 Eur. Pat. 10373 (1980) to B.R. Gane (B.P.). 8 Eur. Pat. 22 038 (1981) to J. Gauthier-Lafaye (Rhone Poulenc). 9 U.K. Pat. 2 048 267 (1980) to N. Isogai and T. Okawa (Mitsubishi Gas Chem.). 10 U.S. Pat. 4 239 925 (1980) to J. Buzit, T. Kobylinski, W.R. Pretzer and R. Wayne (Gulf). 11 Dutch Pat. 76/06138 (1976) to L.H. Slaugh (Shell). 12 U.S. Pat. 4 168 391 (1979) to W.E. Slinkard and A.B. Baylis (Celanese). 13 U.S. Pat. 4 111 837 (1978) to P.D. Taylor (Celanese). 14 U.S. Pat. 4 277 634 (1981) to W.E. Walker (Union Carbide). 15 U.S. Pat. 4 433 177 (1984) to Lin Jiang Jen and J.F. Knifton (Texaco). 16 U.S. Pat. 4 389 532 (1983) to T.H. Larkins and G.R. Steinmetz (Eastman Kodak). 17 U.S. Pat. 4 433 178 (1984) to Lin Jiang Jen and J.F. Knifton (Texaco). 18 U.S.S.R. Pat. SU 1 042 609 (1983) to F.A. Wunder (Hoechst). 19 U.S. Pat. 4 429 165 (1984) to R.W. Wegnam (Union Carbide). 20 J. Gauthier-Lafaye R. Perron Methanol et Carbonylation 1986 Rhone Poulenc Recherches Saint-Fons 21 M. Roper H. Loevenich W. Kein Catalysis in C1 Chemistry 1983 Reidel Dordrecht 22 H. Loevenich M. Roper C1 Mol. Chem. 1 1984 155 23 W.R. Pretzer M.M. Habib R.C. Herman Catalytic Conversions of Synthesis Gas and Alcohol to Chemicals 1984 Plenum Press New York 24 W.R. Pretzer T.P. Kobylinski Ann. N.Y. Acad. Sci. 333 1980 58 25 M.E. Fakley R.A. Head Appl. Catal. 3 1983 5 26 H. Stephen T. Stephen Solubilities of Inorganic and Organic Compounds 1963 Pergamon Press Oxford 27 E. Wilhelm R. Battino Chem. Rev. 73 1973 1 28 A Fredeslung J. Gmehling P. Rasmussen Vapor-Liquid Equilibria using UNIFAC 1977 Elsevier Amsterdam 29 R.C. Reid J.M. Prausnitz T.K. Sherwood The Properties of Gases and Liquids 1977 McGraw-Hill New York 30 K.E. Weale Chemical Reactions at High Pressures SPON'S Chemical Engineering Series 1967 London 31 P. Andrianary G. Jenner A. Kiennemann J. Organometall. Chem. 252 1983 209",
      "scopus-id": "0025258715",
      "coredata": {
        "eid": "1-s2.0-030451029085177J",
        "dc:description": "In the methanol homologation reaction promoted by cobalt phosphine/iodine catalysts, four main reactions occur in which acetaldehyde, ethyl alcohol, dimethoxyethane, methyl acetate and water are formed. In the present paper, the kinetics of these four reactions have been studied by operating under batch conditions. The kinetic data collected were interpreted by considering the evolution of the reaction components with time as a consequence of both the chemical reaction rates and the vapour-liquid partition equilibria. Four kinetic equations were identified as the most reliable on the basis of kinetic data and mechanistic considerations. The kinetic parameters of these equations were determined. These equations allow us to represent the deactivating effect of reaction products on the catalyst, the positive effect of the CO pressure on the homologation reaction rates, and to better describe the role played by iodine in the reaction. These findings, together with literature information, indicate oxidative addition of CH3I on a cobalt complex as the most reliable mechanism.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-01-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085177J",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Santacesaria, E."
          },
          {
            "@_fa": "true",
            "$": "Di Serio, M."
          },
          {
            "@_fa": "true",
            "$": "Gelosa, D."
          },
          {
            "@_fa": "true",
            "$": "Carrà, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085177J"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085177J"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85177-J",
        "prism:volume": "58",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics of methanol homologation Part I. Behaviour of cobalt-phosphine-iodine catalysts",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "27-42",
        "prism:endingPage": "42",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 January 1990",
        "prism:doi": "10.1016/0304-5102(90)85177-J",
        "prism:startingPage": "27",
        "dc:identifier": "doi:10.1016/0304-5102(90)85177-J",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025258715"
      }
    }
  }
}