{
  "metadata": {
    "title": "Asymmetric hydrogenation with the chiral clusters Rh<ce:inf loc=post>4</ce:inf>(CO)<ce:inf loc=post>10</ce:inf>[(—)-DIOP], Rh<ce:inf loc=post>6</ce:inf>(CO)<ce:inf loc=post>10</ce:inf>[(—)-DIOP]<ce:inf loc=post>3</ce:inf> and related catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-10-31",
    "doi": "10.1016/0304-5102(85)85016-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285850161",
    "pii": "0304510285850161"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022144503",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510285850161 0304-5102(85)85016-1 0304510285850161 10.1016/0304-5102(85)85016-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01721 2024-01-02T01:05:30.650091Z 0 0 19851001 19851031 1985 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 33 33 1 1 Volume 33, Issue 1 5 47 59 47 59 198510 October 1985 1985-10-01 1985-10-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. ASYMMETRICHYDROGENATIONCHIRALCLUSTERSRH4CO10DIOPRH6CO10DIOP3RELATEDCATALYSTS MUTIN R GLADFELTER 1980 207 W SMITH 1977 229 A PITTMAN 1978 170 C WHYMAN 1982 131 R BALAVOINE 1980 531 G DANG 1982 51 T MUTIN 1983 539 R BOTTEGHI 1977 221 G BOTTEGHI 1977 107 G BOTTEGHI 1980 837 G BOTTEGHI 1980 73 G BOTTEGHI 1982 375 G BOTTEGHI 1982 59 G BOOTH 1971 119 B HEATON 1981 333 B CERIOTTI 1982 C9 A KAGAN 1982 463 H COMPREHENSIVEORGANOMETALLICCHEMISTRY FOSTER 1982 395 D JAMES 1983 1452 B HUGUES 1981 6636 O PAYNE 1981 203 N GLASER 1976 249 R GELBARD 1976 233 G KAGAN 1972 6429 H TRANQUI 1982 1916 D MUTINX1985X47 MUTINX1985X47X59 MUTINX1985X47XR MUTINX1985X47X59XR item 0304-5102(85)85016-1 0304510285850161 1-s2.0-0304510285850161 10.1016/0304-5102(85)85016-1 272239 2024-01-02T01:05:30.650091Z 1985-10-01 1985-10-31 1-s2.0-0304510285850161-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850161/MAIN/application/pdf/e185a140a69b5bad91dfde26720e0d39/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850161/MAIN/application/pdf/e185a140a69b5bad91dfde26720e0d39/main.pdf main.pdf pdf true 790599 MAIN 13 1-s2.0-0304510285850161-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850161/PREVIEW/image/png/e1df94bbf8d78b6a1088a1efe73122d6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850161/PREVIEW/image/png/e1df94bbf8d78b6a1088a1efe73122d6/main_1.png main_1.png png 63525 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 33 (1985) 47 - 59 47 ASYMMETRIC HYDROGENATION WITH THE CHIRAL CLUSTERS Rh4(CO)iol(-)-DIOP], Rh6(CO)io[(-)-DIOP]3AND RELATED CATALYSTS R. MUTIN, W. ABBOUD, J. M. BASSET Institut de Recherches sur la Catalyse, 2 av. Albert Einstein, 69626 Villeurbanne Cedex (France) and D. SINOU Laboratoire de Synthese Asymetrique UA CNRS 463, Universite de Lyon I, 43 Bd. du 11 Novembre 1918, 69621 Villeurbanne Cedex (France) (Received February 2, 1985; accepted April 24, 1985) Summary The new chiral clusters Rh4(CO)io[( )-DIOP] 1 and Rh<,(CO)io[PP] (PP = (+)- or (-)-DIOP 2, (S, S)-chiraphos 3, (S)-peap 4) have been synthe- sized by ligand exchange from the parent clusters Rh4(CO)i2 5 and Rhy (C0)i6 6. Assymetric hydrogenation of the methylester of Z-a-acetamido cin- namic acid has been carried out with the clusters 1-6, either alone or associ- ated with n equivalents of (+)- or (-)-DIOP. Only for PP = (+)- or (-)-DIOP an enantioselectivity is observed which depends mainly on the overall ratio DIOP/Rh. A maximum of activity and enantioselectivity (e.e. ^ 60% R ( )) is achieved regardless of the precursor complex 1, 2, 5 or 6, provided the ratio ( )-DIOP/Rh is equal to or higher than unity. Spectroscopic studies indicate that the cluster 1 associated with 3 equivalents of (-)-DIOP undergoes a series of transformations which lead to Rh4(CO)8[( )-DIOP]2 7 and [Rh(CO)[( )-DIOP]]2 (J\"-CO)2 8. 8 is the most abundant component, which oxidatively adds HI reversibly at room temperature to give HRh(CO)2[( )- DIOP] and related complexes. This mononuclear complex is the catalytically active component. Apparently the oxidative addition of H^ does not occur on the clusters 1, 2, 3, 4 but only on the zero-valent rhodium dimer 8 for which the P/Rh ratio is equal to unity. Introduction Catalysis by molecular clusters remains a very fascinating area of catalysis [1]. Since molecular clusters are at the border line between mono- nuclear complexes and metallic particles, it is expected that molecular clusters would be able to achieve activation usually carried out on metal 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 48 surfaces with the advantages of molecular catalysis (control of activity and selectivity via proper choice of cluster geometry and ligand environment). However, the results obtained so far in the field of homogeneous catalysis by clusters are rather limited from a catalytic as well as from a mechanistic point of view [2]. In fact, little is known regarding the mode of action of this new class of catalysts. Generally speaking, four types of behaviour may occur: the cluster framework may remain intact through-out a complete catalytic cycle, the cluster framework may fragment to mononuclear complex(es), the cluster framework may agglomerate to form catalytically active metal particles, or finally the cluster framework may be destroyed and rebuilt during a catalytic cycle. In order to understand the behaviour of molecular clusters during catalysis we have used chirality as a mechanistic tool and we have chosen to synthesize chiral clusters by means of chiral ligands. The catalysts that we have used for this study are Rh4(CO)io[(-)-DIOP], Rh6(CO)io[(-)-DIOP]3 and catalytic systems derived from Rh4(CO)i2 and Rh6(CO)i6. Some results by Balavoine et al. [3] and by Dang et al. [4] have been published during the course of this study [5]. The possibility of a cluster-catalyzed reaction has been suggested on the basis of IR studies. It was therefore of interest to use a mechanistic approach to such systems. Other related clusters H4Ru4(CO)8[(-)-DIOP]2 and RU(,(CO)i8[(-)-DIOP]3 have been used by other groups [6]. Synthesis of the chiral clusters Rh4(CO)io(( )-DIOP) and Rhe(CO)ioL3 (L = (-)-DIOP, chiraphos and peap (R, R -DIOP r\" C ^ ^^\\ PPh, H CH3 CH3 (S, Sl-CHIRAPHOS HIIN^ {-MH PPhz PPh2 CHa I /pphi (S)-PEAP Ph Cllln.l< i ^PPh2 H These new clusters have been obtained by thermal substitution of the carbonyl ligands of Rh4(CO)i2 and Rh6(CO)ie with the above-mentioned chiral ligands according to known procedures. Rh4(CO)io[( )-DIOP] 1 exhibits almost the same IR spectrum in the v(CO) region as that of the parent cluster Rh4(CO)io(PPh3)2 or Rh4(CO)io(DIPHOS) (Table 1). The a a i ^ a 00 a g 1 M M M M M M 0 ^ Sa> g 0 0 0 0 g -3^^^^^^m &3 <4-1<e a .a .a .s .a .a S .a.a.c.c.c.a '-i S a a! ^~\\ ^~>> hIS asa. a ^ oo 5?c? ii sr i-l N N 01 ^-.^.^oo oo oo t^ ^ s^^^^^ ^ . . $^0i P^ ^ oo oo i- 0 t~ C- t- ^ ^~, ^-^ C \"\"\"'^aSa -e o'55'o^ 5? 1 in ro <ji CT oo oo oo oor-< T-l r-( T-l IIi^ ^0 Efl fl ^^ , . . , ^ B U CQ (A CO (A 0 0 rf t CO tO CO r-1 l-l T-I 0 C<1 i-< IM l-l u 00 00 00 0 0 0 0 i-l i-l r-1 <N IN Cl CM o 2 S w m w w m w w CO CO <D tO 01 0 0t- oo t- ^ ^ in 4101 OS O 0 0 0 0 '3 i-l T-I r-1 IN CM CO CO 'S ^> ? ? ? co M oa to fi CO O CO 10 CM (0 0 S t- tO t- C^ t~ t- t~ 000000 0 0 CM CM CM CM CM CM IN s .^ f~l 0 E M ^-.ff) u ^ ^ .0ie 0u F^00 0 u - y CM S ^1 ^ 'Q -S &: ft M 0 ' Ta y ^ ys^ ^ w i ii) '-' s \"M a1-'0 ^ r* 1 Q 'j5 0.0 2 M ^ M \" g M 2 ! 0^^\"-g^ 5, ^^ , [' y4 i^^a^a^ T1^ o'\"E? ^ ^\"c?'\"e ' ' . N-IG^ u u '-' .a ^B aot-a o.u \" E^< 0 ^3E- Urt hs tie ^;^^^; ^.^ g 00000 0 e.i.S.'-'e.B R^ o '^ ^ ^ \\^ v. S JS S , ^ < , (I; 05 0; A SS ? giScg I ^2 50 bridging carbonyls give two v(CO) bands at 1850 and 1818 cm\"1 which are very close to that of the parent cluster which contains a doubly-bridged carbonyl. The 31? spectrum in toluene gives two doublets of the same intensity at +5 and +15.5 ppm ( /(Rh P) = 130 Hz), likely corresponding to a coordination of the two phosphorus atoms of (-)-DIOP to two adjacent rhodium atoms of the basal triangle of the Rh4 tetrahedron, as in Rl->4(CO)io- (PPh3)i [8]. It is also likely from the IR and 31? data that these two phosphorus atoms adopt a pseudo-axial and a pseudo-equatorial conforma- tion. The clusters Rhe(CO)ioL3 (L = (-)-DIOP 2, chiraphos 3, peap 4) have been obtained by ligand substitution in toluene of the parent cluster Rh6(CO)i6 with a stoichiometric amount of the chiral ligand. The IR spec- trum in the v(CO) region are typical of Rh,,(CO)ioL6 clusters already synthesized [9] (Table 1). The 31? spectrum depends on the nature of the ligand; with Rh6(CO)io[( )-DIOP]3 2 the cluster exhibits a broad multiplet centered at 24 ppm (H3PC>4), whereas with L = chiraphos there is a simple doublet at 59.6 ppm (e/(Rh P) = 130 Hz) corresponding probably to an octahedral skeleton where each phosphorus atom is coordinated to each rhodium atom, as in Rh6(CO)io(DPPM)3 [9]. Catalytic asymmetric hydrogenation The results obtained with 2 and various prochiral olefins are sum- marized in Table 2. With the methyl-ester of Z-a-acetamido cinnamic acid (EMAC), an enantiomeric excess of 45% can be achieved at room tempera- ture but the activity of the catalyst appears quite low (a conversion of 100% is reached in 50 h). A significant increase in activity without loss of enantio- selectivity can be reached at 80 C. Under UV irradiation (Xmax = 365 nm, quartz reactor) the reaction is much faster but almost no asymmetric hydrogenation is obtained. With ethylenic acids the enantiomeric excesses are rather low, and much lower than those obtained with the mononuclear catalyst issued from the system [Rh(CH^=CH^)C\\}2+2( )-D10P [10]. In the hydrogenation of EMAC, the rate and enantiomeric excess obtained with 2 can be substantially increased by addition of 3 equivalents of (-)-DIOP to 2(e.e.=60%CR)). The results obtained with 1 and related systems are summarized in Table 3. 1 is almost inactive at room temperature in the reduction of the a-acetamido cinnamic acid methyl ester. At 70 C, after an induction period of 15 h, a conversion of 100% can be reached in 240 h but with no enan- tioselectivity. Apparently the cluster breaks down to metal particles which cloud the solution. Addition to 1 of one or many (n) equivalents of (-)-DIOP results in an increase in the rate of hydrogenation which passes through a maximum for n = 3 (Figs. 1, 2). Simultaneously the enantiomeric excess also increases and passes through a maximum (e.e. = 65% (.fi)) for n = 3. The addition to 1 of one or two equivalents of (+)-DIOP results in 51 TABLE 2 Hydrogenation of various prochiral olefins with Rh6(CO)io[( )-DIOP]3 2 or 2 + 3 equiv- alents of (-)-DIOP Olefin Molar ratio olefin/cluster Temperature Conversion( C) (%) e.e.(%) Time (h) CsHs ^H/ ,NHCOCH3 \\COOCHs 100 270 260 260 80 100 25 100 25 100 25 100 47 (R) 45 (R) 42 (fi) 6 (fi) 60 (fi) 24 50 7027 a b CeHs \\ /NHCOCHs 230 25 100 34 (fi) 50 H/ ^COOCaHs CeHs ^ , NHCOC6H5 220 25 60 3 (fi) 75 H^ \\COOCHa CeHs i ,NHCOCHa 220 25 100 20 (fi) 28 H/ ^COOH CH^ ^ ,CHiCOOH ^COOH 450 25 100 0 4 \"UV irradiation. ^ equivalents of (-)-DIOP have been added to the catalyst 2. 100 50 . 100 Fig. 1. Kinetics of EMAC hydrogenation with 1 associated with n equivalents of (-)-DIOP. Fig. 2. Enantiomeric excess versus n, in the EMAC hydrogenation with 1 associated with n equivalents of ( )-DIOP. 52 TABLE 3 H v ,COOCH3 Asymmetric hydrogenation of i >, with Rh4(CO)io(( )-DIOP] associated Ph NHAc with n equivalents of (+)- or (-)-DIOP (n = 0,1 ... 4); solvent:ethanol; Pu = 1 atm; [substrate ] /(catalyst ] :220 n Added ligand T ( C) Conv.(%) Time W e.e (%) 0 26 5 100 0 0 70 100 240 0 1 (-)-DIOP 70 100 5 22 (Ji) 2 (-)-DIOP 70 100 3 55 (JI) 3 (-)-DIOP 70 100 3 65 (R) 4 (-)-DIOP 70 100 3 59 (R) 6 (-)-DIOP 70 100 15 36 (fi) 1 (+)-DIOP 70 100 5 0 4 (+)-DIOP 70 100 3 36 (S) enantiomeric excesses respectively equal to 22% (R) and 0 (two separate experiments). Similarly, the addition to 1 of 4 equivalents of (+)-DIOP results in an enantiomeric excess of 36% (S). These results indicate that the added free ligand as well as the coordinated ligand equally play a role in the resulting enantioselectivity of the catalyst. This may be due to a fast ligand exchange process between the free ligand and the DIOP coordinated to 1 or to a modification of the coordination sphere of 1 when the free ligand is added. In order to see if the addition of (-)-DIOP to 1 results in one or many catalytic species, the variation of enantiomeric excess was studied as a func- tion of the percent conversion (Fig. 3). The enantiomeric excess first increases up to 80% conversion and then decreases, which clearly indicates that many active catalysts with various activities, selectivities and/or life- times are formed during the catalytic reaction. 100 e.e (%) conversion ( ) 50 100 Fig. 3. Enantiomeric excess versus conversion in the EMAC hydrogenation with 1 associ- ated with 3 equivalents of ( )-DIOP. 63 TABLE 4 H. ,COOCHa Asymmetric hydrogenation of with Rh4(CO)i2 or Rhe(CO)i6 associ- Ph / \\NHAc with n equivalents of ( )-DIOP Complex n Time (h) e.e.(%) Rh4(CO)nb 0 220 1 20 9 2 20 11 3 25 45 4 23 47 5 30 60 6 30 65 4 +12PPh3 120 60 Rh6(CO)i6 c 1 70 1.5 2 70 5 3 240 13 4 120 22 5 115 40 6 140 62 9 90 60 12 90 60 a Solvent :ethanol;PH = 1 atm; [olef in ]/[ cluster] = 200. b^=65 C. 'T = 25 C. 100% conversion was reached in each case. Rh4(CO)i2 or Rh6(CO)i6 associated with n equivalents of (-)-DIOP also catalyse the hydrogenation of EMAC (Table 4). With Rh4(CO)i2 and n = 0, there is a large induction period with a progressive precipitation of rhodium metal. For n ^ 0 the induction period sharply decreases and the e.e. increases with n to reach a plateau of 60% for n = 4. Apparently for n < 4 different active catalysts are present. Rh^CO)^ associated with n( )-DIOP gives rise to a large induction period (50 to 100 h). After this induction period the reaction is completed within less than 10 h, during which the cluster is progressively dissolved. The enantiomeric excess increases with n to reach a plateau for n > 6 (62% R). In order to clarify the possible role of mononuclear hydrido Rh(I) species in the previously defined systems, the catalytic activity and enantio- selectivity of HRh(CO)(PPh3)3 + n( )-DIOP were studied in the asymmetric hydrogenation of EMAC (Table 5). With this mononuclear complex the enantiomeric excess increases with n to reach a maximum value of 58% (R) for n = 2. If the added ligand is chiraphos, no enantiomeric excess could be obtained regardless of the value of n. 54 TABLE 5 H v /COOCHs Hydrogenation of with HRh(CO)(PPh3)3 + n equivalents of chiral Ph / \\NHAc liganc^ Ligand n Conv.(%) Time (h) e.e(%) (-)-DIOP 0 85 6 1 100 50 38 (R) 2 100 40 58 (fi) (S,S)-CHIRAPHOS 1 100 20 2 (S) 1.5 70 70 1(S) 2 13 95 ''Solven^ethanoli/'H- 1 atm;T= 65 C; [olefin]/[ catalyst] = 50. No asymmetric induction is obtained when 3 or 4 is used in the cata- lytic hydrogenation of EMAC. This may be associated with the extremely low activity of these catalysts (30% conversion at 50 C after 200 h for 2 and 25% conversion at 25 C after 150 h for 3). The lack of enantioselectivity is also observed when either Rh4(CO)i2 or Rh^CO)^ is associated with n equivalents of (S, S)-chiraphos or (iS')-peap (n = 1 - 5). Spectroscopic studies In situ IR and ^P experiments were carried out with the catalytic sys- tem Rh4(CO)io[( )-DIOP] + 3 (-)-DIOP (+ optionally Hz), which gave the highest rate and enantiomeric excess (Table 3). When 1 is mixed in d8- toluene with ca. 3 equivalents of ( ) DIOP, the IR spectrum in the v(CO) region changes considerably with time. After 2 min interaction at room tem- perature, the intensity of the f(CO) bands of the initial cluster decreases. They are replaced mainly by other bands at 2065(w), 2015(s), 1985(s), 1806(s) and 1790(s) cm-1 which are very likely due to Rh4(CO)s[(-)- DIOPJ2, by analogy with the v(CO) bands of Rh4(CO)g[PPh3]4 and Rh4(CO)s[DPPM]2 [11]. After 8 min interaction the v(CO) bands of 1 have completely disappeared and the IR spectrum exhibits mainly the bands attributed to Rh4(CO)8[( )-DIOP]2. After 50 min interaction the IR spec- trum exhibits mainly v(CO) bands at 2005(sh), 1980(br), 1810(m, br) and 1720(m) cm\"1, which might be due inter alia to the zero-valent rhodium 56 ^\"-'\"JL .n.'1 \" n 24 0 -24 PP\"1 Fig. 4. \"P spectrum at 25 C (in d^toluene). A: Rh4(CO)io['( )-DIOP];B: RhotCOho- t(-)-DIOP + 3 equivalents of (-)-DIOP; C; Rh4(CO)io[( )-DIOP] + 3 equivalents of (-)-DIOP + H, (600 torr). dimer [Rh(CO)[( )-DIOP]]20x-CO)2 8, recently synthesized by James and coworkers [12]. \"P experiments confirmed the presence of 8 (Fig. 4). Upon introduc- tion of 4 equivalents of (-)-DIOP to a d^toluene solution of 1, after 2 h interaction the signal of free (-)-DIOP is observed at 23.7 ppm and two doublets at 2.6 and 3.4 ppm with an intensity ratio 3:1 (J(Rh P) = 160 Hz) corresponding to the cis and trans isomers of 8 (12]. If ca. 300 torr of HI is introduced in this system, the signal of free DIOP disappears, that of 8 de- creases in intensity and a complex multiplet appears between 20 and 30 ppm, already observed by Hugues and Young [13] and corresponding to a mixture of species of the type: H H H y^.i . - I A^ y1'-'^1 . ( Rh - P P - Rli and ( .Rh - P P \\P^I i \\p/ ^! CO 00 00 56 Rh^ (CO)^ [;(-) DlOP] (-) DIOP /' \\ ?4 (CO) g [(-) DlOP]^ {/<;(-) DIOP ? CO ' CO 0 CO (><->\"<) (>$-<:) CO 0 I 83 H, 8b ^HRh(CO)^p-) DIOP] (-) DIOP /^ > CO HRh(CO) r(-)DIOP^ ^ + HRh (CO) [:(-) DIOPJ^ Scheme 1. Summarizes the behaviour of 1 associated with 3 (-)-DIOP and molecular hydrogen. Discussion The purpose of this study was to use chiral ligands in order to under- stand the catalytic behaviour of a family of molecular clusters derived from Rh4(CO)i2 and Rh6(CO)ie. It appears that 1, 2, with or without added DIOP, Rh4(CO)i2 + ra( )-DIOP and Rh6(CO)i6 + n( )-DIOP catalyze to various degrees the hydrogenation of EMAC. However no asymmetric induction is observed for 1 alone, and in this particular case the formation of metallic rhodium can be detected. The absence of enantioselectivity may therefore be attributed to the presence of these metallic particles. The only chiral cluster which alone induces an asymmetric induction is 2, for which the P/Rh ratio is equal to unity. However, this cluster exhibits low activity and a moderate enantioselectivity: 45% (R). The most important result, from a mechanistic viewpoint, is the marked increase of activity and enantioselectivity when either 1, 2, Rh4(CO)i2 or Rh6(CO)i6 is used with an excess of free (-)-DIOP. The same optical isomer (R) is obtained regardless of the starting system, and this optical isomer is also the same as that obtained with HRh(CO)- (PPhaia + n( )-DIOP. The maximum of activity and enantioselectivity is ob- tained for a P/rhodium ratio equal to 2, regardless of the catalytic system used and of the origin of the (-)-DIOP (added ligand or previously coordi- nated ligand). Since it appears sterically impossible to coordinate one DIOP per Rh on either a tetrahedral Rh4 framework or an octahedral Rhs frame- 57 work, the catalytic results suggest a destruction of the cluster framework induced by the free ligand, and fragmentation to dinuclear and mononuclear complexes with a P/Rh ratio close to 2 and which would be catalytically active. This result is also in agreement with the absence of enantioselectivity when 1 is associated with one equivalent of (+)-DIOP. The hypothesis of fragmentation finds corroboration in the IR and \"P studies carried out with 2+3 DIOP (+ optionally Hi). In this catalytic system, which is the most active and the most enantioselective, the cluster framework breaks down to a dinuclear Rh(0) system which oxidatively adds Hi at room temperature to give the well-known hydrogenation catalysts HRh(CO)2(DIOP), HRh(CO)(DIOP)i.s and HRh(CO)(DIOP)2. The fact that Rhe(CO)ioL3 (L = chiraphos or peap) were found to be inactive in asym- metric hydrogenation either alone or associated with a free ligand is prob- ably due to the stability of the cluster framework with these particular ligands. chiraphos as well as peap are probably good chelating ligands to stabilize the Rh Rh bond. Experimental General data All the experiments were carried out under Ar, CO or H; atmosphere using standard Schlenk techniques. Solvents are distilled under argon. Infra- red spectra were recorded on a Perkin Elmer 225 spectrophotometer. ^ and \"P NMR spectra have been obtained either with Varian XL 100 or Brucker- 80 instruments. The [a]^5 were measured on a Perkin-Elmer 241 polarimeter. Synthesis of the clusters Synthesis of Rh^(CO)w[(-)-DIOP] (I) One mmol of ( )-DIOP dissolved in 40 ml of toluene was added over 45 roin to 1 mmol of Rh4(CO)i2 in refluxing toluene. The ligand exchange reaction was stopped after 1 h and the solvent removed under vacuum. The cluster Rh4(CO)io[( )-DIOP] was separated from the other substituted clusters by thin layer chroroatography (silica gel) using benzene as eluent. 1 is a red-orange compound (27% yield). Analysis (C, H, P, Rh) calculated for 1: C: 41.47; H: 2.71; P: 5.21; Rh: 34.58%. Found C: 40.39; H: 2.78; P: 4.89; Rh: 34.59%. Mol. weight calculated 1190; found (osmometry) 1290; [a}^=+250 (c=0.1; CH2C12). \"P NMR (d^toluene) 0 =+5 (doublet); +15.5 ppm. J(Rh P) = 130 Hz). 'H NMR (CDCIa): 5 = 7.5 ppm (aromatic); 2.5 ppm (q, CH); 1.22 ppm (d, J = 5.5 Hz; GHz); 0.66 ppm (s, C(Cii^). Synthesis of Rh(,(CO)io[(-)-DIOP]3 (2) 2.8 mmol of (-)-DIOP dissolved in 100 ml benzene were added slowly (200 min) in refluxing benzene solution containing 0.94 mmol of Rh^CO)^. After cooling to 25 C, the solution was concentrated under vacuum and 2 58 was precipitated by addition of 30 ml of n-pentane. Purification by HPLC (Jix-Styragel column 500 A; toluene/I ml mm\"1) yielded a black amorphous solid (33% yield). Analysis (C, H, P, Rh) calculated for 2: C: 51.68; H: 4.04; P: 7.78; Rh: 25.8%; found: C: 48.08; H: 3.97; P: 7.86; Rh: 25.9%. Mol. weight calculated: 2391; found: 2475. \"P NMR (d^toluene) : broad band centered at 5 =+24.7 ppm. ^ NMR (CDCIa): 5=7.5 ppm (aromatic); 2.5 ppm (q, CH); 1.52 ppm (d, J = 5.5 Hz, CH;); 0.66 ppm (s, ?3)2). Synthesis of Rh(,(CO)w[(S,S)-chiraphos\\^ (3) 0.8 mmol of chiraphos dissolved in 20 ml of CH^Cl^ were slowly (60 min) added to a suspension of Rh^CO)^ (0.2 mmol) in CH^Ci^. After stirring for 48 h the addition of hexane (30 ml) leads to the precipitation of 3 (55% yield). Analysis (C, H, P, Rh) calculated for 3: C: 51.83; H: 3.86; P: 8.54; Rh:28.4%; found for 3: C: 51.27; H: 3.96; P: 8.64; Rh: 28.5%. \"P (CDiCl;): O = 59.6 ppm (d). J(Rh-P) = 130 Hz. Synthesis of Rh(,(CO)w[(S)-peap}y (4) The (S)-peap ligand has been prepared according to Payne and Stephan [14]. 1.1 mmol of (S)-peap dissolved in 20 ml of CH^Cl^ are slowly added to 0.28 mmol of Rh(,(CO)i6 in 40 ml CH^. After stirring for 40 h at room temperature, 4 is precipitated as a brown crystalline solid upon addition of 40 ml of n-hexane. Analysis (C, H, P, Rh) calculated for 4: C: 53.85; P: 7.85%. found: C: 53.85; P: 7.87%. Catalytic asymmetric hydrogenation Most catalytic reactions were carried out in dry ethanol as solvent. The catalytic reactor was a Schlenk tube equipped with two stopcocks. One is connected with a vacuum Ar or Ha line. The second is connected to a manometer which allows measurement of the amount of hydrogen con- sumed in the reactor. A septum was also placed on the Schlenk tube so that it was possible to take samples of the liquid phase at any time during the reaction. When the substrates to be hydrogenated were olefins with ester groups, the kinetics of the reaction were followed by GPC. The conversion was also confirmed by ^ NMR. In this case a flame ionisation chro- matograph Intersmat IGC 120 was used with a 2 m X 1/8 in Intersmat SE 30 column maintained at 195 C under 2 bars of N2. By this technique, the saturated and olefinic esters could be separated and quantitatively analyzed. When the substrate to be hydrogenated was the a-acetamido cinnamic acid, the kinetics of the reaction could be followed by the rate of hydrogen uptake. The determination of the enantiomeric excess was achieved in the following way: the reaction medium was first evaporated under vacuum. The residue was eluted by ethyl acetate on a silica column (70-230 mesh) and the catalyst remained on top of the column. The enantiomeric excess was then determined on the obtained ester, which was dried overnight before deter- 59 mination. The enantiomeric excesses have been calculated from the literature data for the following compounds: iV-acetyl-(S)-phenylalanine methyl ester [a]a5 = +101.50 (c = 1; CHC^) [15] iV-acetyl-(S)-phenylalanine ethyl ester [oi]^5 = +85.9 (c = 1; CHCIs) [15] N-benzoyl-(S)-phenylalanine methyl ester [a]^ = -45.3 (c = 1; CzHgOH) [16] ^-acetyl-(.R)-phenylalanine [a]^ = 46 (c = 1; CaHsOH) [17] References 1 W. L. Gladfelter and G. L. Geoffroy, Adv. Organometall. Chem., 18 (1980) 207; A. K. Smith and J. M. Basset, J. Moi Catal., 2 (1977) 229; C. U. Pittman, Jr., and R. C. Ryan, Chem.-Tech., 7 (1978) 170. 2 R. Whyman, Philos. Trans. R. Soc. London, Ser. A, 308 (1982) 131. 3 G. Balavoine, T. Dang, C. Eskenazi and H. B. Kagan, J. Mol. Catal., 7 (1980) 531. 4 T. P. Dang, P. Aviron-Violet, Y. Colleuille and J. Varagnat, J. Mol. Catal., 16 (1982) 51. 5 R. Mutin, W. Abboud, J. M. Basset and D. Sinon, Polyhedron, 2 (1983) 539. 6 G. Botteghi, S. Gladiali, M. Blanchi, U. Matteoli, P. Frediani, G. Vergamini and E. Benedetti, J. Organometall. Chem., 140 (1977) 221 ; ibid., 141, (1977) 107; (bid., 195 (1980) 837; ibid., 198 (1980) 73; ibid., 236 (1982) 375; ibid., 220(1982)59. 7 B. L. Booth, M. J. Else, R. Fields and R. N. Hazeldine, J. Organometall. Chem., 27 (1971)119. 8 B. T. Heaton, L. Longhetti, D. M. Mingos, C. E. Briant, P. T. Minshall, B. R. Theobald, L. Garlaschelli and U. Sartorelli, J. Organometall. Chem., 213 (1981) 333. 9 A. Ceriotti, G. Ciani, L. Garlaschelli, H. Sartorelli and A. Sironi, J. Organometall. Chem., 229(1982)09. 10 H. Kagan, in G. Wilkinson (ed.), Comprehensive Organometallic Chemistry, Vol. 8, Pergamon, 1982, p. 463. 11 D. F. Foster, B. S. Nicholls and A. K. Smith, J. Organometall. Chem., 236 (1982) 395. 12 B. James, D. Mahajan, S. J. Rettig and G. Williams, Organometallics, 2 (1983) 1452. 13 0. R. Hugues and D. A. Young, J. Am. Chem. Soc., 103 (1981) 6636. 14 N. C. Payne and D. W. Stephan, J. Organometall. Chem., 221 (1981) 203. 15 R. Glaser and B. Vainas, J. Organometall. Chem.. 121 (1976) 249. 16 G. Gelbard, H. Kagan and R. Stern, Tetrahedron, 32 (1976) 233. 17 H. B. Kagan and T. P. Dang, J. Am. Chem. Soc., 94 (1972) 6429. 18 D. Tranqui, A. Durif, M. Nasreddin, J. Lieto, J. J. Rafalko and B. Gates, Act. Cryst., 538(1982)1916. X244 85850161 0304-5102(85)85016-1 10.1016/0304-5102(85)85016-1 Chemical catalysis Asymmetric hydrogenation with the chiral clusters Rh4(CO)10[(—)-DIOP], Rh6(CO)10[(—)-DIOP]3 and related catalysts R. Mutin W. Abboud J.M. Basset Institut de Recherches sur la Catalyse, 2 av. Albert Einstein, 69626 Villeurbanne CédexFrance D. Sinou Laboratoire de Synthèse Asymétrique UA CNRS 463, Université de Lyon I, 43 du 11 Noverber 1918, 69621 Villeurbanne CédexFrance The new chiral clusters Rh4(CO)10[(—)-DIOP] 1 and Rh6(CO)10[XXX] (XXX = (+)- or (—)-DIOP 2, (S,S)-chiraphos 3, (S)-peap 4) have been synthesized by ligand exchange from the parent clusters Rh4(CO)12 5 and Rh6-(CO)16 6. Assymetric hydrogenation of the methylester of Z-α-acetamido cinnamic acid has been carried out with the clusters 1–6, either alone or associated with n equivalents of (+)- or (—)-DIOP. Only for XXX = (+)- or (—)-DIOP an enantioselectivity is observed which depends mainly on the overall ratio DIOP/Rh. A maximum of activity and enantioselectivity (e.e. ≌ 60% R (—)) is achieved regardless of the precursor complex 1, 2, 5 or 6, provided the ratio (—)-DIOP/Rh is equal to or higher than unity. Spectroscopic studies indicate that the cluster 1 associated with 3 equivalents of (—)-DIOP undergoes a series of transformations which lead to Rh4(CO)8[(—)-DIOP]2 7 and [Rh(CO)[(—)-DIOP]]2 (μ-CO)2 8. 8 is the most abundant component, which oxidatively adds H2 reversibly at room temperature to give HRh(CO)2[(—)-DIOP] and related complexes. This mononuclear complex is the catalytically active component. Apparently the oxidative addition of H2 does not occur on the clusters 1, 2, 3, 4 but only on the zero-valent rhodium dimer 8 for which the P/Rh ratio is equal to unity. References 1 a W.L. Gladfelter G.L. Geoffroy Adv. Organometall. Chem. 18 1980 207 b A.K. Smith J.M. Basset J. Mol Catal. 2 1977 229 c C.U. Pittman Jr. R.C. Ryan Chem.-Tech. 7 1978 170 2 R. Whyman Philos. Trans. R. Soc. London, Ser. A 308 1982 131 3 G. Balavoine T. Dang C. Eskenazi H.B. Kagan J. Mol. Catal. 7 1980 531 4 T.P. Dang P. Aviron-Violet Y. Colleuille J. Varagnat J. Mol. Catal. 16 1982 51 5 R. Mutin W. Abboud J.M. Basset D. Sinou Polyhedron 2 1983 539 6 a G. Botteghi S. Gladiali M. Bianchi U. Matteoli P. Frediani G. Vergamini E. Benedetti J. Organometall. Chem. 140 1977 221 b G. Botteghi S. Gladiali M. Bianchi U. Matteoli P. Frediani G. Vergamini E. Benedetti J. Organometall. Chem. 141 1977 107 c G. Botteghi S. Gladiali M. Bianchi U. Matteoli P. Frediani G. Vergamini E. Benedetti J. Organometall. Chem. 195 1980 837 d G. Botteghi S. Gladiali M. Bianchi U. Matteoli P. Frediani G. Vergamini E. Benedetti J. Organometall. Chem. 198 1980 73 e G. Botteghi S. Gladiali M. Bianchi U. Matteoli P. Frediani G. Vergamini E. Benedetti J. Organometall. Chem. 236 1982 375 f G. Botteghi S. Gladiali M. Bianchi U. Matteoli P. Frediani G. Vergamini E. Benedetti J. Organometall. Chem. 210 1982 59 7 B.L. Booth M.J. Else R. Fields R.N. Hazeldine J. Organometall. Chem. 1971 119 8 B.T. Heaton L. Longhetti D.M. Mingos C.E. Briant P.T. Minshall B.R. Theobald L. Garlaschelli U. Sartorelli J. Organometall. Chem. 213 1981 333 9 A. Ceriotti G. Ciani L. Garlaschelli H. Sartorelli A. Sironi J. Organometall. Chem. 229 1982 C9 10 H. Kagan G. Wilkinson Comprehensive Organometallic Chemistry 8 1982 Pergamon 463 11 D.F. Foster B.S. Nicholls A.K. Smith J. Organometall. Chem. 236 1982 395 12 B. James D. Mahajan S.J. Rettig G. Williams Organometallics 2 1983 1452 13 O.R. Hugues D.A. Young J. Am. Chem. Soc. 103 1981 6636 14 N.C. Payne D.W. Stephan J. Organometall. Chem. 221 1981 203 15 R. Glaser B. Vainas J. Organometall. Chem. 121 1976 249 16 G. Gelbard H. Kagan R. Stern Tetrahedron 32 1976 233 17 H.B. Kagan T.P. Dang J. Am. Chem. Soc. 94 1972 6429 18 D. Tranqui A. Durif M. Nasreddin J. Lieto J.J. Rafalko B. Gates Act. Cryst. B38 1982 1916",
      "scopus-id": "0022144503",
      "coredata": {
        "eid": "1-s2.0-0304510285850161",
        "dc:description": "The new chiral clusters Rh4(CO)10[(—)-DIOP] 1 and Rh6(CO)10[XXX] (XXX = (+)- or (—)-DIOP 2, (S,S)-chiraphos 3, (S)-peap 4) have been synthesized by ligand exchange from the parent clusters Rh4(CO)12 5 and Rh6-(CO)16 6. Assymetric hydrogenation of the methylester of Z-α-acetamido cinnamic acid has been carried out with the clusters 1–6, either alone or associated with n equivalents of (+)- or (—)-DIOP. Only for XXX = (+)- or (—)-DIOP an enantioselectivity is observed which depends mainly on the overall ratio DIOP/Rh. A maximum of activity and enantioselectivity (e.e. ≌ 60% R (—)) is achieved regardless of the precursor complex 1, 2, 5 or 6, provided the ratio (—)-DIOP/Rh is equal to or higher than unity. Spectroscopic studies indicate that the cluster 1 associated with 3 equivalents of (—)-DIOP undergoes a series of transformations which lead to Rh4(CO)8[(—)-DIOP]2 7 and [Rh(CO)[(—)-DIOP]]2 (μ-CO)2 8. 8 is the most abundant component, which oxidatively adds H2 reversibly at room temperature to give HRh(CO)2[(—)-DIOP] and related complexes. This mononuclear complex is the catalytically active component. Apparently the oxidative addition of H2 does not occur on the clusters 1, 2, 3, 4 but only on the zero-valent rhodium dimer 8 for which the P/Rh ratio is equal to unity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285850161",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mutin, R."
          },
          {
            "@_fa": "true",
            "$": "Abboud, W."
          },
          {
            "@_fa": "true",
            "$": "Basset, J.M."
          },
          {
            "@_fa": "true",
            "$": "Sinou, D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285850161"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285850161"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85016-1",
        "prism:volume": "33",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Asymmetric hydrogenation with the chiral clusters Rh4(CO)10[(—)-DIOP], Rh6(CO)10[(—)-DIOP]3 and related catalysts",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "47-59",
        "prism:endingPage": "59",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1985",
        "prism:doi": "10.1016/0304-5102(85)85016-1",
        "prism:startingPage": "47",
        "dc:identifier": "doi:10.1016/0304-5102(85)85016-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022144503"
      }
    }
  }
}