{
  "metadata": {
    "title": "Catalysis by graphite intercalation compounds",
    "authors": "Lawrence B. Ebert",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-06-30",
    "doi": "10.1016/0304-5102(82)80022-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800229",
    "pii": "0304510282800229"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020143330",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800229 0304-5102(82)80022-9 0304510282800229 10.1016/0304-5102(82)80022-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00089 2024-01-02T01:04:16.600218Z 0 0 19820601 19820630 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast pubtype ref alllist content subj ssids 0304-5102 03045102 15 15 3 3 Volume 15, Issue 3 1 275 296 275 296 198206 June 1982 1982-06-01 1982-06-30 1982 converted-article rev Copyright © 1982 Published by Elsevier B.V. CATALYSISBYGRAPHITEINTERCALATIONCOMPOUNDS EBERT L EBERT 1976 181 L SELIG 1980 281 H DRESSELHAUS 1981 139 M SOLIN 1982 455 S BOERSMA 1974 243 M BOERSMA 1977 67 99 M ADVANCEDMATERIALSINCATALYSIS KAGAN 1976 177 H WHITTINGHAM 1979 533 562 M INTERCALATEDLAYEREDMATERIALS FISCHER 1978 36 J FISCHER 1979 481 532 J INTERCOLATEDLAYEREDMATERIALS KITA 1979 3832 Y FUSARO 1975 15 R EBERT 1980 103 L THOMAS 1980 671 J DAUMAS 1969 373 N HEROLD 1977 1 A LALANCETTE 1972 3058 J HENNIG 1965 1201 G KITTEL 1971 C INTRODUCTIONSOLIDSTATEPHYSICS CARVER 1970 2284 G CAMPBELL 1977 3318 L BERGBREITER 1978 2126 D EBERT 1980 251 L HANLON 1977 377 L EKLUND 1980 99 P UBBELOHDE 1968 23 A BESENHARD 1981 187 J LALANCETTE 1973 815 J HSU 1975 601 L RODEWALD 1976 124091 P SELIG 1977 299 H EBERT 1974 924 L EBERT 1976 615 L EBERT 1977 177 L BARTLETT 1978 200 N BARTLETT 1978 1259 N HOOLEY 1980 82 J CLARKE 1979 21 T FISCHER 1978 544 J EBERT 1979 1369 L EBERT 1981 53 L EBERT 1981 831 L WEINBERGER 1978 1417 B SHULMAN 1976 1384 R STREIFINGER 1979 195 L INTERRANTE 1979 287 L REIMARSSON 1978 169 P MUNCH 1980 407 V MCCARRON 1980 404 E MCCARRON 1980 890 E MORAN 1980 629 M RUDORFF 1938 1 W RUDORFF 1959 223 W HENNIG 1959 125 G GILLESPIE 1966 1170 R BROWNSTEIN 1965 1627 S HARRIS 1966 1627 J DEAN 1971 341 P COTTON 1980 583 F ADVANCEDINORGNAICCHEMISTRY TAMARU 1972 474 K NOVIKOV 1981 471 Y ICHIKAWA 1969 1538 M ROSYNEK 1979 258 M DRY 1969 190 M ICHIKAWA 1972 176 M NAITO 1972 1266 S MASHINSKII 1976 2018 V KIKUCHI 1979 27 E KIKUCHI 1980 184 E INO 1980 408 T SCHAFERSTAHL 1981 328 H BRAGA 1981 329 D PARKASH 1977 307 S PARKASH 1978 231 S SUDO 1969 1174 M POSTNIKOV 1975 2529 V VOLPIN 1977 231 M VENTRON 1975 181889d ILCHENKO 1981 440 N SCHAFERSTAHL 1980 729 H LALANCETTE 1974 589 J OLAH 1977 4187 G OLAH 1977 3046 G PODALL 1958 401 H BONIFEY 1978 36 R SISKIN 1980 379 M 1979 93152x 1979 93152x 1979 5984s 1978 90081n 1976 149638 1976 124301c 1975 27850c DEAN 1969 7260 P BROWNSTEIN 1970 2718 M LAALI 1980 1088 K 1978 22165a HEINERMAN 1981 215 J EBERT 1975 L EBERT 1975 L PHDTHESIS CHARACTERIZATIONGRAPHITEINTERCALATEDBYELECTRONACCEPTORS EBERT 1976 194 L OLAH 1969 2113 G OLAH 1974 876 G BIRCHALL 1973 667 T FURIN 1981 1505 G LAGRANGE 1974 701 P KONDO 1972 1580 T LALANCETTE 1976 2110 J OTTMERS 1966 302 D SAVOIA 1981 540 D GOLE 1977 309 J RASHKOV 1981 97 I WEN 1980 1 W LAZAROV 1981 723 L EBERT 1981 73 86 L CHEMSOCSYMPSERIES169 MIMS 1980 258 C EBERT 1982 345 L YONEDA 1981 1485 N LAALI 1981 469 K IMAMURA 1981 251 H SAVOIA 1981 5344 D SMITH 1981 51 D SALANECK 1981 5037 W EBERTX1982X275 EBERTX1982X275X296 EBERTX1982X275XL EBERTX1982X275X296XL item 0304-5102(82)80022-9 0304510282800229 1-s2.0-0304510282800229 10.1016/0304-5102(82)80022-9 272239 2024-01-02T01:04:16.600218Z 1982-06-01 1982-06-30 1-s2.0-0304510282800229-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800229/MAIN/application/pdf/feb457b3b2ee5f5478d9e7d9b7759990/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800229/MAIN/application/pdf/feb457b3b2ee5f5478d9e7d9b7759990/main.pdf main.pdf pdf true 1525890 MAIN 22 1-s2.0-0304510282800229-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800229/PREVIEW/image/png/7a52a82c39ced0ca832ac06716ac5b27/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800229/PREVIEW/image/png/7a52a82c39ced0ca832ac06716ac5b27/main_1.png main_1.png png 59897 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 15 (19821 275 - 296 2?5 Review Paper CATALYSIS BY GRAPRITE INTERCALATION COMPOUNDS LAWRENCE E_ EBERT Corporate Research Laboratories, Exxon Research and Engineering Company, Linden, PU07036 (U.S.A.) Introduction Fn the last ten years, there has been intense interest in intercalation compounds of graphite, not only from a view-point of fundamental chemistry [1, 2] and physics [3, 41 but also toward the development of materials useful as catalysts [5, 61 , reagents [i, 81, electronic conductors [9, IQj, battery components [11, 121 , and lubricating agents [131 . The rapid pace of the research in the various disciplines has not, however, allowed a thorough integration of all knowledge gained. In reviewing catalysis by graphite compounds, we will, also critically analyze recent developments in compound characterization and chemistry. This will give the reader both the facts of what has been done and some insight into what could be done in the area of catalysis. Background As seen in Fig. 1, graphite possesses a layered structure, consisting of planes of sp2 - hybridized benzenoid carbon. Interactions between sheets are through van der Waals forces, the weakness of which is perceived in the excellent lubricity of graphite. The intercalation of graphite is a redog process, in which ions and sometimes neutral species enter the interlamellar voids without disrupting the layered topology of graphite. In a chemical sense, the intercalation of graphite is analogous to the formation of ions of aromatic molecules [141 , as schematically depicted in Fig. 2. Graphite will react either with chemical reductants (such as potassium metal) or chemical oxidants (such as arsenic pentafluoridej to force respectively an `infinite' aromatic anion or- cation: 8C + R - C-S r~Ki_r (~ SC 1 ASli 5 GSr(ASjr(Si2 - L5r(F3ld.S. (GJ 0304-5102/8210000-0000/$02.75 Elsevier Sequoia/Printed in The Netherlands 276 In a physical. sense, the intercalation of graphite is distinct from the formation of aromatic ions, for the morphology of the graphite host is retained in the product compound. Orthogonal to the planes, one frequently observes specific sequences of filled and unfilled interlamellar voids. Ns shown inE Fig. 3, the concept of `staging' is used to describe this order along the c axis, although, to some extent, such a concept is an idealization [15, 161 . Along the graphite plane, one may observe an epitaxial relationship of intercalated species to the benzenoid array, as exemplified by the frequently encountered CBX network of Fig. ?_ Because intercalation compounds possess translationally periodic structures, band analysis, rather than a simple chemical bonding approach, is required to fully appreciate the physical characteristics arising from the changes in electron density of the benzenoid planes- What kind of chemistry do we expect from intercalation compounds? The chemical and catalytic properties that we anticipate from intercalation compounds depend critically on the extent of charge transfer, as embodied by the paxameter x in eqns. (Z) and (2)_ High values of charge transfer would lead us to expect the chemistry of infinite aromatic ions (and corresponding guest counter-ions), rather than the chemistry of the initial neutral reacting species. Lower values of x would allow for the simultaneous presence of the chemistry of aromatic ions, guest counter-ions, and of the initial neutral reagent. We believe that concentrated intercalation compounds of graphite (i.e. C8X - C12X) are most adequately described by the latter situation, in which at least some of the initial reagent intercalates into graphite without undergoing redox chemistry with the graphite matrix. Let us consider first the case of concentrated graphite/alkali metal compounds. H H ,i H H i H H i H H 1 Co AROMATIC RADICAL CATION 1 T~ GRAPHITE/ACCEPTOR C01=IIPOUND Fig- 1. The hexagonal modification of graphite. Typically, ao = 245 pm and co = 670 pm. Fig. 2. From a chemical point of view, intercalation compounds of graphite are similar to ions of aromatic hydrocarbons- 277 N\\\\N 000000000 N N FIRST SECOND THIRD STAGE STAGE STAGE Fig. 3. Staging reflects periodicity along the c axis and may be taken as the ratio of graphite layers to guest layers. t_cts~` a= 4.9Z6 Fig. ?. The in-plane arrangement of a First-stage C&M (M = K, Rb, Cs) compound. Many acceptor compound also possess CSX stoichiometry, although they manifest considerrable in-plane disorder at room temperature, as seen from thermal diffuse X-ray scattering. The properties of COM compounds (&f = K, Rb, Cs) Formed by the action of either alkali metal vapor [171 or liquid [18] on graphite, the compounds CgM are of the first stage and exhibit a bronze color in reflection. This obvious property, color, yields significant insight into the charge transfer mechanism when analyzed in terms of the appropriate dielectric theories. Specifically, in 1965, fiennig [I9) recognized that the optical reflectance of intercalated graphite is dominated by the free electrons on the benzenoid planes arising from t-he charge transfer aspect of intercalation- Thus, a C&M compound is a plasma, in which the excess, delocalized 278 electrons on the graphite planes are balanced 5y an equal- number of metal ions. One can infer the extent of this charge transfer by performing optical spectroscopy. The frequency of the radiation corresponding approximately to the minimum in reflectivity is the plasma frequency, cop, which is related to the number of carriers through the Drude relation [3, 20] z __ 4,, n22 ~p _ M E In which n = carrier density (i.e., charge transferred/unit volume) e = electron charge m = optical effective mass E = core dielectric constant Utilizing this approach, Hennig inferred a value of 0.67 for x in eqn. (1) from a measured value of 2.64 eV for wP. Although slight refinements of this approach have been made [3] , the Hennig inference is considered approximately correct for all CgM compounds, and is further supported by independent physical measurements on CsCs via 133Cs NMR (indicating x = 0.55 [21] ) and by Mcssbauer (indicating x = 0.5 [22] ) spectroscopy. Since physical measurements predict the valua of x in eqn. (1) to be somewhere between 0.5 and 0_67, one would expect hybrid chernistry to arise from CBM compounds. In simple terms, CsM compounds can be viewed as an interleaving of electron-rich metallic carbon layers (about 0_06 extra electrons/carbon atom) between electron-poor metallic potassium layers (0.5 electrons lost/potassium atom), as schematicaliy shown in Fig. 5_ In the case of reaction Yrith water, one expects the remaining electrons of the potassium layers to serve to form hydrogen: Cgo_sMo_sM o_s + H20 -> CBO_sNIo_5 T 0.5MOH J- 0.5H= (4) This expectation is confirmed by the experimental observation of hydrogen on contacting CEM compounds with water [2'?, 24] . The fate of the extra electrons on the carbon layer is not clear. On the basis of ESCA measurements, Bergbreiter and Killough [23 j have proposed the formation of carbonhydrogen bonds, as in: CBMT + HZO - CBH + MOH (5) In contrast, we believe that the graphite anion is inert to reaction with water [24] , yielding instead: C$o_s o.s + 1.51-1z0 - CBO_sMo.s(Hz0)i.s (6) This assignment was based on results of electron spin resonance (which showed a charge to reside on the graphite skeleton after water reaction), ' In the case of CSM compounds, the e:ectron-depleted alkali layers are still metallic and will contribute to the plasma edge to some extent, thereby causing an over-estimation of charge transfer-. 279 ---Co.06 E enVstryae,u- IR'from R1f os os K o.s c ae K 'r{Ef2 (ram H2o; Fig. 5. A simplified view othe charge distribution in 'CS K'. indicating the interleaving o: electron-poor potassium layers between electron-rich carbon layers. Electrons from both layers may perform chemistry. microanalysis ar!d .L~LMR (which showed alkali metal to be present after exhaustive water washing of the product), and proton N14FR of the dried solid (which showed a narrow signal, as expected for intercalated water, rather than a broad signal, as expected for covalent CgI-I). Our interpretation of the reaction is compatible with the ESCA data of Sergbreiter, for o signals corresponding to potassium were always found in the ESCA spectrum of his CgK/H20 products. o the breadth of the carbon signal could arise from the `multiplicity' of carbon. environments in either CzsK'(E-120)3 or CaF-I (or CgK for tl-iat matter). Nevertheless, while we believe that the graphite anion is inert to water, there is evidence suggesting that it reacts via single electron transfer to alkyl iodides [231 _ Thus, the size of the graphite anion relative to molecular anions may influence the chemistry it may perform. In reaction with water, the graphite anion, with a low ratio of (peripheral carbons)/(internal carbons) is unable to `mimic' the chemistry known for molecular aromatic anions [24] 2 O O + 2 1420 ---3 0 0 + 0 ~ f 2 0H (7) Q 111 In reaction with alkyl hal:des, which requires the transfer of only one electron, the graphite anion is capable of replicating the chemistry: O O ~ + RL --~. O O In summary, the graphite anion is expected to be chemically analogous to smaller molecular anions, provided one takes into account the ratio (peripheral carbon)/(-eternal carbon). There is agreement between all physical and chemical measurements in predicting some alkali metal atom character in the chemistry of CgI4I compounds. Turning now to graphite/acceptor compounds, one finds a situation which is less understood. 280 The properties of C MFS compounds (M = As, Sb, n = 5 - 12) Graphite will react with AsFs (3 atm, 25 C) to form a first-stage compound CaAsF5 and with SbF5 (100 - 110 C) to form a first-stage compound C6SbF5 [2] . Unlike the first-stage CSM graphite/alkali metal compound, these species are blue in color, with the plasma frequency falling at 1.8 eV [25] , a value close to the 1.85 eV reported for Cz(HSO-)(HZSO4)2 by 4 Hennig in 1965 [3, 19] . If one assumed eqn. (3) could be applied without correction to both Cam compounds and C MFS compounds, one has n(C MFS) _ 1cjP(C MFS) 2 _ 1.8 2 0.5 (9) R(CBM) ~u(CaM) 1 ~2.6] Thus, a simple interpretation of the color of CgAsFS suggests the compound to have only one half the degree of charge transfer of Cam, leading one to re-write eqns. (1) and (2) simplistically as - CBO_67K _674.33 (10) SC T AsF5J y CB0-33(AsF6)0.33(AsF5)Q.5(AsF3)0.17 (11) Although more refined treatment of the plasma frequency of graphite/ acceptors suggests the degree of charge transfer to be less than that indicated here [26] , it is significant to note that the ratio of (24 carbon atoms)/(1 charge transferred) predicted from this approach is equivalent to that gained from coulometrsr of the anodic oxidation of graphite in sulfuric acid [27] and of the anodic oxidation of graphite in NR'MF6/SO?CIF (M = As, P) solutions [28] . When the intercalation compounds of graphite with SbFs [29] and with AsFs [30] were first reported, they were proposed as reagents which pos sessed the chemistry of the initial, neutral species (i.e. SbF5 or AsF5). Addi tionally, reports suggesting these compounds as catalysts in paraffin isomeri zation .,were predicated on the existence of neutral metal fluoride in the graphite [31] . Nevertheless, there was evidence for some redox chemistry, with the initial paper on CIOAsF5 (a polycrystalline material containing stages 1 and 2) noting the recovery of about 5% AsF3 (on an arsenic basis) following vacuum treatment of the sample [30] - Later, more sophisticated studies employing a mass spectrometer showed this vacuum dried C1oAsF5 to liberate only AsF5 between 25 and 200 C [32]. Early NMR work gave insight into both the chemical identity and mobility of inserted species. Wide line i9F NMR of both graphite/SbFs [33, 34] and graphite/AsF5 [1, 35] showed a single, r-arrow resonance in each compound at room temperature, indicating a correlation time of motion for fluorine of faster than 10-5 sec onds. The chemical shifts of these resonances were measured at 35 MHz against external CFXOOH, and the values of 18 ppm downfield for graphite/ AsF5 and 42 ppm up' field for graphite/SbF5 were stated to be consistent with either MF5 or MFG-, but not vAth MF3, although the presence of fluorine exchange could allow the presence of minor amounts of trivalent material. 281 In 1978, Bartlett utilized data from the X-ray absorption edge of arsenic in the graphite compounds GgAsFs and C1oAsF5 to infer a degree of charge transfer higher than that previously reported [36, 37l ] . Specifically, the Xray spectrum of C1oAsF5 revealed two peaks of height ratio two to one, which were identified as As(V) and As(III) resulting from the reaction: lOC f AsF5 Cl0'67(ASF6)0.67(AsF3)0.33 (12) In the case of C$AsF6, made from the action of 2 AsF6 on graphite, only As(V) is observed in the X-ray spectrum of the product: SC i- OzAsF6 -> CaAsFs i- 02 (13) Both of these compounds were blue in reflectance. The new way of looking at graphite/ AsFs embodied in eqn. (12) was different from previous thought in two key ways: first, it predicted graphite/ AsF5 to possess no neutral AsF5; and second, it predicted a charge transfer at least twice as high as previously thought, and, in so doing, implicitly suggested the optical approach of eqn. (3) to be invalid. There has been much discussion of the relative merits of eqns. (11) and (1`?). The latter has been utilized not only by workers in graphite [38] but also by workers in the field of polyacetylene [39] . Nevertheless, eqn. (12) does not explain the observed optical properties (a compound so highly oxidized should not be blue in reflectance [40] ), the observed nuclear magnetic resonance properties (a compound containing only AsF6 and AsF3 should reveal discrete 19F resonances for AsF6 and AsF3 [41 - 43] ) or electron spin resonance properties (the radical density measured by either Schumacher-Schlicter [44] or by double integration [43] is much lower than predicted by eqn. (Z2)). One possible explanation for the discrepancy may lie in the potentially different X-ray absorption oscillator strengths of AsF3 and AsFs/AsF6 species. Such an effect has been documented for tetrahedral and octahedral Fe(II) species, in which the absorption of the tetrahedral species is ten times more intense than that of an equivalent amount of the octahedral species [45] . f course, from the point of view of catalysis by graphite compounds, the key issue is the actual chemistry of the compounds, rather than our physical perception of what that chemistry should be. The first paper on graphite/ CbF5 noted that even dilute (e.g. 5 wt.%) compounds would hydrolyze in moist air, every though the rate of hydrolysis was slower for intercalates than for free SbFs [29] . Later, work on the conductivity of graphite/SbFS discussed problems with both corrosion and hydrolysis, and even provided explicit IR and XPS evidence for the fluorination of graphite by SbFs [46] . A study on the thermal and hydrolytic stability of both graphite/SbF5 and graphite/AsFs found these compounds prone not only to hydrolysis hut also to thermal devolatilisation [47] . The above behavior should in principle arise from the neutral species MF3 or MFs rather than the stable and sonically bound MF6 species (in fact, AsF6 is used as a probe of dynamics in aqueous biological systems, in a manner similar to that of spin labels [48] ). In the 282 case of graphite/,9sFs, Winch and Selig provided explicit evidence for the presence of AsF5 via reaction with N2F4 [49] _ Based upon the known chemistry of N?Fi, one expects: C1oAsFs+s - N2F4 -> C1oAsF7 += + trarss-N2F2 (14) (with neutral Asps, as in eon. (11)) C1opsFSTS + N2F.,, - NO REACTION (15) (without neutral Asps, as in eqn. (12)) In fact, N,,F4 does react with C1oAsF5 to yield trams-N2F2, with excess fluorine presumably forming carbon-fluorine bonds. In light of all of the above evidence, the reader should note that concentrated compounds of graphite with either SbFs or Asps act as if they have neutral MFs species within them. This neutral molecular character of graphite/halides accepted, one notes that there are alternative chemical models to explain the observed chemistry. Such discussion has centered about the reversibility of eqn. (12). Bartlett, to account for the presence of molecular character, has suggested eqn. (12) to be readily reversible, not only for graphite/Asps compounds [50] but also for graphite/GeF4/F2 compounds [51] . Moran et al. have stated that eqn. (12) is not reversible because AsF3 is not capable of reducing CgAsF5 [52] . Although the above differences have not been reconciled, we believe that there is an additional eauilibrium involved, one which is of potential interpretive significance in catalytic and chemical areas [43] C-MF6 +MFS --, C-(M2Fii) (16) Thus, while we accept the stoichiometry of eqn. (12) for the oxidative intercalation of graphite, we believe that there is a fundamental limit beyond which graphite cannot be reversibly oxidized, and at this limit neutral molecules will intercalate in the manner of eqn. (16). Such a limit was proposed as C'X- by Rudorff and Hofmann hi 1938 [53], was placed at C+X- in the early reviews [ 54, 55] , and confirmed at CZ4X- by later coulometric studies [27, 28] . Having accepted the existence of such a limit, let us consider the evidence for complex anions themselves and then for complex anions ?n graphite. The interaction of molecular, polymeric SbFs with ionic SbF6 to form (SbFs) SbFE is well-known [55, 50] . In the case of the smaller, monomeric BF3, only those amine salts (NR'BF4) which are relatively bulky are capable of picking up BF3 to farm B2F7 [57, 58] . The same situation exists for AsF5/AsFb systems, for Et4N' Asps does pick up Asps but Cs+AsFs does not [5S] . The absorption of AsF5 is reversible, with eqn. (17) having an enthalpy of dissociation of 8.6 kcal/mol, and yielding an AsF5 pressure of 0.5 mmHg at 0 C: Et;Pd*As2F11 -~ Et,N+AsFG + AsF5 (17) la NMR, one observer non-fluxional As2Fi1 at lour temperatures (ca. -140 C), with room temperature solutions yielding only -,,- single line, indicative of fluoride exchange [ 59 ] . 283 Fig. 6. The 19F NMR of 'C12.6PtF6' recorded in the derivative absorption mode at 35 MHz at room temperature. The scale range is 50 G and the measured derivative extremum linewidth is about 6.5 G. A Gaussian line of the same linewidth is shown. Note that this line is broad at room temperature, unlike all other known fluoride intercalation compounds, and that the observed second moment of about 6 G2 can be reconciled with a (spin-paired) Pt2F11 structure. Detailed analysis is impaired by the asymmetry of the line (we exclude from comparison systems with intercalated paramagnets, such as 'C14TJF6' [21.) In the case of graphite compounds, the compound `C2gPF6' shows only the presence PF6 anions in both 19F and 31P N14IR, but `CI4PF6' shows the presence of both PF5 and PF6 [43] . The compound `C16BF4' shows 11$ quadrupolar splitting, which indicates the presence of B2F7 rather than of BF within the planes [43] .The temperature dependence of the fluorine linewidth of C1oAsF5 parallels that expected for the As2FZ1 anion, showing exchange at room temperature, but a locking in at -140 C [35j . In the case Of C12.sPtF6, we believe our room temperature 19F spectrum given in Fig. 6 supports the formation of a motionally-hindered anion, as Pt2Fi1, as is known to be formed in the reaction of xenon with PtF6 [60] 25.20 t 2PtF6 i _(C25.2F)+L X21 The room temperature fluorine linewidth of 6 to 7 Gauss (observed at both 15 and 35 MHz) and corresponding second moment of about 6 Gauss2 are indicative of `rigid lattice' behavior, unlike that found for any other graphite/ fluoride intercalate [35, 43) . In summary, we believe that equilibria of the type given in eqn. X16) give rise to many of the chemical and catalytic properties of graphite compounds, with the graphite macro-cation stabilizing the formation of complex anions, which in themselves are the source of the observed neutral molecular behavior. 284 An overview of catalysis by graphi~e compounds Intercalation compounds of graphite have been stated to be effective catalysts in Fischer-Tropsch chemistry, Friedel-Crafts chemistry, aromatic hydrogenation, ammonia synthesis, polymerization initiation, steam gzsifica.tion of carbon, and reforming chemistry [1, 2, 8] . Much of the early work has been discussed in specialized reviews [61 - 63] . Our objectives in the following are to determine the chemically active form of the graphite species and to assess whether cr not it is acting catalytically. Fischer- Tropsch chemistry The first report of the use of graphite compounds in Fischer-'lropsch chemistry was by Ichikawa and coworkers in 1969 [64] . For a graphite/ sodium `compound' (4.6 mol carbon/1 mol sodium), they found a 3090 conversion of CO into hydrocarbons (carbon atom basis), of which ethane (74% of total hydrocarbons) and propane (22%) were the most abundant. A closed reaction system was employed at typical Fischer-'lropsch conditions (300 C, H2/CO = 4, p(HZ) = 400 mmHg). Since the molar ratio of sodium to carbon monoxide yeas over 100, no assessment of catalytic behavior could be made, and, in fact, excess sodium metal was present (the most concentrated known graphite/Na compound is C64Na [1] ). Rosynek and Winder have greatly clarified the chemistry of graphite/ alkali metals with CO/HZ mixtures [65, 66] _ Edith C6,Na as a catalyst (300 C, HZ/CO = 4, total initial pressure = 700 mmHg, stirred batch system of the closed-loop recirculation type), C2 hydrocarbons (ethane + ethylene) were the most abundant hydrocarbon products (60 - 650) over a range of CO conversions (Q - 1590). Additionally 25 to 30'0 of the hydrocarbons were C3. Significantly, no CO? was found in the products, even though its presence is expected through reactions (19) and (20): CO + H2 -> (CH2) y H20 (19) 2 H20 T CO water-gas shit H2 CO? ( 0) The absence of C02 is directly linked to the instability of graphitelalkalimetals to water (refer to eqns. (4) - (6)), for no CO? can be formed through eqn. (20) if water itself is reacting irreversibly with the materials. Of course, C02, if formed, would also react with CgK. Such a thesis suggests that graphiste/all-ali metals will be readily deactivated once stoichiometric (eon. (4)) amounts of water have been formed via eqn- (19). For the case of CsK, Rosynek and Winder demonstrated that this product `inhibition' does occur, with repeated reaction cycling yielding an integrated turnover of one CO converted for every three potassium species in the catalyst [66] . One could view this substoichdometry either in terms of the fractional ionization of alkali metal (i.e., only the electrons on the potas- sium layers are a%railable for chemistry) or in terms of kinetic inhibition by the product KOH (i.e., more chemistry could occur if the active `sites' were 285 not blocked [66] ). In any event, graphite/alkali metals do not function as catalysts under conditions so far employed. Other intercalation systems have been suggested for use in Fischer- Tropsch chemistry. Most of these involve chemically reduced compounds formed as in eqn. (21.): C (MX .) ~ rrrR - 'C Mo' + mRX (21) in which M = transition metal, such as Fe, Co, Re, Ru, Os, Mn, Cu, Pt, Pd X - halogen R = reducing agent, such as alkali metal or hydrogen In the case of reduction by alkali metals, one has the advantage of possessing a metallic catalyst which may be promoted, as known for various Fe/K sys tems [6 7) . In terms of identifying the actual catalyst, however, there is the added complication that the free, unintercalated, metal is itself a catalyst, so that the mere presence of hydrocarbon products in these systems does not, by itself, prove the catalytic ability of intercalation compounds. The first examples of chemically reduced graphite/metal halides as Fischer-Tropsch catalysts came in 19 72 from the group of Tamaru [68, 69] . They took the product of heating ten to one by weight mixtures of graphite and either FeC13 or OsC13 11'corresponding to CissFeC13 or C247OSCIg), and reduced vrzth excess potassium (K/MC13 > 40), yielding what must be considered primarily CgK-type compounds, since they were reported as gold rather than blue in color (see eqn. (3)). When these materials were placed in a mixture of N2, CO and H2 (100:100:300 mmHg) at 300 C, `a large arnount of hydrocarbons were obtained' [68).rtherwork v-ith a graphite/PdCl2/Na mixture prepared in an analogous manner led to the formation of dimethyl ether from H2 (300 mmHg) and C02 (300 mmHg) at 250 C [69] . Novikov and Vol'pin confirmed the Fischer-Tropsch activity of these hybrid materials, although their initial metal chloride contents were much higher than those of the Ichikawa group [ 701 . As an example of their mate rials preparation, we have Ca.3FeC13 + K ioo c, Ar ~ `Ca.aFeCl3K5.e' (22) (3.1 g, 12 mmol) (2.7 g, 63 mmol) A flow-through system was used for the Fischer-'Iropsch chemistry, with CO/H2 mixtures (ca. 1:1) introduced onto H2-pretreated catalysts (300 C, 30 min) at a flow rate of 0.6 1/hour. In the case of a cobalt catalyst prepared as in eqn. (21), the yield of methane (based on CO passed) gbes from 1.9. 0 to 2390 as the K/Co ratio goes from 1 to 7. While methane is the predominant product for these reactions (93 to 300`7o of total hydrocarbons), ethane is the predominant product for pure CsK (1.4% conversion, 64.390 of which is ethane). This divergence between CgK and graphite/transition metal/K com pounds was found for Co, Ru, Fe, Os, 14 In, and Ni, but: was not found far Or, Cu, Pt, and. Pd (which yielded primarily ethane, as with C&K itself). There was no proof of catalysis, for the level of metals involved (11..9 mmol transi- 286 tion metal, 23.8 - 35.7 mmol K) was larger than that of CO converted (less than 3 mmol). The shift in product selectivity between C&K and certain hybrid compounds, which suggests that the transition metal participates in the reaction, was confirmed by Rosynek and Winder [66] . Using a hybrid graphite/FeC13/K compound (final Fe level 4.5 0), these workers noted methane to be the primary hydrocarbon product (60 to 80% of converted CO) over a conversion range of 0 to B0. o (300 C, HZ/CO = 4, initial pressure 700 mmHg). Ps with CBK anti C64Na materials, no C02 was observed, presumably because of the reaction of water with the graphite compound. Furthermore, the behavior of the iron-containing potassium graphite was also distinct from that of a conventional iron catalyst (14.9 wt_% Fe on alumina reduced in hydrogen), which showed not only C02 but also olefins in the product slate. For conversions greater than 1090, this conventional catalyst led to as much as 2590 C3 hydrocarbons. If, however, the conventional catalyst was prepared by reduction with potassium, rather than with hydrogen, the sole carboncontaining product was again methane, as with the hybrid graphite/iron/ potassium catalyst, a result which suggests that the chemistry of the ironpotassiem system itself, rather than that of the graphite/iron `intercalate', dictates the observed product slate [66] . Kikuchi and coworkers have prepared graphite/iron species by reduction with hydrogen, rather than with alkali metal [71 - 73] . The results of this study are not directly comparable to the preceding, for reaction temperature (300 - 500 C) and reaction pressure (1 - 20 atm) were much more extreme than those of previous workers. As with the hybrid graphite/iron/ potassium catalyst, methane was the predominant hydrocarbon product. There was no C02 observed at 190 or 6% conversions (at 300 and 350 C), although it was observed at higher conversions. In closing this section on Fischer-Tropsch chemistry, we note that much work remains to be done, not only from a scientific but also from a technical point of view. Of the former, the identity of the active species remains undetermined, with controversies still raging over the nature of various hybrid graphite compounds [74, 75] . Specifically, while the Kikuchi group considered intercalated iron metal to be responsible for the Fischer'!ropsch activity in their system, Parkash et a!. have presented strong evidence favoring iron outside of the graphite to be responsible [76, 77] . Technical assessment of these `catalysts' is difficult in the absence of proof demonstrating catalytic, rather than stoichiometric, chemistry. Furthermore, detailed data on activity, in terms of a space velocity (as volume gas converted/(volume catalysts X tine)) is frequently missing. Synthesis of ammonia Many of the materials used for Fischer-Tropsch chemistry have also been used to effect ammonia synthesis. In 1969, the group of Tamaru suggested that ammonia could be formed catalytically from a 1_1 mixture of hydrogen and nitrogen (total pressure ca. 15 crn) in the temperature range 287 50 - 400 C by means of unspecified complexes of graphite with sodium or potassium [78] . Conversions could be enhanced by formation of ternary systems, with a graphite/FeCl3/K system (2:0.2:2 on a weight basis) yielding a 909o conversion of N2 into NH3 in 10 h at 350 C [68] . As with the Fischer` Tropsch chemistry, the assessment of catalytic behavior was impossible because of the high ratio of metals to nitrogen reacted (1.2 mmol Fe/51.1 mmol K/1.6 mmol NZ). T'ne group of Novikov and Vol'pin have also studied ammonia synthesis promoted through chemically reduced graphite/metal chloride compounds [79]. in addition to the graphite/FeC13 /K system 12.7 mmol Fe/gram; K/Fe = 5 to 20), similar materials were obtained with FeCla replaced by either RuC13 or OsC13 and with potassium replaced by lithium biphenyl. The optimum K/Fe ratio for ammonia synthesis was 5 - 7, indicating That the active species was more than simply reduced iron (K/Fe = 3), most likely involving the reduction of the graphite by potassium and K/Fe alloy formation. The most active catalysts were the graphite/RuC13/K and graphite/OSC13/FeCl3/K systems. Curiously, hydrolysis of spent catalysts yielded not only ammonia but also cyanide ion. In a later paper [80] , the catalyst of empirical formula Cg_s(OSC13)Kli was found to be most active, converting 1.5% of the nitrogen into ammonia. at 200 C and 100% at 350 C (72 h). While it is clear that these hybrid materials can be used in both ammonia and FischerTropsch chemistry [81 - 83] , their identity as intercalation compounds of transition metal atoms has been questioned [35, 83] . There is no definitive X-ray diffraction data on the hybrid compounds, and, in fact, the large excess of alkali metal employed suggests that CSK itself could be formed. Except in these cases involving reduction of a pre-formed metal halide intercalation compound, there is no evidence for a direct insertion of transition metal atoms into graphite [1, 2] . Nevertheless, in terms of the ultimate technical use of these compounds, one must look beyond the intercalate/non-intercalate issue to determine whether or not their chemistry can be catalytic. Even if the materials are found to be finely dispersed, but nonintercalated, metal, they could be useful catalysts [84, 85] , and intercalation compounds could be novel precursors to catalysts which are not themselves intercalation compounds. Friedel-C.-ajs hemistry Va-.-ious graphite/halide compounds have been suggested for use as cata15 its ir, the alkylation of aromatics by olefins or alkyl halides. Such alkyl aromatic products are of use as chemical intermediates, such as ethyl benzene in tae production of styrene. Lalancette et al. [86] compared the behavior of the intercalation compound C26AIC13_1 with that of pure AIC13 and found the intercalate to be a milder catalyst, giving fewer polysubstituted products As an example, in the reaction of benzene with ethylene (75 C, 24 h), the intercalate yielded 4790 diethyl benzene, 22 'o triethyl benzene, and 19 0 monoethyl benzene, while pure AIC13 yielded 53% tetraethyl benzene, 25 0 triethyl benzene, and 18% pentaethyl benzene. 288 To clarify the identity of the catalyst, Olah and coworkers used intercalation compounds of graphite with AIC13, AlBr3, SbFs, and FeCl3 to promote the gas phase ethylation of benzene by ethylene [871. In a flow system with a fixed bed catalyst (125 - 200 'C. benzene/ethylene = 3.2 - 3.6, 1 g catalyst, flow = 0.02 ml/min), the iron compound was inactive, the antimony compound deactivated after I h, and the AIC13 and AlBr3 compounds lasted unly 6 - 8 h. Studies of the reacted AlC13 catalyst showed bath leaching of inserted material from the intercalate and hydrolysis by trace moisture of the AIC13 within the intercalate. Furthermore, the possibility of deactivation through surface ethylene polymerization was mentioned. Since AIC13 is leaving the graphite, it is not clear whether the catalyst is AIC13 ire graphite or AIC13 on graphite. Work by Olah on paraffin alkylation chemistry catalyzed by pure NbFs, NbFs in graphite (C61NbFs), and NbFs on graphite (29 wt.% NbFS) shows how subtle this distinction can be [88] . Reacting 2-chloropropane with 2-methyl butane over each of the above, Olah found quick deactivation with the intercalate, a slow deactivation with pure NbFs (through build-up of polymerization products), and the NbF5 on graphite gave the best yields and the highest conversions. Thus, one may infer that a difference in chemistry between a free phase and an intercalated phase need not prove the presence of intercalation-modified chemistry, for the reagent may be modified by being on graphite. In the area of alkylation of alkylaromatics, both CgK and CgCs have been claimed to be effective catalysts [89] . Specifically, propylene adds to toluene to form iso-butylbenzene unaccompanied by the formation of 2methylindan. Paraffin isomerization chemistry The isomerization of straight-chain paraffins to branched paraffins by means of acid catalysts has been of interest in forming high octane gasoline [90, 91] . A logical extension of the use of free acid catalysts has been the use of intercalated acid catalysts, whose modified activity might suppress the formation of dele-,~-_rious high molecular weight products. Inspection of the recent patent literature reveals numerous claims for intercalated graphite materials as catalysts for chemistry involving carbonium ions [92 - 104] . The key issues here are exactly those found in Friedel-Crafts chemistry: is the intercalation compound itself a catalyst or does it act by `bleeding off' active acid catalyst, ultimately yielding a deactivated species? In the case of isomerization of cyclohexane to methylcyclopentane, Rodewald [31] claimed that intercalated SbFs (Ci2SbFs) was more active than an SbFs/graphite mixture (60 wt.% SbFs). Unfortunately, there was no proof that the Sb Fs/graphite mixture, made in 902 at -30 C, was not in fact an intercalate. Recent wo=k has shown that SbFs can directly intercalate graphite even at room temperature [46] , and solvents such as CCI.& or S02C1z are known to promote intercalation in systems which would otherwise not intercalate [1, 2] . Furthermore, SOz is known to form complexes both with 289 SbFS [105] and with AsFs [106], and such complexes, in graphite, would stabilize the intercalation compound through screening of interanionic repulsions (some SbF6 will be present in any intercalation compound). Thus, the graphite/SbFs mixture is likely to be an intercalation compound itself, which is more chemically passive than the CE2SbF5 because of SbFs/S02 interactions. Generally, in isomerizations, graphite/SbF5 does seem to promote the formation of the thermodynamically most stable hydrocarbon isomer. For the cyclohexane/methylcyclopentane conversion, one notes that methylcyclopentane is less stable than cyclohexane at room temperature (AG = -0.96 kcal/mol for the formation of cyclohexane, indicating KeQ = 5), and if one starts with methylcyclopentane, one obtains primarily cyclohexane when using graphite/SbFs [107] . Similarly, thermodynamically-controlled results are obtained for cis/t-raps mixtures of both decalin and perhydroindan [107]. Unfortunately, there is evidence indicating rapid deactivation of graphite/ Lewis acid catalysts, which suggests that they might not be commercially attractive [87, 108 - 1101. Interest has shifted to mixtures of fluorinated graphite with Lew-is acids, compounds first reported by us [34, 111 - 113] . Olah [108, 109] has claimed such catalysts to be effective in the cracking and isomerization of n-alkanes, the alkylation of alkanes with olefins, Friedel-Crafts chemistry (specifically the formation of ethyl benzene from ethylene and benzene), transmethylation and isomerization of xylenes, paraffin alkylation, and the polymerization of alkenes. As a specific example, (C3.3F)s_sSbFs. i. a fluid bed reactor at 120 C, converted 4090 of continuously-passed heptane into cracked and isomerized products, the most abundant of which were methylpropane (14.1%) and propane (7.490). Nevertheless, in a study of the hydroisomerization of pentane to isopentane over CF/SbFs (23 C, 2 g pentane/(g, cat-hour), H2/CS molecular ratio 125, p(H2) = 2 - 30 bar), Heinerman and Gaaf reported measurable deactivation to occur within 10 h, which they attributed to poisoning of active sites by unsaturated heavy products [110] . The chemical characteristics of CF/SbFs were found.to be the same as those of homogeneous HF/ SbFs with respect to disproportionation reactions (i.e. isobutane formation), influence of hydrogen pressure, and deactivation mechanism (i.e. unsaturated heavy products are the origin of activity decline in both HF/SbFs and CF/SbFs )- There is some disagreement about the nature of CF./MFG, catalysts. Our motivation for trying the reaction- of CF., with SbF5 [34, 112] was to determine if a good fluoride acceptor (SbFs) could react with the tertiary carbonfluorine bonds of CF_ to make carbonium ions, a reaction which is known in the literature [114, 11.5] . C-F f SbF5 i C+SbFs (23) This chemistry of fluoride ion removal is different from the redox chemistry of the fundamental intercalation reactions, as depicted in eqns. (1) and (2). 290 Since the scope of the reaction is local, involving the rupture of a C-F bong, it may occur both inside and on the surface of the CF microcrystallites. Once formed, SbF6 could react with SbFs to form Sb2F-11, or even larger complex ions, a-a discussed in eqn. (16), thereby gaining the chemistry of SbFs while maintaining an anchor to the substrate through the C+SbF6 interaction. To the extent that SbF3 might be present, complexes of SbFs with SbF3 might also occur [116] . In terms of chemical results, we reported SbFs to react more fully with CFl_06 than with CFl_ls [112] . Our formulae were based on carbon combustion analysis, vrith the actual compounds listed by Ozark-Mahoning as CFl_o and CF,._,. Neither X-ray diffraction nor electron spin resonance reveals the presence of a free graphite phase in these materials. Combustion analysis of the SbFS containing product indicated an empirical formula of CFl_06Ho.37(SbF5)0.o9, with the presence of hydrogen in the product immediately suggesting possible HF/SbFs-like chemistry [112] . This product displayed ionic (rather than electronic) conductivity and possessed thermal stability intermediate between that of pure CF and graphite/SbFs [34] . In contrast, Heinerman and Gaaf [1101 have suggested that there is no reaction of SbFs iv_th CF=, with apparent chemistry arising from the reaction of SbF5 with graphite phases existing within CF=. While we agree with their conclusion in the case of CFo_e (which X-ray diffraction shows to be biphasic), our results suggest that `C4F' (actual empirical formula C3_2zFHo_2t [112]) and CFl_06 bath react with SbFs even though neither material shows the presence of graphite in X-ray diffraction. Although there is disagreement about the detailed structure of CF/SbFs, all workers in the field of graphite catalysts agree that it is the chemistry of the neutral Lewis acid, along with possible trace quantities of protons, which create the observed chemistry- The goal of this chemistry is to cause rearrangement of carbonium ions, formed as in eqns. (24) and (25), to the most stable form without performing the polymerization chemistry arising through eqns. (26) and (27): RH + SbFs dry R+ + `SbFSH-' (24) RH + HF wet R+ + H2 + F- (25) R+ - 1 olefin + fl+ (26) R+ + R lefin ~ R2 (27) Experiments so far reported have not demonstrated that compounds of graphite (or CF=) with Lewis acids offer unusual protection against deactivation through laydown of carbonaceous materials, although it is reasonable that, with the appropriate system, such protection could be afforded. In any event, interest in this field is expanding [1171 . 291 Catalysis of reactions involving molecular hydrogen Graphitefalkali metal compounds interact directly with molecular hydrogen to varying degrees, ranging from the chemical reaction of CSK at room temperature to form a blue, second-stage CgKH213 [118] to the physical interaction of C24M (M = K, Rb, Cs) to form-compounds such as C24MH [61] . Such compounds are likely to be involved in the various hydrogen exchange reactions promoted by graphite/alkali metal compounds [6] : orthopara hydrogen conversion, hydrogen-deuterium exchange, and propylenedeuterium exchange- Of the last, microwave spectroscopic measurements of the gaseous products of C2,tK with propylene and deuterium at 120 C showed the initially most prevalent dideuterimn product to be CHD2-CH=.CH2 (5090) with approximately equal amounts of cis-CH2D--CH=CHD (2290) and traps-CH?D-CH=CHD (2590) [119] . This data, along with the observation of CH2DCH=CH2 as the dominant initial mono-deuterated product, led Kondo and co-workers to postulate a ,r-allyl intermediate (CHz-CH-CHz) in the exchange reaction [119] . This ability of graphite/alkali metal compounds to break carbonhydrogen bonds led Lalancette and Roussel [120] to investigate a number of reactions, including the reduction of olefins and alkynes, the isomerization of cis-stilbene to traps-stilbene, the isomerization of 2-alkynes to 1alkynes, and the condensation of benzene to biphenyl. While there is little doubt of the nature of the performed chemistry, the presence of catalysis is not confirmed, as we may see in the benzene condensation: C 4- K - C2K (28) (5 g, 4-2 mmol) (0.8 g, 21 mmol) (listed as `C2AK') C?K t C6 H6 i Ci-Hio (29) (21 mmol) (26 mmol) (2.6 mmol) The amount of alkali metal present is four times greater than the amount of benzene reacted (21 mmol/5.2 mmol). Similarly, in the isomerization of cisstilbene to traps-stilbene, the amount of alkali metal used is seven times greater (19 mmol/2.8 mmol). In fact, in a study of the isomerization of 1pentene to cis- and franc-2-pentene, Ottmers and Rase [121] found conversion to drop from 68 to 35% within one hour, indicative of rapid `catalyst' deactivation. As in Fischer-Tropsch and ammonia chemistry, hybrid compounds involving transition metal and alkali metal have been proposed as catalysts in hydrogenation reactions [122] . Specifically, the product of reaction of PdClz with CgK in 1,2-dimethoxyethane has been stated to be a catalyst for the quantitative hydrogenation of oct-2-ene, 3-methylnitrobenzene, and 4-nitrobenzoic acid to octane, 3-methylamirobenzene, and 4-aminobenzoic acid respectively. With a!kynes, atmospheric hydrogenation at room temperature led predominantly to the alkene (without stereospecificity) and minor amounts of alkane. 292 Catalysis of anionic polymerizations Anionic polymerizations of ethylene, styrene, isoprene, and various dienes are initiated by graphite/alkali metal compounds, with chain growth proposed to occuz within the graphite planes [123] . Recent attention has centered on the anionic polymerization of lactones [124] . While there is little doubt of the performed chemistry, one notes that the intercalation compounds are decomposed in this type of chemistry [124-] and thus are not catalysts. Catalysis of steam gasification of carbon Intercalation compound-like structures have been proposed as the active intermediates not. only in the steam gasification of carbon [125] but also in similar chemistries [126] . ' he validity of these proposals is unclear, simply because the coals and cmorphous carbons so far studied have a high ratio of peripheral carbon to internal carbon relative to graphite, rendering their chemistry more similar to molecular aromatic hydrocarbons than to graphite [24, 127] . Furthermore, substituents on the aromatic structures of such species will also modify their chemistry. Specifically, Mims and Pabst [128] have articulated a carbon gasification mechanism based on chemistry at the edges of aromatic species, which suggests that the chemistry of a, rather than ;r, electrons is the key feature of gasification. Conclusions Although intercalation compounds of graphite do perform interesting and somewhat unexpected chemistry, there is as yet no definitive evidence demonstrating their role as catalysts in commercially significant processes. In the case of transition metal/alkali metal hybrid compounds, intercalation compounds may serve as unique precursors to catalysts which are themselves not intercalation compounds [129] . Note added ifs proof (March 1982): Recent papers have appeared on graphite-SbFs--HF catalyzed paraffin isomerizations [130] , graphite-SbFs catalyzed transalkylation of alkylbenzenes [131] , and graphite-Lewis acid catalyzed skeletal isomerizations of n -pentane [132] . A `graphite/Ni' compound was proposed as a catalyst for hydrogenation of diketones [133] . High resolution microscopy of `hybrid' intercalation compounds demonstrates the presence of metal outside of graphite [134] . Of peztizence to the concept of complex anions in graphite (refer to eqn. 169 was the report that anodic oxidation of graphite in 97% HZSO; led to intercalated 5208-, rather than the previously considered H504/H2S04 mixture [1351 . The presence of S20g in a C~ compound is unlikely, for the formation potential. of S20g- (2 V us- NHE) is 0.25 V higher than the formation potential of C' in 9790 H?S0.4 (1.75 V us. NHE [28] ). 293 Acknowledgements I thank R. H. Schlosberg, G. Framer, R. Hulme and R. L. Kleinberg for valuable discussions and criticisms. In addition to comments, H. Selig kindly provided the sample of CF 2 _s PtF6. Further insights were supplied by R. R. Fiato, C. J. Kim, J. J. Steger, G. B. McVicL er, B. G. Silbernagel, W. H. Davis and D. R. Mills. B. Feuer, R. Parker and P. L. Dedert assisted in literature analysis and E. Berglund prepared the marauscript. References 1 L. B. Ebert, Ann. Rev- Mater. Sci_, 6 (1976) 181. 2 H_ Selig and L. B. Ebert, Adv. Inorg_ Chem. Radiochem., 23 (1980) 281. 3 M. S. Dresselhaus and C-. Dresselhaus, Adv. Phys., 30 (1981) 139. S. A. Solin, Adv. Chem. Phys_, 49 (1982) 455. 5 M. A_ M. Boersma, Cat- Rev- Sci_ Eng_, 10 (1974) 243_ 6 M. A_ M_ Boersma, in Advanced Materials ire Catalysis, Academic Press, New York. 1977, pp. 67 - 99. 7 H. B. Kagan. Pure Appl. Chem., 46 (1976) 17 7. 8 M. S. Whlttlngharn and L. B. Ebert, in Intercalated Layered Materials. D. Reidel, Dordrecht, 1979, pp. 533 - 562. 9 J. E. Fischer and T. E. Thompson. Phys. Today, 31 (1978) 36. 10 J. E. Fischer, in Intercalated Layered Materials, D. Reidel, Dordrecht, 1979, pp. 481 - 532_ 11 U_S_ Pat. 3 700 502 (1972) to N_ Watanabe and M. Fukuda. 12 Y. Kita, N. Watanabe and Y. Fujii, J. Am. Chem- Sac., 101 (1979) 3832. 13 R. L. Fusaro and H. E. Sliney, ASLE Trans., 20 (1975) 15_ 14 L. B. Ebert and J. C. Scanlon, Ind. Eng_ Chem.lProd_ Res. Div-, 19 (1980) 103. 15 J_ M_ Thomas, G. R_ Millward, R_ F_ Schlogl and H. P. Boehm, llfater_ Res- Bull, 15 (1980) 671_ 16 N. Daumas and _4- Herold, C_ R_ Acad_ Sci_, Ser. C, 263 (1969) 373_ 17 A. Herold, 11fater_ Sci_ Eng., 31 (1977) 1. 18 J. M. Lalancette, G. Rollin and P. Dumas, Can. J. Chem., 50 (1972) 3058. 19 G. R. Hennig, j. Chem. Phys_, 43 (1965) 1201. 20 C. Kittel, Introduction to Solid State Physics, 4th Edn_, Wiley, New York, 1971, Ch. 8_ 21 G. P. Carver, Phys. Rev- B, 2 (1970) 2284_ 22 L. E. Campbell, G. L. Montet and G. J. Perlow, Phys. Rev. B, 15 (1977) 3318. 23 D_ E. Bergbreiter and J. M. Killough, J. Am. Chem. Sac., 100 (1978) 2126. 24 L. B. Ebert, L. Matty, D. R. Mills and J. C. Scanlon, hfater. Res. Bull., 15 (1980) 251. 25 L_ R. Hanlon, E. R. Falardeau and J. E. Fischer, Solid State Commun., 24 (1977) 377. 26 P. C_ Eklund, D. S. Smith, V_ R_ K. Murthy and S. Y. Leung, Syn- Me.f., 2 (1990) 99_ 27 A. R_ Ubbelohde, Carbon, 2 (1968) 23. 28 J. O. BPsenhard, H. Mohwald and J. J. Nickl, Syn. Met., 3 (1981) 187. 29 J. M. Lalancette and J. Lafontaine. Chem- Commun_, (1973) 815. 30 L. C. Hsu, H. Selig, M. Rabinoeitz, E_ Agranat and S. Sarig, Inorg_ Nucl. Chem_ Lett., 11 (1975) 601. 31 U_S. Pat. 3 984 352 (19 76) to P. G. Rodewald (Chem. Abstr.. 86, 124091). 32 H_ Selig, M. J. Vasilie, F. A. Stevie and W. A. Sunder- J_ Fluor- Chem., 10 (1977) 299_ 33 L. B. Ebert. R. A. Huggins and J. 1_ BraumaQ, Chem. Commun., (1974) 924. 34 L. B. Ebert, R. A. Huggins and J. f. Brauman, Mater- Res. Bull., 11 (1976) 615_ 35 L_ B_ Ebert and H_ Selig, .lfater_ Sci_ Eng_, 31 (? 977) 177. 36 N_ Bartlett, R. N_ Biagioni. B_ W. McQuillan, A_ S. Robertson and A. C_ Thompson, Chem. Commun., (1978) 200. 294 37 N. Bart'.ett, B. McQuillan and A. S. Robinson. hlater. Res- Bull, 13 (1978) 1259. 38 J_ G_ Hooley, Carbon, 18 (1980) 82. 39 T. C. Clarke, R. H. Geiss, W. D. Gill P. M. Grant, H. Morawitz, G. B_ Street and D. E. Sayers, Syn. Met., 1 (1979) 21. 40 J_ E. Fischer, Chem. Commun., (1978) 544_ 41 L. B. Ebert, D. R. Mills and J_ C. Scanlon, hlater_ Res. Bull, 14 (1979) 1369_ 42 L. B. Ebert and H. Selig, Syn. Met., 3 (1981) 53. 43 L. B. Ebert, D. R. Mills, J. C_ Scanlon and H. Selig, Mater. Res- Bull., 16 (1981) 831. 44 B. R. Weinberger, J_ Kaufer, A_ J. Heeger, J_ E_ Fischer, M_ Moran and N. Holzwarth. Phys. Rev. Lett., 41 (1978) 1417. 45 R. G_ Shulman, Y. Yafet, P. Eisenberger and W. E. Blumberg, Proc. Nat. Acad_ Sci. U_S_A_, 73 (1976) 1384. 46 L_ Straifinger, H. P. Boehm, R. Schlogl and R. Pentenrieder, Carbon, 17 (1979) 195. 47 L. V. Interrante, R. S. Markiewicz and D. W_ McKee, Syn. Mat., 1 (1979) 287. 48 P. Reima.-sson, T. Drakenberg and B. Lindman, J Magn. Res., 29 (1978) 169_ 49 V. Munch and H. Selig, Syn. Met-, 1 (1980) 407. 50 E. M. McCarron and N. Bartlett, Chem- Commun_, (1980) 404. 51 E. M. McCarron, Y. J. Grannee and N. Bartlett, Chem. Commurz., (1980) 890. 52 M. J. Moran, J. E. Fischer and W_ R. Salaneck, J_ Chem- Phys_, 73 (1980) 629_ 53 W_ Rudorff and U. Hofmann, Z. Anorg. Allg_ Chem., 233 (1938) 1_ 54 W. Rudorff, Adv_ Inorg_ Chem. Radiochem., 1 (1959) 223. 55 G. R. Hennig, Arog_ Inorg. Chem-, 1 (1959) 125_ 56 R. J. Gillespie and K. C. Moss, J Chem. Soc. A, (1966) 1170. 57 S. Brownstein and J. Paasivirta, Car.- J. Chem., 43 (1965) 1627. 58 J. J_ Harris, Inorg_ Chem.. 5 (1966) 1627. 59 P_ A. W. Dean, R_ J_ Gillespie, R. Hulme and D. A. Humphreys, J_ Chem- Soc. A, (11971) 341. 60 F. A. Cotton and G. Wilkinson, Advanced Inorganic Chemistry, 4th. edn.. Wiley, New York, 1980, p. 583. 61 K. Tamaru, Am. SCL, 60 (1972) 474. 52 Yu. N. Novikov and M. E. Vol'pin, Physica IOSB (1981) 471. 63 R. Setton, F. Beguin and S. Piroelle. Syn- Met., 4 (4), in press. 64 M. Ichikawa, \\I. Sudo, M. Soma, 'F. Onish i and K. Tamaru, J_ Am- Chem. Soc_, 91 (1969)1538. 65 M. P. Rosynek, ERDA Report FE-2467-1 (Nov., 1976), available NTIS. 66 M. P. Rosynek and J_ B_ Winder, J Catal_, 56 (1979) 258_ 67 M. E. Dry, T. Shingles, L. J. Boshoff and C-. J. Oosthuizen, J. Catal., 15 (1969) 190. 68 M. Ichikawa, T_ Kondo, K. Kawase, M. Sudo, T. Onishi and K. Tamara, Chem. Com mun_, (1972) 1 76. 69 S_ Naito, O. Ogawa, M. Ichikawa and K. Tarnaru, Chem. Commun., (1972) 1266. 70 V_ I. Mashinskii. V. A_ Fostnikov, Yu- N. Novikov, A_ L. Lapidus, M. E. Vol'pin and Ya_ T. Eidus, Izv. Ahad_ .Vaak. SSSR_, Ser_ Khim., 9 (1976) 2018. 71 E. Kikuchi, T. Ino and Y. Morita, J Catal_, 57 (1979) 27. 72 E_ Kikuchi, M. Yumoto, Y_ Aranishi and Y. Morita, J_ Jpn_ Petrol Inst_, 23 (1980) 184. 73 T_ Ino, N_ Ito, E. Kikuchi and Y_ Morita, J. Jpn_ Petrol. Inst., 23 (1980) 408. 74 H. Schafer-Stahl, J_ Chem- Soc_, Dalton Trans-, (1981) 328_ 75 D. Braga, A. Ripamonti. D. Savoia, C. Trombini and A. Umoni-Ronchi, J Chem. Soc_, Dalton Trans-, (1981) 329. 7E S. Parhash, S. .K. Chakrabartty and J. C-. Hooley, Carbon, 15 (1977) 307. 77 S. Parkash, S. K. Chakrabartty and J. G. Hooey, Carbon, 16 (1978) 231. 78 M. Sudo, M. Ichikawa, M. Sona, T. Onishi and K. Tamara, J. Phys. Chem_ 73 (1969) 1174_ 79 V. A_ Postnikov. L. M. Dmitrienko, R. F. Ivanova. N. L_ Dobroiyubcva, M_ A. Golu beva, T. I. Gopeeva, Yu- N_ Novikov. V_ B_ Shur and 14 E_ E. Vol'pin. Bull Acad. Sci_ USSR, Chem. Sci., 24 (1975) 2529 (Engl. trans.). 295 80 M. E. Vol'pin, Yu. N. Novikov, V . A. Postnikov, V. B. Shur, B. Beyerl, L. Kaden, M. Wehren, L_ M. Dmitrienko. R. A_ Stuken and A. V. Nefedev, Z. Anorg. Alfg. Cherry, 428 (1977) 231. 81 US. Pat. 3 847 963 (1975) to Ventron, (Chem. Abstr_ 83, 181889d). 82 N. F. Fl'chenko. N. P. Maksimovich, Yu. N. Novikov, G_ Golodtz and M_ E. Vol'pin, Kinet_ Katal_, 22 (1981) 440 (Chem- Abstr. 35, 86919)_ 83 H_ Schafer-Stahl, Angew_ Chem-, Int_ Ed- Engl_, 39 (1980) 729_ 84 U.S. Pat- 3 511 683 (1970) to W_ F. Fspenscheid and E_ J. Heilwell_ 85 Brit. Pat_ Spec. 1 565 074 (1980) to A. 1. Foster, P. G. James, J. J. McCarroll and S. R. Tennison. 86 J. M_ Lalancette, M. J_ Fournier-Breault and R. Thiffault, Can. J. Chem., 52 (1974) 589. 87 G. A_ Olah, J_ Kaspi and J_ Bukala, J_ Org_ Chem-, 42 (1977) 4187. 88 G. A_ Olah and J_ Kaspi, J Org. Chem., 42 (1977) 3046. 89 H_ Podall and W. E. Foster. J. Org. Chem., 23 (1958) 401. 90 R. Bonifey, B_ Torek and M. Hellin, Bull. Sac- Chim. Fr_ (1978) 36. 91 M. Siskin. G. R. Chludzinski, R. Hulme, J. J. Porcelli and W. E. Tyler, Ind. Eng. Chem_/Prod- Res. Des., 19 (1980) 379_ 92 US. Pat. 3 785 999 (1974) to Kali-Chemie (Derwent, 12896t). 93 U.S_ Pat- 4 110 252 (1979) to Phillips Petroleum (Chem. Abstr_ 90, 93152x). 94 U.S_ Par- 4 128 596 (1979) to Phillips Petroleum (Derment, 91397a). 95 U.S. PaL 4 128 499 (19 79) to Imperial Oil (Chem. Abstr_, 90, 93152x). 96 U_S_ Pct. 4 102 937 (19 79) to Phillips Petroleum (Chem. Abstr_, 90, 5984s). 97 U.S. Pat. 4 119 655 (1978) to Exxon (Cheat Abstr_, 90, 90081n). 98 Ger. Pat. 2 543 788 (1974) to Exxon (Derwent, 38372x). 99 U_S. PaL 4 100 213 (1978) to Mobil (Derwent, 47787x). 100 US. Pat. 4 083 885 (1978) to Mobil (Derwent, 40202a). 101 US. PaL 3 976 714 (1976) to Mobil (Derwent, 68638x). 102 US. Pat. 3 962 133 (1976) to Mobil (Chem- Abstr., 85, 149638). 103 U _S_ Pat. 3 925 49$ (19 76) to Mobil (CherrL Abstr-, 84, 124301c). 104 U.S. Pat- 3 880 944 (1975) to Ventron (Chem. Abstr., 83, 27850c). 105 P. A. W. Dean and R. J. Gillespie. J_ Am- Chem. Sac., 91 (1969) 7260. 106 M. Brownstein and R. J_ Gillespie, J_ Am- Chem- Sac-, 92 (1970) 2718_ 107 K. Laali, M. Muller and J. Sommer, Chem. Commun., 1088 (1980). 108 US. PaL 4 116 880 (1978) to Ugine Kuhlmann (Chem. Abstr., 89, 22165a)_ 109 U.S- Pat. 4 201 730 (1980) to Ugine Kuhlmann (Derment, 36465c). 110 J_ J_ L. Heinerman and J_ Gaaf, J. Moi_, Calal., 11 (1981) 215. 111 L_ B. Ebert. 1NOR 18, First Chem. Congress, N. Am. Cont., Mexico City, (1975). 112 L_ B_ Ebert, Characterization of Graphite Intercala:ed by Electron Acceptors, Ph.D_ Thesis, Stanford University, (1975). 113 L_ B_ Ebert, Ann. Rev- blater_ Sci_, 6 (1976) 194_ 114 G. A. Olah, J. R. Demember and R. H. Schlosberg, J Am. Chem. Sac-, 91 (1969) 2113. 115 G. A. Olah, P. Schilling and 1. M. Gross, J_ Am. Chem. Sac.. 96 (1974) 876. 116 T. Birchall, P. A_ W. Dean, B_ Delta Valle and R. J_ Gillespie, Can. J. Chem-, 51 (1973) 667. 117 G. G. Furin, A_ A. Avramenk. Y. 1. Nikonoro and G. G. Yakobson, Zh. Org. Kh., 17 (1981) 1505_ 118 P. Lagrange, A. Metrot and A_ Herald, C. R. Acad. Sci., Ser_ C, 278 (1974) 701. 119 T. Kondo, M_ Ichikawa, S. Saito and K. Tamaru, Bull- Chem- Sac-, Jpn_, 45 (1972) 1580_ 120 .F. M_ Lalancette and R_ Roussel, Can- J Chem., 54 (1976) 2110. 121 D. 1`2_ Ottmers and H. F. Rase, Ind. Eng_ Chem., Fundam.. 5 (1966) 302_ 122 D_ Savoia, C_ Trombini, A. Umani-Ronchi and G. Verardo, Chem- Commun., (1981) 540. 296 123 J. Cole, Mater. Sci- Ereg., 31 (1977) 309. 124 1. Rashkov, I. Fanayotov and J. C-ole, Polyrn. Bull., 4 (1981) 97. 125 W. Y. Wen, Catal. Rev- Sei. Eng_, 22 (1980) 1. 126 L. La-rov and M. Stefanova, Fuel, 6U (1981) 723. 127 L. B. Ebert, J. C. Scanlon, D. R. Mills and L. Matty, in B. D. Blousteia (ed.). Am. Chews. Soc. Syrup. Series -169, American Chemical Society, Washington, 1981, pp- 73 - 86. 128 C. A. Mims and J. I . Pabst, Preprints, Fuel Division, Am. Chews. Soc., 25-3 (1980) 258. 129 L. B. Ebert and L. Mat=g, Syn. biet_, 4 (1982) 345. 130 N. Yoneda, T. Fukuhara, T. Abe and A- Suzuki. Chem- Lett., (1981) 1485. 1 31 K T-Ai and J. Sommer, Nouu. Jour. Chirn., 5 (1981) 469. 132 H. Imamura and S. Tsuchiya, Zeit. Phys. Chews. (Wiesbaden). 125 (19131) 251. 133 D. Savoia, E. Tagl:avini, C. Trombini and A- Umani-Ronchi. J. Org. Chen?-. 46 (1981) 5344. 134 D. J. Smith. R. M. Fisher and L. A. Freeman, J. CataL, 72 (1981) 51. 135 W. R. Salaneck, C. F. Brucker, J. E. Fischer and A. Metrot, Phys. Resr. B, 24 (1981) 5037. X244 82800229 0304-5102(82)80022-9 10.1016/0304-5102(82)80022-9 Review paper Catalysis by graphite intercalation compounds Lawrence B. Ebert Corporate Research Laboratories, Exxon Research and Engineering Company, Linden, NJ 07036 U.S.A. References 1 L.B. Ebert Ann. Rev. Mater. Sci. 6 1976 181 2 H. Selig L.B. Ebert Adv. Inorg. Chem. Radiochem. 23 1980 281 3 M.S. Dresselhaus G. Dresselhaus Adv. Phys. 30 1981 139 4 S.A. Solin Adv. Chem. Phys. 49 1982 455 5 M.A.M. Boersma Cat. Rev. Sci. Eng. 10 1974 243 6 M.A.M. Boersma Advanced Materials in Catalysis 1977 Academic Press New York 67 99 7 H.B. Kagan Pure Appl. Chem. 46 1976 177 8 M.S. Whittingham L.B. Ebert Intercalated Layered Materials 1979 D. Reidel Dordrecht 533 562 9 J.E. Fischer T.E. Thompson Phys. Today 31 1978 36 10 J.E. Fischer Intercolated Layered Materials 1979 D. Reidel Dordrecht 481 532 11 U.S. Pat. 3 700 502 (1972) to N. Watanabe and M. Fukuda. 12 Y. Kita N. Watanabe Y. Fujii J. Am. Chem. Soc. 101 1979 3832 13 R.L. Fusaro H.E. Sliney ASLE Trans. 20 1975 15 14 L.B. Ebert J.C. Scanlon Ind. Eng. Chem./Prod. Res. Div. 19 1980 103 15 J.M. Thomas G.R. Millward R.F. Schlogl H.P. Boehm Mater. Res. Bull. 15 1980 671 16 N. Daumas A. Herold C. R. Acad. Sci., Ser. C 263 1969 373 17 A. Herold Mater. Sci. Eng. 31 1977 1 18 J.M. Lalancette G. Rollin P. Dumas Can. J. Chem. 50 1972 3058 19 G.R. Hennig J. Chem. Phys. 43 1965 1201 20 C. Kittel 4th Edn. Introduction to Solid State Physics 1971 Wiley New York Ch. 8 21 G.P. Carver Phys. Rev. B 2 1970 2284 22 L.E. Campbell G.L. Montet G.J. Perlow Phys. Rev. B 15 1977 3318 23 D.E. Bergbreiter J.M. Killough J. Am. Chem. Soc. 100 1978 2126 24 L.B. Ebert L. Matty D.R. Mills J.C. Scanlon Mater. Res. Bull. 15 1980 251 25 L.R. Hanlon E.R. Falardeau J.E. Fischer Solid State Commun. 24 1977 377 26 P.C. Eklund D.S. Smith V.R.K. Murthy S.Y. Leung Syn. Met. 2 1980 99 27 A.R. Ubbelohde Carbon 2 1968 23 28 J.O. Besenhard H. Mohwald J.J. Nickl Syn. Met. 3 1981 187 29 J.M. Lalancette J. Lafontaine Chem. Commun. 1973 815 30 L.C. Hsu H. Selig M. Rabinovitz I. Agranat S. Sarig Inorg. Nucl. Chem. Lett. 11 1975 601 31 U.S. Pat. 3 984 352 P.G. Rodewald Chem. Abstr. 86 1976 124091 32 H. Selig M.J. Vasilie F.A. Stevie W.A. Sunder J. Fluor. Chem. 10 1977 299 33 L.B. Ebert R.A. Huggins J.I. Brauman Chem. Commun. 1974 924 34 L.B. Ebert R.A. Huggins J.I. Brauman Mater. Res. Bull. 11 1976 615 35 L.B. Ebert H. Selig Mater. Sci. Eng. 31 1977 177 36 N. Bartlett R.N. Biagioni B.W. McQuillan A.S. Robertson A.C. Thompson Chem. Commun. 1978 200 37 N. Bartlett B. McQuillan A.S. Robinson Mater. Res. Bull. 13 1978 1259 38 J.G. Hooley Carbon 18 1980 82 39 T.C. Clarke R.H. Geiss W.D. Gill P.M. Grant H. Morawitz G.B. Street D.E. Sayers Syn. Met. 1 1979 21 40 J.E. Fischer Chem. Commun. 1978 544 41 L.B. Ebert D.R. Mills J.C. Scanlon Mater. Res. Bull. 14 1979 1369 42 L.B. Ebert H. Selig Syn. Met. 3 1981 53 43 L.B. Ebert D.R. Mills J.C. Scanlon H. Selig Mater. Res. Bull. 16 1981 831 44 B.R. Weinberger J. Kaufer A.J. Heeger J.E. Fischer M. Moran N. Holzwarth Phys. Rev. Lett. 41 1978 1417 45 R.G. Shulman Y. Yafet P. Eisenberger W.E. Blumberg Proc. Nat. Acad. Sci. U.S.A. 73 1976 1384 46 L. Streifinger H.P. Boehm R. Schlogl R. Pentenrieder Carbon 17 1979 195 47 L.V. Interrante R.S. Markiewicz D.W. McKee Syn. Mat. 1 1979 287 48 P. Reimarsson T. Drakenberg B. Lindman J. Magn. Res. 29 1978 169 49 V. Munch H. Selig Syn. Met. 1 1980 407 50 E.M. McCarron N. Bartlett Chem. Commun. 1980 404 51 E.M. McCarron Y.J. Grannec N. Bartlett Chem. Commun. 1980 890 52 M.J. Moran J.E. Fischer W.R. Salaneck J. Chem. Phys. 73 1980 629 53 W. Rudorff U. Hofmann Z. Anorg. Allg. Chem. 238 1938 1 54 W. Rudorff Adv. Inorg. Chem. Radiochem. 1 1959 223 55 G.R. Hennig Prog. Inorg. Chem. 1 1959 125 56 R.J. Gillespie K.C. Moss J. Chem. Soc. A 1966 1170 57 S. Brownstein J. Paasivirta Can. J. Chem. 43 1965 1627 58 J.J. Harris Inorg. Chem. 5 1966 1627 59 P.A.W. Dean R.J. Gillespie R. Hulme D.A. Humphreys J. Chem. Soc. A 1971 341 60 F.A. Cotton G. Wilkinson 4th edn. Advanced Inorgnaic Chemistry 1980 Wiley New York 583 61 K. Tamaru Am. Sci. 60 1972 474 62 Yu.N. Novikov M.E. Vol'pin Physica 105B 1981 471 63 R. Setton, F. Beguin and S. Piroelle, Syn. Met., 4 (4), in press. 64 M. Ichikawa M. Sudo M. Soma T. Onishi K. Tamaru J. Am. Chem. Soc. 91 1969 1538 65 M. P. Rosynek, ERDA Report FE-2467-1 (Nov., 1976), available NTIS. 66 M.P. Rosynek J.B. Winder J. Catal. 56 1979 258 67 M.E. Dry T. Shingles L.J. Boshoff G.J. Oosthuizen J. Catal. 15 1969 190 68 M. Ichikawa T. Kondo K. Kawase M. Sudo T. Onishi K. Tamaru Chem. Commun. 1972 176 69 S. Naito O. Ogawa M. Ichikawa K. Tamaru Chem. Commun. 1972 1266 70 V.I. Mashinskii V.A. Postnikov Yu.N. Novikov A.L. Lapidus M.E. Vol'pin Ya.T. Eidus Izv. Akad. Nauk. SSSR., Ser. Khim. 9 1976 2018 71 E. Kikuchi T. Ino Y. Morita J. Catal. 57 1979 27 72 E. Kikuchi M. Yumoto Y. Aranishi Y. Morita J. Jpn. Petrol. Inst. 23 1980 184 73 T. Ino N. Ito E. Kikuchi Y. Morita J. Jpn. Petrol. Inst. 23 1980 408 74 H. Schafer-Stahl J. Chem. Soc., Dalton Trans. 1981 328 75 D. Braga A. Ripamonti D. Savoia C. Trombini A. Umoni-Ronchi J. Chem. Soc., Dalton Trans. 1981 329 76 S. Parkash S.K. Chakrabartty J.G. Hooley Carbon 15 1977 307 77 S. Parkash S.K. Chakrabartty J.G. Hooley Carbon 16 1978 231 78 M. Sudo M. Ichikawa M. Sona T. Onishi K. Tamaru J. Phys. Chem. 73 1969 1174 79 V.A. Postnikov L.M. Dmitrienko R.F. Ivanova N.L. Dobrolyubova M.A. Golubeva T.I. Gopeeva Yu.N. Novikov V.B. Shur M.E. Vol'pin Bull. Acad. Sci. USSR, Chem. Sci. 24 1975 2529 (Engl. trans.) 80 M.E. Vol'pin Yu.N. Novikov V.A. Postnikov V.B. Shur B. Beyerl L. Kaden M. Wehren L.M. Dmitrienko R.A. stuken A.V. Nefedev Z. Anorg. Allg. Chem. 428 1977 231 81 U.S. Pat. 3 847 963 Ventron Chem. Abstr. 83 1975 181889d 82 N.I. Il'chenko N.P. Maksimovich Yu.N. Novikov G. Golodtz M.E. Vol'pin Kinet. Katal. 22 1981 440 (Chem. Abstr. 95, 86919) 83 H. Schafer-Stahl Angew. Chem. Int. Ed. Engl. 19 1980 729 84 U.S. Pat. 3 511 683 (1970) to W. F. Espenscheid and I. J. Heilwell. 85 Brit. Pat. Spec. 1 565 074 (1980) to A. I. Foster, P. G. James, J. J. McCarroll and S. R. Tennison. 86 J.M. Lalancette M.J. Fournier-Breault R. Thiffault Can. J. Chem. 52 1974 589 87 G.A. Olah J. Kaspi J. Bukala J. Org. Chem. 42 1977 4187 88 G.A. Olah J. Kaspi J. Org. Chem. 42 1977 3046 89 H. Podall W.E. Foster J. Org. Chem. 23 1958 401 90 R. Bonifey B. Torek M. Hellin Bull. Soc. Chim. Fr. 1978 36 91 M. Siskin G.R. Chludzinski R. Hulme J.J. Porcelli W.E. Tyler Ind. Eng. Chem./Prod. Res. Dev. 19 1980 379 92 U.S. Pat. 3 785 999 (1974) to Kali-Chemie (Derwent, 12896t). 93 U.S. Pat. 4 110 252 Phillips Petroleum Chem. Abstr. 90 1979 93152x 94 U.S. Pat. 4 128 596 (1979) to Phillips Petroleum (Derwent, 91397a). 95 U.S. Pat. 4 128 499 Imperial Oil Chem. Abstr. 90 1979 93152x 96 U.S. Pat. 4 102 937 Phillips Petroleum Chem. Abstr. 90 1979 5984s 97 U.S. Pat. 4 119 655 Exxon Chem. Abstr. 90 1978 90081n 98 Ger. Pat. 2 543 788 (1974) to Exxon (Derwent, 38372x). 99 U.S. Pat. 4 100 213 (1978) to Mobil (Derwent, 47787x). 100 U.S. Pat. 4 083 885 (1978) to Mobil (Derwent, 40202a). 101 U.S. Pat. 3 976 714 (1976) to Mobil (Derwent, 68638x). 102 U.S. Pat. 3 962 133 Mobil Chem. Abstr. 85 1976 149638 103 U.S. Pat. 3 925 495 Mobil Chem. Abstr. 84 1976 124301c 104 U.S. Pat. 3 880 944 Ventron Chem. Abstr. 83 1975 27850c 105 P.A.W. Dean R.J. Gillespie J. Am. Chem. Soc. 91 1969 7260 106 M. Brownstein R.J. Gillespie J. Am. Chem. Soc. 92 1970 2718 107 K. Laali M. Muller J. Sommer Chem. Commun. 1980 1088 108 U.S. Pat. 4 116 880 Ugine Kuhlmann Chem. Abstr. 89 1978 22165a 109 U.S. Pat. 4 201 730 (1980) to Ugine Kuhlmann (Derwent, 36465c). 110 J.J.L. Heinerman J. Gaaf J. Mol., Catal. 11 1981 215 111 L.B. Ebert INOR 18, First Chem. Congress, N. Am. Cont., Mexico City 1975 112 L.B. Ebert Characterization of Graphite Intercalated by Electron Acceptors Ph.D. Thesis 1975 Stanford University 113 L.B. Ebert Ann. Rev. Mater. Sci. 6 1976 194 114 G.A. Olah J.R. Demember R.H. Schlosberg J. Am. Chem. Soc. 91 1969 2113 115 G.A. Olah P. Schilling I.M. Gross J. Am. Chem. Soc. 96 1974 876 116 T. Birchall P.A.W. Dean B. Della Valle R.J. Gillespie Can. J. Chem. 51 1973 667 117 G.G. Furin A.A. Avramenk Y.I. Nikonoro G.G. Yakobson Zh. Org. Kh. 17 1981 1505 118 P. Lagrange A. Metrot A. Herold C. R. Acad. Sci., Ser. C. 278 1974 701 119 T. kondo M. Ichikawa S. Saito K. Tamaru Bull. Chem. Soc., Jpn. 45 1972 1580 120 J.M. Lalancette R. Roussel Can. J. Chem. 54 1976 2110 121 D.M. Ottmers H.F. Rase Ind. Eng. Chem., Fundam. 5 1966 302 122 D. Savoia C. Trombini A. Umani-Ronchi G. Verardo Chem. Commun. 1981 540 123 J. Gole Mater. Sci. Eng. 31 1977 309 124 I. Rashkov I. Panayotov J. Gole Polym. Bull. 4 1981 97 125 W.Y. Wen Catal. Rev. Sci. Eng. 22 1980 1 126 L. Lazarov M. Stefanova Fuel 60 1981 723 127 L.B. Ebert J.C. Scanlon D.R. Mills L. Matty B.D. Bloustein Am. Chem. Soc. Symp. Series #169 1981 American Chemical Society Washington 73 86 128 C.A. Mims J.K. Pabst Preprints Fuel Division, Am. Chem. Soc. 25–33 1980 258 129 L.B. Ebert L. Matty Syn. Met. 4 1982 345 130 N. Yoneda T. Fukuhara T. Abe A. Suzuki Chem. Lett. 1981 1485 131 K. Laali J. Sommer Nouv. Jour. Chim. 5 1981 469 132 H. Imamura S. Tsuchiya Zeit. Phys. Chem. (Wiesbaden) 125 1981 251 133 D. Savoia E. Tagliavini C. Trombini A. Umani-Ronchi J. Org. Chem. 46 1981 5344 134 D.J. Smith R.M. Fisher L.A. Freeman J. Catal. 72 1981 51 135 W.R. Salaneck C.F. Brucker J.E. Fischer A. Metrot Phys. Rev. B 24 1981 5037",
      "scopus-id": "0020143330",
      "coredata": {
        "eid": "1-s2.0-0304510282800229",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800229",
        "dc:creator": {
          "@_fa": "true",
          "$": "Ebert, Lawrence B."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800229"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800229"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80022-9",
        "prism:volume": "15",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalysis by graphite intercalation compounds",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "275-296",
        "prism:endingPage": "296",
        "pubType": "rev",
        "prism:coverDisplayDate": "June 1982",
        "prism:doi": "10.1016/0304-5102(82)80022-9",
        "prism:startingPage": "275",
        "dc:identifier": "doi:10.1016/0304-5102(82)80022-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020143330"
      }
    }
  }
}