{
  "metadata": {
    "title": "Carbonylation of 2,4-dinitrotoluene using homogeneous Pd and Rh complex catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-05-31",
    "doi": "10.1016/0304-5102(84)85131-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284851317",
    "pii": "0304510284851317"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021425124",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284851317 0304-5102(84)85131-7 0304510284851317 10.1016/0304-5102(84)85131-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02477 2024-01-02T01:06:03.941633Z 0 0 19840501 19840531 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 24 24 2 2 Volume 24, Issue 2 6 197 210 197 210 198405 May 1984 1984-05-01 1984-05-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. CARBONYLATION24DINITROTOLUENEUSINGHOMOGENEOUSPDRHCOMPLEXCATALYSTS GUPTE S HARDY 1967 961 W TIETZ 1977 368 H UNVERFERTH 1979 86 K BRAUNSTEIN 1982 1236 P NEFEDOV 1977 1427 B BEYNON 1959 1861 J SNAPE 1886 254 H KAJIMOTO 1969 827 T IQBAL 1974 566 A PARSHALL 1980 93 G HOMOGENEOUSCATALYSIS MANOVYUVENSKII 1981 470 V COLLMAN 1967 4809 J DOUGHTY 1979 2645 D GUPTEX1984X197 GUPTEX1984X197X210 GUPTEX1984X197XS GUPTEX1984X197X210XS item 0304-5102(84)85131-7 0304510284851317 1-s2.0-0304510284851317 10.1016/0304-5102(84)85131-7 272239 2024-01-02T01:06:03.941633Z 1984-05-01 1984-05-31 1-s2.0-0304510284851317-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284851317/MAIN/application/pdf/0d8a2297ab2930c2d8933cccf9a7b15b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284851317/MAIN/application/pdf/0d8a2297ab2930c2d8933cccf9a7b15b/main.pdf main.pdf pdf true 816211 MAIN 14 1-s2.0-0304510284851317-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284851317/PREVIEW/image/png/5621e7ab339a1f92ac94dfec844bf36d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284851317/PREVIEW/image/png/5621e7ab339a1f92ac94dfec844bf36d/main_1.png main_1.png png 56006 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 24 (1984) 197 - 210 197 CARBONYLATION OF 2,4-DINITROTOLUENE USING HOMOGENEOUS Pd AND Rh COMPLEX CATALYSTS S. P. GUPTE and R. V. CHAUDHARI* Chemical Engineering Division, National Chemical Laboratory, Poona 411 008 (India) (Received June 24, 1983; accepted September 27, 1983) Summary The activity of Pd and Rh complex catalysts (Pd(py)2Cl2, Rh(py)3d3, etc.) in the carbonylation of 2,4-dinitrotoluene (DNT) has been investigated, and the effect of ligands, metal oxide and chloride promoters on the con- version of DNT and selectivity of isocyanates has been studied. It was found that these catalysts exhibit very high selectivity for total isocyanates. The intermediate isocyanates formed were characterized by GC-MS techniques. The effects of free pyridine on the activity of both Pd and Rh complex catalysts showed that an optimum ratio of py/metal exists for a given set of conditions. The influence of CO pressure, catalyst concentration, DNT concentra- tion, temperature and contact time on the activity of the Pd(py)2d2 catalyst was also studied. It was observed that higher CO pressure and catalyst con- centration with a shorter contact time are conditions which favour higher selectivity for 2,4-toluene diisocyanate. Introduction The carbonylation of nitro compounds to isocyanates is an industrially important reaction as it provides a novel route for the manufacture of commercially important isocyanates. R(N02) + 3nCO -> R(NCO) + 2nCOz (1) This route is particularly attractive, as it eliminates the corrosive by- products, such as HC1, formed in the conventional phosgenation route [1] and is a single-step process. In recent years, numerous patents have been pub- NCL Communication No: 3310 * Author to whom correspondence should be addressed. 0304-5102/84/$3.00 Eisevier Sequoia/Printed in The Netherlands 198 lished on carbonylation of nitro compounds [2 - 6], and mainly those cata- lysts consisting .of Pd and Rh complexes with N-containing heterocyclic ligands have been found to be effective. For the carbonylation of nitro com- pounds, Rh-C/FeCIa [7], Pdtpy);^ [8, 9], [RhCHCO^L/MoCIs [10] and mixed Pd Mo cluster [11] catalysts have also been reported. Nefedov et al. [12] studied the activity of a PdO catalyst promoted by metal oxides for use in the carbonylation of 2,4-dinitrotoluene. However, the role of ligands, promoters, solvents and reaction conditions in the carbonylation of 2,4- dinitrotoluene is not yet well understood. In the present paper we report in- vestigations on the carbonylation of 2,4-dinitrotoluene using homogeneous Pd(py)2Cl2 and Rh(py)3Cl3 complex catalysts. The main objective of the work was to investigate the role of pyridine and other ligands, solvents and promoters on the activity and selectivity of catalysts. The effects of catalyst concentration, CO pressure, temperature and contact time have also been studied. Experimental Materials The solvents required (monochlorobenzene, o-dichlorobenzene, p-xylene and toluene) were dried and freshly distilled under N3. Dinitrotoluene, supplied by Koch-light, U.K., was purified before use to obtain the isomer 2,4-dinitrotoluene, by the method described elsewhere [13]. Carbon monox- ide from the cylinder (generated, purified and compressed in our own labo- ratory) was used and the purity was found to be > 99.5% by GC analysis. Palladium chloride and rhodium chloride trihydrate, obtained from Arora- Mathey Ltd., India, were used without further purification. The complexes Pd(py)2Cl2, Pd(quinoline)2Cl2 and Pd(isoquinoline)2Cl2 were prepared by the reaction of PdCl2 with pyridine, quinoline or isoquinoline*. The complex ii'h(py)3d3 was similarly prepared from RhC^-SI^O and pyridine**. Apparatus Carbonylation experiments were carried out in a 300 cm3 stirred high- pressure stainless steel autoclave supplied by Parr Instrument Co., U.S.A. This reactor was provided with facilities for automatic temperature control *Prepared as follows: Pd black (5.64 mmol), pyridine (or quinoline or isoquinoline) hydrochloride (22.5 mmol) and concentrated nitric acid (4.0 ml) were refluxed in o- dichlorobenzene (75 ml) for 24 h. The catalyst was precipitated by addition of a large excess of petroleum ether (b.p. 35 - 55 C) to the resulting solution, recrystallized from chloroform and characterized by IR spectroscopy. \" RhCla'SH^O (1.9 mmol) and pyridine (18.8 mmol) were refluxed in 100 cm3 of o-dichlorobenzene for 24 h. The orange-coloured crystalline solid was separated, washed with solvent, dried under vacuum and recrystallized from o-dichlorobenzene. The product was identified by IR spectroscopy and microanalysis. 199 and agitation, a cooling coil and devices for sampling gaseous and liquid-phase components. Experimental procedure In a typical experiment, known quantities of 2,4-dinitrotoluene (55 mmol), catalytic complex Pd(py)iCl2 (3.0 mmol) and promoter (3-4 mmol) were charged into the reactor and the solution made up to 100 cm3 using monochlorobenzene as a solvent. The reactor was flushed twice with N; and then with carbon monoxide. The carbon monoxide pressure was adjusted to the desired value and the contents were heated to 195 C under constant stirring. It took about 10 min to attain the constant temperature of 195 C. At this stage, a sample was withdrawn and the reaction continued further. In the process of heating, the pressure rose from 1000 psig to 1500 psig. The pressure drop thereafter was observed as a function of time. Also, liquid samples were withdrawn at regular intervals and analysed for the concentra- tions of 2,4-dinitrotoluene and products. Generally, the reaction was carried out for 2 - 4 h. Analysis of liquid-phase components was carried out using a HP-5840 gas Chromatograph fitted with a FID. The column used was 6 ft X 1/8 in, packed with SE-30. The carrier gas (N3) flow rate was 20 cm3 min\"1 and the column temperature was 170 C. Results and discussion Activity ofPd complex catalysts/product distribution In the carbonylation of 2,4-dinitrotoluene (DNT) using a soluble Pd- (py)2CT2 complex catalyst in chlorobenzene medium, 2-nitro-4-isocyanato- toluene, 4-nitro-2-isocyanatotoluene and 2,4-toluene diisocyanate (TDI) are formed according to eqn. (2): NCO + 4CU2 (2) 200 At 195 C and 1500 psig CO, complete conversion of 2,4-dinitrotoluene was achieved and the corresponding material balance for products 2, 3,4 and CO; attained 95%. The liquid products were analyzed by GC, and 2,4-toluene diisocyanate was identified by comparison with the retention time of a standard sample. Since the intermediate monoisocyanates were not available, identification was carried out by GC-MS analysis. Samples were analysed using an AEI-MS-30 unit with a column packed with 5% SE-30. The MS source temperature was 250 C, the electron energy 32 eV, the He gas flow rate 30 ml min\"1, and the column temperature 160 C. The fragmentation pattern of compound 4 was identical with that of standard TDI with a molec- ular weight indication of 174\"'\". The molecular weight corresponding to two other peaks in the GC was 178, which is consistent with compounds 2 and 3. These compounds were identified from the characteristic differences in the fragmentation pattern. In compound 2, the nitro group is in the position para to methyl and in such a case, it is expected [14] to observe nitro-nitrite isomerization of the molecular ion followed by NO loss, as shown in eqn. (3): 0=C=N H,C \"1\" + HO=C=N 0-N=0 -^ - HzC (3) M (178) -^ (148) Accordingly, a resonance-stabilized ion at m/z 148 has been observed for compound 2 and hence this was assigned as 4-nitro-2-isocyanatotoluene. For compound 3, where the NO; group is in the position ortho to methyl, a loss of OH radical due to the presence of an active hydrogen atom in the position ortho to the nitro group is expected [14]. The resulting (M-OH)* ion is stabilized due to the cyclization shown below: N=C=0 -^n-(178) M + As a similar fragmentation at m/z 161 was observed for compound 3, it was assigned as 2-nitro-4-isocyanatotoluene. The concentration profile of DNT and products in a batch reactor using Pd(py)2Cl2 complex catalyst is shown in Fig. 1. It was observed that the rate of reaction decreased with decreasing DNT concentration, indicating an almost first-order dependence of the rate on DNT concentration. The con- 201 6-0 4-0 2-0 0-0 120 180 TIME, min Fig. l. A typical concentration-time profile of a DNT carbonylation reaction (Pd(py)2d2 system). centration-time curve of the intermediate products 2 and 3 passed through maxima, while TDI concentration consistently increased with time. The selectivity of TDI was thus found to be varying at different conversion levels. The total isocyanate selectivity was found to be > 95%; however, when the reaction was continued for longer contact times, polymeric products were observed and the TDI selectivity was found to decrease with time. Effects of process conditions The effects of partial pressure of CO, initial DNT concentration, cata- lyst concentration and temperature on the conversion of DNT and the selec- tivity of isocyanates were investigated, and the results are presented in Table 1. It was observed that with increasing CO pressure and catalyst concentration, the conversion rate of DNT increased and the selectivity of TDI also increased substantially. This is because at higher rates, the isocyanate products formed are exposed for shorter contact times and thus the side reactions leading to polymeric products are minimized. In addition, at higher catalyst concentra- tion and CO pressure the rates of conversion of the intermediate isocyanates (2 and 3) are also expected to increase, thus leading to a higher selectivity for TDI. The initial concentration of DNT also had a significant effect on both conversion rate and selectivity. While the conversion rate increased with increasing DNT concentration, the TDI selectivity was found to decrease 202 TABLE 1 Conversions and selectivities obtained on the carbonylation of 2,4-dinitrotoluene under various reaction conditions using Pd(py)2Cl2 as catalyst and monochlorobenzene (100 cm3) as solvent Temp. ( C) Initial cone. DNT (mol/1) CO pressure (atm) Catalyst cone. X 102 (mol/1) Reaction time (h) Conversion of DNT(wt/wt) Selectivity (%) total isocyanate (2+3+4) TDI(4) 180 195 205 195 195 195 195 195 195 195 195 0.55 0.55 0.55 0.28 1.10 0.55 0.55 0.55 0.55 0.55 0.55 85 85 85 85 85 45 113 85 85 85 85 2.98 2.98 2.98 2.98 2.98 2.98 2.98 1.49 5.96 2.98 2.98 4.5 4.5 4.5 4.5 4.5 4.5 4.5 4.5 4.5 6.0 8.0 38 90 100 100 69 43 100 41 100 100 100 97 99 85 100 81 99 97 100 99 83 72 30 50 39 60 32 15 55 21 61 49 42 ^The selectivity was calculated as [(moles of products formed)/(moles of product expected from converted DNT)] X 100. with increasing DNT concentration. Temperature increase showed a marked effect on the conversion of DNT, as well as the selectivity of TDI. These results in general indicate that a high conversion of DNT achieved over a short contact time is favourable for higher TDI selectivity. At low rates (i.e. at longer contact times), the possibility of accumulation of intermediate iso- cyanates and of side reactions leading to polymeric products tends to de- crease TDI selectivity. Thus process conditions play an important role in determining the selectivity of TDI. Effects of promoters and ligands The effects of ligands such as pyridine, isoquinoline and quinoline on the activity of Pd complex catalysts were studied for the carbonylation of DNT to isocyanates. The results are presented in Table 2. It was observed that the rate of conversion of DNT decreased depending on the ligand used, in the following order: pyridine > isoquinoline > quinoline The selectivity of isocyanate products was not affected significantly by varying the ligands. The effect of metal oxide and chloride promoters on the activity of Pd- (py)2Cl2 complex catalyst and selectivity was studied and the results are pre- sented in Table 3. It was found that in the absence of Pd(py)2Cl2 these 203 TABLE 2 Effect of ligands on the activity of Pd complex catalysts Catalyst Conversion of DNT (%, w/w) Selectivity' '(%) 2 3 4 Pd(pyhCL2 Pd(isoquin);iCl2 Pd(quin)2Cl2 85.4 63.0 46.5 28.7 20.6 20.0 43.3 26.6 52.8 25.6 51.9 27.5 Reaction conditions: temperature = 195 C, CO pressure = 85 atm, catalyst concentra- tion = 2.98 X i.0~s mol cm~3, reaction time = 2.5 h. \"The selectivity was calculated as in Table 1. TABLE 3 Effect of promoters on the activity and selectivity of Pd(py)2Cl2 complex catalyst for the carbonylation of DNT to TDI Promoter (mmol) Time (h) Conversion of DNT(%, w/w) Selectivity (%) TDI(4) total isocyanate (2+3+4) noneV205(2.75)Mo03 (3.47)V^Os + MoC>3 (1.38)+(1.74)Cr,03 (3.30)FeiOi (3.13)FeB03[18] (4.35)Fe^MoTO^ [19] (0.86) l 2 3l 2 31 2 31 2 31 2 31 2 31 2 31 2 3 56 82 9162 89 9561 83 9267 92 9858 79 8558 78 8858 80 9265 90 98 15.7 22.3 30.52027 3518 25 3222 30 3712 18 2812 18 2818 22 3419 28 35 100 99.8 99.6100 98 9699 928796 908790 80 75100 95 90100 98 96100 9281 (continued) 204 TABLE 3 (continued) Promoter (mmol) Time (h) Conversion ofDNT(%, w/w) Selectivity (%) TDI(4) total isocyanate (2+3+4) Mods (3.66)FeCh anhydrous (6.0)benzoyl chloride (14.8)benzoyl chloride (2.95) 1 2 3l 2 3l 2 31 2 3 65 88 8963 71 805 132822 50 62 13.8 25.3 32.212 10811 12 15 100 98.7 98.981 65 43100 84 80 Reaction conditions: temperature = 195 \"C, CO pressure = 85 atm, catalyst concentra- tion = 2.98 X 10~5 mol cm~3, solvent = monochlorobenzene. promoters have no activity for DNT carbonylation. The conversion of DNT as well as the selectivity for isocyanates were also not significantly affected in the presence of these so-called promoters (according to the patent liter- ature) when compared under identical conditions. When metal chlorides such as FeCl3 or MoCl5 were used as promoters, the rate of carbonylation in- creased significantly. With FeCl3, the selectivity for total isocyanates as well as TDI reduced drastically. In the presence of benzoyl chloride the reaction stopped at 62% conversion using 2.95 mmol benzoyl chloride. At higher benzoyl chloride concentrations (14.8 mmol), the reaction stopped at 28% conversion of DNT and no isocyanate was formed. Solvent effects The effect of solvents on the activity of Pd(py)2Cl2 for DNT conversion and selectivity for TDI as well as total isocyanates was investigated. Exper- iments were carried out over a fixed reaction time. Figure 2 shows a plot of percentage DNT converted versus time. This plot shows that the solvents have a significant effect on the rate of DNT carbonylation. The activity of the catalyst was found to decrease depending on the solvent, in the following order: monochlorobenzene > o-dichlorobenzene > toluene > p-xylene The effect of solvents on the selectivity of TDI and total isocyanate is shown in Fig. 3. The selectivity pattern shown in this plot indicates that for a given conversion of DNT, TDI selectivity decreases depending on the solvent, in the following order: H) ire\" u o -i ^ & '5' < 'o i^ o o S 13 sr x n B s^ 's\" 206 p-xylene > toluene > monochlorobenzene > o-dichlorobenzene Except in the case of o-DCB as a solvent, the total isocyanates selectivity was not affected by a change in solvent. The results indicate that for a given con- version, the highest selectivity is obtained with p-xylene as a solvent. Effect of free pyridine In order to determine the role of pyridine in the carbonylation of nitro compounds, several experiments were carried out. When PdCl; was used without pyridine, no conversion of DNT was detected. Similarly, in the pres- ence of pyridine alone, the reaction did not proceed. A mixture of PdCl; and pyridine was, however, found to be active for DNT carbonylation. This suggests that pyridine plays an important role in the reduction of nitro com- pounds to isocyanates by CO. The fact that (PdCl^ + pyridine) and Pd(py)i- Cla both are active catalysts indicates that when PdCl; and pyridine are separately introduced, Pd(py)iCl2 is likely to be formed in situ by the following reaction: PdClz + 2pyridine -> Pd(py)2Cl2 (4) A blank experiment carried out in the absence of DNT and CO resulted in the formation of a Pd(py)2Cl2 complex identical with that prepared indepen- dently. When PdCl; and pyridine were charged separately, an induction period of about l h was observed before the reaction started. The effect of the free pyridine concentration on the activity and selec- tivity of the catalysts was investigated. Figure 4 shows a plot of the rate of DNT reaction us. pyridine concentration which indicates a linear dependence of the rate on pyridine concentration. This is clearly a promoting effect of free pyridine. To some extent, this can be attributed to an increase in Pd- (py)2Cl2 concentration with increasing pyridine concentration, as per reac- tion (4). The effect of pyridine concentration on the selectivity is shown in Fig. 5. It was found that the total isocyanate selectivity is not influenced in the lower py/PdCl2 ratio range (< 3.87), but decreased on increasing the ratio of py/PdC^ beyond 3.87. The selectivity ofTDI was found to increase with increasing py/PdCl2 ratio up to this point but decreased with any further increase in the py/PdCl2 ratio. Thus an optimum ratio of py/PdCl2 of 3.87 was observed. The reduction in selectivity for both TDI and total isocyanates at higher pyridine concentrations is likely to be due to the side reaction leading to the polymerization of isocyanates. For this type of polymeriza- tion, pyridine is known to act as a catalyst [15]. Activity of the Rh complex catalyst The activity of Rh(py)3Cl3 and (RhCla + pyridine) catalysts for the carbonylation of DNT was also investigated. The concentration profile of reactants and products for the Rh(py)3d3 catalyst is shown in Fig. 6. When compared on a weight basis of catalyst, the rate of reaction was found to be ATE OF ONT CARBONYLATION R, 10* mol cil)-' '' - 0 _______0_________________________0 CONCENTRATION 104 , ol ein- M fr 0 0 SELECTIVTY OF ISOCYANATE , /. M 1 I l 0 Ol 209 100 <0 CONDITIONS TEMPERATURE 198 C CO PRESSURE 85 ATM. RhCl^lHzO CONC. I- I O'5 mol en OUT CONC. 5-5 10\"4 0l CUTS SOLVENT MONOCHLOROBENZENE REACTION TIME 4-0 HRS. 1 10 100 PYRIDINE CONC. x 10s, mol cm\"1 Fig. 8. Effect of pyridine concentration on the rate of DNT carbonylation (RhC^'SH^O- pyridine system). marginally higher (by 30%) than that with the Pd(py)2Cl2 catalyst. The total isocyanate selectivity was, however, found to be lower (89.6%) in the case of the Rh(py)3Cl3 complex catalyst. In a series of experiments the effect of free pyridine on the RhCl3 cata- lyst was studied, and the results are shown in Fig. 7. As can be seen, the trend of selectivity behaviour was identical to that observed for the PdCl;- pyridine system. TDI selectivity was highest at a py/RhCl3 ratio of 4.33, beyond which it dropped with increasing py/RhCl3 ratio. Figure 8 shows a log-log plot of the DNT carbonylation rate versus pyridine concentration. It is interesting to note that DNT carbonylation rates increased with increasing pyridine concentration, thus indicating a promoting effect of pyridine. Reaction mechanism The mechanism of the carbonylation of nitro compounds to isocyanates by homogeneous Pd complex catalysts is not yet well understood. It is generally believed that the first step is likely to involve catalytic deoxygena- tion of the nitro compound by carbon monoxide to nitrene, either in a dis- crete oracomplexed form [18 - 21]. For conversion of nitrene to isocyanate, there is indirect evidence in which it is reported that organic azides, by reac- 210 tion with CO in the presence of a metal complex, are converted to isocyanates via a nitrene intermediate [22]. The oxygen transfer from the NOa group to coordinated CO was demonstrated earlier by Doughty et al. [23], in which the conversion of ?(N02)2 (PEt3)2 to Ni(NO)(N02)(PEt3)2 by carbon monox- ide is observed. A similar mechanism may be applicable for the Pd-catalysed carbonylation of dinitrotoluene to toluene diisocyanate, however further work on this subject is necessary in order to propose a definitive mechanism. Acknowledgement We thank Dr. P. S. Kulkami for valuable discussions on mass spectral analysis. References 1 U.S. Pat. 2 680 127 (1954) to R. J. Slocombe, H. Flores and T. H. Clevland (Monsanto Chemical Co). 2 Brit. Pat. 1 279 887(1969) to Olin Corporation, U.S.A. 3 U.S. Pat. 3 523 962 (1970) to G. F. Ottman and E. H. Kober (Olin Corporation). 4 U.S. Pat. 3 576 835 (1971) to E. Smith and W. Schnabel (Olin Corporation). 5 U.S. Pat. 3823 174 (1974) to P. D. Hammond, N. Haven and N. B. Franco (Olin Corporation). 6 U.S. Pat. 4331 560(1982) to W. R. Pretzer and R. B. Pannell (Gulf Research and Development Co). 7 W. B. Hardy and R. P. Benett, Tetrahedron Lett, 11 (1967) 961. 8 U.S. Pat. 3 828 089 (1974) to P. D. Hammond, J. A. Scott, W. M. Clarke and W. I. Denton (Olin Corporation). 9 H. Tietz, K. Unverferth and K. Schwetlick, Z. Chem., 17 (1977) 368. 10 K. Unverferth, R. Hontsch and K. Schwetlick, J. Prakt. Chemie, 321 (1979) 86. 11 P. Braunstein and R. Bender, Organome tallies, 1 (1982) 1236. 12 B. K. Nefedov, V. I. Manov-Yuvenskii and Kh. 0. Khoshdurdyev, Bull. Acad. Sei. USSR, 26 (1977) 1427. 13 U.S. Pat. 3 931 347 (1976) to D. H. Rosenblatt and W. H. Jr. Dennis (United States of America, Department of the Army). 14 J. H. Beynon, G. R. Lester and A. E. Williams, J. Phys. Chem., 63 (1959) 1861. 15 H. L. Snape, J. Chem. Soc., 49 (1886) 254. 16 U. S. Pat. 3 776 935 (1973) to J. D. McClure and G. W. Conklin (Shell Oil Comp.). 17 U.S. Pat. 3 719 699 (1973) to J. D. McClure and G. W. Conklin (Shell Oil Corpn.). 18 T. Kajimoto and J. Tsuji, Bull. Chem. Soc. Jpn., 42 (1969) 827. 19 A. F. M. Iqbal, Chemtech., September (1974) 566. 20 G. W. Parshall, Homogeneous Catalysis, Wiley, New York, 1980, p. 93. 21 V. I. Manov-Yuvenskii and B. K. Nefedov, Russian Chem. Rev. 50 (1981) 470. 22 J. P. Collman, M. Kubota and J. W. Hosking, J. Am. Chem. Soc., 89 (1967) 4809. 23 D. T. Doughty, G. Gordon and R. P. Stewart, Jr., J. Am. Chem. Soc., 101 (1979) 2645. X244 84851317 0304-5102(84)85131-7 10.1016/0304-5102(84)85131-7 Chemical catalysis Carbonylation of 2,4-dinitrotoluene using homogeneous Pd and Rh complex catalysts S.P. Gupte R.V. Chaudhari 1 Chemical Engineering Division, National Chemical Laboratory, Poona 411 008 India 1 Author to whom correspondence should be addressed. The activity of Pd and Rh complex catalysts (Pd(py)2Cl2, Rh(py)3Cl3, etc.) in the carbonylation of 2,4-dinitrotoluene (DNT) has been investigated, and the effect of ligands, metal oxide and chloride promoters on the conversion of DNT and selectivity of isocyanates has been studied. It was found that these catalysts exhibit very high selectivity for total isocyanates. The intermediate isocyanates formed were characterized by GC-MS techniques. The effects of free pyridine on the activity of both Pd and Rh complex catalysts showed that an optimum ratio of py/metal exists for a given set of conditions. The influence of CO pressure, catalyst concentration, DNT concentration, temperature and contact time on the activity of the Pd(py)2Cl2 catalyst was also studied. It was observed that higher CO pressure and catalyst concentration with a shorter contact time are conditions which favour higher selectivity for 2,4-toluene diisocyanate. References 1 U.S. Pat. 2 680 127 (1954) to R.J. Slocombe, H. Flores and T.H. Clevland (Monsanto Chemical Co). 2 Brit. Pat. 1 279 887 (1969) to Olin Corporation, U.S.A. 3 U.S. Pat. 3 523 962 (1970) to G.F. Ottman and E.H. Kober (Olin Corporation). 4 U.S. Pat. 3 576 835 (1971) to E. Smith and W. Schnabel (Olin Corporation). 5 U.S. Pat. 3 823 174 (1974) to P.D. Hammond, N. Haven and N.B. Franco (Olin Corporation). 6 U.S. Pat. 4 331 560 (1982) to W.R. Pretzer and R.B. Pannell (Gulf Research and Development Co). 7 W.B. Hardy R.P. Benett Tetrahedron Lett 11 1967 961 8 U.S. Pat. 3 828 089 (1974) to P.D. Hammond, J.A. Scott, W.M. Clarke and W.I. Denton (Olin Corporation). 9 H. Tietz K. Unverferth K. Schwetlick Z. Chem. 17 1977 368 10 K. Unverferth R. Hontsch K. Schwetlick J. Prakt. Chemie 321 1979 86 11 P. Braunstein R. Bender Organometallies 1 1982 1236 12 B.K. Nefedov V.I. Manov-Yuvenskii Kh.O. Khoshdurdyev Bull. Acad. Sci. USSR 26 1977 1427 13 U.S. Pat. 3 931 347 (1976) to D.H. Rosenblatt and W.H. Jr. Dennis (United States of America, Department of the Army). 14 J.H. Beynon G.R. Lester A.E. Williams J. Phys. Chem. 63 1959 1861 15 H.L. Snape J. Chem. Soc. 49 1886 254 16 U. S. Pat. 3 776 935 (1973) to J.D. McClure and G.W. Conklin (Shell Oil Comp.). 17 U.S. Pat. 3 719 699 (1973) to J.D. McClure and G.W. Conklin (Shell Oil Corpn.). 18 T. Kajimoto J. Tsuji Bull. Chem. Soc. Jpn. 42 1969 827 19 A.F.M. Iqbal Chemtech. 1974 566 20 G.W. Parshall Homogeneous Catalysis 1980 Wiley New York 93 21 V.I. Manov-Yuvenskii B.K. Nefedov Russian Chem. Rev. 50 1981 470 22 J.P. Collman M. Kubota J.W. Hosking J. Am. Chem. Soc. 89 1967 4809 23 D.T. Doughty G. Gordon R.P. Stewart Jr. J. Am. Chem. Soc. 101 1979 2645",
      "scopus-id": "0021425124",
      "coredata": {
        "eid": "1-s2.0-0304510284851317",
        "dc:description": "The activity of Pd and Rh complex catalysts (Pd(py)2Cl2, Rh(py)3Cl3, etc.) in the carbonylation of 2,4-dinitrotoluene (DNT) has been investigated, and the effect of ligands, metal oxide and chloride promoters on the conversion of DNT and selectivity of isocyanates has been studied. It was found that these catalysts exhibit very high selectivity for total isocyanates. The intermediate isocyanates formed were characterized by GC-MS techniques. The effects of free pyridine on the activity of both Pd and Rh complex catalysts showed that an optimum ratio of py/metal exists for a given set of conditions. The influence of CO pressure, catalyst concentration, DNT concentration, temperature and contact time on the activity of the Pd(py)2Cl2 catalyst was also studied. It was observed that higher CO pressure and catalyst concentration with a shorter contact time are conditions which favour higher selectivity for 2,4-toluene diisocyanate.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284851317",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gupte, S.P."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, R.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284851317"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284851317"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85131-7",
        "prism:volume": "24",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Carbonylation of 2,4-dinitrotoluene using homogeneous Pd and Rh complex catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "197-210",
        "prism:endingPage": "210",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1984",
        "prism:doi": "10.1016/0304-5102(84)85131-7",
        "prism:startingPage": "197",
        "dc:identifier": "doi:10.1016/0304-5102(84)85131-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021425124"
      }
    }
  }
}