{
  "metadata": {
    "title": "Isomerization of 2-methyl-1-butene on copper on-silica catalysts prepared by ion exchange",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-06-01",
    "doi": "10.1016/0304-5102(89)80014-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800148",
    "pii": "0304510289800148"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024682727",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800148 0304-5102(89)80014-8 0304510289800148 10.1016/0304-5102(89)80014-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01150 2024-01-02T01:04:53.938015Z 0 0 19890601 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 51 51 3 3 Volume 51, Issue 3 14 361 367 361 367 19890601 1 June 1989 1989-06-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. ISOMERIZATION2METHYL1BUTENECOPPERONSILICACATALYSTSPREPAREDBYIONEXCHANGE MOLNAR A KOBAYASHI 1980 1197 H RUZICKA 1960 14506g V HAJEK 1969 2739 M BENESI 1973 176 H JACOBS 1974 267 P KNOZINGER 1971 1066 H ARMISTEAD 1969 3947 C GHIOTTI 1979 2863 G TSYGANENKO 1973 579 A VANROSMALEN 1978 2748 A VANROSMALEN 1979 2485 A SHIMOKAWABE 1983 1337 M KOHLER 1987 323 M MOLNAR 1988 478 A AMARA 1988 153 M MOLNARX1989X361 MOLNARX1989X361X367 MOLNARX1989X361XA MOLNARX1989X361X367XA item 0304-5102(89)80014-8 0304510289800148 1-s2.0-0304510289800148 10.1016/0304-5102(89)80014-8 272239 2024-01-02T01:04:53.938015Z 1989-06-01 1-s2.0-0304510289800148-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800148/MAIN/application/pdf/c5454670b43b5d8b1ed90de2f34452d7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800148/MAIN/application/pdf/c5454670b43b5d8b1ed90de2f34452d7/main.pdf main.pdf pdf true 457623 MAIN 7 1-s2.0-0304510289800148-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800148/PREVIEW/image/png/6bc755d6f3587d01dcd8d62a7e6417d8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800148/PREVIEW/image/png/6bc755d6f3587d01dcd8d62a7e6417d8/main_1.png main_1.png png 55862 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 51 (1989) 361 - 367 361 ISOMERIZATION OF 2-METHYL-l-BUTENE ON COPPER.ON-SILICA CATALYSTS PREPARED BY ION EXCHANGE ARPAD MOLNAR, JANOS T. KISS and MIHALY BART6K Department of Organic Chemistry, Attila Jozsef University, Szeged, Dom ter 8, H-6720 (Hungary) Summary Copper-on-silica gel catalysts prepared by ion exchange exhibit a unique activity in the isomerization of alkenes that are able to form the most stable tertiary carbocations. Poisoning experiments with pyridine and 2,6- dimethylpyridine, together with IR studies, indicate the presence of differ- ent surface acidic sites generated during the activation of the catalysts, inducing an ionic-type isomerization. Introduction In a recent study, an unusually extensive isomerization (double bond migration) of 2-methyl-l-butene as compared to other isomeric pentenes was observed on certain copper catalysts [1]. Under hydrogenation condi- tions, a 2.01% copper-on-silica catalyst (Cu/S X) prepared by ion exchange brought about a 68% conversion of 2-methyl-l-butene to 2-methyl-2-butene at a temperature as low as 323 K in pulse experiments. In comparison, copper powder and catalysts prepared by precipitation exhibited negligible activity under identical conditions. The results of further studies to reveal the nature of this isomerization activity are reported here. dig Crig CH2=C-CH2-CH3 > CH3-C=CH-CH3 Experimental Materials Of the alkenes studied, 2-methyl-l-butene (2MelBu), 2-methyl-2- butene (2Me2Bu), 3-methyl-l-butene (3MelBu) and 2,3-dimethyl-l-butene (2,3diMelBu) were GC grade products of Fluka, with purities better than 99.5%. Cis-2-pentene (cis2P, >98%), methylenecyclopentane (>97%) and 0304-6102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 362 methylenecyclohexane (>98%) were used as received. Pyridine (Fluka, puriss.) and 2,6-dimethylpyridine (Merck, for synthesis) were kept on potassium hydroxide and distilled before use. Heptane (Fluka, puriss., 100% pure by GC) was used without further purification. Oxygen-free hydrogen was prepared with a Matheson 8326 generator operating with a palladium membrane. Helium (99.99%) was further purified by passage through an Oxy-Trap and an indicating Oxy-Trap (Alltech). Catalysts Ion-exchanged copper catalysts were prepared by a literature method [2], using Cu(NH3)42+ and silica gel (Strem, large pore, 120 - 230 mesh) or Cab-O-SU M5 (BDH) supports (denoted Cu/S-X and Cu/CS-X, respec- tively). Catalysts were also prepared by precipitating basic copper carbonate on the above supports (Cu/S P and Cu/CS P) [3]. After preparation all catalyst precursors were treated at 773 K for 3 h in air. Before use the catalysts were reduced in hydrogen flow for 2 h at the temperature indicated in the Figures, then kept in helium flow for 1 h at the same temperature. Methods A pulse microreactor equipped with a Carlo Erba model GV chromato- graph operating with a hot-wire detector was used with catalyst samples of 10 mg (flow rate of hydrogen or helium carrier gases = 20 ml min~1). In poisoning experiments, 5 X 10~8 molar solutions of the bases in heptane were used. GC analyses were performed on a 10% ethyl JV,Jv-dimethyloxamate (Supelco)-on-Chromosorb P column (4 m) at room temperature. Infrared spectroscopic studies were carried out in a Specord 71 IR apparatus (Carl Zeiss, Jena) equipped with a static cell. Self-supporting wafers prepared from 24 0.5 mg catalyst were used in these studies. Results and discussion Detailed studies of the four different catalysts revealed that the copper- on-silica catalyst prepared by precipitation (6.62% Cu/S P), or catalysts prepared from Cab-0-Sil by either ion-exchange (3.66% Cu/CS X) or pre- cipitation (6.79% Cu/CS P), were inactive in isomerization. After pretreat- ment in the same way as the loaded catalysts, the supports exhibited negligible activity. Consequently, only the Cu/S X catalysts were used in further studies. These observations indicate that both the method of prepara- tion and the nature of the support play an essential role in determining the activity of Cu/SiOz catalysts. Investigations in helium of the ion-exchanged, heat-treated precursors of the Cu/S X catalysts led to the finding that the precursors themselves without reduction also exhibit an initial isomerizing activity. This rather low activity decreases with increasing pretreatment temperature and decays rapidly with increasing pulse number (Fig. 1). The initial activity is lost upon 363 n a D a a A A a * a a 50- 50 -9 0- 10 No. of pulses 10 No of pulses Fig. 1. Isomerization of 2-methyl-l-butene on a 1.91% Cu/S X catalyst (reaction tem- perature: 423 K; 10 mg catalyst, 1 JUl pulses). Initial activities after pretreatment in helium for 3 h each at n 473 K or A 673 K. Activities after a 2 h reduction followed by helium treatment for 1 h each at 473 K or A 673 K. Fig. 2. Isomerization of 2-methyl-l-butene as a function of metal loading (pretreatment: 573 K, 2 h in hydrogen then 1 h in helium; reaction temperature: 423 K; 10 mg catalyst, 1 Id pulses), a 6.36% Cu/S-X, A 3.45% Cu/S X, o 1.91% Cu/S X. low-temperature reduction, while a new, higher and more stable activity is generated during reduction at higher temperatures (Fig. 1). Experiments with the reduced Cu/S X catalysts indicated that the isomerizing activity of the catalysts depended on the copper loading. The higher the loading, the higher and the more stable the activity (Fig. 2). It was also observed that the pretreatment conditions strongly affected the result- ing activity. A higher temperature of activation in hydrogen (Fig. 3) and a higher temperature of the following treatment in helium led to more active catalysts with more stable activity. Further work with^ different olefins revealed that only compounds con- taining the CH2=C<j| moiety (methylenecyclopentane, methylenecyclo- hexane, 2MelBu and 2,3diMelBu) participate in extensive double bond migration. All these compounds yield a thermodynamically more stable (more substituted) alkene as a result of double bond migration. In compari- son, 2Me2Bu, a compound able to transform only to less stable alkenes, shows much lower reactivity (Fig. 4). This structural feature of the reacting alkenes, and the observation that the reaction takes place in the absence of hydrogen as well, are strong indications of an ionic mechanism, because these are compounds able to form the most stable tertiary carbocations on the action of acidic centres (A\"*\"). /R A+ /R CH2=C. > CH^-a ^R' i -Y 364 S 50- o n D 10 sV XV x Ix0 V* v vA VA A 0 A0 $ ^ ft o a 5 10 5 10 No. of pulses No. of pulses Fig. 3. Isomerization of 2-methyl-l-butene as a function of the reduction temperature (catalyst: 1.91% Cu/S X, 10 mg; reaction temperature: 423 K; 1 111 pulses). Activations are 2 h in hydrogen then 1 h in helium at a 473 K, 0 523 K, o 573 K, A 623 K,v 673 K. Fig. 4. Comparison of the reactivity in isomerization of isomeric Cs alkenes on a 6.36% Cu/S X catalyst (pretreatment and reaction conditions are the same as in Fig. 2). n 2MelBu -> 2Me2Bu; A 2Me2Bu- 2MelBu; + c;'s2P -\" trans2P 3MelBu -> 2Me2Bu; 0 3MelBu-> 2MelBu. The driving force to the more stable isomer can also explain the forma- tion of the limited amount of trans2P from the cis compound (Fig. 4), though the latter can form only a secondary carbocation. The only excep- tion is 3MelBu, which exhibits a relatively high initial reactivity yielding two isomeric alkenes (Fig. 4). However, the rearrangement of the initially formed secondary carbocation to the most stable tertiary one accounts for its unique behaviour. Poisoning experiments with different bases gave further evidence of the acidic nature of the isomerization. Alternating pulses of 2MelBu and dilute solutions of either pyridine or 2,6-dimethylpyridine were injected onto the reduced 6.36% Cu/S- X catalyst. The results of the above experiments were used to calculate the decrease in activity relative to the activity in the un- poisoned reaction (Fig. 5). These results show that pyridine brings about a marked decrease in activity, while the effect of 2,6-dimethylpyridine is much milder. The use of these two bases and the comparison of their effects in poisoning experiments were originally suggested by Benesi [4] to distinguish between different acidic centres. It was proved by Jacobs and Heylen [5] that 2,6-dimethylpyridine, which is sterically hindered by the two methyl groups, can interact only with Bronsted acid centres, despite its higher basicity. In contrast, pyridine can react with both Bronsted and Lewis sites. Although Knozinger and Stolz [6] found that 2,6-dimethylpyridine is not as selective as expected, our results clearly indicate a significant difference in the poisoning strengths of the two bases. In the present case, this difference can be taken as an indication of the presence of different acidic centres on the surfaces of the active catalysts, and their participation in isomerization. 365 Additional studies of the catalysts were carried out by means of IR spectroscopy. Activation in deuterium resulted in characteristic and informa- tive absorption patterns in the range 2400 - 2800 cm\"1. The silica and Cab- 0-Sil supports (Fig. 6, A and B), and all the inactive catalysts (for example, Cu/S P, Fig. 6C) except Cu/CS X, gave a band of weak intensity at around 2730 - 2750 cm\"\"1 after pretreatment in deuterium. In contrast, the spectrum of Cu/CS X consisted of a strong, sharp maximum at 2740 cm\"1 (Fig. 6D), ^.W^M base Fig. 6. Relative decreases in activities in poisoning experiments by pyridine (r) or 2,6- dinaethylpyridine ( ). 1 JUI pulses of 2MelBu and a 5 X 10~8 molar solution of the base were alternately used. (Catalyst: 6.36% Cu/S-X, 10 mg; pretreatment: 573 K, 2 h in hydrogen, then 1 h in helium .reaction temperature: 423 K.) 2800 2600 2400 cm ' Fig. 6. Absorption patterns of the supports and the catalysts after pretreatment in deu- terium for 2 h at 673 K, followed by a 2 h evacuation (residual pressure: 10~2 Pa). A: silica; B: Cab-0-Sil; C: 6.62% Cu/S-P; D: 3.66% Cu/CS-X; E: 6.36% Cu/S X. 366 while in the spectrum of Cu/S X the absorption was much broader towards lower wavenumbers (Fig. 6E). It follows from a comparison of the spectra of the supports, the pre- cursor, the inactive catalysts and the active Cu/S X specimens that a large number of hydroxyl (deuteroxyl) groups are generated on the active cata- lysts during reduction. Their formation can be attributed to the effect of V.^0 (D^O) formed as a result of the reduction of CuO. It also follows that all these newly developing OD bands must correspond to surface deuteroxyl groups. Earlier observations [7-10] had already demonstrated that the strong, sharp maximum corresponds to isolated unperturbed OD groups, while the broad absorption feature results from mutually interacting OD groups. In our case, it is conceivable that the possible interaction of the OD groups with certain surface copper species may also induce the appearance of the broad IR absorption. Conclusions The results presented clearly demonstrate that new acidic-type surface species are generated during the reduction of ion-exchanged copper-on-silica catalysts. On the other hand, the poisoning experiments indicate the presence of two different active sites, participating in parallel in the isomeri- zation. These two types of active sites can be tentatively assigned as Bron- sted and Lewis acidic centres. The IR data indicate that the ion-exchange and subsequent reduction greatly enhance the formation of surface hydroxyl groups on silica gel (Fig. 6). The increase in activity and the significant enhancement of the stability upon high-temperature reduction, as compared to the unreduced precursor (Fig. 1), also indicate a decisive role of reduction in the formation of the active catalysts. All these observations and the fact that alkenes with increased proton affinity exhibit outstanding reactivity, point to the presence of weak protonic centres acting as active sites. With regard to recent observations [11 -13] indicating the difficulty of the total reduction of ion-exchanged copper catalyst precursors, it is con- ceivable to propose the role of non-reduced Cu(I) ions in the isomerization. These ions, coordinated with the support through oxygens [14], might constitute the other Lewis acid-type active sites. Further investigations (IR spectroscopy, temperature-programmed de- sorption and kinetic studies) are under way with the aim of acquiring further data for a more exact characterization of the active sites. Acknowledgement We acknowledge support for this research provided by the Hungarian Academy of Sciences (Grant 320/1986). 367 References 1 A. Molnar, G. Sirokman and M. Bartok, llth Conf. Organic Reactions Catalysis Society, Savannah, GA, April, 1986, Abstracts, p. 14. 2 H. Kobayashi, N. Takezawa, C. Minochi and K. Takahashi, Chem. Lett., (1980) 1197. 3 (a) Czech. Pat. 91 968 (1968) to V. Ruzicka and J. Soukup; Chem. Abstr., 54 (1960) 14506g; (b) M. Hajek and K. Koechloefl, Coll. Czech. Chem. Commun., 34 (1969) 2739. 4 H. A. Benesi, J. Catal., 28 (1973) 176. 5 P. A. Jacobs and C. F. Heylen, J. Catal., 34 (1974) 267. 6 H. Knozinger and H. Stolz, Ber. Bunsenges. Phys. Chem., 75 (1971) 1066. 7 C. G. Armistead, A. J. Tyier, F. H. Hambleton, S. A. Mitchell and J. A. Hockey, J. Phys. Chem., 73 (1969) 3947. 8 G. Ghiotti, E. Garrone, C. Morterra and F. Boccuzzi, J. Phys. Chem., 83 (1979) 2863. 9 A. A. Tsyganenko and V. N. Filimonov, J. Mol. Structure, 19 (1973) 679. 10 A. J. van Rosmalen and J. C. Mol, J. Phys. Chem., 82 (1978) 2748; 83 (1979) 2486. 11 M. Shimokawabe, N. Takezawa and H. Kobayashi, Bull. Chem. Soc. Jpn., 56 (1983) 1337. 12 M. A. Kohler, H. E. Curry-Hyde, A. E. Hughes, B. A. Sexton and N. W. Cant, J. Catal., 108 (1987) 323. 13 A. Molnar, I. Palinko and M. Bartok, J. Catal., 114 (1988) 478. 14 M. Amara, M. Bettahar, L. Gengembre and D. Olivier, Appl. Catal., 35 (1988) 163. X244 89800148 0304-5102(89)80014-8 10.1016/0304-5102(89)80014-8 Isomerization of 2-methyl-1-butene on copper on-silica catalysts prepared by ion exchange Árpád Molnár János T. Kiss Mihály Bartók Department of Organic Chemistry, Attila József University, Szeged, Dóm tér 8, H-6720 Hungary Copper-on-silica gel catalysts prepared by ion exchange exhibit a unique activity in the isomerization of alkenes that are able to form the most stable tertiary carbocations. Poisoning experiments with pyridine and 2,6-dimethylpyridine, together with IR studies, indicate the presence of different surface acidic sites generated during the activation of the catalysts, inducing an ionic-type isomerization. References 1 Á. Molnár, G. Sirokmán and M. Bartók, 11th Conf. Organic Reactions Catalysis Society, Savannah, GA, April, 1986, Abstracts, p. 14. 2 H. Kobayashi N. Takezawa C. Minochi K. Takahashi Chem. Lett. 1980 1197 3 (a) Czech. Pat. 91 868 (1968) to V. Ruzicka J. Soukup Chem. Abstr. 54 1960 14506g (b) M. Hájek K. Koechloefl Coll. Czech. Chem. Commun. 34 1969 2739 4 H.A. Benesi J. Catal. 28 1973 176 5 P.A. Jacobs C.F. Heylen J. Catal. 34 1974 267 6 H. Knözinger H. Stolz Ber. Bunsenges. Phys. Chem. 75 1971 1066 7 C.G. Armistead A.J. Tyler F.H. Hambleton S.A. Mitchell J.A. Hockey J. Phys. Chem. 73 1969 3947 8 G. Ghiotti E. Garrone C. Morterra F. Boccuzzi J. Phys. Chem. 83 1979 2863 9 A.A. Tsyganenko V.N. Pilimonov J. Mol. Structure 19 1973 579 10 (a) A.J. van Rosmalen J.C. Mol J. Phys. Chem. 82 1978 2748 (b) A.J. van Rosmalen J.C. Mol J. Phys. Chem. 83 1979 2485 11 M. Shimokawabe N. Takezawa H. Kobayashi Bull. Chem. Soc. Jpn 56 1983 1337 12 M.A. Kohler H.E. Curry-Hyde A.E. Hughes B.A. Sexton N.W. Cant J. Catal. 108 1987 323 13 Á. Molnár I. Pálinkó M. Bartók J. Catal. 114 1988 478 14 M. Amara M. Bettahar L. Gengembre D. Olivier Appl. Catal. 35 1988 153",
      "scopus-id": "0024682727",
      "coredata": {
        "eid": "1-s2.0-0304510289800148",
        "dc:description": "Copper-on-silica gel catalysts prepared by ion exchange exhibit a unique activity in the isomerization of alkenes that are able to form the most stable tertiary carbocations. Poisoning experiments with pyridine and 2,6-dimethylpyridine, together with IR studies, indicate the presence of different surface acidic sites generated during the activation of the catalysts, inducing an ionic-type isomerization.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-06-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800148",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Molnár, Árpád"
          },
          {
            "@_fa": "true",
            "$": "Kiss, János T."
          },
          {
            "@_fa": "true",
            "$": "Bartók, Mihály"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800148"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800148"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80014-8",
        "prism:volume": "51",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Isomerization of 2-methyl-1-butene on copper on-silica catalysts prepared by ion exchange",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "361-367",
        "prism:endingPage": "367",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 June 1989",
        "prism:doi": "10.1016/0304-5102(89)80014-8",
        "prism:startingPage": "361",
        "dc:identifier": "doi:10.1016/0304-5102(89)80014-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024682727"
      }
    }
  }
}