{
  "metadata": {
    "title": "Spectroscopic evidence for a surface Nb carbene in a new SiO<ce:inf loc=post>2</ce:inf>-attached Nb catalyst active for propene metathesis",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80250-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802500",
    "pii": "0304510289802500"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024771453",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802500 0304-5102(89)80250-0 0304510289802500 10.1016/0304-5102(89)80250-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 15 159 169 159 169 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. SPECTROSCOPICEVIDENCEFORASURFACENBCARBENEINANEWSIO2ATTACHEDNBCATALYSTACTIVEFORPROPENEMETATHESIS ASAKURA K HERRMANN 1982 117 W ANGEWCHEM BRADY 1980 6181 R MOL 1987 69 J BILOEN 1981 165 P BACKX 1978 471 C DEMUTH 1978 L248 J MCBREEN 1984 292 P NISHIMURA 1986 1457 M NISHIMURA 1986 1660 M NISHIMURA 1987 573 M NISHIMURA 1988 1842 M TEO 1986 B WXAFSSPECTROSCOPYBASICPRINCIPLESDATAANALYSISINORGANICCONCEPTS9 YERMAKOV 1976 77 Y LABINGER 1984 705 J COMPREHENSIVEORGANOMETALLICCHEMISTRY HERRMANN 1981 63 W OXTON 1982 719 I IWASAWA 1985 191 Y ASAKURAX1989X159 ASAKURAX1989X159X169 ASAKURAX1989X159XK ASAKURAX1989X159X169XK item 0304-5102(89)80250-0 0304510289802500 1-s2.0-0304510289802500 10.1016/0304-5102(89)80250-0 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802500-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802500/MAIN/application/pdf/0d4b42acf7286bb2793aee3e16b18be1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802500/MAIN/application/pdf/0d4b42acf7286bb2793aee3e16b18be1/main.pdf main.pdf pdf true 620393 MAIN 11 1-s2.0-0304510289802500-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802500/PREVIEW/image/png/e1529b5b9871f48e801ce6efabad4ca6/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802500/PREVIEW/image/png/e1529b5b9871f48e801ce6efabad4ca6/main_1.png main_1.png png 64586 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 55 (1989) 159 - 169 159 SPECTROSCOPIC EVIDENCE FOR A SURFACE Nb CARBENE IN A NEW SiOa-ATTACHED Nb CATALYST ACTIVE FOR PROPENE METATHESIS K. ASAKURA, M. NISHIMURA and Y. IWASAWA* Department of Chemistry, Faculty of Science, University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113 (Japan) Summary The SiOg-attached Nb-<r-allyl complexes (1), prepared by the reaction of Nb(^y3-C3H6)4 with surface OH groups on SiOg, have been converted efficiently by thermal treatment at 573 K under hydrogen to the Nb species (2) active for propene metathesis. The Nb 0, Nb C and Nb C bond distances in (2) have been shown to be 0.192, 0.195 and 0.210 nm, respectively, by EXAFS analysis. The longer Nb C bond length is close to that of the normal single bond, while the shorter Nb C bond length corresponds to that of a double bond, indicat- ing the presence of Nb==CH2 species. In addition, species (2) exhibited new bands at 2914 cm\"1 and 2850 cm\"1 in the IR spectrum which may be attributed to the C H asymmetric and symmetric stretching modes of Nb^CHg. These findings provide the first spectroscopic evidence for metal-carbene species on solid catalysts. Introduction Surface carbenes (=CH^) have been regarded as important reaction intermediates in several catalytic reactions on solid surfaces, such as metathe- sis, polymerization, homologation and the Fischer-Tropsch synthesis [1-4]. However, unambiguous vibrational spectroscopic evidence identifying surface carbenes is limited [5-7]; indeed, no spectroscopic evidence for the existence of carbene groups on active solid catalysts has been presented, probably because such carbenes are very reactive and/or their surface density is small. One possible method for obtaining surface carbene species is to generate them from appropriate organometallic precursors attached to inorganic oxide surfaces. With this in mind, we have prepared the Nb-allyl complex (1) on an SiOa surface [8 -11]. Thermal treatment at 573 K under hydrogen converted Nb species (1) to species (2) which exhibited high activity towards the C3He metathesis reaction [8]. Temperature programmed decomposition (TPDE) analysis suggested that active catalyst (2) contains at least one carbene per *Author to whom correspondence should be addressed. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 160 Nb atom. In the present work, we report a study of the structure and behavior of the surface Nb-carbene species (2) and provide EXAFS and IR spectro- scopic evidence for surface carbene groups. Experimental The preparation of Nb-allyi species (1) has been described elsewhere [8 - II], where the amount of Nb bound to the SiOg as determined by chemical analysis was shown to be 2.0 wt.% Nb/support. The TPDE chromatogram was measured in the presence of Hg at a temperature ramp rate of 4Kmin~1, the desorbed gases being analyzed by gas chromatography. IR spectra were measured using a JEOL FT-IR 10 instrument employing the difference mode (sample SiO^) with a quartz cell and a self-supporting sample disk. A pentane solution of Nb^-Ca 115)4 was added dropwise onto the pretreated SiOg disk in a flow of high purity Ar (99.9995%) at 220 K, and the disk was then gradually warmed to room temperature by appropriate treat- ment of the cell. EXAFS spectra were measured at 80 K using Photon Factory BL-10B synchrotron radiation. Samples were treated in a closed circulating system to which glass EXAFS cells were connected. After treatment, the samples were transferred to the cells without exposure to air. The EXAFS oscillation was extracted from the X-ray absorption data through the use of a cubic spline method, normalized via absorption-edge height and Fourier-transformed into r-space*. Curve-fitting analyses were carried out on the basis of a single-scat- tering plane-wave EXAFS formula [12]. The coordination numbers ofNb 0, Nb C and Nb Si were determined through the use of LaNb04 and NbSig as reference compounds. Results TPDE chromatogram Figure 1 illustrates the TPDE chromatogram of the SiOg-attached Nb species (1) in the presence of Hg. The sharp decomposition peak obtained suggests that the Nb species has a nearly uniform structure and environment. Uniformity is also indicated by the fact that the same TPDE pattern was obtained independent of Nb loadings within the range 1 - 2 wt.% Nb/support. On heating the sample to 573 K, 0.9 propane molecules and 1.5 ethane molecules per Nb atom were evolved. Further evolution of 2 CH4 molecules per Nb atom was observed over the temperature range 573 - 773 K. After *We employed EXAFS program 'EXAFS 1' devised by N. Kosugi and H. Kuroda, Center for Spectrochemistry, University of Tokyo, 1985. 161 273 473 673 T/K Fig. I. TPDE chromatogram for the SiOg-attached Nb species (I): 0; CH,,, V; C^Hs, x; C3H8. TPDE measurement up to 773 K, approximately one residual carbon per Nb species (3) remained on the surface, as confirmed by an analysis of the amount of COg generated on oxidation of (3) with Og at 773 K. Thus, a total number of three surface allyl ligands was estimated to be present in (1), in other words one allyl ligand was lost by the attachment of Nb^-Cg 115)4 to SiOg. Indeed, the intensity of the solitary OH peak at 3741 cm\"1 definitely diminished during the course of the reaction. EXAFS studies Figure 2 illustrates the EXAFS oscillation and its Fourier transform associated with the SiOz-attached Nb species (1). A prominent peak appears at 0.145 nm (phase shift uncorrected) with a small peak at 0.29 nm. The first prominent peak was inverse Fourier-transformed over the 0.07 - 0.2 nm range and curve-fitting analyses for the observed EXAFS oscillation were carried out using the theoretical phase shift and amplitude functions for Nb C. The best fit result as obtained by assuming a single Nb C bond is shown in Fig. 2(c), the corresponding bond distance being calculated as 0.190 0.003 nm and the coordination number as 3.7 0.4. The small Debye-Waller factor suggests only a small deviation in the averaged interatomic distances in the first shell surrounding the Nb atoms. The smaller peak at 0.29 nm was analyzed on the assumption of an Nb Si bond, the best fit result being depicted in Fig. 2(d). In this case, the Nb Si distance was 0.332 nm and no Nb Nb bonding was observed. Figure 3 depicts the EXAFS oscillation and corresponding Fourier transform for the Nb species (2), the latter being obtained from species (1) by treatment at 573 K under Hg at 760 nmHg pressure. The Fourier transform depicts a peak at 0.14 nm together with another small peak at 0.28 nm. The inverse Fourier-transformed data were analyzed by means of a curve-fitting technique assuming a one-shell model based on Nb 0 [Fig. 3(c)]. The Nb 0 distance was found to be 0.195 nm, but in this case the Debye-Waller factor was as large as 0.0119 nm. Since a large Debye-Waller factor arises from a |</10nm-' k/10nm\"' Fig. 2. (a) ^-weighted EXAFS oscillation and (b) its Fourier transform associated with the Nb species (1). The curves (c) and (d) show the best fit results for the first peak (0.07 - 0.22 nrn) and the second peak (0.24 - 0.35 nm) by assuming the coordination of carbon and silicon, respectively. wide distribution in the Nb X distance (X = 0 or C) of the first coordination shell, a second curve-fitting analysis was undertaken on the basis of a two-shell model. Figure 3(d) depicts the results obtained. In this case, the distance and the coordination number for Nb X(D were 0.208 0.003 nm and 1.0 0.3, respectively (Debye-Waller factor = 0.005 nm), with the correspond- ing values for Nb X^) being 0.192 0.003 nm and 2.4 0.4, respectively (Debye-Waller factor = 0.0075 nm), where X(y and X<2) denote C or 0 ligands. The second peak was also analyzed and ascribed to Nb Si bonding. Figure 4 depicts the EXAFS oscillation and corresponding Fourier transform for the Nb species (3) with one residual carbon on each Nb atom, obtained from species (2) by treatment at 773 K under Hg. The curve-fitting results are listed in Table 1. IR spectra Figure 5(a) shows the C H stretching region of IR spectrum for the Nb species (1). The absorption bands at 2980 and 2920 cm\"1 are derived mainly from the pentane used as a solvent. The band at 3084 cm-1 is characteristic of the a-CsfIs ligand [9,11]. The v(C==C) frequency in (1) occurs at 1641 cm-1 indicating the a character of the 63115 ligands. 163 .0 0.1 02 0.3 04 0.5 0.6 r/nm k/10nm-' Fig, 3. (a) ^-weighted EXAFS oscillation and (b) its Fourier transform associated with the Nb species (2). The curves (c), (d) and (e) show the respective best fit results for the first peak based on a one-shell Nb 0 model, a two-shell Nb 0+Nb C model and a three-shell Nb 0+ Nb C + Nb C model. The t^-allyl ligands of the original Nb( ?3-C3H5)4 rearranged to ^-allyl ligands at the surface in a similar manner to that reported for MoO^^r^ [13]. The intensity of these bands decreased concurrently with an increase in temperature and vanished at 600 K, in agreement with the TPDE results. New bands appeared at 2914 cm\"1 and 2850cm\"1; the peak intensities attained maximum values when species (1) was treated at 573 K, when evolution of propane and ethane in the TPDE chromatogram virtually ceased and when 4.70 2.62 0.94 k/10nm-1 0.1 02 0.3 04 0.5 0.6 r/nm Fig. 4. (a) J^-weighted EXAFS oscillation and (b) its Fourier transform associated with the Nb species (3). 3100 v/cnrf1 2900 Fig. 5. IR spectra of the SiO^-attached Nb species, (a) After reaction between Nb(>y3-C3H6)4 and OH groups on SiO;; (b) after H^ treatment at 573 K; and (c) after H^ treatment at 673 K. the catalyst exhibited its highest activity for propene metathesis [8]. These bands virtually disappeared at 673 K. Metathesis reaction The surface NB species (1) were converted to species active for propene metathesis by thermal treatment in the presence of Hg or in vacuo. Figure 6 depicts the variation of metathesis activity with treatment temperature in the presence of Hg. The highest activity was found when sample (1) was treated at 573 K to produce species (2). TABLE 1 Curve-fitting analyses of the EXAFS data associated with the various Nb species Species Nb-Xo)\" Nb-X^- Nb-X(3)- Nb Si N r/nm CT/pm N r/nm <r/pm N r/nm o-/pm IV r/nm ff/pm (1) (2)(3) 3.7(4) one-shell 3.4(6) two-shell 1.0(3) three-she! 0.9(2) 0.9(2) 0.190(3) Nb On 0.195(4) Nb 0-{ 0.208(3) '.I Nb 0 0.210(3) 0.181(3) 4.6(1.0) lodel 11.9(2.0) -Nb C model 5.0(2.0) + Nb C + Nb-4.1(2.0) 5.2(2.0) 2.4(4) -C model 1.8(3) 1.7(3) 0.192(3)0.192(3) 0.194(3) 7.5(2.0)4.9(2.0) 0.9(3) 0.195(3) 5.1(2.0) 0.9(3) 1.2(3)5.2(2.0) 1.1(3) 0.332(4) 0.327(4)0.328(4) 2.8(2.0) 1.9(2.0)3.0(2.0) \"X(l), X(2) and X(3) denote C or 0. 166 Ql I . i i I 273 473 673 T/K Fig. 6. Variation in the metathesis activities of SiOa-attached Nb species with treatment temperature in the presence of H^. Discussion IR and TPDE studies revealed that three cr-ligands are coordinated per Nb atom when species (1) is attached to SiOg. The coordination number of the first shell is nearly 4, indicating the presence of an Nb 0( Si) bond in addition to three Nb C bonds. A coordination number of 4 agrees well with ESR data which showed a 10-hyperfine structure characteristic of Nb ions situated at a quadrivalent level. The small Debye-Waller factor implies that the Nb 0 and Nb C bond lengths were almost the same. The Nb C distance of 0.190 nm was shorter than that of normal Nb C single bonds. This may be partly due to the fact that the total valence electrons of Nb in (1) are estimated to be 9, far less than the saturation number of 18. Thus the Nb C bonding possesses partial double-bond character. The EXAFS data for (1) indicate no Nb Nb bonding while the Nb Si bond distance was found to be 0.332 nm. These results demonstrate that the Nb monomers are chemically bound to SiOg through Nb 0 Si bonding as depicted in Fig. 7. From the TPDE results, species (2) is suggested as having one Ci ligand and another ligand (Ci or Cy) attached per Nb atom. EXAFS analysis for species (2) demonstrates that the first peak in the Fourier transform is composed of more than two coordination shells. The shorter Nb X(D bonding found by the two-shell curve-fitting analysis could be ascribed to an Nb 0 bond, since the Nb 0 bonds observed with the Nb species (1) and oxidized Nb64^ [9,11] (produced from the oxidation of (3) at 773 K) were 0.190 nm and 0.193 nm in length, respectively. The longer Nb X(2) bond corresponds well to Nb C single bonding in length. The coordination number of Nb X(y was 2.4, indicating that Nb was coordinated via a lattice oxygen or a hydroxyl oxygen. However, the fact that the coordination number of the first shell is larger than 2 suggests the possible presence of another type of bonding. Hence, a three-shell curve-fitting analysis was attempted. The best fit curve is shown in Fig. 3(e) exhibits a better fit than that provided by the two-shell analysis. A new coordination shell for the Nb C bond was observed at 0.195 + 0.003 nm with a coordination number of ca. 1 in addition to 0.192 nm 167 N b ( 7s-C,H ). 0 H - S i 0 C,H. CaH C,H|, k^ ^ 0.190 mi^V 0.190 run 0 ^ ////Si//// ( 1 ) i 0.192 ^ / \" <yo;19S mi 0 '0 i \\ C r 3.194 ran -7f\\\\\\\\ '[\\ 0. // '>ii \\ / \\^- N b ^ \\/ \\ \\ C r 0.194 nm -7f\\\\\\\\ T' 0.181 nm N b- / ^ ///S 1 Ot/ / / ^-sr0-332 ran 573 K in H, c0.210 nm ^-Sl'0-327 nm / / / / S i O,/// (2) 773 K in H: ^-Sl'0-328 nm ( 3 ) Fig. 7. The structures of species (1), (2) and (3) as determined by EXAFS analysis. for Nb 0 and for 0.210 nm for Nb C. Since the bond length of this new Nb C bond for species (2) is shorter than that for Nb C single bonding, it must be ascribed to an Nb==C double bond. Thus, taken together with the chemical composition, careful EXAFS analysis strongly suggests the pres- ence of a carbene ligand on Nb for species (2) which is active for propene metathesis. The structure of (2) is depicted in Fig. 7. The species (2) also exhibits new bands at 2914 cm\"1 and 2850 cm\"1 in the IR spectrum. Table 2 lists the C H stretching frequencies for metal-car- bene complexes. To our knowledge the IR data for organoniobium carbene (Nb==CH2) complexes have not been reported previously. The metal-carbene 168 complexes listed in Table 2 exhibit C H absorption bands over a wide range of frequencies between 2990 and 2500 cm\"1 depending on their structures and electronic states, the 2914 and 2850 cm\"1 peaks observed for (2) being located in the higher wavenumber region for such carbene complexes. The behavior of the two peaks upon the heat treatment was always the same, indicating that they originate from the same species. Thus the new peaks at 2914 and 2850 cm-1 may be attributed to the asymmetric and symmetric C H stretching modes of Nb^CHg, and are related to the high activity of catalyst (2) since the temperature correspond- ing to the maximum peak intensity was similar to that for the greatest metathesis activity. EXAPS analysis indicated that species (3) possesses two coordination shells. The longer distance of 0.193 nm may be assigned in a straightforward manner to the Nb 0 bond by comparison with the Nb 0 distances in surface Nb species [11]. The shorter bond distance of 0.181 nm is much less than the Nb=C (double bond) and the Nb 0 (surface) bond. Since there is only one residual carbon per Nb atom in species (3), the short bond is assigned to an Nb=C (carbide) bond. The surface Nb=C species depicted in Fig. 7 has been shown to be active in the Fischer-Tropsch synthesis [10]. The activities of the normal impregnation catalyst as well as that of Nbg05 towards the metathesis reaction were negligible under similar reaction conditions. Species (2) attached chemically to the SiOa surface showed a high activity for propene metathesis, the activity being nearly equal to that of a SiOg-attached Mo catalyst which has been reported to be among the most active of catalysts [18]. The EXAFS and IR studies presented here provide spectroscopic evidence for the presence of Nb^CHg in the active Nb catalyst (2). TABLE 2 The IR stretching frequencies for various carbene complexes Complex v(cm-1) Ref. CpaTaCKCHCMea) CpTaCls,(PMe3)(CHCMe3) Cp*TaHCl(PMe3)(CHCMe3) CpTaCl^CHCMea) (MeCp)NbCl;i(CHCMe3) TaCl3(PMe3)2(CHCMe3) TaCl(t-BuO);i(PMe3)(CHCMe3) [TaCla(PMe3)(CHCMe3)]2 (RhCpCO^-CHz) [Rh(d-Cp*)CD3]20i-Cr4)2 (^-H)20s3(CO)io(M2-CH2) Os3(CO)u,0'2-CO)(^-CH2) 2900 2500 2525 2510 2535 2510 2720 2605 2903 2931,2864 2984,2935 2990, 2949 14 14 14 14 14 14 14 14 15 16 17 17 NULXCH^XO-Si^ (2) 2910, 2850 this work 169 Acknowledgement We wish to thank Dr M. Nomura and the staff at the Photon Factory for their technical advice (Proposal No. 85-009). We also thank Prof. H. Kuroda and Dr N. Kosugi for the use of their EXAFS analysis program. References 1 W.A. Hemnann, Angew. Chum. Int. Ed. Engl., 21 (1982) 117. 2 R. C. Brady and R. Pettit, J. Am. Chem. Soc., 102(1980) 6181. 3 J. C. Mol and J. A. Moulijn, Catalysis, 8 (1987) 69. 4 P. Biloen and W. M. H. Sachtler, Adv. Catal., 30(1981) 165. 5 C. Backx and R. F. Willis, Chem. Phys. Lett., 53 (WS) 471. 6 J. E. Demuth and H. Ibach, Surf. Sci., 78(1978) L248. 7 P. H. McBreen, W. Eriey and H. Ibach, Surf. Sci., 148 (1984) 292. 8 M. Nishimura, K. Asakura and Y. Iwasawa, Chem. Lett., (1986) 1467. 9 M. Nishimura, K. Asakura and Y. Iwasawa, J. Chem. Soc., Chem. Commun., (1986) 1660. 10 M. Nishimura, K. Asakura and Y. Iwasawa, Chem. Lett., (1987) 573. 11 M. Nishimura, K. Asakura and Y. Iwasawa, Proc. 9th Int. Cong. Catal., Calgary, Vol. IV, 1988, p. 1842. 12 B. K. Teo, WXAFS Spectroscopy: Basic Principles and Data Analysis, Inorganic Concepts 9 Springer-Verlag, Berlin, 1986. 13 Yu. I. Yermakov, Catal. Rev. Sci. Eng.. 13 (1976) 77. 14 J. A. Labinger, in G. Wilkinson, F. G. A. Stone and E. W. Abel (eds.), Comprehensive Organometallic Chemistry, Pergamon, Oxford, Vol. 3, 1984, p. 705. 15 W. A. Hermann, J. Plank, D. Riedel, M. L. Ziegler, K. Weidenhammer, E. Guggolz and B. Balbach, J. Am Chem. Soc., 103(1981) 63. 16 K. Bando, K. Asakura and Y. Iwasawa, unpublished data. 17 I. A. Oxton, D. B. Powell, N. Sheppard, K. Burgess, B. F. G. Johnson and J. Lewis, J. Chem. Soc., Chem. Commun., (1982) 719. 18 Y. Iwasawa, H. Kubo and H. Hamamura, J. Mol. Catal., 28 (1985) 191. X244 89802500 0304-5102(89)80250-0 10.1016/0304-5102(89)80250-0 Spectroscopic evidence for a surface Nb carbene in a new SiO2-attached Nb catalyst active for propene metathesis K. Asakura M. Nishimura Y. Iwasawa 1 Department of Chemistry, Faculty of Science, University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113 Japan 1 Author to whom correspondence should be addressed. The SiO2-attached Nb-σ-allyl complexes (1), prepared by the reaction of Nb(η3-C3H5)4 with surface OH groups on SiO2, have been converted efficiently by thermal treatment at 573 K under hydrogen to the Nb species (2) active for propene metathesis. The Nb-O, Nb-C and Nb-C bond distances in (2) have been shown to be 0.192, 0.195 and 0.210 nm, respectively, by EXAFS analysis. The longer Nb-C bond length is close to that of the normal single bond, while the shorter Nb-C bond length corresponds to that of a double bond, indicating the presence of NbCH2 species. In addition, species (2) exhibited new bands at 2914 cm−1 and 2850 cm−1 in the IR spectrum which may be attributed to the C-H asymmetric and symmetric stretching modes of NbCH2. These findings provide the first spectroscopic evidence for metal-carbene species on solid catalysts. References 1 W.A. Herrmann Int. Ed. Engl. Angew. Chem. 21 1982 117 2 R.C. Brady R. Pettit J. Am. Chem. Soc. 102 1980 6181 3 J.C. Mol J.A. Moulijn Catalysis 8 1987 69 4 P. Biloen W.M.H. Sachtler Adv. Catal. 30 1981 165 5 C. Backx R.F. Willis Chem. Phys. Lett. 53 1978 471 6 J.E. Demuth H. Ibach Surf. Sci. 78 1978 L248 7 P.H. McBreen W. Erley H. Ibach Surf. Sci. 148 1984 292 8 M. Nishimura K. Asakura Y. Iwasawa Chem. Lett. 1986 1457 9 M. Nishimura K. Asakura Y. Iwasawa J. Chem. Soc., Chem. Commun. 1986 1660 10 M. Nishimura K. Asakura Y. Iwasawa Chem. Lett. 1987 573 11 M. Nishimura K. Asakura Y. Iwasawa Proc. 9th Int. Cong. Catal., Calgary IV 1988 1842 12 B.K. Teo WXAFS Spectroscopy: Basic Principles and Data Analysis, Inorganic Concepts 9 1986 Springer-Verlag Berlin 13 Yu.I. Yermakov Catal. Rev. Sci. Eng. 13 1976 77 14 J.A. Labinger G. Wilkinson F.G.A. Stone E.W. Abel Comprehensive Organometallic Chemistry 3 1984 Pergamon Oxford 705 15 W.A. Herrmann J. Plank D. Riedel M.L. Ziegler K. Weidenhammer E. Guggolz B. Balbach J. Am Chem. Soc. 103 1981 63 16 K. Bando, K. Asakura and Y. Iwasawa, unpublished data. 17 I.A. Oxton D.B. Powell N. Sheppard K. Burgess B.F.G. Johnson J. Lewis J. Chem. Soc., Chem. Commun. 1982 719 18 Y. Iwasawa H. Kubo H. Hamamura J. Mol. Catal. 28 1985 191",
      "scopus-id": "0024771453",
      "coredata": {
        "eid": "1-s2.0-0304510289802500",
        "dc:description": "The SiO2-attached Nb-σ-allyl complexes (1), prepared by the reaction of Nb(η3-C3H5)4 with surface OH groups on SiO2, have been converted efficiently by thermal treatment at 573 K under hydrogen to the Nb species (2) active for propene metathesis. The Nb-O, Nb-C and Nb-C bond distances in (2) have been shown to be 0.192, 0.195 and 0.210 nm, respectively, by EXAFS analysis. The longer Nb-C bond length is close to that of the normal single bond, while the shorter Nb-C bond length corresponds to that of a double bond, indicating the presence of NbCH2 species. In addition, species (2) exhibited new bands at 2914 cm−1 and 2850 cm−1 in the IR spectrum which may be attributed to the C-H asymmetric and symmetric stretching modes of NbCH2. These findings provide the first spectroscopic evidence for metal-carbene species on solid catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802500",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Asakura, K."
          },
          {
            "@_fa": "true",
            "$": "Nishimura, M."
          },
          {
            "@_fa": "true",
            "$": "Iwasawa, Y."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802500"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802500"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80250-0",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Spectroscopic evidence for a surface Nb carbene in a new SiO2-attached Nb catalyst active for propene metathesis",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "159-169",
        "prism:endingPage": "169",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80250-0",
        "prism:startingPage": "159",
        "dc:identifier": "doi:10.1016/0304-5102(89)80250-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024771453"
      }
    }
  }
}