{
  "metadata": {
    "title": "A facile one-pot-synthesis of polyphenylacetylene with Group VI metal carbonyls as catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-03-31",
    "doi": "10.1016/0304-5102(91)85097-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185097L",
    "pii": "030451029185097L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026123453",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185097L 0304-5102(91)85097-L 030451029185097L 10.1016/0304-5102(91)85097-L S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02118 2024-01-02T01:06:03.941633Z 0 0 19910301 19910331 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 65 65 1 2 1 2 Volume 65, Issues 1–2 21 205 210 205 210 199103 March 1991 1991-03-01 1991-03-31 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. AFACILEONEPOTSYNTHESISPOLYPHENYLACETYLENEGROUPVIMETALCARBONYLSCATALYSTS SHIVASUBRAMANIAM V BRYCE 1984 301 M 1988 MATERIALSRESEARCHSOCIETYSYMPOSIUMPROC NONLINEAROPTICALPROPERTIESPOLYMERS REYNOLDS 1988 440 J SIMIONESCU 1977 2497 C LANDON 1985 6739 S GRUBBS 1978 1 R KATZ 1984 2659 T WOON 1984 1749 P FURLANI 1989 75 A SZYMANSKABUZAR 1988 43 T SHRIVER 1986 D MANIPULATIONAIRSENSITIVECOMPOUNDS NICHOLS 1959 551 B PARK 1988 242 J VIJAYA 1990 256 R SHIVASUBRAMANIAMX1991X205 SHIVASUBRAMANIAMX1991X205X210 SHIVASUBRAMANIAMX1991X205XV SHIVASUBRAMANIAMX1991X205X210XV item 0304-5102(91)85097-L 030451029185097L 1-s2.0-030451029185097L 10.1016/0304-5102(91)85097-L 272239 2024-01-02T01:06:03.941633Z 1991-03-01 1991-03-31 1-s2.0-030451029185097L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185097L/MAIN/application/pdf/d047952ecb1b89f996f5c8872a204a57/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185097L/MAIN/application/pdf/d047952ecb1b89f996f5c8872a204a57/main.pdf main.pdf pdf true 422555 MAIN 6 1-s2.0-030451029185097L-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185097L/PREVIEW/image/png/b1e1c24b08c608e46cfe66f9c3c60fc1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185097L/PREVIEW/image/png/b1e1c24b08c608e46cfe66f9c3c60fc1/main_1.png main_1.png png 60865 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 65 (1991) 205-210 205 A facile one-pot-synthesis of polyphenylacetylene with Group VI metal carbonyls as catalysts V. Shivasubramaniam and G. Sundararajan'\" Department of Chemistry, Indian Institute of Technology, Madras 600 036 (India) Abstract It is quite well-known that polymerisation of phenylacetylene can be effected catalytically by using Group VI metal carbonyls (or metal carbenes) under photolytic conditions or by employing derivatives of these metal carbonyls in the form of arene complexes under thermal conditions. This study shows that neither photolytic conditions nor a preformed arene complex are necessary to obtain polyphenylacetylene from phenylacetylene. This technique involves generation of the appropriate arene metal complex in situ by refluxing a slurry of the metal carbonyl and the arene followed by addition of the monomer. The polymerisation is carried out in refluxing conditions and the product is isolated in high yield and purity by addition of excess methanol. Various combinations of arenes and Group VI metal carbonyls were tried with and without cocatalyst such as NaOH. The relative efficiency of the various catalyst precursors employed is discussed in this paper. Also discussed are the conductivity and optical properties of the polymers obtained by this technique. Introduction Metathetical polymerisation of alkynes is a well-known transition metal- catalysed reaction gaming importance in the wake of an arising need for new optical and electrical conducting materials [1-3]. Traditionally, Zie- gler Natta catalysts [4 ], metal carbonyls [ 5 ], metal carbene/carbyne complexes [6], (arene)M(CO)3 (M=Cr, Mo or W) [8], or cationic metal complexes [9] have been employed for polymerising alkynes. These conventional methods require either costly catalyst precursors, laborious synthesis of complexes which are thermally labile and/or photolytic conditions [10]. In this paper, we report a thermal one-pot synthesis of polyphenylacetylene (PPA) from phenylacetylene (PA) wherein there is no need to synthesise complex catalyst precursors which are difficult to access. Experimental All the reactions were carried out under nitrogen prepurified by passing through towers containing Pa05, MnO anchored on silica gel [11] and CaClg. *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 Elsevier Sequoia/Printed in The Netherlands 206 All transfers were performed in a glove bag filled with nitrogen or via syringes. Schlenck techniques were uniformly employed for treatment of reaction mixtures. The metal carbonyls were bought from Aldrich and used as received. The arenes were purified by distilling over sodium wire under nitrogen. (Mesitylene)MoCCO)3 was prepared by a reported procedure [12]. The infrared measurements were obtained mostly as KBr pellets using a Perkin Elmer 1310 IR spectrometer. ^ NMR spectra were taken on a Hitachi R-600 instrument and \"C NMR spectra on a Jeol 90 MHz high resolution NMR spectrometer. Two select samples were analysed by GPC in a Hewlett-Packard 1081-B instrument with a refractive index monitor. The analyses were performed on two microstyragel columns 500 A and 100 A, maintained at 32+0.1 C connected in series, using THF as the eluant. The runs were analysed by a Shimadzu CR2A(X) data processor to yield concurring alpha and kappa values (Mark-Hownick constants). MW of other samples were determined on an Ubbelhode suspended-level dilution viscometer, with dry distilled THF as solvent. The conductivity measurements of the samples were carried out at room temperature with pressed pellets of the sample in a Keithley model 610 C electrometer. The pellets were made by pressing the powdered polymer or the doped material in a Testwell hydraulic press at a pressure of 5 tons. The pellets were inserted directly between the electrodes while the contact was maintained with light pressure. One-pot synthesis of PPA (typical procedure) A 100 ml single-necked round-bottomed flask, equipped with a Teflon* coated magnetic stirrer-bar and reflux condenser capped with a rubber septum, was flame-dried under a stream of nitrogen. Mo(CO)e (0.5212 g, 1.97 mmol) was taken in the flask and to this was added mesitylene (20 ml, 144 mmol). The solution was refluxed in a heating mantle for 6 h. A solution of PA (9.2684 g, 90.9 mmol) in 20 ml benzene was then added and refluxed for an additional 24 h. The reaction mixture was cooled, excess PA and the arenes removed under reduced pressure, the residue dissolved in chloroform, the product precipitated with excess methanol, filtered, washed with hot methanol and dried under vacuum to yield 8.5 g, (92%) of yellowish-brown amorphous solid of MW (viscosity) 10,000. IR (KBr) select frequencies (cm~1): 1265s, 980m, 920m, 760s, 740vw, 700s; (lit. [4]: 1265, 970, 922, 760, 740w, 700). 'H NMR (5, ppm rel. to TMS) 5.00-8.2(br), 1.27, 0.94 (see text for a possible explanation of low frequency signals), (lit. [13]: 5.0-8.0(br). \"C NMR dS, ppm rel. to TMS): 138-144(br), 122-132(br); lit. [13] 141-145(br), 126-132(br)). One-pot synthesis of PPA with Mo(CO)^, mesitylene and NaOH as cocatalyst The procedure adopted was as described above except that before addition of PA, NaOH (1 ml of 0.2 N in methanol) was added. 207 Synthesis of PPA with (mesitylene)Mo(CO)3 as catalyst The procedure followed was as described in [8] and the polymer PPA was precipitated by addition of methanol. Doping procedures [9] Heterogenovs doping The polymer sample was doped heterogeneously with iodine, by mixing appropriate amounts by weight and grinding them together in a mortar and pestle. The mixture turned black indicating that doping had taken place. At high concentrations of iodine, the mixture becomes a sticky paste and on prolonged exposure to air, hardens enough to obtain pellets. Homogeneous doping Doping was also done in a homogeneous medium by dissolving weighed amounts of the polymer and dopant in dry THF. The solvent was evaporated under reduced pressure and the doped material was recovered as the residue for conductivity studies. Results and discussion As mentioned earlier, to avoid synthesising labile catalyst precursors, we decided to attempt polymerising PA in a pre-refluxed broth containing the appropriate arene and metal carbonyl (Scheme 1). Elsewhere in the literature it was reported that addition of methanolic NaOH to cationic bipyridyl rhodium complexes accelerates the rate of polymerisation of PA significantly [ 9 ]. It was suggested thataddition of NaOH changes the counterion for the cationic rhodium complexes, which in turn enhances the rate of polymerisation of PA. Though we could not envisage such anion exchange ONE POT SVNTHESIS OF PPA Mo(CO)g+ MESITYLENE 2mmol 100 mmol REFLUX FOR SIX HOURS PHENYLACETYLENE (90 mmo REFLUX FOR 24 HOURS COOL. POUR IN EXCESS MeOH FILTER WASH AND DRY POLYPHENYLACETYLENE 8.5 g (921'.) Scheme 1. A flow-chart for the one-pot synthesis of polyphenylacetylene from phenylacetylene. 208 reaction with the neutral metal carbonyl catalysts in our system, we still decided to evaluate the role of cocatalysts such as NaOH in these reactions. With these objectives in mind, three different sets of reactions were performed, with the arene chosen being different for each set, and within each set all three Group VI metal carbonyls were tried as catalyst precursors with or without the cocatalyst, NaOH. The results are listed in Table 1, wherein entries 1, 3 and 5 correspond to polymerisation reactions of PA in the absence of the cocatalyst and entries 2, 4 and 6 correspond to reactions with the cocatalyst NaOH. As can be seen, addition of NaOH seems to have little effect on the yields in some cases and in fact affects the yield adversely in most cases. Hence, we concluded that the necessity for a cocatalyst does not arise in our system. It is worth noting, however, that the molecular weight of the polymers as determined by viscosity measurements are quite high and comparable to the PPA obtained via other catalytic polymerisation methods [4-8]. We also concluded that MoCCO)e/toluene, W(CO)e/toluene, Cr(CO)6/o-xylene and Mo(CO)8/mesitylene, with or without NaOH, are the best combinations of catalyst precursors for the synthesis of PPA, based on the high yields obtained. By inductive logic it is implied that the (arene)metaltricarbonyl complex is formed in situ prior to catalytic polymerisation of PA. Two corroborative observations can be called upon to support this postulate. First, the PPA obtained by employing (mesitylene)Mo(CO)3 as the polymerisation catalyst is spectroscopically identical to the PPA obtained by using Mo(CO)e/toluene as the catalyst precursor with the yields, molecular weight and conductivity properties of both products being comparable (cf. Table 2). Also, according to Woon and Farona [8], in the polymerisation of PA by (arene)M(CO)3 (M = Cr, Mo orW) complexes, a ladder polymer was the postulated intermediate and the signal at 1.27 ppm in ^ NMR was attributed to the resonance of aliphatic protons present in the intermediate. We could also observe such TABLE 1 PPA by one-pot synthesis S. No. Arene used % Yield of PPA\" (colour)' MW Range\" (cocatalyst) Cr Mo W 1 toluene (-) 57(br) 93(br) 92(y) 6,000-13,000 2 toluene (NaOH) 14(gr) 60(br) 10(y) 5,000-8,000 3 o-xylene (-) 95(br) 66(br) 60(r) 11,000-14,000 4 o-xylene (NaOH) 74(bl) 70(br) 37(r) 13,000-15,000 5 mesitylene (-) 78(bl) 92(br) 15(r) 10,000-22,000 6 mesitylene (NaOH) 48(br) 96(br) 14(r) 10,000-17,000 'According to metal carbonyl, M(CO)e, used. ''Determined by viscosity methods. 'br\" brown, bl= black, y= yellow, r=red. 209 TABLE 2 Comparison of PPA obtained from (mesitite^MoCCC^\" and mesitylene/Mo(CO)611 as catalyst precursors No. Catalyst precursor % Yield of PPA Molecular weight Conductivity (o) of undoped and Ig-doped PPA m ohm\"' cm~1 0 wt.% Is 25 wt.% la 50 wt.% la 1 (mesitylene)Mo(CO)a 90 (brown) 12,557 2 mesitylene/Mo(CO)e 92 (brown) 10,013 S.^XIO\"14 4.27X10-9 5.07X10-7 1.87X10-14 5.25X10-9 3.81X10-7 'Prepared according to [12]. ''See Experimental. low frequency signals m the 'H NMR spectrum of our polymer samples (,cf. Experimental), albeit in very low intensity. Hence it may not be presumptuous to suggest an in situ formation of (arene)metaltricarbonyl complex in the system and to extrapolate that this species is indeed responsible for the catalytic polymerisation of PA outlined above. One additional comment which must be made regarding the structural details of PPA is that in the paper by Simionescu et al. [4], the % cis content in PPA is calculated both from the ratio of 760/740 peaks in the IR and from the area of the signal at 5=5.82 ppm in the 'H NMR. They also noted that the lowest limits of cis content which can be determined are 40% from IR and 70% from NMR measurements. These constraints arise from the limitations in the observable relative intensities in the said peaks. It is worth noting that all the polymer preparations listed in Table 1 have either a very weak band or no band at 740 cm~1 in the IR and no independent signal exists at 5=5.82 ppm in the 'H NMR spectra, implying that the samples may be consistently trans-Tic^. Such conclusions have been reached for PPA prepared with W(CO)e/CCl4 catalyst under photolytic conditions [13]. This mode of calculating the % cis content in the polymer has been refuted as invalid by others [14]. But since no foolproof method is available as yet for unequivocal structural assignment of PPA, we restrict ourselves from further comment. Yet the fact that the PPA obtained by the one-pot-reaction shows an increase in conductivity up to 7 orders of magnitude upon doping with 50% iodine (cf. Table 2, column 4) is sufficient indication for the use of the polymer as potential conductors. It is also worth mentioning that the samples of PPA obtained from these methods showed 2 orders of increase in the third-order susceptibility constant from undoped (l.lxlO\"20 m2/^2) to iodine-doped polymer (2xl0~18 n^/v2) [15]. Further work is in progress to establish the exact nature of the catalytic species and to exploit the full potential of the system for synthesising other novel polymeric materials. 210 Acknowledgements Financial support from DST (project no. SP/SY/022/86) is gratefully acknowledged. The authors also thank M. Srinivasan for helpful discussions, Y. Shyamasundara Rao for conductivity measurements and Y.V.G.S. Murty for non-linear optical studies. References 1 M. R. Bryce and M. M. Ahmed, Nature, 311 (1984) 301. 2 A. J. Heeger, J. Orenstein and D. R. Ulrich (eds.), Non-Linear Optical Properties of Polymers; Materials Research Society Symposium Proc. Vol. 109, Materials Research Society, Pittsburgh, 1988. 3 J. R. Reynolds, Chemtech, (1988) 440. 4 C. I. Simionescu, V. Persec and S. Dumitrescu, J. Polym. Sci., Polym. Chem. Ed., 15 (1977) 2497. 5 S. J. Landon, P. M. Schulman and G. L. Geoffrey, J. Am. Chem. Soc., 107 (1985) 6739. 6 R. H. Grubbs, Prog. Inorg. Chem., 14 (1978) 1. 7 T. J. Katz, T. H. Ho, N.-Y. Shin, Y.-C. Ying and V. I. W. Stuart, J. Am. Chem. Soc., 107 (1984) 2659. 8 P. S. Woon and M. F. Farona, J. Polym. Sci., Polym. Chem. Ed., 12 (1984) 1749. 9 A. Furlani, C. Napolitano and M. V. Russo, J. Polym. Sci., Part A Polym. Chem., 27 (1989) 75. 10 T. Szymanska-Buzar, J. Mol. Catal., 48 (1988) 43. 11 D. F. Shriver and M. A. Drezdzen, The Manipulation of Air Sensitive Compounds, 2nd edn., Wiley, New York, 1986, Chapt. 3. 12 B. Nichols and M. C. Whiting, J. Chem. Soc., (1959) 551. 13 J. S. Park, S. Sevon, A. Lager and P. Ehrlich, Am. Chem. Soc., Polym. Chem. Polym. Prep., 29 (1988) 242. 14 W. J. Feast, private communication. 15 R. Vyaya, Y. V. G. S. Murty, G. Sundararajan and T. A. Prasada Rao, Optics Commun., 76 (1990) 256. X244 9185097L 0304-5102(91)85097-L 10.1016/0304-5102(91)85097-L A facile one-pot-synthesis of polyphenylacetylene with Group VI metal carbonyls as catalysts V. Shivasubramaniam G. Sundararajan ∗ Department of Chemistry, Indian Institute of Technology, Madras 600 036 India * Author to whom correspondence should be addressed. It is quite well-known that polymerisation of phenylacetylene can be effected catalytically by using Group VI metal carbonyls (or metal carbenes) under photolytic conditions or by employing derivatives of these metal carbonyls in the form of arene complexes under thermal conditions. This study shows that neither photolytic conditions nor a preformed arene complex are necessary to obtain polyphenylacetylene from phenylacetylene. This technique involves generation of the appropriate arene metal complex in situ by refluxing a slurry of the metal carbonyl and the arene followed by addition of the monomer. The polymerisation is carried out in refluxing conditions and the product is isolated in high yield and purity by addition of excess methanol. Various combinations of arenes and Group VI metal carbonyls were tried with and without cocatalyst such as NaOH. The relative efficiency of the various catalyst precursors employed is discussed in this paper. Also discussed are the conductivity and optical properties of the polymers obtained by this technique. References 1 M.R. Bryce M.M. Ahmed Nature 311 1984 301 2 Non-Linear Optical Properties of Polymers A.J. Heeger J. Orenstein D.R. Ulrich Materials Research Society Symposium Proc. 109 1988 Materials Research Society Pittsburgh 3 J.R. Reynolds Chemtech 1988 440 4 C.I. Simionescu V. Persec S. Dumitrescu J. Polym. Sci. Polym. Chem. Ed. 15 1977 2497 5 S.J. Landon P.M. Schulman G.L. Geoffroy J. Am. Chem. Soc. 107 1985 6739 6 R.H. Grubbs Prog. Inorg. Chem. 14 1978 1 7 T.J. Katz T.H. Ho N.-Y. Shih Y.-C. Ying V.I.W. Stuart J. Am. Chem. Soc. 107 1984 2659 8 P.S. Woon M.F. Farona J. Polym. Sci. Polym. Chem. Ed. 12 1984 1749 9 A. Furlani C. Napolitano M.V. russo J. Polym. Sci., Part A Polym. Chem. 27 1989 75 10 T. Szymanska-Buzar J. Mol. Catal. 48 1988 43 11 D.F. Shriver M.A. Drezdzen 2nd edn. The Manipulation of Air Sensitive Compounds 1986 Wiley New York Chapt. 3. 12 B. Nichols M.C. Whiting J. Chem. Soc. 1959 551 13 J.S. Park S. Sevon A. Lager P. Ehrlich Am. Chem. Soc., Polym. Chem. Polym. Prep. 29 1988 242 14 W.J. Feast, private communication. 15 R. Vijaya Y.V.G.S. Murty G. Sundararajan T.A.Prasada Rao Optics Commun. 76 1990 256",
      "scopus-id": "0026123453",
      "coredata": {
        "eid": "1-s2.0-030451029185097L",
        "dc:description": "It is quite well-known that polymerisation of phenylacetylene can be effected catalytically by using Group VI metal carbonyls (or metal carbenes) under photolytic conditions or by employing derivatives of these metal carbonyls in the form of arene complexes under thermal conditions. This study shows that neither photolytic conditions nor a preformed arene complex are necessary to obtain polyphenylacetylene from phenylacetylene. This technique involves generation of the appropriate arene metal complex in situ by refluxing a slurry of the metal carbonyl and the arene followed by addition of the monomer. The polymerisation is carried out in refluxing conditions and the product is isolated in high yield and purity by addition of excess methanol. Various combinations of arenes and Group VI metal carbonyls were tried with and without cocatalyst such as NaOH. The relative efficiency of the various catalyst precursors employed is discussed in this paper. Also discussed are the conductivity and optical properties of the polymers obtained by this technique.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185097L",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shivasubramaniam, V."
          },
          {
            "@_fa": "true",
            "$": "Sundararajan, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185097L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185097L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85097-L",
        "prism:volume": "65",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A facile one-pot-synthesis of polyphenylacetylene with Group VI metal carbonyls as catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "205-210",
        "prism:endingPage": "210",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1991",
        "prism:doi": "10.1016/0304-5102(91)85097-L",
        "prism:startingPage": "205",
        "dc:identifier": "doi:10.1016/0304-5102(91)85097-L",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026123453"
      }
    }
  }
}