{
  "metadata": {
    "title": "Studies of Ni—Cu catalysts with parallel chemisorption of O<ce:inf loc=post>2</ce:inf> and decomposition of N<ce:inf loc=post>2</ce:inf>O",
    "authors": "J. Zieliński",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-12-15",
    "doi": "10.1016/0304-5102(88)80056-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288800567",
    "pii": "0304510288800567"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024128605",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288800567 0304-5102(88)80056-7 0304510288800567 10.1016/0304-5102(88)80056-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01228 2024-01-02T01:04:53.938015Z 0 0 19881215 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 49 49 1 1 Volume 49, Issue 1 7 71 83 71 83 19881215 15 December 1988 1988-12-15 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. STUDIESNICUCATALYSTSPARALLELCHEMISORPTIONO2DECOMPOSITIONN2O ZIELINSKI J SCHOLTEN 1979 685 J STUDIESINSURFACESCIENCECATALYSISPREPARATIONCATALYSTSII CADENHEAD 1968 2775 D SACHTIER 1969 62 W SINFELT 1972 283 J IGLESIA 1983 204 E VECHER 1963 490 A RAPP 1962 62 R SACHTLER 1965 654 W SACHTLER 1965 665 W PONEC 1975 1 V KHULBE 1982 31 K WATANABE 1976 483 K BRONGERSMA 1978 657 H NG 1979 588 Y WEBER 1981 20 P KAMIYA 1986 C7 195 I BERGHAUS 1987 13 T WILLIAMS 1974 377 F DONNELLY 1978 89 R TOMANEK 1982 11 D BUYANOVA 1967 868 N RHODIN 1950 5102 T DELL 1953 195 R SCHOLTEN 1969 2465 J DVORAK 1970 108 B DELL 1956 1586 R ONCHI 1969 425 M ISA 1972 2530 S BRUNDLE 1976 301 C ZIELINSKI 1987 1 J ZIELINSKI 1982 157 J ZIELINSKI 1981 6 J KUBICKA 1976 223 H MONTANO 1983 191 P BENNDORF 1983 1 C ZIELINSKIX1988X71 ZIELINSKIX1988X71X83 ZIELINSKIX1988X71XJ ZIELINSKIX1988X71X83XJ item 0304-5102(88)80056-7 0304510288800567 1-s2.0-0304510288800567 10.1016/0304-5102(88)80056-7 272239 2024-01-02T01:04:53.938015Z 1988-12-15 1-s2.0-0304510288800567-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800567/MAIN/application/pdf/de76d588f29efb92d83161c6973b4c8d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800567/MAIN/application/pdf/de76d588f29efb92d83161c6973b4c8d/main.pdf main.pdf pdf true 867389 MAIN 13 1-s2.0-0304510288800567-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800567/PREVIEW/image/png/7418ea1ef06cf1f2d2e5a31523acd8e5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800567/PREVIEW/image/png/7418ea1ef06cf1f2d2e5a31523acd8e5/main_1.png main_1.png png 72473 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 49 (1988) 71 - 83 71 STUDIES OF Ni-Cu CATALYSTS WITH PARALLEL CHEMISORPTION OF Oa AND DECOMPOSITION OF NaO J. ZIELINSKI Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44/52, 01-224 Warsaw (Poland) (Received December 23,1987; accepted February 2,1988) Summary Chemisorption of molecular oxygen and decomposition of nitrous oxide on Ni Cu powders and (Ni Cu)/7-Al203 catalysts were studied. 0^ is chemisorbed on Ni Cu alloys similarly to on Ni powder. Decomposition of N30 depends on the composition of the Ni Cu alloy surface; it proceeds similarly on nickel or on copper for Cu surface concentrations, expressed as Cu surface atomic fractions, below and above ~0.5, respectively. Chemi- sorption of 02 and decomposition of N;0 may be used for the determination of metal surface area and for monitoring the surface composition of Ni-Cu alloys, respectively. Introduction Selective chemisorption is the method most often used for charac- terization of supported metal catalysts. The technique involves finding the conditions of temperature and pressure under which a gas is chemisorbed to a fixed coverage on the metal, but not to any appreciable extent on the support. Selective chemisorption allows determination of the dispersion of monometallic catalysts and sometimes of the surface composition of alloy systems [1-5]. In contrast with surface-sensitive techniques requiring ultra-high vacuum, such as Auger and photoelectron spectroscopies (LEIS or PAX), selective chemisorption yields surface composition data under conditions more closely resembling those of many catalytic reactions. Chemisorption studies have a number of interpretation problems. However, when applied taking these complications fully into consideration, they can provide very relevant results with simple and inexpensive equipment. Nickel-copper is one of the most studied bimetallic systems, and the volume of work concerning the alloy is large [2-17]. Considerable interest has been shown in the surface composition of various Ni Cu alloys as a model in studies of surface segregation phenomena. The chemisorption of hydrogen, which is selectively adsorbed on nickel but not on copper, has revealed strong segregation of copper to the surface over a wide range of bulk compositions [2-5]. Later this segregation was confirmed by Auger and photoelectron spectroscopies, and also by LEIS, APFIM and PAX studies 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 72 [12-17]. The experimental results agree with theoretical predictions [18-20]. In order to characterize an alloy catalyst, at least two parameters should be determined: total surface area (dispersion) of the alloy, and composition of the alloy surface. The task is relatively simple in the case of unsupported Ni Cu alloys. The total surface area may be found by the BET method, and H; chemi- sorption enables determination of the number of surface nickel atoms. The characterization of Ni Cu supported catalysts is a real problem, as no method is available for determination of total surface area of supported Ni Cu alloys and, consequently, the surface concentration of nickel cannot be found from selective chemisorption of H^. Chemisorption of molecular oxygen is often used to determine the metal surface area in supported nickel catalysts. At room temperature, chemisorption is rapid and an 0/Nig ratio close to 2 is usually attained [21]. Molecular oxygen is not used for determination of copper surface area since, even at low (subambient) temperature, chemisorption of oxygen on the surface is followed by considerable oxygen uptake in the bulk [22]. The surface area of copper in supported catalysts is usually determined by means of oxygen chemisorption performed using nitrous oxide as an adsorbate [23 - 25], which interacts with copper according to the equation: N,0 + Cus > Cu,-0 + N; (1) At room temperature the uptake of oxygen expressed as the 0/CUg ratio is restricted to about 0.25, and no bulk oxidation takes place. Oxida- tion occurs above 373 K. Hitherto there have been few studies on the decomposition of NaO on Ni surfaces [26 - 30]; one of them concerns Ni powder and Ni supported on 7-A1203 and SiOa [30]. The reaction proceeds according to an equation analogous to that for copper (eqn. 1); oxygen is chemisorbed, but N30 itself and N3 are chemisorbed negligibly. The kinetics and mechanism of N;0 decomposition on the Ni surface are discussed [30]. Recapitulating the above review, molecular oxygen and nitrous oxide can be used for the determination of Ni and Cu surface areas, respectively. This paper concerns the study of 0; chemisorption and N^O decomposition on Ni Cu unsupported and supported alloys. This work has been under- taken in the belief that the parallel use of both reactants may be a useful method for characterization of Ni Cu catalysts. Experimental Apparatus The interaction of molecular oxygen and nitrous oxide with Ni Cu alloys was studied in a flow system [31] equipped with a gradientless micro- 73 reactor [32]. The gases were admitted by means of a sampling valve using helium as a carrier gas flowing through the reactor containing a catalyst sample. The amount of Oa non-chemisorbed (or, alternatively, the amount of N3 formed) during N^O decomposition was determined by means of a thermal conductivity detector. The apparatus mentioned above was also used for (i) measurements of argon adsorption at 78 K to determine total surface area of Ni-Cu powders, and (ii) measurements of 0; uptake at 673 K to determine the amount of Ni and Cu metals in supported catalysts after their reduction. Materials Hydrogen, helium and argon were of 99.99% purity. Hydrogen was additionally purified by diffusion through a palladium filter. Helium and argon were purified by passing through successive columns packed with Cu/SiO>2 adsorbent, silica gel and molecular sieve 5A. Nitrous oxide and oxygen of 99.9% purity were further purified in cold traps maintained at 195 K. The Ni-Cu powders and Ni-Cu supported catalysts were prepared via co-precipitation of the metal base nitrates by adding aqueous ammonia to an aqueous solution of mixed nitrates. In the case of supported catalysts, the precipitation was accomplished in the presence of 7-A1203. The alumina, prepared by hydrolysis of aluminium isopropoxide (surface area 111 m2 g~1 and particle size 0.15 - 0.33 mm), was calcined for 12 h at 973 K prior to use. The stirred suspension was evaporated to dryness, then calcined in helium under slowly increasing temperature (0.7 K min~1) from room temperature to 673 K, and then kept at that temperature for another hour. The studied materials are characterized in Tables 1 and 2. Method of measurements Typically about 200 mg of Ni Cu oxide or about 50 mg of (Ni Cu)/ \"y-AlaOa precursor were used. The sample was uniformly spread on the TABLE 1 Characterization of Ni Cu powders Sample Cu mean Prereduction Reduction, Dispersion\" Cu bulk1' Cu surface** atomic temperature desorption of alloy atomic atomic fraction (K) temperature (D) fraction fraction W (K) (-^b) W 1 0 723 673 0.0100 0 0 2 0.001 723 673 0.0101 0.0002 0.08 3 0.005 723 673 0.0107 0.001 0.38 4 0.010 723 673 0.0124 0.003 0.61 5 0.050 723 673 0.0150 0.036 0.96 6 1 523 473 0.0047 1 1 'Determined from argon adsorption at 78 K. ''Estimated by the equation proposed by Tomanek et al. [20]. u I) u a a ^.a o 3 S'8- CO i-l i-l 0 ol^ IN <<; f- 01o o d o o r-i u A! ,, C in '3 S S a fi-8\"o31^^ o i-i T|< to0 0 0 T-I 0000 0 0 0 0 0 i-l 'a 3 c <\" .S os si^ <0 U5 >0 0 Oi < > 3 0 cd s-<u-s.a& 0 r^ i-l IM 0 0 0 0 0 i-l ^ 0 a >> SS.S 01' ^^ 0 ^1 t0 C- 00 W 03 ^'S '\" Q CO (N N CM IN i-l Q o S. 000000 S c e 3 0 0 -g Til Sl^K \"0 * co co co co co ooC~ C~ C~ 1> t~ t~v> <o <o <o to in M co t~ C CM .2 a 3 3 13 s' o -\"3 2 g s.2 ' ' ^1- \"s ~ &!i co co co co co coC~ C~ C~ 1-- t~ t-C~ C~ C~ C~ t~ tO s ^A wG^M -^ 2 S , ' COJ^\"3 a h g s o 2o z2^'-' a > gm0c*^ ^ 0^i30^.. + 10 0 0 0 0 i-l <M COo d o d o 1 1^11 i^1 u w G ^ AS^ g-^ 5 S^- ^ 00 tO 10 10 0 i-; IN0 0 i-4 CM' CO\" 10 w 0) 0.1|i a ' 5u ^ ^ z *-( 00 J- 0.2' 4^g <N 'g 4J'3 S S' s^S2 8-^ 0000001-1 1-1 1-1 1-1 1-1 E E.gs s5'a* s 11^.S S a!a s- W -fi 1 1-4 01 ID'3. S S E ^ 1 \"8 ^ i Q Q M E-i U CO i-l CM CO ^' 10 tO a ,0 o 75 porous disk of the reactor, dried in a helium stream (40 cm3 min~1, 673 K, 0.5 h) and prereduced. The reduction was carried out in a hydrogen stream (40 cm3 min~1) under linearly increasing temperature (2 K min\"1) from am- bient to the temperature indicated in Table 1 or 2. At that temperature the sample was reduced for one hour longer. The samples of Ni Cu powders agglomerated during their prereduc- tion. In order to regain uniformity of the Ni Cu powder layer, the samples were passivated with oxygen, ground up outside the reactor, again placed into the reactor, and finally rereduced. After the reduction, hydrogen was desorbed from the samples by flushing the reactor with a helium stream (40 cn^min\"1, 0.5 h at the tem- perature shown in Table 1 or 2). On cooling the reactor to 273 K, portions of 0; or N;0 were introduced every 2 min. The amount of 0; non-chemi- sorbed (or, alternatively, the amount of N; formed) was used to calculate rates of the reactions. The rate was expressed as conversion probability (CP), defined as the ratio of the number of molecules converted to the number of molecule-metal surface collisions. The number of molecules reacted was found from the degree of conversion of 0; or N^O portions. The number of collisions was calculated assuming that the concentration of reacting gas close to the metal surface was equal to the concentration in the stream leaving the reactor. A complete analysis of the methods of measurement has been given previously [30]. The surface area of the Ni Cu powders was found from measurements of argon adsorption at 78 K. In the calculation it was assumed that one Ar atom occupies 0.138 nm2 [33]. Dispersion of supported Ni and supported Ni Cu alloys was determined from 0; chemisorption at 273 K, assuming that the 0/Nig and 0/(Ni+Cu)g ratio attained 1.7 (the grounds for this value for (Ni CuV-y-A^O^ catalysts are discussed below). Dispersion of copper supported on ^-Al^Oy was determined from the measurement of N36 decomposition at 273 K, assuming that the 0/CUg ratio reached 0.25. In the calculation it was assumed that the number of metal atoms per square metre of Ni Cu alloys and of pure Cu was equal to the value re- ported for pure nickel, i.e. 1.55 X 1019 [5]. Results and discussion Reaction of 0; and N^0 with Ni Cu powders Figure 1 shows the probability of conversion for the reaction of 0; and N^O with Ni Cu powders of various copper contents. The probability for oxygen chemisorption on pure Ni powder (Fig. la) is high until the 0/Nig ratio attains ca. 1.5, then it drops to a low value as the 0/Nig ap- proaches 1.7. The chemisorption of 0^ on Ni Cu powders (Figs. Ib - e) proceeds in a manner similar to that on pure Ni powder (Fig. la). Henceforth the term 'high' conversion or chemisorption probability is used to mean that the probability is higher than 10~7. The probability in this range cannot be measured exactly in the flow system used in this work. O/INi+Culsrotio Fig. 1. Probability of conversion for reaction of 63 and N36 with Ni Cu powders. The chemisorption of 0-^ on pure copper powder (Fig. If) proceeds differently than on pure Ni and Ni Cu powders (Figs. la - e). The probabil- ity of 0>2 chemisorption on Cu powder is initially high and decreases to a measurable value as the 0/CUg ratio approaches ca. 0.25. However, the uptake of 0; still continues at a slowly decreasing rate. Under the experi- mental conditions of this work (Oy, exposure of an order of 109 L; 1 L = 133.3 X 10~6Pa s~1), the 0/Cug ratio attains a value close to 1, i.e. almost two times lower than that attained for Ni powder. The relationships of conversion probability for the reaction of N30 with Ni Cu powders are more complex (Fig. 1). In the case of pure Cu powder, the decomposition of N30 (Fig. If) is initially fast and then slows to a very low value as the 0/Cug ratio attains 0.25. This ratio is close to those reported by Dell et al. [23] and Scholten and Konvalinka [24]. The decomposition of N30 on Ni powder (Fig. la) has been extensively studied [30]. Simultaneous measurements of the kinetic and thermal effects of the reaction have shown that during N^O decomposition on the Ni sur- face, the uptake of oxygen proceeds in stages: fast chemisorption of oxygen on the surface until the 0/Nig ratio ap- proaches 0.3-0.4; nucleation and growth of the surface nickel oxide islands until a closed layer is obtained; the 0/Nis ratio attains 1.15; slow thickening of the surface oxide layer; the process is slow, so its rate cannot be measured exactly by means of the flow system used in this work. 77 Figures lb - e show also the probability of N^O conversion on Ni Cu powders having various copper concentrations. Initially the decomposition of NaO is fast regardless of Cu concentration. In the second stage the reac- tion rate depends on copper content: (i) low concentration of copper (Fig. lb) does not influence the rate of N^O decomposition, (ii) moderate Cu concentration (Fig. Ic) hampers N30 decomposition, but the 0/(Ni + Cu)g ratio attains the same final value as for pure Ni powder, and (iii) relatively high Cu concentration (Figs. Id, e) obviates the second stage of N30 decom- position. The measurements of 0^ chemisorption and NzO decomposition carried out in this work on Ni Cu powders have revealed two important facts: chemisorption of 0; on Ni Cu powders is independent of copper con- centration up to ca. 5 at.%. This suggests that such chemisorption may be used for determination of surface area of Ni Cu alloys; for low copper content alloys, the 0/(Ni + Cu)s ratio attains ca. 1.7, decomposition of N;0 on Ni Cu alloys is sensitive to copper concentra- tion, which suggests that the reaction may be used for monitoring surface composition of the alloys; the application of this method needs assignation of a correlation between the reactivity of N30 and the surface composition of the alloy. The surface composition of Ni Cu alloys investigated in this work was estimated on the basis of literature studies. In this work the problem con- cerned polycrystalline samples of very low copper content (below 5 at.%) and annealed at 673 K. Table 3 presents available experimental data on Cu surface concentration (the topmost layer) for low copper content Ni Cu alloys. Henceforth, surface and bulk concentrations of copper are expressed as atomic fractions. An extensive discussion of these results is beyond the scope of this paper. The analysis done by Weber et al. [15] emphasized that to some extent all measured surface concentrations of copper can be regarded as minimum values; unless great care is taken, experimental results can show less than equilibrium segregation of copper. TABLE 3 Summary of surface compositions for various Ni Cu alloys Cu bulk Ref. Temperature Cu surface atomic Cu surface1' atomic concentration (K) fraction measured fraction calculated (at.%) 9.3 10.7 12 13 600 673 0.34 0.86 0.99 0.98 5(111) 14 550 0.54 0.99 5 (a) 15 850 -920 0.85 -1.00 0.89- 0.84 1 (100) 16 873 0.45 0.57 3(110) 17 700 -800 0.68 -0.70 0.93- 0.86 \"Various low and high index planes. Estimated by the equation proposed by Tomanek et al. [20]. 78 Table 3 shows that the experimental data on Cu surface concentration are scattered. Application of these results for the determination of surface composition of the samples investigated in this work needs some recalcula- tion, since the literature studies and measurements carried out in this work were made at different experimental conditions. This calculation requires a knowledge of additional factors: (i) the form of the relation between copper concentration in the bulk and on the surface, and/or (ii) the effect of tem- perature on the segregation. The available experimental studies do not supply this information, so the recalculation cannot be accomplished without the help of a theoretical relation. Segregation in Ni-Cu alloys has been the subject of several theoretical studies [18 - 20], in which various models of the alloy were applied. The crucial point in these works was verification of theory by comparison of calculated values for Cu surface concentration with experi- mental data. The surface composition of Ni Cu alloys studied in this work was determined using the semiempirical equation proposed by Tomanek et al. [20]: in which Xy and X^ = fractions of copper atoms on the surface and in the bulk, respectively; Qgeg = heat of segregation, 35.5 kJ mol~1 [20]; T= tem- perature, K. The magnitude of the heat of segregation Qgeg was estimated [20] taking into account two contributions: (i) the difference in the heats of vaporization of nickel and copper, and (ii) the strain energies arising from different atomic sizes of the constituents. The equation proposed by Tomanek was verified by comparison of calculated values for Cu surface concentration with the experimental data (Table 3). The comparison shows that the calculated values are in reasonable agreement with more recent experimental results [15 -17]. This indicates that Tomanek's equation may be used to calculate segregation in low copper content Ni-Cu alloys; however, it is impossible to judge the precision of the values obtained. In estimating segregation in dispersed Ni-Cu alloys, apart from eqn. (2), an equation describing mass balance was also used. The equation had the form: X^D+X^(1-D}=X (3) in which X = atomic fraction of copper in the alloy, and D = dispersion of the alloy as a fraction of surface atoms exposed. Segregation in Ni-Cu powders was calculated for 673 K, at which temperature the samples were heated in helium before testing their reac- tivity to C>2 and NaO. The calculated values of surface and bulk concentra- tions of copper are presented in Table 1. The calculation indicates strong segregation of copper to the surface. In the case of Ni-Cu powder of the lowest Cu content, about 80% of the copper is present on the surface. For 79 the alloy of the highest Cu content, the surface atomic fraction of copper attains 0.96. Figure 2 shows the final 0/(Ni + Cu)s ratio attained in the course of O; chemisorption and N^O decomposition on Ni Cu powders. In the case of O; chemisorption, the 0/(Ni + Cu)g ratio is independent of copper con- centration and equal to ~ 1.7. This suggests that chemisorption of molecular oxygen may be used to determine the surface area of Ni Cu alloys. The final 0/(Ni + Cu)g ratio attained during NaO decomposition (Fig. 2) depends on the surface composition of the Ni Cu alloy. It equals 1.15 and 0.25 for Cu surface concentrations below 0.4 and above 0.6, respectively. Somewhere in the range 0.4 - 0.6 the 0/(Ni + Cu)g ratio drops from the value characteristic of nickel to the value characteristic of copper. Elucidation of the effect of copper on the decomposition of N30 on Ni Cu alloys needs further studies. The chemisorption of 0; on various Ni Cu crystallographic planes has been extensively studied [16, 34, 35]. It was found that the interaction proceeds in two stages: (i) dissociative chemisorption of oxygen on the sur- face, and (ii) formation of surface Ni Cu oxide; the rate of both processes decreases with Cu surface concentration. The stepwise progress of O; chemisorption on Ni Cu alloys was not observed in the measurements performed in this work, due to the high rate of the interaction. This question has been thoroughly discussed previously [30]. A study of C>2 chemisorption on CuNi(lOO) and CuNi(llO) planes [16, 35] showed that during both the chemisorption and the oxidation stages an enrichment of the surface with nickel occurred. This migration likely also happens during the course of 0^ chemisorption and N30 decom- position performed in this work. At the same time, it should be noted that the final 0/(Ni + Cu)g ratio presented in Fig. 2 (and also Fig. 5) is related to the surface composition of Ni Cu alloys that was established during heating of the samples in helium prior to any contact with the adsorbates. The final 0/(Ni + Cu)g ratio attained in the course of N^O decomposi- tion on Ni Cu powders (Fig. 2) decreases in a narrow range (0.4 - 0.6) of Cu surface concentration, indicating that the surface composition of the samples is quite uniform. This fact is amazing, since both: (i) a difference in the mean concentration of copper in separate Ni Cu crystallites, and (ii) a difference in the crystallites size in the samples should cause non-unifor- mity of the surface concentration of copper. It seems that the surface composition of Ni Cu powders is uniform as a result of intercrystallite migration of copper, which occurs during the reduction and H; desorption processes. Besides, it seems that, in the case of ideally uniform surface composition of Ni Cu alloys, the final 0/(Ni + Cu)g ratio should decrease rapidly as Cu surface concentration exceeds ca. 0.5. The study of NaO decomposition on a sample of Ni Cu powder can supply information concerning its surface composition: the final 0/(Ni + Cu), ratio equal to 1.15 indicates that Cu surface con- centration of any fraction of the alloy is lower than ca. 0.5, 80 2.0 o 0 -^> 1.5 3 U 05 Fig. 2 Fig. 3 0.2 0.4 OL6 a8 1.0 0 0.1 0.2 0.3 surface copper atomic fraction Cu/Ni ratio The final 0/(Ni + Cu)g ratio for reaction of Oy and N^0 with Ni Cu powders. Composition of reduced (Ni Cu)/7-Al203 catalysts. the final 0/(Ni + Cu)g ratio equal to 0.25 indicates that Cu surface con- centration of any fraction of the alloy is higher than ca. 0.5, the final 0/(Ni + Cu)g ratio between 0.25 and 1.15 indicates one of the two possibilities: either (i) Cu surface concentration is uniform and equal to ca. 0.5, or (ii) the surface composition of the sample is non-uniform: a fraction of the surface has a Cu surface concentration lower and a fraction higher than ca. 0.5. Reaction of Oy, and N^0 with (Ni-Cu)l^-Al-iO^ catalysts The catalysts are characterized in Table 2. The amount of nickel and copper produced during prereduction of the catalysts were determined from 0>2 uptake at 673 K, assuming that NiO and CuO were formed. The measure- ments (Fig. 3) suggest that copper is completely reduced and the degree of nickel reduction is constant. The conclusion was supported by tem- perature-programmed reduction studies of a 5% Cu/7-Al203 precursor, which showed that the sample was reduced completely below 623 K. Dispersion of Ni Cu alloys supported on alumina increases with copper content (Table 2). This suggests that copper enhances the rate of nucleation of metal crystallites during the prereduction process, and thus a larger number of smaller Ni Cu crystallites is produced. Figure 4 shows the probability of 0^ and NaO conversion on (Ni Cu)/ 7-A1203 catalysts. The relations obtained for 0; chemisorption are similar to those for Ni Cu powders (Fig. 1). The results support the previous assump- tion that the 0/(Ni + Cu)s ratio attains 1.7 for O; chemisorption on Ni Cu alloys supported on alumina. The chemisorption of Oa on 5% Cu/'y-AlaOa catalyst (Fig. 4f) proceeds similarly to that on Cu powder (Fig. If), though a difference between these relations is found in the early stage of the interaction. In the case of 5% Cu/^-AlzOs catalyst, the probability of O; chemisorption decreases to a 81 cN^O<. aNl =0.10 \\ as 1.0 1.5 2 100 50 0 100 50 0.5 1.0 1.5 2.0 e ^=0.30 NI \\ N^0 V , , X 0.5 1.0 1.5 2.0 0/(Ni*Cu)s ratio O/INi+Culg ratio Fig. 4. Probability of conversion for reaction of O^ and N30 with (Ni Cu )/7-Al203 catalysts. measurable value at a higher 0/Cus ratio than for Cu powder. It seems that the difference is due to an effect of temperature, which rises during 0^ chemisorption more in the case of small crystallites of supported catalysts than in the case of large crystallites of Cu powder. The decomposition of N30 on nickel and copper supported on alumina (Figs. 4a, f) proceeds as on Ni and Cu powders (Figs. la, f). This indicates that neither the dispersion of these metals nor the 7-A1203 has a significant effect on the chemical properties of Ni and Cu crystallites as monitored by N30 decomposition. These results suggest that alumina also does not affect the chemical properties of Ni Cu crystallites, as is observed for Ni and Cu crystallites. This conclusion is important in view of the intention to apply this reaction to the study of Ni Cu supported catalysts. The relations obtained for N;0 decomposition on (Ni Cu)/7-Al2C>3 catalysts (Figs. 4b - e) are unlike those for Ni Cu powders (Figs. Ib -e). Figure 5 shows the values of the final 0/(Ni + Cu)g ratio attained on (Ni Cu)/7-Al203 catalysts versus the surface concentration of copper. The surface composition of these samples was calculated in the same way as for Ni Cu powders. The relation for supported catalysts (Fig. 5) is different from that obtained for Ni Cu powders (Fig. 2). It is seen that in the case of supported catalysts even the lowest copper content diminishes the final 0/(Ni + Cu)s ratio below the value characteristic of pure nickel and, in contrast, even the highest content of copper does not lower the ratio to the value characteristic of pure copper. 82 0.2 0.4 0.6 W 1.0 surface copper atomic fraction Fig. 5. The final 0/(Ni + Cu)g ratio for reaction of O^ and N^O with (Ni Cu ^-Al^Oa catalysts. The interpretation of the relation presented in Fig. 5 is based on the assumption that the apparent relation between the final 0/(Ni + Cu)s ratio and the Cu surface concentration of Ni Cu alloy supported on ^-Al^Oy is identical to that of Ni Cu powder. Thus the relation obtained for sup- ported catalysts (Fig. 5) suggests that surface composition of Ni Cu crystal- lites in these samples is non-uniform. The catalyst with the lowest Cu con- tent has a fraction of the alloy crystallites of Cu surface concentration already higher than ca. 0.5. On the other hand, the catalyst with the highest Cu content has a fraction of alloy crystallites of Cu surface concentration still lower than ca. 0.5. Assuming that as a result of N^O decomposition on (Ni Cu)/7-Al2C>3 catalysts the final 0/(Ni + Cu), ratio attains locally one of the two characteristic values, i.e. 0.25 or 1.15, then from the experimental, i.e. average value of the final 0/(Ni + Cu)s ratio for a supported catalyst, it is possible to find the fraction of the alloy surface with Cu surface concen- trations lower and higher than ca. 0.5. The examination is complementary to HS chemisorption studies of Ni Cu alloys which permit determination of the number of Ni surface atoms, but is insensitive to their distribution on the alloy surface. The study of Ni Cu alloys using parallel 0; chemisorption and NaO decomposition seems to be a promising way to characterize Ni Cu catalysts. It will be interesting to apply this approach for testing other Ni Cu catalysts prepared in a different manner. The method developed in this work may be useful in research on the preparation of Ni Cu supported catalysts with a desired uniform surface composition of the alloy. Acknowledgement This work was carried out within Research Project 03.20. 83 References 1 J. J. F. Scholten, in B. Delmon, P. Grange, P. Jacobs and G. Poncelet (eds.). Studies in Surface Science and Catalysis: Preparation of Catalysts II, Vol. 3, EIsevier, Amster- dam, 1979,p.685. 2 D. A. Cadenhead and N. J. Wagner, J. Phys. Chem., 72 (1968) 2775. 3 W. M. H. Sachtler and P. van der Plank, J. Catal., 18 (1969) 62. 4 J. H. Sinfelt, J. L. Carter and D. J. C. Yates,^. Catal., 24 (1972) 283. 5 E. Iglesia and M. Boudart,J. Catal., 81 (1983) 204. 6 A. A. Vecher and Ya. I. Geryasimov, Zhur. Fiz. Khim., 37 (1963) 490. 7 R. A. Rapp and F. Maak, Acta Metall., 10 (1962) 62. 8 W. M. H. Sachtler and G. J. H. Dorgelo, J. Catal., 4 (1965) 654. 9 W. M. H. Sachtler and R. Jongepier, J. Catal., 4 (1965) 665. 10 V. Ponec, Catal. Rev. Sci. Eng., 11 (1975) 1. 11 K. C. Khulbe and R. S. Mann, Catal. Rev. Sci. Eng., 24 (1982) 31. 12 K. Watanabe, M. Hashiba and T. Ymashina, Surf. Sci., 61 (1976) 483. 13 H. H. Brongersma, M. J. Sparnaay and T. M. Buck, Surf. Sci., 71 (1978) 657. 14 Yee S. Ng, T. T. Tsong and S. B. McLane, Jr., Phys. Rev. Lett., 42 (1979) 588. 15 P. R. Weber, C. E. Royas, P. J. Dobson and D. Chadwick, Surf. Sci., 105 (1981) 20. 16 I. Kamiya, T. Hashizume, A. Sakai, T. Sakurai and W. H. Pickering, J. Phys. (Paris), 47(1986)07-195. 17 T. Berghaus, C. Lanau, H. Neddermeyer and V. Rogge, Surf. Sci., 182 (1987) 13. 18 F. L. Williams and D. Nason, Surf. Sci., 45 (1974) 377. 19 R. G. Donnelly and T. S. King, Surf. Sci., 74 (1978) 89. 20 D. Tomanek, S. Mukherjee, V. Kumar and K. H. Bonnemann, Surf. Sci., 114 (1982) 11. 21 N. E. Buyanova, A. P. Karnaukhov, L. M. Kefeli, I. D. Ratner and 0. N. Charnyavskaya, Kinet. Katal., 8 (1967) 868. 22 T. N. Rhodin, J. Am. Chem. Soc., 72 (1950) 5102. 23 R. M. Dell, F. S. Stone and P. F. Tiley, Trans. Faraday Soc., 49 (1953) 195. 24 J. J. Scholten and J. A. Konvalinka, Trans. Faraday Soc., 49 (1969) 2465. 25 B. Dvorak and J. Pasek,J; Catal., 18 (1970) 108. 26 R. M. Dell, D. F. Klemperer and F. J. Stone, J. Phys. Chem., 60 (1956) 1586. 27 M. Onchi and H. E. Farnsworth, Surf. Sci., 13 (1969) 425. 28 S. A. Isa and J. M. Saleh, J. Phys. Cem.. 76 (1972) 2530. 29 C. R. Brundle,J. Vac. Sci. Technol., 13 (1976) 301. 30 J. Zielinski, Appl. Catal., 35 (1987) 1. 31 J. Zielinski, J. Catal., 76 (1982) 157. 32 J. Zielinski, React. Kinet. Catal. Lett., 17 (1981) 6, 33 H. Kubicka, React. Kinet. Catal. Lett., 5 (1976) 223. 34 P. A. Montano, P. P. Vaishnava and E. Doling, Surf. Sci., 130 (1983) 191. 35 C. Benndorf, G. Klatte and F. Thieme, Surf. Sci.. 135 (1983) 1. X244 88800567 0304-5102(88)80056-7 10.1016/0304-5102(88)80056-7 Industrial Articles Studies of Ni—Cu catalysts with parallel chemisorption of O2 and decomposition of N2O J. Zieliński Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44/52, 01-224 WarsawPoland Chemisorption of molecular oxygen and decomposition of nitrous oxide on Ni—Cu powders and (Ni—Cu)/γ-Al2O3 catalysts were studied. O2 is chemisorbed on Ni—Cu alloys similarly to on Ni powder. Decomposition of N3O depends on the composition of the Ni—Cu alloy surface; it proceeds similarly on nickel or on copper for Cu surface concentrations, expressed as Cu surface atomic fractions, below and above ~0.5, respectively. Chemisorption of O2 and decomposition of N2O may be used for the determination of metal surface area and for monitoring the surface composition of Ni—Cu alloys, respectively. References 1 J.J.F. Scholten B. Delmon P. Grange P. Jacobs G. Poncelet Studies in Surface Science and Catalysis: Preparation of Catalysts II 3 1979 Elsevier Amsterdam 685 2 D.A. Cadenhead N.J. Wagner J. Phys. Chem. 72 1968 2775 3 W.M.H. Sachtier P. van der Plank J. Catal. 18 1969 62 4 J.H. Sinfelt J.L. Carter D.J.C. Yates J. Catal. 24 1972 283 5 E. Iglesia M. Boudart J. Catal. 81 1983 204 6 A.A. Vecher Ya.I. Geryasimov Zhur. Fiz. Khim. 37 1963 490 7 R.A. Rapp F. Maak Acta Metall. 10 1962 62 8 W.M.H. Sachtler G.J.H. Dorgelo J. Catal. 4 1965 654 9 W.M.H. Sachtler R. Jongepier J. Catal. 4 1965 665 10 V. Ponec Catal. Rev. Sci. Eng. 11 1975 1 11 K.C. Khulbe R.S. Mann Catal. Rev. Sci. Eng. 24 1982 31 12 K. Watanabe M. Hashiba T. Ymashina Surf. Sci. 61 1976 483 13 H.H. Brongersma M.J. Sparnaay T.M. Buck Surf. Sci. 71 1978 657 14 Yee S. Ng T.T. Tsong S.B. McLane Jr. Phys. Rev. Lett. 42 1979 588 15 P.R. Weber C.E. Royas P.J. Dobson D. Chadwick Surf. Sci. 105 1981 20 16 I. Kamiya T. Hashizume A. Sakai T. Sakurai W.H. Pickering J. Phys. (Paris) 47 1986 C7 195 17 T. Berghaus C. Lanau H. Neddermeyer V. Rogge Surf. Sci. 182 1987 13 18 F.L. Williams D. Nason Surf. Sci. 45 1974 377 19 R.G. Donnelly T.S. King Surf. Sci. 74 1978 89 20 D. Tománek S. Mukherjee V. Kumar K.H. Bonnemann Surf. Sci. 114 1982 11 21 N.E. Buyanova A.P. Karnaukhov L.M. Kefeli I.D. Ratner O.N. Charnyavskaya Kinet. Katal. 8 1967 868 22 T.N. Rhodin J. Am. Chem. Soc. 72 1950 5102 23 R.M. Dell F.S. Stone P.F. Tiley Trans. Faraday Soc. 49 1953 195 24 J.J. Scholten J.A. Konvalinka Trans. Faraday Soc. 49 1969 2465 25 B. Dvorák J. Pašek J. Catal. 18 1970 108 26 R.M. Dell D.F. Klemperer F.J. Stone J. Phys. Chem. 60 1956 1586 27 M. Onchi H.E. Farnsworth Surf. Sci. 13 1969 425 28 S.A. Isa J.M. Saleh J. Phys. Cem. 76 1972 2530 29 C.R. Brundle J. Vac. Sci. Technol. 13 1976 301 30 J. Zieliński Appl. Catal. 35 1987 1 31 J. Zieliński J. Catal. 76 1982 157 32 J. Zieliński React. Kinet. Catal. Lett. 17 1981 6 33 H. Kubicka React. Kinet. Catal. Lett. 5 1976 223 34 P.A. Montano P.P. Vaishnava E. Doling Surf. Sci. 130 1983 191 35 C. Benndorf G. Klatte F. Thieme Surf. Sci. 135 1983 1",
      "scopus-id": "0024128605",
      "coredata": {
        "eid": "1-s2.0-0304510288800567",
        "dc:description": "Chemisorption of molecular oxygen and decomposition of nitrous oxide on Ni—Cu powders and (Ni—Cu)/γ-Al2O3 catalysts were studied. O2 is chemisorbed on Ni—Cu alloys similarly to on Ni powder. Decomposition of N3O depends on the composition of the Ni—Cu alloy surface; it proceeds similarly on nickel or on copper for Cu surface concentrations, expressed as Cu surface atomic fractions, below and above ~0.5, respectively. Chemisorption of O2 and decomposition of N2O may be used for the determination of metal surface area and for monitoring the surface composition of Ni—Cu alloys, respectively.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-12-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288800567",
        "dc:creator": {
          "@_fa": "true",
          "$": "Zieliński, J."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288800567"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288800567"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)80056-7",
        "prism:volume": "49",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Studies of Ni—Cu catalysts with parallel chemisorption of O2 and decomposition of N2O",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "71-83",
        "prism:endingPage": "83",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 December 1988",
        "prism:doi": "10.1016/0304-5102(88)80056-7",
        "prism:startingPage": "71",
        "dc:identifier": "doi:10.1016/0304-5102(88)80056-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024128605"
      }
    }
  }
}