{
  "metadata": {
    "title": "Aminophosphine-rhodium complexes as catalysts in asymmetric hydrogenation: Dependence of enantioselectivity on the stepwise variation of complex chirality",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-02-29",
    "doi": "10.1016/0304-5102(84)85057-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284850579",
    "pii": "0304510284850579"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021371875",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284850579 0304-5102(84)85057-9 0304510284850579 10.1016/0304-5102(84)85057-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0065X 2024-01-02T01:04:16.600218Z 0 0 19840201 19840229 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 23 23 1 1 Volume 23, Issue 1 10 81 87 81 87 198402 February 1984 1984-02-01 1984-02-29 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. AMINOPHOSPHINERHODIUMCOMPLEXESCATALYSTSINASYMMETRICHYDROGENATIONDEPENDENCEENANTIOSELECTIVITYSTEPWISEVARIATIONCOMPLEXCHIRALITY VALENTINI C FIORINI 1979 303 M MUKAIYAMA 1981 4111 T HALPERN 1982 401 J GIORDANO 1978 218 G SCHROCK 1971 2397 R VALENTINIX1984X81 VALENTINIX1984X81X87 VALENTINIX1984X81XC VALENTINIX1984X81X87XC item 0304-5102(84)85057-9 0304510284850579 1-s2.0-0304510284850579 10.1016/0304-5102(84)85057-9 272239 2024-01-02T01:04:16.600218Z 1984-02-01 1984-02-29 1-s2.0-0304510284850579-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850579/MAIN/application/pdf/62073e175766fb2f7e34418573ac23b6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850579/MAIN/application/pdf/62073e175766fb2f7e34418573ac23b6/main.pdf main.pdf pdf true 391609 MAIN 7 1-s2.0-0304510284850579-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850579/PREVIEW/image/png/ab7740616083861173dd63b71f6b2a5f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850579/PREVIEW/image/png/ab7740616083861173dd63b71f6b2a5f/main_1.png main_1.png png 59640 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 23 (1984) 81 - 87 81 AMINOPHOSPHINE-RHODIUM COMPLEXES AS CATALYSTS IN ASYMMETRIC HYDROGENATION: DEPENDENCE OF ENANTIOSELECTIVITY ON THE STEPWISE VARIATION OF COMPLEX CHIRALITY C. VALENTINI, E. CERNIA, M. PIORINI and G. M. GIONGO* Assoreni, 00015 Monterotondo, Rome (Italy) (Received April 1,1983; accepted June 9,1983) Summary A number of isomerically related bis-aminophosphine (PNNP) rhodium complexes have been prepared and tested as catalysts in the asymmetric hydrogenation of olefins. The results obtained suggest a direct relationship between the structure of the chiral environment of the catalyst centre and the enantiomeric composition of the hydrogenation products. Introduction In a previous paper [1] we have reported the results of our investigation on the synthesis of optically active bis-amides of diaryl and dialkyi phos- phinic acid (henceforth called bis-aminophosphines or PNNP) and their use as chelating ligands in the preparation of rhodium(I) complexes catalytically active in the highly efficient asymmetric hydrogenation of prochiral double bonds. In particular, we noticed that the stereodifferentiating ability of the catalysts was in some cases markedly influenced by a modification of the ligand structure, even if the latter was not directly affecting the chiral sites. This effect is apparent from the data collected in Table 1. The above results led us to undertake further studies on this topic, and to prepare new ligands of the PNNP family, where the controlled stepwise ligand modification, now directly involving its chiral centre(s), could pos- sibly influence the behaviour of the corresponding Rh complexes, so as to permit a meaningful correlation between the imparted ligand modification and the catalyst enantioface discriminating ability. *Author to whom correspondence should be addressed. 0304-6102/84/$3.00 Eisevier Sequoia/Printed in The Netherlands 82 TABLE 1 The modification of PNNP ligands and its influence on catalyst selectivity fol ixL<^kl ^N-PPh2 1 (,^-^^4>^ ''fY~\\Ti-N-PPh2 [UJ H X1a) X= H 1b) X=CH3Ph NHCOCHsc c X OEN PPh2(N PPh2 X2a)X=H 2b)X=CH3H2 <^^N'^'4'''''r^ ^JJ ens V x cH3 ^JJ3a) X=PPh2 3b) X=PEt2* > PhCH2CH ( NHCOCH3)COOH H^ ^COOH (RhPNNPCOD)* C104 PNNP e.e.(%) Absolute config. la) 1b) 2a) 2b) 3a) 3b) 94 68 47 9277 41 S R R S R S Results and discussion According to a synthetic procedure closely related to that described by Mukaiyama [2], three PNNP molecules have been prepared using 2-oxo- 5S( )proline ethyl ester as the chiral starting material, according to the following scheme: \"N H RNHi OOCiHg ^ 0 'ONHR THF H \"N H 2ClPPhi, EtsN THF C)-CH2-N-R PPh, pph- PNNP A: R = S( )C6HsCH(CH3)- PNNP B: R = fi(+)C6H5CH(CH3)- PNNPC: R^CfiHsCHi- 83 As shown above, proper choice of the amine RNH; as coreactant even- tually leads to the synthesis of two diastereomerically related bis-aminophos- phines A and B; ligand C (provided with a single chirality center) can be compared with the former two only by assuming that the lack of a CH3 sub- stituent at the benzylic moiety does not significantly alter its properties. Ligands A - C have been used in the synthesis of the corresponding cationic Rh(I) complexes according to known procedures (see experimental section) and catalytic hydrogenation experiments have been carried out using a-acetamidoacrylic and Z-a-acetamidocinnamic acids as model sub- strates. The results are summarized in Table 2. TABLE 2 Hydrogenation of a-acetamido-cinnamic and acrylic acids R. NHCOCH3 H2 * C=C RCH2CH(NHCOCH3)COOH H^ ^COOH (RhPNNPCpHst^Fo\" Entry R PH PNNP [ ] ' e.e. Absolute (atm) (%) config.11 1 H l C 2 H l A 3 H l B 4 H 4.5 C 5 H 4.5 A 6 H 4.5 B 7 CfiHs l C 8 CsHs l A 9 CeHs l B 10 CfiHs 4.5 C 11 CeH5 4.5 A 12 CfiHs 4.5 B +44.90 67.5 R +21.95 33.0 R +40.23 60.5 R +44.55 67.0 R +16.62 25.0 R +40.23 60.5 R 22.93 49.0 R 13.10 28.0 R 14.27 30.5 R -32.29 69.0 R -16.14 34.5 R -27.38 58.5 R Solvent EtOH; olefin/Rh = 125; temp. 25 C. \"Average of at least two independent runs for each entry. hJV-acetyl-^-phenylalanine: [a]^ 4G.S (c = 1.08, EtOH): JV-acetyl-(fi)-alanine: [a]2-^ 66.5 (c=2,H20). Regarding the enantioselectivity dependence on hydrogen pressure, it is interesting to observe that in the reduction of acetamidoacrylic acid no sig- nificant variation occurs upon increasing the former from 1 to 4.5 atm. Con- versely, a net increase in enantioselectivity is observed in the case of Z-a- acetamidocinnamic acid: this is apparently m contrast with the generally well-established inverse dependence of enantioselectivity on Hz pressure [3]. The data concerning the stereochemical behaviour of the catalytic experiment suggest the following observations: (1) Regardless of the nature of the substrate, the catalyst and the operating conditions, the absolute configuration of the reduction products is invariably R. 84 (2) For each of the four independent sets of experiments the highest e.e. values are obtained from the catalyst derived from ligand C (entries 1, 4, 7,10). (3) The introduction in the PNNP structure of an additional chiral center of S(-) configuration (ligand A) results in a sharp decrease in the catalyst enantioselectivity (entries 2, 5, 8,11). (4) On the contrary, if the added asymmetric center has the opposite R(+) configuration (ligand B), the catalyst ability nearly matches, with a single exception (entry 9), the effectiveness observed in the first case (entries 3,6,12). In order to account for the above findings we propose the following interpretation. It is generally recognized that the presence of four phenyl P- substituents in rhodium complexes with chiral bis-aryl mono- and diphos- phines plays an important role in asymmetric olefin hydrogenation. Under the influence of the asymmetric centre(s) present m the ligand structure (either at C or P atoms), these phenyl groups are induced to assume a rigid helical edge-to-tail conformation; this dissymmetric array is in turn essential in the selective recognition of the enantiotopic face of the substrate. As previously pointed out, in all the catalytic runs listed in Table 2 the absolute configuration of the reduction is R; this suggests that the chiral center located in the pyrrolidine ring of the ligand, which is a common feature of the three catalytic complexes, is essential in directing the enantio- selectivity towards the preferred formation of R optical isomers. In particular, according to our hypothesis, this chiral center dictates the prevailing edge-to-tail conformation of the neighbouring aryl groups A and B (Fig. 1); as a consequence, the other aryl moieties C and D will arrange themselves in order to minimize the overall steric interaction, thus leading to that chiral array suitable for the preferred coordination of the pro-R face of the substrates. This seems to be quite obvious in the case of the complex prepared with ligand C (Fig. 1, R = R' = H) since it has a single asymmetric center. ^Y^o A^^-^N B C Fig. 1. A different situation occurs, however, in the case of the catalyst pre- pared with ligand A (Fig. 1, R = H, R' = CH3). Here, due to steric interfer- ence with the bulkier S(-) methyl benzyl AT-substituent, the phenyl groups C and D are prevented from easily assuming the conformation dictated, as above, by A and B, and the overall chiral array, as shown by the values listed in Table 2, becomes far less efficient in transmitting chirality from the 85 remote asymmetric sites to the proximity of the catalytic center. The net increase in the catalyst enantioselectivity which occurs as the S( ) methyl benzyl group is replaced by its optical R(+) antipode (Fig. l, R = CH3, R' = H) can be explained in terms of a less pronounced steric interference of the latter with the aryls C and D, which can therefore assume the required edge-to-tail conformation. Comparison of the space-filling models provides some support to the above interpretation, suggesting for the less enantioselective complex a stacking of the phenyl groups B, C and D in an edge conformation, whereas in the other complexes the alternate conformation appears to be more easily attainable. However such conclusions, based on models of rather crowded molecules, must be considered to be of limited reliability. Experimental 2-Oxo-5S( )proline, benzylamine, .R(+) and S( )o;-methyl benzylamine (Fluka) were used as purchased. P-chlorodiphenylphosphine (Fluka) was distilled prior to use. [Rh(NBD)Cl]2 was prepared according to literature methods [4]. Z-a-acetamidocinnamic acid and a-acetamidoacrylic acid (Fluka) were used as purchased. The solvents were dried and distilled prior to use. All the operations were carried out under nitrogen atmosphere. The following illustrative procedure was used for the synthesis of the PNNP C ligand: 2-oxo-5S( )proline ethyl ester (11.6 g, 73.9 mmol) was allowed to react with benzylamine (23.6 g, 220 mmol) at room temperature in the absence of solvent. After 20 h the reaction mixture was treated with ethyl acetate to remove the excess amine, and the only slightly soluble diamide was recovered by filtration in 67% yield. The crude diamide (6 g, 25.8 mmol) was treated with L1A1H4 (5.4 g, 140 mmol) in 100 ml THF, the mixture kept at reflux for 20 h, and the resulting diamine isolated according to the usual procedures in 87% yield. To a solution of freshly distilled triethylamine (15.3 g, 150 mmol) and 9.6 g (51 mmol) of the above diamine in 100 ml of THF, 22.5 g (102 mmol) of P-chlorodiphenylphosphine was added dropwise, while the temperature was maintained between 0 and 5 C. The mixture was then kept at room temperature under stirring for 16 h ; the TEA-HC1 was then removed by filtration and the reaction product recovered as a viscous oily compound in 90% yield by solvent removal at reduced pressure. Analytical data S,S(-)PPNP (ligand A) Analysis: calculated for C37H3gN2P2: C = 77.64%, H = 6.64%, N= 4.89%; found: C = 76.82%, H = 6.38%, N = 4.50%. ^ NMR (CDCIa, TMS): 01.00 -1.50 (4H, m, CHaCH,); 61.68 (3H, d, CHa); 52.28 - 3.04 (4H, m, CHi-N); 53.47 (1H, m, CH); 54.42 (1H, m, CH- aryl); 57.00 - 7.80 (25H, m, aryl). 86 MS: M+(572), 467, 386, 318, 304, 254, 185,105; [a]a5 = -38.30 (c = 1, CHCI3). S,R(-)PNNP (ligand B) Analysis: calculated for C37H3gN2P2: C = 77.64%, H = 6.64%, N= 4.89%; found: C = 76.52%, H = 6.50%; N = 4.60%. 'H NMR (CDC13, TMS): 01.00 -1.54 (4H, m, Ctl^-CH^); 51.63 (3H, d, CH3); 02.35 - 3.11 (4H, m, CHi-N); 3.56 (1H, m, CH); 64.35 (1H, m, CH- aryl); 57.00 - 7.80 (25H, m, aryl). MS: M-'-(572), 467, 386, 318, 304, 254,185,105; [a]a5 = -19.33 (c = l, CHC13). S(-)PNNP (ligand C) Analysis: calculated for C3eH36N2P2: C = 77.41%, H = 6.45%, N= 5.01%; found: C = 75.32%, H = 6.05%; N = 4.71%. ^ NMR (CDC13, TMS): 01.26-1.76 (4H, m, CHf-CH^; 62.63 (2H, m, CHz-N); 52.84 - 3.13 (2H, m, CH2-N); 63.59 (1H, m, CH); 54.19 (2H, d, CH2-aryl); 56.76 - 7.52 (25H, m, aryl). MS: M'-(558), 467, 373, 304, 268, 254,185,183,108. [a] a5 = -111.42 (c = 1, CHC13). The synthesis of the [Rh(PNNP)(COD)]PF6 complexes has been per- formed as described in ref. [5]. The analytical data are the following: [Rh(PNNP A)NBD] PF(, \"P NMR (CDC13, ref. 85% H3PU4): 5*-83.5 Pi, V(P-Rh) 179.98 Hz, MP-Kh-P) 28.80 Hz; 5 \"-76 P2, V(P-Rh) 179.98 Hz, V(P-Rh-P) 28.80 Hz. Analysis: calculated for C44H46F(,N2P3Rh : C = 57.89%, H = 5.04%, N = 3.07%; found: C = 56.94%, H = 4.02%, N = 2.94%. [Rh(PNNP B)NBD ] PF(, \"P NMR (CDCIs, ref. 85% H3P04): 5--85 Pi, V(P-Rh) 179.98 Hz, V(P-Rh-P) 28.80 Hz; 5*-79 P2, V(P-Rh) 179.98 Hz, V(P-Rh-P) 28.80 Hz. Analysis: calculated for C44H4,,F6N2P3Rh : C = 57.89%, H = 5.04%, N = 3.07%; found: C = 57.22%, H = 4.55%, N = 3.00%. [Rh(PNNP C)NBD]PF(, \"P NMR (CDC13, ref. 85% H3PC>4): O*-84 Pi, V(P-Rh) 179.98 Hz, V(P-Rh-P) 28.8 Hz; 5*-80 P2, V(P-Rh) 179.98 Hz, V(P-Rh-P) 28.8 Hz. Analysis: calculated for C43H46FfiN2P3Rh : C = 57.46; H = 4.98%, N= 3.11%; found: C = 57.56%, H = 4.57%, N = 2.97%. The hydrogenation runs were performed in standard atmospheric pressure hydrogenation equipment and in 200 ml glass-lined autoclaves. The reaction products were isolated by solvent removal, treated with 0.1 N NaOH and precipitated from the aqueous solution with dilute HC1. Acknowledgement The A.A. thank Mr. M. Vicinanza for skilled technical assistance. References 1 M. Fiorini and G. M. Giongo, J. Mol. Catal., 5 (1979) 303. 2 T. Mukaiyama, Tetrahedron, 37 (1981) 4111. 3 J. Halpern, Science, 217 (1982) 401. 4 G. Giordano and R. M. Crabtree, Inorg. Synth., 19 (1978) 218. 5 R. R. Schrock and J. A. Osborn, J. Am. Chem. Soc., 93 (1971) 2397. X244 84850579 0304-5102(84)85057-9 10.1016/0304-5102(84)85057-9 Chemical catalysis Aminophosphine-rhodium complexes as catalysts in asymmetric hydrogenation: Dependence of enantioselectivity on the stepwise variation of complex chirality C. Valentini E. Cernia M. Fiorini G.M. Giongo 1 Assoreni, 00015 Monterotondo, RomeItaly 1 Author to whom correspondence should be addressed. A number of isomerically related bis-aminophosphine (PNNP) rhodium complexes have been prepared and tested as catalysts in the asymmetric hydrogenation of olefins. The results obtained suggest a direct relationship between the structure of the chiral environment of the catalyst centre and the enantiomeric composition of the hydrogenation products. References 1 M. Fiorini G.M. Giongo J. Mol. Catal. 5 1979 303 2 T. Mukaiyama Tetrahedron 37 1981 4111 3 J. Halpern Science 217 1982 401 4 G. Giordano R.M. Crabtree Inorg. Synth. 19 1978 218 5 R.R. Schrock J.A. Osborn J. Am. Chem. Soc. 93 1971 2397",
      "scopus-id": "0021371875",
      "coredata": {
        "eid": "1-s2.0-0304510284850579",
        "dc:description": "A number of isomerically related bis-aminophosphine (PNNP) rhodium complexes have been prepared and tested as catalysts in the asymmetric hydrogenation of olefins. The results obtained suggest a direct relationship between the structure of the chiral environment of the catalyst centre and the enantiomeric composition of the hydrogenation products.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284850579",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Valentini, C."
          },
          {
            "@_fa": "true",
            "$": "Cernia, E."
          },
          {
            "@_fa": "true",
            "$": "Fiorini, M."
          },
          {
            "@_fa": "true",
            "$": "Giongo, G.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284850579"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284850579"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85057-9",
        "prism:volume": "23",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Aminophosphine-rhodium complexes as catalysts in asymmetric hydrogenation: Dependence of enantioselectivity on the stepwise variation of complex chirality",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "81-87",
        "prism:endingPage": "87",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 1984",
        "prism:doi": "10.1016/0304-5102(84)85057-9",
        "prism:startingPage": "81",
        "dc:identifier": "doi:10.1016/0304-5102(84)85057-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021371875"
      }
    }
  }
}