{
  "metadata": {
    "title": "Polymer-supported Pd(II) Wacker-type catalysts. Part III. Isomerisation of alkene double bond",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-13",
    "doi": "10.1016/0304-5102(94)87025-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029487025X",
    "pii": "030451029487025X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028545286",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T08:57:11 1-s2.0-030451029487025X 0304-5102(94)87025-X 030451029487025X 10.1016/0304-5102(94)87025-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02593 2024-01-02T01:06:03.941633Z 0 0 19941113 1994 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 94 94 1 1 Volume 94, Issue 1 1 7 17 7 17 19941113 13 November 1994 1994-11-13 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. POLYMERSUPPORTEDPDIIWACKERTYPECATALYSTSPARTIIIISOMERISATIONALKENEDOUBLEBOND TANG H TROST 1977 2615 B MAITLIS 1977 P ORGANICCHEMISTRYPALLADIUM BACKVALL 1983 335 J TSUJI 1984 369 J TSUJI 1986 281 J TSUJI 1980 J ORGANICSYNTHESISPALLADIUMCOMPOUNDS HEGEDUS 1983 201 L HEGEDUS 1984 2434 L YAMAMOTO 1985 1799 A HENRY 1966 1595 P HEUMANN 1985 207 A BACKVALL 1979 2411 J BACKVALL 1977 467 J FAHEY 1974 3276 D LLOYD 1969 3949 W KASZONYI 1982 2128 A AGUILO 1969 283 A BACKVALL 1990 5160 J SAGE 1989 6319 J SHERRINGTON 1993 2821 D SHERRINGTON 1993 540 D PARK 1992 399 K HARROD 1966 3491 J SPARKE 1965 332 M BINGHAM 1974 1521 D HARTLEY 1989 549 F TANGX1994X7 TANGX1994X7X17 TANGX1994X7XH TANGX1994X7X17XH item 0304-5102(94)87025-X 030451029487025X 1-s2.0-030451029487025X 10.1016/0304-5102(94)87025-X 272239 2024-01-02T01:06:03.941633Z 1994-11-13 1-s2.0-030451029487025X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029487025X/MAIN/application/pdf/806ea7b93ea7962b6ccebd81de4acc63/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029487025X/MAIN/application/pdf/806ea7b93ea7962b6ccebd81de4acc63/main.pdf main.pdf pdf true 670472 MAIN 11 1-s2.0-030451029487025X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029487025X/PREVIEW/image/png/d955772461c4d962dc67b071c5d8497a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029487025X/PREVIEW/image/png/d955772461c4d962dc67b071c5d8497a/main_1.png main_1.png png 53013 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 7-17 Polymer-supported Pd (II) Wacker-type catalysts. Part III'. Isomerisation of alkene double bond H.G. Tang, D.C. Sherrington* Department of Pure and Applied Chemistry, University of Strathclyde 295 Cathedral Street, Glasgow GI IXL, UK Received 26 October 1993; accepted 11 July 1994 Abstract A cyanomethylated polybenzimidazole coordinated to Pd(II) has been employed as a Wacker-type alkene oxidation catalyst in aqueous ethanol. Starting with alk-l-enes isomerisation to the more thermodynamically stable internal alkenes is very much faster than oxidation. Indeed after only a short time no alk-l-ene is detectable e.g. by nuclear magnetic resonance analysis. Almost certainly, however, traces of the alk-l-ene do exist in equilibrium. Irrespective of whether the starting alkene is oct-l-ene, t-oct-2-ene or t-oct-4-ene the same three products are obtained: octan-2-one, -3-one and -4-one. In the case of oct-1-ene and t-oct-2-ene the composition of the ketone product mixture is very similar, although with t-oct-4-ene a significant increase in the proportion of the 4-one is observed. The major product in all cases however in the 2-one. The latter almost certainly arises from rapid oxidation of a small stationary concentration of alk-l-ene, with shift of the alkene equilibria maintaining the latter. Direct oxidation of the higher alkenes to the higher ketones occurs more slowly, but contrary to other reports this is significant. Keywords: Alkene; Isomerization; Oxidation; Palladium; Polymer; Supported catalysts; Wacker oxidation 1. Introduction The success of the Wacker process as a very efficient industrial technology for oxidation of ethylene to acetaldehyde has initiated an intense study of palladium catalysed organic reactions [ 1,2] . Special attention has been paid to extending the Wacker method to the oxidation of higher terminal alkenes yielding methyl ketones [ 1,3-9] as a main product. Unfortunately as the chain length and substitution of alkenes are increased, the rate of their Pd(II) catalysed oxidation decreases [ 10], * Corresponding author. ' For Part 11 see ( 21 ] . 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00139 8 H.G. Tang, D.C. Sherrington l Journal of Molecular Catalysis 94 (1994) 7-17 and in addition double bond isomerisation occurs [ 11-13 ] . Hence Wacker-type oxidation and double bond isomerisation are competitive reactions. In general, organic solvents are required to improve the solubility of higher alkenes, while the extent of isomerisation is also strongly influenced by solvents [4,14-16]. Dimethy1formamide (DMF) is a good solvent for the oxidation and the isomerisation appears to be retarded by this solvent [ 16]. However, hydrolysis of DMF is also possible during the reaction yielding dimethylamine, itself leading to the formation of an inactive complex (Me2NH)ZPdCl2. Eventually, the Pd complex can be completely poisoned [ 14,17 ] . Perchloric acid in catalytic amounts has been used in a homogeneous catalytic system to prevent the precipitation of Pd (0) . The conditions employed ( - room temperature, 24 h) were much milder than in our own work and isomerisation was substantial [ 18 ] . The rate of the isomerisation in alcoholic solvents is also fast, but with increasing steric hindrance around the primary alcohol functionality the rate of alkene isomerisation is reduced considerably [ 19 ] . It would therefore seem that the alcohol is involved in the isomerisation step, however, there appears to be no direct evidence to show this. It has been reported recently [ 18] that it would take a few hours to consume all of the terminal alkene in aqueous DMF solvent by both oxidation and isomerisation and that the internal alkene isomers formed do not lead directly to oxidised products [ 18 ] . This is in stark contrast to the experimental results obtained with the polymer-supported Pd(II) catalyst to be presented here. We have already reported in detail the synthesis and characterisation of a number of polymer-supported Pd(II) complexes, where the polymer backbone carries a nitrile functionality and the Pd(II) is coordinated to this [20]. These species are highly effective catalysts for the Wacker oxidation of dec-l-ene with activity higher than homogeneous PdC12 in some cases [ 21 ] . The supported catalysts can also be recycled, and can be used at high temperature (120 C) without the addition of hydrochloric acid and with no irreversible precipitation of Pd(0). We now report our findings on the isomerisation reactions which occur concurrently with the oxidation catalysed by these polymer-supported systems. In the course of preparing this manuscript a publication appeared [ 22 ] describing the use of dichlorotris(triphenylphosphine)ruthenium supported on a phosphinated styrene-divinylbenzene copolymer as a catalyst in the isomerisation of hex- 1-ene. The supported catalyst proved more stable than its homogeneous analogue, and displayed some selectivity towards the formation of trans-isomers. The catalyst exploited in our own work is based on a highly rigid cyanomethylated polybenzimidazole. This appears to possess at least some Pd(II) centres which are coordinatively unsaturated (Catal-1). The experimental evidence indicating this structure has been presented in detail [ 20] . 2. Experimental 2.1. Materials Dec-1-ene (99%) , t-oct-2-ene (99%) , cis-oct-2-ene (98%) , and t-oct-2-ene (99%) were supplied by Pierce and Warriner (UK) Ltd. Oct- l-ene (97%), octanal H. G. Tang, D. C. Sherrington/ Journal of Molecular Catalysis 94 (1994) 7-17 9 (99%) , decan-2-one (98 %) , decan-3-one (98%) , octan-2-one (98% ) and octan3-one (99%) were supplied by the Aldrich Chemical Co Ltd. PdC12 was supplied by Johnson Matthey Chemicals Ltd, and the cyanomethylated polybenzimidazole supported Pd(II) catalyst, Catal-1, was prepared in house as already reported and contained 1.7 mmol Pd g-' [20]. All other chemicals were obtained from the Aldrich Chemical Co. Ltd. C atal-1 H N ~ / N CH,CN-b-PdCl, 1.7mmole Pd g-polymer catalyst 2.2. Analysis Infrared spectra (IR) were obtained by using a Nicolet 20 SXB Fourier Transform-IR spectrometer with samples as KBr and KCl discs or as a liquid film on KCI. '3C nuclear magnetic resonance (NMR) spectra were recorded with a Bruker AMX-400 spectrometer using CDC13 as solvent and internal standard. Gas liquid chromatographic (GLC) analysis was performed on a MFC 500 Carlo Erba Instrument with FID detector, using a 30 meter BP-1 non-polar capillary column. The GLC conditions were: isothermal at 60 C for 2 min and then 10 C/min up to 90 C. The gas flow rates were: HZ 50 ml/min, air 50 ml/min, carrier gas (He) 2 ml/min. The GLC peak areas were quantified by comparison with known quantities of authentic samples using a JCL 6000 chromatography data system by Jones Chromatography Ltd. 2.3. Isomerisation reaction A typical reaction was performed as follows. A three necked glass flask (100 ml) fitted with a magnetic stirrer and a condenser, was charged with Catal-1 (0.3 g - 0.51 mmol Pd) and copper(II) chloride (0.3 g, 3 mmol) in ethanol (45 ml) and water (15 ml). The mixture was stirred at room temperature with oxygen bubbling through the solution for 30 min, then dec-1-ere (10 ml, 52.8 mmol) was added. The reaction was terminated after 30 min when the stirrer was stopped. The reaction solution was left to stand and two layers were formed within a few minutes. The upper layer was a colourless oil and was isolated using a separating funnel. After drying with magnesium sulphate, the oil became a clear liquid (sample No. 1 - 4 ml). The lower layer was poured into 10% hydrochloric acid (100 ml) and extracted with ether (3 X 50 ml). The extracts were combined and washed with saturated sodium carbonate and brine solution, finally it was dried with magnesium 10 H.G. Tang, D.C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 Table 1 Infrared spectral data for dec-l-ene and its isomers (cm-' ) v-C_ v-c_ Others dec-l-ene 3079 2958 2926 2855 1640 1463 1378 991 909 isomers - 2958 2926 2855 - 1463 1378 - 965 - Table 2 \"C NMR chemical shifts' of double bond carbon atoms for dec-l-ene and its isomers (ppm) Decene C=C (ppm) dec-l-ene 139.4 - - - 114.3 isomers - 131.9 130.9 (w) 129.4 - 131.7 130.6 124.5 131.8 (w) 130.3 123.5 (w) 130.1 129.9 (w) 129.6 (w) a CDC13 solvent; (w) =weak. Table 3 Ketone product distributions from different starting octenese Starting material Oxidation products (%) Octan-2-one Octan-3-one Octan-4-one oct-l-ene 69.2 19.4 11.5 t-oct-2-ene 67.9 21.8 10.4 t-oct-2-ene 62.7 34.5 2.8 t-oct-4-ene 41.6 22.2 36.2 s Aqueous EtOH solvent. Aqueous DMF solvent. Table 4 \"C NMR chemical shifts of carbonyl group carbon atoms in product ketones (ppm) Starting material' Oxidation products Octan-2-one` Octan-3-one Octan-4-one oct-l-ene 207.8 210.0 210.4 t-oct-2-ene 209.2 211.4 211.8 t-oct-2-ene 207.7 210.0 210.4 t-oct-4-ene 209.3 211.5 211.9 a Aqueous EtOH solvent. Aqueous DMF solvent. ` The chemical shift of standard octan-2-one is 208.1 ppm. d The chemical shift of standard octan-3-one is 210.9 ppm. H.G. Tang, D.C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 11 sulphate. The solvent was evaporated off and the residue was purified on a carbonalumina column to yield sample No. 2 ( - 4 ml). The infrared spectra of samples No. 1 and No. 2 proved to be exactly the same, but both differ from the spectrum of the starting material, dec-1-ene. The data are collected in Table 1. Furthermore the carbon-carbon double bond chemical shifts in ' 3C NMR spectra of samples No. 1 and No. 2 are different from the starting dec1-ene. The NMR data are collected in the Table 2. 2.4. Oxidation products The oxidation products from separate reactions employing oct-l-ene, t-oct-2ene and t-oct-4-ene respectively in ethanol solvent under identical reaction conditions were isolated and characterised. A typical procedure was as follows. A reactor was charged with a mixture of Catal-1 (50 mg, ^-0.085 mmol Pd) and copper(II) chloride (200 mg, 2 mmol) in a mixture of ethanol (or DMF) (15 ml) and water (5 ml). The mixture was stirred at 50 C with air bubbled (about 150 ml/min) through for 30 min. Then a given octene (1.50 ml, - 9.6 mmol) was added. The oxidation was monitored by GLC. The oxidation took about 12 h to complete. The reaction mixture was poured into 10% hydrochloric acid (50 ml) and was extracted with ether (3X30 ml). The extracts were combined and washed with saturated sodium carbonate and brine (50 ml), and then dried with magnesium sulphate. The solvent was evaporated and the residue was distilled under reduced pressure to give a product at 40-50 C / 10 mmHg (about 300 mg). '3C NMR and GLC analysis indicated the composition of the products in each case to be a mixture of octan-2-one, octan-3-one and octan-4-one. No octanal was found. The product distributions are summarized in Table 3. Table 4 shows the '3C NMR chemical shifts of carbonyl groups in the products. 3. Results and discussion 3.1. Isomerisation reaction Dec-l-ene was the alkene used initially as the starting substrate. The reaction was performed with Catal-1 in ethanol solvent. Preliminary kinetic measurements showed that the rate of isomerisation of dec-l-ene was in excess of 300 g alkene g-' Pd h-', much faster than the rate of oxidation [ 21 J . Indeed the isomerisation was too fast to monitor conveniently by routine quantitative gas-liquid chromatographic (GLC) procedures. Instead a typical reaction was terminated after half an hour and the decene isomer mixture separated for further analysis. The infrared (IR) spectrum of the mixture (Fig. 1) shows that the characteristic absorptions of the terminal alkene (dec-l-ene), notably the =C-H stretch vibrations at 3079 cm-' and 1640 cm-' are lost, and the =C-0 out-of-plane vibrations at 991 cm-' and 12 H.G. Tang, D.C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 3 130 2 10 1 70 1 00 1330 1 60 90 20 Wavenumber (cm-') Fig. 1. Infrared absorption spectra of: (a) dec-l-ene (before reaction); (b) isomers (after 30 min. reaction). Dec-l-ene Isomers . . .. 149 140 130 125 no Chemical shift (ppm) lis ~ . ~ iio Fig. 2. 13 C NMR spectra of dec-l-ene (before reaction) and its isomers (after 30 min reaction). H.G. Tang, D.C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 13 L,PdCI` Wacker . '1;k 10 R1'0\"\"\"~ LPdCI, oxidation n-complex n-ally, LP![CI, blacker Woo__~ complex H R~ ---1 LAO, oxidation n-complex O T LPdCI, ~ Wacker n-allyl H LPdCl, oxidation complex n-complex O n-allyl complex n-complex blacker ketones oxidatlon etc etc etc Scheme 1. Concurrent oxidation and isomerisation during blacker-type oxidation of higher alkenes. 909 cm-' are replaced by a single peak at 965 cm-'. The double bond carbon chemical shifts in the '3C nuclear magnetic resonance (NMR) spectrum of pure dec-l-ene are much different from those of the decene isomer mixture from the reaction (Fig. 2). For pure dec-l-ene, there are only two double bond carbon resonances at 139 ppm and 114 ppm, while from the decene isomer mixture, there are multiple peaks between 132 and 123 ppm. The precise chemical shifts of the two carbon atoms in a double bond are likely to be dependent on the actual position of the double bond in the carbon chain. The variance of the chemical shift would be expected to decrease as the double bond moves to a deeper internal position. Overall the '3C NMR of the decene isomer mixture indicates that this consists of internal decenes with an undetectable level of dec-l-ene. It is presumably therefore a mixture of cis- and trans-(dec-2-ene, dec-3-ene and so on). It seems generally favoured that alkene isomerisation takes place via alkene Pd 7r- and 7r-allyl complexes [ 23-25 ] (Scheme 1) although a hydride additionelimination process via a palladium-hydride species is also possible. The latter intermediate is believed to be involved in the concurrent Wacker oxidation, and requires water to be present. Since in the work described here, reaction mixtures always contain some water, it is not possible to be definitive on this issue. The interconversion of Tr- and 7r-allyl complexes would be expected to be fast, the net result being successive 1,3-hydrogen shifts and carbon-carbon double bond migration along the carbon chain, establishing thermodynamic equilibria, the internal alkenes being more favoured. It has to be emphasised that within the detection limits of IR and NMR analyses carried out in this work essentially all the dec-1- 14 H.G. Tang, D.C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 d d o4o4o $ i~INw OwIIOrl b Chemical shift (ppm) Fig. 3. 13C NMR spectra in the carbonyl region of the oxidation products from different octenes: (a) oct-l-ene in aqueous ethanol; (b) t-oct-2-ene in aqueous ethanol; (c) t-oct-4-ene in aqueous ethanol; (d) t-oct-2-ene in aqueous DMF. ene is converted to internal decenes. However, a low level of the terminal alkene will necessarily be present in an equilibrium mixture [26J. 3.2. Oxidation products To complete the reaction picture it is necessary to examine the oxidation products in detail. If either or both of the mechanisms described above are realistic, starting with different alkenes should realise similar mixtures of products. Using oct-l-ene, t-oct-2-ene and t-oct-4-ene as the reactant respectively in ethanol solvent, it has H. G. Tang, D. C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 15 10- E v N G O a h v _o V V V 10 Retention time (min) Fig. 4. GLC separation of oxidation products from different octenes: ( a) oct-l-ene in aqueous ethanol; (b) t-oct2-ene in aqueous ethanol; (c) t-oct-4-ene in aqueous ethanol; (d) t-oct-2-ene in DMF. (Note: Original traces have been redrawn to be illustrative rather than faithful reproductions.) been found that the major oxidation products are indeed essentially the same (see 13C NMR spectra in Fig. 3 and GLC traces in Fig. 4), and likewise the products from t-oct-2-ene in DMF were the same as well. In each case two of the product peaks in the GLC traces were identified as octan-2-one and octan-3-one by comparison with authentic samples. The third peak was not octanal, again confirmed by comparison with an authentic sample and so was assumed to, be octan-4-one, for which no authentic sample was available for confirmation. Though the t3C NMR resonances of the C=O groups in the oxidation products appear shifted in spectra Fig. 3 ( b ) and ( c ) , these were obtained from much more dilute solutions 80 b 60 0 .n u r 40 20- From Oct-l-ene From t-Oct-2-ene 100 200 300 400 Time (min) Fig. 5. Conversion curves for air oxidation of oct-l-ene and t-oct-2-ene in ethanol at 50 C catalysed by Catal-l (see Experimental for details). 16 H.G. Tang, D.C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 and this may be simply a concentration effect. There may also be residual traces of free palladium in these solutions, and coordination of ketone may result in NMR shifts. In Wacker-type reactions, the oxidation can occur at either carbon atom of the double bond of the internal alkenes; while with the terminal alkene, the reaction occurs predominately at the more-substituted alkene carbon atom (Markovnikov addition) to form the methyl ketone. Reaction at the less-substituted alkene carbon atom to form an aldehyde would require an anti-Markovnikov addition. In the case of octene, there are four double bond positional isomers and these could give four oxidation products (octanal, and the 2,3,4-octanones) via Wacker oxidation. The NMR spectra (Fig. 3) and GLC traces (Fig. 4) indicate that there are three main ketone products in each case, irrespective of the structure of the starting octene. Rapid double bond isomerisation therefore occurs in all reactions even in aqueous DMF solvent. However, the rate of the isomerisation is not the same with different starting octenes because of their different thermodynamic stabilities and varying rates of formation and stability of their Pd coordination complexes. The rates of oxidation of each alkene may also vary somewhat. As a result the ketone isomer ratios in the product mixtures are not the same (Table 3) . Where the starting octene is oct-l-ene or oct-2-ene, the ratios of the ketone products are almost the same when ethanol is the solvent. Indeed from Fig. 5 it can be seen that the overall rates of oxidation are similar in these cases. This is because the positions of double bonds are similar, and their behaviour in isomerisation and oxidation are likely to be similar, yielding comparable product isomer ratios. In the case of t-oct-2-ene in DMF, the content of octan-3-one is particularly high and that of octan-4-one very low. This seems to be consistent with the isomerisation to the deep alkenes (3- and 4-ene) being retarded in DMF, and hence t-oct-2-ene yielding mainly the 2- and 3-ones. In the case of oct-4-ene as the starting material, the most thermodynamically stable species, not surprisingly this is slower to isomerise than the others, and has a greater tendency to be oxidised directly to octan-4-one. Hence the content of the latter is optimised. The most remarkable result of all, however, is the consistently high conversion to octan-2-one with these catalysts whatever the structure of the starting octene. Oct- l-ene is certainly much more susceptible to oxidation than the other isomers. The level of the terminal alkene present in reactions is however extremely low. Nevertheless this alkene almost certainly provides the major route to the 2-one. A picture emerges therefore of the double bond migrating up and down the carbon chain and each time it reaches the terminal position it is rapidly oxidised. Oxidation of trace levels of oct-l-ene continually shifts the alkene equilibria with a build-up of the 2-one product from all starting octenes. In all cases no octanal is detected in products, and it seems that anti-Markovnikov oxidation is highly unfavoured in this system. H.G. Tang, D.C. Sherrington /Journal of Molecular Catalysis 94 (1994) 7-17 17 Acknowledgements The authors are grateful to Professor P.L. Pauson for useful discussions and also to the Committee of Vice-Chancellors for the award of a research studentship to H.G. Tang. References [ I ] B.M. Trost, Tetrahedron, 33 (1977) 2615. [2] P.M. Maitlis, The Organic Chemistry of Palladium, Vol. II, Academic Press, New York, 1977. [3] J.E. Backvall, Acc. Chem. Res., 16(1983) 335. [4] J. Tsuji, Synthesis, (1984) 369. [5 ] J. Tsuji, J. Organomet. Chem., 300 (1986) 281. [61 J. Tsuji, Organic Synthesis with Palladium Compounds, Springer Verlag, Berlin, 1980. [7] L. S. Hegedus, 1. Mol. Catal., 19 (1983) 201. [8] L.S. Hegedus, Tetrahedron, 40 (1984) 2434. [91 A. Yamamoto, T. Yamamoto and F. Ozawa, Pure Appl. Chem., 57 (1985) 1799. [ 10] P.M. Henry, J. Am. Chem. Soc., 88 (1966) 1595. [ 11 ] A. Heumann and J.E. Backvall, Angew. Chem., Int. Ed. Engl., 24 (1985) 207. [ 12] J.E. Backvall, B. Akermark and S.O. Ljunggren, J. Am. Chem. Soc., 101 (1979) 2411. [ 13 ] J.E. Backvall, Tetrahedron Lett., 18 (1977) 467. [ 141 D.R. Fahey and E.A. Zuech, J. Org. Chem., 39 (1974) 3276. [ 15 ] W.G. Lloyd and B.J. Luberoff, J. Am. Chem. Soc., 34 (1969) 3949. [ 16] A. Kaszonyi, J. Vojtko and M. Hrusovsky, Collect. Czech. Chem. Commun., 47 (1982) 2128. [ 17 ] A. Aguilo, J. Catal., 13 (1969) 283. [ 18 ] J.E. Backvall, R.B. Hopkins, M. Grennberg, M.M. Mader and A.K. Awasthi, J. Am. Chem. Soc., 112 (1990) 5160. [ 19] J.M. Sage, J. Gore and E. Guilmet, Tetrahedron Lett., 30 (1989) 6319. [20] (Part I) D.C. Sherrington and H.G. Tang, Polymer, 34 (1993) 2821. [21 ] (Part 11) D.C. Sherrington and H.G. Tang, J. Catal., 142 (1993) 540. [22] K.S. Park and S.K. Ihm, Polym. Bull., 27 (1992) 399. [23] J.F. Harrod and A.J. Chalk, J. Am. Chem. Soc., 88 (1966) 3491. [24] M.B. Sparke, L. Turner and AJ.M. Wenham, J. Catal., 4 (1965) 332. [25] D. Bingham, B. Hudson, D.E. Webster and P.B. Wells, J. Chem. Soc., Dalton Trans. (1974) 1521. [261 F.R. Hartley, S.G. Murray and A. Wilkinson, Inorg. Chem., 28 (1989) 549. X244 9487025X 0304-5102(94)87025-X 10.1016/0304-5102(94)87025-X ☆ For Part II see [21]. Polymer-supported Pd(II) Wacker-type catalysts. Part III. Isomerisation of alkene double bond H.G. Tang D.C. Sherrington ∗ Department of Pure and Applied Chemistry, University of Strathclyde,, 295 Cathedral Street, Glasgow G1 1XL, UK * Corresponding author. A cyanomethylated polybenzimidazole coordinated to Pd(II) has been employed as a Wacker-type alkene oxidation catalyst in aqueous ethanol. Starting with alk-1-enes isomerisation to the more thermodynamically stable internal alkenes is very much faster than oxidation. Indeed after only a short time no alk-1-ene is detectable e.g. by nuclear magnetic resonance analysis. Almost certainly, however, traces of the alk-1-ene do exist in equilibrium. Irrespective of whether the starting alkene is oct-1-ene, t-oct-2-ene or t-oct-4-ene the same three products are obtained: octan-2-one, -3-one and -4-one. In the case of oct-1-ene and t-oct-2-ene the composition of the ketone product mixture is very similar, although with t-oct-4-ene a significant increase in the proportion of the 4-one is observed. The major product in all cases however in the 2-one. The latter almost certainly arises from rapid oxidation of a small stationary concentration of alk-1-ene, with shift of the alkene equilibria maintaining the latter. Direct oxidation of the higher alkenes to the higher ketones occurs more slowly, but contrary to other reports this is significant. Keywords Alkene Isomerization Oxidation Palladium Polymer Supported catalysts Wacker oxidation References [1] B.M. Trost Tetrahedron 33 1977 2615 [2] P.M. Maitlis The Organic Chemistry of Palladium II 1977 Academic Press New York [3] J.E. Backvall Acc. Chem. Res. 16 1983 335 [4] J. Tsuji Synthesis 1984 369 [5] J. Tsuji J. Organomet. Chem. 300 1986 281 [6] J. Tsuji Organic Synthesis with Palladium Compounds 1980 Springer Verlag Berlin [7] L.S. Hegedus J. Mol. Catal. 19 1983 201 [8] L.S. Hegedus Tetrahedron 40 1984 2434 [9] A. Yamamoto T. Yamamoto F. Ozawa Pure Appl. Chem. 57 1985 1799 [10] P.M. Henry J. Am. Chem. Soc. 88 1966 1595 [11] A. Heumann J.E. Backvall Angew. Chem. 24 1985 207 Int. Ed. Engl. [12] J.E. Backvall B. Akermark S.O. Ljunggren J. Am. Chem. Soc. 101 1979 2411 [13] J.E. Backvall Tetrahedron Lett. 18 1977 467 [14] D.R. Fahey E.A. Zuech J. Org. Chem. 39 1974 3276 [15] W.G. Lloyd B.J. Luberoff J. Am. Chem. Soc. 34 1969 3949 [16] A. Kaszonyi J. Vojtko M. Hrusovsky Collect. Czech. Chem. Commun. 47 1982 2128 [17] A. Aguilo J. Catal. 13 1969 283 [18] J.E. Backvall R.B. Hopkins M. Grennberg M.M. Mader A.K. Awasthi J. Am. Chem. Soc. 112 1990 5160 [19] J.M. Sage J. Gore E. Guilmet Tetrahedron Lett. 30 1989 6319 [20] (Part I) D.C. Sherrington H.G. Tang Polymer 34 1993 2821 [21] (Part II) D.C. Sherrington H.G. Tang J. Catal. 142 1993 540 [22] K.S. Park S.K. Ihm Polym. Bull. 27 1992 399 [23] J.F. Harrod A.J. Chalk J. Am. Chem. Soc. 88 1966 3491 [24] M.B. Sparke L. Turner A.J.M. Wenham J. Catal. 4 1965 332 [25] D. Bingham B. Hudson D.E. Webster P.B. Wells J. Chem. Soc. 1974 1521 Dalton Trans. [26] F.R. Hartley S.G. Murray A. Wilkinson Inorg. Chem. 28 1989 549",
      "scopus-id": "0028545286",
      "coredata": {
        "eid": "1-s2.0-030451029487025X",
        "dc:description": "A cyanomethylated polybenzimidazole coordinated to Pd(II) has been employed as a Wacker-type alkene oxidation catalyst in aqueous ethanol. Starting with alk-1-enes isomerisation to the more thermodynamically stable internal alkenes is very much faster than oxidation. Indeed after only a short time no alk-1-ene is detectable e.g. by nuclear magnetic resonance analysis. Almost certainly, however, traces of the alk-1-ene do exist in equilibrium. Irrespective of whether the starting alkene is oct-1-ene, t-oct-2-ene or t-oct-4-ene the same three products are obtained: octan-2-one, -3-one and -4-one. In the case of oct-1-ene and t-oct-2-ene the composition of the ketone product mixture is very similar, although with t-oct-4-ene a significant increase in the proportion of the 4-one is observed. The major product in all cases however in the 2-one. The latter almost certainly arises from rapid oxidation of a small stationary concentration of alk-1-ene, with shift of the alkene equilibria maintaining the latter. Direct oxidation of the higher alkenes to the higher ketones occurs more slowly, but contrary to other reports this is significant.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029487025X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tang, H.G."
          },
          {
            "@_fa": "true",
            "$": "Sherrington, D.C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029487025X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029487025X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)87025-X",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Polymer-supported Pd(II) Wacker-type catalysts. Part III. Isomerisation of alkene double bond",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkene"
          },
          {
            "@_fa": "true",
            "$": "Isomerization"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Polymer"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Wacker oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "7-17",
        "prism:endingPage": "17",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 November 1994",
        "prism:doi": "10.1016/0304-5102(94)87025-X",
        "prism:startingPage": "7",
        "dc:identifier": "doi:10.1016/0304-5102(94)87025-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028545286"
      }
    }
  }
}