{
  "metadata": {
    "title": "The importance of sulphur3s̄ulphur bonding in the hydrodesulphurization process of thiophene, using transition metal sulphide catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-07-13",
    "doi": "10.1016/0304-5102(94)00051-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000514",
    "pii": "0304510294000514"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028467704",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000514 0304-5102(94)00051-4 0304510294000514 10.1016/0304-5102(94)00051-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02222 2024-01-02T01:06:03.941633Z 0 0 19940713 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 91 91 2 2 Volume 91, Issue 2 5 207 222 207 222 19940713 13 July 1994 1994-07-13 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. IMPORTANCESULPHUR3SULPHURBONDINGINHYDRODESULPHURIZATIONPROCESSTHIOPHENEUSINGTRANSITIONMETALSULPHIDECATALYSTS SMIT T PRINS 1989 1 R SMIT 1993 525 T SALMERON 1983 105 M FARIAS 1984 181 M VOORHOEVE 1971 228 R HARRIS 1984 400 S BOUWENS 1990 273 S JOHNSON 1973 143 K HEDIN 1971 2064 L WATSON 1958 1108 R LOUWERS 1992 94 S STARTSEV 1993 1911 A STUDSURFSCICATAL BOUWENS 1991 123 S BOUWENS 1990 3711 S LOUWERS 1993 525 S RONG 1991 321 C DEDONATO 1993 81 P JOFFRE 1983 831 J ZONNEVYLLE 1988 320 M LEON 1984 F PHDTHESIS SMITX1994X207 SMITX1994X207X222 SMITX1994X207XT SMITX1994X207X222XT item 0304-5102(94)00051-4 0304510294000514 1-s2.0-0304510294000514 10.1016/0304-5102(94)00051-4 272239 2024-01-02T01:06:03.941633Z 1994-07-13 1-s2.0-0304510294000514-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000514/MAIN/application/pdf/2697d7c39768cfa5e3765654ea4f3a74/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000514/MAIN/application/pdf/2697d7c39768cfa5e3765654ea4f3a74/main.pdf main.pdf pdf true 1134218 MAIN 16 1-s2.0-0304510294000514-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000514/PREVIEW/image/png/1d7abefc334c16cf6bed0d1fa5c5797d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000514/PREVIEW/image/png/1d7abefc334c16cf6bed0d1fa5c5797d/main_1.png main_1.png png 50119 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 91 (1994) 207-222 The importance of sulphur-sulphur bonding in the hydrodesulphurization process of thiophene, using transition metal sulphide catalysts T.S. Smit*, K.H. Johnson Department of Materials Science and Engineering, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, MA 02139, USA (Received September 27, 1993; accepted November 17, 1993) Abstract Transition metal sulphides are widely used as catalysts for the hydrodesulphurization (HDS) process of thiophene and related compounds. It is generally believed that, during adsorption of thiophene onto vacant sulphur sites on the surface of the catalyst, strong o, and it bonds are formed between the thiophene sulphur and catalyst metal atoms, with strong metal d and sulphur p character. From a series of scattered-wave electronic structure calculations on Ni-promoted MOS2-thiophene complexes for which the separation between the thiophene molecule and the catalyst is systematically varied, we show that metal-sulphur bonding is weak during adsorption. Strong interactions between the sulphur atom in thiophene and the sulphur atoms in the catalyst, operative at relatively large thiophene-catalyst separations, lead to weak binding of thiophene to the catalyst. A new mechanism for the adsorption of thiophene, not requiring sulphur vacancies on the surface of the catalyst, and based on sulphur-sulphur bonding, is proposed. It is shown that this adsorption mechanism can be an integral part of the overall HDS process if it occurs along the edges of (promoted) MOS2 catalysts. Keywords: density functionals; electronic structure calculations; hydrodesulphurization; sulphide catalysts; sulphur-sulphur bonding 1. Introduction Hydrodesulphurization (HDS) aided by transition metal sulphide catalysts is an important step in the processing of oil. The removal of sulphur is necessary to minimize the emission of sulphur dioxides (responsible for acid rain) which are formed when oil products *Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(94)00051-V 208 TS. Smit, K.H. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 are burned. The HDS of thiophene, which is the prototype for an entire class of sulphurcontaining compounds, has therefore received much attention from experimentalists and theoreticians alike. Despite these efforts, Prins et al. recently concluded that the key question of how an HDS catalyst functions is completely open again [ 1 ] . It is nonetheless believed that, in the initial stages of the HDS process, thiophene binds to the catalyst through its sulphur atom, on vacant sulphur sites on the surface of the catalyst. This is the so-called one-point end-on mechanism. On the basis of a series of scattered-wave density-functional calculations on simple catalyst-thiophene complexes, we recently showed that par interactions between the sulphur atom in the thiophene molecule (which will henceforth be referred to as ST) and the sulphur atoms in the catalyst are responsible for weak thiophene-catalyst binding during the adsorption of thiophene onto the catalyst, rather than the establishment of metal d-ST p bonds, as was widely believed [ 2 ] . The absence of metal-sulphur bonding during adsorption suggests that exposed metal atoms may not be necessary for the adsorption of thiophene onto the catalyst. Salmeron et al. observed that thiophene can adsorb onto the basal plane of MOS2, consisting entirely of sulphur atoms [ 3 ] . The heat of adsorption is small for basal plane adsorption, indicating that only weak substrate-adsorbate bonds are formed. Subsequent desulphurization does not occur, for it is well-known that only the edges of MOS2 sheets, where metal atoms are exposed, are catalytically active [ 3-5 ] . It is likely that strong substrate-ST bonds are necessary for desulphurization, probably metalsulphur bonds. Since these bonds are not formed even if thiophene adsorbs into a sulphur vacancy, alternative adsorption mechanisms, which do not require sulphur surface vacancies, may be operative. As long as such a mechanism allows for the subsequent formation of metal-sulphur bonds, it can be part of the overall HDS reaction. The object of this paper is to investigate the possibility of adsorption of thiophene along the edges of MOSz sheets through a mechanism based on sulphur-sulphur interactions alone. Specifically, we report the results of scattered-wave calculations of the adsorption process of thiophene on promoted transition metal sulphide catalysts. When promoter elements such as Ni or Co are added to the binary molybdenum-sulphide, the catalytic activity increases significantly [ 6] . Some claim that this is purely a promotion effect, while others argue that the promoter atoms are themselves the catalysts (for a good review of the various models, see [ 1 ] ) . One of the main challenges in HDS research therefore is to accurately characterize the local structure of the catalyst, in order to identify the catalytically active sites. Based on EXAFS measurements, Bouwens et al. report a possible structure for Ni-promoted MOS2, with Ni in the plane of the Mo atoms (Fig. 1) [ 7 ] . Electronic structure calculations have been carried out on the geometry suggested by Bouwens et al. Combined with an analysis of the electronic structure of thiophene, we suggest the possibility of a new reaction mechanism for the HDS process, not requiring sulphur vacancies on the surface of the catalyst, but based on sulphur-sulphur bonding. This new adsorption mechanism, which will be referred to as the sulphur-sulphur mechanism, has been studied by performing a series of calculations on catalyst-thiophene complexes. By varying the distance between the thiophene molecule and the catalyst, the important orbital interactions can be identified and studied. Our results indicate that strong interactions between ST and the catalyst sulphur atom located in the Mo-Ni plane (SE in Fig. 1) occur, resulting in weak-to-moderate bonding (as indicated by the heat of adsorption). Further calculations on catalysts with a surface sulphur vacancy show that the heat T.S. Smit, K.H. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 209 sulphur nickel Ss molybdenum Fig. 1. The catalyst edge structure reported by Bouwens et al. [ 71. The geometry has Cz symmetry: the z-axis is a twofold rotation axis, the xz- and yz-planes are symmetry planes. The molybdenum atoms are therefore symmetry equivalent. The nickel promoter atom is fivefold coordinated by four symmetry-equivalent SB atoms and a fifth sulphur atom, SE, decorating the edge of the Mo-Ni plane. of adsorption is of similar magnitude for the standard end-on mechanism. Strong sulphursulphur interactions are again observed. Metal-sulphur bonding, although more important than for the model adsorption complexes reported previously [ 2 ] , does not dominate the adsorption process. The implications of these results for the entire HDS process will be discussed. 2. Computational method The results presented in this paper have all been obtained using the scattered-wave density-functional formalism of Johnson and Smith [ 8 ] , modified for overlapping spheres. In this method, the space of a polyatomic cluster is divided into three regions, (1) atomic: overlapping spheres centred on the constituent atoms, (2) interatomic: the region between the atomic spheres and an outer sphere surrounding the entire cluster, and (3) extramolecular: the region outside the outer sphere. The potential is spherically averaged in regions (1) and (3), spatially averaged in region (2). In the multiple-scattering formalism, the atoms of the cluster are treated as scatterers of \"electronic\" waves. By matching the expansion of the wave functions in the various regions on the boundaries between them, a rapidly convergent secular determinant is obtained. The solution is used to construct a new 210 TS. Smit, KH. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 potential; the entire process is then repeated until self-consistency is obtained. The exchangecorrelation potential of Hedin and Lundqvist was employed [9] . A Watson sphere was used to mimic the stabilizing Madelung potential of a crystalline environment [ 10] . In the process of iterating towards self-consistency, large fluctuations may occur in the energy levels of the orbitals. As a result it may be necessary to repopulate the orbitals between subsequent iterations, thereby introducing significant changes in the potential. In this procedure, repeated switching of the highest occupied and lowest unoccupied orbital (HOMO and LUMO) is sometimes encountered. To avoid this problem, fractional occupation numbers for the orbitals have in some cases been used. In previous calculations we found that by using a Fermi-Dirac distribution for the occupation of the orbitals, the speed of convergence can be greatly improved. The character of the orbitals is not significantly affected [ 2 ] . 0 -2 -4 -6 -8 -1 0~ -1 2~ Energy (eV) Sb2 3b1 LUMO u v i, il y v yv ~.nl y y ; ~ i i C(2) H(2) ~ (2) H(2) C(1) Y H(1) (1) S(1) C(1) Fig. 2. The electronic structure of thiophene. Labelling of the orbitals in the energy level diagram on the left corresponds to the irreducible representations of the Cz point group. A contour plot for the 2b, orbital is shown for a plane which lies 1 atomic unit above the plane of the molecule. Solid lines indicate positive phase, dotted lines negative phase. A schematic representation of this orbital is included. TS. Smit, K H. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 211 3. Thiophene Thiophene, CQHQS, is a planar molecule with point group symmetry CZ . Its electronic structure is in many ways very similar to that of, e.g., benzene. The two highest occupied molecular orbitals lie well below the LUMO (the energy gap is approximately 4 eV), yet well above the next occupied orbital (by about 3 eV). Both orbitals are combinations of p contributions from the various ring atoms, perpendicular to the plane of the molecule. The HOMO has a2 character and no contribution from the sulphur atom. The other of the two orbitals has b, character and has a very large sulphur content (38%). This orbital is antibonding between the sulphur atom and the carbon atoms in the ring (Fig. 2) and is often referred to as a sulphur \"lone pair\". In this paper we are investigating only the first part of the HDS process, i.e., the adsorption of the thiophene molecule on the surface of the catalyst. It should however be noted that the character of this orbital makes it a good candidate for playing a major role in the breaking of the sulphur-carbon bonds, a necessary step in the second part of the HDS process, i.e., the formation of butadiene. In calculations on octahedral MSS - clusters (where M designates a transition metal atom and n is the total charge of the cluster; one sulphur atom was substituted by a vacancy) as simple models for binary transition metal sulphide catalysts, we showed that the b, orbital participates in strong par interactions between the ST atom and the sulphur atoms in the catalyst. The az orbital is involved in pa carbon-sulphur interactions [2]. We expect a similarly important role for these orbitals for the case of promoted transition metal sulphide catalysts. 4. Ni-promoted MOS2 catalysts 4.1. (Electronic) structure In binary MOS2 the Mo atom is located at the center of a trigonal bipyramid. The bulk structure is composed of layers of Mo sandwiched between layers of sulphur. The MOS2 sheets are stacked on top of each other, with weak Van der Waals bonding between the sheets. In the structure reported by Bouwens et al. [7] for Ni-promoted MOS2 (Fig. 1), the Ni atoms lie in the plane of the Mo atoms, decorating the edges of MOS2 sheets (see also Louwers and Prins [ 11 ] . Startsev [ 12 ] has shown that the edge structure of Co-promoted MOS2, the catalyst most frequently used in industry, is very similar. EXAFS measurements by Bouwens and co-workers confirm this [ 13,14]. One of the most interesting features of the geometry of Fig. 1 is the fivefold coordination of the Ni atom: one of the sulphur atoms (SE) lies in the Mo-Ni plane, forming a square pyramid around the Ni atom in combination with two sulphur atoms above and two below this plane (SB). However, the experimental uncertainty in the Ni coordination number is high (5.3 1.0). As a result, the possibility of 4- or 6-fold coordination cannot be excluded. For example, six-fold coordination of the promoter element has been observed for carbon-supported Co-Mo-S [ 13] (but five-fold coordination when Si02 or A1203 is used as a support [ 15 ] ) . Similarly, Louwers et al. report a six-fold coordination for Ni in Ni-W-S supported on carbon [ 16] . Scattered-wave calculations were carried out for the Ni-promoted MOSz structure shown 212 T.S. Smit, K.H Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 in Fig. 1, point group symmetry CZ . A Watson sphere was used in the calculations; all atoms were given the charge according to their formal oxidation state ( -2, +4 and +2 for S, Mo and Ni respectively; in the calculations reported in this paper, the possible reduction of Mo by Ni [ 12,6] has not been taken into account). Two orbitals close to the Fermi level (irreducible representations b, and b2) show a very large SE-p content: 42(40) % SE-p VS, 16(15) % Ni-d and 10(11) % S,-p. Much lower in energy lies an a, orbital which is almost exclusively SE-s in character (87%). 4.2. Implications for the adsorption of thiophene It is assumed that the thiophene molecule adsorbs upright on the surface of the catalyst, i.e., that the end-on one-point mechanism is operative. In this mechanism, adsorption of the thiophene molecule to the catalyst is supposed to occur on sulphur vacancies, where the ST atom binds to an exposed metal atom. In a recent paper [2] we have shown that metalsulphur interactions are weak and operative at relatively small thiophene-catalyst separations, leading to weak metal-sulphur bonds. Sulphur-sulphur interactions are strong and operative at relatively large thiophene-catalyst separations, leading to weak binding of the thiophene molecule to the catalyst. Hence the electronic structure of the Ni-promoted MoSZ catalyst shown in Fig. 1, particularly the presence of the SE-p dominated orbitals close to the Fermi level, in combination with the ST-p dominated thiophene bl orbital (Fig. 2), suggests the possibility of the formation of ST-SE p7r bonds if thiophene adsorbs directly onto the SE atom. On this basis we hypothesize that the thiophene molecule can bind to the sulphur atom located in the Mo-Ni plane through par sulphur-sulphur interactions (we will later see that ST-SE o' bonds are also formed). In this adsorption mechanism, sulphursulphur interactions must be responsible for binding the thiophene molecule to the catalyst, since the metal atom is shielded by the apical sulphur atom (SE): a sulphur vacancy need not be present on the surface of the catalyst for the adsorption of thiophene. Once a thiophene-catalyst adsorption complex has been formed, subsequent desulphurization must involve cleavage of the C-ST bonds. Hydrogenation of the thiophene molecule significantly weakens these bonds and probably precedes desulphurization [ 17,18 ] . Regardless of the details of the hydrogenation and desulphurization mechanism, it is clear that the ST atom of thiophene can form an SZ unit with the apical sulphur atom (SE) on the edge of the catalyst during these stages of the HDS process. This may lead to a sixfold coordination of the Ni atom. For example, the ST SE unit may lie in the Mo-Ni plane, in which case there will be an electrostatic attraction between Ni and the electron cloud between the two sulphur atoms on the edge, in addition to direct orbital interactions. This is consistent with experimental findings [ 13,14] and supported by full-potential density-functional calculations [ 19] . This SZ unit will most likely be unstable in the HZ/HZS environment in which the HDS process takes place. Attack by hydrogen will result in the formation of HZS and either regenerate the original edge structure (with a five-fold coordinated Ni atom), or lead to an exposed Ni atom (four-fold coordination), as shown in Fig. 3A. In the sulphur-sulphur mechanism we propose, a sulphur vacancy is not required for the adsorption of thiophene onto the catalyst. The proposed reaction mechanism is not inconsistent with the presence of elemental sulphur and other sulphur species on the surface of the transition metal sulphide TS. Smit, KH. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 213 A /D ---\\ + 3 HZ + 2 HZS A + B /D + HZ Fig. 3. Schematic representation of the HDS reaction mechanism. The catalyst structures in both A and B are top views of the geometry of Fig. 1, with and without atom SE. Metal atoms are not included. In (A), thiophene binds to the catalyst through S-,-SE bonding, resulting in the formation of butadiene, H2S and a vacancy on the surface of the catalyst. This is the sulphur-sulphur mechanism. In (B), the well-known one-point end-on mechanism is depicted. catalyst, an issue which is open to strong debate. Recently the existence of these sulphur phases on the surface of pyrite was reported by de Donato et al. [ 20] . It may furthermore offer an explanation for the large uncertainty in the Ni coordination number reported by Bouwens and co-workers, and is consistent with the variety of different edge structures previously discussed. Fig. 3B is the standard end-on mechanism, based on vacant sulphur sites. In this model, the vacancies are supposed to have been created through the prior combination of hydrogen with sulphur forming HZS (the HDS process takes place in an HZ/HZS environment). We do not dispute the validity of this process (although to our knowledge no accurate electronic structure calculations of this vacancy creation mechanism have yet been reported), but merely hypothesize that the process shown in Fig. 3A, may be operative simultaneously. This mechanism has not previously been reported, perhaps because of the emphasis on metal d-sulphur p interactions, rather than sulphur-sulphur p-rr interactions. In the remainder of this paper we focus only on the adsorption of thiophene and only briefly discuss the other steps in the HDS process. Our goal is to show that the proposed sulphur-sulphur mechanism is indeed possible. Next it will be shown that even for the standard end-on mechanism (Fig. 313) metal-sulphur bonding is weak during thiophene adsorption. 214 TS. Smit, KH. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 5. Adsorption of thiophene on Ni-promoted MOS2 catalysts 5.1. Sulphur-sulphur mechanism Scattered-wave calculations have been carried out for thiophene approaching the edge of a Ni-promoted MOS2 catalyst, Fig. 1 (i.e., including the SE atom). The thiophene molecule lies in the Mo-Ni plane, its rotation axis coinciding with the z-axis. The resulting point group symmetry for the complex is C2, The distance between the ST and SE atom was varied from 5.412 atomic units (a.u.) down to 3.912 a.u., in steps of 0.5 a.u. Additional calculations were carried out for an ST-SE separation of 4.212 a.u.. No relaxation of the catalyst or thiophene coordinates was incorporated in the calculations. In this manner it was possible to examine the evolution of the orbitals, and in particular to identify specific interactions between catalyst and thiophene orbitals (taking into account symmetry restric- O ~ n%\\w ^ I I~ Ni I / _ 1 \\~o \\ 1i _ 1C:1 J Fig. 4. Sulphur-sulphur ( S,-SE) pa bonding and antibonding orbital pair for the sulphur-sulphur mechanism. The distance between ST and SE is 4.412 a.u.. Both contour plots are for the plane spanned by the line x=y and the z-axis (as defined in Fig. 1). Positions along the z-axis are indicated for relevant atoms. Solid lines indicate positive phase, dotted lines negative phase. In (a) the ir bond between the ST and SE atoms is clearly visible. Below this bond there is a small Ni-d contribution; above the 7r bond the carbon p contributions are significant (c Fig. 2). The SE atom is a-bonded to the Ni and SB atoms through d and p contributions respectively. In (b) S.,-SE antibonding is evident. Also note the p contributions from the SB atoms. The bonding orbital is originally (i.e. for infinite thiophene-catalyst separations) based exclusively on the thiophene molecule. The conjugate antibonding orbital is initially a catalyst-based orbital. TS. Smit, K.H. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 215 m d -s.o -7.o t u.75 4.25 4.75 5.25 pa bonding pit antiOnding average Thiophene-catalyst (sulphur-sulphur) separation (a.u.) Fig. 5. The energies of the per S,-SE bonding (Fig. 4a) and antibonding (Fig. 4b) orbitals as a function of S-,-; separation. The net effect of the interaction is bonding. ( ) p-rr bonding; ( A ) p-rr antibonding; ( ) average. Fig. 6. So, bonding and antiOnding orbital pair. The orbitals are plotted in the xz-plane (as defined in Fig. 1) for an S~-SE separation of 4.212 a.u.. Since this is the plane of the thiophene molecule, its geometry can easily be recognized. As in the case of the pa interactions in Fig. 4, the bonding orbital is originally a thiophene orbital, the antibonding orbital is initially based on the catalyst. 216 TS. Smit, AA . Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 tions). With the scattered-wave programs, the important changes in orbital character can easily be captured. In principle, all orbitals which transform according to the same irreducible representation, interact with one another. However, in most cases it is possible to identify pairs of interacting orbitals, sometimes more orbitals participate. In Fig. 4a, a contour plot is given for what was originally the thiophene b, orbital shown in Fig. 2. As the thiophene molecule approaches the catalyst surface, pqr S.-SE bonding is established. This orbital is antibonding between the pair of sulphur atoms in the Mo-Ni plane (ST and SE) on the one hand, and the butadiene part of the thiophene molecule on the other, and also between the sulphur pair and the remainder of the catalyst structure. The conjugate of this orbital is also shown (Fig. 4b). This orbital is originally located on the catalyst, but becomes p7r ST-SE antibonding as the thiophene-catalyst separation is reduced. The net effect of the strong interaction (strong orbital mixing) between these two orbitals is weak-to-moderate bonding, as is evident from the decrease in the sum of the orbital energies as a function of thiophenecatalyst separation (Fig. 5) . Although contour plots for the ST-SE bonding and antibonding orbitals are shown for only one of the five separate S.-SE distances for which calculations have been carried out, it should be noted that even for the maximum thiophene-catalyst separation for which calculations have been performed, the orbitals are far from exclusively centred on either the thiophene molecule or the catalyst cluster. This indicates that this particular p7r interaction is operative at relatively large thiophene-catalyst separations, i.e., in the very early stages of the adsorption process. For larger thiophene-catalyst separations, the limitations of the scattered-wave method become clearly apparent, in particular the effect of the large interstitial region on the value of the potential (for details of the scattered- wave method, see [ 8 ] ) . -14.5 -15.0 j -15.5 16.0 d C W -16.5 -17.0 -17.5 -18.0 3.50 4.00 4.50 5.00 5.50 Thiophene-catalyst (sulphur-sulphur) distance (a.u.) Fig. 7. The energies of the so ST-SE bonding and antibonding orbitals of Fig. 6 as a function of S.,.-SE separation. The net effect of the interaction is bonding. ( A ) so- bonding; ( ) so- antibonding; ( ) average. TS. Smit, K.H. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 217 In addition to p7r ST-SE bonding, SO' ST-SE bonding is also established during the adsorption process. A bonding-antibonding pair of interacting orbitals can again be identified easily (Fig. 6). One of these orbitals was originally located almost exclusively on the SE atom (s-character), the other on the thiophene molecule. The orbital energies are given in Fig. 7 as a function of thiophene-catalyst separation. Again, the net effect of this interaction is bonding. These are of course not the only orbital interactions which occur when the thiophene molecule is lowered onto the catalyst. We highlight these particular orbitals, because significant changes in orbital character take place when the thiophene molecule is still relatively far removed from the catalyst surface. The results clearly show that ST-SE bonding can indeed occur, as we hypothesized on the basis of specific orbital topologies for the thiophene molecule and the catalyst separately. This is also evident from the heat of adsorption (the energy difference between the adsorption complex and the separate thiophene molecule and catalyst cluster), approximately 1.7 eV. The substrate-adsorbate interaction is attractive, but rather weak. It must be emphasized that these calculations only concern the first step of the HDS process, i.e., the adsorption of thiophene on the surface of the catalyst. We believe that the results presented here provide sufficient evidence for the acceptance of the sulphursulphur adsorption mechanism given in Fig. 3A. 5.2. Standard end-on mechanism In addition to studying the sulphur-sulphur mechanism, calculations have been performed on the standard end-on mechanism, Fig. 3B. The only difference between this series of Fig. 8. Pa bonding between ST and SB for the standard end-on mechanism. The three contour plots correspond to three different ST-Ni separations, 5.676, 5.176 and 4.676 a.u. for (a), (b) and (c) respectively. The plane is spanned by the line x =y and the z-axis (as defined in Fig. 1). A small Ni d contribution is visible just below the middle of the figure. This sequence of thiophene-catalyst separations illustrates how pit sulphur-sulphur bonding is established between the Sr atom (slightly above the middle of the figure) and SH atoms (just below and on either side of the Ni atom) as the thiophene molecule approaches the surface of the catalyst. 218 T.S. Smit, KH. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 Fig. 9. P7r antibonding between ST and SB, with a significant Ni contribution. The specifications for the three contour plots are the same as given in Fig. 8. This series of plots illustrates how the catalyst orbital becomes \"delocalized\" over the catalyst-thiophene complex as the adsorption process proceeds. calculations and the previous series is the omission of the SE atom in the catalyst. We wish to determine whether the adsorption process is governed by the formation of Ni-d-ST-p bonds or alternatively by par interactions between the SB atoms in the catalyst and the ST and neighbouring carbon atoms in the thiophene molecule. The Ni-ST separation has been decreased from 5.676 a.u. down to 4.176 a.u. in steps of 0.5 a.u.. The most profound changes in orbital character at large Ni-ST separations occur for two clearly identifiable pairs of orbitals. In each case, one of the orbitals of the pair is one of the two highest occupied orbitals of the thiophene molecule (described in section 2), the other one is a catalyst orbital. Figs. 8 and 9 show the changing character of one of these pairs as thiophene adsorbs onto the catalyst. The p-rr S,-S, (-Ni) bonding and antibonding orbitals result from the interaction between the thiophene orbital shown in Fig. 2, and a catalyst b, orbital with significant py contributions on SB as well as dy, contributions from the Ni atom. Exactly the same type of interaction was identified for highly simplified model catalyst clusters (for a more elaborate description of this interaction on the basis of orbital topologies see [2] and the next section of this paper). C-SB p7r interactions involving the thiophene HOMO (not shown) have also been previously observed for the simplified catalyst structures. Metal-sulphur interactions are weak (although they appear to be stronger than for these simplified structures [ 2 ] . The heat of adsorption (1.5 eV) is of similar magnitude as for the sulphur-sulphur mechanism, indicating the absence of strong bonds between the exposed metal atom and the thiophene ST atom. From DV-Xa calculations Rong et al. [ 18 ] found only weak adsorption for thiophene-MOSZ complexes. No attempt was made to distinguish between metal-sulphur and sulphur-sulphur contributions, although it was concluded that in bulk MoS2, the sulphur-sulphur interactions are non-bonding or weakly bonding. Joffre et al. [ 21 ] reported similar values for the heat of adsorption of thiophene on MOS2, as did Zonnevylle et al. [ 22] . We interpret this as an indication of the absence of T.S. Smit, KH. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 219 strong metal-sulphur bonding. Calculations on dihydrothiophene-TMS clusters reveal that strong metal-sulphur bonds are formed during the hydrogenation of thiophene following adsorption. The difference in bond strength between different TMS forms the basis for understanding activity differences between various TMS, as discussed in separate papers [ 17,23 ] . The calculations reported here show that these bonds do not form during adsorption of thiophene. Even in the case of sulphur vacancies on the surface of the catalyst, where the Ni atom is exposed, p7r S,-S, interactions are responsible for binding the ring molecule to the catalyst, rather than metal d-sulphur p interactions. 6. Discussion In this section some of the limitations associated with (i) the scattered-wave formalism, and (ii) the choice of geometry, will be discussed. A brief discussion of our main findings will also be given. Despite its successful application to many problems in chemistry and materials science, the scattered-wave model, and in particular its use of muffin-tin averaged potentials, has received much attention/ criticism over the years. The inability to calculate accurate total energy figures with this method is well known. Consequently, the values reported for the heat of adsorption are only approximate, but nonetheless consistent with earlier reports [ 8,21,22 ] . Our conclusions are based not on total energy differences but instead on specific orbital interactions. For example, the topologies of specific orbitals led us to propose a particular reaction mechanism. We believe that the scattered-wave method is very well suited for this approach. Nonetheless, for thiophene-catalyst separations larger than the ones for which results are reported in this paper, difficulties in doing the calculations have been encountered. The likely cause is the inaccurate representation of the potential in the (large) interstitial region. These problems can be circumvented by partitioning the thiophene-catalyst complex into subclusters, each of which has its own interstitial region and potential [ 24 ] . Alternatively, a full-potential quantum chemistry method may be used [ 19 ] . Secondly, the geometry of the adsorption models for which calculations have been performed, warrants further discussion. From the start, our investigations have been limited to an end-on reaction model, i.e., the axis of symmetry of the thiophene molecule coincides with the symmetry-axis of the catalyst cluster. By having the thiophene molecule lie in the Mo-Ni plane, the model has the same point group symmetry as the components from which it has been built, i.e., Cz . This greatly influences the speed of the calculations: any rotation of the thiophene molecule about the z-axis other than by 90 , would destroy all symmetry, hence destroy the block-diagonal form of the secular determinant. However, specific orbital topologies form the basis for the novel reaction mechanism proposed in this paper, so one may question the effect of rotating the thiophene molecule. Its effects on the standard endon mechanism must also be investigated. First consider the sulphur-sulphur mechanism. The so- interaction, shown in Figs. 6 and 7, is independent of the rotation angle, but the per interaction of Figs. 4 and 5 is not. There are two catalyst orbitals close to the Fermi level with strong SE-pX/py character respectively. When thiophene lies in the xz- or yz-plane, the thiophene orbital of Fig. 2 can interact with only one of these orbitals (one or the other). Any other choice would imply that this 220 TS. Smit, K H. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 thiophene orbital interacts with both these orbitals, the strength of the interaction with each of them depending on the rotation angle. The interaction mechanism would remain unchanged, and is independent of our choice of geometry. We conclude that the basic chemistry does not change when the thiophene molecule is rotated about the z-axis. Next, consider the standard end-on mechanism, based on a sulphur vacancy on the surface of the catalyst. In the previous section, two pairs of interacting orbitals were identified, one involving sulphur-sulphur (ST-S13) interactions, the other involving carbon-sulphur (CSB) interactions. Symmetry arguments indicate why the sulphur-sulphur interactions are dominant in the adsorption process. Carbon-sulphur interactions are strongly dependent on the geometry of the adsorption complex. If the thiophene molecule does not lie in the MoNi plane but is rotated by 45 (so that the plane of the molecule is now spanned by one of the diagonals of the SB square and the z-axis) carbon-sulphur interactions are forbidden by symmetry. The strength of the carbon-sulphur interaction is a function of the rotation angle 0 of the thiophene molecule about the z-axis, and vanishes completely for 0=45 . This is not the case for the sulphur-sulphur interactions. The thiophene b, orbital of Figs. 2 and 8 interacts with a catalyst b, orbital with strong SB p,, contributions. Close to this orbital lie several b2 orbitals with significant SB px contributions. These orbitals are candidates for interactions if the thiophene molecule is rotated by 90 . A rotation by 0 < 0 < 90 would imply that the thiophene orbital in Fig. 2 would interact with a combination of b, and b2 orbitals. The interaction strength with each of them depends on the exact value of the rotation angle 0. Based on calculations on model clusters reported previously [ 2 ] , we do not expect the strength of the total interaction to be highly dependent on the rotation angle. In other words, rotation of the thiophene molecule about the z-axis affects only the carbonsulphur interactions, not the sulphur-sulphur interactions and we conclude that the latter interaction is dominant in the adsorption process. We conclude that the specific geometry of the adsorption complex does not limit the validity of our findings. We conclude that adsorption of thiophene on TMS catalysts is possible through a mechanism based solely on sulphur-sulphur bonding. If adsorption occurs on the edges of promoted MoS2 catalysts, a slight reconstruction of the edge results in the possibility of the formation of additional metal-sulphur bonds. These bonds appear to be necessary for the latter stages of the HDS process. Hence, sulphur-sulphur adsorption can be an integral part of the HDS process, if it occurs along the edges of MOS2. In contrast, basal plane adsorption, albeit possible, does not allow for the formation of metal-sulphur bonds in the subsequent stages of the HDS process, since all the metal atoms are shielded by sulphur. As a result, the basal planes of MOS2 are catalytically inactive. In summary, metal-sulphur bonds are necessary for desulphurization, but not for the adsorption of thiophene. This is evident also from the adsorption of thiophene into an anion surface vacancy. Even then sulphur-sulphur interactions dominate. The probable explanation is the strong involvement of ST in the 77-electron system of thiophene. This is evident from the fact that ST carries a small positive charge (or at best neutral) in free thiophene. In a separate paper we show that hydrogenation of thiophene weakens the C-ST bonds, and, through the formation of metal-ST bonds, facilitates desulphurization [ 17 ] . Obviously, in dihydrothiophene and tetrahydrothiophene, the ST atom is much less involved in the ir electron system. The remarkable agreement between the calculations on the highly simplified model TS. Smit, KH. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 221 catalyst structures [ 2] and the experimentally determined Ni-Mo-S structure indicates that by not allowing relaxation of the internal thiophene and catalyst coordinates, the conclusions are not affected in a major way (although the exact geometry of the intermediate reaction products remains an open question). The results presented furthermore show that the investigation of orbital topologies is a very powerful method for studying chemical reactions. 7. Conclusions This study shows that adsorption of thiophene onto a TMS catalyst does not require sulphur vacancies on the surface of the catalyst but can occur through a mechanism based exclusively on sulphur-sulphur bonding. If sulphur-sulphur adsorption occurs along the edges of (promoted) MOS2 catalysts, this mechanism can be an integral part of the overall HDS process and may lead to the formation of anion surface vacancies. Even if metal atoms are exposed and the standard end-on mechanism is operative, sulphur-sulphur interactions, operative at relatively large separations between the thiophene molecule and the catalyst, dominate the adsorption process and lead to weak binding. Weak metal-sulphur interactions are operative at small separations and lead to weak metal-sulphur bonds. Acknowledgements One of us (T.S.S.) wishes to thank S. Eijsbouts, J.N. Louwen, E.T.C. Vogt and G.E. Whitwell from Akzo N.V. for helpful discussions. We thank S.A. Zygmunt for making available a finite-temperature version of the scattered-wave programs. Support from Akzo N.V. is gratefully acknowledged. References [ I ] R. Prins, V.H.J. de Beer and G.A. Somorjai, Catal. Rev. Sci. Eng., 31 (1989) 1. [2] T.S. Smit and Johnson, K.H., Chem. Phys. Lett., 212 (1993) 525. [3] M. Salmeron, G.A. Somorjai, A. Wold and R.R. Chianelli and K.S. Liang, Chem. Phys. Lett., 90 (1983) 105. [4] M.H. Farias, A.J. Gelman, G.A. Somorjai, R.R. Chianelli and K.S. Liang, Surf. Sci., 140 (1984) 181. [5] R.J.H. Voorhoeve, and J.C.M. Stuiver,1. Catal., 23 (1971) 228. [6] S. Harris and R.R. Chianelli, J. Catal., 86 (1984) 400. [7] S.M.A.M. Bouwens, D.C. Koningsberger, V.H.J. de Beer, S.P.A. Louwers and R. Prins, Catal. Lett., 5 (1990) 273. [8] K.H. Johnson, Adv. Quantum Chem., 7 (1973) 143. [9] L. Hedin and B.I. Lundqvist, J. Phys. C, 4 (1971) 2064. [ 10] R.E. Watson, Phys. Rev., 111 (1958) 1108. [ 11 ] S.P.A. Louwers and R. Prins, J. Catal., 133 (1992) 94. [ 12 ] AN. Startsev, In L., Guczi, F. Solymosi and P. Tetenyi, editors, Stud. Surf. Sci. Catal., 75C (1993) 1911. [ 13 ] S.M.A.M. Bouwens, J.A.R. van Veen, D.C. Koningsberger, V.HT de Beer and R. Prins, J. Phys. Chem., 95 (1991) 123. [ 141 S.M.A.M. Bouwens, R. Prins, V.HT de Beer, and D.C. Koningsberger, J. Phys. Chem., 94 (1990) 3711. 222 T.S Smit, KH. Johnson /Journal of Molecular Catalysis 91 (1994) 207-222 [ 15] S.M.A.M. Bouwens, F.B.M. van Zon, A.M. van der Kraan, and J.A.R. van Veen, V.H.J. de Beer, and D.C Koningsberger, J. Catal., accepted. [ 16] S.P.A. Louwers and R. Prins, J. Catal., 139 (1993) 525. [ 17 ] T.S. Smit and K.H. Johnson, in preparation. [ 18 ] Chen Rong and Xin Qin, J. Mol. Catal., 64 (1991) 321. [ 19] J.N. Louwen and E.T.C. Vogt and S. Eijsbouts, in preparation. [20] Ph. de Donato, C. Mustin, R. Benoit and R. Erre, Appl. Surf. Sci., 68 (1993) 81. [21 ] J. Joffre, D.A. Lerner and P. Geneste, Bull. Soc. Chim. Belg., 93 (1983) 831. [22] M.C. Zonnevylle, R. Hoffmann and S. Harris, Surf. Sci., 199 (1988) 320. [23] T.S. Smitand K.H. Johnson, submitted. [24] F.A. Leon, PhD Thesis, Massachusetts Institute of Technology, Cambridge, MA, 1984. X244 94000514 0304-5102(94)00051-4 10.1016/0304-5102(94)00051-4 The importance of sulphur3s̄ulphur bonding in the hydrodesulphurization process of thiophene, using transition metal sulphide catalysts T.S. Smit ∗ K.H. Johnson Department of Materials Science and Engineering, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, MA 02139, USA * Coresponding author. Transition metal sulphides are widely used as catalysts for the hydrodesulphurization (HDS) process of thiophene and related compounds. It is generally believed that, during adsorption of thiophene onto vacant sulphur sites on the surface of the catalyst, strong σ and π bonds are formed between the thiophene sulphur and catalyst metal atoms, with strong metal d and sulphur p character. From a series of scattered-wave electronic structure calculations on Ni-promoted MoS2—thiophene complexes for which the separation between the thiophene molecule and the catalyst is systematically varied, we show that metal—sulphur bonding is weak during adsorption. Strong interactions between the sulphur atom in thiophene and the sulphur atoms in the catalyst, operative at relatively large thiophene—catalyst separations, lead to weak binding of thiophene to the catalyst. A new mechanism for the adsorption of thiophene, not requiring sulphur vacancies on the surface of the catalyst, and based on sulphur—sulphur bonding, is proposed. It is shown that this adsorption mechanism can be an integral part of the overall HDS process if it occurs along the edges of (promoted) MoS2 catalysts. Keywords density functionals electronic structure calculations hydrodesulphurization sulphide catalysts sulphur—sulphur bonding References [1] R. Prins V.H.J. de Beer G.A. Somorjai Catal. Rev. Sci. Eng. 31 1989 1 [2] T.S. Smit K.H. Johnson Chem. Phys. Lett. 212 1993 525 [3] M. Salmeron G.A. Somodai A. Wold R.R. Chianelli K.S. Liang Chem. Phys. Lett. 90 1983 105 [4] M.H. Farias A.J. Gelman G.A. Somorjai R.R. Chianelli K.S. Liang Surf. Sci. 140 1984 181 [5] R.J.H. Voorhoeve J.C.M. Stuiver J. Catal. 23 1971 228 [6] S. Harris R.R. Chianelli J. Catal. 86 1984 400 [7] S.M.A.M. Bouwens D.C. Koningsberger V.H.J. de Beer S.P.A. Louwers R. Prins Catal. Lett. 5 1990 273 [8] K.H. Johnson Adv. Quantum Chem. 7 1973 143 [9] L. Hedin B.I. Lundqvist J. Phys. C 4 1971 2064 [10] R.E. Watson Phys. Rev. 111 1958 1108 [11] S.P.A. Louwers R. Prins J. Catal. 133 1992 94 [12] A.N. Startsev L. Guczi F. Solymosi P. Tétényi Stud. Surf. Sci. Catal. 75C 1993 1911 [13] S.M.A.M. Bouwens J.A.R. van Veen D.C. Koningsberger V.H.J. de Beer R. Prins J. Phys. Chem. 95 1991 123 [14] S.M.A.M. Bouwens R. Prins V.H.J. de Beer D.C. Koningsberger J. Phys. Chem. 94 1990 3711 [15] S.M.A.M. Bouwens, F.B.M. van Zon, A.M. van der Kraan, J.A.R. van Veen, V.H.J. de Beer and D.C. Koningsberger, J. Catal., accepted. [16] S.P.A. Louwers R. Prins J. Catal. 139 1993 525 [17] T.S. Smit and K.H. Johnson, in preparation. [18] Chen Rong Xin Qin J. Mol. Catal. 64 1991 321 [19] J.N. Louwen and E.T.C. Vogt and S. Eijsbouts, in preparation. [20] Ph. de Donato C. Mustin R. Benoit R. Erre Appl. Surf. Sci. 68 1993 81 [21] J. Joffre D.A. Lerner P. Geneste Bull. Soc. Chim. Belg. 93 1983 831 [22] M.C. Zonnevylle R. Hoffmann S. Harris Surf. Sci. 199 1988 320 [23] T.S. Smit and K.H. Johnson, submitted. [24] F.A. Leon PhD Thesis 1984 Massachusetts Institute of Technology Cambridge, MA",
      "scopus-id": "0028467704",
      "coredata": {
        "eid": "1-s2.0-0304510294000514",
        "dc:description": "Transition metal sulphides are widely used as catalysts for the hydrodesulphurization (HDS) process of thiophene and related compounds. It is generally believed that, during adsorption of thiophene onto vacant sulphur sites on the surface of the catalyst, strong σ and π bonds are formed between the thiophene sulphur and catalyst metal atoms, with strong metal d and sulphur p character. From a series of scattered-wave electronic structure calculations on Ni-promoted MoS2—thiophene complexes for which the separation between the thiophene molecule and the catalyst is systematically varied, we show that metal—sulphur bonding is weak during adsorption. Strong interactions between the sulphur atom in thiophene and the sulphur atoms in the catalyst, operative at relatively large thiophene—catalyst separations, lead to weak binding of thiophene to the catalyst. A new mechanism for the adsorption of thiophene, not requiring sulphur vacancies on the surface of the catalyst, and based on sulphur—sulphur bonding, is proposed. It is shown that this adsorption mechanism can be an integral part of the overall HDS process if it occurs along the edges of (promoted) MoS2 catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000514",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Smit, T.S."
          },
          {
            "@_fa": "true",
            "$": "Johnson, K.H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000514"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000514"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00051-4",
        "prism:volume": "91",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The importance of sulphur3s̄ulphur bonding in the hydrodesulphurization process of thiophene, using transition metal sulphide catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "density functionals"
          },
          {
            "@_fa": "true",
            "$": "electronic structure calculations"
          },
          {
            "@_fa": "true",
            "$": "hydrodesulphurization"
          },
          {
            "@_fa": "true",
            "$": "sulphide catalysts"
          },
          {
            "@_fa": "true",
            "$": "sulphur—sulphur bonding"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "207-222",
        "prism:endingPage": "222",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 July 1994",
        "prism:doi": "10.1016/0304-5102(94)00051-4",
        "prism:startingPage": "207",
        "dc:identifier": "doi:10.1016/0304-5102(94)00051-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028467704"
      }
    }
  }
}