{
  "metadata": {
    "title": "Condensation of acetone using metal hydroxide and hydrous metal oxide catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-10-17",
    "doi": "10.1016/0304-5102(88)85132-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288851320",
    "pii": "0304510288851320"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024091879",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288851320 0304-5102(88)85132-0 0304510288851320 10.1016/0304-5102(88)85132-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01137 2024-01-02T01:04:53.938015Z 0 0 19881017 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 48 48 1 1 Volume 48, Issue 1 15 117 122 117 122 19881017 17 October 1988 1988-10-17 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. CONDENSATIONACETONEUSINGMETALHYDROXIDEHYDROUSMETALOXIDECATALYSTS DABBAGH H WILLIAMSON 1963 H AMERICANPETROLEUMINDUSTRYAGEENERGY18991959 GERMAIN 1969 J CATALYTICCONVERSIONHYDROCARBONS BENESI 1978 97 H PINES 1977 H BASECATALYZEDREACTIONSHYDROCARBONSRELATEDCOMPOUNDS REDDY 1977 424 B CONNANT 1944 199 J ORGSYNTHESISCOLL GARCIARASO 1982 1435 A KRYLOV 1970 127 O CATALYSISBYNONMETALS KRYLOV 1970 139 O CATALYSISBYNONMETALS 19621963 3507 HANDBOOKCHEMISTRYPHYSICS DAVIS 1985 309 B ADSORPTIONCATALYSISOXIDESURFACESSTUDIESINSURFACESCIENCECATALYSIS TANABE 1970 K SOLIDACIDSBASES GLEMSER 1956 111 O DAVIS 1972 1240 B DABBAGHX1988X117 DABBAGHX1988X117X122 DABBAGHX1988X117XH DABBAGHX1988X117X122XH item 0304-5102(88)85132-0 0304510288851320 1-s2.0-0304510288851320 10.1016/0304-5102(88)85132-0 272239 2024-01-02T01:04:53.938015Z 1988-10-17 1-s2.0-0304510288851320-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851320/MAIN/application/pdf/a141f50460346caa43233582e99e133d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851320/MAIN/application/pdf/a141f50460346caa43233582e99e133d/main.pdf main.pdf pdf true 396591 MAIN 6 1-s2.0-0304510288851320-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851320/PREVIEW/image/png/8322c7154fbec5da2abe4a09063c3dd3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851320/PREVIEW/image/png/8322c7154fbec5da2abe4a09063c3dd3/main_1.png main_1.png png 61184 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 48 (1988) 117 -122 117 CONDENSATION OF ACETONE USING METAL HYDROXIDE AND HYDROUS METAL OXIDE CATALYSTS HUSSEIN DABBAGH and BURTRON H. DAVIS Kentucky Energy Cabinet Laboratory, P.O. Box 13015, Lexington, KY 40512 (U.S.A.) (Received May 19, 1987; accepted March 18, 1988) Summary It appears that metal hydroxide base strength is a dominant factor in determining the rate of condensation of acetone. It is proposed that the relative rate of reaction is determined by the strength of the complex be- tween the diacetone product and the metal ion. The selectivity for diacetone alcohol does not vary monotonically with the ionic size and is, presumably, determined by factors other than base strength. Introduction Heterogeneous acid catalysis, because of the volume of hydrocarbons converted in the petroleum and petrochemicals industry and the utility of acid catalysts in these conversions, has been extensively studied [1-3]. Heterogeneous base catalysis, while widely studied, has not been subjected to such detailed examination [4]. One important base-catalyzed reaction is the condensation of ketones to obtain ketols and/or a,j3-unsaturated ketones; this reaction provides an important synthetic approach to C C bond formation [5]. Much of the extensive literature on this reaction is concerned with synthetic aspects, so that mechanistic studies are not as prevalent [6-8]. In this study we have compared the selectivity and activity of a number of metal hydroxide or hydrous metal oxide catalysts for the condensation of acetone. Experimental Catalysts Calcium or magnesium oxide was converted to the hydroxide by reaction with water. Strontium hydroxide was precipitated from a nitrate solution by addition of sodium hydroxide. Barium hydroxide octahydrate and aluminum hydroxide hydrate were obtained from Aldrich Chemical. All other materials were prepared by precipitation from a metal nitrate solution 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 118 by the addition of ammonium hydroxide. All precipitates were washed ten times with distilled water and then dried separately at 100 C and 25 mm pressure. The materials were subjected to thermal analysis (heated to 600 C) to determine the water of hydration for the hydroxides used in this study. It is realized that not all of the catalytic materials used in this study will be stoichiometric hydroxides; some may, in fact, be hydrous oxides. However, the following stoichiometric formulas were calculated from TGA data by assuming the hydroxide given in the following: Mg(OH)2-0.1 H^O; Sr(OH)2- 0.84 H^O; Ca(OH)2-0.04 H-ft; Ba(OH)2-8 H^O; Be(OH)2-1.8 H^O; La- (OH)3-2.1 H-tO; A1(OH)3-2.3 K^O and Th(OH)4-2 ii^O. Procedure Acetone (60 ml) was placed in a 100 ml two-necked round bottom flask equipped with a Soxhiet extractor which was fitted with an efficient reflux condenser protected by a Drierite trap. The second neck was fitted with a septum to permit removal of a sample for analysis at time intervals with a syringe. The Soxhiet filter cup contained the same amount of metal hydroxide or hydrous metal oxide (ca. 0.035 mol) in each run. A thermo- meter in the catalyst bed indicated that the reaction temperature was 43 + 2 C. The reflux rate was maintained approximately constant from run to run by maintaining a constant power input to the heating mantle used to effect acetone reflux. The samples were analyzed by gas chromatography using either an OV-1 or DB-5 column. For all catalysts, the dominant products were the dimeric diacetone alcohol and the corresponding a,|3-unsaturated ketones; less than 5% other products, including higher condensation compounds, were present. Results and discussion The appearance of condensation products in the refluxing acetone in the 100 ml flask varied widely with time for the metal hydroxide/oxide catalysts (representative curves are shown in Fig. 1). At least a part of the decline in the rate of product generation is either formation of a complex between condensation products and the catalyst or catalyst dehydration, with the former explanation more likely. With the barium hydroxide catalyst, acetone conversion was effected for 50 h and the curve shown in Pig. 2 was obtained. This is consistent with earlier work [8]. Following the first run, the liquid products were removed from the reflux flask and the 100 ml round-bottom flask was again charged with acetone. The curve corresponding to a second run with this catalyst is identical to the one obtained during the first run, as well as to that shown in Fig. 2 for the third run. This was not the case with calcium hydroxide. The conversion of acetone to products was considerably more rapid during the first run than it was during a second run with the same catalyst; the third run 119 Time (Hours) Fig. 1. Weight fraction of acetone in refluxing solution for the conversion of acetone with: Be(OH)2 (A), Mg(OH):; ( ), A1(OH)3 ( ), Th(OH)4 (0), Sr(OH);, (\"), La(OH)3 (0), Ca(OH):,(a),Ba(OH)2(A). Time (Hours) Fig. 2. Impact of catalyst aging upon acetone conversion, Ba(OH)2: first run (A), third run (A); Ca(OH)2: first run (n), third run ( ), fourth run (0); aged 48 h in diacetone alcohol prior to first run ( ). however, showed conversion similar to the second run (Fig. 2). Artificially aging calcium hydroxide in diacetone alcohol for 48 h produced a catalyst that was much less active than calcium hydroxide used for two runs. Thus, it is evident that a reaction product, diacetone alcohol, may retard the conver- 120 sion and that the reaction inhibition may be different for different metal hydroxides. In view of the nature of the curves shown in Figs. 1 and 2, the acetone unconverted after 20 or 50 h has been utilized as a basis of comparison. These conversions are presented in Fig. 3 as a function of the ionic radius of the metal cation. The ionic radius, used frequently in correlations with catalytic activity (e.g. [9]), is ambiguous when the coordination index is not known, and that is true in this case. The ionic radius can be assigned by determining how closely the centers of two atoms or ions approach each other in a solid substance and then assuming that the distance is related to the sum of the two ionic radii. The data used in this study was obtained from crystal ionic radii data [10]. It is obvious that a similar trend is obtained for both reaction times. Furthermore, it appears that there is a direct relationship between acetone conversion and the metal ion radius. Since it is generally considered that base strength is related to the ionic size, the obvious conclusion is that the extent of acetone conversion is directly related to the base strength. Conversely, if one considers the reaction to be base-catalyzed, then one can infer a relative base strength of the metal hydroxides used in this study to be: Ba(OH)i > Sr(OH); > Ca(OH)2 = La(OH)3 ^ Th(OH)4 > Mg(OH)i > Al(OH)3>Be(OH)i. Unfortunately, studies that utilize a large number of common catalysts make it difficult to make direct comparisons among their data, because each grouping will have a limited number of common elements. For example, Davis [11] utilized the selectivity for 1-alkene from 2-ol dehydration to attain the following ranking of some metal oxide catalysts: ZrOa ^ in-Py ^ Y^Oa = ThO; > a-A^Oa > CaO ^ MgO .7 .8 .? 1.0 1.1 1.2 1.3 1.4 Ionic Radius, A Fig. 3. Acetone conversion versus ionic radius for metal hydroxide (or hydrous oxide) catalysts after 20 h (A) or 50 h ( ). 121 This latter ordering of metal oxides is very different from that given above for acetone condensation by metal hydroxides and hydrous metal oxides. There is clear evidence that the calcination temperature may alter both the number and strength of basic sites; an example for this is presented in [12] for calcium oxide. Hence, it is not clear at this point whether calcination alters the ordering for base strength, whether the two reactions have a different dependence on base strength, or whether one of the reactions does not depend upon base strength as was attributed. Glemser and Harterct [13] have shown that the 'hydroxide radius', the length of the 0- H- -0 bonds, is related to the wavelength of absorption maximum; the base strength applying this concept for oxides used in the study becomes: Ca(OH)i > Mg(OH)2 > Be(OH)2 > A1(OH)3 > AIO(OH). Based upon crystal field stabilization, the order of decreasing base strength becomes [9]: Ba^ > Ca^ > Mg2-1- > Al^ and for the decreasing effective change on oxygen or difference in electro- negativity, this ordering is: BaO > SrO = CaO > La^Oy = ThO^ > MgO > BeO = A^Oa. It is clear that the ordering of the metal hydroxides and hydrous metal oxides in Fig. 3 is not adequately described by the base strength ordering given above. Another important aspect of the reaction is the product selectivity. This is shown in Fig. 4 for the products present at 20 or 50 h; a similar selectivity is obtained at both reaction times. The selectivity for the alcohol product does not follow the reactivity trend according to metal ion size; .7 .8 .9 1.0 lonk Radius, A Fig. 4. Diacetone alcohol (DAA) selectivity for metal hydroxide catalysts versus ionic radius for 20 h (A) and 50 h ( ) reaction time. 122 rather, it appears that dehydration occurs most readily with catalysts having intermediate metal ion sizes. The reason for this is not apparent, especially when it is realized that for the oxides, alumina is clearly the most active catalyst for alcohol dehydration [14]. In summary, it appears that the ionic radius calculated from crystal structure, and presumably the metal hydroxide or hydrous oxide base strength, is a dominant factor in determining the rate of condensation of acetone, but is is not the dominant factor in determining alcohol product selectivity. Acknowledgement This work was performed at the Kentucky Energy Cabinet Laboratory (KECL) with funding from the Commonwealth of Kentucky, Kentucky Energy Cabinet. The KECL is administered under contract by the University of Louisville. References 1 H. F. Williamson, R. L. Andreano, A. R. Daum and G. C. Klose, The American Petroleum Industry: The Age of Energy 1899 - 1959, Northwestern University Press, Evanston, 1963. 2 J. E. Germain, Catalytic Conversion of Hydrocarbons, Academic Press, New York, 1969. 3 H. A. Benesi and B. H. C. Winquist, Adv. Catal., 27 (1978) 97. 4 H. Pines and W. S. Stalick, Base Catalyzed Reactions of Hydrocarbons and Related Compounds, Academic Press, New York, 1977. 6 Jap. Pat. 77 100 598 (1977) to I. Kaneko. 6 B. S. R. Reddy, S. Rajadurai and M. Santappa, Indian J. Chem.. 15A (1977) 424. 7 J. B. Connant and N. Tuttle, Org. Synthesis, Coll., Vol. 1, Wiley, New York, 1944, p.199. 8 A. Garcia-Raso, J. V. Sinisterra and J. M. Marinas, Polish J. Chem., 56 (1982) 1435. 9 0. V. Krylov, Catalysis by Nonmetals, Academic Press, New York, 1970, pp. 127, 139. 10 C. D. Hodgman (ed.). Handbook of Chemistry and Physics, 44th edn., The Chem. Rubber Pub. Co., Cleveland, 1962 - 63, p. 3507. 11 B. H. Davis, in M. Che and G. C. Bond (eds.). Adsorption and Catalysis on Oxide Surfaces, Studies in Surface Science and Catalysis, Elsevier, Amsterdam, Vol. 21, 1985,p.309. 12 K. Tanabe, Solid Acids and Bases, Academic Press, New York, 1970. 13 0. Glemser and E. Harterct, Z. Anorg. Chem., 283 (1956) 111. 14 B. H. Davis, J. Org. Chem., 37 (1972) 1240. X244 88851320 0304-5102(88)85132-0 10.1016/0304-5102(88)85132-0 Industrial Articles Condensation of acetone using metal hydroxide and hydrous metal oxide catalysts Hossein Dabbagh Burtron H. Davis Kentucky Energy Cabinet Laboratory, P.O. Box 13015, Lexington, KY 40512 U.S.A. It appears that metal hydroxide base strength is a dominant factor in determining the rate of condensation of acetone. It is proposed that the relative rate of reaction is determined by the strength of the complex between the diacetone product and the metal ion. The selectivity for diacetone alcohol does not vary monotonically with the ionic size and is, presumably, determined by factors other than base strength. References 1 H.F. Williamson R.L. Andreano A.R. Daum G.C. Klose The American Petroleum Industry: The Age of Energy 1899 – 1959 1963 Northwestern University Press Evanston 2 J.E. Germain Catalytic Conversion of Hydrocarbons 1969 Academic Press New York 3 H.A. Benesi B.H.C. Winquist Adv. Catal. 27 1978 97 4 H. Pines W.S. Stalick Base Catalyzed Reactions of Hydrocarbons and Related Compounds 1977 Academic Press New York 5 Jap. Pat. 77 100 598 (1977) to I. Kaneko. 6 B.S.R. Reddy S. Rajadurai M. Santappa Indian J. Chem. 15A 1977 424 7 J.B. Connant N. Tuttle Org. Synthesis, Coll. 1 1944 Wiley New York 199 8 A. Garcia-Raso J.V. Sinisterra J.M. Marinas Polish J. Chem. 56 1982 1435 9 a O.V. Krylov Catalysis by Nonmetals 1970 Academic Press New York 127 b O.V. Krylov Catalysis by Nonmetals 1970 Academic Press New York 139 10 44th edn. C.D. Hodgman Handbook of Chemistry and Physics 19621963 The Chem. Rubber Pub. Co Cleveland 3507 11 B.H. Davis M. Che G.C. Bond Adsorption and Catalysis on Oxide Surfaces, Studies in Surface Science and Catalysis 21 1985 Elsevier Amsterdam 309 12 K. Tanabe Solid Acids and Bases 1970 Academic Press New York 13 O. Glemser E. Harterct Z. Anorg. Chem. 283 1956 111 14 B.H. Davis J. Org. Chem. 37 1972 1240",
      "scopus-id": "0024091879",
      "coredata": {
        "eid": "1-s2.0-0304510288851320",
        "dc:description": "It appears that metal hydroxide base strength is a dominant factor in determining the rate of condensation of acetone. It is proposed that the relative rate of reaction is determined by the strength of the complex between the diacetone product and the metal ion. The selectivity for diacetone alcohol does not vary monotonically with the ionic size and is, presumably, determined by factors other than base strength.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-10-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288851320",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dabbagh, Hossein"
          },
          {
            "@_fa": "true",
            "$": "Davis, Burtron H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288851320"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288851320"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85132-0",
        "prism:volume": "48",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Condensation of acetone using metal hydroxide and hydrous metal oxide catalysts",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-122",
        "prism:endingPage": "122",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 October 1988",
        "prism:doi": "10.1016/0304-5102(88)85132-0",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/0304-5102(88)85132-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024091879"
      }
    }
  }
}