{
  "metadata": {
    "title": "Effects of alkaline earth cations on the mechanisms of CO hydrogenation over promoted Pd/SiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-03-01",
    "doi": "10.1016/0304-5102(90)85088-Y",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085088Y",
    "pii": "030451029085088Y"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025405393",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085088Y 0304-5102(90)85088-Y 030451029085088Y 10.1016/0304-5102(90)85088-Y S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01769 2024-01-02T01:05:30.650091Z 0 0 19900301 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 59 59 1 1 Volume 59, Issue 1 8 61 73 61 73 19900301 1 March 1990 1990-03-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. EFFECTSALKALINEEARTHCATIONSMECHANISMSCOHYDROGENATIONOVERPROMOTEDPDSIO2CATALYSTS SHEN Y NAITO 1984 207 S KIKUZONO 1982 135 Y KIEFFER 1980 3371 R PALAZOV 1982 44 A SUDHAKAR 1985 227 C ICHIKAWA 1982 213 M HINDERMANN 1984 163 J POUTSMA 1978 157 M HICKS 1985 104 R KELLNER 1981 288 C HINDERMANN 1983 21 J KIEFFER 1981 207 R SHEN 1987 C 15 Y TAMARU 1987 A 2 K POELS 1981 223 E DRIESSEN 1983 26 J FAJULA 1982 237 F LAI 1988 W HUANG 1985 175 K SHENX1990X61 SHENX1990X61X73 SHENX1990X61XY SHENX1990X61X73XY 2020-02-13T15:36:22.157Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp 030451029085088Y Chinese Natural Science Foundation The authors wish to thank the Chinese Natural Science Foundation for its financial support. Thanks are also due to Prof. K. R. Tsai for his guidance and encouragement as well as to Prof. B. Delmon for his providing the opportunity for us to type the paper. item 0304-5102(90)85088-Y 030451029085088Y 1-s2.0-030451029085088Y 10.1016/0304-5102(90)85088-Y 272239 2024-01-02T01:05:30.650091Z 1990-03-01 1-s2.0-030451029085088Y-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085088Y/MAIN/application/pdf/0abe6fac64f91803dbcd45484d88dca6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085088Y/MAIN/application/pdf/0abe6fac64f91803dbcd45484d88dca6/main.pdf main.pdf pdf true 836559 MAIN 13 1-s2.0-030451029085088Y-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085088Y/PREVIEW/image/png/1935e7e393b44af0e53ee85c2d4cc7f0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085088Y/PREVIEW/image/png/1935e7e393b44af0e53ee85c2d4cc7f0/main_1.png main_1.png png 64816 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 59 (1990) 61-73 61 EFFECTS OF ALKALINE EARTH CATIONS ON THE MECHANISMS OF CO HYDROGENATION OVER PROMOTED Pd/SiOa CATALYSTS YANFEI SHEN,* JITAO LI, UFEN CAI and KAIHUEI HUANG Department of Chemistry and Institute of Physical Chemistry, Xiamen University, Xiamen (China) (Received April 4,1989; revised August 22,1989) Summary The mechanisms of CO hydrogenation over alkaline-earth-promoted Pd/SiOg catalysts have been investigated by means of TPD-MS. The spectra, which were assigned carefully, showed that formate species was the most abundant intermediate on all the catalysts, but its surface states, its concentrations and its stability largely depend on the nature of the pro- moters. In two main HCOO states, PdHCCOOM^ (M = Mg, Ca, Sr and Ba) was found to be much more easily converted to methanol than Pd HCOOSi, and its concentration was inversely proportional to the turnover frequencies for methanol formation. Thus, the formate species was considered to be the active intermediate, and its conversion to HCO or other species was suggested to be more important for methanol synthesis than its formation. Two reaction routes were claimed to occur simultaneously on two different Pd-containing centers, but one of them may be dominant for a specific catalyst. Introduction The mechanisms of CO hydrogenation over supported Pd catalysts have been extensively investigated since the early 1980s. Much evidence has been reported, but there still exist some controversies concerning the active intermediate [1-9], the rate-controlling step [1-2, 4, 7, 9], and the active adsorbed CO species [9 11] for methanol formation and so on. For example, the formate species and its formation were found to be important for methanol formation by Tamaru's group [1,2], although the fonnyl (or other species such as HC(OH)) was claimed to be the active intermediate and its formation was thought to be the rate-controlling step by other researchers [3, 7], etc. On the other hand, promoters or supports seem to affect the mechan- isms [1-3, 12], but little attention has been paid to this aspect. *Present address: Groupe de Physico-Chimie Min6rale et Catalyse, Universite Catholique de Louvain, Place Croix du Sud 1, 1348 Louvain-la-Neuve, Belgium. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 62 Recently, we have found [13-15] that alkaline earth cation-promoted Pd/SiOg catalysts, with almost the same Pd dispersions, can catalyze CO hydrogenation at atmospheric pressure with ca. 100% methanol selectivity and the following activity order: Pd Mg^/SiOg > Pd Ca^/SiOg > Pd Sr^/SiOa > Pd/SiOg > Pd Ba^/SiOa. Moreover, the hydrogen sorption capacity of the catalysts is affected as follows: Pd Mg2+/Si02>Pd Sr^/SiOa > Pd/SiOg > Pd Ba^/SiOa > Pd Ca^/SiOa. Furthermore, the Mg2'1', Sr2\"1\" and Ba2+-promoted catalysts exhibit much more positive Pd valencies than the other two catalysts. Based on the above, the present study is aimed at dealing with the effects of alkaline earth cations on the intermediates and mechanisms of CO hydrogenation over Pd/SiOg catalysts. A TPD-MS technique was used for this purpose. Experimental Catalyst preparation The Pd JVP-VSiOa (M=Mg, Ca, Sr and Ba) and Pd/SiOa catalysts (Pd/M =1:1 mole ratio and Pd loading = 5 wt.%) were prepared by im- pregnating an aqueous solution of a PdCl-MCIa mixture onto pretreated silica gel (1.2 ml g~1 and 370 m2 g~1). The impregnated samples were dried at room temperature and at 110 C for a few hours. TPD MS measurements A special reactor illustrated in Fig. 1 was designed for catalyst pretreatments or reactions. After a catalyst was pretreated or reacted, it was transferred to the side quartz tube (5), which was connected to the reactor by a Cajon fitting (3) and a Teflon valve (4) in an in situ atmosphere for TPD-MS measurements. The catalyst in the quartz tube was first cooled in a liquid nitrogen- ethanol trap and then evacuated until the base pressure in the analyzing 3 4 Fig. 1. Illustration of the TPD-MS reactor; (1) reactor for pretreatments or reactions; (2) Nupro valves; (3) Cajon valve; (4) Teflon valve; (5) quartz tube for TPD-MS measurements. 63 chamber of a quadrupole mass spectrometer dropped to ~2 x 10~5 torr. After the trap was removed slowly to keep the temperature increasing constantly to room temperature, heating was begun at a rate of 10 C min~1. Four MS signals could be simultaneously recorded by a data processor. To assign reaction TPD-MS peaks, pure chemicals, such as HCOOH, COg, HCHO and CO, were preadsorbed on the pretreated catalysts and the corresponding TPD-MS spectra were recorded under the same conditions as those used for reaction spectra. Results and discussion TPD MS spectra of CO hydrogenation The spectra of CO hydrogenation at 210 C, 1 atm and Hg/CO = 2 are shown in Figs. 2-6, where four MS signals at m/e = 45, 44, 31 and 29 are recorded. These four signals respectively correspond to the desorbed species ofHCOO, COa, CHsO and HCO. It is shown from these figures that COa-desorbed species are the most abundant for all five catalysts, where three kinds of COg-desorbed peaks are observable in the following temperature ranges: 85-190 C, 300-320 C and 400 600 C, but the peak numbers and desorption temperatures depend on the catalyst used. For example, no COg peak at the 85-190 C range appears for the Pd/SiOg catalyst, but a strong COg peak is measured at about 320 C. For the other four catalysts, the intensity of the COg peak in the 85-190 C range decreases in the following order: Pd Ba2+/Si02>Pd Sr2+/Si02> Pd Ca^/SiOg > Pd Mg^/SiOg; moreover, the COg peak at 300-320 C is absent on both the Pd Ca^/SiO;; and the Pd Ba^/SiOa catalysts. As for the other three desorbed species, their desorption temperatures -100 0 100 200 300 400 500 600 700 Desorption temperature( C) ~0100 200 300 400 500 800 Desorption temneraluref'C) Fig. 2. TPD-MS spectra of CO hydrogenation over the Pd Mg^/SiOz catalyst at 210 C, 1 atm, HZ/CO =2. Fig. 3. TPD-MS spectra of CO hydrogenation over Pd Ca^/SiOz catalyst at 210 C, latm, HZ/CO =2. 64 0 100 200 300 400 500 000 700 Desorption lemperafure( C) Desorption temperature( C) Fig. 4. Ha/CO Fig. 5. H^/CO TPD-MS spectra of CO hydrogenation over Pd Sr^/SiOg catalyst at 210 C, 1 atm, =2. TPD-MS spectra of CO hydrogenation over Pd/SiOg catalyst at 210 C, latm, =2. and intensities are also dependent on the catalysts. For instance, the Pd Mg^/SiOa and the Pd Ca^/SiOg catalysts have a stronger CHsO- desorbed peak at the temperature range from 80 to 130 C, as compared with the other catalysts. In addition, a remarkable CHaO peak at 15 C appears only on the Pd Ca^/SiOg catalyst. In the case of the HCO-desorbed species, more complicated peaks appear. For example, a low-temperature HCO peak at 60 to 15 C is observable with all the catalysts (no detection for the Pd Sr^/SiOa catalyst). A HCO peak at 45-70 C appears only on the Pd Mg^/SiOa, Pd/SiOg and Pd Ba^/SiOa catalysts, but the Pd Ca^/SiOg and Pd/SiOg, whose palladium shows almost metallic valence states [15], have another HCO peak at 110-130 C. Moreover, a high- Desoiption temperature( C) Fig. 6. TPD-MS spectra of CO hydrogenation over Pd Ba^/SiOg catalyst at 210 C, 1 atm, HZ/CO = 2. 65 temperature HCO peak at 300-330 C is detected on all the catalysts except Pd Mg^/SiOg, which gives a broad HCO peak in the range from 350-530 C instead. The Pd Ba^/SiOg catalyst also gives a HCO peak at 180-260 C. As for HCOO species, only some of the catalysts, such as Pd/SiOa and Pd Ba^/SiOz, exhibit this desorbed species. In conclusion, the TPD MS spectra of CO hydrogenation show a remarkable difference in both peak intensities and desorption temperatures among the above-mentioned catalysts. Assignments of the reaction TPD MS peaks Because the above spectra are complicated, we should carefully deter- mine the peaks. Here, we try to do this on the basis of the TPD-MS spectra of pure chemicals mentioned above and on other facts such as the distribu- tion of palladium valence states [15]. First, in order to identify the COa and HCOO desorbed peaks, the spectrum of formic acid preadsorbed on the Pd Mg^/SiOz catalyst was taken after formic acid was introduced in the stream of hydrogen onto the reduced catalyst. The result in Fig. 7 shows that two main COy desorbed peaks appear at about 180 and 310 C. These two COy peaks should correspond to two adsorbed formate states, because it has been reported that a HCOOH sample is adsorbed in the form of formate and hydrogen species [16]. Furthermore, the peak at 180 C can be assigned to a Pd^CWO Mg2\"1\" state, and the other to a Pd HC(0)0 Si state because of the following facts: (1) the Pd Mg^/SiOg catalyst has more abundant Pd\"1\" ions, detected by ESR, than the Pd/SiOa, which shows almost a Pd metallic valence state [15] and has only a main COa peak at 320 C, and (2) the HCOOH-modified Pd Mg^/SiOg catalyst, which should have more abundant Pd\"1\" ions than the above-reacted Pd Mg^/SiOa, shows a much stronger COa peak at 180 C -100 0 101 200 300 400 500 600 Desorption temperature( C) Fig. 7. TPD-MS spectra of HCOOH adsorption in Hz stream on the Pd Mg^/SiOz catalyst at 210 C. 66 (Fig. 7) than that of the reacted catalyst (Fig. 2). This assignment should be also true for the other catalysts except the Pd Ca^/SiOg catalyst, where the COa peak at 190 C should correspond to the P^HCWOCa^ state instead of the Pd^CKOOCa24^ state, because of the few Pd+ ions in the catalyst. Figure 7 also shows three HCO peaks at about 50-60, 170 and 310 C. The latter two peaks should be the fragments of the two adsorbed HCOO states. However, the first peak probably results from the hydrogenation of the HCOO species. In order to identify this peak and the HCO peaks in Figs. 2-6, a TPD-MS spectrum of HCHO adsorption in the stream of Hg on the Pd Mg^/SiOg was taken, as shown in Fig. 8. It tells us that only one HCO peak at 50-60 C appears and no adsorbed HCOO species is detectable. Compared with Fig. 7, this result indicates that the first HCO peak in Fig. 7 comes from an adsorbed formaldehyde and that the adsorbed HCOO species can be hydrogenated to an HCHO species over the Pd Mg^/SiOg catalyst, but the reverse process does not happen. For determining the high-temperature COg peaks in Figs. 2-6, a TPD-MS spectrum of adsorbed COg on the Pd Mg^/SiOa catalyst was also taken, as illustrated in Fig. 9. The result reveals that the high temperature COg peaks should come from the desorption of adsorbed COg or from the decomposition of carbonates formed during the adsorption of COg. Such adsorbed COg or carbonate species have also been observed over Cu Zn AlaOa catalysts by our group [18]. They are probably formed from adsorbed HCOO or from CO disproportionation. It is well known that COg is easily adsorbed over alkaline earth oxides, forming carbonates such as monodentate and bidentates. Therefore, we suggest that the high temperature COg peaks 0100200300400SOO\" 100 200 300 400 500 600 Desoiption tempcratureC'C) Desoiption temperature( C) Fig. 8. TPD-MS spectra of HCHO adsorption in Hg stream on the Pd Mg^/SiOg catalyst at 210 C. Fig. 9. TPD-MS spectra of COa adsorption in Ha stream on the Pd Mg^/SiOg catalyst at 210 C. 67 are from adsorbed COg or decomposed carbonates on the promoters or supports. As for the determination of the other peaks, the results of other researchers provide evidence that the CHgO peak at 110-130 C probably results from adsorbed methoxides [3, 7], which is also confirmed by our chemical trapping results [17]. In the case of the HCO peak at 110 130 C, a part of it might be the fragments of the adsorbed CHaO species, but most parts probably come from adsorbed HCO species. Such species may be more stable on metallic Pd atoms because more abundant such species are present on the Pd Ca^/SiOa and Pd/SiOg catalysts. As for the low temperature HCO peak at -60-15 C, no direct evidence can be used to assign it. But we prefer to assign it to an adsorbed HCOH species, because such a species is unstable and has been reported elsewhere. [9] It appears likely from the desorption temperature of this species that it is more stable on metallic Pd atoms than on Pd\"\"1' ions. This agrees with the results of Hicks and Bell [9] about the formation of HCOH on Pd or Pd6-. Based on the above assignments, the intensities, desorption tempera- tures and corresponding adsorbed states or intermediates of the peaks in Figs. 2 6 are summarized in Table 1. Discussion of the reaction spectra It is shown from Table 1 that the Pd^CCOOM24^ intermediate state is only present on those catalysts which have abundant Pd'1\" ions, namely the Mg2\"1'-, Sr2\"1'- and Ba^-promoted catalysts. Moreover, it reveals that the reaction intermediate, including its stability, conversion and concentration, largely depends on the promoter or Pd valence state. This conclusion is further confirmed by the work of both Driessen et al. [20], who observed a good correlation between the number of extractable Pd\"'1' ions and the ratio of Mg/Pd, and Naito et al. [I], who reported that a highly active methanol Pd Na'^/SiOg catalyst showed abundant surface formate ions, while a less active methanol Pd/SiOz catalyst had no such formate species. In addition, Hindermann et al. [7] observed a good relationship between the concentration of a formyi species and the ratio of Mg/Pd. All these results prove that promoters or supports can greatly affect the formation and conversion of an intermediate. The following three kinds of such promoter or support effects may occur: (1) indirect influence on an intermediate through their effects on Pd active centers, as in our case; (2) direct participation in the formation of an intermediate, as observed here and elsewhere [1, 2, 4, 5]; and (3) effect on the stability and conversion of an intermediate via the dipole induction of their cations to the oxygen end of the intermediate, as stated elsewhere [21,22]. The results in Table 1 provide new evidence for the effects of promoters on intermediates. The table shows that the Pd'^HCOOOM2\"1' species can be desorbed as either COa or HCOO species, depending on the hydrogenation or dehydrogenation ability of the catalysts. In the case of the Pd Mg^/SiOg .- s^ ^,5 \" 1 - \\^s +^ + ^ a 1 CL| S i ^,5 E.g w , (tf 0 a -{ ss, 1 oa g1 t & S tS s 910 en J ^ 1 M0m+ hg > fx ^ 1 2 1 8 -r 1^,5 Si N 0 0 1 ^g s ^ g 1 vS 2 J\" g J3 1 1t i -/ B B N 1 1 1 ^ CQ + ^ S s5 S 8 ^ fi 1 g s * 1& 1 51 1 SS J IQ 0 10 S T -l (?) fl IQ c^ u? 0 a6 oo 0 g tg d'88 8 o\" 88 u a a a o a a 81000 sa 9 va _ W t& t0 03 CT; 0 0 22 l-^l~ty\"t r^i-^e*? 00 000 I-- i- CO OOUfO Q tC 10 Q 10 fiNelO wwoo o< ^ o co co co ^< ^' ^< ^< ^ u a a a u a a a JO 0 0 00 s o S i5 oo o o 00 CO -< C~ 0 10 Cfc O '-< I iac<it o e'110 ffff o t-r-I^O -10 00 00 t-fCOTO'^' >0t0 i-* US aO 0 0 0 . 8 8 8 S 1 co tg 9 0 g 1 l- t\"< CO I I 0 ooo o o ooo o r^ ro oo o co O \"< co' < co I Ni-l ^' ^' 0 - >-( -<i-l 0 8 8 8 S c i 8 i S S !?8 ^ U3 r-i r^ <-1 03 ^ >00 0000 I'D S (OIT Q^rS'l^ INO C~<8 f-tco1 ^'wto )> *\"< cot . 0 ^s ^ e4 fi 0 M o 0 Q oo o oo a uu uu a u o o aa & a ^ i o ll - l\"'^0-^ g 0 8 > <\"> S 0 90 s ^o 2'OT3 ^1. I't ^1 i-L ^.B 13 TO *i3 |Xi & ffi S JQ- ^ 20 fti CU ft 69 catalyst, the palladium can have sufficient Pd4d5s vacant bands to accom- modate adsorbed hydrogen, due to its strong Mg^Ss Pd4dlo5s direct orbital interactions, as confirmed elsewhere [13, 23]. For this reason, both Pd^CCOOM2-\" and Pd HC(0)OSi species are thermally desorbed in the form of COg instead of HCOO species; as for the Pd Ba^/SiOg catalyst, however, few direct Ba^Gs Pd4dlo5s interactions can be found, based on a SCC-DV-Xo- calculation [23], so that only a small amount of Pd vacant bands can adsorb or absorb hydrogen, as observed by us [13, 15]. Therefore, there is still some HCOO desorption at -80-160 C for the Pd^CCOOBa^ species. In addition, the Pd'^HCtOOBa2\"1' species is desorbed at 90 C lower than that of the other two Pd^CCOOM^ species. This can be ascribed to the weakest dipole induction of the Ba24\" cations to the oxygen of the HCOO species; as far as the Pd Sr^/SiOa catalyst is concerned, the desorption temperature of the Pd'^HCOOOSr2'1\" species is almost the same as that of the Pd'^HGWOMg2'1^ species, but its intensity is between those of the Mg^ and Ba^-promoted catalysts, as in the case of the desorbed amount of hydrogen [13]. It can be thus concluded that the promoters greatly influence the formation, the stability and hence the reactivity of the Pd'^HC^^M2'1\" species, probably through either their orbital interactions with Pd atoms or their dipole induction to the formate. Moreover, compared with the results of both the hydrogen sorption capacity and the activity for methanol [13], the above TPD-MS results indicate that the intensity of Pd'^HOCOOM^ species of the three above- mentioned catalysts is inversely proportional to both the Ha desorbed amount and the activity for methanol. Thus, it is reasonable to conclude that the conversion of the Pd^C^^M^ species may play a more important role in methanol synthesis than the formation of this intermediate. In order to identify whether or not the Pd^CCOOM24^ species can be hydrogenated to methanol, the reacted Pd Mg^/SiOg catalyst, which had been covered with the Pd^HCCOOM^ and Pd HC(0)OSi species, was exposed to the stream of hydrogen at 260 C for 2 h, and the effluent gas was passed through a liquid nitrogen trap. After that, the catalyst was character- ized by TPD-MS. The result (Fig. 10) shows that the Pd^CCOOMg^ species was completely hydrogenated to methanol, which was detected by GC as a main product of the Pd'^HGWOMg2\"1' hydrogenation, while the Pd HC(0)OSi species can only partially be converted, indicating that the Pd^CCO^Mg2\"1\" species can be converted to methanol much more easily than the Pd HC(0)OSi species. This result leads us to the conclusion that the Pd'^HC^OMg2\"1' species may be the active intermediate for methanol formation. The above conclusion is similar to that ofNaito et al. [I], who observed a concurrent change of CH30H with HCOO species over a Pd Na'^/SiOg catalyst. Moreover, they found that the formation of both methanol and HCOO species increased with reduction temperature. Thus, we suggest that the HCOO species can be formed either on Pd'1\" ions or on Pd atoms, but the HCOO species desorbed at below 200 C is probably formed on the promoter 70 100 200 300 400 500 600 Desotplion teinperature( C) Fig. 10. TPD-MS spectra of the Pd Mg^/SiOg catalyst: (a) after CO hydrogenation at 210 C and 1 atm, and (b) after (a) was exposed to the Hg stream at 210 C and 1 atm. cation-containing Pd centers such as Pd(X, Cl)Na+ or Pd(X, Cl)Mg2+ (X= Cl or 0), because no such species is detected over Pd/SiOg catalysts here and elsewhere [1, 2]. Therefore, we believe that Pd valencies and structures as well as promoters or supports have a significant effect on the formation and stability of the HCOO species. It is also shown from Table 1 that the Pd HC(0)OSi is desorbed to COg at about 150 C higher than the Pd^CHOOM2\"\" species. Moreover, it appears that the Pd HC(0)OSi species is more easily decomposed to the HCO species than the Pd^CWOM^ species. This probably implies that the Pd HC(0)0 Si bond is stronger than the HC(0) 0 and Pd^CCOO M2\"^ bonds. The result of bonding function calculations, which represent relative bonding strengths [24], can certify this speculation, as shown in Table 2. It points out that Pd+ ions can activate the Si 0 bond more easily than they do the C 0 bond in the HC(0)OSi species. Also, Pd\"1' ions have much stronger ability to activate the Si 0 bond than Pd atoms. But Pd can activate the C 0 bond in the HC(0)OSi species much more strongly than it activates the Si 0 bond. Based on these results and those in Fig. 10, we suggest that the Pd^CWOM2\"^ species is hydrogenated faster than the TABLE 2 Effects ofPd valence states on the bonding functions of the Si 0 and HC(0) 0 bonds Pd valence state Bonding function Si Obond (xl0~8) HC(0) 0 bond (xl0-3) Pd+ Pd 3.056 0.858 2.384 2.118 71 Pd HC(0)OSi species and that the Pd HC(0)OSi or Pd^CWOCa^ spe- cies are probably inclined to decompose to the HCO species. As demonstrated before [14 15], adsorbed hydrogen plays an important role in HCOO conversion and in methanol formation. In our opinion, adsorbed H6\"1' species, which was detected by the chemical trapping of a CHsO Na'1\" CHgOH solution and proven to exist more abundantly on Pd\"'1' ions than on Pd [14], can participate in the conversions of both the Pd^COOM^ species to the Pd^CO (or HCHO) -.M^ OH species and the CHsO M2'1' species to methanol; while the H6\" species, which was trapped by a (0113)2804 agent and found to be more favorable on Pd [14], can nucleophilically attack the carbon atom of CO or HCOO or other intermediates such as HCO species. Based on the above, therefore, we suggest that during methanol formation the Pd^CWOM^ species may prefer to react with the H^ species, giving Pd^CO (or HCHO) species, while the Pd-HGWOCa^ and Pd HC(0)OSi species are probably decomposed to the Pd HCO species. Table 1 also gives the HCHO and HC(OH) species. In our opinion, the HCHO species results from the hydrogenation of either the HCOO species or the HCO species, as observed above and elsewhere [18]; while the HC(OH) species may be formed from the reaction of the HCO species with }16+, rather than from the reaction of adsorbed CO with molecularly adsorbed Hg because it is almost impossible to have molecular hydrogen on the catalysts under the reaction conditions. In addition to the above, it is also possible that the HCO species can be formed on the Pd Ca^/SiOa catalyst through the direct hydrogenation of bridge adsorbed CO because the catalyst has stronger Pd back-donation abilities and more abundant H6\" species [15]. Conclusions The reaction TPD-MS spectra show large dependence of intermediates and mechanisms on the nature of alkaline earth cations. The following conclusions can be drawn: Formate species, as the most abundant intermediate on the all cat- alysts, is not formed from adsorbed fonnyl or formaldehyde species, but probably from the reaction of bridge-adsorbed CO, H6\", and surface oxygen species. Normally, there are two kinds of formate states: PdHC(0)OM2'1' and Pd HC(0)OSi. The concentration of the first state is found to decrease with alkaline earth cations in the following order: Pd Ba^/SiOa > Pd Sr^/SiOa > Pd Ca^/SiOa > Pd Mg^/SiOg which is opposite to that of the TOF for methanol [13]. Moreover, the first state can be completely hydroge- nated to methanol much faster than the second. The formation, conversion and stability of the formate or other in- termediates largely depend on the nature of the cations and Pd valencies. An 72 interpretation has been given on the basis of the so-called bonding function calculation. Two reaction mechanisms are claimed to occur simultaneously on two different active centers. The first one is assumed to undergo hydrogenolysis of Pd+tiC(0)OM2+ to HCO or HCHO species as a rate-determining step (rds) on a Pd^Pd'^bridgeCCI, 0)M2'1\" center, while the rds of the second one is asserted to be the hydrogenolysis or decomposition of the Pd^CCCOOCa2\"1' or Pd HC(0)OSi species to HCO or HC(OH) species over a Pd center. The first one prevails on the Mg2'1'-, Sr2\"1'- and Ba^-promoted catalysts; while the second is dominant on the other two catalysts. Acknowledgements The authors wish to thank the Chinese Natural Science Foundation for its financial support. Thanks are also due to Prof. K. R. Tsai for his guidance and encouragement as well as to Prof. B. Delmon for his providing the opportunity for us to type the paper. References 1 S. Naito, H. Yoshika, H. Orita and K. Tamaru, Proc. 8th Int. Congr. Catal, Berlin, 1984, Vol. 3,p.207. 2 Y. Kikuzono, S. Kagami, S. Naito, T. Onshi and K. Tamaru, Faraday Discuss. Chem. Soc., 72 (1982) 135. 3 R. Kieffer, R. Stupfler and A. Deluzarche, Tetrahedron Lett., (1980) 3371. 4 A Palazov, G. Kadinov, Ch. Bonev and D. Shopov, J. Catal., 74 (1982) 44. 5 C. Sudhakar and M. A. Vannice, J. Catal., 95 (1985) 227. 6 M. Ichikawa, Nippon Kagaku Kaishi, 2 (1982) 213. 7 J. P. Hindennann, A. Kiennemaim, A. Chakor-Alami and R. Kieffer, Proc. 8th Int. Congr. Catal.. Berlin, 1984, Vol. 2, p. 163. 8 M. L. Poutsma, L. F. Eiek, P. A. Ibarbia, A. P. Risch and J. A. Raabo, J. Catal., 52 (1978) 157. 9 R. F. Hicks and A. T. Bell, J. Catal., 91 (1985) 104. 10 C. S. Kellner and A. T. Bell, J. Catal., 71 (1981) 288. 11 J. P. Hindennann, A. Deluzarche, R. Kieffer and A. Kieimemann, Can. Chem. Eng., 61 (1983) 21. 12 R. Kieffer, E. Ramaroson, A. Deluzarche and Y. Tramvou, React. Kinet. Catal. Lett., 16 (1981) 207. 13 Y. F. Shen, J. T. Li, L. F. Cai and K. H. Huang. Proc. 3rd China-Japan-USA Symp. Catal., Xiamen, China, 1987, C-15. 14 Y. F. Shen, L. F. Cai, J. T. Li, S. J. Wang and K. H. Huang, Catal. Today, in press. 15 Y. F. Shen and K. H. Huang, Appl. Catal., submitted. 16 K. Tamaru, Proc. 3rd China-Japan-USA Symp. Catal., Xiamen, China, 1987, A-2. 17 Y. F. Shen and K. H. Huang, J. Mol. Catal., submitted. 18 L. F. Chen and K. H. Huang, COg Hydrogenation over Cu-Based Catalyst, to be published. 19 E. K. Poels, E. H. van Broekhoven, W. A. A van Bameveld and V. Ponec, React. Kinet. Catal. Lett., 18(1981)223. 73 20 J. M. Driessen, E. K. Poels, J. P. Hindermann and V. Ponec, J. Catal., 82 (1983) 26. 21 F. Fajula, R. G. Anthony and J. H. Lunsford, J. Catal., 73 (1982) 237. 22 A. Kiennemann, J. P. Hindermann, R. Breault and H. Idriss, in Symp. Chemicals from Syngas and MeOH, New York, 1986. 23 W. J. Lai and K. H. Huang, 4th China Symp. Catal., Tianjin, 1988, Abstr. l-E-13. 24 K. H. Huang, Appl. Catal., 15 (1985) 175 X244 9085088Y 0304-5102(90)85088-Y 10.1016/0304-5102(90)85088-Y Heterogeneous catalysis Effects of alkaline earth cations on the mechanisms of CO hydrogenation over promoted Pd/SiO2 catalysts Yanfei Shen ∗ Jitao Li Ufen Cai Kaihuei Huang Department of Chemistry and Institute of Physical Chemistry, Xiamen University, XiamenChina * Present address: Groupe de Physico-Chimie Minérale et Catalyse, Université Catholique de Louvain, Place Croix du Sud 1, 1348 Louvain-la-Neuve, Belgium. The mechanisms of CO hydrogenation over alkaline-earth-promoted Pd/SiO2 catalysts have been investigated by means of TPD-MS. The spectra, which were assigned carefully, showed that formate species was the most abundant intermediate on all the catalysts, but its surface states, its concentrations and its stability largely depend on the nature of the promoters. In two main HCOO states, PdHC(O)OM2+ (M = Mg, Ca, Sr and Ba) was found to be much more easily converted to methanol than Pd0HCOOSi, and its concentration was inversely proportional to the turnover frequencies for methanol formation. Thus, the formate species was considered to be the active intermediate, and its conversion to HCO or other species was suggested to be more important for methanol synthesis than its formation. Two reaction routes were claimed to occur simultaneously on two different Pd-containing centers, but one of them may be dominant for a specific catalyst. References 1 S. Naito H. Yoshika H. Orita K. Tamaru Proc. 8th Int. Congr. Catal, Berlin 3 1984 207 2 Y. Kikuzono S. Kagami S. Naito T. Onshi K. Tamaru Faraday Discuss. Chem. Soc. 72 1982 135 3 R. Kieffer R. Stupfler A. Deluzarche Tetrahedron Lett. 1980 3371 4 A. Palazov G. Kadinov Ch. Bonev D. Shopov J. Catal. 74 1982 44 5 C. Sudhakar M.A. Vannice J. Catal. 95 1985 227 6 M. Ichikawa Nippon Kagaku Kaishi 2 1982 213 7 J.P. Hindermann A. Kiennemann A. Chakor-Alami R. Kieffer Proc. 8th Int. Congr. Catal., Berlin 2 1984 163 8 M.L. Poutsma L.F. Elek P.A. Ibarbia A.P. Risch J.A. Raabo J. Catal. 52 1978 157 9 R.F. Hicks A.T. Bell J. Catal. 91 1985 104 10 C.S. Kellner A.T. Bell J. Catal. 71 1981 288 11 J.P. Hindermann A. Deluzarche R. Kieffer A. Kiennemann Can. Chem. Eng. 61 1983 21 12 R. Kieffer E. Ramaroson A. Deluzarche Y. Tramvou React. Kinet. Catal. Lett. 16 1981 207 13 Y.F. Shen J.T. Li L.F. Cai K.H. Huang Proc. 3rd China-Japan-USA Symp. Catal., Xiamen, China 1987 C 15 14 Y.F. Shen, L.F. Cai, J.T. Li, S.J. Wang and K.H. Huang, Catal. Today, in press. 15 Y.F. Shen and K.H. Huang, Appl. Catal., submitted. 16 K. Tamaru Proc. 3rd China-Japan-USA Symp. Catal., Xiamen, China 1987 A 2 17 Y.F. Shen and K.H. Huang, J. Mol. Catal., submitted. 18 L.F. Chen and K.H. Huang, CO2 Hydrogenation over Cu-Based Catalyst, to be published. 19 E.K. Poels E.H. van Broekhoven W.A.A. van Barneveld V. Ponec React. Kinet. Catal. Lett. 18 1981 223 20 J.M. Driessen E.K. Poels J.P. Hindermann V. Ponec J. Catal. 82 1983 26 21 F. Fajula R.G. Anthony J.H. Lunsford J. Catal. 73 1982 237 22 A. Kiennemann, J.P. Hindermann, R. Breault and H. Idriss, in Symp. Chemicals from Syngas and MeOH, New York, 1986. 23 W.J. Lai K.H. Huang 4th China Symp. Catal., Tianjin Abstr. 1-E-13 1988 24 K.H. Huang Appl. Catal. 15 1985 175",
      "scopus-id": "0025405393",
      "coredata": {
        "eid": "1-s2.0-030451029085088Y",
        "dc:description": "The mechanisms of CO hydrogenation over alkaline-earth-promoted Pd/SiO2 catalysts have been investigated by means of TPD-MS. The spectra, which were assigned carefully, showed that formate species was the most abundant intermediate on all the catalysts, but its surface states, its concentrations and its stability largely depend on the nature of the promoters. In two main HCOO states, PdHC(O)OM2+ (M = Mg, Ca, Sr and Ba) was found to be much more easily converted to methanol than Pd0HCOOSi, and its concentration was inversely proportional to the turnover frequencies for methanol formation. Thus, the formate species was considered to be the active intermediate, and its conversion to HCO or other species was suggested to be more important for methanol synthesis than its formation. Two reaction routes were claimed to occur simultaneously on two different Pd-containing centers, but one of them may be dominant for a specific catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085088Y",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shen, Yanfei"
          },
          {
            "@_fa": "true",
            "$": "Li, Jitao"
          },
          {
            "@_fa": "true",
            "$": "Cai, Ufen"
          },
          {
            "@_fa": "true",
            "$": "Huang, Kaihuei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085088Y"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085088Y"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85088-Y",
        "prism:volume": "59",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of alkaline earth cations on the mechanisms of CO hydrogenation over promoted Pd/SiO2 catalysts",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "61-73",
        "prism:endingPage": "73",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 1990",
        "prism:doi": "10.1016/0304-5102(90)85088-Y",
        "prism:startingPage": "61",
        "dc:identifier": "doi:10.1016/0304-5102(90)85088-Y",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025405393"
      }
    }
  }
}