{
  "metadata": {
    "title": "Highly dispersed rhodium/polyphosphine metal catalysts: on the steric control of selectivity in the hydrogenation of polyunsaturated hydrocarbons",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-05-31",
    "doi": "10.1016/0304-5102(87)80036-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287800366",
    "pii": "0304510287800366"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023345451",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287800366 0304-5102(87)80036-6 0304510287800366 10.1016/0304-5102(87)80036-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00557 2024-01-02T01:04:16.600218Z 0 0 19870501 19870531 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 40 40 2 2 Volume 40, Issue 2 4 211 222 211 222 198705 May 1987 1987-05-01 1987-05-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. HIGHLYDISPERSEDRHODIUMPOLYPHOSPHINEMETALCATALYSTSSTERICCONTROLSELECTIVITYINHYDROGENATIONPOLYUNSATURATEDHYDROCARBONS SGORLON S SACHTLER 1983 454 W COCCO 1983 160 G BERINGHELLI 1984 313 T PINNA 1983 171 F PINNA 1984 79 F TAKEUCHI 1976 94 A TANAKA 1977 249 K TANAKA 1980 1 K OKUHARA 1979 7 T CHATT 1957 4736 J RELLES 1974 6469 H BOUDARD 1969 153 M CHRISTOFFEL 1982 159 E BOND 1965 3218 G ROSS 1975 151 R COLLMAN 1968 136 J SGORLONX1987X211 SGORLONX1987X211X222 SGORLONX1987X211XS SGORLONX1987X211X222XS item 0304-5102(87)80036-6 0304510287800366 1-s2.0-0304510287800366 10.1016/0304-5102(87)80036-6 272239 2024-01-02T01:04:16.600218Z 1987-05-01 1987-05-31 1-s2.0-0304510287800366-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800366/MAIN/application/pdf/57af56232861b718d666dab0897d33ad/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800366/MAIN/application/pdf/57af56232861b718d666dab0897d33ad/main.pdf main.pdf pdf true 799238 MAIN 12 1-s2.0-0304510287800366-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800366/PREVIEW/image/png/4b88dba55aec2a36c6a0a13b154e2dec/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800366/PREVIEW/image/png/4b88dba55aec2a36c6a0a13b154e2dec/main_1.png main_1.png png 68352 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 40 (1987) 211 - 222 211 HIGHLY DISPERSED RHODIUM/POLYPHOSPHINE METAL CATALYSTS: ON THE STERIC CONTROL OF SELECTIVITY IN THE HYDROGENATION OF POLYUNSATURATED HYDROCARBONS SERGIO SGORLON, FRANCESCO PINNA and GIORGIO STRUKUL* Dipartimento di Chimica, Universitd di Venezia, Calle Largo. S. Marta 2137, 30123 Venice (Italy) (Received June 12,1986;accepted October 13,1986) Summary A series of rhodium metal catalysts dispersed on styrene-2% divinyl- benzene copolymer, functionalized with different amounts of phosphine groups, are studied in the selective hydrogenation of 1,5-cyclooctadiene, acetylene and 1,3-butadiene. The activity and selectivity are analyzed as a function of the molar ratio between the total phosphorus content and the surface rhodium (P/Rhg). The influence on the selectivity of the electron density, particle morphology and steric hindrance of the phosphine groups has been evaluated. The partial hydrogenation of dienes to monoenes appears to be always favored by an increase in the steric hindrance around the metal surface, and in some cases it is possible to increase significantly the selectivity of the catalysts. Introduction According to a recent classification [I], the requirements of relevance to a heterogeneous catalyst selectivity have been divided into four main categories: bond strength requirement, coordination requirement, ensemble requirement and template requirement. These parameters are more generally related to the electronic and geometric properties of the metal particles. However, in a multi-product reaction the influence of the individual param- eters is hard to evaluate because of the difficulty in defining the chemistry and geometry of the catalyzing sites. We have recently prepared [2] a series of metal catalysts made with rhodium dispersed on a styrene-2% divinylbenzene copolymer containing different amounts of tertiary phosphine groups (Poly-PPh;). Physico- chemical measurements, including X-ray (SAXS and WAXS) [2], IR [2], ESR [3] and activation energy for the hydrogenation of ethylene [4], have shown that the phosphine groups exert a strong coordinative interaction on * Author to whom correspondence should be addressed. 0034-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 212 the metal surface and are able to (i) control the metal particle diameter, (ii) change the electron density of the metal particles, and (iii) create a different degree of steric hindrance around the metal surface. A parameter which quantifies the extent of the metal-support interaction can be represented by the molar ratio between the total phosphorus content and the surface rhodium (P/Rhg). Since the above properties can be easily controlled through an appropriate 'dosing' of the number of phosphine groups present on the support, we thought it of interest to test the reactivity of these catalysts in the hydrogenation of polyunsaturated hydrocarbons in order to evaluate the effect of the electronic and geometric factors on the selectivity of the system. In a preliminary account of this paper, we studied the hydroisomeriza- tion of 1,5-cyclooctadiene (1,5-COD) with a pulse microreactor [5] and found that the isomerization reaction increases with increasing P/Rhg values, while the contrary holds for the double hydrogenation of 1,5-COD to cyclooctane (COA). This effect seems to be ascribed to the different avail- ability of vicinal active sites (coordination requirement [1]) and resembles in some instances the work reported by Tanaka and coworkers on Ni and Mo sulfides [6 - 9]. We now wish to report a more complete study of the be- havior of our Rh/Poly-PPI^ catalysts in the hydrogenation of 1,5-COD, acetylene and 1,3-butadiene. Experimental All catalysts were prepared from [Rh(COD)Cl]2 [10] precursor and styrene-2% divinylbenzene copolymer (Fluka) phosphinated according to the general procedure outlined by Relies and Schluenz [11]. Details on the catalyst preparation procedure have been reported elsewhere [2]. A summa- ry of their analytical and physical data relevant to the present study is reported in Table 1. 1,5-COD (Fluka), acetylene (Siad 99.5%) and butadiene (Siad 99.9%) were used as received. Research purity hydrogen and helium were purified by passing through an Oxy-trap (Alltech) and a molecular sieves trap at 195 C. Reactivity measurements were conducted in a flow microreactor made from an 8-mm i.d. Pyrex glass tube immersed in a fluidized carborundum bath heated by an external oven. A small glass tube containing an Fe-Ko thermocouple was placed in the middle of the catalyst bed. No increase in the catalyst temperature was observed during the reaction. The unit was operated at a total pressure of 1 atm. 1,5-COD was fed by a motor-driven syringe into a vaporizer connected with the system and heated at 110 C. A standard pretreatment was used for all catalysts: samples (0.3 g or less) were heated in flowing H2 (6 1 h~1) at 150 C for 2 h and then cooled in flowing H^ to the chosen reaction temperature. The reaction mixture was flowed over the catalysts for 30 min prior to sampling products for analysis. 213 TABLE 1 Analytical data of the catalysts Catalyst\" P Rh Particle size\" Rh^ P/Rhg (%) (%) (A) (%) Rh-l (PolyPPh,) 1.6 1.1 15 Rh-3 (PolyPPhz) 1.7 0.6 17 Rh^ (PolyPPh,) 1.7 1.6 19 Rh-5 (PolyPPh;) 1.2 0.6 12 Rh-6 (PolyPPh^) 1.2 1.0 16 Rh-7 (PolyPPhz) 1.2 2.0 18 Rh-8 (PolyPPh^) 1.2 6.0 29 Rh-9 (PolyPPhi) 1.7 3.0 19 Rh-10 (PolyPPh,) 0.6 0.6 26 Rh-11 (PolyPPh^) 0.6 1.0 29 Rh-12 (PolyPPh^) 0.6 2.0 44 Rh-13 (PolyPPh^) 0.6 5.0 67 Rh-14 (Poly)1' 1.0 48 1.0 6.8 0.6 10.7 1.3 4.3 0.6 8.4 0.9 4.6 1.7 2.3 3.3 1.2 2.4 2.3 0.4 4.6 0.7 2.4 1.1 1.6 1.7 0.9 0.5 - \"PolyPPha = phosphinated styrene-2% divinylbenzene copolymer. Poly = styrene-2% divinylbenzene. \"Determined by Small Angle X-ray Scattering Technique (SAXS). 'iRhs (%) = Weight percent of Rh exposed. 'P/Rhg = Molar ratio between total P and surface Rh. Analyses were continued until a stationary state of the catalyst was ob- tained. The total flow rate was maintained sufficiently high (9 1 h~1) to avoid diffusional limitations. Reaction conditions were chosen in order to keep the hydrocarbon conversion < 5 - 6% to approximate differential conditions. Analyses of the effluent were carried out with a HP 5700A gas chro- matograph equipped with TC and FI detectors and with a HP 3927 digital integrator. Results and discussion 1,5-Cyclooc tadiene We will first examine the hydrogenation of 1,5-COD. Under the experi- mental conditions used, all catalysts reached the stationary state in about 3 h, then maintained constant activity for at least 2 h. In this reaction we tested the series of catalysts with P = 0.5% at different temperatures and H^ partial pressures, and their catalytic activity, expressed as turnover number N (molecules s~1 surface atom\"1), is reported in Table 2. The reaction pro- ducts were 1,4-COD, 1,3-COD, cyclooctene (COE) and cyclooctane (COA). Under identical experimental conditions, the variation of the turnover number with the P/Rhg ratio of the different catalysts shows an increasing trend, as shown for example in Fig. 1. This behavior is in contrast with the 214 TABLE 2 Turnover numbers for the hydroisomerization of 1,5-COD Catalyst P/Rhg Hi/l^-COD\" T ( C) NxlO3^ Rh-10 4.6 6 110 3.3 5 120 5.4 5 140 6.3 10 120 6.4 20 120 7.2 Rh-11 2.4 5 110 2,8 5 120 4.0 5 140 5.8 10 120 4.9 20 120 6.3 Rh-12 1.6 5 110 2.4 5 120 3.0 5 140 6.5 10 120 4.0 20 120 6.0 Rh-13 0.9 5 110 1.1 5 120 1.6 5 140 3.6 10 120 2.4 20 120 4.3 \"Molar ratio between the two reagents;p(l,5-COD) = 0.02 atm. JV expressed as molecules s~1 (surf. atom)\"1. 10\" 10\" 024 0.1 0.2 0.4 0.6 0.8 1 P/Rhg pH;, (Atm) Fig. 1. Turnover number as a function of P/Rhg for the hydroisomerization of 1,5-COD at 120 C and H;;/1,5-COD = 10. Fig. 2. Dependence of the turnover number on PCH.^) in the hydroisomerization of 1,5- COD at 120 C. Numbers on the straight lines refer to the P/Rhg ratios of the catalysts. 215 previously reported hydrogenation of ethylene [4], where increasing the number of phosphines around the metal surface was recognized to be a lim- iting factor for the catalytic activity. In this series of catalysts, one of the main features induced by an increase in the phosphorus content is a decrease in the metal particle diameter [2]. Therefore it appears that the effect shown in Fig. 1 may be ascribed to some sort of 'structure sensitivity' of the overall process, at variance with the hydrogenation of ethylene which is a well- known 'structure insensitive' reaction [12]. However, in the present case the turnover number is representative of a complex set of reactions (isomeriza- tion, mono-hydrogenation, double-hydrogenation), the individual depen- dence of which on P/Rhg may be very different. This complexity is reflected also by the dependence ofNon the partial pressure of H^ (Fig. 2). As shown, as the P/Rhg value increases, the slope of this straight lines goes from 0.74 to 0.22, indicating that the weight of the individual reactions in the overall process changes with the phosphorus content. An analysis of the dependence of N on the partial pressure of 1,5-COD was not possible since, when increasing the latter, a number of unidentified 'heavy' products was observed, probably due to polymerization. We also analyzed the selectivity of the individual products as a function of the P/Rhg parameter. The results are shown in Fig. 3. As can be observed, the selectivity to COE is not influenced by the P/Rhg ratio, while the selec- . tivity to COA increases and, conversely, that to the isomerization products decreases. This behavior is independent of the partial pressure of H^. These data appear in sharp contrast with those obtained with the pulse micro- reactor, where the selectivity trends for COA and isomerization products were inverted [5]. As has been evidenced from ESR [3] and H; activation energy [4] measurements, another major property change induced by an increase in the P/Rhg parameter is the increase in the electron density of the metal particles and, consequently, an easier activation of the H2 molecule. Therefore it seems reasonable that the formation of COA, which requires two molecules of H;, is relatively more sensitive to (and favored by) an increase in P/Rhg than is the formation of COE and 1,3-COD + 1,4-COD. This implies that, under these experimental conditions, the electronic factor is dominant with respect to the geometric factor, which should produce on the selectivity an effect opposite to that shown with the pulse microreactor. In such system, which is a non-equilibrium one [13], since H; is in all cases >99% of the reactant mixture, the effect of the electron density, different from catalyst to catalyst, cannot be distinguished, thereby allowing observation of a neat 'coordination effect'. This phenomenon can also be observed with the flow reactor before reaching equilibrium conditions. As an example, we report in Fig. 4 the selectivities as a function of time observed for two catalysts, Rh-13 and Rh-10 characterized by a low (0.9) and high (4.6) P/Rhs value respectively. As can be observed in the case of Rh-10, where the higher electron density allows a more'facile' activation of H2, the initial selectivity is less changed in the course of the reaction. Moreover, as with the pulse 216 P/Rhg 200 300 time (min) Fig. 3. Selectivity as a function of P/Rhg in the hydroisomerization of 1,5-COD at 120 C and three different p(H;;); 0 = cyclooctane, X = cyclooctene, A = isomers. Fig. 4. Selectivity in the hydroisomerization of 1,5-COD as a function of time for Rh-10 and Rh-13 at 120 C and H^/l ,6-COD =5.0= cyclooctane, X = cyclooctene, A = isomers. microreactor, COA is not the major product at the beginning of the reaction in both cases. Acetylene The hydrogenation of acetylene was carried out at 95 C at constant H^ and C2H; pressures. We first examined the catalytic activity (Table 3) of the four catalysts (Rh-1, Rh-6, Rh-11, Rh-14) having a constant metal content (1%) and P content varying from 0 to 1.6%. The trend of the catalytic activity (N) of these catalysts as a function of their P/Rhg value is reported in Fig. 5. As shown, the activity initially linearly decreases, then reaches a saturation effect for P/Rhg > 4.5. This behavior is similar to that previously found in the hydrogenation of ethylene [4] and can be interpreted analo- gously by assuming the formation of a 'cage' of phosphines around the metal particles, which constitutes a limit beyond which a further increase in phosphines has no influence on the catalytic activity. An analogous effect was observed for the metal particle dimensions [2]. We also analyzed the selectivity as a function of P/Rhg (Fig. 6) in- cluding two additional catalysts (Rh-3 and Rh-8) with absolute amounts of P and Rh very different from each other. As shown, ethylene is always the major product and the selectivity is constant up to P/Rhg = 10.7. This behav- 217 TABLE 3 Turnover numbers for the hydrogenation of acetylene Catalyst P/Rh. Rh-14 Rh-8 Rh-11 Rh-6 Rh-1 Rh-3 0.0 1.2 2.4 4.5 5.8 10.7 42 5.0 21 0.8 1.0 12 Experimental conditions: T = 95 C;p(H2) = 0.67 atm;p(C^) = 0.11 atm. \"N expressed as molecules s~1 (surf. atom)\"1. 80 o 10 40 P/Rhg Fig. 5. Turnover numbers in the hydrogenation of acetylene for the catalysts containing 1% Rh as a function of their P/Rhg values. Fig. 6. Selectivity in the hydrogenation of acetylene as a function of P/Rhg. 0 = ethane, A = ethylene. ior indicates that the steric factors, which have a dominant effect on the cat- alytic activity, do not discriminate between desorption of the intermediate ethylene and readsorption of acetylene. In other words, the constant K of the equilibrium (1) is unaffected by the amount of phosphorus. This implies Hi Rh(C2H2) > Rh(C2H4) K Rh(C2H4) + C^ ^- Rh(C2H2) + C2H4 H, Rh(C2H4) > Rh + C2H(, (1) 218 TABLE 4 Turnover numbers for the hydrogenation of 1,3 -butadiene Catalyst P/Rhs NXIO2\" Rh-1 6.8 1.3 Rh-3 10.7 1.0 Rh-4 4.3 0.8 Rh-5 8.4 1.4 Rh-6 4.5 1.3 Rh-7 2.3 1.5 Rh-8 1.2 4.2 Rh-9 2.3 1.1 Rh-10 4.6 3.9 Rh-11 2.4 3.8 Rh-12 1.6 6.3 Rh-13 0.9 30 Rh-14 0.0 28 Experimental conditions: T = 75 C,p(H^) = 0.67 atm,p(C4H(,) = 0.11 atm. ^N expressed as molecules s~1 (surf. atom)\"1. also that K is unaffected even by the increase in the electron density of the metal particles which, in turn, suggests an identical binding mode for ethyl- ene and acetylene on this class of catalysts. Butadiene The hydrogenation of 1,3-butadiene has been carried out at 75 C at constant H^ and butadiene pressures. Under these experimental conditions, only 1-butene and butane are produced without isomerization products. This contrasts with a previous report by Bond et al. [14] using Rh/Al203, where, however, the reaction was tested in a static reactor. Again we ana- lyzed both the catalytic activity (N) and selectivity as a function of the P/Rhg parameter for the series of catalysts at constant metal content (1%) and also for the three series at constant phosphorus content (0.5,1.2,1.7%). In Table 4 we report a summary of the turnover numbers obtained for the various catalysts. An analysis of the series at Rh = 1% shows (Fig. 7) an initially linearly decreasing activity followed by a saturation effect. This behavior is analogous to that reported above for acetylene and can be in- terpreted similarly. The same trend is shown also for the three series of catalysts at constant P content (Figs. 8, 9, 10), where the saturation range broadens with increasing P/Rhg and finally occupies the whole interval explored for P = 1.7%. Before examining the influence of the P/Rhg parameter on the selec- tivity of the reaction, we will try to identify some factors which affect the formation of 1-butene. It is known from the literature in the case of some Ni/SiO; catalysts [15] that the selectivity to 1-butene increases linearly with increasing dimen- sions of the metal particles. Moreover, we found experimentally in the 219 30 20 P 0.5% 46 024 P/Rhg P/Rhg Fig. 7. Turnover numbers in the hydrogenation of 1,3-butadiene for the catalysts con- taining 1% Rh as a function of their P/Rhg values. Fig. 8. Turnover numbers in the hydrogenation of 1,3-butadiene for the catalysts con- taining 0.5% P as a function of their P/Rhg values. P1.2% P1.7% b ^ 2 w -* U t 0 P/Rhg P/'^'s Fig. 9. Turnover numbers in the hydrogenation of 1,3-butadiene for the catalysts con- taining 1.2% P as a function of their P/Rhg values. Fig. 10. Turnover numbers in the hydrogenation of 1,3-butadiene for the catalysts con- taining 1.7% P as a function of their P/Rhg values. present study that for a given catalyst an increase in the turnover number can significantly increase the selectivity to 1-butene, as is reported in Table 5 for some representative catalysts. Under these circumstances the trend of the selectivity as a function of P/Rhg will result from the following factors: (i) possible effect of the metal particle dimensions; (ii) effect of the catalytic activity; (iii) steric, coordinative effect of the phosphine groups. 220 TABLE 5 Selectivity to 1-butene when varying the turnover number in the hydrogenation of 1,3- butadiene Catalyst Selectivity Rh-7 1.0 1.5 7.5 13.6 Rh-8 4.2 4.8 5.8 14.0 27.0 39.5 Rh-10 1.0 3.9 2.8 10.3 Rh-13 2.6 30 12.3 43.0 Rh-14 28 88 17.2 35.6 ^N expressed as molecules s '(surf. atom) 1. Therefore if we want to observe the influence of the third factor on the selectivity, we will have to \"wash out\" the other two. This is possible in the series of catalysts containing 1.7% P, which have very similar metal particle dimensions (15 -19 A, Table 1) and catalytic activities (Fig. 10). As we expected, an increase in steric hindrance around the metal surface produces a significant increase in the selectivity to 1-butene (Fig. 11). The contrary applies to the series of catalysts with P = 0.5% (Fig. 12). In fact, catalysts with low P/Rhg are characterized by large metal particles (Table 1) and high 30 .2 20 10 P1.7% 048 0 24 P/Rhg P/Rhg Fig. 11. Selectivity to 1-butene in the hydrogenation of 1,3-butadiene for the catalysts containing 1.7% P as a function of their P/Rhg values. Fig. 12. Selectivity to 1-butene in the hydrogenation of 1,3-butadiene for the catalysts containing 0.5% P as a function of their P/Rhg values. 221 catalytic activity (Fig. 8), whereas catalysts with high P/Rhg possess small metal particles and low catalytic activity. Therefore, the trend of selectivity with P/Rhg shows clearly that the combined effects of the first two factors prevail over the steric one. Finally, for the series with P= 1.2% the three factors compensate and the selectivity is practically unaffected by P/Rhg (Fig. 13). A further confirmation of the general trend observed for the selectivity as a function of P/Rhg can be gained from the catalysts containing constant 1% Rh and variable P. As we have previously reported in Fig. 7 and [2], the trends of the catalytic activity and metal particle dimensions as a function of P/Rhg are both characterized by a decreasing linear interval followed by a levelling-off. If the above results have been interpreted correctly, we should therefore expect a minimum-shaped curve. This is indeed the case, as shown in Fig. 14. In fact, where particle dimensions and catalytic activity both decrease, the selectivity also goes down. Finally, where particle dimensions and catalytic activity are constant, the selectivity increases, thereby reflec- ting the favorable effect of the increasing steric hindrance. 15 a > i 1 P 1.2% _a__ 048 P/Rhs p/Rhg Fig. 13. Selectivity to 1-butene in the hydrogenation of 1,3-butadiene for the catalysts containing 1.2% P as a function of their P/Rhg values. Fig. 14. Selectivity to 1-butene in the hydrogenation of 1,3-butadiene for the catalysts containing 1% Rh as a function of their P/Rhg values. From the results reported in this paper, it has been possible to analyze the influence of the geometric factor on the selectivity of this class of cata- lysts in the hydrogenation of polyunsaturated hydrocarbons. As was easily predictable from simple considerations on the different degrees of 'coordi- native unsaturation' [16] of the active sites, an increase in the phosphorus content tends to favor the formation of unsaturated products. In fact, on a highly coordinatively saturated and sterically hindered metal surface, mono- coordination of the substrate will be preferred to biscoordination. However, this effect depends also on the 'coordinative requirements' [1] of the reac- tion to be performed, i.e. the minimum number of vicinal active sites neces- 222 /\"\"ll ^ -Z p ^r^p -L_ \"fi^ sary to carry out the reaction. As a matter of fact, where the coordination requirements of the substrate and the intermediate are identical, as we have found in the acetylene -> ethylene -> ethane sequence, the selectivity of the overall reaction is virtually unaffected by the amount of phosphorus present on the catalyst surface. In conclusion, returning to the initial question concerning the possi- bility of controlling also the selectivity of these catalysts through an appropriate 'dosing' of phosphine groups, it must be pointed out that, while an increase of the steric hindrance always has a favorable effect on the hydrogenation of dienes to monoenes, the other property changes induced on the metal particles (electron density, morphology) may produce the opposite effect. However, as we have shown in this work, it is possible to separate the contribution of the different parameters and, in some cases, increase significantly the selectivity of the catalysts. Acknowledgements Financial support from CNR and Ministero della Pubblica Istruzione (Rome) is gratefully acknowledged. References 1 W. M. H. Sachtler, Chem. Tech.. 13 (1983) 454. 2 G. Cocco, S. Enzo, F. Pinna and G. Strukul, J. Catal., 82 (1983) 160. 3 T. Beringhelli, A. Gervasini, F. Morazzoni, F. Pinna and G. Strukul, J. Catal., 88 (1984)313. 4 F. Pinna, M. Gonizzi, G. Strukul, G. Cocco and S. Enzo, J. Catal., 82 (1983) 171. 5 F. Pinna, G. Strukul, R. Passerini and A. Zingales, J. Mol. Catal., 24 (1984) 79. 6 A. Takeuchi, K.-I. Tanaka, I. Toyoshima and K. Miyahara, J. Catal., 40 (1976) 94. 7 K.-I. Tanaka and T. Okuhara, Catal. Rev. Sci. Eng., 15 (1977) 249. 8 K.-I. Tanaka and T. Okuhara, J. Catal., 65 (1980) 1. 9 T. Okuhara and K.-I. Tanaka, J. Chem. Soc. Faraday Trans. I, 75 (1979) 7. 10 J. Chatt and L. M. Venanzi, J. Chem. Soc., (1957)4736. 11 H. M. Relies and R. W. Schluenz,^. Am. Chem. Soc., 96 (1974) 6469. 12 M. Boudard,Adu. Catal., 20 (1969) 153. 13 E. G. Christoffel, Catal. Rev. Sci. Eng., 24 (1982) 159. 14 G. C. Bond, G. Webb, P. B. Wells and J. M. Winterbottom, J. Chem. Soc. (1965) 3218. 15 R. A. Ross, G. D. Martin and W. G. Cook, Ind. Eng. Chem. Prod. Res. Dev., 14 (1975) 151. 16 J. P. Collman,Acc. Chem. Res., 1 (1968) 136. X244 87800366 0304-5102(87)80036-6 10.1016/0304-5102(87)80036-6 Chemical catalysis Highly dispersed rhodium/polyphosphine metal catalysts: on the steric control of selectivity in the hydrogenation of polyunsaturated hydrocarbons Sergio Sgorlon Francesco Pinna Giorgio Strukul 1 Dipartimento di Chimica, Universitá di Venezia, Calle Larga. S. Marta 2137, 30123 VeniceItaly 1 Author to whom correspondence should be addressed. A series of rhodium metal catalysts dispersed on styrene-2% divinyl-benzene copolymer, functionalized with different amounts of phosphine groups, are studied in the selective hydrogenation of 1,5-cyclooctadiene, acetylene and 1,3-butadiene. The activity and selectivity are analyzed as a function of the molar ratio between the total phosphorus content and the surface rhodium (P/Rhs). The influence on the selectivity of the electron density, particle morphology and steric hindrance of the phosphine groups has been evaluated. The partial hydrogenation of dienes to monoenes appears to be always favored by an increase in the steric hindrance around the metal surface, and in some cases it is possible to increase significantly the selectivity of the catalysts. References 1 W.M.H. Sachtler Chem. Tech. 13 1983 454 2 G. Cocco S. Enzo F. Pinna G. Strukul J. Catal. 82 1983 160 3 T. Beringhelli A. Gervasini F. Morazzoni F. Pinna G. Strukul J. Catal. 88 1984 313 4 F. Pinna M. Gonizzi G. Strukul G. Cocco S. Enzo J. Catal. 82 1983 171 5 F. Pinna G. Strukul R. Passerini A. Zingales J. Mol. Catal. 24 1984 79 6 A. Takeuchi K.-I. Tanaka I. Toyoshima K. Miyahara J. Catal. 40 1976 94 7 K.-I. Tanaka T. Okuhara Catal. Rev. Sci. Eng. 15 1977 249 8 K.-I. Tanaka T. Okuhara J. Catal. 65 1980 1 9 T. Okuhara K.-I. Tanaka J. Chem. Soc. Faraday Trans. I 75 1979 7 10 J. Chatt L.M. Venanzi J. Chem. Soc. 1957 4736 11 H.M. Relles R.W. Schluenz J. Am. Chem. Soc. 96 1974 6469 12 M. Boudard Adv. Catal. 20 1969 153 13 E.G. Christoffel Catal. Rev. Sci. Eng. 24 1982 159 14 G.C. Bond G. Webb P.B. Wells J.M. Winterbottom J. Chem. Soc. 1965 3218 15 R.A. Ross G.D. Martin W.G. Cook Ind. Eng. Chem. Prod. Res. Dev. 14 1975 151 16 J.P. Collman Acc. Chem. Res. 1 1968 136",
      "scopus-id": "0023345451",
      "coredata": {
        "eid": "1-s2.0-0304510287800366",
        "dc:description": "A series of rhodium metal catalysts dispersed on styrene-2% divinyl-benzene copolymer, functionalized with different amounts of phosphine groups, are studied in the selective hydrogenation of 1,5-cyclooctadiene, acetylene and 1,3-butadiene. The activity and selectivity are analyzed as a function of the molar ratio between the total phosphorus content and the surface rhodium (P/Rhs). The influence on the selectivity of the electron density, particle morphology and steric hindrance of the phosphine groups has been evaluated. The partial hydrogenation of dienes to monoenes appears to be always favored by an increase in the steric hindrance around the metal surface, and in some cases it is possible to increase significantly the selectivity of the catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287800366",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sgorlon, Sergio"
          },
          {
            "@_fa": "true",
            "$": "Pinna, Francesco"
          },
          {
            "@_fa": "true",
            "$": "Strukul, Giorgio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287800366"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287800366"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)80036-6",
        "prism:volume": "40",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Highly dispersed rhodium/polyphosphine metal catalysts: on the steric control of selectivity in the hydrogenation of polyunsaturated hydrocarbons",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "211-222",
        "prism:endingPage": "222",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1987",
        "prism:doi": "10.1016/0304-5102(87)80036-6",
        "prism:startingPage": "211",
        "dc:identifier": "doi:10.1016/0304-5102(87)80036-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023345451"
      }
    }
  }
}