{
  "metadata": {
    "title": "Hydrogenation of α,β-unsaturated carbonyls: Acrolein hydrogenation on Group VIII metal catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-01-15",
    "doi": "10.1016/0304-5102(93)85040-Z",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385040Z",
    "pii": "030451029385040Z"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027271721",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029385040Z 0304-5102(93)85040-Z 030451029385040Z 10.1016/0304-5102(93)85040-Z S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00454 2024-01-02T01:04:16.600218Z 0 0 19930115 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 78 78 2 2 Volume 78, Issue 2 10 211 226 211 226 19930115 15 January 1993 1993-01-15 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. HYDROGENATIONUNSATURATEDCARBONYLSACROLEINHYDROGENATIONGROUPVIIIMETALCATALYSTS COQ B PAULING 1967 L CHEMICALBOND RICHARD 1988 1074 D TULEY 1925 3061 W RYLANDER 1985 P HYDROGENATIONMETHODS GIROIRFENDLER 1988 171 A HETEROGENEOUSCATALYSISFINECHEMICALS NITTA 1989 9 Y NITTA 1990 235 Y WISMEIJER 1986 181 A BLACKMOND 1990 145 D HETEROGENOUSCATALYSISFINECHEMICALS RICHARD 1989 171 D BECCAT 1990 451 P GALVAGNO 1991 237 S VANNICE 1989 65 M GALLEZOT 1990 175 P POLTARZEWSKI 1986 190 Z FOUILLOUX 1988 123 P HETEROGENOUSCATALYSISFINECHEMICALS TRONCANI 1990 1766 E HUBAUT 1986 231 R NOLLER 1984 25 H DIDILLION 1991 171 B PREPARATIONCATALYSTSV NAGASE 1983 1615 Y YOSHITAKE 1990 227 H YOSHITAKE 1989 204 H TOUROUDE 1980 110 R JENCK 1980 141 J YANG 1982 182 C COQ 1990 103 B MUSTARD 1981 186 D BARTOK 1981 249 M BARTOK 1986 39 M OSTGARD 1991 519 D SZYMANSKI 1984 337 R MIEDEMA 1976 217 A SZYMANSKI 1986 366 R FUGGLE 1982 2145 J COQX1993X211 COQX1993X211X226 COQX1993X211XB COQX1993X211X226XB item 0304-5102(93)85040-Z 030451029385040Z 1-s2.0-030451029385040Z 10.1016/0304-5102(93)85040-Z 272239 2024-01-02T01:04:16.600218Z 1993-01-15 1-s2.0-030451029385040Z-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385040Z/MAIN/application/pdf/af376772023f814e6d927c5e2e449c91/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385040Z/MAIN/application/pdf/af376772023f814e6d927c5e2e449c91/main.pdf main.pdf pdf true 1027073 MAIN 16 1-s2.0-030451029385040Z-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385040Z/PREVIEW/image/png/4e257584820078bfd626a8b1f19314a2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385040Z/PREVIEW/image/png/4e257584820078bfd626a8b1f19314a2/main_1.png main_1.png png 60444 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 78 (1993) 211-226 211 Elsevier Science Publishers B.V., Amsterdam M3085 Hydrogenation of a,ss-unsaturated carbonyls: acrolein hydrogenation on Group VIII metal catalysts Bernard Coq*, FYancois Mgueras, Patrick Geneste, Claude Moreau, Patrice Moreau and Mayukh Warawdekar Laboratoire O Chimie Organique Physique et Cinetique Chimique Appliquees, UO 418 CNRS, ENSCM, 8 rue ae l Ecole Normale, 34053 Montpellier Cedex 01 (France) (Received March 10, 1992; revised July 23, 1992) Abstract Hydrogenation of acrolein was studied in the vapor phase on various supported Group VIII metals. The distribution of products changes rapidly with time on stream. When supported on alumina, silica, titania, zirconia or graphite, Co, Ni and Ru based catalysts show good initial selectivity to allyl alcohol, while Pt - with a higher activity - is less selective, as is Ir. The other products formed in major quantities were propanal and acetone, while the activities for n-propanol and light compounds are short lived. It is proposed that acetone is formed through a 1,4-diadsorbed intermediate on some specific electron-deficient sites which could be situated at the interface between the metal particles and the support. Acetone is not formed when graphite or zirconia is used as the support. From the study of the influence of the size of Ru particles supported on alumina on the hydrogenation of acrolein, it turns out that the highly dispersed Ru/A1203 catalyst is the least selective to allyl alcohol. In other respects, the zirconia-supported ruthenium catalyst exhibits the highest selectivity to allyl alcohol, possibly owing to some alloying occurring between ruthenium and zirconium. Introduction The a,ss-unsaturated alcohols form an important class in the bulk and fine chemicals industry. Thus the selective hydrogenation of a,/3-unsaturated carbonyl compounds to their corresponding alcohols has tremendous industrial relevance. Most catalysts first reduce the C=C double bond and then C=O, leading to poor selectivity and the formation of the saturated alcohols. This problem may be attributed to: (i) the bond energies of the two functional groups [ 1 ], and (ii) the orientation of the molecule adsorbed on the catalyst [2]. One of the first reports on selective hydrogenation of an a,ss-unsaturated carbonyl dates back to 1925. Tuley and Adams [3 ] used unsupported Pt-Zn-Fe catalyst for the hydrogenation of cinnamaldehyde to the corresponding *Author to whom correspondence should be addressed. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. Ail rights reserved 212 cinnamyl alcohol. A similar system was used by Rylander to study the selective hydrogenation of crotonaldehyde to crotyl alcohol [4]. Various monometallic catalysts have been prepared to study the selective hydrogenation of such species [ 5-121, and one observes that Ir, Ru and Co are metals that demonstrate good intrinsic selectivity for the a,(3-unsaturated alcohols [5-7]. There is indisputable evidence concerning the role of the support for such reactions [5, 8, 131. Vannice and Sen [13] studied the hydrogenation of crotonaldehyde in the gas phase and found that, while PtJSi02 and Pt/A1203 have negligible selectivity to crotyl alcohol, Pt/Ti02 reduced at high temperatures shows 37% selectivity to crotyl alcohol. Wismeijer et al. [8] observed similar results on Ru/Ti02 for the hydrogenation of citronellal in the liquid phase. GiroirFendler et at. [51 observed enhanced selectivity to cinnamyl alcohol during the hydrogenation of cinnamaldehyde on Pt/graphite as compared to W charcoal. Vannice and Sen [ 13 ] attributed the enhanced selectivity observed on Pt/Ti02 to the strong metal-support interaction (SMSI) effect wherein some TiOx suboxide species migrate to the interphase at high temperature of reduction. These species then interact with the oxygen atoms of the carbonyl groups, thus polarising the C=O double bond and making it facile to the attack by the adsorbed hydrogen atom. Wismeijer et al. [81 speculated that hydrogen spillover was responsible for the enhanced selectivity to the alcohol. For Pt/graphite, it was proposed that an electron transfer from the graphite to the metal occurs, leading to a lower degree of interaction between the C=C double bond and the platinum [5]. The catalyst precursor also plays a role in the selectivity of unsaturated alcohols. Platinum or ruthenium catalysts prepared from chloride salts have been shown to be less selective to unsaturated alcohols [8, 13]. The selectivity in such cases is enhanced on elimination of the residual chloride ions by reduction of the catalyst at high temperature but with a lower activity. However, quite the opposite behaviour was reported recently for the hydrogenation of cinnamaldehyde and crotonaldehyde over supported cobalt catalysts [7]. The samples prepared from chloride precursors exhibited the highest selectivity to the unsaturated alcohols regardless of the support used. The promoter effect of chlorine was attributed to a favourable crystallite size distribution, which hampers attack on the C=C double bond by hydrogen. In this study also emerges the possible influence of the metal particle size on the selective hydrogenation of the a, 3-unsaturated aldehydes. Such an effect of metal particle size was suggested recently for the hydrogenation of cinnamaldehyde over Ru/carbon [ 12 ] and for Pt or Rh supported on graphite [ 141. In both studies the selectivity to cinnamyl alcohol increased with increasing metal particle size. That behaviour could be due to a steric effect caused by the presence of the phenyl group, which imposes a tilt of the cinnamaldehyde molecule, favouring its adsorption via the carbonyl group on the flat metal surface of large particles [ 14 ]. In spite of the large body of work in this area, as yet no clear picture emerges. The majority of existing work is on the liquid-phase hydrogenation 213 of cinnamaldehyde [5-7, 10, 12, 14-171, crotonaldehyde [6, 7, 11, 13, 18, 191 and citral [8, 201, where the effect of solvent cannot be ignored. In the present investigation, the catalytic properties of the supported metals were studied for the hydrogenation of acrolein, subject of only a few academic reports [ 15, 21-231. Hydrogenation of acrolein to allyl alcohol was claimed to occur with good selectivities on Re/glass [241 and mixed silver-cadmium-zinc alloy catalysts [251. Acrolein was chosen as a model molecule not only because it allows gas-phase operation (no solvent effect), but also because there is no steric hindrance to the approach to the metal surface at the C=O and C=C double bonds. Indeed, it was previously shown that the adsorption of the molecule depends greatly on the presence of alkyl substituents tagged to the C=C double bond [ 18, 261. Therefore, with acrolein only the relative reactivity between C=O and C=C bonds to be hydrogenated in the adsorbed state should be followed. The focus of the work was on gaining some insight into the nature of the metal, crystallite size and type of support that lead to enhancement of the selectivity to unsaturated alcohols. Experimental Chemicals Hydrogen of high purity (99.99%) was used for the catalytic experiments and hydrogen of ultra-high purity (99.995%) for adsorption measurements. Acrolein (Aldrich; acrolein: 99.78%, propanal: 0.04%, acetone: 0.12%, npropanol: 0.05%), propanal (Aldrich, 99%), acetone (Prolabo, 99.8%), allyl alcohol (Aldrich, 99%) and methyl oxirane (propylene oxide, Aldrich, 99%) were used without further purification. Acetyl acetonates of platinum (Strem), iridium (Strem), ruthenium (Aldrich, 97%), nickel (Fluka, 90-95%) and cobalt (Aldrich, 98%) were used as precursors for the catalysts in order to avoid the effect of residual ions, which could affect the catalytic properties. The supports for catalysts were y-A1,03 (Rhone Poulenc, 200 m2 g-'), Si02 (Rhone Poulenc, 175 m2 g-'), Ti02 (Degussa, anatase, 120 m2 g-') and graphite (Lonza, HSAG 300 m2 g-'). Zr02 (200 m2 g-') was prepared in the laboratory by precipitation of amorphous zirconium hydroxide and ammonia in fixed alkaline medium followed by drying in an oven at 383 K for 10 h, then calcination overnight at 623 K under air. Catalyst preparation The catalysts were prepared by adsorption of the acetyl acetonate complex on the carrier. The requisite amount of the precursor was dissolved in benzene or trichloroethylene, previously dried on zeolite 4 A. Contact was maintained for 15-60 h before the solution was filtered. The solid was first dried overnight at ambient temperature and then under a stream of nitrogen at 423 or 523 K. Without being exposed to atmosphere, the solids were reduced in a stream of pure or diluted hydrogen. The Ru/Ti02 sample was divided into two parts for reduction at 523 and at 823 K, referred to as LTR and HTR, respectively. RuM7Ti (Ru/Ti02) was dried at 523 K instead of 423 K before reduction. 214 The percentage of metal adsorbed on the carrier was determined from the UV absorbance of the precursor solution before and after contact. For a few samples, the amount of metal fixed was also confirmed by atomic absorption spectroscopy, and the values from both methods were comparable. Catalyst characterization The catalysts were characterized by hydrogen chemisorption and transmission electron microscopy. The chemisorption of hydrogen was carried out in a static volumetric apparatus. Samples (500-800 mg) were reactivated in situ under a hydrogen stream overnight at their temperature of preparation, then outgassed at the same temperature for 2 h at 3 X 10-3 Pa. For the ruthenium catalysts, the hydrogen chemisorption was performed following the method of Yang and Goodwin [27]. The hydrogen adsorption isotherms were determined in the range of 6.6 to 33 kPa. The equilibration time being long (3-4 h) at room temperature [28], the adsorption measurements were carried out at 373 K, where the equilibration time was only 1 h. After the first adsorption isotherm, the cell was degassed for 5 min at the same temperature and a second adsorption was carried out in the same manner. The difference between the two isotherms extrapolated to zero pressure gave the quantity of irreversibly adsorbed hydrogen (the stoichiometry of Hi,/Ru was assumed to be unity, as proposed by Yang and Goodwin [27]). Knowing the uptake of irreversibly adsorbed hydrogen allows us to determine the dispersion D (D = Ms, ,f /M~ot). No clear difference was found in the values of the uptake of irreversibly adsorbed hydrogen between the experiments performed at room temperature and at 373 K. From the values of D, the size of the ruthenium particles could also be estimated using the equation of Yang and Goodwin [27]. For platinum and iridium catalysts, only the first adsorption isotherm was determined at room temperature. The dispersion measurements of the Ni and Co catalysts could not be performed owing to poor adsorption of the hydrogen. It was thought that the reduction of the Ni catalyst was incomplete at 623 K and hence the catalyst was reduced at 823 K. The hydrogen adsorption pattern remained unchanged; moreover, the catalysts displayed good activity for acrolein hydrogenation. The problem of poor adsorption of hydrogen on low-loaded Ni catalyst was also observed by Mustard and Bartholomew [29]; it was thought that the Ni and Co phases are well dispersed on alumina. For some catalysts the results of the chemisorption were checked by transmission electron microscopy (TEM) using a JEOL 100CX microscope. The main features of the catalysts prepared are given in Table 1. Catalytic experiments The catalysts prepared were studied for the hydrogenation of acrolein in the gas phase. The reaction was carried out at atmospheric pressure in a microflow reactor operated at low conversion in order to avoid heat and mass transfer limitations. Hydrogen was passed through a saturator containing 215 TABLE 1 Main properties of the catalysts Catalyst Support M H/M Reduction step Mean size (wt.9'o) from TEM Temp. Time Gas (nm) (K) (h) (voL%/vo1.%) RuM4Al y-A1203 0.68 0.40 573 4 H2 +N2 (10/90) - RuM5Al Y-A1203 1.05 0.69 623 4 H2+N2 (20/80) 1.1 RUM6Al y-A1203 1.1 0.60 623 4 H2 +N2 (20/80) 1.95 RuAB8A1 y-A1203 0.18 1.05 573 4 HZ+N2 (20/80) 1.0 RuM9AP -YA1203 0.68 0.72 623 4 H2+N2 (10/90) 1.1 RuAB19Al y-A1203 0.86 0.07 773 24 H2+H20 (97.5/2.5) > 10 RuM7Ti(LTR)a Ti02 1.1 0.87 523 4 H2+N2 (10/90) 1.03 RuM7Ti(HTR)a Ti02 1.1 0.04 823 4 HZ+Nz (10/90) RuM l OSia Si02 1.29 0.29 623 4 H2+ NZ (10/90) 1.4 RuM11Zra Zr02 1.2 0.25 623 4 H2 +N2 (10/90) 1.7 RuM12Ga graphite 0.9 0.02 623 4 HZ+NZ (10/90) - IrMAI y-A1203 0.75 1.3 573 4 H2+N2 (20/80) PtMAI 7-A1203 0.20 1.26 623 4 H2+N2 (20/80) 1.2 NiMlAl y-A1203 0.81 - 623 4 Hz+N2 (5/95) COMIAI y-A1203 0.45 - 623 4 H2+N2 (10/90) a Dried in NZ stream at 523 K before reduction; the rest were dried at 423 K. acrolein, into the glass reactor kept in a furnace at constant temperature. The reactor was equipped with a preheater coil and the catalyst was supported on a porous glass disc. The effluents were analyzed on-line using a CaxloErba gas chromatograph equipped with a capillary column (30 m x 0.53 mm i.d., DBWAX bonded phase). The tubes from the reactor to the gas sampling valve were heated to prevent any condensation of the products. An aliquot (50-100 mg) of the sample used for chemisorption measurements was reactivated in situ under flowing hydrogen at 623 K overnight. The reaction was studied in the range of 333 to 393 K. Some experiments to study the reaction pathway were carried out in the pulse mode. The hydrogen saturated with the reactant was passed into the reactor and the effluents were analyzed after 3 min on stream, by gas chromatography. The catalytic activity was expressed as a reaction rate in units of moles converted per second and per gram of catalyst, or as turnover frequency (TOF), or as number of reactant molecules transformed per hour and per surface metal atom. Results Acrolein, when passed over alumina in the absence of metal under otherwise similar reaction conditions, gave no products detectable by gas chromatography. The major products for acrolein hydrogenation on all the 216 catalysts studied were propanal, acetone, allyl alcohol and some traces of isopropanol and n-propanol, the activity of the last two being short lived. Some formation of light compounds (alkane and/or alkenes) were initially observed on some of the catalysts. Initial studies were carried out on Ru/A1203 (RuM5AI) at reaction temperatures ranging from 333 to 393 K. In the range of feed compositions studied, while the activity did not seem to depend on the partial pressure of acrolein, there was a clear dependence of activity on Hz partial pressure. It can be seen from Fig. 1 that as the HZ pressure increased, the activity also increased, but the selectivity to allyl alcohol decreased. Thus all the catalytic experiments were carried out at p(acrolein) -11 kPa, p(Hz) = 9 kPa and p(Nz) = 81 kPa. To be able to compare the activities of all the catalysts for this reaction, the temperature was maintained at 363 K and the conversion level lower than 1 mol%. Figure 2 shows a typical product distribution pattern as a function of time on stream (for RuM5AI sample). Such changes in the catalytic properties in the initial stages of the reaction were also observed for the hydrogenation of crotonaldehyde over Pt-based catalysts [ 13 ]: a decrease in the selectivity to crotyl alcohol along with an increase in the selectivity to butanal. By the time a steady state of the activity was achieved, the allyl alcohol formation was very low for all the catalysts, as Table 2 illustrates. Since the product distribution pattern underwent changes with time on stream, the catalytic 40 ~ 30 - 0 jzoo - 150 = w E - SO 20 40 60 80 100 hydrogen pressure (kPa) Fig. 1. Influence of the hydrogen pressure on the rate of acrolein hydrogenation and selectivity to allyl alcohol over Ru/A1z03 catalyst (RuM5A1): ( ) reaction rate; (p) allyl alcohol selectivity. The catalytic properties were determined after 3 min on stream, at low conversion (<lss'o). 0.8 0 GI o 0.4 0.2 217 19 r 0 30 GO O O 60 20 1 !1 -~ 120 150 180 time (min) Fig. 2. Hydrogenation of acrolein over Ru/A1203 Catalyst (RuM5A1) as a function of time on stream: ( ) conversion level; (O) propanal selectivity; ( ) allyl alcohol selectivity; (O) acetone selectivity. properties at 3 min on stream are considered to be the initial properties on the fresh catalysts in the following. A variety of metal catalysts prepared from their acetyl acetonate precursors on y-alumina were tested under the reaction conditions described above. The results of these experiments are listed in Table 2. The Pt,/A1203 sample exhibited the highest specific activity among the metals tested, but was less selective to allyl alcohol. On the other hand, nickel, cobalt and ruthenium gave higher initial selectivity for allyl alcohol. Since it was not possible to estimate the particle size of the Ni and Co catalysts, the influence of metal dispersion on the hydrogenation of acrolein was studied on Ru/A1203. Table 3 presents the data obtained for the Ru/A1203 catalysts of metal particle size ranging from 1 nm (RuABBAI) to 15 nn (RuAB19Al). It can be observed that the smallest ruthenium particles (dp < 1 nn) are the least selective to allyl alcohol. TABLE 2 Catalytic properties of alumina-supported metal catalysts for the hydrogenation of acrolein at 363 K (after 3 min and 120 min on stream); p(acrolein) -11 kPa, p(HZ) = 9 kPa, p(Nz) = 81 kPa Catalyst H/M Conv. Reaction rate TOP Product selectivitya (mol%) (mole/o) (mol g-' s-') X 108 (h-') 1 2 3 4 5 6 PtCAlb 1.26 0.59 29.3 81.6 34.3 21.2 27.4 3.5 - 13.5 0.29 14.3 39.8 53.3 43.3 3.4 - - IrCAI 1.3 0.54 16.3 11.5 37.3 21.7 25.8 9.6 - - 0.19 5.7 4.0 27.6 67.0 5.3 - - RuM5Al 0.69 0.70 18.9 9.5 35.7 20.0 31.4 8.6 4.3 - 0.74 20.0 10.1 41.9 50.7 7.3 - - - NIMIAl - 0.51 14.0 - 29.8 23.6 43.4 3.3 - - 0.25 6.9 - 44.1 50.6 5.3 - - - COMIAl - 0.48 12.0 - 18.0 22.8 59.3 - - - 0.17 4.6 - 18.9 70.3 11.0 - - - al: propanal, 2: acetone, 3: allyl alcohol, 4: n-propanol, 5: isopropanol, 6: light compounds. 'Properties after 3 min on stream. `Properties after 120 min on stream. 219 TABLE 3 Catalytic properties of RU/A1203 of various dispersions for the hydrogenation of acrolein at 363 K (after 3 min on stream); p(acrolein)=11 kPa, p(Hz)=9 kPa, p(NZ)=81 kPa Catalyst H/Ru Conv. Reaction rate TOF Product selectivity (mol%) (mol%) (mol g-' s-') x 106 (h-') 1 2 3 4 6 RuAB19A1 0.07 0.55 15.9 95.9 39.8 21.8 34.5 - 3.8 RuM4Al 0.40 0.42 11.6 15.5 30.6 31.6 37.7 - - RuM6Al 0.60 0.42 11.2 6.2 23.8 30.9 45.2 - - RuM5Al 0.69 0.70 18.9 9.50 35.7 20.0 31.4 8.5 4.3 RuM9Al 0.73 0.55 15.0 11.0 30.2 22.6 39.6 7.8 7.8 RuAB8AI 1.05 0.55 13.4 25.8 57.4 21.1 21.3 - - The nature of the support influences the catalytic properties of ruthenium for this reaction (Table 4). In particular, RuM7Ti(HTR) exhibits a clear enhancement of specific activity. However, the RuM11Zr gives the highest selectivity to allyl alcohol. The enhanced reactivity of Ru/Ti02 reduced at high temperature is in conformity with that reported by Vannice and Sen [ 13 ] for hydrogenation of crotonaldehyde over Pt/Ti02 also reduced at high temperature. Discussion On all the catalysts, the product distribution pattern changed during the course of the reaction. High initial selectivity for allyl alcohol dropped rapidly with time, while selectivity for propanal and acetone showed a monotonic rise. This may be due to the presence of different sites for the formation of allyl alcohol and propanal. The sites involved in the formation of allyl alcohol may be deactivating rapidly owing to some side reactions. Hence, only the initial catalytic properties (t = 3 min) were considered, as described above. The high selectivities for acetone in this reaction are surprising, as the formation of ketones has not yet been reported for the conversion of a,/Gunsaturated aldehydes under hydrogen. To gain better insight into the formal reaction scheme and the mechanism responsible for the formation of acetone during acrolein hydrogenation, the conversions of propanal, allyl alcohol, acetone and n-propanol on RuM5A1 were studied in the pulse mode under hydrogen (Table 5). Except for n-propanol, all the components underwent rapid transformations. While propanal gave traces of acetone, the major products were n-propanol and an unidentified heavy product. This product was attributed to an aldol-type reaction, but was not observed in the acrolein hydrogenation, and hence attempts were not made to identify it. Acetone reacted to form isopropanol, while allyl alcohol reacted to give some propanal and large quantities of n-propanol. The isomerization, under hydrogen, of TABLE 4 c Catalytic properties of ruthenium on various supports for the hydrogenation of acrolein at 363 K (after 3 min on stream); p(acrolein)=11 kPa, p(HZ) = 9 kPa, p(Nz) = 81 kPa Catalyst H/Ru Conv. Reaction rate TOF Product selectivity (mo1To) (mol''o) (mol g-' s-') x l0o (h-`) 1 2 3 4 6 6 RuM5A1 0.69 0.70 18.8 9.50 35.7 20.0 31.4 8.5 4.3 - RuM6Al 0.60 0.42 11.1 6.2 23.8 31.0 45.2 - - - RuM7Ti(LTR) 0.87 0.87 164 62.7 24.2 17.4 10.9 2.3 - 45.1 RuM7Ti(HTR) 0.04 0.62 156 1300 34.1 17.1 37.7 3.2 - 7.7 RuM10Si 0.29 0.70 139 151 14.3 28.6 57.1 - - - RuM11Zr 0.25 0.74 19.3 23.4 22.4 - 74.3 3.1 - - RuM12G <0.1 0.6 17.5 88.3 90.0 - 3.3 6.0 - - 221 TABLE 5 Conversion under hydrogen of propanal, acetone, n-propanol and allyl alcohol over a Ru/Al203 catalyst (RUM5Al) at 363 K' Reactant Reactant Reaction rate Product distribution (molO) pressure (mol g-' s-') x 106 (kPa) 1 2 6 4 3 Others propanal 0.67 53 - 2.7 - 45.2 - 52.1 acetone 0.66 158 - - 99.8 - - 0.2 allyl alcohol 0.53 67 12.2 0.2 - 87.3 - - n-propanol 0.66 2 - - - - - 100 'The reactions were studied in the pulse mode, and the results refer to the values at the end of the third pulse. ~o propanal O OH OH acrolein acetone i-propanol nn-propanol ~/\\/ ,OH allyl alcohol Scheme 1. a,/3-unsaturated alcohols to the corresponding aldehydes was previously observed for crotyl alcohol [13, 19] and allyl alcohol [21]. The formal reaction pathway for acrolein hydrogenation, based on the above results, is represented in Scheme 1. The hydrogenation of acrolein is a series of parallel and consecutive reactions at both functional groups: C=C and C=O double bonds. It involves the parallel formation of propanal, allyl alcohol and acetone as slow steps. At higher acrolein conversions, the allyl alcohol formed and is further hydrogenated to give n-propanol; this step is very fast and short lived, as formation of n-propanol is not observed after an initial period. The reaction of allyl alcohol with hydrogen gives, in addition to n-propanol as a product, significant amounts of propanal by isomerisation. The reverse is however not true in the propanal hydrogenation, as no trace of allyl alcohol is observed. It is not in the interests of this study to consider mechanistic aspects in detail; however, some discussion seems relevant and a proposal for the acetone formation can be made. The hydrogenation of acrolein to form 222 propanal and allyl alcohol can be explained well by the Horiuti-Polanyi mechanism, involving the associative adsorption of C=C and C=O double bonds, respectively, followed by hydrogenation (1,2 and 3,4 hydrogen addition, Scheme 2). However, the occurrence of 1,4-diabsorbed species for a,/eunsaturated aldehydes was claimed by several authors on both supported metals [13, 22, 23] and copper chromite [18, 26]. The 1,4 hydrogen addition on adsorbed acrolein gives an enolic species, which transforms to -rr-allylic systems (A and B) after hydrogen abstraction. The 7r-allylic species A is readily hydrogenated to allyl alcohol, whereas the oxo 7r-allylic species B could either be hydrogenated to propanal, or rearrange to the methyl oxirane species C. There is no evidence that this rearrangement could be purely catalyzed by the metal surface. Indeed, changing either the nature of the metal (Table 2) or the size of the Ru particle (Table 3) does not modify deeply the selectivity for acetone. However, the nature of the support has a strong influence on acetone formation (Table 4), which is suppressed with zirconia and graphite. Therefore, one can speculate on a direct (bifunctional catalysis) or an indirect (metal/support interaction) contribution of the support in acetone formation. It is known that acidic centres catalyze the rearrangement of oxirane [30]; however, considering the protocol followed to prepare the alumina- or silica-supported catalysts, organic medium and chlorine-free precursor, no `acidic' centre was created. One can consider that some kind of metal/support interaction would be responsible for that step; for instance, some electron-deficient metal species at the borderline between metal particles /` O +H OH +H _ OH x +H 1,2-adsorption ~~ OH H /'~ / O a~ 1,4-adsorption O +2\\~_/ OH---_~\" ~ j-j i 3,4-adsorption O +H /O +H _ ~O W '~ C 0 i Scheme 2. 223 and support could catalyze such a rearrangement. The adsorbed methyl oxirane could then react with hydrogen to form acetone, on a reduced surface [31, 32]. To reinforce this hypothesis, hydrogenation of methyl oxirane was carried out on RuM5Al under conditions similar to those for acrolein hydrogenation. In the presence of hydrogen, the reaction goes very fast, and propanol and isopropanol are the main products (Table 6). In order to isolate the primary products, the conversion of methyl oxirane was carried out on the reduced catalyst but in the absence of hydrogen (nitrogen carrier). Under these conditions the only reaction occurring is the opening of the oxirane ring to propanal and acetone. It is very likely that in the presence of hydrogen, the acetone formed is quickly hydrogenated to isopropanol. As far as the effect of Ru particle size is concerned, some trends are discernable with respect to the selectivity to allyl alcohol and the specific activity (TOF), as shown in Fig. 3. While the TOF passes through a minimum at a dispersion between 0.6 and 0.7, the selectivity to allyl alcohol tends to decrease on the highly dispersed Ru/A1203. For the hydrogenation of cinnamaldehyde over Ru/carbon [ 12 ] and Pt, Rh/graphite [ 14 ] catalysts, a higher selectivity to cinnamyl alcohol was also obtained on the largest particles. That behaviour was attributed in part to a steric effect of the phenyl group, which hinders the approach of the C=C bond to the flat metal surface of large particles. Nitta et al. [6], who reported the same phenomenon for the hydrogenation of cinnamaldehyde and crotonaldehyde over CO/Si02 catalysts, proposed that a lower adsorption strength of the a,ss-unsaturated alcohol on large particles was responsible for this effect. In the present work, any steric hindrance against the adsorption of the C=C bond can be ruled out, and hence a modification of the relative adsorption strength of that bond on the metal surface between small and large particles would better explain our results. The role of the support in the selective hydrogenation of acrolein is clearly evident from Table 4. The main point deals with the effect of the nature of the support, which was just discussed. In addition, most of the catalysts demonstrate high initial selectivity to allyl alcohol. The ruthenium/ TiOz catalysts show very high activity for acrolein hydrogenation, but the high-temperature-reduced Ru/Ti02 is more selective to allyl alcohol than the low-temperature-reduced Ru/Ti02, which gives high selectivity to light com- TABLE 6 Distribution of products for the conversion of methyl oxirane over Ru/A'ZO3 (RuM5Al) catalyst at 363 K; p(methyl oxirane)=5.3 kPa Reaction conditions Product distribution (mol%) 1 2 4 5 p(HZ)=9.6 kPa+p(Nz)=86 kPa 23.3 - 39.7 36.9 p(NZ)=96 kPa 70.6 29.4 - - 224 100 50 O 1 BO - 40 s GO - 0 40 20 O 20 - 10 O O~ 0 0 0.1 0.3 0.5 0.7 0.9 IH/Rulirr Fig. 3. Influence of the Ru dispersion (H/Ru);,r on the catalytic properties for acrolein hydrogenation over RU/A'203 catalysts: (O) turnover frequency; (1) allyl alcohol selectivity. pounds. When Ru/Ti02 is reduced at temperatures higher than 773 K the phenomenon called SMSI occurs. It is well accepted now that under these conditions, suboxide TiOx (x < 2) species migrate onto the metal particles and inhibit hydrogen chemisorption without any clear change in the mean size of Ru particles (Table 1). In order to explain enhanced reactivity for a,/3-unsaturated carbonyl hydrogenation, Vannice and Sen [131 for PVri02, and Yoshitake and Iwasawa for Ir/Nb205 [22a] and Pt/Nb205 [22b], proposed that the activation of the CO bond becomes favoured at the boundary between metal surface and migrating suboxide TiOx (x < 2) or NbOx (x < 2.5) species. When comparing RU/Ti02 and Pt/Si02 catalysts, the results obtained on the latter are a little surprising, since it was not claimed that silica induced good selectivity for a,j3-unsaturated alcohols [8, 13]. Nevertheless, the opposite behaviour was reported for the hydrogenation of crotonaldehyde over cobalt supported on Si02, A1203, Ti02 and Zr02 [7]: the Co/Si02 catalyst was the most selective for crotyl alcohol among the chlorine-free samples. The authors claim that a specific size distribution of the Co particles was responsible for this behaviour. In our study it appears difficult to identify the determining factor for the selectivity gain obtained on Ru/Si02- Owing to the discrepancy between the dispersion estimated by hydrogen chemisorption and transmission microscopy (Table 1), promotion of selectivity by some impurities cannot be ruled out. 225 A similar situation can be invoked in the case of the Ru/Zr02 sample. For this solid, the appearance of a Rul _xZrx bimetallic phase, upon reduction at 623 K, can be envisaged, as proposed for Pt/Zr02 catalysts [33]. Indeed, the formation of PtZr and RuZr alloys is highly exothermic and favoured [34]. Furthermore, the occurrence of RuZr bimetallic particles could explain the disagreement between the low hydrogen uptake with regard to the size of metal particles (Table 1). However, if this alloy formation occurs, the modification of the electronic properties of Ru remains questionable. On the one hand, based on catalytic data Szymanski et al. [35] claimed that an electron transfer from Pt to Zr occurs, but on the other hand, Fuggle et al. [36] reported the contrary for PdZr alloys from XPS studies. The most surprising result is the very low selectivity to allyl alcohol found on the Ru/graphite sample (RuM12G). Indeed, good selectivities for a,/3-unsaturated alcohols were reported for the liquid-phase hydrogenation of crotonaldehyde and cinnamaldehyde over metal catalysts supported on carbon or graphite [2, 5, 7, 14]. Moreover, recent studies in our group show that the same Ru/graphite (RuM12G) - unselective to allyl alcohol for the gas-phase acrolein hydrogenation - becomes very selective to cinnamyl alcohol in the liquid-phase cinnamaldehyde hydrogenation [37]. These contradictory results may be due to a solvent effect. In conclusion, the hydrogenation of acrolein over supported Ru catalysts proceedsbythreedifferentsurfaceintermediates: 1,2-, 3,4-and 1,4-diadsorbed species. The first two lead to allyl alcohol and propanal, respectively. The 1,4 hydrogen addition on acrolein gives propanal and acetone. Formation of the latter could be catalyzed by some electron-deficient metallic sites at the borderline with the support. The nature of the support influences the product distribution. The highest selectivity to allyl alcohol is obtained when Ru is supported on zirconia; the formation of some bimetallic phase between Ru and Zr could be responsible for this behaviour. Finally, small Ru particles are the least selective for allyl alcohol. Acknowledgement One of us, M.W., thanks the Indo-French Centre for Promotion of Advanced Research for award of a fellowship. References 1 L. Pauling, The Chemical Bond, Cornell University Press, Ithaca, NY, 1967. 2 D. Richard, P. Fouilloux and P. Gallezot, in M. J. Phillips and M. Ternan (eds.), Proc. 9th Int. Congr. Catal., Calgary, 1988, Vol. 3, p. 1074. 3 W. F. Tuley and R. J. Adams, J. Am. Chem. Soc., 45 (1925) 3061. 4 P. N. Rylander, Hydrogenation Methods, Academic Press, New York, 1985. 5 A. Giroir-Fendler, D. Richard and P. Gallezot, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals, Elsevier, Amsterdam, 1988, p. 171. 226 6 Y. Nitta, K. Ueno and T. Imanaka, Appl. Catal., 56 (1989) 9. 7 Y. Nina, Y. Hiramatsu and T. Imanaka, J. Catal., 126 (1990) 235. 8 A. WismeUer, A. P. G. Kieboom and H. van Bekkum, Appl. Catal., 25 (1986) 181. 9 D. G. Blackmond, A. Waghray, R. Oukaci, B. Blanc and P. Gallezot, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals, Elsevier, Amsterdam, 1990, p. 145. 10 D. Richard, P. Gallezot, D. Neibecker and I. Tkatchenko, Catal. Today, 6 (1989) 171. 11 P. Beccat, J. C. Bertolini, Y. Gauthier, J. Massardier and P. Ruiz, J. Catal., 126 (1990) 451. 12 S. Galvagno, G. Capannelli, G. Neri, A. Donato and R. Pietropoalo, J. Mol. Catal., 64 (1991) 237. 13 M. A. Vannice and B. Sen, J. Catal., 115 (1989) 65. 14 P. Gallezot, A. Giroir-Fendler and D. Richard, Catal. Lett., 5 (1990) 175. 15 Z. Poltarzewski, S. Galvagno, R. Pietropoalo and P. Staiti, J. Catal., 102 (1986) 190. 16 P. Fouilloux, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), HeterogOous Catalysis and Fine Chemicals, Elsevier, Amsterdam, 1988, p. 123. 17 E. Troncani, C. Crisafulli, S. Galvagno, A. Donato, G. Neri and R. Pietropoalo, Ind. Eng. Chem. Res., 29 (1990) 1766. 18 R. Hubaut, M. Daage and J. P. Bonnelle, Appl. Catal., 22 (1986) 231. 19 H. Noller and W. M. Lin, J. Catal., 85 (1984) 25. 20 B. Didillion, A. El Mansour, J. P. Candy, J.-M. Basset, F. Le Peltier and J. P. Bournonville, in G. Poncelet, P. A. Jacobs, P. Grange and B. Delmon (eds.), Preparation of Catalysts V, Elsevier, Amsterdam, 1991, p. 171. 21 Y. Nagase, H. Hattori and K. Tanabe, Chem. Lett., (1983) 1615. 22 (a) H. Yoshitake and Y. Iwasawa, J. Catal., 125 (1990) 227; (b) H. Yoshitake and Y. Iwasawa, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 204. 23 R. Touroude, J. Catal., 65 (1980) 110. 24 T. H. Vandersput, U.S. Pat 4 048110 (1977). 25 T. H. Vandersput, US. Pat 4 072 727 (1977). 26 J. Jenck and J. E. Germain, J. Catal., 65 (1980) 141. 27 C. Yang and J. G. Goodwin Jr., J. Catal., 78 (1982) 182. 28 B. Coq, A. Bittar and F. Rgueras, Appl. Catal., 59 (1990) 103. 29 D. G. Mustard and C. H. Bartholomew, J. Catal., 67 (1981) 186. 30 M. Bartok, F. Notheisz and J. T. Kiss, J. Catal., 68 (1981) 249. 31 M. Bartok, F. Nothiesz, A. G. Zsigmond and G. V. Smith, J. Catal., 100 (1986) 39. 32 D. Ostgard, F. Nothiesz, A. G. Zsigmond, G. V. Smith and M. Bartok, J. Catal., 129 (1991) 519. 33 R. Szymanski and H. Charcosset, J. Mot. Catal., 25 (1984) 337. 34 A. R. Miedema, Philips Tech. Rev., 36 (1976) 217. 35 R. Szymanski, H. Charcosset, P. Gallezot, J. Massardier and L. Tournayan, J. Catal., 97 (1986) 366. 36 J. C. Fuggle, F. U. Hillebrecht, R. Zeller, Z. Zolnierek, P. A. Bennett and C. Freiburg, Phys. Rev. B, 27 (1982) 2145. 37 P. Kumbhar, unpublished data. X244 9385040Z 0304-5102(93)85040-Z 10.1016/0304-5102(93)85040-Z Hydrogenation of α,β-unsaturated carbonyls: Acrolein hydrogenation on Group VIII metal catalysts Bernard Coq ∗ François Figueras Patrick Geneste Claude Moreau Patrice Moreau Mayukh Warawdekar Laboratoire de Chimie Organique Physique et Cinétique Chimique Appliquées, URA 418 CNRS, ENSCM, 8 rue de l'Ecole Normale, 34053 Montpellier Cedex 01 France * Author to whom correspondence should be addressed. Hydrogenation of acrolein was studied in the vapor phase on various supported Group VIII metals. The distribution of products changes rapidly with time on stream. When supported on alumina, silica, titania, zirconia or graphite, Co, Ni and Ru based catalysts show good initial selectivity to allyl alcohol, while Pt — with a higher activity — is less selective, as is Ir. The other products formed in major quantities were propanal and acetone, while the activities for n-propanol and light compounds are short lived. It is proposed that acetone is formed through a 1,4-diadsorbed intermediate on some specific electron-deficient sites which could be situated at the interface between the metal particles and the support. Acetone is not formed when graphite or zirconia is used as the support. From the study of the influence of the size of Ru particles supported on alumina on the hydrogenation of acrolein, it turns out that the highly dispersed Ru/Al2O3 catalyst is the least selective to allyl alcohol. In other respects, the zirconia-supported ruthenium catalyst exhibits the highest selectivity to allyl alcohol, possibly owing to some alloying occurring between ruthenium and zirconium. References 1 L. Pauling The Chemical Bond 1967 Cornell University Press Ithaca, NY 2 D. Richard P. Fouilloux P. Gallezot M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal., Calgary 3 1988 1074 3 W.F. Tuley R.J. Adams J. Am. Chem. Soc. 45 1925 3061 4 P.N. Rylander Hydrogenation Methods 1985 Academic Press New York 5 A. Giroir-Fendler D. Richard P. Gallezot M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogeneous Catalysis and Fine Chemicals 1988 Elsevier Amsterdam 171 6 Y. Nitta K. Ueno T. Imanaka Appl. Catal. 56 1989 9 7 Y. Nitta Y. Hiramatsu T. Imanaka J. Catal. 126 1990 235 8 A. Wismeijer A.P.G. Kieboom H. van Bekkum Appl. Catal. 25 1986 181 9 D.G. Blackmond A. Waghray R. Oukaci B. Blanc P. Gallezot M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogenous Catalysis and Fine Chemicals 1990 Elsevier Amsterdam 145 10 D. Richard P. Gallezot D. Neibecker I. Tkatchenko Catal. Today 6 1989 171 11 P. Beccat J.C. Bertolini Y. Gauthier J. Massardier P. Ruiz J. Catal. 126 1990 451 12 S. Galvagno G. Capannelli G. Neri A. Donato R. Pietropoalo J. Mol. Catal. 64 1991 237 13 M.A. Vannice B. Sen J. Catal. 115 1989 65 14 P. Gallezot A. Giroir-Fendler D. Richard Catal. Lett. 5 1990 175 15 Z. Poltarzewski S. Galvagno R. Pietropoalo P. Staiti J. Catal. 102 1986 190 16 P. Fouilloux M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogenous Catalysis and Fine Chemicals 1988 Elsevier Amsterdam 123 17 E. Troncani C. Crisafulli S. Galvagno A. Donato G. Neri R. Pietropoalo Ind. Eng. Chem. Res. 29 1990 1766 18 R. Hubaut M. Daage J.P. Bonnelle Appl. Catal. 22 1986 231 19 H. Noller W.M. Lin J. Catal. 85 1984 25 20 B. Didillion A. El Mansour J.P. Candy J.-M. Basset F. Le Peltier J.P. Bournonville G. Poncelet P.A. Jacobs P. Grange B. Delmon Preparation of Catalysts V 1991 Elsevier Amsterdam 171 21 Y. Nagase H. Hattori K. Tanabe Chem. Lett. 1983 1615 22 (a) H. Yoshitake Y. Iwasawa J. Catal. 125 1990 227 (b) H. Yoshitake Y. Iwasawa J. Chem. Soc., Faraday Trans. 1 85 1989 204 23 R. Touroude J. Catal. 65 1980 110 24 T. H. Vandersput, U.S. Pat 4 048 110 (1977). 25 T. H. Vandersput, U.S. Pat 4 072 727 (1977). 26 J. Jenck J.E. Germain J. Catal. 65 1980 141 27 C. Yang J.G. Goodwin Jr. J. Catal. 78 1982 182 28 B. Coq A. Bittar F. Figueras Appl. Catal. 59 1990 103 29 D.G. Mustard C.H. Bartholomew J. Catal. 67 1981 186 30 M. Bartok F. Notheisz J.T. Kiss J. Catal. 68 1981 249 31 M. Bartok F. Nothiesz A.G. Zsigmond G.V. Smith J. Catal. 100 1986 39 32 D. Ostgard F. Nothiesz A.G. Zsigmond G.V. Smith M. Bartok J. Catal. 129 1991 519 33 R. Szymanski H. Charcosset J. Mol. Catal. 25 1984 337 34 A.R. Miedema Philips Tech. Rev. 36 1976 217 35 R. Szymanski H. Charcosset P. Gallezot J. Massardier L. Tournayan J. Catal. 97 1986 366 36 J.C. Fuggle F.U. Hillebrecht R. Zeller Z. Zolnierek P.A. Bennett C. Freiburg Phys. Rev. B 27 1982 2145 37 P. Kumbhar unpublished data.",
      "scopus-id": "0027271721",
      "coredata": {
        "eid": "1-s2.0-030451029385040Z",
        "dc:description": "Hydrogenation of acrolein was studied in the vapor phase on various supported Group VIII metals. The distribution of products changes rapidly with time on stream. When supported on alumina, silica, titania, zirconia or graphite, Co, Ni and Ru based catalysts show good initial selectivity to allyl alcohol, while Pt — with a higher activity — is less selective, as is Ir. The other products formed in major quantities were propanal and acetone, while the activities for n-propanol and light compounds are short lived. It is proposed that acetone is formed through a 1,4-diadsorbed intermediate on some specific electron-deficient sites which could be situated at the interface between the metal particles and the support. Acetone is not formed when graphite or zirconia is used as the support. From the study of the influence of the size of Ru particles supported on alumina on the hydrogenation of acrolein, it turns out that the highly dispersed Ru/Al2O3 catalyst is the least selective to allyl alcohol. In other respects, the zirconia-supported ruthenium catalyst exhibits the highest selectivity to allyl alcohol, possibly owing to some alloying occurring between ruthenium and zirconium.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-01-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385040Z",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coq, Bernard"
          },
          {
            "@_fa": "true",
            "$": "Figueras, François"
          },
          {
            "@_fa": "true",
            "$": "Geneste, Patrick"
          },
          {
            "@_fa": "true",
            "$": "Moreau, Claude"
          },
          {
            "@_fa": "true",
            "$": "Moreau, Patrice"
          },
          {
            "@_fa": "true",
            "$": "Warawdekar, Mayukh"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385040Z"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385040Z"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85040-Z",
        "prism:volume": "78",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of α,β-unsaturated carbonyls: Acrolein hydrogenation on Group VIII metal catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "211-226",
        "prism:endingPage": "226",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 January 1993",
        "prism:doi": "10.1016/0304-5102(93)85040-Z",
        "prism:startingPage": "211",
        "dc:identifier": "doi:10.1016/0304-5102(93)85040-Z",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027271721"
      }
    }
  }
}