{
  "metadata": {
    "title": "Hydrogenation of 1-hexene by rhodium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1981-06-30",
    "doi": "10.1016/0304-5102(81)87006-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028187006X",
    "pii": "030451028187006X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0019563029",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-030451028187006X 0304-5102(81)87006-X 030451028187006X 10.1016/0304-5102(81)87006-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00120 2024-01-02T01:04:16.600218Z 0 0 19810501 19810630 1981 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 11 11 2 3 2 3 Volume 11, Issues 2–3 6 181 192 181 192 198105 198106 May–June 1981 1981-05-01 1981-06-30 1981 converted-article fla Copyright © 1981 Published by Elsevier B.V. HYDROGENATION1HEXENEBYRHODIUMCATALYSTS PAJARES J CHAUVIN 1977 95 Y COMMEREUC 1975 89 D BAILAR 1974 17 J MANECKE 1978 657 G ANGEWCHEM COLLMAN 1972 1789 J JARELL 1978 5727 M YERMAKOV 1980 13 Y YERMAKOV 1980 2075 Y GOTTWALD 1970 59 B PROCINTERNATIONALSYMPOSIUMSURFACEAREADETERMINATION REYES 1980 P PHDTHESIS PINILLA 1980 P31 E SPENADEL 1960 205 L BRUNAUER 1967 266 S DALMAIIMELIC 1974 123 G SPURR 1969 31 J 1972 43 EXPERIMENTALMETHODSINCATALYTICRESEARCH FUENTES 1980 443 S BENSON 1965 704 J YANG 1957 1504 A PRIMET 1978 2570 M WANKE 1972 367 S FARRAUTO 1974 9 R SCHROCK 1971 3089 R HASZELDINE 1971 3696 R BOUDART 1969 153 M BASSET 1977 138 J ASPECTSHOMOGENEOUSCATALYSIS POLTORAK 1971 276 O PROC4INTSYMPCATALYSIS YAO 1977 407 H DELMON 1980 B PROC7IBEROAMERICANSYMPCATALYSIS YASHIMA 1979 53 T OKAMOTO 1979 82 Y DALLABETTA 1973 1329 R PROC5INTCONGRCATALYSIS FIGUERAS 1973 480 F MOLECULARSIEVESADVCHEMISTRYSERIES PONEC 1977 1 V PAJARESX1981X181 PAJARESX1981X181X192 PAJARESX1981X181XJ PAJARESX1981X181X192XJ item 0304-5102(81)87006-X 030451028187006X 1-s2.0-030451028187006X 10.1016/0304-5102(81)87006-X 272239 2024-01-02T01:04:16.600218Z 1981-05-01 1981-06-30 1-s2.0-030451028187006X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028187006X/MAIN/application/pdf/c8f3fcfe90d7d8ff2774763eeb41cd97/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028187006X/MAIN/application/pdf/c8f3fcfe90d7d8ff2774763eeb41cd97/main.pdf main.pdf pdf true 1692567 MAIN 12 1-s2.0-030451028187006X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028187006X/PREVIEW/image/png/a2aaf4444777e41abde4f1bf924358e8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028187006X/PREVIEW/image/png/a2aaf4444777e41abde4f1bf924358e8/main_1.png main_1.png png 66856 849 656 IMAGE-WEB-PDF 1 Jo umal (if Molecular Catalysis, 11 (1981) 181 - 192 181 Elsevier Sequoia S.A., Lausanne - Prince in The Netherlands HYDROGENATION OF I-REXENE BY RHODIUM CATALYSTS J. A_ PAJARES*, P_ REYES fnstilo de Cafdhsis y Petroleoquemica, C.S.d_C., Serrano. 119, 3fadrid (6) (SpaEn) L. A_ ORO and R. SARIEGO Beparfarrxento de Quimica fnorganica, Facultad de Ciencirs, Uniuersidad de Zaragoza, Saragossa (Spain) $I*mmary The catalytic activity for I-hexene hydrogenation (2Q C, Z atm) of several Rh-based catalysts (an homogeneous [Rh(NBB)(2-Me-py)2j C10,ss catalyst; the same complex supported on an acrylic resin, Duolite CC3; three Rh/duolite catalysts prepared by reduction of [Rh(NBD)(2-Me-py)zj C10 / duolite; and a series oRh/Si02, Rh/A1203 and Rh/Y zeolite catalysts, prepared following co-aventional impregnation or exchange procedures) has been measured- The metallic dispersion othe metal/support catalysts has been determined by several methods of selective chemisorption and by transmission electron microscopy; the Rh/duo'.ite system shows a narrow distribution ometal particle sizes between 1-8 and 25 A. The turnover numbers are very similar for Rh/Si02 and Rit/duolite catalysts. Samples of RhJA1203 show. smaller activity, probably due to a strong metal/support interaction. Much higher activity was shown by the Rh/Y zeolite system. The good c_ talytic activity of Rh/duolite makes this catalyst competitive with conventional rhodium supported catalysts, with the advantage of having a controlled, narrow-centered metal size distribution- FrEfaeoduction Although a variety of organic and inorganic materials can be used as supports for heterogenizing homogeneous catalysts, the use of ioz-exchange resins has scpreely been studied (? - 41. However, several polymer-bound rhodium catalysts have been prepare-d by decomposition of organometallic complexes , Sj , a method which is receiving increasing interest [7, 81. We study in this paper a resin-supported metal catalyst formed by treatment with molecular hydrogen of the rhodium(I) organic complex prepared Author W vi-horn correspondence should be addressed- 182 TABLE 1 Textural characteristics of the supports A1?03 Si02 Zeolite YT1a Duolite SBEL (m2 91) 149 128 786 0_0207 d,,, (g cm 3) 1.2.1 0_811 - 0.76 d= (g cm-3) 4.01 3.03 - 1.18 Pore volume, Va (cm3 g 1) 0.56 0_904 - - Mean pore diameter, d (:k) 75 141 - - by the interaction of [Rh(NBD)(2-Me-py)2] C104 (NBD = 2,5-norbornadiene; 2-Me-py = 2-methyl-pyridine) with an ion-exchange resin (Duolite CC3)_ The catalytic activity for the hydrogenation of 1-hexane of this rhodium/duolite system is studied, as well as that of other analogous rhodium catalysts supported on silica, alumina and Y zeolite_ Some homogeneous hydrogenation data are also reported. Experimental Materials RhC13 aq., Rh = 40 wt- %, was obtained from Fluka AG, Buchs, Switzerland- All the solvents were dried and distilled immediately before use (acetone with 4 A molecular sieve, and ethanol with CaH2). Commercial olefins were deperoxidized by filtration through grade I neutral alumina. Gases, He, HZ, 12, 99.995 vo1.% pure, used in texture characterization, were supplied by S.E_O., Madrid- Before storage, they were passed through a purification train with 5 A molecular sieve from Union Carbide. The following materials were used as supports: (i) Duolite CC3, a cationic resin supplied in the acid (H*) form by DIA-PROSIM. Chemically, it is a carboxylic resin with acrylic backbone. It is fairly insoluble in water and has excellent mechanical and chemical resistance. Some of its characteristics, corresponding to the H' form, are given in Table 1. (ii) Girdler T-126 alumina, and BASF D-11-11 silica, had both a moderate specific surface and a ilegligable micropore contribution. The starting cylindrical pellets were ground and sieved to -0.59 + 0.42 mm. Both supports were heated 4 h. at 700 C in an air stream. The textural characteristics of the materials after this thermal treatment are given in Table 1. The fourth support used was NaY zeolite, Linde SK-Q0. Analysis of the nitrogen adsorption isotherm by the Dubinin-Raduskevich-Kaganer method [9] gave a specific surface, SDRK = 912 mz 971, with a micropore volume, V _ = 0.32 cm3 g-1. X-ray diffractograms [ 10] show a small degree of crys- 183 TABLE 2 Chemical analysis and dispersion of Rh/support catalysts Support R1Z conteut Dispersion Mean particle size (d) A1203 0.092 0.89 10 0.609 0.9? 10 2.45 0.42 21 SiO.s 0.117 0.38 24 0.252 0.62 15 0.685 0.81 11 1.35 0.84 11 Y-zeolite 0.285 0-23 39 0.391 0.23 40 0.534 0.49 18 Duolite CC3 0.052 0.49 18 0.091 0.35 25 0.170 0.35 25 [Rh(.1BD)(2-14ie-py)2]CIO,t/duolite, Rh (9o) 0_126 tallinity for the alumina, while those of Y zeolite correspond to the crystalline compound. Catalyst preparation [Rh(NEDJ(2Me py)2] Cl0_. The previously reporter compiex, [Rh(NBD)(2-Me-py)2]C10 [11] was prepared by a simplified route: [RhCI(NBD)] 2 (0.05 mmol) dissolved in acetone, was stirred. for 30 min with AgC10 (0.10 mmol). After filtration of the AgCl formed, the solution was treated with an excess of 2-methylpyridine (2-Me-py), and after concentration the light-yellow complex was precipitated by addition of ether (yield: 87 o). [Rh(1VBDJ(2-Me py jz] CIO4lducilite. The Duolite CC3 resin, previously washed with water and methanol, was suspended in a solution of the [Rh(NBD)(2-Me-py)2]Cl0t_ complex in absolute ethanol (1 - 4 X 10-3M)_ After 8 h of stirring the reddish product was filtered off and washed with ethanol. Rhodiumiduolt. The above mentioned product of the reaction of [Rh(NBD)(2-lfIe-py)2] ClO with duolite was suspended in ethanol and shaken for 7 h in the presence of hydrogen. The material slowly changes colour from red to green and finally to black. The rhodium concentration in these materials is reported below (Table 2). Rhodium/silica, Rhodium/alumina, Rhodium/.Y zeolite. Rh/Si02 and Rh/A1203 catalysts, with 0.1 - 2-5 wt-% Rh, were prepared by impregnation from ar aqueous RhC13 solution following the minimum volume method. 184 The operation was carried out in a rotavapor, usually over 10 g of support, heating to dryness at 70 C. The drying process was continued for 16 h. in an oven at 120 C. The impregnated material was decomposed bar a two-step reducing process in hydrogen flow, fi--st at 300 C for 2 h, and then at - 1~0 C for 2 h. The catalysts were cooled in a hydrogen flow to room temperature. Rh/Y zeolite samples were prepared through ionic exchange, at 50 C, of the sodium ions of the NaY zeolite with aqueous solutions of RhC13 (V 5CM3 0 )_ The zeolite had been dried at 500 C and then water stabilized in a closed vessel in the presence of NH4Cl-saturated solution. The final composition was Na_%(Al02)56(Si02)136 - 240H20_ Although the amount of support o be impregnated was weighed from this stabilized zeolite, the percentages of metal have been referred to the anhydrous zeolite_ Once exchanged, the material was filtered, washed with distilled water, and dried for 16 h at 120 C in an oven. The decomposition process was the same as described above. Equipment and rzethods Catalytic activicy_ The 1-Hydrogenation of the substrate was performed in a round-bottomed flask fitted with a side-arm silicone septum to allow injection and sampling for g.l.c. analysis. The flask was connected to a gas burette that allowed punping of the system and hydrogen dosing. The flask was shaken in a water thermostat. The catalyst solution (or suspension) was degassed in the hydrogenation flask and then H2 was admitted. After the prehydrogenation time the substrate solution was added. Acetone or ethanol ryas used as solvent. The hydrogenation rates were followed with a Perkin Elmer 3920-B gas-liquid chromatograph, using a 1/8 in o.d. X 4 m column packed with 15 wt.% 0,G'-oxydipropionitrile-Chromosorb W 80/100 mesh connected to a second 118 in o.d. X 4 m column packed with 20 wt.%o dinonyl phthalateChromosorb W 80/ 100 mesh. Chemical analysis. The Rh content was determined by atomic absorption spectroscopy in a Perkin Elmer 360 apparatus, using a nitrous oxideacetylene flame, X = 399.2 nm and 0.7 mm slit. The chemical attack was made with 3890 FIF in a sand-bath until total dissolution of the support- The metallic component was dissolved in a sulphuric acid-hydrochloric acid mixture. The rhodium contents experimentally determined, as per cent, referred to the total metal plus anhydrous support mass, are given in Table 2. BET specific surface and active surface- Specific surfaces, S13ET N,, were determined in a Micromeritics 2100 apparatus, 16.2 A2 being taken for the cross-section of the adsorbed nitrogen molecule. The specific surface of Duolite CC3 was determined in the same apparatus, with krypton as adsorbate, taking 21.0 A2 for the krypton molecule cross-section and using the extrapolated vapour pressure of liquid Kr. Selective chemisorption o=' H2, 02, CO and Is2/02 titrations, in order to measure the specific metallic surface, were made in an adsorption volumetric apparatus [10] using an MKS E aratron 170 M-6A capacitance manometer as 185 pressure transducer. Particle size was calculated from the expression d = SjS, ez.p following Spenadel and Boudart [12j . Pore volume. Total pore volume, Vp = 1/dap - I/dr, was calculated from the experimentally measured real and apparent densities, determined by conventional helium and mercury volumetrics (Table 1). Pore size distribution was measured by mercury porosimetry, with an Aminco 60.000 porosimeter, and also from the total nitrogen adsorption isotherms obtained in the Micromeritics 21070 apparatus, following the Pierce and Brunauer `model-less' methods [10, 13] . 75-ansmission electron microscopy. TEM micrographs were taken in a Siemens Eliniskop 102 apparatus, working at 100 W, X 100 - 300 X 103. Rh/Si02 and Rh/A1203 samples were prepared for examination by an extractive replica method [141 , the ca-~alyst being metallized with a carbon layer, and then the support being extracted on a 2090 HF plus 8%o acetone aqueous solution. The metallic dispersion of Rh/zeolite and Rh/duolite was better studied by an ultramicrotome procedure, the sample being embedded in a Spurr resin [15J from which 300 - 800 A thick cuts were obtained with a diamond blade [16] . Infrared spectroscopy. IR spectra of Rh/support catalysts were obtained using the disk technique in a greaseless, vacuum-tight cell. The spectra were taken at rosin temperature with a double beam Perkin Elmer 125 apparatus. Results and discussion Characterization of Rh/support catalysts The experimentally determined rhodium contents for the different Rh/ support catalysts used in this work are given in Table 2, in which data on metallic dispersion and particle size are also included. Results for the Rh/A1203, 13 ,h/Si02 and Rh/zeolite systems were calculated from the mono layer for hydrogen chemisorption at room temperature, obtained by back extrapolation of the straight part of the isotherm (1 J0 - 300 mmHg hydro gen pressures). Pumping under high vacuum for at least 2 h at 530 C, or 16 h at 500 C, is necessary in order to reach a relatwely clean metal surface [10] . Other chemisorption-based experimental meth ads for the determination of metallic dispersion present some problems by comparison with hydrogen the.-isorption. Oxygen chemisorption at room temperature gives results quite near to those obtained from H2 chemisorption for the Rh/A1203 and Rh/Si02 catalyst series; similar results have been obtained recently by Fuentes and Figueras [171 . However, on RhIzeolite catalysts, the amount of chemisorbed oxygen is remarkably lower than that A hydrogen, this being probably due to penetration problems. Hydrogen/oxygen titratinns give ratios near 3 for the hydrogen chemisorbed on samples previously covered with oxygen, confirming the stoichiometry .q; i ; . il ar o 0 A N O O a 0 u W h 187 a b c4 c4tr G1 4 7 7 Q 17- 2C iL 20 - 0 20 40 0 20 40 Particle sizelA Particle sizeIA Fig. 2. Particle size distributions. (a) Rh 2.45,, o/A7203; (b) Rh 0.0527o/Duolite CC3. Rh-O + 3/2H2 - Rh-H + X120 found by Benson and Boudart on supported platinum [181 ; particle sizF3 calculated from hydrogen titration using this ratio are also very similar to those obtained from direct hydrogen chemisorption. Finally, i.r. spectra of Rh/support with chemisorbed CO show wide bands at 2030 cm-1 of single bonded CO, and at 1870 cm-1, typical of CO adsorbed to multicenters [19, 20] ; a smaller band at 2030 cm-\" was also observed. While Wanke and Dougharty [21] in a previous work found CO:H ratios between 1 and 4, depending on particle size, in our case the stoichiometric ratio CO:H was always lower than I (between 0.41 and 0.72) for the different samples. Therefore thiz method is not suitable for the determination of metallic dispersion on supported rhodium catalysts [10, 22] . A t.e-rn. micrograph of an Rh 2.459'a/A1203 catalyst is given in Fig. I (a); the particle histogram can be seen in Fig. 2(a). The mean particle diameter, ds = EN;d13/E IJjd;z = 24 A, is slightly higher than that calculated from hydrogen chemisorption (21 A), which is consistent with the known tendency to measure predominantiy the larger particles when counting highdispersion catalysts by the former method. Chemisorption methods are not applicable to Rh/duolite catalysts, as the resin decomposes at the temperatures required in the cleaning treatment. Particle sizes for three Rh/duolite catalysts with different Rh contents, determined from t.e.m., are also collected in Table 2. A micrcgraph of an Rh 0.052%/duolite sample can! be seen in Fig. 1(b). The particle size distribution is quite narrow-centered (Fig. 2(b)) showing the potential of this preparation procedure for obtaining metal catalysts with fairly regular particle sizes [6, 7] . Small crystallites, probably aggregates of unreduced precursor molecules, are sparsely seen in the t.e.m. micrographs of Rh/duolite samples. This hypothesis is supported by the t.e.m. micrograph of th.e [Rh(hIBD) (2-Me-py)2] 0104/duolite (Fig. 3). 188 1~ 10Q0 aa Fig- 3. T.E.bi. micrograph of [Rh(NBD)(2-die-py)z]CIO.y/Duolite CC3. TABLE 3 Hydrogenation of sc.me unsaturated substrates with [Rh(NBD)(2-Me-py)2jC104* Substrate Products and rate of appearance** Prehydrogenation rime (Mol (mol Rh)-1 (h)-I) (min) 1-Hexene*** Hexane, 4_2 30 1-Hexene 1-Hexere, 2.4; Hexane, 0.6 30 2,5-Norbornadiene Norbornene, 8.4; Norbornane, 48.6 20 'Substrate, 2.00 :nmol; catalyst, 0.02 mmol; PH., 1 atm; temperature, 20 C; volume of acetone solution, 15 ml. \"Initial rate of appearance (no decomposition othe catalyst was observed in this stage). ***The rate of appearance of hexane ssrith the [Rh(NSD)(2-Me-py)Z]CIO.t/duolite catalyst is 1.1 (mol (mol Rh)-' (h)-1). Catalytic activity Acetone solutions of [Rh(NBh)(2-Me-py)2] C104 react with molecular hydrogen :..t atm,)spheric pressure and 20 C -,o give species which show iss modest activity for the hydrogenation of several unsaturated substrates (Table 3). In some cases some decomposition of the homogeneous catalyst to rhodium metal was observed, with a. corresponding increase in hydrogenation rate. When acetone suspensions of the [Rh(NBD)(2-Me-py)2] C10 /duolite system were similarly treated, no decomposition was observed, but the rate of hydrogenation of 1-hexene was lower, (Z.1 mol (mol Rh)- (h)-l-). On the contrary, ethanol suspensions of the [Rh(NBD)(2-Me-py)2] C104/duolite system react with hydrogen with slow formation of the metallic rhodium/ duolite system, characterized as described above*. Probably the decomposition process is favoured by the higher swelling power of the ethanol as corr:pared with that of acetone. The strong colour change, from yellow to red, upon interaction of [Rh(NBD)(2-Me-py)2] C10,ss with duolite suggests that some chemical reaction occurs. In order to determine the type of rhodium complex formed in the so-called [Rh(NBD)(2-Me-py)2] 0104/duolite system, we have studied the following reactions: [Rh(NBD)(2-Me-py)2] C10 + Na(Me-COO) 1/2[Rh(Me-C00)(1'-TBD)] 2 + NaC10, 12Me-pyl/2[R1iC1(NBD)] 2 AgC104 Na(Me-COO ) Me ~ [Rh(NBDj(Me2C0)=] clod -> 1/2[Rh(Me-COO)(NBD)] 2. In fact, some previous studies [24] have shown 'hat the suspected yellow complex Rh(Me-COO)(NBD)(py) gives, at room temperature, the red compound [Rh(Me-COO)(NBD)]2. So we believe that the carboxylic units of the polymer should be bridging rhodium-norbornadiene groups, with the formation of [Rh(R-COa)(NBD)]2 dieters on the resin exchange. Results for the catalytic activity of the supported catalysts are given in Table 4. The rates at 20 C are given per gramme of catalyst, per gramme of rhodium metal and also as turnover -.umber (rate per minute per surface Rh atom). It can be seen that the Rh/zeolite catalysts exhibit the highest activity. The structure insensitive character of olefin hydrogenation reactions is EOIy established [2h, 26] . The turnover numbers found for Rh/Si02 and Rh/duolite catalysts are in agreement with this. In both cases the catalysts show a fairly good by drogenation activity; typical of rhodium metal, which *A similar behaviour has beer observed for the [Rh(N'BD)(Poly-CN)2] C10 complex, prepared by reaction of [Rh(NBD)(Me2Css)r]CLO [23] and Poly-CN (Poly(styrenl divinylbenzene) functionalized with CN groups). These materials are presently being studied. 190 TABLE 4 Hydrogenation of 1-hesene* Catalyst Rh Rate of hydrogen uptake Mean (90) particle sine (mol 112 g 1 min 1) (mol H2 g 1 Turnover (RhO)min-1) number (min 1) Rh/A1203 0.092 0.31 x 10-4 0.034 3.9 10 0.609 1.09 x 10-4 0_018 2_0 10 2.45 _8a x 10-4 0.008 ? .8 21 Rh/Si02 0_117 2_12 x 10-4 0.181 49 24 0.252 7.69 x 10-4 0.305 50 15 0.685 9.90 x 10-4 0_145 18 - 11 1.35 11.9 x 10-'t 0.088 11 11 Rh/Y zeolite 0.285 24_4 x 10-4 0_857 381 39 0.391 27.6 x 10-4 0.707 320 40 0_53.1 43.1 x 10-4 0_308 168 18 Rh/duolite 0.052 0.82 x 10-4 0_169 34 18 0.091 1 47 x 10-4 0_163 48 25 0.17 1.48 x 10-4 0_087 26 25 'FAcetone; terr_perature, 20 C; Pg, , 1 atm. is in agreement vrith the behaviour of the metallic component in systems .with a weak metal/support interaction. Within the R.h/Si02 series it seems that the catalytic activity diminishes for the lower particle size catalysts, with d < 15 A. The decrease of activity per site of very small particles for an easy reaction has recently been found by Figueras and coworkers [ I7 ] for benzene hydrogenation on Rh/A1203 catalysts. This is attributed to the formation of clusters, with lower activity, in the surface, rather than to a lower catalytic activity of the metal atoms in the edges, whose relative importance increases for the lower-sized metal particles [ 26, 2 7 ] . The lower turnover numbers of the Rh/A1203 catalysts are probably related to a strong metal/support interaction; it is known that rhodium readily reacts with alumina, diffusing into the subsurface region [281 . Alumina strongly reacts with noble metals and with metal oxides [29] , this fact determining some properties - resistance to sintering and also to reduction, etc. - that makes alumina the catalytic support most used at present [3 j . The higher activity of rhodium supported on Y zeolite for olefin hydrogenation and other reactions has also been observed by some authors [31, 32] . For benzene hydroaenation, similar results have been found on Pt/Y zeolite by Dalla a~etta and Boudart [33] , and on l'd/Y zealite by Figueras et al. [34] - Both authors base their explanation for the higher activity of these 191 catalysts, as compared with Rh/alumina or Rh/silica, on a high density of elecfxon-acceptor sites in the Rh/zeolite. Boudart [331 emphasizes the elec tron deficiency of platinum clusters as a result of partial electron transfer to the zeolite. Okamoto et al. [32] assign the high catal_Aic activity of Rh/Y zeolite to a combination of two types of centers: (i) surface rhodium metal atoms, and (ii) rhodium cations, mainly Rh(l), which are very active in hydrogenation and isomerization_ It is most unlikely to be the existence of Rh(l) in our experiments, after the -, trong reduction treatment (2 h at 550 C in hydrogen) undergone by the ca'alysts in the preparation procedure. It is more plausible to think of a reinforced activity in terms of Boudart's (loc_ cit.) ideas, based on the effect of the fraction of smaller rhodium aggregates, as could be inferred from the metal particle size distributions [101 . As expected, the catalytic activity of the homogeneous and heterogeneous complex is in agreement with the known fact that a mononuclear complex is able to catalyze a structure insensitive reaction [351 . The satisfactory results of catalytic activity obtained for the Rh/duolite system show this catalyst to be competitive with conventional silica- or alumina-supported metal catalysts. t. new advantage of these catalysts would be seen by study of structure sensitive reactions, where the preparation of catalysts, narrowly centered on a particular size (easier to obtain on a resin, because of its surface homogeneity) is essential. Finally, it is worth. mentioning that duohte resins do not seem to have particularly favourable properties as supports; perhaps it would be more promising to investigate resins with a developed macroporous system [36] _ References 1 Y. Chauvin, D_ Commereuc and F. Dawans, Prog. Polym. Sci_, 5 (1977) 95. 2 D. Commereuc and G. Martino, Rev. Inst. Fr. Pet., 30 (19 7 5) 89. 3 J. C. Bailar, Catal_ Rev.. 10 (1974) 17_ d G. Manecke and w. Storch, Ang-am. Chem., hat. Ed- ERgl., 17 (1978) 657. 5 J_ P. Collman, L. S. Hegedus, M. P_ Cooke, J_ R_ Norton, G_ Dolcetti and D. N. Marquarat, J_ Am. Chem- Soc_, 94 (1972) 1789_ 6 M. S. Jareli, B. C_ Gates and E. D. Nicholson, J. Am. Chem. Soc.. 100 (1978) 5727. 7 Yu. I_ Yermz.kov and B_ N. Kuznetsov, J .1fol_ Catal.. 9 (1980) 13. 8 Yu. I_ Yermakov, Pure Appl_ Chem-, 52 (1980) 2075. 9 B. A_ Gottwald, in Proc. International Symposium Surface Area Determination, Butterworths, London, 1970, p_ 59_ _ 10 P. Reyes. Ph.D_ Thesis. Universidad Complutense, Madrid, 1980. 11 E. Pinilta, L. A. Oro- and R. Sariego,.I_ Less-Common. Met_ 72 (1980) P31. 12 L. Speaadel and M. Boudart,J. Phys_ Chem., 64 (1960) 205_ 13 S. Brunauer, R. Sch_ Mikhail and E. L. Bodor, J Colloid Interface Sci_, 23 (1967) 266. 14 G. Dalmai-Imelik. C. Leclerq and 1. Mutin, J Aficrosc. (Paris), 20 (1974) 123_ 15 d. Spurr, J. E1'ltrastruc. Res., 26 (1969) 31. 16 R. E.. Moea, in R. B. Anderson and P. T. Damson (eds.). Experimental Methods in Catalytic Resec-ch. Vol. 2, Academic Press, New York, 19 72. p_ 43. 17 S_ Fuentes and F_ Figueras, J_ Catal., 61 (1980) 443. 192 18 J_ E. Benson and M. J. Boudart, J Catal., 4 (1965) 704. 19 A. C_ Yang and C. W. Garland, J Phys. Chem., 61 (1957) 1504. 20 &i. Primet, J. Chem. Soc_, Faraday 7rans. 1, 74 (1978) 2570. 21 c_ 2. Wanke and N. A. Dougharty, J Catal_, 24 (1972) 367. 22 R. Farrauto, AIChE Symp. Ser_ 70 (N. 143) (1974) 9. 23 R. R_ Schrock a_nd J. A. Osborn, ,l. Am. Chem. Soc- 93 (1971) 3089. 24 R_ N. Haszeldine, &. J. Lunt and R. V. Parish, J_ Chem- Soc_ (Aj, (1971) 3696. 5 M. Boudart, Adc_ Catel_, 20 (1969 j 153. 26 J_ M_ Basset and R. Ugo, in R. Ugo (ed.), Aspects o; Homogeneous Catalysis, Vol. 3, Reidel, Dordrecht, 1977, p_ 138. 27 O. M. Poltorak, V. S. Boronin and A. N. Mitrofanova, Proc_ 4 Int. Symp. Catalysis, Akader-niai Kiado, Budapest, 1971, p_ 276. 28 H. C. Yao, S. Japar and M. Shelef, J Catal_, 60 (1977) 407. 29 B_ Delmon, Proc_ 7 Iberoareerican Symp_ Catalyses, La Plates, Argentina, 1980. 30 Eur_ Chern_ Nevus, 32 (N_ 870) (1979) 27. 31 T. Yashirna, Y. Orkasa, N. Takahashi and N. Hara, J. Catal., 59 (1979) 53. 32 Y. Okamoto, N. Fshida, T. xmanaka and S. Teranishi, J. Catal., 58 (1979) 82. 33 R_ A_ Dalla Better and M. Boudart, in J. W. Hightower (ed.), Proc. S Int_ Congr_ on Catalysis, Vol. 2, North-Holland, .Amsterdam, 1973, p. 1329. 34 F. Figueras, R. Gornez and M. Prizet, in W. M_ Meier and J. B_ Uytterioeven (edsj, :Zlolecular Sieve,., Adu. Chemistry Series 121. Americar. Chemical Society, Washington, 1973, n. 481'. 35 V_ Ponec, Inl_ J Quantum Chem_, 12 (Sup- 2) (1977) 1. 36 L_ A. Oro, R_ Sariego and J. A. Pajares, unpublished results- X244 8187006X 0304-5102(81)87006-X 10.1016/0304-5102(81)87006-X Hydrogenation of 1-hexene by rhodium catalysts J.A. Pajares ∗ P. Reyes Instituto de Catálisis y Petroleoquimica, C.S.I.C., Serrano, 119, Madrid (6) Spain * Author to whom correspondence should be addressed. L.A. Oro R. Sariego Departamento de Quimica Inorgánica, Facultad de Ciencias, Universidad de Zaragoza, Saragossa Spain The catalytic activity for 1-hexene hydrogenation (20 °C, 1 atm) of several Rh-based catalysts (an homogeneous [Rh(NBD)(2-Me-py)2]ClO4 catalyst; the same complex supported on an acrylic resin, Duolite CC3; three Rh/duolite catalysts prepared by reduction of [Rh(NBD)(2-Me-py)2]ClO4/duolite; and a series of Rh/SiO2, Rh/Al2O3 and Rh/Y zeolite catalysts, prepared following conventional impregnation or exchange procedures) has been measured. The metallic dispersion of the metal/support catalysts has been determined by several methods of selective chemisorption and by transmission electron microscopy; the Rh/duolite system shows a narrow distribution of metal particle sizes between 18 and 25 Å. The turnover numbers are very similar for Rh/SiO2 and Rh/duolite catalysts. Samples of Rh/Al2O3 show smaller activity, probably due to a strong metal/support interaction. Much higher activity was shown by the Rh/Y zeolite system. The good catalytic activity of Rh/duolite makes this catalyst competitive with conventional rhodium supported catalysts, with the advantage of having a controlled, narrow-centered metal size distribution. References 1 Y. Chauvin D. Commereuc F. Dawans Prog. Polym. Sci. 5 1977 95 2 D. Commereuc G. Martino Rev. Inst. Fr. Pet. 30 1975 89 3 J.C. Bailar Catal. Rev. 10 1974 17 4 G. Manecke W. Storch Int. Ed. Engl. Angew. Chem. 17 1978 657 5 J.P. Collman L.S. Hegedus M.P. Cooke J.R. Norton G. Dolcetti D.N. Marquarat J. Am. Chem. Soc. 94 1972 1789 6 M.S. Jarell B.C. Gates E.D. Nicholson J. Am. Chem. Soc. 100 1978 5727 7 Yu.I. Yermakov B.N. Kuznetsov J. Mol. Catal. 9 1980 13 8 Yu.I. Yermakov Pure Appl. Chem. 52 1980 2075 9 B.A. Gottwald Proc. International Symposium Surface Area Determination 1970 Butterworths London 59 10 P. Reyes Ph.D. Thesis 1980 Universidad Complutense Madrid 11 E. Pinilla L.A. Oro R. Sariego J. Less-Common. Met. 72 1980 P31 12 L. Spenadel M. Boudart J. Phys. Chem. 64 1960 205 13 S. Brunauer R.Sch. Mikhail E.E. Bodor J. Colloid Interface Sci. 23 1967 266 14 G. Dalmai-Imelic C. Leclerq I. Mutin J. Microsc. (Paris). 20 1974 123 15 J. Spurr J. Ultrastruc. Res. 26 1969 31 16 R.L. Moss R.B. Anderson P.T. Dawson Experimental Methods in Catalytic Research 2 1972 Academic Press New York 43 17 S. Fuentes F. Figueras J. Catal 61 1980 443 18 J.E. Benson M.J. Boudart J. Catal. 4 1965 704 19 A.C. Yang C.W. Garland J. Phys. Chem. 61 1957 1504 20 M. Primet J. Chem. Soc., Faraday Trans. I 74 1978 2570 21 S.E. Wanke N.A. Dougharty J. Catal. 24 1972 367 22 R. Farrauto AIChE Symp. Ser. 70 1974 9 (N. 143) 23 R.R. Schrock J.A. Osborn J. Am. Chem. Soc. 93 1971 3089 24 R.N. Haszeldine R.J. Lunt R.V. Parish J. Chem. Soc. (A) 1971 3696 25 M. Boudart Adv. Catal. 20 1969 153 26 J.M. Basset R. Ugo R. Ugo Aspects of Homogeneous Catalysis 3 1977 Reidel Dordrecht 138 27 O.M. Poltorak V.S. Boronio A.N. Mitrofanova Proc. 4 Int. Symp. Catalysis 1971 Akademiai Kiado Budapest 276 28 H.C. Yao S. Japar M. Shelef J. Catal. 50 1977 407 29 B. Delmon Proc. 7 Iberoamerican Symp. Catalysis 1980 La Plata Argentina 30 Eur. Chem. News, 32 (N. 870) (1979) 27. 31 T. Yashima Y. Orkasa N. Takahashi N. Hara J. Catal. 59 1979 53 32 Y. Okamoto N. Ishida T. Imanaka S. Teranishi J. Catal. 58 1979 82 33 R.A. Dalla Betta M. Boudart J.W. Hightower Proc. 5 Int. Congr. on Catalysis 2 1973 North-Holland Amsterdam 1329 34 F. Figueras R. Gomez M. Primet W.M. Meier J.B. Uytterhoeven Molecular Sieves, Adv. Chemistry Series 121 1973 American Chemical Society Washington 480 35 V. Ponec Int. J. Quantum Chem. 12 1977 1 (Sup. 2) 36 L.A. Oro, R. Sariego and J.A. Pajares, unpublished results.",
      "scopus-id": "0019563029",
      "coredata": {
        "eid": "1-s2.0-030451028187006X",
        "dc:description": "The catalytic activity for 1-hexene hydrogenation (20 °C, 1 atm) of several Rh-based catalysts (an homogeneous [Rh(NBD)(2-Me-py)2]ClO4 catalyst; the same complex supported on an acrylic resin, Duolite CC3; three Rh/duolite catalysts prepared by reduction of [Rh(NBD)(2-Me-py)2]ClO4/duolite; and a series of Rh/SiO2, Rh/Al2O3 and Rh/Y zeolite catalysts, prepared following conventional impregnation or exchange procedures) has been measured. The metallic dispersion of the metal/support catalysts has been determined by several methods of selective chemisorption and by transmission electron microscopy; the Rh/duolite system shows a narrow distribution of metal particle sizes between 18 and 25 Å. The turnover numbers are very similar for Rh/SiO2 and Rh/duolite catalysts. Samples of Rh/Al2O3 show smaller activity, probably due to a strong metal/support interaction. Much higher activity was shown by the Rh/Y zeolite system. The good catalytic activity of Rh/duolite makes this catalyst competitive with conventional rhodium supported catalysts, with the advantage of having a controlled, narrow-centered metal size distribution.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1981-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028187006X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pajares, J.A."
          },
          {
            "@_fa": "true",
            "$": "Reyes, P."
          },
          {
            "@_fa": "true",
            "$": "Oro, L.A."
          },
          {
            "@_fa": "true",
            "$": "Sariego, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028187006X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028187006X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(81)87006-X",
        "prism:volume": "11",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of 1-hexene by rhodium catalysts",
        "prism:copyright": "Copyright © 1981 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "181-192",
        "prism:endingPage": "192",
        "pubType": "fla",
        "prism:coverDisplayDate": "May–June 1981",
        "prism:doi": "10.1016/0304-5102(81)87006-X",
        "prism:startingPage": "181",
        "dc:identifier": "doi:10.1016/0304-5102(81)87006-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0019563029"
      }
    }
  }
}