{
  "metadata": {
    "title": "Rhodium(I) complexes of β-diketonates and related ligands as homogeneous hydrogenation catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-06-15",
    "doi": "10.1016/0304-5102(91)80018-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180018X",
    "pii": "030451029180018X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026170740",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180018X 0304-5102(91)80018-X 030451029180018X 10.1016/0304-5102(91)80018-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01940 2024-01-02T01:05:30.650091Z 0 0 19910615 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 66 66 3 3 Volume 66, Issue 3 1 251 269 251 269 19910615 15 June 1991 1991-06-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. RHODIUMICOMPLEXESDIKETONATESRELATEDLIGANDSHOMOGENEOUSHYDROGENATIONCATALYSTS CULLEN W CRAMER 1964 217 R KING 1979 4893 R VANELDKIK 1985 167 R SACCONI 1966 192 L CALDERAZZO 1969 1378 F MAGUE 1979 63 J COZENS 1971 399 R COLLMAN 1987 J PRINCIPLESAPPLICATIONSORGANOTRANSITIONMETALCHEMISTRY MESTRONI 1977 63 G ZASSINOVICH 1976 865 G BRUNNER 1985 1732 H CULLEN 1989 141 W JAMES 1966 233 B 1974 99 102 INTERNATIONALTABLESFORXRAYCRYSTALLOGRAPHY 1974 149 INTERNATIONALTABLESFORXRAYCRYSTALLOGRAPHY BECKER 1974 129 P BECKER 1974 148 P BECKER 1975 417 P COPPENS 1970 71 P THORNLEY 1974 748 F CULLEN 1990 4671 W CRABTREE 1979 331 R ZUBER 1986 309 M ANTON 1983 855 D HON 1965 1323 P HON 1966 516 P EWINGS 1975 1455 P COTTON 1968 1777 F HALPERN 1982 401 J WATTS 1970 V CHEMISTRYALKENES KHAN 1974 M HOMOGENEOUSCATALYSESBYMETALCOMPLEXES EVANS 1971 197 J CULLENX1991X251 CULLENX1991X251X269 CULLENX1991X251XW CULLENX1991X251X269XW item 0304-5102(91)80018-X 030451029180018X 1-s2.0-030451029180018X 10.1016/0304-5102(91)80018-X 272239 2024-01-02T01:05:30.650091Z 1991-06-15 1-s2.0-030451029180018X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180018X/MAIN/application/pdf/10088d4118caad78eac8bb75564f35c7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180018X/MAIN/application/pdf/10088d4118caad78eac8bb75564f35c7/main.pdf main.pdf pdf true 1180087 MAIN 19 1-s2.0-030451029180018X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180018X/PREVIEW/image/png/934741d73bb4a22c2cf59145e07521d2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180018X/PREVIEW/image/png/934741d73bb4a22c2cf59145e07521d2/main_1.png main_1.png png 58769 849 656 IMAGE-WEB-PDF 1 1-s2.0-030451029180018X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180018X/STRIPIN/image/gif/19746603d19d03d952f3f13a67d5b8e5/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180018X/STRIPIN/image/gif/19746603d19d03d952f3f13a67d5b8e5/si1.gif si1 true si1.gif gif 122 15 11 ALTIMG Journal of Molecular Catalysis, 66 (1991) 251-269 251 Rhodium(f) complexes of 8-diketonates and related ligands as homogeneous hydrogenation catalysts William R. CuRen, Steven J. Rettig and Eugene B. Wickenheiser Department of Chemistry, University of British Columbia, Vancouver, B.C. V6T IZ1 (Canada) (Received July 23, 1990; accepted December 10, 1990) Ostract Rhodium(I) complexes of 6-diketonates such as bis('172-ethene)[1,3-(1-phenyl)butanedionato-O, O' ]rhodium(I) and related (O . . . O) ligands are active catalysts for the hydrogenation of unhindered alkenes at 30 C (1 atm. Hz). Substrates such as aacylaminocinnamic acid are not hydrogenated under these conditions, a result that can be used as a test for homogeneity in these catalytic systems. The crystal structures of two catalysts are described: bis(,72-ethene)[1,3-(1-ferrocenyl)-butanedionatoO,O']rhodium(I), orthorhombic, space group P212,2,, with a=7.8550(4), b=9.8400(4), c=21.5093(7) A, and Z=4. R=0.037 and Rw=0.042 for 2993 reflections with I> 3o(I). (1,5-cyclooctadiene)(2'-acetylphenoxy-O,O')rhodium(I), triclinic, space group Pi with a=7.6634(5), b=9.7831(3), c=10.1112(6) A, a=104.763(3), ss=73.668(6), y=98.470(4) , and Z=2. R=0.028 and Rn,=0.034 for 5174 reflections with I>3am. Introduction There have been few reports on the chemistry of bis(ethene)rhodium(I) ss-diketonates since Cramer's initial study on the lability of the alkene ligands of bis(rl2-ethene)(2,4-pentanedionato-O, O')rhodium(I), 1a [ 1 ]. These complexes have found use as precursors to a number of other derivatives. The labile ethylene ligands can easily be displaced by carbon monoxide [2] which in turn can be further displaced by phosphines or phosphites [3]. Rh d Uo R ~ CH, 1 a R=CH3 ib R=Fe(r-C!iHs)(I7-C5H4-) 1 C R=Ph Complexes of Schiff bases, similar in structure to 3-diketonate complexes with one of the ketone functionalities being replaced by an imine functionality, are known for rhodium, iridium and other metals [ 4-6 ]. Their rhodium(I) chemistry is similar to the ss-diketonates in that the ethylene ligands are easily displaced by phosphines and arsines [ 6, 7 ]. 0304-6102/91/$3.50 0 Elsevier Sequoia/Printed in The Netherlands 252 Most of the current research in rhodium(I) chemistry involves phosphorusbased ligands because of the ability of many of these complexes to catalyze processes such as hydrogenation, isomerization, hydrosilylation and hydroformylation [4]. Rhodium(I) complexes of chelating nitrogen-donor ligands have been used for the catalytic hydrogenation of ketones [5] and alkenes [6] and the asymmetric hydrosilylation of ketones [11], however, there are no reports of the use of rhodium(I) 8-diketonate complexes as homogeneous hydrogenation catalysts in the absence of phosphorus-based ligands. The present paper describes the use of the 13-diketonate complexes 1 and the related complexes 2-6 as homogeneous catalysts for alkene hydrogenation, and also presents the crystal structures of lb and 4. The use of the complexes as hydrosilylation catalysts has been described elsewhere [12]. Experimental Standard Schlenk and vacuum-line techniques were employed for the manipulation of air-sensitive materials. Diethyl ether and hexane were distilled from calcium hydride; tetrahydrofuran, toluene, benzene and dimethoxyethane were distilled from sodium/benzophenone; methanol was distilled from magnesium. 'H NMR spectra were obtained using Bruker WP-80, WH-400 and Varian XL-300 spectrometers. Other instruments used are as follows: Hewlett Packard model 5830A and 5890A gas chromatographs, and a Kratos AEI MS50 mass spectrometer. Elemental analyses were performed by Mr. Peter Borda of the University of British Columbia. The rhodium(I) complexes 1b, lc, 2a and 3 were prepared as described previously [ 12 ]. Preparation of bis(r12-et) (salicylato-O, O')rhodium(I) . 1 /2H2 O A solution of bis(ethene)rhodium(I) chloride dimer (200 mg, 514 Amol) in 20 ml of hexane was cooled to - 78 C. Salicylaldehyde (120 /.al, 1.13 mmol) was then added, followed by a solution of potassium hydroxide (140 mg, 2.5 mmol) in 1 ml of water. The mixture was stirred for 1 h, allowed to warm to room temperature and stirred for an additional 1 h. The product was extracted from the mixture with ether and recrystallized from hexane to give yellow needle-shaped crystals (229 mg, 77% yield). Anal. Calcd for C15H1302Rh - 0.5H20: C, 45.70; H, 4.88/0. Found C, 45.80; H, 4.5886. Preparation of bis(772-et)(salicylato-O, O')rhodium(I), 2b A suspension of bis(ethene)rhodium(I) chloride dimer (100 mg, 257 /umol) in 20 ml of hexane was cooled to - 78 C and the sodium salt of salicylaldehyde (90 mg, 624 pmol) was added. The mixture was stirred for 1 h, allowed to warm to room temperature, and stirred an additional 1 h. 253 The solution was filtered and the solvent removed to give 134 mg (93%) of the pure yellow powder. 'H NMR (CDC13) 3.0 (m, 8, CZ_H4), 6.23 (m, 1, CH), 6.65-7.1 (m, 3, CH) 8.31 (s, 1, C(O)H). Mass spectrum m/z (relative intensity): 280ss0)P+, 252(42)(P-CZH4)+, 224(42)(P-2CZH4)+, 196(51), 168(71), 142(25), 121(64) L+, 94(100). Anal. Calcd. for C,5H1302Rh: C, 47.16; H, 4.68%. Found C, 47.50; H, 4.72%. Preparation of (1,5-cyclooctadiene)(2-acetylphenoxy-O,O')rhodium(I), The (1,5-cyclooctadiene)rhodium(1) chloride dimer (225 mg, 456 /,mol) was suspended in 20 ml of hexane at room temperature. The sodium salt of 2'-hydroxyacetophenone (200 mg, 1.26 mmol) was added and the solution was stirred for 1 h. The reaction mixture was then filtered through glass wool and the precipitate washed with 25 ml of hexane. The washings and the filtrate were combined and the solvent removed to give 310 mg (98% yield) of pure complex. 'H NMR (toluene-d$) 1.67 (m, 4, g), 1.95 (s, 3, f), 2.29 (m, 4, e), 4.13 (m, 2, d), 4.43 (m, 2, c), 6.29 (m, 1, a), 7.0-7.2 (m, 3, a) see structure below. Mass spectrum m/z (relative intensity): 346(21)P+, 211(17)(P-COD)+, 210(17), 208(15), 182(15), 136(50)L+, 121(100). Anal. Calcd for C,BH,902Rh: C, 55.51, H, 5.53; O, 9.24%. Found C, 55.64; H, 5.58; O, 9.39%. He Ha d c H H H OV 0 r H 9 9 b CH3 H H9 H9 H 4 He He Preparation of [1,5-cyclooctadiO(1,3-diphenyL)propanedionato O, O'Jrhodium(I), 5 The (1,5-cyclooctadiene)rhodium(I) chloride dimer (150 mg, 304 ymol) was suspended in 20 ml of ether and cooled to - 78 C. The sodium 1,3diphenyl-1,3-propanedionate (210 mg, 853 wmol) was then added and the mixture stirred for 1 h. The solution was allowed to warm to room temperature and stirred for an additional 1 h. The reaction mixture was filtered through a glass wool filter and the precipitate washed with an additional 10 ml of ether. The washings and the filtrate were combined and the solvent removed at reduced pressure to give 256 mg (97% yield) of pure complex. 'H NMR (toluene-d$) s 1.68 (m, 4, f), 2.31 (m, 4, e), 4.42 (m, 4, d), 6.70 (s, 1, c), 7.05-7.20 (m, 4, o-_CH), 7.84 (m, 6, m, p-C_H) Mass spectrum m/z (relative intensity): 434(100)P+, 286(11), 285(19), 268(13), 224ss2)L+, 223(46), 211(12)(CODRh)+, 210(40), 209(14), 208(62), 182(61), 168(28), 147(22), 105(68). 254 Anal. Calcd. for C23H2302Rh: C, 63.60; H, 5.34; O, 7.3790. Found C, 63.54; H, 5.37; O, 7.19%. 7 H, H. ._~ d'- Rh H Hr H d~0 Hf Hf H H C H H. Hydrogenation experiments Hydrogenation experiments were performed using a gas uptake apparatus similar to that described by James and Rempel [ 13 ] . Reactions in which the catalyst was prepared in situ were performed by adding the salt of the appropriate ligand [ 12 ] to the olefin solution; the bis(ethene)rhodium(I) chloride dimer was added by the bucket at time zero. Otherwise the catalyst precursor was added via the bucket at time zero. The catalyst poisoning reactions were carried out in the same fashion as the hydrogenation reactions, except that once the catalytic reaction was clearly underway a reagent was added to poison the catalyst. The poison usually used was a-acetamidocinnamic acid, AACA, and it was added in excess over the initial amount of catalyst precursor added to the reaction mixture, [AACA]: [Rh] = 5:1. The addition was accomplished using a corkscrewshaped bucket dropper that has the capacity to store and drop independently two or more buckets (Fig. 1). Generally the poison was added after approximately half of the substrate had been hydrogenated. X--ay crystallographic analyses of 1 b and 4 Crystallographic data for the two compounds are presented in Table 1. The final unit-cell parameters were obtained by least-squares on 2sin Ola 1 ~l Fig. 1. Modified bucket dropping device. 255 TABLE 1 Crystallographic data' Parameter Compound lb 4` formula CaHaFe02Rh C1aH1902Rh fw 425.09 346.23 crystal system orthorhombic triclinic space group P212121 P1 a, A 7.8550(4) 7.6634(5) b, A 9.8400(4) 9.7831(3) c, A 21.5093(7) 10.1112(6) a, deg 90 104.763(3) 0, deg 90 73.668(6) y, deg 90 98.470(4) V A' 1662.5(1) 698.36(7) Z 8 2 &\", g cm-3 1.698 1.646 FT000) 852 352 4, cm-1 152.8 12.0 crystal size, mm 0.09 x 0.23 x 0.38 0.14 x 0.48 x 0.53 tansmission factors 0.020-0.366 0.499-0.803 scan type (0-2B ar26 scan range, deg in w 0.80 + 0.14 tan B 0.85 + 0.35 tan 9 scan speed, deg min-1 1.3-10.0 2.0-20.1 data collected + h, +k, t L + h, k, t L 28 ;, deg 150 70 cryst. decay 3.995 negligible no. of unique reflections 3858 6121 no. of reflections with 1 Z 3aW 2993 5174 no. of variables 200 248 R 0.037 0.028 R 0.042 0.034 gof 1.580 1.772 max alv (final cycle) 0.02 0.09 residual density a A-3 -1.1 to + 1.0 (near Rh) -1.2 to+ 1.2 (near Rh) 'Temperature 294 K, Enraf-Nonius CAD4-F diffractometer, Cu-K. radiation (Ax., =1.540562, Ax Q -1.544390 A), nickel filter, Mo-Ka radiation (Axal = 0.70930, Axd = 0.71359 A), graphite monochromator, take off angle 2.7 , aperture (2.0+tan 0)x4.0 mm at a distance of 173 mm from the crystal, scan range extended by 25% on both sides for background measurement, az(1)=C+2B+ [0.04(C-B))z (S=scan rate, C=scan count, B=normalized background count), function minimized Xw(IF.I-IFCI)z where w=4Fa2/0,2(FZ), R=XIIF.I-IFcII/Y.IF.I, R,v=(Yw(IFo1-IF~1)2AwlFoi2)112, and gof=[E(IF.I- IF~I)2/(m-n))'J2. Values given for R, R , and gof are based on those reflections with IZ3a(I). bCU_ K radiation. 'Mo Ka radiation. values for 25 reflections (Cu-K., radiation, 28=60-98 for lb; Mo-K., radiation, 29=50-56 for 4). Two octants of data were collected for lb to facilitate the determination of the absolute configuration (for the crystal 256 chosen for data collection). The intensities of three standard reflections, measured each hour of X-ray exposure time, decreased uniformly by 3.99'0 for lb and showed only small random fluctuations for 4. The data were corrected for Lp, decay (for lb), and absorption (analytical method) [14]*. Both structures were solved by conventional heavy-atom methods, the metal atoms being positioned from the Patterson functions and the remaining non-hydrogen atoms from subsequent difference Fourier syntheses. For lb the hydrogen atoms were fixed in positions idealized from observed positions (C(sp2)-H = 0.97 A, C(sp3)-H = 0.98 A, UH a Ubonded $to m) and for 4 the hydrogen atoms were refined with isotropic thermal parameters. Neutral atom scattering factors and anomalous dispersion corrections (R.h and Fe) were taken from [ 14 ]. An isotropic Type I extinction correction [ 15-17 ] was applied for lb, the final value of g being 0.42(5) x 10' . A parallel refinement of the mirror-image structure of lb resulted in substantially higher residuals (R and R,, ratios of 1.62 and 1.86, respectively). Final positional and equivalent isotropic thermal parameters (Ueq=1/3 trace diagonalized U) for the non-hydrogen atoms are given in Table 2. Bond lengths and angles appear in Tables 3 and 4. Results and discussion The new complexes 2b, 4 and 6 were prepared by reacting the bis(ethene)rhodium(I) chloride dimer or its cyclooctadiene analogue with the sodium salt of the appropriate ligands [l, 12]. This is the same procedure that had been used to prepare la, lb, 2a and 3 [12] and is useful not only because of the high yields and exclusion of water, but also because it allows the preparation of the complex in situ, in the hydrogenation reaction vessel. Purification of the product complex is unnecessary, as filtration of the reaction mixture and removal of the solvent leaves the analytically pure complex. A hydrate 2b - 0.5H20 is obtained if the dimer and the ligand are mixed in the presence of aqueous potassium hydroxide.R R '~0 O CS ~0 &il- U R O 2a R=CH3 3 2b R=H \"The computer programs used include locally written programs for data processing and locally. modified versions of the following: ORFLS, full-matrix least-squares, and ORFFE, function and errors, by W. R. Busing; K. O. Martin and H. A. Levy; FORDAP, Patterson and Fourier syntheses, by A. Zalkin; ORTEP Il, illustrations, by C. K. Johnson; AGNOST, absorption corrections, by J. A. lbers. 257 TABLE 2 Final positional (fractional x 10', Rh and Fe x 105) and isotropic thermal parameters (Ux 103 X2) with estimated standard deviations in parentheses lb Rh 62676(7) 67226(5) 73830(2) 43 Fe 96417(15) 50245(11) 96211(4) 43 O(1) 6886(7) 5846(5) 8207(2) 50 O(2) 8349(7) 5867(5) 6964(2) 53 C(1) 8118(10) 4369(7) 8919(3) 48 C(2) 7106(10) 4865(8) 9427(3) 51 C(3) 7509(11) 4082(9) 9960(3) 61 C(4) 8745(13) 3109(8) 9786(3) 63 C(5) 9146(9) 3273(7) 9144(3) 49 C(6) 11252(12) 6472(8) 9283(3) 58 C(7) 10163(12) 7044(8) 9712(3) 67 C(8) 10401(13) 6366(10) 10284(3) 74 C(9) 11634(12) 5363(9) 10204(4) 68 C(10) 12191(11) 5427(8) 9579(4) 63 C(11) 8074(9) 4974(7) 8287(3) 44 C(12) 9249(10) 4571(8) 7835(3) 51 C(13) 9318(9) 5026(8) 7223(3) 47 C(14) 10707(13) 4443(11) 6808(4) 78 C(15) 6120(12) 8070(8) 6610(3) 62 C(16) 5207(11) 6917(9) 6483(3) 64 C(17) 4831(12) 8090(9) 7919(3) 65 C(18) 3786(13) 7007(8) 7759(4) 72 4 Rh 33272(1) 23560(1) 33693(1) 34 O(1) 1662(2) 2636(1) 5343(1) 45 O(2) 3638(2) 328(1) 3442(1) 46 C(1) 5816(2) 2336(2) 1822(2) 45 C(2) 4382(3) 1945(2) 1146(2) 45 C(3) 3763(3) 2923(3) 457(2) 55 C(4) 2202(3) 3778(3) 1480(3) 57 C(5) 2236(2) 4038(2) 3009(2) 45 C(6) 3786(3) 4566(2) 3521(2) 43 C(7) 5613(3) 4992(2) 2607(2) 50 C(8) 6867(3) 3782(2) 2029(3) 55 C(9) 1285(2) 1739(2) 6163(2) 38 C(10) 1802(2) 321(2) 5782(2) 38 C(11) 1167(3) - 523(2j 6808(2) 50 C(12) 134(4) - 20(3) 8133(2) 62 C(13) - 327(3) 1373(3) 8519(2) 60 C(14) 229(3) 2233(2) 7566(2) 51 C(15) 2935(2) - 305(2) 4415(2) 40 C(16) 3377(3) -1829(2) 4079(3) 58 258 TABLE 3 Bond lengths (A) with estimated standard deviations in parentheses\" Bond Length Bond Length (A) (A) lb Rh-O{1} 2.029(4) Fe-Cp(2) 1.651(4) Rh-O(2) 2.047(5) O(1)-C(11) 1.279(8) Rh-C(15) 2.130(6) O(2)-C(13) 1.255(8) Rh-C(16) 2.117(6) C(1)-C(2) 1.44(1) Rh-C(17) 2.101(8) C(1)-C(5) 1.43(1) Rh-C(18) 2.13(1) C(1)-C(11) 1.485(9) Rh-E(1) 2.010(5) C(2)-C(3) 1.42(1) Rh-E(2) 1.998(7) C(3)-C(4) 1.41(1) Fe-C(1) 2.032(7) C(4)-C(5) 1.43(1) Fe-C(2) 2.041(8) C(6)-C(7) 1.38(1) Fe-C(3) 2.049(8) C(6)-C(10) 1.42(1) Fe-C(4) 2.044(7) C(7)-C(8) 1.41(1) Fe-C(5) 2.043(7) C(8)-C(9) 1.39(1) Fe-C(6) 2.039(8) C(9)-C(10) 1.42(1) Fe-C(7) 2.039(8) C(11)-C(12) 1.40(1) Fe-C(8) 2.032(8) C(12)-C(13) 1.390(9) Fe-C(9) 2.033(7) C(13)-C(14) 1.52(1) Fe-C(10) 2.043(9) C(15)-C(16) 1.37(1) Fe-Cp(1) 1.643(4) C(17)-C(18) 1.39(1) 4 Rh-O(1) 2.018(1) C(3)-C(4) 1.533(3) Rh-O(2) 2.055(1) C(4)-C(5) 1.509(3) Rh-C(1) 2.093(2) C(5)-C(6) 1.401(3) Rh-C(2) 2.117(2) C(6)-C(7) 1.507(3) Rh-C(5) 2.101(2) C(7)-C(8) 1.525(3) Rh-C(6) 2.111(2) C(9)-C(10) 1.425(2) Rh-E(1) 1.984(1) C(9)-C(14) 1.421(2) Rh-E(2) 1.986(1) C(10)-C(11) 1.425(2) O(1)-C(9) 1.305(2) C(10)-C(15) 1.444(2) O(2)-C(15) 1.247(2) C(11)-C(12) 1.358(3) C(1)-C(2) 1.405(3) C(12)-C(13) 1.388(4) C(1)-C(8) 1.516(3) C(13)-C(14) 1.376(3) C(2)-C(3) 1.511(3) C(15)-C(16) 1.509(2) 'Here and elsewhere in this manuscript E and Cp refer to the midpoints of the ethylene (or cyclooctOene) C=C bonds and centroids of the cyclopentadienyl ligands, respectively. The microanalytical and spectroscopic data support the formulation of the compound. The assignment of the 'H NMR spectrum of 4 in the olefin region 2.29 and 1.67 ppm is based on the spectrum of 5 in the same region. The olefin resonances of 2b are not separated at ambient temperatures although they become so when the sample is cooled. Studies on the rotation/ exchange processes in this and related molecules are described elsewhere [ 18J. 259 TABLE 4 Bond angles (deg) with estimated standard deviations in parentheses Bonds Angle (deg) Bonds Angle (deg) lb O(1)-Rh-0(2) 91.0(2) C(3)-C(4)-C(5) 109.3(6) 0(1)-Rh-E(1) 177.0(2) C(1)-C(5)-C(4) 106.8(7) 0(1)-Rh-E(2) 85.9(2) C(7)-C(6)-C(10) 108.6(7) 0(2)-Rh-E(1) 87.1(2) C(6)-C(7)-C(8) 107.9(8) 0(2)-Rh-E(2) 176.7(2) C(7)-C(8)-C(9) 108.7(7) E(1)-Rh-E(2) 96.0(2) C(8)-C(9)-C(10) 107.4(7) Cp(1)-Fe-Cp(2) 178.2(2) C(6)-C(10)-C(9) 107.4(8) Rh-0(1)-C(11) 125.3(4) 0(1)-C(11)-C(1) 114.2(6) Rh-O(2)-C(13) 124.1(4) 0(1)-C(11)-C(12) 125.3(6) C(2)-C(1)-C(5) 108.1(6) C(1)-C(11)-C(12) 120.5(6) C(2)-C(1)-C(11) 123.2(7) C(11)-C(12)-C(13) 126.3(7) C(5)-C(1)-C(11) 128.7(7) 0(2)-C(13)-C(12) 127.5(6) C(1)-C(2)-C(3) 107.9(7) O(2)-C(13)-C(14) 115.0(6) C(2)-C(3)-C(4) 107.9(6) C(12)-C(13)-C(14) 117.5(7) 4 O(1)-Rh-O(2) 89.57(5) C(1)-C(8)-C(7) 112.7(2) O(1)-Rh-E(1) 176.25(6) 0(1)-C(9)-C(10) 126.5(1) 0(1)-Rh-E(2) 91.06(5) 0(1)-C(9)-C(14) 116.0(2) 0(2)-Rh-E(1) 90.80(6) C(10)-C(9)-C(14) 117.5(2) 0(2)-Rh-E(2) 178.91(6) C(9)-C(10)-C(11) 118.1(2) E(1)-Rh-E(2) 88.63(6) C(9)-C(10)-C(15) 123.6(1) Rh-0(1)-C(9) 126.3(1) C(11)-C(10)-C(15) 118.2(2) Rh-0(2)-C(15) 128.7(1) C(10)-C(11)-C(12) 122.7(2) C(2)-C(1)-C(8) 125.6(2) C(11)-C(12)-C(l3) 119.3(2) C(1)-C(2)-C(3) 123.1(2) C(12)-C(13)-C(14) 120.6(2) C(2)-C(3)-C(4) 111.8(2) C(9)-C(14)-C(13) 121.8(2) C(3)-C(4)-C(5) 113.3(1) 0(2)-C(15)-C(10) 124.9(1) C(4)-C(5)-C(6) 124.5(2) 0(2)-C(15)-C(16) 114.6(2) C(5)-C(6)-C(7) 123.7(2) C(10)-C(15)-C(16) 120.4(2) C(6)-C(7)-C(8) 112.2(2) Four of the complexes used in the hydrogenation studies, la-c and 6, are derivatives of 3-diketones. The others can be viewed as derivatives of the trapped enol form of a ss-diketone. The complexes except 2b are stable under an inert atmosphere and can be stored thus for weeks without noticeable decomposition. Complex 2b is unstable in the solid state under an argon atmosphere and for this reason the complex was always prepared immediately prior to its use. Hydrogenation studies Two experimental protocols were followed for the hydrogenation reaction. The first involved adding one of the complexes to a degassed methanol solution of the appropriate olefin in an atmosphere of hydrogen at 30 C. The second involved the in situ generation of the complex. The in situ 260 reactions were performed by adding the bis(ethene)rhodium chloride dimer to a degassed methanol solution of the alkene and the sodium salt of the appropriate ligand. This technique could be used for all of the complexes except 2b; here the sodium salt of salicylaldehyde decomposed in methanol, as evidenced by the gradual darkening of the solution during storage. A variety of alkenes were studied as substrates in an effort to determine the activity and limitations of the catalysts, Table 5. The catalysts axe effective for the reduction of alkenes which contain aromatic, alcohol and carboxylic acid groups. The complexes also effect the selective hydrogenation of unhindered carbon-carbon double bonds in the presence of hindered double bonds. The limitations of the catalysts are twofold: sterically hindered double bonds are not reduced homogeneously, and substrates with the ability to chelate the catalyst, poison the catalyst and are not reduced. Attempts to reduce a sterically hindered double bond resulted in decomposition of the catalyst to give a precipitate of rhodium metal; the solution quickly changes from a clear yellow color, associated with the complexed rhodium, to a black suspension. This decomposition is consistent with the observation that treatment of methanol solutions of the complexes with hydrogen in the absence of substrate causes decomposition to rhodium metal, and indicates that a TABLE 5 Maximum rate of hydrogenation for the catalyst systems\" Precatalyst [Rhodium] Substrate [Substrate] Maximum rate\" (M) (M) (h-') lb 4.80 x 10-' 1-octene 1.98 x 10-2 76.5 lc 2.49 X 10-' 1-octene 3.25 x 10-2 1580 lc 5.22 x 10- fumaric acid 3.10 x 10-2 16.2 1c 3.39 X 10-4 styrene 3.23 x 10-2 185 1c 3.11 x 10-4 cyclohexene 3.25 x 10-2 1308 Ic 5.35 X 10-4 tiglic acid 3.41 X 10-z 267` lc 6.89 x 10-' methylcinnamic 1.99 x 10-2 50.1 acid lc 5.99 X 10-' linalool 1.64 x 10-2 'a' 237 'b' 23.6` Ic 10.5 X 10-' geraniol 1.61 x 10-2 235` 2a 9.18 x 10-4 1-octene 3.25 X 10-2 154 2a 8.16 X 10-' I-octene 3.25 x 10-2 24 2b 7.10 x 10-\" 1-octene 3.25 X 10-2 391 3 8.69 x 10-4 1-octene 3.25 X 10-2 63.8 4 3.18 x 10-' 1-octene 3.25 x 10-2 612 8 2.07 x 10-4 1-octene 3.25 X 10-2 277 'All reactions carried out in 10 ml methanol and 1 atm hydrogen at 30 C. \"Calculated from the maximum slope of the hydrogen uptake plot for the reaction by (mol substrate reduced) (mol catalyst)-' h-'. `Heterogeneous reaction, see text. \"Homogeneous reaction, see text. 261 coordinating substrate is required to stabilize the catalyst during the catalytic cycles. Thus the catalyst also decomposes to rhodium metal at the end of the reaction as the concentration of substrate becomes depleted, - 90% hydrogenated. The rates for the hydrogenation of 1-octene vary with the catalysts. The complexes with bulkier ligands such as 1b, with a ferrocenyl substituent, and 3 with a benzoyl camphor substitutent, give lower hydrogenation rates than 1c which contains a less bulky phenyl group. Complex 2b which employs the salicylaldehyde ligand gives higher hydrogenation rates than complex 2a, which has a methyl group in place of the aldehyde proton of 2b. Some of these rate differences may be due to electronic effects: complex 2a may have a slightly higher electron density in its chelate ring and consequently on its rhodium atom, due to the presence of the electron-donating methyl group. This higher electron density may facilitate oxidative addition reactions. The cyclooctadiene complex 4 gives a higher rate of hydrogenation for 1octene than its bis(ethene) analogue, 2a. The ethylene ligands of 2a are more easily hydrogenated or replaced by solvent molecules (to be discussed later), although it is not obvious why this should result in the large rate difference observed. When the data of Table 5 are compared with similar data for other catalyst/substrate combinations, only a limited number of comments are possible. Complex 1c effects the hydrogenation of cyclohexene at a higher rate than RhCI(PPh3)3 and the reaction conditions for the reduction using lc employ lower concentrations for both catalyst and substrate. Complex lc also effects the hydrogenation of 1-octene at a higher rate, employing lower catalyst and substrate concentrations, than that reported for the hydrogenation of the similar 1-hexene using RhCI(PPh3)3. In general, qualitative comparisons indicate that the catalyst/substrate systems described here have comparable and higher rates than more conventional systems, depending on the substrate, and may be classified as highly active [19, 20]. The possibility that colloidal catalysts, sols, are involved cannot be ignored. However the solvent effects, the lack of activity of 1a, etc., provide strong evidence that these systems are indeed homogeneous.* It is interesting to note the simple acac complex 1a does not act as a hydrogenation catalyst precursor under the same conditions as described here. When the hydrogenation reaction is attempted (30 C, 1 atm hydrogen) using 1-octene as substrate, decomposition to rhodium metal is observed immediately. The principle difference between la and the complexes that act as homogeneous catalysts is the presence of an aromatic ring adjacent to, or incorporated in, the heterocyclic ring formed by chelation. The crystal structures of lb and 4, Figs. 2 and 3 discussed below, indicate the presence *The 'mercury test' [21 ] is not informative, because solutions of the catalysts alone react with mercury. 262 of conjugation between the aromatic phenyl ring and the heterocycle which may help stabilize these catalysts during the hydrogenation cycle. The conjugation effect is evident in the crystal structure of 1b, Fig. 2, in which the ferrocenyl ring is nearly coplanar with the heterocycle. This near coplanarity has been suggested as an indication of cowugation between the rings for complexes of vanadium and other metals. Some of the results for benzoylacetonate (bzac) axe as follows [compound (angle)]: V(bzac)Z (6.5 , 19 ) [22], Cu(bzac)2 (14.3 ) [23], Sn(bzac)2 (30.4 ) [24], Y(bzac)3H20 (16.0 , 21.7 , 15.6 ) [25]. A shortening of the bond between the aromatic ring and the chelate ring can afford further evidence of coWugation. Substrates such as -acetamidocinnamic acid (OCA) or maleic acid which are bifunctional and have the ability to `chelate' the metal [26] are not hydrogenated, nor is a rhodium precipitate formed in their presence on exposure of the catalyst to 1 atm of hydrogen. Anton and Crabtree have suggested the use of dibenzocyclooctatetraene as a test for catalytic homogeneity [21]. This test works on the basis that the ligand has the ability to bind (chelate) to an active catalyst to form a complex that is stable in c(1e) COG) COW c(161 C(14) C(1 ) e(2) 1 111 C(1e) p C(13) c(IZ1 aln c(IZ1 nl~l a(1) e(11) al) C(11) e(1) c(e) e(1) C( e) Ca) CM ` c(s) (10) ~ ao) a41 c(e~ CM vwl R h`~fs~ 91 ~-'T~ ss'!r\"91 _ ~d Fe Fig. 2. Stereoview of lb, non-hydrogen atoms are drawn with 5096 probability thermal ellipsoids, and bond lengths for the ligand backbone. 263 ,c(7) C(7) c(a) C(e) c(4 c(s) C(i) c(e) c(s) c(i) c(a) c(a1 c(s) ' Rh eh o()) a(z) o()) o(z) c(s) c(1s) C( ) c()s1 c(14) c(u) C(l0 ~ C(1o ) &)e)', C())) c(tt) c(i3) ss'C()2) c()a) ~C(iz) v r N O 1 N lr ts~'7J ~,t~ v. N W !d W Fig. 3. Stereoview of 4, non-hydrogen atoms are drawn with 5045 probability thermal ellipsoids, and bond lengths for the ligand backbone. the presence of hydrogen, effectively sequestering the catalyst from the substrate. A heterogeneous catalyst would not be affected by the presence of the chelating agent and would continue reducing the substrate, AACA apparently can act in the same way in the present catalyst systems and its addition seems to provide a test for homogeneity. The effect of the addition of AACA to the ongoing reduction of 1-octene by 1c is shown in Fig. 4. (The inhibitor is added to the reaction mixture by using the device shown in Fig. 1). The addition of the AACA causes the reaction to stop: neither the olefin nor AACA is reduced, and no metal is deposited. The hydrogenation of tiglic acid (cis-CH3CH=C(CH3)COOH), using lc as catalyst, is suspected to be heterogeneous because a rhodium precipitate forms at the beginning of the reaction. The addition of AACA lowers the rate but does not stop the reaction, which proceeds to completion: the added AACA is reduced as well. These results support the hypothesis that tiglic acid is being reduced heterogeneously. The AACA poisoning test was used for a variety of catalyst/ substrate systems involving complexes 1-S and in each case the results were consistent with the visual observation, i.e. systems in which a rhodium 264 0 -o.s W -1.5 W -Z -2.s -3 0 200 400 600 600 1000 1200 time (seconds) 0 -o.s V _y -1 -t.s o -Z -z.s -3 ~ O 0 200 400 6o0 60o . 1000 1200 time (seconds) Fig. 4. The effect of the addition of a-acetanlidocinnamic acid on the catalyzed hydrogenation of 1-octene. Initial conditions as in Table 5, lc is the catalyst, [octene], is the initial concentration of octene. The top curve shows a normal hydrogenation experiment. precipitate was observed in the reaction vessel were found to be hydrogenating the substrate heterogeneously. The :rhodium precipitate, produced by hydrogenation of the catalyst, heterogeneously hydrogenates the substrate at a rate that is generally much slower than the homogeneously catalysed reductions. Experiments which distinguish between the homogeneous (complexed rhodium) and heterogeneous (rhodium precipitate) catalysts are the reductions of linalool, 6 and geraniol, 7. 265 CH3 b i CH3 6 C H3 )=e'_~ CH20H CH3 CH3 7 The reduction of linalool proceeds by the stepwise homogeneous hydrogenation of the sterically unhindered terminal double bond `a', followed by the heterogeneous hydrogenation of the hindered `b' double bond. The two processes proceed with different rates: this can be seen in the plot of hydrogen uptake versus time, Wig. 5. A rhodium precipitate was observed to form in the reaction mixture after 790 seconds; this point, corresponding to 95% hydrogenation of double bond `a', appears very near to the break in the curve of the uptake plot. The hydrogenation of geraniol 7, which is structurally similar to linalool but with more steric hindrance, is heterogeneous for both double bonds. This hydrogenation proceeds following the initial formation of a rhodium precipitate. The reduction of the substrate presumably involves a step in which it is bound to the metal. This could occur in a number of routes, including (a) displacement of ethylene by solvent followed by displacement of solvent by substrate; (b) displacement of ethylene by substrate; (c) reduction of ethylene. Evidence for (a) is seen in the 1H NMR spectrum of 2a in methanold4, in which free ethylene is evident at 5.2 ppm (the chemical shift of free ethylene) [2?]. The ethylene displacement by methanol appears to occur 300 250 _x 200 Z r s 150 t c v 10 100 so 0 Rh ppt.. 1000 2000 3000 4000 5000 6000 Time (a) Fig. 5. Hydrogen uptake plot for the catalyzed hydrogenation of ss. Initial conditions as in Table V, lc is the catalyst. 266 specifically for the ethylene traps to the oxygen bound to the phenyl ring; this is evident in the low temperature 1H NMR spectrum and will be discussed in more detail elsewhere [ 18 ]. These complexes are also catalytically active in toluene, although the rates with regard to (b) are slower than in methanol (rate in methanol/rate in toluene = 6). This difference suggests a role for the solvent in the catalytic cycle. The ethylene ligands of 2a are still labile in toluene [ 18 ] . With regard to (c), reduction of the ethylene ligands, complex 2a effects the hydrogenation of ethylene when exposed to a mixture of ethylene and hydrogen (1:1) at a pressure of 1 atm. It should be noted, however, that this reaction proceeds homogeneously for 12 turnovers only, before catalyst decomposition occurs and rhodium precipitates from the reaction mixture. After the precipitation of rhodium, ethylene reduction proceeds at a slower rate. (This reaction is interesting, since Wilkinson's catalyst does not hydrogenate ethylene [28].) No reaction was observed for catalyst or substrate when ethylene reduction was attempted under the same conditions using toluene as the solvent. This is another indication that the solvent has a role in the catalytic process. The (cyclooctadiene)rhodium(I) complexes 4 and 6, which are also catalyst precursors for olefin hydrogenation, show related solvent-dependent reactivity. A solution of 4 in toluene is stable to HZ (1 atm, 72 h) whereas in methanol the complex decomposes under H2 to metal within 1 h. Analysis by gas chromatography of the volatile products reveals that the diene is hydrogenated completely to cyclooctane. When 5 is used as a catalyst to hydrogenate COD in methanol ([COD]): [Rh]=50:1) metal precipitates immediately and the diene is subsequently slowly hydrogenated. Attempts to hydrogenate COD with lc and 2a as catalysts yielded similar results, and any reduction is probably the result of heterogeneous catalysis. Structural studies The structures of lb and 4 axe shown in gigs. 2 and 3, and these confirm the expected molecular structure in which the ligand chelates a square-planar rhodium metal atom that is also coordinated to two r12-C=C ligands that are oriented perpendicular to the plane of rhodium coordination. Small tetrahedral distortions of the coordination group occur in each molecule, the displacements from the mean coordination plane being: Rh, -0.0004(5) and 0.0006(1); O(1), 0.035(5) and -0.065(2); O(2), -0.018(5) and 0.017(2); E(1), 0.048(6) and -0.065(1); E(2), -0.029(6) and 0.016(1) A, respectively for lb and 4 (where E(1) and E(2) axe the midpoints of the coordinated C=C double bonds). Angular distortions of the coordination group are greater for the bis(ethylene) compound lb where steric factors are responsible for an expansion of the E(1)-Rh-E(2) angle to 96.0(2) (the corresponding value in 4 is 88.63(6) ). The same factors are probably responsible for the longer Rh-E distances observed for lb (see Table 3). The rrocene moiety is lb exhibits a nearly eclipsed arrangement of cyclopentadienyl ligands (mean stagger angle = 7.3 ). Both of the cyclopen- 267 tadienyl rings are planar to within experimental error. The Fe -C(Cp) distances (2.032(8)-2.049(8), mean 2.040(6) A), Fe-centroid distances (1.643(4) and 1.651(4) A), and the centroid-Fe-centroid angle (178.2(2) ) are normal. The angles between normals to the C(1)-C(5) cyclopentadienyl ring and those of -the chelate ring and the Rh coordination plane are 11.6 and 13.6 respectively. O discussed above, possible cordugation between the aromatic ferrocenyl cyclopentadiene ring and the heterocyclic chelate ring is indicated by their near coplanarity; the angle between these rings is found to be 11.6 . It is not possible to ascertain any associated shortening in the carbon-carbon bond between the cyclopentadiene and heterocyclic rings because of 'the large standard deviation associated with this bond length. Delocalization within the heterocyclic ring is implied by the similarities in bond lengths between rhodium and oxygen (R.h-O(1), Rh-O(2)), carbon and oxygen (C(11)-O(1), C(13)-O(2)) and the carbon-carbon bonds (C(11)-C(12), C(12)-C(13)), Fig. 2. No significant difference is apparent in the rhodium-ethylene bond distances and in the carbon-carbon bond distances in the ethylene ligands. The crystal structure of la has been determined with low precision [ 29 ] and the general structure is the same as that of lb. In 4 (Fig. 3) the electron density in the benzene ring appears to have' been disrupted significantly, giving rise to three short and three long bonds; the longest, 1.425(2) A, is part of the chelate ring. The Rh-O bonds are unequal (2.018(1) and 2.055(1) A, difference 26 a) and reflect the nature of the ligand. The Rh-O distances in lb differ by only a possibly significant 2.8o. The corresponding bond lengths in the ligand itself and in the diphenylboron derivative of the ligand are shown in Fig. 6 [30]. Boron is expected to have less 7r-interaction with the chelating ligand than rhodium, and the ligand backbone reflects this by showing similar features. Bond c in the boron compound is again short (1.361(6) A) and bonds a and b. are longer. The carbon-oxygen distances are unequal, with the long C=O length (1:280(5) `tee\\r~sJ _ 9 ~J e b 1 Zj 9~sJ ~``6\\ `r' c Fig. 6. The ligand skeleton in (2'-acetylphenoxy-0, O')diphenylboron, and the uncomplexed protonated ligand. 268 A) reflecting a strong B-O interaction. The aromatic ring of the ligand contains one short bond d (1.35(1) A). This length increases on complex formation, as does the length of bond a. The crystal structures of lb and 4 indicate the possibility of an increase in ir-electron density in the chelate ring. In lb this is best seen in the near coplanarity of the two ring systems. In 4 the lengthening of bond a (over the free ligand) and the localizing of electron density elsewhere, particularly in bonds c and e, imply a shift of electron density into the chelate ring. AOowledgements The authors thank the Natural Sciences and Engineering Research Council of Canada for financial assistance and Johnson Matthey for the loan of rhodium salts. Supplementary material available Tables of hydrogen atom parameters, anisotropic thermal parameters, bond lengths and angles involving hydrogen, torsion angles and structure factors are available from the authors. References 1 R. Cramer, J. Am, Chem Soc., 86 (1964) 217. 2 R. B. King, A. D. King and M. Z. Igbal, J. Am. Chem. Soc., 101 (1979) 4893. 3 R. Van Eldkik, S. Aygen and H. Kelm, Transition Met. Chem, 10 (1985) 167. 4 L. Sacconi, Coord. Chem. Rev., 1 (1966) 192. 5 F. Calderazzo, C. Floriani, R. Henzi and G. L'Eplattenier, J. Chem Soc. (A) (1969), 1378. 6 J. T. Mague and M. O. Nutt, .l. Organometall. Chem, 166 (1979) 63. 7 R. J. Cozens, K. S. Murray and B. O. West, J. Organometall. Chem, 27 (1971) 399. 8 J. P. Collman, L. S. Hegedus, J. R. Norton and R. G. Finke, Principles and Applications of Organotransition Metal Chemistry, University Science Books Mill Valley, CA, 1987. 9 G. Mestroni, G. Zassinovich and A. Camus, J. Organometall. Chem, 140 (1977) 63. 10 G. Zassinovich, A. Camus and G. Mestroni, Inorg. Nzccl. Chem., Lett., 12 (1976) 865. 11 H. Brunner, P. Beier, G. Riepl, I. Bernal, G. M. Reisner, R. Benn and A. Rufinska, Organornetailics, 4 (1985) 1732. 12 W. R. Cullen and E. B. Wickenheiser, J Organometall. Chem, 370 (1989) 141. 13 B. R. James and G. Remple, Can. J. Chem, 44 (1966) 233. 14 International Tables for X-ray Crystallography, Vol. iV, Kynoch Press, Birmingham, 1974, p. 99-102 and 149. (Present distributor D. Reidel, Dordrecht). 15 P. J. Becker and P. Coppens, Acta Crystallogr., A30 (1974) 129; ibid., A30 (1974) 148, A31 (1975) 417. 16 P. Coppens and W. C. Hamilton, Acta Crystallogn, A26 (1970) 71. 17 F. R. Thornley and R. J. Nelmes, Acta Crystallogn, A30 (1974) 748. 18 W. R. Cullen and E. B. Wickenheiser, Inorg. Ch--m., 29 (1990) 4671. 19 R. Crabtree, Acc. Chem Res., 12.(1979) 331. 20 M. Zuber, W. A. Szuberla and F. P. Pruchnik, J. Mot. Catal., 38 (1986) 309. 269 21 D. A. Anton and R. H. Crabtree, Organometallics, 2 (1983) 855. 22 P. K. Hon, R. L. Belford and C. E. Pfluger, J. Chem Phys., 43 (1965) 1323. 23 P. K. Hon, C. E. Pfluger and R. L. Belford, Inorg. Chem, 5 (1966) 516. 24 P. F. R. Ewings, P. G. Harrison and 1. J. King, J. Chem. Soc., Dalton Trans., (1975) 1455. 25 F. A. Cotton and P. Legzdins, InO. Chem., 7 (1968) 1777. 26 J. Halpern, Science, 217 (1982) 401. 27 V. S. Watts and J. H. Goldstein, in The Chemistry of As, Interscience, London, 1970, Vol. 2, Chapt. 1. 28 M. M. T. Khan and A. E. Martell, Homogeneous Catalyses by Metal Complexes, Academic Press, New York, 1974, Vol. 1, Chapt. 1. 29 J. A. Evans and D. R. J. Russel, J. Chem Soc., Chem. Commun., (1971) 197. 30 W. R. Cullen, S. J. Rettig and E. B. Wickenheiser, unpublished results. X244 9180018X 0304-5102(91)80018-X 10.1016/0304-5102(91)80018-X Rhodium(I) complexes of β-diketonates and related ligands as homogeneous hydrogenation catalysts William R. Cullen Steven J. Rettig Eugene B. Wickenheiser Department of Chemistry, University of British Columbia, Vancouver, B.C. V6T 1Z1 Canada Rhodium(I) complexes of β-diketonates such as bis(η2-ethene)[1,3-(1-phenyl)-butanedionato-O,O′]rhodium(I) and related (O⋯O) ligands are active catalysts for the hydrogenation of unhindered alkenes at 30 °C (1 atm H2). Substrates such as α-acylaminocinnamic acid are not hydrogenated under these conditions, a result that can be used as a test for homogeneity in these catalytic systems. The crystal structures of two catalysts are described: bis(η2-ethene) [1,3-(1-ferrocenyl)-butanedionato-O,O]′rhodium(I), orthorhombic, space group P212121, with a = 7.8550(4), b = 9.8400(4), c = 21.5093(7) Å, and Z = 4. R = 0.037 and R w = 0.042 for 2993 reflections with I > 3σ(I). (1,5-cyclooctadiene)(2′-acetylphenoxy-O,O′)rhodium(I), triclinic, space group P 1 with a = 7.6634(5), b = 9.7831(3), c = 10.1112(6) Å, α = 104.763(3), β = 73.668(6), γ = 98.470(4)°, and Z = 2. R = 0.028 and R w = 0.034 for 5174 reflections with I > 3σ(I). References 1 R. Cramer J. Am. Chem. Soc. 86 1964 217 2 R.B. King A.D. King M.Z. Igbal J. Am. Chem. Soc. 101 1979 4893 3 R. Van Eldkik S. Aygen H. Kelm Transition Met. Chem. 10 1985 167 4 L. Sacconi Coord. Chem. Rev. 1 1966 192 5 F. Calderazzo C. Floriani R. Henzi G. L'Eplattenier J. Chem. Soc. (A) 1969 1378 6 J.T. Mague M.O. Nutt J. Organometall. Chem. 166 1979 63 7 R.J. Cozens K.S. Murray B.O. West J. Organometall. Chem. 27 1971 399 8 J.P. Collman L.S. Hegedus J.R. Norton R.G. Finke Principles and Applications of Organotransition Metal Chemistry 1987 University Science Books Mill Valley CA 9 G. Mestroni G. Zassinovich A. Camus J. Organometall. Chem. 140 1977 63 10 G. Zassinovich A. Camus G. Mestroni Inorg. Nucl. Chem. Lett. 12 1976 865 11 H. Brunner P. Beier G. Riepl I. Bernal G.M. Reisner R. Benn A. Rufinska Organometallics 4 1985 1732 12 W.R. Cullen E.B. Wickenheiser J. Organometall. Chem 370 1989 141 13 B.R. James G. Remple Can. J. Chem. 44 1966 233 14 a International Tables for X-ray Crystallography IV 1974 Kynoch Press Birmingham 99 102 (Present distributor D. Reidel, Dordrecht) b International Tables for X-ray Crystallography IV 1974 Kynoch Press Birmingham 149 (Present distributor D. Reidel, Dordrecht) 15 a P.J. Becker P. Coppens Acta Crystallogr. A30 1974 129 b P.J. Becker P. Coppens Acta Crystallogr. A30 1974 148 c P.J. Becker P. Coppens Acta Crystallogr. A31 1975 417 16 P. Coppens W.C. Hamilton Acta Crystallogr. A26 1970 71 17 F.R. Thornley R.J. Nelmes Acta Crystallogr. A30 1974 748 18 W.R. Cullen E.B. Wickenheiser Inorg. Chem. 29 1990 4671 19 R. Crabtree Acc. Chem. Res. 12 1979 331 20 M. Zuber W.A. Szuberla F.P. Pruchnik J. Mol. Catal. 38 1986 309 21 D.A. Anton R.H. Crabtree Organometallics 2 1983 855 22 P.K. Hon R.L. Belford C.E. Pfluger J. Chem. Phys. 43 1965 1323 23 P.K. Hon C.E. Pfluger R.L. Belford Inorg. Chem. 5 1966 516 24 P.F.R. Ewings P.G. Harrison I.J. King J. Chem. Soc., Dalton Trans. 1975 1455 25 F.A. Cotton P. Legzdins Inorg. Chem. 7 1968 1777 26 J. Halpern Science 217 1982 401 27 V.S. Watts J.H. Goldstein The Chemistry of alkenes 2 1970 Interscience London Chapt. 1 28 M.M.T. Khan A.E. Martell Homogeneous Catalyses by Metal Complexes 1 1974 Academic Press New York Chapt. 1 29 J.A. Evans D.R.J. Russel J. Chem. Soc., Chem. Commun. 1971 197 30 W. R. Cullen, S. J. Rettig and E. B. Wickenheiser, unpublished results.",
      "scopus-id": "0026170740",
      "coredata": {
        "eid": "1-s2.0-030451029180018X",
        "dc:description": "Rhodium(I) complexes of β-diketonates such as bis(η2-ethene)[1,3-(1-phenyl)-butanedionato-O,O′]rhodium(I) and related (O⋯O) ligands are active catalysts for the hydrogenation of unhindered alkenes at 30 °C (1 atm H2). Substrates such as α-acylaminocinnamic acid are not hydrogenated under these conditions, a result that can be used as a test for homogeneity in these catalytic systems. The crystal structures of two catalysts are described: bis(η2-ethene) [1,3-(1-ferrocenyl)-butanedionato-O,O]′rhodium(I), orthorhombic, space group P212121, with a = 7.8550(4), b = 9.8400(4), c = 21.5093(7) Å, and Z = 4. R = 0.037 and R w = 0.042 for 2993 reflections with I > 3σ(I). (1,5-cyclooctadiene)(2′-acetylphenoxy-O,O′)rhodium(I), triclinic, space group P 1 with a = 7.6634(5), b = 9.7831(3), c = 10.1112(6) Å, α = 104.763(3), β = 73.668(6), γ = 98.470(4)°, and Z = 2. R = 0.028 and R w = 0.034 for 5174 reflections with I > 3σ(I).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-06-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180018X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cullen, William R."
          },
          {
            "@_fa": "true",
            "$": "Rettig, Steven J."
          },
          {
            "@_fa": "true",
            "$": "Wickenheiser, Eugene B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180018X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180018X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80018-X",
        "prism:volume": "66",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Rhodium(I) complexes of β-diketonates and related ligands as homogeneous hydrogenation catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "251-269",
        "prism:endingPage": "269",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 June 1991",
        "prism:doi": "10.1016/0304-5102(91)80018-X",
        "prism:startingPage": "251",
        "dc:identifier": "doi:10.1016/0304-5102(91)80018-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "15",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029180018X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "122",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026170740"
      }
    }
  }
}