{
  "metadata": {
    "title": "Transfer hydrogenation of diarylacetylenes by polymethylhydrosiloxane in the presence of the RhCl<ce:inf loc=post>3</ce:inf>-Aliquat 336 catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-06-15",
    "doi": "10.1016/0304-5102(91)80023-V",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180023V",
    "pii": "030451029180023V"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026172808",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180023V 0304-5102(91)80023-V 030451029180023V 10.1016/0304-5102(91)80023-V S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01940 2024-01-02T01:05:30.650091Z 0 0 19910615 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 66 66 3 3 Volume 66, Issue 3 6 313 319 313 319 19910615 15 June 1991 1991-06-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. TRANSFERHYDROGENATIONDIARYLACETYLENESBYPOLYMETHYLHYDROSILOXANEINPRESENCERHCL3ALIQUAT336CATALYST BLUM J BLUM 1986 359 J SASSON 1981 293 Y COOPS 1953 781 J NEWMAN 1958 665 M DELABY 1951 148 R SONOGASHIRA 4467 K GASCOYNE 1977 1051 J BLUM 1987 2804 J AMER 1990 313 I AMER 1990 323 I SMITH 1975 297 298 J CHEMICALENGINEERINGKINETICS BAR 1985 161 R ARZAN 1986 229 J AMER 1987 1321 I MATSUT 1974 2906 T SJOSTROM 1976 200 M BLUMX1991X313 BLUMX1991X313X319 BLUMX1991X313XJ BLUMX1991X313X319XJ item 0304-5102(91)80023-V 030451029180023V 1-s2.0-030451029180023V 10.1016/0304-5102(91)80023-V 272239 2024-01-02T01:05:30.650091Z 1991-06-15 1-s2.0-030451029180023V-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180023V/MAIN/application/pdf/20453eb71cbae75d73309be38052b3b7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180023V/MAIN/application/pdf/20453eb71cbae75d73309be38052b3b7/main.pdf main.pdf pdf true 507717 MAIN 7 1-s2.0-030451029180023V-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180023V/PREVIEW/image/png/394ceabba2a090c27e4ca5ad5aa6f37e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180023V/PREVIEW/image/png/394ceabba2a090c27e4ca5ad5aa6f37e/main_1.png main_1.png png 59807 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 66 (1991) 313-319 313 Transfer hydrogenation of diarylacetylenes by polymethylhydrosiloxane in the presence of the RhCl3 Aliquat 336 catalyst Jochanan Blum*, Gal Bitan, Sharon Marx Department of Organic Chemistry, The Hebrew University, Jerusalem 91904 (Israel) and K. Peter C. Vollhardt Department of Chemistry, University of California at Berkeley, and'the Matls and Chemical Sciences Division, Laumence Berkeley Laboratory, Berkeley, CA 94720 (U.S.A.) (Received August 21, 1990; accepted December 17, 1990) Abstract The ion pair [(CsH,7)3NCH3]+[RhC14(Hz0)2]', formed from aqueous rhodium chloride and Aliquatm 336, has been shown to catalyze transfer hydrogenation of diarylacetylenes by polymethylhydrosiloxane (PMHS) to give Z- .and E-stilbenes as the major and the minor products, respectively. The reduction of diphenylacetylene was found to follow first-order kinetics in the substrate between 0.025 and 2.0 M. Both the steric and the electronic nature of the substrate proved to affect the rate. The electronic effect could be expressed in terms of two separate Hammett plots, one with p=0.64 for electronwithdrawing substituents and one with p- -1.10 for the alkynes with electron-releasing groups. Application of either a deuterium-labelled organic phase or DZO led to monoand dideuterated products. The observed activation energy E, = 11.47 kcal mol' suggests that the process is both chemically and diffusion controlled. Introduction In a previous paper [ 1 ] we have shown that the solvated ion pair [(C8H17)3NCH3]+[RhC141-, formed from aqueous RhC13 and Aliquat 336 [2] catalyzes, under mild conditions, the hydrogen transfer from polymethylhydrosiloxane, (CH3)3SiO[(CH3)HSiOj_35S1(CH3)3 (PMHS) to diphenylacetylene (1a) to give Z- and E-stilbene (2a and 3a, respectively), as the major and minor products (eqn. (1)). PMHS ArC=CAr' Z-ArCH=CHAT' +E-ArCH=CHAT' (1) 1 RhCb-Aliquat 336 ,L a, Ar-Ar'=CBHB e, Ar=Ar'=4-FCOH4 b, Ar=Ar'=2-CH3CBH4 f, Ar=Ar'=4-CICBH4 c, Ar=Ar'=4-CH3C6H4 g, Al'=Ar'=4-O2NCsH4 d, Ar=Ar' = 4-CH30C6H4 h, Ar= 4-C%C811q, Ar' = 4-ClC6H4 *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 0 Elsevier Sequoia/Printed in The Netherlands 314 In this paper we report the influence of the nature of the hydrogen donor, the acetylenic acceptor, and the catalyst system on the selectivity and efficiency of the transfer hydrogenation process. Experimental 1,1'-(1,2-Ethynediyl)bis(2-methylbenzene) (1b) [3], 1,1'-(1,2-ethynediyl)bis(4-methylbenzene) (lc) [3], 1,1'-(1,2-ethynediyl)bis(4-methoxybenzene) (ld) [4], 1,1'-(1,2-ethynediyl)bis(4-chlorobenzene) (lf) [3] and 1,1'(1,2-ethynediyl)bis(4-nitrobenzene) (1g) [5] were prepared as described in the literature. The various Z-stilbene derivatives required as reference compounds were obtained (without isolation) by LTV irradiation of the corresponding E-isomers. 1,1'-(1,2Ethynediyl)bis(4luorobenzene) (Ie) In analogy to the procedure of Sonogashira et al. [6], a slow stream of acetylene was passed, under exclusion of air, through a stirred solution of 4.44 g of 4-fluoroiodobenzene, 146.6 mg of (PPh3)ZPdC12 and 19 mg of Ca212 in 60 ml of anhydrous diethylamine. After 10 h, the solvent was evaporated under reduced pressure and the resulting dark oil was chromatographed on silica gel, using benzene as eluent, yielding 1.80 g (8496) of le. as colorless crystals. The m.p. of 186-187 C (from EtOH) was considerably higher than that reported previously (Lit. [7] m.p. 94-95 C); 300 MHz ' H NMR (CDC13): 7.2 75 (dABq, JAB = 8.8 Hz, JH,F = 8. 7 Hz). Analysis: Found: C, 78.19; H, 3.91%. C14HBF2 requires: C, 78.50; H, 3.7690. 1-Chloro-4-((4-methylphenyl)ethynyllbenxene (Ih) To a boiling solution of 20 g of 4-chlorobenzaldehyde and 17.1 g of 4-tolualdehyde in 60 ml of EtOH was added dropwise during 30 min a solution of 3.12 g of KCN in 30 ml of water. The mixture was stirred under reflux for 30 min. Upon cooling two phases separated. The aqueous layer was removed by decantation and the remaining orange oil was crystallized from a 1:9 mixture of benzene and heptane to give 34.7 g (8596) of 4chloro-4'-methylbenzoin; m.p. 72 C. The benzoin derivative was dissolved in a mixture of 140 ml of acetic acid, 71 ml of concentrated nitric acid and 530 ml of water and refluxed for 2 h. Upon cooling, the crude yellow 4chloro-4'-methylbenzil separated. Recrystallization from ethanol afforded 23 g (679'0) of pure diketone (m.p. 167 C), which was then dissolved in a mixture of 11.5 g of hydrazine hydrate and 60 ml of 1-propanol. After 75 h at reflux the mixture was cooled, and 14.9 g (589'0) of the yellow dihydrazone was collected; m.p. 98 C. A suspension of the hydrazone together with 29 g of Hg0 (yellow) in 60 ml of dry benzene was refluxed for 2 h. Filtration, evaporation of the solvent, column chromatography on silica gel with hexane as eluent and recrystallization from a 1:4 mixture of heptane and benzene, gave 1.7 g (1496) of pure 1h; m.p. 141-1.41..5 C; 200 MHz 'H NMR (CDC13): 315 2.368 (s, 3H, CH_3), 7.302 (ABq, J 8=7.9 Hz), 7.355 (ABq, JAB=5.7 Hz). Analysis: Found: C, 79.18; H, 5.089'0. C,sH11Cl requires: C, 79.47; H, 4.89%. General procedure for the transfer hydrogenation process In a typical experiment, a solution of 30 mg (0.114 mmol) of RhCI3 - 3H20 in 2 ml of triply distilled water was stirred for 20 min at room temperature at a constant rate of 390 rpm, with a solution of 60 mg (0.1485 mmol) of dry (crystalline) Aliquat 336 in 2 ml of 1,2-dichloroethane. The organic layer was separated, dried on anhydrous CaC12, mixed with 356 mg (2 mmol) of la and 80 pl of 1-methylnaphthalene (internal standard), and placed in an oil bath thermostatted at 27 0.2 C. After temperature equilibration, a volume of 200 Al of PMHS was syringed dropwise into the reaction flask during exactly 20 min. Samples of 1-2 Al were withdrawn periodically from the reaction mixture and immediately frozen at - 78 C to await analysis. GLC analysis was performed on a 3.16 x 600 mm stainless steel column packed with 139'o OV-17 on 60-80 mesh Chromosorb W with the aid of a 4700 Hewlett Packard chromatograph equipped with an FID detector and a Hitachi 2000-D integrator. Results and discussion Under the conditions given in the Experimental section, diphenylacetylene la was converted within 2 h almost entirely (9796) into a 1:2 mixture of E- and Z-stilbene (2a and 3a, respectively). The remaining material was 19'0 of unreacted starting material, 196 of bibenzyl and traces of hydration and hydrosilylation products. In the very initial stages of the reaction 2a was. the only product, but already after 5 min the amount of the E-isomer, 3a,. became significant. For substrate concentration between 0.025 and.2.00 M the reaction followed the first order rate law -d[la]/dt=k[la] where k=0.03 0.00,1 min-'. Neither the PMHS nor the components of the ,ion pair [(C$H17)3NCH3]+[RhC14(H20)2]- had any effect on the rate under our experimental conditions. This behavior of the system proved, however, not to be common.to some other alkyne transfer hydrogenations by PMHS. For example, the reduction of 1-phenyl-l-propyne (initial concentration of the alkyne 1.00 M) was found to be a second-order reaction, with k=4.00X 10-' 2 x 10-g M-' min-'. Thus, the initial reaction rates. of 1a and 1-phenyl-l-propyne were 30 and 0.7 mmol min-', respectively. Since the rate of formation of 3a during its first half-life was found to parallel the [(C8H17)3NCH3]+[RhC14(H20)2]--catalyzed isomerization of 2a to 3a, we assume that the accumulation of the latter compound is independent of the transfer hydrogenation process. The ratio of the two isomers was shown to depend strongly on the reaction temperature. By lowering the temperature from 27 to 20 C, the ratio of the Z:E isomers increased to 27:5 (after 30 min) [ 1 ]. To some extent the 2a:3a ratio was also affected 316 by the medium. In general organic solvents that enhance the reduction rate of la lead to low Z:E ratios, and vice versa with solvents that cause rate retardation. For example, by employing 1,2-dichloroethane, ether, chloroform, benzene and ethyl acetate under comparable conditions (for which k = 0.030, 0.023, 0.017, 0.012 and 0.008, respectively) the corresponding ratios of 2a:3awere 2:1, 1.16:1, 1.17:1, 2.5:1 and 3.1:1. Labeling experiments revealed that the solvent actually takes part in the hydrogen transfer process. When, e.g., in the standard experiment the (CHZCI)2 was replaced by CDC13, 92% of the resulting Z-stilbene was unlabeled, 596 was monodeuterated and 3g'o dideuterated. The E-stilbene was deuterated to an extent of 11/0 (896 d, and 3% d2). Water had an even greater effect than the organic solvent on the process. As noted already in certain RhC13-Aliquat 336-catalyzed reactions [8], the process is stopped when all water is removed from the system. However, the water of hydration (which is still present after overnight drying on molecular sieves) has proved sufficient for the transfer reduction (k=0.025 min-'). When the transfer hydrogenation was carried out under the conditions given in the Experimental section but without removal of the aqueous phase, the reaction proceeded ca. 6 times faster (k = 0.192 min-') than in the monophase system. In the presence of such a large excess of water, however, a reduction in selectivity was observed and the ratio 2a:3a was close to unity. Substitution of the H20 by D20, or treatment of the RhC13 - 3H20 with D20 for 12 h prior to its use, resulted in substantial deuteration of the products. The resulting Z-stfbene contained after 30 min 159'0 of the d, and 8% of the d2 compound, and the E-isomer included 229'0 of mono- and 890 of dideuterated stilbenes, respectively. In all labeling experiments the deuterium replaced only the vinylic and not the aromatic hydrogen atoms. Between 0 and 40 C the kinetics of the transfer hydrogenation of la by PMHS did not change. (At higher temperature, however, measurements proved difficult owing to the competing oligomerization process [9, 10]). The first-order rate constants that were measured at 0, 13, 20, 27 and 40 C for several substrate concentrations between 0.5 and 1.2 M, could be presented in terms of Arrhenius plots of In k vs. 1/T, from which the activation energy Ea=11.47 kcal mol'' was deduced. This value, which is lower than those of typical chemically-controlled, but higher than those of purely diffusioncontrolled reactions [ 11 ], suggests that both processes contribute significantly to the progress of the catalysis. We attribute this behavior to the fact that the dehydrogenated PMHS polymerizes and transfers the reaction mixture into a gel that after. several hours becomes a semi-solid mass. This assumption is supported by the existence of a rate dependence on the stirring velocity, particularly during the advanced stages of the catalytic process (cf. [ 12, 13 ]. The influence of steric and electronic properties on the transfer hydrogenation reaction was studied by utilizing the substituted diphenylacetylenes 1b-1h as substrates. Owing to the low solubility of several of these alkynes, the kinetic experiments were carried out in highly dilute solutions (e.g. 0.025 317 M). Under these conditions the reactions still followed the first-order rate law. The results are summarized in Table 1. The data reveal that both electronattracting and electron-releasing substituents enhance the reaction rate, and that steric effects cause the catalysis to slow down. Except for the sterically hindered substrate lb, which both reacts slowly and exhibits low selectivity, an inverse correlation was found between the rate and the Z:E ratio. The dramatic increase in selectivity in the ratio of 2a:3a (from 2 to 15) by increasing the volume of the organic solvent from 2 to 80 ml is remarkable. Though the various data. of Table 1 cannot be expressed in terms of a simple Hammett correlation, they can be described as two separate linear plots: one for the unsubstituted diphenylacetylene (la) and substrates 1c and Id, with electron-releasing groups, and the other for compounds le, if and lg with electron-attracting substituents, as well as for lh which has one Cl and one CH3 function (Fig. 1). The p values of both plots (p, = -1.10, TABLE 1 Dependence of the selectivity and of the rate of reaction (1) on the structure of the alkyne' Substrate Ratio of k Substrate Ratio of k 2:3 (min-') 2:3 (min') Ia 15 0.030 le 1.7 0.097 lb 1.2 0.005 if 1.2 0.147 lc 7.2 0.062 lg 1.1 0.728 ld 5.4 0.122 lh 1.3 0.066 'Reaction conditions as described in the Experimental section, except that the volume of 1,2dichloroethane was 80 ml. Mean values of at least three measurements that did not differ by more than t 396. I .4 1.2 I.0 o 0.8 O.! o- 0.4 0.2 0 IN02 - OCH3 C1 z - VOCH3 I F CHCC'F+CH3 HH -0.8 -0.4 0 0.4 0.8 1.2 1.6 o- Hammett Mg. 1. Correlation between log k/ko of reaction (1) and the sum of mHammett values of the substituents for compounds lc-1h. The or, value for OCH9 was taken from [15]. The other op values were taken from [16]. 318 p2 = 0.64) are rather small and suggest partial charge (positive or negative) stabilization in the transition state of the rate-limiting step. A plausible explanation for this dual behavior of the catalytic system is based on the assumption that the key step is the formation of a catalyst-alkyne intermediate in which the metal coordinates both to the triple bond and to the 7r-system of an aromatic ring. Electron-releasing substituents on both ends of the diarylacetylene molecule increase the -rr density on the central bond. On the other hand, electron-withdrawing groups enhance back-donation from the coordinated metal. Thus, both types of substituents can facilitate interaction of the catalyst with the substrate and affect the rate. This explanation is compatible with an `unsaturated' rather than with a `hydride' route for the transfer reduction process. Further support of such a mechanism has been provided by experiments in which the RhC13-Aliquat 336 system was pretreated with small amounts of either HZ gas [ 13 ] or various hydrogen donors (PMHS, triphenylsilane, benzyl alcohol, ammonium formate). In none of these experiments has rate enhancement been observed. It is remarkable that although nitrobenzene is transfer hydrogenated by PMHS and the RhC13-Aliquat 336 catalyst to aniline, 1, l'-(1,2-ethynediyl)bis(4nitrobenzene (lg) is selectively reduced to the dinitrostilbenes. Similar preferential reduction of unsaturated carbon-carbon bonds over nitro groups has previously been observed in the hydrogenation of several nitroalkenes by the same kind of rhodium catalyst [ 14 ]. Finally, we have compared our transfer hydrogenation reaction to some analogous catalyst systems. Replacement of the hydrogen donor, PMHS, by triethylsilane, diphenylsilane or triphenylsilane did not change the results substantially. The catalyses followed the first-order rate law, though the rate constants were lower for the monomeric silicon hydrides (k = 0.008, 0.021 and 0.006 min-', respectively as compared with 0.030 min-' for PMHS). When, however, diethylsilane was used, an autocatalytic reaction took place in which the maximum rate was similar to that for PMHS. The selectivities in these catalyses varied widely. After reaction periods of 10 min in the presence of Et2SiH2, Et3SiH, Ph2SiH2 or Ph3SiH, the ratios of 2a:3a were 2.2, 0.4, 1.4 and 1.4 respectively. Ion pairs generated from Aliquat 336 and RuC13 - 31120 or IrC13 - 31120 could be employed instead of the f(C8H17)3NCH3]+[RhCI4(H20)21- catalyst. The ruthenium-catalyzed reaction followed the first-order rate law with k=0.025 min'. The iridium-catalyzed transfer reduction of la proved to have more complex kinetics, though its initial rate was 57 mM min-' (almost twice as high as that for the rhodium-containing reaction). The Z:E ratio of the product was similar to that obtained under our standard conditions. Acknowledgement This research was supported by grant No. 86-00013 from the U.S.-Israel Binational Science Foundation (BSF), Jerusalem, Israel. 319 References 1 J. Blum, I. Pri-Bar and H. Alper, J. Mot. Catal., 37 (1986) 359. 2 Y. Sasson, A. Zoran and J. Blum, J. Mot. Catal., 11 (1981) 293. 3 J. Coops. Rec. Trav. Chim. Pays Bas, 72 (1953) 781. 4 M. S. Newman and D. E. Reid, J. Org. Chem., 23 (1958) 665. 5 R. Delaby and R. Baronnet, Bull. Soc. Chim. Fr., (1951) 148. 6 K. Sonogashira, Y. Tohda and N. Hagihara, Tetrahedron Lett., (1975) 4467. 7 J. M. Gascoyne, P. J. Mitchell and L. J. Phillips, J. Chem. Soc., Perkin Trans. 2, (1977) 1051. 8 See e.g. J. Blum, I. Amer, K. P. C. Vollhardt, H. Schwarz and G. Hdhne, J. Org. Chem., 52 (1987) 2804. 9 I. Amer, T. Bernstein, M. Eisen, J. Blum and K. P. C. Vollhardt, J. Mot. Catal., 60 (1990) 313. 10 I. Amer, J. Blum and K. P. C. Vollhardt, J. Mot. Catal., 60 (1990) 323. 11 See e.g. J. M. Smith, Chemical Engineering Kinetics, McGraw-Hill, New York, 1975, pp. 297-298. 12 R. Bar, L. K. Bar, Y. Sasson and J. Blum, J. Mot. Catal., 33 (1985) 161. 13 J. Arzan, O. Buchman, I. Amer and J. Blum, J. Mot. Catal., 34 (1986) 229. 14 I. Amer, T. Bravdo, J. Blum and K. P. C. Vollhardt, Tetrahedron Lett., 28 (1987) 1321. 15 T. Matsut, H. C. Ko and L. G. Hepler, Can. J. Chem., 52 (1974) 2906. 16 M. Sjostr6m and S. World, Chem. Scrzpta, 9 (1976) 200. X244 9180023V 0304-5102(91)80023-V 10.1016/0304-5102(91)80023-V Transfer hydrogenation of diarylacetylenes by polymethylhydrosiloxane in the presence of the RhCl3-Aliquat 336 catalyst Jochanan Blum ∗ Gal Bitan Sharon Marx Department of Organic Chemistry, The Hebrew University, Jerusalem 91904 Israel * Author to whom correspondence should be addressed. K.Peter C. Vollhardt Department of Chemistry, University of California at Berkeley, Lawrence Berkeley Laboratory Berkeley, CA U.S.A. Materials and Chemical Sciences Division, Lawrence Berkeley Laboratory Berkeley, CA U.S.A. The ion pair [(C8H17)3NCH3]+[RhCl4(H2O)2]−, formed from aqueous rhodium chloride and Aliquat® 336, has been shown to catalyze transfer hydrogenation of diarylacetylenes by polymethylhydrosiloxane (PMHS) to give Z- and E-stilbenes as the major and the minor products, respectively. The reduction of diphenylacetylene was found to follow first-order kinetics in the substrate between 0.025 and 2.0 M. Both the steric and the electronic nature of the substrate proved to affect the rate. The electronic effect could be expressed in terms of two separate Hammett plots, one with ϱ = 0.64 for electron-withdrawing substituents and one with ϱ = −1.10 for the alkynes with electron-releasing groups. Application of either a deuterium-labelled organic phase or D2O led to mono and dideuterated products. The observed activation energy E a = 11.47 kcal mol−1 suggests that the process is both chemically and diffusion controlled. References 1 J. Blum I. Pri-Bar H. Alper J. Mol. Catal. 37 1986 359 2 Y. Sasson A. Zoran J. Blum J. Mol. Catal. 11 1981 293 3 J. Coops Rec. Trav. Chim. Pays-Bas 72 1953 781 4 M.S. Newman D.E. Reid J. Org. Chem. 23 1958 665 5 R. Delaby R. Baronnet Bull. Soc. Chim. Fr. 1951 148 6 K. Sonogashira Y. Tohda N. Hagihara Tetrahedron Lett. 1975 4467 7 J.M. Gascoyne P.J. Mitchell L.J. Phillips J. Chem. Soc., Perkin Trans. 2 1977 1051 8 J. Blum I. Amer K.P.C. Vollhardt H. Schwarz G. Höhne J. Org. Chem. 52 1987 2804 9 I. Amer T. Bernstein M. Eisen J. Blum K.P.C. Vollhardt J. Mol. Catal. 60 1990 313 10 I. Amer J. Blum K.P.C. Vollhardt J. Mol. Catal. 60 1990 323 11 J.M. Smith Chemical Engineering Kinetics 1975 McGraw-Hill New York 297 298 12 R. Bar L.K. Bar Y. Sasson J. Blum J. Mol. Catal. 33 1985 161 13 J. Arzan O. Buchman I. Amer J. Blum J. Mol. Catal. 34 1986 229 14 I. Amer T. Bravdo J. Blum K.P.C. Vollhardt Tetrahedron Lett. 28 1987 1321 15 T. Matsut H.C. Ko L.G. Hepler Can. J. Chem. 52 1974 2906 16 M. Sjöström S. World Chem. Scriptra 9 1976 200",
      "scopus-id": "0026172808",
      "coredata": {
        "eid": "1-s2.0-030451029180023V",
        "dc:description": "The ion pair [(C8H17)3NCH3]+[RhCl4(H2O)2]−, formed from aqueous rhodium chloride and Aliquat® 336, has been shown to catalyze transfer hydrogenation of diarylacetylenes by polymethylhydrosiloxane (PMHS) to give Z- and E-stilbenes as the major and the minor products, respectively. The reduction of diphenylacetylene was found to follow first-order kinetics in the substrate between 0.025 and 2.0 M. Both the steric and the electronic nature of the substrate proved to affect the rate. The electronic effect could be expressed in terms of two separate Hammett plots, one with ϱ = 0.64 for electron-withdrawing substituents and one with ϱ = −1.10 for the alkynes with electron-releasing groups. Application of either a deuterium-labelled organic phase or D2O led to mono and dideuterated products. The observed activation energy E a = 11.47 kcal mol−1 suggests that the process is both chemically and diffusion controlled.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-06-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180023V",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Blum, Jochanan"
          },
          {
            "@_fa": "true",
            "$": "Bitan, Gal"
          },
          {
            "@_fa": "true",
            "$": "Marx, Sharon"
          },
          {
            "@_fa": "true",
            "$": "Vollhardt, K.Peter C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180023V"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180023V"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80023-V",
        "prism:volume": "66",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Transfer hydrogenation of diarylacetylenes by polymethylhydrosiloxane in the presence of the RhCl3-Aliquat 336 catalyst",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "313-319",
        "prism:endingPage": "319",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 June 1991",
        "prism:doi": "10.1016/0304-5102(91)80023-V",
        "prism:startingPage": "313",
        "dc:identifier": "doi:10.1016/0304-5102(91)80023-V",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026172808"
      }
    }
  }
}