{
  "metadata": {
    "title": "Adsorption and surface reactions of pyridine on pure and doped ceria catalysts as studied by infrared spectroscopy",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-05-16",
    "doi": "10.1016/0304-5102(89)80101-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289801014",
    "pii": "0304510289801014"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024656584",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289801014 0304-5102(89)80101-4 0304510289801014 10.1016/0304-5102(89)80101-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01113 2024-01-02T01:04:53.938015Z 0 0 19890516 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 51 51 2 2 Volume 51, Issue 2 10 209 220 209 220 19890516 16 May 1989 1989-05-16 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. ADSORPTIONSURFACEREACTIONSPYRIDINEPUREDOPEDCERIACATALYSTSSTUDIEDBYINFRAREDSPECTROSCOPY ZAKI M BEVAN 1964 1509 D FIERRO 1987 154 J TAKAHASHI 1972 989 T PHYSICSELECTROLYTES OSTUKA 1983 493 K OSTUKA 1985 87 K ZAKI 1983 114 M SAZONOV 1962 761 L TAYLOR 1984 120 K CATALYSISSCIENCETECHNOLOGY MERIAUDEAU 1982 95 P METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS ZAKI 1986 3176 M GRABOWSKI 1980 103 W STAIR 1982 4044 P SORENSEN 1981 2 O NONSTOICHIOMETRICOXIDES TANABE 1981 231 K CATALYSISSCIENCETECHNOLOGY ZAKI 1987 1455 M NIWA 1982 260 M ZECCHINA 1986 227 A ZAKI 1986 107 M PERI 1960 1526 J ZAKI 1988 M ZAKI 1987 201 M NAKAMOTO 1978 243 K INFRAREDRAMANSPECTRAINORGANICCOORDINATIONCOMPOUNDS ROSYNEK 1977 417 M KLINE 1944 300 C CONNELL 1986 103 G GRIFFITHS 1978 403 D CARROTT 1983 2425 P FARRAGHER 1979 3 A BRAUER 1960 77 G BRAUER 1960 87 G BLUMENTHAL 1968 91 R KNOZINGER 1976 184 H CHE 1982 77 M ZAKIX1989X209 ZAKIX1989X209X220 ZAKIX1989X209XM ZAKIX1989X209X220XM item 0304-5102(89)80101-4 0304510289801014 1-s2.0-0304510289801014 10.1016/0304-5102(89)80101-4 272239 2024-01-02T01:04:53.938015Z 1989-05-16 1-s2.0-0304510289801014-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801014/MAIN/application/pdf/c1fe4687026ea67b44978607bb2e3c88/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801014/MAIN/application/pdf/c1fe4687026ea67b44978607bb2e3c88/main.pdf main.pdf pdf true 742737 MAIN 12 1-s2.0-0304510289801014-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801014/PREVIEW/image/png/e4e0e68b2b4921f29abcda4940053df0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801014/PREVIEW/image/png/e4e0e68b2b4921f29abcda4940053df0/main_1.png main_1.png png 67708 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 51 (1989) 209 - 220 209 ADSORPTION AND SURFACE REACTIONS OF PYRIDINE ON PURE AND DOPED CERIA CATALYSTS AS STUDIED BY INFRARED SPECTROSCOPY M. I. ZAKI*, G. A. M. HUSSEIN, S. A. A. MANSOUR and H. A. EL-AMMAWY Chemistry Department, Faculty of Science, Minia University, ElMinia (Egypt) (Received May 2, 1988; accepted November 28, 1988) Summary Pyridine (Py) adsorption on ceria surfaces, prepared by thermal decomposition of diammonium hexanitratocerate at 400 C, was studied by infrared spectroscopy and gravimetric techniques. At room temperature, Py was irreversibly adsorbed via coordination to Lewis sites of different acid strengths. High temperature calcination (at 800 C) of ceria greatly reduced the Py adsorption capacity of the surface. Upon thermoevacuation at 100 - 400 C, Py cracking occurred with formation of various surface species (among these caboxylates and nitrites) deriving from cleavage of the ring via attack of surface oxygen on adsorbed Py. Doping of ceria with Na\"*\", A13\"1' and Or3\"*\" ions (at 1 atom dopant per Ce atom) largely modified the Py adsorption capacity and surface reactions, thus revealing disparate impacts on acid/base properties of the surface. Introduction Fluorite-structured ceria (CeOz) has proved to be a material of exceed- ing technological importance. This is based on a number of distinctive prop- erties. For instance, it can be made largely non-stoichiometric (CeO^-x) by thermal treatment (in air or in vacuo) at relatively low temperatures (500 - 600 C) [1, 2], with the Ce sub-lattice preserving its original structure. This behaviour makes the oxide a powerful solid electrolyte for fuel cells [3]. Moreover, it undergoes oxidation-reduction cycles in a perfectly reversible fashion, thus facilitating economic production of H; when water vapour is used as an oxidant [4]. On the other hand, ceria is used as a competent catalyst in alcohol decomposition [5], hydrocarbon oxidation [6], and as an important ingredient in commercially available catalysts for automobile exhaust-gas conversion reactions [7]. It is also a compatible support material for mono layer-type metal [8] and metal oxide [9] catalysts of industrial interest. * Author to whom correspondence should be addressed. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 210 Acid-base properties of catalytic surfaces are critical in determining their activity and selectivity, not only in typical acid-base reactions, but also in oxidation processes [10]. The concept of Lewis acidity and basicity of surfaces has been recently reviewed [11] in relation to a perturbational molecular orbital theory of acid-base interactions. It has been shown [11] that the spatial extent of electronic states at the surface, that is, whether they are delocalized or localized, is a determining factor in adsorption and surface chemical reaction selectivity. On metal oxides, from the structure and composition standpoints, the spatial extent of electronic states may be controlled by the degree of departure from stoichiometry [12], as influ- enced by pretreatment conditions and/or foreign ion additives. Within the above context, ceria has been described [13] as a material having equally significant acidic and basic properties. This has been further confirmed by infrared absorption characteristics of adsorbed acid [14] and base [15] probe molecules. Recently, however, Zecchina and Stone [16], by means of UV/VIS diffuse reflectance spectroscopy, have shown that the adsorption of pyridine on some typical solid bases is not only capable of revealing the abundance and strength of Lewis acid sites, but also of monit- oring the chemical reactivity of Lewis base centers. This paper presents a study of surface acid-base properties of pure and doped (with Na\"1\", Al3\"*\" and Cr3\"1\") cerias by means of infrared spectros- copy and gravimetry using pyridine adsorption. To our knowledge, such an investigation has not been hitherto published. Experimental Materials Two samples of pure ceria were obtained, according to Zaki and Baird [17], by calcination (in still atmosphere of air) at 400 C [CeO^OO)] and 800 C [CeC>2(800)] for 5 h of diammonium hexanitratocerate [(N114)2- [Ce(N03)6] a 99.8% pure Germed (G.D.R.) product]. Complete decom- position of the precursor was XRD-verified and the corresponding SBET values, as determined by N3 adsorption isotherms (at 195 C), were respectively of 23.9 and 42.3 m^g\"1. Doping of ceria (Ce02(400)) with Na'1\", Al34\" and Cr3\"1\" ions (at 1 atom dopant per Ce atom) was effected by impregnation from dilute aqueous solutions of NaOH, A^NO^s^HzO and C^W^^HaO [99.8% pure BDH (U.K.) products], respectively. After having been dried at 110 C (till constant weight), the impregnated samples were calcined (in a still atmo- sphere of air) at 800 C for 5 h. As was shown by a subsequent XRD-exam- ination, none of the dopants has resulted in formation of separate oxide phases, at least at a detectable level, except for Al3\"1\" where a very small pro- portion of A1203 phase was detected. For convenience, the doped samples are denoted by Na/Ce, Al/Ce and Cr/Ce, and corresponding S^ET values are compiled in Table 1. 211 TABLE 1 Pyridine adsorption capacity (at room temperature) and surface area of the catalysts Catalyst Irreversibly adsorbed Py/ S^T^ (lO^mmolm\"2) (m2 g-1) Ce02(400) 1.15 23.9 Ce02(800) 0.25 42.3 Na/Ce 0.09 8.3 Al/Ce 0.41 11.8 Cr/Ce 1.87 6.8 Determined via BET analysis of N3 adsorption isotherms at 195 C. Pyridine, Specpure product of BDH (U.K.), was further dried (under vacuum) over molecular sieve (4A) and degassed by freeze-pump-thaw cycles, prior to use. Gravimetric analysis Test samples of various catalysts (weighing 100 - 200 mg) were out- gassed at 400 C for 30 min, prior to exposure (at room temperature for 30 min) to 10 torr of pyridine (Py) vapour in situ in an automatically record- ing thermobalance of model 30H Shimadzu Unit (Japan). Weakly-held Py was eliminated by evacuation at room temperature for 10 min, and the amount irreversibly adsorbed was then determined with a measuring sensitiv- ity standardized at 0.1 mg in~1. Infrared spectroscopy A self-supporting, thin (20-25 mg cm~2) wafer of the test catalyst was obtained by pressing at 5 ton in~2 and placed inside a specially designed IR cell [18] equipped with KBr windows. Then, it was treated in situ in a stream of dry oxygen (50 cc min\"1) at 400 C for 1 h, and subsequently evacuated (10\"5 torr) for 10 min prior to cooling (m uacuo) to room tem- perature. Infrared (IR) spectra were recorded over the frequency range 4000 - 800 cm~1, at a resolution of 5.2 cm\"1 by means of a model 580B Perkin- Elmer spectrophotometer equipped with a model 3500 Perkin-Elmer data station. After recording the catalyst background spectrum, Py vapour was introduced at room temperature to a pressure of 6 torr and maintained in contact with the catalyst for 10 min. The cell was then evacuated for 10 min, and a spectrum recorded. Thermoevacuation of adsorbed Py was subse- quently carried out at 100, 200, 300 and 400 C for 10 min, followed by cooling (in vacua) to room temperature prior to recording corresponding spectra. Spectral characteristics of the adsorbed species were monitored by ratioing out the catalyst background spectrum, and wavenumbers obtained were accurate to within 2 cm\"*. 212 Results Gravimetric analysis Table 1 summarizes values of Py adsorption capacity (mmol m~2), at room temperature, and surface area (SBET(m2 S-1)) of pure and doped ceria. It is obvious that the pure catalyst [CeO^OO)] has suffered a marked reduc- tion in adsorption capacity upon increasing the calcination temperature to 800 C, despite a simultaneous increase in the surface area (from 23.9 (400 C) to 42.3 m2 g~1 (800 C)). A recent texture assessment of the cat- alysts [19], by means of N3 adsorption at 195 C, has shown the high- temperature calcination to increase the pore size from 1.5 (400 C) to 2.3 nm (800 C). These results may plausibly attribute the observed decrease of the adsorption capacity to a change in the surface chemistry rather than in the surface accessibility. Table 1 also indicates that doping with Na\"*\" has diminished the Py adsorption capacity of the host oxide [Ce02(800)]. In contrast, Cr^-doping has very much improved the adsorption capacity; the value determined (1.87 X 10~4) is even in excess of that observed for Ce02(400) (1.15 X 10~4 mmol m~2). Also, Al^-doping has increased the host adsorption capacity, however slightly (to 0.41 X lO^mmol m~2). Infrared Spectroscopy Catalyst background A spectrum of Ce02(400), recorded over the frequency range 4000 - 800 cm~1, displayed two overlapping bands with maxima at 3664 and 3640 cm\"1, weak bands at 1460, 1380,1350, 1050 and 850 cm\"1, and a complete blackout at <800 cm~1. The former two bands (at 3664 and 3640 cm~1) have previously been observed [20] and assigned to stretching vibrations of two different types of surface hydroxyl groups. When brought into contact with CO atmosphere at 195 C, these v(OH) bands suffered no low-frequency shifts. This behaviour has been considered [20] indicative of an anionic character for the ceria surface OHs. The low-frequency bands (at <1460 cm~1) are due to carbonate surface contaminants [21], thus indicating that the calcination and pretreatment conditions applied could not lead to CO^-free surfaces. Such a phenomenon has been previoulsy encountered [15] and correlated with the strong ten- dency of lanthanide oxides towards CO^ adsorption and formation of stable surface carbonates [22]. Upon increasing the calcination temperature to 800 C and doping, however, the background spectra obtained gave strong indications of a marked loss in wafer transmission over the high-frequency region, making v(0fl) bands barely observable, and of a significant weakening of the CO^ bands. 213 Pyridine adsorption at room temperature Spectra were taken of Py irreversibly held (at room temperature) on the pure and doped catalysts, over the frequency range from 1700 to 800 cm\"1. The relevant part (1700 -1400 cm~1) of these spectra (a) is shown in Figs. 1-4. Characteristic frequencies of IR absorptions due to ring vibration Wavenumber/ cm1 Wavenumber/cm\"1 Fig. 1. IR spectra taken after pyridine adsorption on Ce02(400) at room temperature (a), and subsequent thermoevacuation at 100 (b), 200 (c), 300 (d) and 400 C (e) for 10 mid. Fig. 2. IR spectra taken after pyridine adsorption on Ce02(800) at room temperature (a), and subsequent thermoevacuation at 100 (b), 200 (c), 300 (d) and 400 C (e) for 10 min. 214 Wavenumber/cnT Fig. 3. IR spectra taken after pyridine adsorption on Al/Ce at room temperature (a), and subsequent thermoevacuation at 100 (b), 200 (c), 300 (d) and 400 C (e) for 10 min. Fig. 4. IR spectra taken after pyridine adsorption on Cr/Ce at room temperature (a), and subsequent thermoevacuation at 100 (b), 200 (c), 300 (d) and 400 C (e) for 10 min. 215 TABLE 2 IR absorption frequencies of liquid phase and adsorbed species of pyridinea Ring Frequency (cm\"1) S\"\" LiquidHPy LPydBPy^ 19b 1439 1440 - 1445 1445 - 1460 1530 - 1550 19a 1478 1480-1490 1478-1490 1478-1490 Sb 1572 1577 1575-1585 1600-1613 8a 1579 1580-1600 1602-1632 1631-1640 \"Data adopted from [24]. ^odes as assigned by [23]. 'HPy = hydrogen-bonded pyridine. dLPy = pyridine bonded to a Lewis site. BPy = pyridine bonded to a Bronsted site. modes [23] of liquid phase and frequently encountered surface species of Py [24] are compiled in Table 2, for comparison purposes. On CeO^OO), Py adsorption has given rise to five bands (spectrum (a). Fig. 1) at 1623, 1595, 1575, 1485 and 1440 cm\"1. According to Table 2, these bands are assignable to LPy species. The occurrence of the 8a mode at two different frequency values (1623 and 1595 cm\"1) may indicate that Lewis acid sites involved assume two different acidity strengths [24]. Five similar bands occurring at almost identical frequencies, however with weaker absorptions, have been generated (spectrum (a). Fig. 2) by adsorbed Py on CeO 2(800), thus indicating that the high-temperature calcination has not changed the nature of the surface acid sites, but weakened their strengths. This result can well be correlated with the observed drop in the adsorption capacity, as gravimetrically determined (Table 1), going from CeC>2(400) to CeC>2(800). On Na/Ce, however, Py uptake gave rise to a spectrum showing very weak bands (at 1610, 1590, 1570, 1485 and 1440 cm\"1) due also to LPy species. The notable weakeness of the bands, together with the low-fre- quency shifts experienced by the 8a mode bands, may infer a poisoning effect of Na\"\"\" ions influencing the surface Lewis acidity. Table 1 shows very supportive data. The spectrum ((a). Fig. 3) resulting from Py adsorption on Al/Ce displays, in addition to the characteristic bands of LPy species, a unique band at 1534 cm~1. In accordance with Table 2, this band occurs in the frequency range (1439 -1550 cm~1) of the 19b ring vibration mode. When accompanied by the occurrence of the 8a mode at >1631 cm~1, as is the case here (Fig. 3), it is often considered [24] to mark the formation of BPy species (Table 2). Py on Cr/Ce exhibited a spectrum ((a). Fig. 4) displaying relatively strong bands (at 1625, 1595, 1575, 1490 and 1440 cm~1) due to LPy 216 Wavenumbcr/cnT^ Fig. 5. IR spectra taken after pyridine adsorption on CeC>2(400) at room temperature (a), and subsequent thermoevacuation at 100 (b), 200 (c), 300 (d) and 400 (e) for 10 min. species. This spectral behaviour is quite consistent with the fact that the gravimetric data (Table 1) allocate maximum adsorption capacity to the catalyst concerned. Py adsorption on the various catalysts tested has barely changed the weak band structure observed at <1400 cm~1 for the 003 surface contam- inants, and has not generated any additional features at this low frequency region (e.g., (a) in Fig. 5), except for bands due to other ring vibration modes of Py (viz. 9a at 1225,15 at 1150 and 18a at 930 cm~1 [23]). Pyridine thermoevacuation at > 100 C. Spectra (b - e) taken from the Py/catalyst interface, after having been thermoevacuated at 100, 200, 300 and 400 C, are exhibited in Figs. 1 - 4 (at 1700 -1400 cm\"1) and in Fig. 5 (at 1400 - 800 cm\"1). These spectra show the common feature of a gradual weakening in intensity of the bands characteristic of the room-temperature adsorbed species of Py, as the 217 thermoevacuation temperature increases, till their almost complete dis- appearance at 400 C. Simultaneously, new bands have emerged, except on Na/Ce. Frequencies, assignments and temperature of first appearance of these bands are summarized in Table 3. Figures 1-5 showed a consistent sequence of appearance and dis- appearance of the species assigned in Table 3, with increasing temperature. The carboxylate and nitrite surface species first appeared on CeO^.800) and Cr/Ce at 100 C, although at 200 C on CeC>2(400) and Al/Ce. The nitrite species completely disappeared at 300 C (spectrum (d) Fig. 5), whereas the carboxylate began to gradually disappear at >300 C. On the other hand, the carbonate and O;\" species first appeared, on all these catalysts, at 200 C and developed further with increasing temperature (Fig. 5). TABLE 3 Frequencies and assignments of new IR bands appearing as a result of thermoevacuation (at >100 C) of Py adsorbed (at room temperature) on various catalysts Frequency Assignment Temperature11 Catalyst (cm-1) ( C) 1600 and 1550, or carboxylate (most 100 1560 and 1500 likely acetate) species [25] 200 1270,1160 and N 0 surface 100 1090 species [15] (most likely bidentate N02~) 200 1460, 1380,1350, carbonate (most 200 1050 and 850 likely monodentate) species [21] 1005 02~ surface1' 200 species [26] Ce02(800) Cr/Ce Ce02(400) Al/Ce Ce02(800) Cr/Ce Ce02(400) Al/Ce Ce02(400) CeC>2(800) Cr/Ce Al/Ce Ce02(400) Ce02(800) Cr/Ce Al/Ce \"Thermoevacuation temperature at which the respective bands first appeared. admittedly this assignment should be taken with caution, since the evident available (the 1005 cm\"1 band) is not sufficient and the presence of O^\" species under such reducing conditions is less likely. The foregoing results suggest that the carboxylate and nitrite surface species are formed as cracking products of room-temperature adsorbed Py. On the other hand, formation of the carbonate and 0^~ species seems to take place at the expense of decomposing carboxylates and nitrites, respectively. 218 Discussion Pyridine adsorption and surface acidity Ce02(400) exposes surfaces having a high Py adsorption capacity (1.15 X 10~4 mmol m~2) at room temperature. IR analysis indicated only formation of LPy species, involving Lewis acid sites of at least two different acidity strengths. This may be correlated with the fact [27] that low-indexed crystal faces, (100) and (110) in particular, predominantly form surfaces of finely divided ceria, thus substantiating the possibility of exposing Ce4\"^ sites of different degrees of coordination unsaturation. However, a contribution from Ce3\"1\" sites cannot be excluded with certainity. High-temperature calcination of ceria [Ce02(800)] greatly reduces the Py adsorption capacity of the surface (Table 1). It has been established [1, 28] that heating ceria at >650 C releases lattice oxygen, thus rendering the material grossly non-stoichiometric (CeOz-x)- Simultaneously, the n-semi- conductive property of ceria improves markedly [29]. Weakening of the acidity (electron accepting ability) of the Lewis sites would be an expected consequence of such structural and electronic changes [11]. Doping of ceria with Na* ions reduces the host adsorption capacity to the lowest level observed (Table 1). In contrast, incorporation of Cr3\"*\" ions improves it to a level (1.87 X 10~4 mmol m\"2) even higher than that (1.15 X 10~4) exhibited by Ce02(400). Al^-doping slightly increases the host capacity and, moreover, creates Bronsted acid sites (BPy IR bands at 1640 and 1534 cm\"1 in spectrum (a). Fig. 3). A reasonable interpretation of these results is presently unavailable, and must await further investigations of doping impacts on structural and electronic properties of the host oxide. Pyridine surface reactions and reactivity of basic sites IR spectra taken from surface species established on CeC>2(400) after exposure to Py at room temperature and subsequent thermoevacuation at 100 - 400 C for 10 min, have indicated (Figs. 1 and 5) a sort of oxidative cracking of Py ligands, leading to the formation of carboxylate, nitrite, carbonate and, probably, O;\" surface species (Table 3). The surface reactions involved have been enhanced on CeC>2(800) and Cr/Ce, slowed on Al/Ce, and completely inhibited on Na/Ce. Chemical reactions between adsorbed Py and metal oxide surfaces have been occasionally observed. On A^O^, Py molecules have been transformed into a-pyridone surface species [30] at >300 C. The process involved has been described [30] as a nucleophilic attack of a basic OH group at the Py molecule, which is coordinated onto a Lewis acid site. It has also been concluded [30], that the Py molecule is activated for the nucleophilic attack by virtue of its coordination, while simultaneously a charge redistribu- tion in the acid-base site pair improves the nucleophilicity of the OH group. On typical solid bases (alkaline earth oxides), however, Zecchina and Stone [16] have observed cracking of adsorbed Py to commence at a tem- perature as low as 150 C, i.e. a situation similar to that observed on ceria 219 surfaces. These authors have presumed the involvement of surface species other than OH~ groups, namely reactive oxygen species. Nevertheless, a contribution from coexisting OH~ groups could not be excluded. IR spectra of the catalyst background, described in a preceding section, indicated the existence on ceria surfaces of two types of OH groups. Their anionic character has been earlier presumed [20]. Condensation of such anionic OH groups has been considered [31] to be a means of generat- ing reactive oxygen species. Another means is the dissociative adsorption of N 0 species [31], whereby N^O\" is formed and instantaneously decom- posed to N2 gas and 0~ surface species. It is worth mentioning in this respect that the importance of CeO; ingredients in automobile exhaust-gas conver- sion catalysts lies basically in its profound ability to dissociatively chemisorb nitrogen oxides [15]. Accordingly, the occurrence of Py cracking, as revealed by IR detection of carboxylate and nitrite surface species, may indicate the existence on ceria of highly reactive basic sites associated with hydroxide and/or oxide ions. Onset of cracking on CeO^SOO) and Cr/Ce at temperatures as low as 100 C (Figs. 2 and 4) may infer promoting effects to be induced by high- temperature calcination and doping with Cr3\"1\". Conclusions (1) Ceria surfaces, produced by the thermal decomposition at 400 C of diammonium hexanitratocerate, exposes Lewis acid sites of at least two different acidity strengths as well as two types of OH\" groups. (2) High-temperature calcination of ceria (at 800 C) weakens the sur- face acidity and improves the chemical reactivity of basic sites. (3) Na\"*\" ions have a very strong poisoning effect on the overall acid/base properties of ceria. Cr3\"1\" ions have a promoting effect, whereas Al3\"*\" ions help generate Bronsted acid sites. References 1 D. J. M. Bevan and J. Kordis, J. Inorg. Nucl. Chem., 26 (1964) 1509. 2 J. L. G. Fierro, J. Soria, J. Sanz and J. M. Rojo, J. Solid State Chem., 66 (1987) 154. 3 T. Takahashi, in J. Haldik (ed.). Physics of Electrolytes, Vol. 2, Academic Press, Orlando/London, 1972, p. 989. 4 K. Ostuka, M. Hatano and A. Morikawa, J. Catal,, 79 (1983) 493; idem. Reactivity of Solids, 1 (1985) 87. 5 M. I. Zaki and N. Sheppard, J. Catal., 80 (1983) 114. 6 L. A. Sazonov and M. G. Logvienenko, Kind. Katal., 3 (1962) 761. 7 K. C. Taylor, in J. R. Anderson and M. Boudart (eds.), Catalysis Science and Technology, Vol. 5, Springer-Verlag, Berlin, 1984, p. 120. 8 P. Meriaudeau, J. F. Dutel, M. Dufaux and C. Naccache, in B. Imelik et al. (eds.), Metal Support and Metal Additive Effects in Catalysis, Vol. 11, Elsevier, Amsterdam, 1982,p. 95. 220 9 M. I. Zaki, B. Vielhaber and H. Knozinger, J. Phys. Chem., 90 (1986) 3176. 10 W. Grabowski, M. Misono and Y. Yoneda, J. Catal., 61 (1980) 103. 11 P. C. Stair, J. Am. Chem. Soc., 104 (1982) 4044. 12 0. T. Sorensen, in 0. T. Sorensen (ed.), Nonstoichiometric Oxides, Academic Press, New York/London, 1981, p. 2. 13 K. Tanabe, in J. R. Anderson and M. Boudart (eds.), Catalysis Science and Technology, Vol. 2, Springer-Verlag, Berlin, 1981, p. 231. 14 M. I. Zaki and H. Knozinger, Spectrochim. Acta, 43A (1987) 1455. 15 M. Niwa, Y. Furukawa and Y. Murakami, J. Colloid Interface Sci., 86 (1982) 260. 16 A. Zecchina and F. S. Stone, J. Catal., 101 (1986) 227. 17 M. I. Zaki and T. Baird, Reactivity Solids, 2 (1986) 107. 18 J. B. Peri and R. B. Hannan, J. Phys. Chem., 64 (1960) 1526. 19 M. I. Zaki, H. A. El-Ammawy and T. Baird, J. Colloid Interface Sci., (1988) in press. 20 M. I. Zaki and H. Knozinger, Mater. Chem. Phys., 17 (1987) 201. 21 K. Nakamoto, Infrared and Roman Spectra of Inorganic and Coordination Com- pounds, Wiley, New York, 1978, p. 243. 22 M. P. Rosynek and D. T. Magnusen, J. Catal., 48 (1977) 417. 23 C. H. Kline, Jr., and J. Turkevich, J. Chem. Phys., 12 (1944) 300. 24 G. Connell and J. A. Dumesic, J. Catal., 101 (1986) 103. 25 D. M. Griffiths and C. H. Rochester, J. Chem. Soc., Faraday Trans. I, 74 (1978) 403. 26 P. J. M. Carrott and N. Sheppard, J. Chem. Soc., Faraday Trans. 1, 79 (1983) 2425. 27 A. L. Farragher.Adu. Colloid Interface Sci., 11 (1979) 3. 28 G. Brauer, K. A. Gingerich and U. Holtzschmidt, J. Inorg. Nucl. Chem., 16 (1960) 77; 26(1960)87. 29 R. Blumenthal and R. J. Panlener, J. Phys. Chem. Soc., 29 (1968) 91. 30 H. Knozinger, Adv. Catal., 25 (1976) 184. 31 M. Che and A. J. Tench, Adv. Catal., 31 (1982) 77. X244 89801014 0304-5102(89)80101-4 10.1016/0304-5102(89)80101-4 Industrial Adsorption and surface reactions of pyridine on pure and doped ceria catalysts as studied by infrared spectroscopy M.I. Zaki 1 G.A.M. Hussein S.A.A. Mansour H.A. El-Ammawy Chemistry Department, Faculty of Science, Minia University, El MiniaEgypt 1 Author to whom correspondence should be addressed. Pyridine (Py) adsorption on ceria surfaces, prepared by thermal decomposition of diammonium hexanitratocerate at 400 °C, was studied by infrared spectroscopy and gravimetric techniques. At room temperature, Py was irreversibly adsorbed via coordination to Lewis sites of different acid strengths. High temperature calcination (at 800 °C) of ceria greatly reduced the Py adsorption capacity of the surface. Upon thermoevacuation at 100–400 °C, Py cracking occurred with formation of various surface species (among these caboxylates and nitrites) deriving from cleavage of the ring via attack of surface oxygen on adsorbed Py. Doping of ceria with Na+, Al3+ and Cr3+ ions (at 1 atom dopant per Ce atom) largely modified the Py adsorption capacity and surface reactions, thus revealing disparate impacts on acid/base properties of the surface. References 1 D.J.M. Bevan J. Kordis J. Inorg. Nucl. Chem. 26 1964 1509 2 J.L.G. Fierro J. Soria J. Sanz J.M. Rojo J. Solid State Chem. 66 1987 154 3 T. Takahashi J. Haldik Physics of Electrolytes 2 1972 Academic Press Orlando/London 989 4 a K. Ostuka M. Hatano A. Morikawa J. Catal. 79 1983 493 b K. Ostuka M. Hatano A. Morikawa Reactivity of Solids 1 1985 87 5 M.I. Zaki N. Sheppard J. Catal. 80 1983 114 6 L.A. Sazonov M.G. Logvienenko Kinet. Katal. 3 1962 761 7 K.C. Taylor J.R. Anderson M. Boudart Catalysis-Science and Technology 5 1984 Springer-Verlag Berlin 120 8 P. Meriaudeau J.F. Dutel M. Dufaux C. Naccache B. Imelik Metal Support and Metal Additive Effects in Catalysis 11 1982 Elsevier Amsterdam 95 9 M.I. Zaki B. Vielhaber H. Knozinger J. Phys. Chem. 90 1986 3176 10 W. Grabowski M. Misono Y. Yoneda J. Catal. 61 1980 103 11 P.C. Stair J. Am. Chem. Soc. 104 1982 4044 12 O.T. Sorensen O.T. Sorensen Nonstoichiometric Oxides 1981 Academic Press New York/London 2 13 K. Tanabe J.R. Anderson M. Boudart Catalysis-Science and Technology 2 1981 Springer-Verlag Berlin 231 14 M.I. Zaki H. Knözinger Spectrochim. Acta 43A 1987 1455 15 M. Niwa Y. Furukawa Y. Murakami J. Colloid Interface Sci. 86 1982 260 16 A. Zecchina F.S. Stone J. Catal. 101 1986 227 17 M.I. Zaki T. Baird Reactivity Solids 2 1986 107 18 J.B. Peri R.B. Hannan J. Phys. Chem. 64 1960 1526 19 M.I. Zaki H.A. El-Ammawy T. Baird J. Colloid Interface Sci. 1988 in press 20 M.I. Zaki H. Knözinger Mater. Chem. Phys. 17 1987 201 21 K. Nakamoto Infrared and Raman Spectra of Inorganic and Coordination Compounds 1978 Wiley New York 243 22 M.P. Rosynek D.T. Magnusen J. Catal. 48 1977 417 23 C.H. Kline Jr. J. Turkevich J. Chem. Phys. 12 1944 300 24 G. Connell J.A. Dumesic J. Catal. 101 1986 103 25 D.M. Griffiths C.H. Rochester J. Chem. Soc., Faraday Trans. 1 74 1978 403 26 P.J.M. Carrott N. Sheppard J. Chem. Soc., Faraday Trans. 1 79 1983 2425 27 A.L. Farragher Adv. Colloid Interface Sci. 11 1979 3 28 a G. Brauer K.A. Gingerich U. Holtzschmidt J. Inorg. Nucl. Chem. 16 1960 77 b G. Brauer K.A. Gingerich U. Holtzschmidt J. Inorg. Nucl. Chem. 26 1960 87 29 R. Blumenthal R.J. Panlener J. Phys. Chem. Soc. 29 1968 91 30 H. Knözinger Adv. Catal. 25 1976 184 31 M. Che A.J. Tench Adv. Catal. 31 1982 77",
      "scopus-id": "0024656584",
      "coredata": {
        "eid": "1-s2.0-0304510289801014",
        "dc:description": "Pyridine (Py) adsorption on ceria surfaces, prepared by thermal decomposition of diammonium hexanitratocerate at 400 °C, was studied by infrared spectroscopy and gravimetric techniques. At room temperature, Py was irreversibly adsorbed via coordination to Lewis sites of different acid strengths. High temperature calcination (at 800 °C) of ceria greatly reduced the Py adsorption capacity of the surface. Upon thermoevacuation at 100–400 °C, Py cracking occurred with formation of various surface species (among these caboxylates and nitrites) deriving from cleavage of the ring via attack of surface oxygen on adsorbed Py. Doping of ceria with Na+, Al3+ and Cr3+ ions (at 1 atom dopant per Ce atom) largely modified the Py adsorption capacity and surface reactions, thus revealing disparate impacts on acid/base properties of the surface.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-05-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289801014",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zaki, M.I."
          },
          {
            "@_fa": "true",
            "$": "Hussein, G.A.M."
          },
          {
            "@_fa": "true",
            "$": "Mansour, S.A.A."
          },
          {
            "@_fa": "true",
            "$": "El-Ammawy, H.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289801014"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289801014"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80101-4",
        "prism:volume": "51",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Adsorption and surface reactions of pyridine on pure and doped ceria catalysts as studied by infrared spectroscopy",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "209-220",
        "prism:endingPage": "220",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 May 1989",
        "prism:doi": "10.1016/0304-5102(89)80101-4",
        "prism:startingPage": "209",
        "dc:identifier": "doi:10.1016/0304-5102(89)80101-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024656584"
      }
    }
  }
}