{
  "metadata": {
    "title": "Effect of the method of preparing RuMo/SiO<ce:inf loc=post>2</ce:inf> catalysts in their behaviour in CO hydrogenation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-03-10",
    "doi": "10.1016/0304-5102(93)E0261-E",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0261E",
    "pii": "0304510293E0261E"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028392281",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0261E 0304-5102(93)E0261-E 0304510293E0261E 10.1016/0304-5102(93)E0261-E S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00727 2024-01-02T01:04:53.938015Z 0 0 19940310 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 88 88 2 2 Volume 88, Issue 2 10 213 221 213 221 19940310 10 March 1994 1994-03-10 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. EFFECTMETHODPREPARINGRUMOSIO2CATALYSTSINBEHAVIOURINCOHYDROGENATION PEREZZURITA M SMITH 1986 349 K KELLNER 1981 C DOI 1987 347 Y CHEN 1986 13 Y CHEN 1986 875 Y PINNAVIA 1989 227 T FOLEY 1990 351 H INOUE 1987 285 M INOUE 1988 111 M JUAN 1992 A JUAN 1992 469 A CHEN 1984 453 Y MORI 1986 5197 T PONEC 1992 227 V VANNICE 1992 255 M BOND 1986 303 G PEREZZURITAX1994X213 PEREZZURITAX1994X213X221 PEREZZURITAX1994X213XM PEREZZURITAX1994X213X221XM item 0304-5102(93)E0261-E 0304510293E0261E 1-s2.0-0304510293E0261E 10.1016/0304-5102(93)E0261-E 272239 2024-01-02T01:04:53.938015Z 1994-03-10 1-s2.0-0304510293E0261E-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0261E/MAIN/application/pdf/a2c3a7378c572fa07382c8d4758182a3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0261E/MAIN/application/pdf/a2c3a7378c572fa07382c8d4758182a3/main.pdf main.pdf pdf true 594172 MAIN 9 1-s2.0-0304510293E0261E-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0261E/PREVIEW/image/png/ebfa5aec81b34fe465a2d0ff0b956733/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0261E/PREVIEW/image/png/ebfa5aec81b34fe465a2d0ff0b956733/main_1.png main_1.png png 48497 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 88 (1994) 213-222 Effect of the method of preparing Ru-Mo / Si02 catalysts in their behaviour in CO hydrogenation M. Josefina Perez Zurita, Irene S. Henriquez, Mireya R. Goldwasser, M.Luisa Cubeiro Centro de Catalisis, Petroleo y Petroqufmica, Escuela de Quimica, Facultad de Ciencias, Universidad Central de Venezuela, Apartado Postal 47102, Caracas, Venezuela Geoffrey C. Bond* Department of Chemistry, Brunei University, Uxbridge, UB8 3PH, UK (Received June 10, 1993; accepted October 5, 1993) Abstract Sequential impregnation of Si02 by RuC13 and then by (NHQ)6Mo7Oz4, followed by drying and reduction in HZ at 623 K, afforded catalysts in which, according to their benzene hydrogenation activity, the Ru particles were progressively covered by Mo-containing species, the effect being greatest when RuC13 was introduced first. With catalysts of this type, in CO hydrogenation, oxygenate formation occurred at low Mo content but was eliminated as the Mo concentration was increased. When the Mo salt was applied first to the support, oxygenate formation was greater and did not diminish significantly on raising the Mo content. A semi-quantitative model is developed in which oxygenates are formed at Ru-Mo sites; the hydrocarbon-forming process is not however much inhibited by the presence of Mo, and may take place on Mo species covering the Ru particles. Key words: carbon monoxide; hydrogenation; molybdenum; ruthenium; silica 1. Introduction Much effort has been devoted to the synthesis of higher alcohols from CO+H2, two strategies in particular having been explored: (1) the addition to methanol-forming metals, particularly Cu, of components to promote chain-growth, and (2) the modification of hydrocarbon-forming metals, particularly Ru, by adding components that suppress CO *Corresponding author. Fax. ( +44-895)256844. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102 (93)E0261-E 214 M.J. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 dissociation and allow formation of higher oxygenates. There is a quite extensive literature concerning the modification of the properties of Ru in Fischer-Tropsch synthesis by changing the particle size [ 1 ] or support [ 2 ] or using a transitional metal oxide [ 3 ] or other unusual material [4] as support. Alternatively, and more usefully, the properties of the metal can be adjusted by placing it on a conventional `inactive' support and adding extra components in low concentration [5-10]. In this way, the metal particle size and loading, the type and concentration of the modifier and the type of support can be independently altered, and the system fine-tuned to give the desired outturn: basic promoters as well as transition metal compounds can readily be incorporated [ 6,7 ] . However, despite this large effort, only a few papers [ 1-8 ] mention the formation of oxygenates by Ru catalysts. Ru/pillared clay catalysts form alcohols [4], but the more interesting papers are those by Inoue et al. [6,7] on Ru-Mo-Na/A1203 catalysts and those by Chen [3] who claimed that Ru-K/Mo02 gave a high yield of straight-chain alcohols; this important observation seems to have been largely ignored. Foley et al. [ 5 ] , in an extensive study of the promotion of Ru and Rh catalysts for Fischer-Tropsch synthesis, found some alcohol formation on a Ru-W/A1203 catalyst, although the amount was inferior to that given by Rh-Mo/A1203 and Rh-W/A1203. Nevertheless, there is a clear suggestion from the literature that it is possible to modify the behaviour of Ru, to encourage the formation of higher oxygenates. Although models have been proposed [ 11 ] to explain the effect of promoters, there have been few systematic studies of how the method of preparation affects the resulting catalyst structure, and techniques for the rational construction of specific geometries are still in their infancy. We now report on a short investigation designed to show how the concentration of the promoter (Mo) and the sequence in which the metal (Ru) and promoter are added to the support (Si02) affect catalyst performance. 2. Experimental 2.1. Catalyst preparation and characterization Catalysts were prepared using Davidson 62 Si02 (Grace) (355 m2 g-'), RuC13-xH20 (Aldrich) and (NH4)6Mo7024 (Riedel-de-Haen). For series A, Si02 was first impregnated with an aqueous solution of RuC13 by the incipient wetness method to give a nominal Ru content of 3%; the resultant wet powder was dried overnight at 383 K. Portions of this material were re-impregnated with solutions of the Mo salt to give nominal Mo contents of 1, 3 and 5%, followed by overnight drying at 383 K. For series B, the sequence of impregnations was reversed. Catalysts are identified by codes which show the impregnation sequence and Mo content: thus RuMo5 signifies the series A preparation having 5% Mo. Materials containing 1 and 5% Mo only were also prepared. The use of the element symbol implies nothing about its actual oxidation state. Catalysts were pre-reduced in situ with H, for 4 h at 623 K. In one experiment, the Ru/ Si02 precursor was heated for 4 h at 623 K in Nz before testing in the CO + HZ reaction. Chemical analyses were performed with an X-ray fluorescence analyser (KEVEX 0.700 M J. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 215 Xes Control) and surface areas were measured by a single-point BET procedure (Micromeritics Rapid Surface Area Analyser 2200). CO chemisorption isotherms were measured in a glass high-vacuum system by the doubleisotherm method. Samples ( = 0.5 g) were reduced in situ in flowing Hz (60 cm, min-') for 3 h at 623 K and then evacuated for 1 h at the same temperature. Quoted values of CO uptake are those found at 100 Torr equilibrium pressure. 2.2. Catalytic tests Benzene hydrogenation was carried out at 403 K in a flow system at atmospheric pressure, using a mixture of 72.5 Torr benzene and 687.5 Torr HZ at a total flow-rate of 3.61 h-'. Activity for CO hydrogenation was measured at high pressure in a fixed-bed flow microreactor; 1 g catalyst was used. Conditions were as follows: space velocity, 1246 cm3 g-' h'; pressure 3.45 MPa (500 psi); 573 K. The feed gas was a 1:1 CO: Hz mixture with 5% Nz as internal standard. Gaseous components (CO, CO2, N2 CHQ) were analysed by a Hewlett-Packard 3392A GC fitted with a CTR-1 column which comprised two concentric columns; the inner (t/8 in. diameter) contained molecular sieve, while the outer ('/4 in. diameter) had a mixture of Porapaks. Hydrocarbons were analysed on a Perkin Elmer Sygma 3B GC fitted with a 1.5 m Durapack n-octane/Porasil C column. Liquids collected after 24 h reaction were analysed by a Hewlett-Packard GC fitted with a Pona column, and having a mass spectrometer as detector. 3. Results 3.1. Chemical and physical characterization The analysed Ru and Mo contents, the BET surface areas and the CO uptakes at 100 Torr pressure are shown in Table 1. The compositions are close to, but as is usual with the impregnation method, are a little lower than, the nominal values. BET areas for the materials containing either Ru or Mo are only a little smaller than that of the support (355 m2 g- t) ; however when both were present together the area decreased as the Mo content increased, more so for series A than for series B. Table 1 Chemical analysis, BET surface areas and CO uptakes Catalyst code Area/m2 g-' Ru/% MO/% CO uptake/mol g-' X 10' Ru 346 2.71 - 1.39 Mot 333 - 0.95 - Mo5 330 - 4.69 - RuMol 313 2.67 0.93 1.31 RuMo3 253 2.69 2.58 - RuMo5 199 2.78 4.87 - Mo 1 Ru 318 2.47 0.95 0.95 Mo5Ru 290 2.85 4.69 0.54 216 MI. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 CO uptakes were in general very small; in the case of the series B catalysts, they fell progressively as the Mo content was raised. 3.2. Benzene hydrogenation This reaction was used to give a measure of the free metallic surface under reaction conditions: it was chosen for its simplicity (single product, structure insensitivity), but all catalysts readily lost activity, presumably because of the formation of a carbonaceous deposit. Conversions were measured at various times up to 150 min, and initial values were estimated from plots of reciprocal conversion vs. time. Fig. 1 shows three of the sets of results: there was little variation in the relative rates of deactivation (compare the Ru and RuMo5 catalysts), although some of the catalysts (e.g. RuMo3 and Mo5Ru) appeared to stabilise in the 100-150 min period. Addition of Mo however had a marked effect in suppressing hydrogenation activity, especially for the series A catalysts (Fig. 2) ; the effect was particularly noticeable when comparing RuMo5 and Mo5Ru, the latter being 25-30 times more active. 3.3. Hydrogenation of carbon monoxide In this reaction, CO conversion on pre-reduced Ru/SiOz at 573 K decreased with timeon-stream as shown in Fig. 3, reaching an almost steady state after about 6 h. The N2_ pretreated sample of the same material, presumably starting as Ru02/SiO2, increased in activity with time (see also Fig. 3), attaining after 9 h a constant CO conversion only slightly below that given by the pre-reduced sample. Evidently the Ru02 was slowly reduced by the reaction mixture, but we cannot tell whether any deactivation occurred at the same time. Full product analyses were performed with each Ru-containing catalyst, gas-phase analysis being made after 7-10 h on steam (shorter times for Mo 1 and Mo5). The results are shown in Table 2; no liquid fraction was formed with RuMo5 or with Mo 1 or MO. In spite of marked differences in product selectivities, activities did not vary greatly (except for the 40 e 30 C o '` 20 a - x100 , 10 0 50 100 150 t I min Fig. 1. Deactivation of catalysts for benzene hydrogenation at 403 K: (O) Ru/Si02; (O) RuMo5; (A) Mo5Ru. 0 MJ. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 217 1.0 e o 0-5 Ul > 0 C O v 1-0-5 0 _1.O i 0 1 2 3 4 5 [Mol 1 l'Io Fig. 2. Dependence of percentage conversion for benzene hydrogenation on Mo concentration, (O, ) at zero time and (A, ) after 150 min on stream; (O, A) series A; ( , ) series B. 75~ o 501 .N L 4) U2 0 5 10 Time-on-stream I h Fig. 3. Change of conversion with time-on-stream for CO hydrogenation using ROSA catalyst: ( O) pre-reduced catalyst; ( O) catalyst preheated in N2. Mol and Mo5 catalysts), CO conversions being 22-51%. With the series A catalysts, the first addition of Mo suppressed the formation of lower hydrocarbons (C,-Q, decreased the alkene/alkane ratio and markedly increased the CS + and oxygenates selectivities. Except for the alkene/alkane ratio, these trends were not progressive, and the catalysts RuMo3 and RuMoS behaved in some respects similarly to the pure Ru/SiOZ, although there were differences in the yields of the CI-4 hydrocarbons. The COZ selectivity rose continuously with Mo content. Reversal of the sequence of adding the components to the support produced clear effects ( see also Table 2 for the B series catalysts). The smallest amount of Mo gave rise to changes that were broadly similar to those seen in series A ( marked increased in COZ selectivity, decrease in CI-4 selectivities), but the increase in the higher hydrocarbons noted before did 218 M.J. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 Table 2 Effect of Mo concentration on products of CO hydrogenation Catalyst Ru RuMol RuMo3 RuMo5 Mo5 Mo1Ru Mo5Ru CO conv.% 36.5 35.9 21.9 32.6 7.6 51.3 36.3 tlh 7 7 9 10 3 7 7 78.2 34.6 28.9 C02/% 11.6 23.9 31.5 39.8 C,/% 21.9 13.4 25.2 30.8 21.2 16.7 15.3 C2-CQ/% 54.4 24.3 29.5 21.6 0 23.5 21.6 C5+/% 6.5 17.3 5.1 7.7 0 4.3 6.4 alkene/alkane 1.95 1.29 0.08 0.29 - 0.19 0.36 total liquids 4.8 5.3 2.3 b b 6.3 4.0 organic phases 2.0 0.7 0.3 - - 1.1 1.2 aqueous phase 2.8 4.6 2.0 - - 5.2 2.8 C7+/% 5.6 6.2 4.2 - - 1.15 10.1 oxygenates/% 0 14.9 4.5 - - 19.9 17.7 'Amount in grams. b No liquid products formed. not now occur. The alkene/alkane ratio was low and there was a high (20%) oxygenates selectivity. Most significantly, in all major respects essentially the same behaviour was found with Mo5Ru: only the C7+ selectivity was not in line. 4. Discussion It is desirable to try to construct a model which offers a qualitative interpretation of our results: more cannot be expected on the basis of a comparatively few experiments. There are very many variations possible for the construction of a modified metal catalyst, and a full understanding of how the final structure develops would require detailed analysis of the precursor at all stages. In the method adopted here, we have deliberately introduced the second component before the first had been calcined or reduced, with the purpose of maximising the interaction between them. Thus in series A, the RuC13 was presumably still present as such, or as some simple derivative, held to the Si02 surface by ion exchange, when the heptamolybaate was introduced: some partial calcination to Ru02 during drying is not however ruled out. During impregnation of the heptamolybdate and subsequent drying, the Keggin structure is likely to have dissociated, with the formation of Mo04- ions attached to the Si02 surface. Although on the basis of this work we cannot explore in any detail the evolution of the catalysts from the precursors, certain observations stand out in great clarity. (1) Both the methods used resulted in effective modification of the Ru by the Mo. (2) The two methods led to structures that were in some respects different. Further interpretation requires some discussion of the applicability and significance of the methods used for characterization. The small size of the CO uptakes (Table 1) may be due to the inhibiting effect of retained Cl-, and, although the values respond roughly as M.J. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 219 might be expected, there is no direct correlation either with benzene hydrogenation rates or with any of the characteristics of the CO + HZ reaction. As noted above, the former reaction was used to estimate qualitatively the free Ru surface: although this reaction has the reputation of being structure-insensitive, this is not necessarily so for all metals and for all particle size ranges, so that quantitative use of the results in Fig. 2 is scarcely warranted. The possibility of some electronic modification of the Ru surface atoms by adjacent oxyMo complexes, as has often been suggested in discussions of the `strong metal-support interaction' [ 12 ] , cannot be eliminated. Lastly we must bear in mind that the reactants and products in CO hydrogenation (not forgetting H20) may create active centres unlike those present immediately after reduction, such as might determine the benzene hydrogenation activities. In other systems there is clear evidence of dramatic changes in product selectivities with time-on-stream, these being attributed to structural changes induced by the reactants [13]. Nevertheless, the results in Fig. 2 provide some pointers to the post-reduction structures. (1) With series A catalysts, both initial and final activities decrease smoothly with increasing Mo content, and most of the free Ru surface seems to have been eliminated at the 3% Mo loading. Evidently, after reduction, Mo-containing species effectively block the Ru surface. (2) However, with series B catalysts, the rate of activity decline as the Mo content is raised is much less, and indeed to start with, there is no effect as revealed by the initial activities. At the 5% Mo loading, the series B catalyst is 25-30 times more active than that of series A. We may confidently conclude that in the post-reduction the structures in series B the Ru particles are much less fully covered by Mo-containing species than is the case for series A. In the case of CO hydrogenation, there is no corresponding decrease in rate with increasing Mo concentration (Table 2), although as described above the product selectivities are considerably altered. Our interpretation focuses on the major and systematic changes in the oxygenates selectivities. The sites needed to produce these are wholly absent from the pure Ru/Si02, but are abundantly present in both series of catalysts when only 1% Mo has been added. Indeed in series A the further increase in Mo concentration removes these centres, presumably because of progressive and excessive coverage of the Ru particles by the Mo species. However in series B a somewhat higher concentration of the oxygenate-forming sites occurs when 1 % Mo is added, and this is essentially maintained in Mo5Ru. The simplest interpretation would by that the series B procedure leads to Ru particles either on and amidst a partial layer of oxy-Mo species attached to the Si02 surface, while the series A procedure gives chiefly Ru particles under such a layer. Benzene hydrogenation proceeds on unobstructed Ru atoms, but oxygenates are formed at Ru-Mo sites which may be at the periphery of Ru particles or at isolated Mo species decorating their surface. This idea has often been proposed in the context of other promoted or modified metal catalysts [ 11,12] . The diagram (Fig. 4) shows in a semi-quantitative way how the concentration of these sites and the extent of free Ru surface may change with Mo content for the two series. This model however leaves several questions unresolved. (1) The overall rate of CO hydrogenation is not much changed as the Mo species cover the Ru particles; in series A catalysts, the C1 selectivity increased, and with both series the CZ-C4 selectivity was depressed, at high Mo loadings. (2) COZ formation was high with all modified catalysts, and its yield increased with Mo content in series A. Catalyst Mo5 gave much COZ (MOI 220 MJ. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 [mo] / /o A B 1 3 5 dell ierrrrirr'i I Fig. 4. Schematic representation of the growth of coverage of Ru particles by Mo-containing species as the Mo concentration is increased, in the two methods of catalyst preparation. Unshaded areas represent Mo03 or similar oxy-Mo species: dark areas indicate locations of reduced Mo ions, forming part of the active centre for oxygenate synthesis. under the same conditions gave only 53% COZ). (3) Except for RuMol, the alkene/alkane ratio is low ( < 0.4) for all modified catalysts. It is difficult to avoid the conclusion that the hydrocarbon-forming reaction can proceed on the Mo component, perhaps particularly on reduced oxy-Mo species (e.g. Mo02+ ) covering the Ru particles. The high COZ yields in these cases may be due to the reduction of Mob+ to lower valent species: certainly not all the COZ observed can derive from the reaction proper. This concept could also account for the low alkene / alkane ratios; evidently the hydrocarbons are not (in the modified catalysts) formed on normal Ru surface, where the ratio is about 2. Redox processes on the Mo species may be an effective means for hydrogenating adsorbed alkyl groups. 5. Conclusions Modification of Ru/Si02 by Mo-containing species is readily achieved, although the sequence of impregnation of the precursors and the concentration of Mo are both important factors in achieving reasonable selectivity to oxygenates. We believe that the best selectivity occurs when the surface of Ru particles is partially covered by oxo-Mo species in a way which maximises the concentration of Ru-Mo pair-sites. The number of large ensembles of free Ru atoms needs to be minimised if hydrocarbon formation is to be suppressed, but it also seems that this process may perhaps occur on top of oxo-Mo species activated by underlying Ru atoms. The way in which transition-metal cations (in this case, probably Mo4+ ) can facilitate formation of oxygenates has been discussed many times before [ 11 ] ; such ions may also draw charge from neighbouring Ru atoms, giving them positive character. Analogies are seen with the \"strong metal-support interaction\" phenomenon, especially as it relates to the activation of C-O bonds [ 12]. M.J. Perez Zurita et al. /Journal of Molecular Catalysis 88 (1994) 213-222 221 6. Acknowledgement We are grateful to the British Council for the provision of funds which made our collab- oration possible. 7. References [ 1 ] K.J. Smith and R.C. Everson, J. Catal., 99 (1986) 349. [2] C.S. Kellner and A.T. Bell, J. Catal., 71 (1981); Y. Doi, H. Miyake and K. Soga, J. Chem. Soc. Chem. Commun., (1987) 347. [3] Yu-Wen Chen, J. Chin. Inst. Chem. Eng., 17 (1986) 13; Can. J. Chem. Eng., 64 (1986) 875. [4] T.S. Pinnavia, M. Rameswaran, E.D. Dimotakis, E.P. Giannelis and E.G. Rightor, Faraday Discuss. Chem. Soc., 87 (1989) 227. [5] H.C. Foley, A.J. Hong, J.S. Britten, L.F. Allard and A.J. Garratt-Reed, Appl. Catal., 61 (1990) 351. [6] M. Inoue, T. Miyake, Y. Takegami and T. Inui, Appl. Catal., 29 (1987) 285. [7] M. Inoue, T. Miyake, S. Yonezawa, D. Medhanavyn, Y. Takegami and T. Inui, J. Mol. Catal., 45 (1988) 111. [8] A. Juan and D.E. Damiani, J. Catal., 137 (1992); Catal. Today, 15 (1992) 469. [9] Yu-Wen Chen and J.G. Goodwin Jr., React. Kinet. Catal. Lett., 26 (1984) 453. [ 10] T. Mori, A. Miyamoto, N. Takahashi, M. Fukagaya, T. Hattori and Y. Murakami, J. Phys. Chem., 90 (1986) 5197. [ 11 ] V. Ponec, Catal. Today, 12 (1992) 227. [ 12] M.A. Vannice, Catal. Today, 12 (1992) 255. [ 13] G.C. Bond and D.G. Richards, Appl. Catal., 28 (1986) 303. X244 93E0261E 0304-5102(93)E0261-E 10.1016/0304-5102(93)E0261-E Effect of the method of preparing RuMo/SiO2 catalysts in their behaviour in CO hydrogenation M.Josefina Perez Zurita Irene S. Henriquez Mireya R. Goldwasser M.Luisa Cubeiro Centro de Catálisis, Petroleo y Petroquímica, Escuela de Química, Facultad de Ciencias, Universidad Central de Venezuela, Apartado Postal 47102, Caracas, Venezuela Geoffrey C. Bond ∗ Department of Chemistry, Brunel University, Uxbridge, UB8 3PH, UK * Corresponding author. Fax ( +44-895)256844. Sequential impregnation of SiO2 by RuCl3 and then by (NH4)6Mo7O24, followed by drying and reduction in H2 at 623 K, afforded catalysts in which, according to their benzene hydrogenation activity, the Ru particles were progressively covered by Mo-containing species, the effect being greatest when RuCl3 was introduced first. With catalysts of this type, in CO hydrogenation, oxygenate formation occurred at low Mo content but was eliminated as the Mo concentration was increased. When the Mo salt was applied first to the support, oxygenate formation was greater and did not diminish significantly on raising the Mo content. A semi-quantitative model is developed in which oxygenates are formed at RuMo sites; the hydrocarbon-forming process is not however much inhibited by the presence of Mo, and may take place on Mo species covering the Ru particles. Keywords carbon monoxide hydrogenation molybdenum ruthenium silica References [1] K.J. Smith R.C. Everson J. Catal. 99 1986 349 [2] a C.S. Kellner A.T. Bell J. Catal. 71 1981 b Y. Doi H. Miyake K. Soga J. Chem. Soc. Chem. Commun. 1987 347 [3] a Yu-Wen Chen J. Chin. Inst. Chem. Eng. 17 1986 13 b Yu-Wen Chen Can. J. Chem. Eng. 64 1986 875 [4] T.S. Pinnavia M. Rameswaran E.D. Dimotakis E.P. Giannelis E.G. Rightor Faraday Discuss. Chem. Soc. 87 1989 227 [5] H.C. Foley A.J. Hong J.S. Brinen L.F. Allard A.J. Garratt-Reed Appl. Catal. 61 1990 351 [6] M. Inoue T. Miyake Y. Takegami T. Inui Appl. Catal. 29 1987 285 [7] M. Inoue T. Miyake S. Yonezawa D. Medhanavyn Y. Takegami T. Inui J. Mol. Catal. 45 1988 111 [8] a A. Juan D.E. Damiani J. Catal. 137 1992 b A. Juan D.E. Damiani Catal. Today 15 1992 469 [9] Yu-Wen Chen J.G. Goodwin Jr. React. Kinet. Catal. Lett. 26 1984 453 [10] T. Mori A. Miyamoto N. Takahashi M. Fukagaya T. Hattori Y. Murakami J. Phys. Chem. 90 1986 5197 [11] V. Ponec Catal. Today 12 1992 227 [12] M.A. Vannice Catal. Today 12 1992 255 [13] G.C. Bond D.G. Richards Appl. Catal. 28 1986 303",
      "scopus-id": "0028392281",
      "coredata": {
        "eid": "1-s2.0-0304510293E0261E",
        "dc:description": "Sequential impregnation of SiO2 by RuCl3 and then by (NH4)6Mo7O24, followed by drying and reduction in H2 at 623 K, afforded catalysts in which, according to their benzene hydrogenation activity, the Ru particles were progressively covered by Mo-containing species, the effect being greatest when RuCl3 was introduced first. With catalysts of this type, in CO hydrogenation, oxygenate formation occurred at low Mo content but was eliminated as the Mo concentration was increased. When the Mo salt was applied first to the support, oxygenate formation was greater and did not diminish significantly on raising the Mo content. A semi-quantitative model is developed in which oxygenates are formed at RuMo sites; the hydrocarbon-forming process is not however much inhibited by the presence of Mo, and may take place on Mo species covering the Ru particles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0261E",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Perez Zurita, M.Josefina"
          },
          {
            "@_fa": "true",
            "$": "Henriquez, Irene S."
          },
          {
            "@_fa": "true",
            "$": "Goldwasser, Mireya R."
          },
          {
            "@_fa": "true",
            "$": "Cubeiro, M.Luisa"
          },
          {
            "@_fa": "true",
            "$": "Bond, Geoffrey C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0261E"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0261E"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0261-E",
        "prism:volume": "88",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of the method of preparing RuMo/SiO2 catalysts in their behaviour in CO hydrogenation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "molybdenum"
          },
          {
            "@_fa": "true",
            "$": "ruthenium"
          },
          {
            "@_fa": "true",
            "$": "silica"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "213-221",
        "prism:endingPage": "221",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 March 1994",
        "prism:doi": "10.1016/0304-5102(93)E0261-E",
        "prism:startingPage": "213",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0261-E",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028392281"
      }
    }
  }
}