{
  "metadata": {
    "title": "Investigation of polymerisation and metathesis reactions: Part XIII: Heterogeneous bimetallic metathesis catalysts by reactions of differently substituted Fischer-type tungsten carbene complexes with reduced Phillips catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85106-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028885106X",
    "pii": "030451028885106X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035368",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028885106X 0304-5102(88)85106-X 030451028885106X 10.1016/0304-5102(88)85106-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 27 341 349 341 349 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. INVESTIGATIONPOLYMERISATIONMETATHESISREACTIONS WEISS K DRAGUTAN 1985 V OLEFINMETATHESISRINGOPENINGPOLYMERISATIONCYCLOOLEFINS DRAGUTAN 1985 V OLEFINMETATHESISRINGOPENINGPOLYMERISATIONCYCLOOLEFINS MCDANIEL 1985 47 M KRAUSS 1975 97 H WEISS 1988 268 K WEISS 1984 424 K FISCHER 1979 165 E CASEY 1973 5833 C FISCHER 1977 656 E HUTCHINSON 1969 591 B KREISS 1974 G DISSERTATION HOPFL 1981 R DISSERTATION CASEY 1976 605 C BANASIAK 1985 107 D RUDLERCHAUVIN 1981 203 M WEISSX1988X341 WEISSX1988X341X349 WEISSX1988X341XK WEISSX1988X341X349XK item 0304-5102(88)85106-X 030451028885106X 1-s2.0-030451028885106X 10.1016/0304-5102(88)85106-X 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-030451028885106X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885106X/MAIN/application/pdf/84dfbcb8d503033cc388b1962cad4e30/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885106X/MAIN/application/pdf/84dfbcb8d503033cc388b1962cad4e30/main.pdf main.pdf pdf true 527465 MAIN 9 1-s2.0-030451028885106X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885106X/PREVIEW/image/png/c5d448ff45c01d6fbbc38755cad9301f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885106X/PREVIEW/image/png/c5d448ff45c01d6fbbc38755cad9301f/main_1.png main_1.png png 65911 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis. 46 (1988) 341 - 349 341 INVESTIGATION OF POLYMERISATION AND METATHESIS REACTIONS PART XIII*: HETEROGENEOUS BIMETALLIC METATHESIS CATALYSTS BY REACTIONS OF DIFFERENTLY SUBSTITUTED FISCHER-TYPE TUNGSTEN CARBENE COMPLEXES WITH REDUCED PHILLIPS CATALYST KARIN WEISS**, WILFRIED GUTHMANN and MICHAEL DENZNER Laboratorium fur Anorganische Chemie der Universitat Bayreuth, Postfach 101251, D-8580 Bayreuth (F.R.G.) Summary The reactions of reduced Phillips catalyst, a polymerisation catalyst for 1-alkenes, with differently substituted Fischer-type tungsten carbene com- plexes (CO)5W=CR1R2 (R1 = Ph, Toi, CH3; R2 = Ph, OCH 3), which are meta- thesis catalysts with poor activity, yield bimetallic heterogeneous compounds by the loss of one CO ligand. Diffuse reflectance FT-IR spectroscopy of the heterogeneous compounds shows a strong shift of the v-CO absorptions to higher wavenumbers, probably caused by a chromium-tungsten bond. The catalytic activity of these surface compounds was tested with 1- octene. All were found to be very active metathesis catalysts, and no poly- merisation of 1-octene was observed. These results indicate that the poly- merisation activity of the reduced Phillips catalyst was lost, whilst the meta- thesis activity of the carbene complexes was enhanced by activation with the reduced Phillips catalyst. The surface chromium atoms act as activating species for the carbene complex fragments. The influence of the carbene substituents on the metathesis reaction is not significant, with the exception of the methyl substituent of (CO)sW=C(OCH3)CH3. The acidic protons of this methyl substituent are thought to give rise to further interaction with a Si-O Cr or Si O Si group. The new bimetallic, heterogeneous metathesis catalysts are stable at 20 C and can be stored without loss of activity for some months. Introduction The most active metathesis catalysts used for technical processes are heterogeneous catalysts [1]. Homogeneous metathesis catalysts with low Part XII, K. Weiss, R. Goller and G. Lossei, J. Mol. Catal., 46 (1988) 267. **Author to whom correspondence should be addressed. 0304-5102/88/$3.50 Eisevier Sequoia/Printed in The Netherlands 342 activity, such as Fischer-type carbene complexes, have frequently been used as model compounds to study the reaction pathway. Attempts to heterogenize Fischer-type carbene complexes by reactions with silica or alumina have shown that low concentrations of carbene com- plexes were fixed only on alumina and the metathesis activity of these com- pounds was poor. However, success was obtained using a modified inorganic carrier, the reduced Phillips catalyst, a surface chromium(II) compound on silica (abbreviated Si02/Cr(II)) [2, 3] as a support for pentacarbonyl methoxy- phenylcarbene, chromium, molybdenum or tungsten complexes [4]. The surface chromium (II) atoms of the reduced Phillips catalyst are thought to be the active species for the Phillips ethylene polymerization process. Not only ethylene, but also higher 1-alkenes such as 1-octene are polymerized under mild conditions with the reduced Phillips catalyst [5]. The Fischer- type carbene complexes reacted with the surface chromium(II) atoms by loss of one CO ligand to yield bimetallic, heterogeneous compounds, SiO^/Cr/ M(CO)4C(OCH3)Ph, M = Cr, Mo, W. In all cases, by this reaction, the surface chromium(II) lost polymer- ization activity for 1-octene, but the heterogeneous W- and Mo-containing compounds proved to be active metathesis catalysts for 1-alkenes [4]. In this work the influence of different carbene substituents was studied with respect to the synthesis and metathesis activity of bimetallic hetero- geneous SiOz/Cr/V^CC^CR'R2 catalysts. Experimental All reactions were carried out under argon atmosphere. All reagents and solvents were purified, dried and stored under argon. The Fischer-type carbene complexes were prepared according to the literature [6 - 8]. FT-IR: Digilab FTS-IR 15/80 with Barnes diffuse reflectance unity. GC: Carlo Erba Mega with capillary column 30 m 0V 101; GC/MS: Varian MAT 312 with Varian GC 3700. Preparation of the bimetallic heterogeneous catalysts 10-15 g Si02/Cr(II) [3] (prepared with SiO; Merck 7733, catalyst activation at 800 C followed by reduction with CO at 350 C; Cr(II) 0.84%, Cr total 1.05%, oxidation number 2.2) was suspended at 0 C in 100 cm3 pentane. To this suspension a pentane solution of the tungsten carbene com- plex (~1.5 mol per mol Cr total) was added slowly. The colour of the hetero- geneous catalysts changed from green to brown or black (with the diphenyl- carbene complex). The CO evolved was collected in a gas tube. After l h at 20 C, the excess carbene complex was removed by washing with pentane and the amount analysed by weight. The catalysts were dried in high vacuum at 20 C for some hours. 343 Metathesis reactions of the bimetallic catalysts with 1-octene (a) Ratio SiO^/Cr/W: 1-octene = 1:50 To 1.6 g of the bimetallic catalysts (corresponding to 0.32 mmol Cr or W) suspended in 30 cm3 hexane, 2.5 cm3 (16 mmol) 1-octene was added and the mixture heated to 69 C. The decrease in the amount of 1-octene and the increase in the metathesis products was analysed by GC and GC/MS. (b) Ratio SiO^/Cr/W: 1-octene = 1:1000 To a suspension of 0.8 g (0.18 mmol) SiC>2/Cr/W in 10 cm3 hexane, 28 cm3 (180 mmol) 1-octene was added and heated to 69 C. The metathesis reaction was analysed as in (a). Results and discussion The reactions with the reduced Phillips catalyst Si02/Cr(II) in pentane suspension, with an excess of differently substituted Fischer-type carbene complexes (CCQsW^R'R2; R1 = ?3, Ph, Toi; R2 = Ph, OC^) yielded, with the loss of one CO ligand, bimetallic heterogeneous SiC>2/Cr/ W^O^CRW compounds. The excess of the tungsten carbene complexes which had not reacted with the Si02/Cr(II) was extracted with pentane and estimated by weight. In this way the molar ratio of Cr(II):W was found to be about 1:1. The forma- tion of bimetallic compounds which derived from Si02/Cr(II) with different oxidation numbers and different Cr(II) contents was also studied. In all cases the molar ratio of Cr(II):W was about 1:1 (Table 1). On a SiO; carrier (a silica gel which had been subjected to all of the preparation steps of the Si02/Cr(II) synthesis without Cr doping) none of the tungsten carbene com- plexes was absorbed from pentane solution. Therefore it is assumed that the carbene complexes react only with the surface Cr(II) atoms, to yield bi- TABLE1 Molar ratio W:Cr(II) of the bimetallic catalyst SiC>2/Cr/W(CO)4C(OCH3)R, R = Ph, Toi, CHa, formed by reaction of reduced Phillips catalyst with tungsten carbene complexes Carbene complex (mmol) Reduced Phillips catalyst Molar ratio Si02/Cr(II)_________________ W:Cr(II) Cr(II) Cr Oxid. number (mmol) total (CO)5WC(OCH3)CH3 1.1 1.0 1.2 2.2 1.1 (CO)sWC(OCH3)Ph 1.8 1.6 2.0 2.2 1.1 (CO)sWC(OCH3)Ph 1.8 1.6 2.3 2.3 1.1 (CO)sWC(OCH3)Tol 2.7 2.7 3.3 2.2 1.0 (CO)sWC(OCH3)Tol 3.1 2.9 4.2 2.3 1.1 344 ^ R' 0 0 ^ (COl.W^C^ Si <;! \\ R2 ^_.x.__ \" =!^^^^ l - CO R' (CO)^W C R R' x /-\"' / \\ R1 = OCH3,Ph 0 0 [ l R2 : Ph,Tol, CH3 eSi ^ ?^^^ Fig. l. Formation of the bimetallic heterogeneous catalysts. metallic cyclopropane derivatives (Fig. 1) in a 2+1 cycloaddition reaction With the W==Ccarbene. FT-IR spectroscopy in the diffuse reflectance (DRIFTS) mode of the heterogeneous, bimetallic compounds shows that the v(CO) absorptions (Table 2) indicate cis-L^W{CO)^ compounds (the v(CO) splitting is similar to that in W(CO)4bipy [9]) according to the postulated bimetallic structure. But compared with the Fischer-type carbene complexes, there is a strong shift of -140 cm\"1 of the most intense v(CO) absorptions to higher wave- numbers, even more than found for the Fischer-type carbyne complex Br(CO)4W^=CPh [10]. Carbonyl complexes of Si02/Cr(II) have the most intense v(CO) absorptions in the region of 2185 cm\"1 [11]. The strong shift TABLE 2 Diffuse reflectance FT-IR of the bimetallic catalysts SiOi/Cr/W^C^CR'R2; v(CO) absorption frequencies compared with tungsten carbene complexes Compound Carbene complex (CO)sWCPh2 (CO)sWC(OCH3)CH3 (CO)5WC(OCH3)Ph (CO)sWC(OCH3)ToI Catalyst Si02/Cr/W(CO)4CPh2 Si02/Cr/W(CO)4C(OCH3)CH3 SiOi/Cr/W(CO)4C(OCH3)Ph SiOi/Cr/W(CO)4C(OCH3)Tol 2071m, 1973m, 1964 vs 2083 m,1988 m,1946 vs 2079 m,1992 m,1953 vs 2079 m,1992 m,1951 vs 2120 w, 2096 s,2050 mbr, 1997 sh 2120 w, 2097 s, 2079 sh, 1988 m 2120 w, 2096 s, 2079 sh, 2052 sh, 1993 m 2120 w, 2097 s, 2080 sh, 2057 sh 345 of the v(CO} absorptions in the bimetallic compounds is assumed to indicate a Cr W bond. The v(CO) absorption frequencies for the bimetallic compounds do not differ with a change in the substituent R in the W^O^CR'R2 fragments, ruling out the suggestion that the OCH3 carbene substituents do not further interact with the Cr(II) atoms. The v{CO) absorption frequencies of the bimetallic catalysts were also analysed in a beatable IR cell and it was found that the catalysts were all stable up to 70 C but began to decompose at 140 C. Formation of W(CO)e indicated the start of decomposition (Fig. 2). At 20 C the bimetallic com- pounds can be stored for some months without decomposition. The catalytic activity of the bimetallic compounds Si02/Cr/W(CO)4- CR'R2 was tested in reaction with 1-octene at 69 C. Theoretically two reac- tions are possible: (i) 1-octene polymerization with the SiO^/Ci centers [5]; (ii) 1-octene metathesis reaction with the W(CO)4CR'R2 fragments fixed on the SiO^/Cr centers. It is known that tungsten diarylcarbene complexes give, at 50 C, 2097 2200 2000 [1/cm] Fig. 2. Diffuse reflectance FT-IR spectra of the bimetallic heterogeneous catalyst SiC>2/ Cr/W(CO)4C(OCH3)Tol at different temperatures. 346 stoichiometric metathesis reactions with linear alkenes [12], and the tungsten phenyl(methoxy)carbene complex gives, together with cocatalysts (such as SnCl4 or SiC^) at 100 C, catalytic metathesis of linear alkenes [13]. All bimetallic heterogeneous Cr-W catalysts yielded the metathesis products tetradecene and ethene rather than poly-1-octene. Different molar ratios of catalyst :l-octene were tested. With the ratio 1:50, the highest yield of tetradecene formation was reached within l h, except when the catalyst Si02/Cr/W(CO)4C(OCH3)CH3 was used. However, when the 1-octene was aimo st totally consumed, isomerisation side reactions began to occur (Fig. 3). By isomerisation 1-octene gives 2-octene; 2-octene reacts with 1-octene or 7-tetradecene to yield Cg or C;3 alkenes, which isomerise and metathesize further to give all alkenes up to 020. The reaction products which derive from isomerisation and subsequent metathesis reactions are abbreviated as C (Fig. 4). With the lower molar ratio of catalyst 1-octene at 1:1000, the bi- metallic heterogeneous catalysts produced predominantly 1-octene meta- Fig. 3. Yields of metathesis product Ci4 and isomerisation products C by reactions of the bimetallic catalysts Si02/Cr/W(CO)4carbene with 1-octene. Carbene = (a) C(OCH3)Ph, (b) C(OCH3)Tol, (c) C(OCH3)CH3, (d) CPhz. Molar ratio W:l-octene = 1:50. 347 Metathesis of 1-octene 2C,,H,3CH=CH;; i=i CH^CHi + Coi^CH^HCsH Cs Isomerisation of alkenes (a) C(,Hi3CH=CH, :== 1-octene (b) C(,Ht3CH==CHC Hi3 7 -tetradecene 0(4 (7-tetradecene) CsHnCH=CHCH3 2-octene CgH^CH^CHX-^His 6-tetradecene Metathesis 2C6Hi3CH=CHi + C,HnCH=CHCH3 C^Hi3CH CHCsH^i + CH2=CHCH3 + CeHi3CH=CHCH3 + CsHnCH=CH2 Fig. 4. Metathesis and isomerisation reactions with the bimetallic catalysts. C 6 B > [M Fig. 5. Yields of metathesis product CM and isomerisation products On by reaction of the bimetallic catalyst SiOi/Cr/W(CO)4CPh2 with 1-octene. Molar ratio W:l-octene = 1:50 and 1:1000. thesis to yield tetradecene and ethene and much less Cn products by isomer- isation and subsequent metathesis (Fig. 5). The original Fischer-type carbene complexes (CC^sW^R^R2 gave no catalytic metathesis reaction in homogeneous hexane solution with 1-octene at 69 C. Therefore, the carbene complexes must be activated by reaction with the Si02/Cr(II) to generate metathesis-active catalysts. 348 Conclusions Fischer-type carbene complexes (CC^gW^R^R2 form, by reaction with SiC>2/Cr(II) and the loss of one CO ligand, the 16-electron fragments ()4- WCR^2. These fragments are thought to be stabilized via a 2+1 cycloaddi- tion of the W=Ccarbene double bond with surface Cr(II) atoms. By addition of alkenes such as 1-octene, the bimetallacyclopropane may rearrange to form a W=Ccarbene bond at which further metathesis occurs (Fig. 6). It was found that the bimetallic heterogeneous catalysts, which can be stored for months without loss of their metathesis activity, lost their meta- thesis activity towards 1-octene on extraction of all of the alkene products with hexane. But if further 1-octene was added without extracting the reac- tion products, the catalyst had the same metathesis activity as in the first reaction cycle; it is a living catalyst. These results indicate that the starting catalysts, the bimetallacyclo- propane derivatives, are precatalysts and the metathesis-active catalysts are formed by reaction with alkenes (Fig. 6). The strongest metathesis activation is due to a Cr W bond and does not derive from different substituents on the Ccarbene. There is no significant difference in the metathesis activity, whether the Ccarbene is substituted by a stabilizing hetero-atom or not. The only drastic influence on the metathesis activity was brought about by a methyl substituent in the catalyst Si02/Cr/W(CO)4C(OCH3)CH3. The metathesis activity of this catalyst is much poorer than that of aryl- 1CO)^,W C-R y^ * H,C^CHR n n - *2n H^C^CHR Cr'^-'ruQ . \\ LMR ^ RHC=CHR Si Si ^^^s^^; <\\V<V^YW<W W>; Fig. 6. Alkene metathesis with the bimetallic catalysts. 349 substituted catalysts. This may be due to the well-known acidity of the methyl protons of this substituent [14]. These acidic protons may interact with CT O Si or Si 0 Si groups nearby, and by these reactions cause a stabilization of the precatalyst with the bimetallacyclopropane structure. The metathesis activity of all Fischer-type carbene complexes tested was enhanced by reaction with reduced Phillips catalyst. The surface Cr(II) atoms of this alkene polymerization catalyst are therefore activating species for the fixation of the carbene complexes on the silica surface. References 1 V. Dragutan, A. T. Balaben and M. Dimonie, Olefin Metathesis and Ring-opening Polymerisation of Cyclo-Ole fins, Wiley, Chichester, and Editura Academiei, Bucharest, 1985. 2 M. P. McDaniel, Adv. Catal., 33 (1985) 47. 3 H. L. Krauss, B. Rebensforf and U. Westphal, Z. Anorg. Allg. Chem., 414 (1975) 97. 4 K. Weiss, W. Guthmann and S. Maisuls, Angew. Chem., 100 (1988) 268. 5 K. Weiss and H. L. Krauss, J. Catal., 88 (1984) 424. 6 E. 0. Fischer, U. Schubert, W. Kleine and H. Fischer, Inorg. Synth., 19 (1979) 165. 7 C. P. Casey and T. J. Burkhardt, J. Am. Chem. Soc.. 95 (1973) 5833. 8 E. 0. Fischer, W. Held, F. R. Kreissl, A. Frank and G. Huttner, Chem. Ber., 110 (1977)656. 9 B. Hutchinson and K. Nakomoto, Inorg. Chim. Acta, 3 (1969) 591. 10 G. Kreiss, Dissertation, Techn. Universitat Munchen, 1974. 11 R. Hopfl, Dissertation, Universitat Bayreuth, 1981. 12 C. P. Casey, H. E. Tuinistra and M. C. Saeman, J. Am. Chem. Soc., 98 (1976) 605. 13 D. S. Banasiak.J. Mol. Catal., 28 (1985) 107. 14 M. Rudler-Chauvin and H. Rudier, J. Organometall. Chem., 212 (1981) 203. X244 8885106X 0304-5102(88)85106-X 10.1016/0304-5102(88)85106-X Investigation of polymerisation and metathesis reactions Part XIII 1 1 Part XII, K. Weiss, R. Goller and G. Lössei, J. Mol. Catal., 46 (1988) 267. : Heterogeneous bimetallic metathesis catalysts by reactions of differently substituted Fischer-type tungsten carbene complexes with reduced Phillips catalyst Karin Weiss 2 Wilfried Guthmann Michael Denzner Laboratorium für Anorganische Chemie der Universität Bayreuth, Postfach 101251, D-8580 BayreuthF.R.G. 2 Author to whom correspondence should be addressed. The reactions of reduced Phillips catalyst, a polymerisation catalyst for 1-alkenes, with differently substituted Fischer-type tungsten carbene complexes (CO)5W = CR1R2 (R1 = Ph, Tol, CH3; R2 = Ph, OCH3), which are metathesis catalysts with poor activity, yield bimetallic heterogeneous compounds by the loss of one CO ligand. Diffuse reflectance FT-IR spectroscopy of the heterogeneous compounds shows a strong shift of the v-CO absorptions to higher wavenumbers, probably caused by a chromium-tungsten bond. The catalytic activity of these surface compounds was tested with 1-octene. All were found to be very active metathesis catalysts, and no polymerisation of 1-octene was observed. These results indicate that the polymerisation activity of the reduced Phillips catalyst was lost, whilst the metathesis activity of the carbene complexes was enhanced by activation with the reduced Phillips catalyst. The surface chromium atoms act as activating species for the carbene complex fragments. The influence of the carbene substituents on the metathesis reaction is not significant, with the exception of the methyl substituent of (CO)5W = C(OCH3)CH3. The acidic protons of this methyl substituent are thought to give rise to further interaction with a Si—O—Cr or Si—O—Si group. The new bimetallic, heterogeneous metathesis catalysts are stable at 20 °C and can be stored without loss of activity for some months. References 1 a V. Dragutan A.T. Balaben M. Dimonie Olefin Metathesis and Ring-opening Polymerisation of Cyclo-Olefins 1985 Wiley Chichester b V. Dragutan A.T. Balaben M. Dimonie Olefin Metathesis and Ring-opening Polymerisation of Cyclo-Olefins 1985 Editura Academiei Bucharest 2 M.P. McDaniel Adv. Catal. 33 1985 47 3 H.L. Krauss B. Rebensforf U. Westphal Z. Anorg. Allg. Chem. 414 1975 97 4 K. Weiss W. Guthmann S. Maisuls Angew. Chem. 100 1988 268 5 K. Weiss H.L. Krauss J. Catal. 88 1984 424 6 E.O. Fischer U. Schubert W. Kleine H. Fischer Inorg. Synth. 19 1979 165 7 C.P. Casey T.J. Burkhardt J. Am. Chem. Soc. 95 1973 5833 8 E.O. Fischer W. Held F.R. Kreissl A. Frank G. Huttner Chem. Ber. 110 1977 656 9 B. Hutchinson K. Nakomoto Inorg. Chim. Acta 3 1969 591 10 G. Kreiss Dissertation 1974 Techn. Universität München 11 R. Höpfl Dissertation 1981 Universität Bayreuth 12 C.P. Casey H.E. Tuinistra M.C. Saeman J. Am. Chem. Soc. 98 1976 605 13 D.S. Banasiak J. Mol. Catal. 28 1985 107 14 M. Rudler-Chauvin H. Rudler J. Organometall. Chem. 212 1981 203",
      "scopus-id": "0024035368",
      "coredata": {
        "eid": "1-s2.0-030451028885106X",
        "dc:description": "The reactions of reduced Phillips catalyst, a polymerisation catalyst for 1-alkenes, with differently substituted Fischer-type tungsten carbene complexes (CO)5W = CR1R2 (R1 = Ph, Tol, CH3; R2 = Ph, OCH3), which are metathesis catalysts with poor activity, yield bimetallic heterogeneous compounds by the loss of one CO ligand. Diffuse reflectance FT-IR spectroscopy of the heterogeneous compounds shows a strong shift of the v-CO absorptions to higher wavenumbers, probably caused by a chromium-tungsten bond. The catalytic activity of these surface compounds was tested with 1-octene. All were found to be very active metathesis catalysts, and no polymerisation of 1-octene was observed. These results indicate that the polymerisation activity of the reduced Phillips catalyst was lost, whilst the metathesis activity of the carbene complexes was enhanced by activation with the reduced Phillips catalyst. The surface chromium atoms act as activating species for the carbene complex fragments. The influence of the carbene substituents on the metathesis reaction is not significant, with the exception of the methyl substituent of (CO)5W = C(OCH3)CH3. The acidic protons of this methyl substituent are thought to give rise to further interaction with a Si—O—Cr or Si—O—Si group. The new bimetallic, heterogeneous metathesis catalysts are stable at 20 °C and can be stored without loss of activity for some months.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028885106X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Weiss, Karin"
          },
          {
            "@_fa": "true",
            "$": "Guthmann, Wilfried"
          },
          {
            "@_fa": "true",
            "$": "Denzner, Michael"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028885106X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028885106X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85106-X",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Investigation of polymerisation and metathesis reactions Part XIII 1 1 Part XII, K. Weiss, R. Goller and G. Lössei, J. Mol. Catal., 46 (1988) 267. : Heterogeneous bimetallic metathesis catalysts by reactions of differently substituted Fischer-type tungsten carbene complexes with reduced Phillips catalyst",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "341-349",
        "prism:endingPage": "349",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85106-X",
        "prism:startingPage": "341",
        "dc:identifier": "doi:10.1016/0304-5102(88)85106-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035368"
      }
    }
  }
}