{
  "metadata": {
    "title": "Chemical and metal complex catalysis selective oxidation of primary allylic alcohols to α,β-unsaturated aldehydes using molecular oxygen and fine metal particle catalysts generated from RH carbonyl clusters",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-01-01",
    "doi": "10.1016/0304-5102(91)85118-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185118L",
    "pii": "030451029185118L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026017010",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185118L 0304-5102(91)85118-L 030451029185118L 10.1016/0304-5102(91)85118-L S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02039 2024-01-02T01:06:03.941633Z 0 0 19910101 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 64 64 1 1 Volume 64, Issue 1 10 L7 L10 L7 L10 19910101 1 January 1991 1991-01-01 1991 converted-article cor Copyright © 1991 Published by Elsevier B.V. CHEMICALMETALCOMPLEXCATALYSISSELECTIVEOXIDATIONPRIMARYALLYLICALCOHOLSUNSATURATEDALDEHYDESUSINGMOLECULAROXYGENFINEMETALPARTICLECATALYSTSGENERATEDRHCARBONYLCLUSTERS KANEDA K DAVIS 1982 163 S FOLGER 1984 228 K CATALYSIS KANEDA 1980 227 K KANEDA 1981 385 K KANEDA 1982 93 K KANEDA 1988 286 K COLLMAN 1972 1789 J HEYNES 1960 67 K BELEW 1970 634 J MATSUMOTO 1981 907 M MATSUMOTO 1984 3436 M ZHANG 1988 6591 N PIZEY 1974 143 J SYNTHETICREAGENTS WAGNER 1979 108 C HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY NISHIMURA 1984 3436 S ROUNDHILL 1980 5538 D KANEMOTO 1986 105 S BRAINARD 1989 4553 R YAMAMURA 1989 203 M KANEDAX1991XL7 KANEDAX1991XL7XL10 KANEDAX1991XL7XK KANEDAX1991XL7XL10XK item 0304-5102(91)85118-L 030451029185118L 1-s2.0-030451029185118L 10.1016/0304-5102(91)85118-L 272239 2024-01-02T01:06:03.941633Z 1991-01-01 1-s2.0-030451029185118L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185118L/MAIN/application/pdf/c9637beb8683c66dbb1b9eb89d70acbc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185118L/MAIN/application/pdf/c9637beb8683c66dbb1b9eb89d70acbc/main.pdf main.pdf pdf true 272228 MAIN 4 1-s2.0-030451029185118L-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185118L/PREVIEW/image/png/d549d015434c2a83b7d0e44b42c0e28d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185118L/PREVIEW/image/png/d549d015434c2a83b7d0e44b42c0e28d/main_1.png main_1.png png 63431 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 64 (1991) L7-L10 L7 Selective oxidation of primary allylic alcohols to a,^3-unsaturated aldehydes using molecular oxygen and fine metal particle catalysts generated from Rh carbonyl clusters JOURNAL OF MOLECULAR CATALYSIS Kiyotomi Kaneda,* Tsutomu Miyoshi, and Toshinobu Imanaka Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka, Osaka 560 {Japan) (Received May 18, 1990; accepted October 19, 1990) The use of metal carbonyl clusters as precursors for the preparation of heterogeneous metal catalysts has received much attention because of the possibility of controlling metal particle size on supports and of obtaining clean metal surfaces without contaminants such as halogeno, hydroxyl and nitrate moieties [1, 2]. In the course of studies of Rh cluster catalysis [3-6], the authors found that metallic Rh particles were easily generated from treatment of Rh carbonyl clusters, e.g. Rti6CCO)ie and Rh4(CO)i2, with olefins in the presence of molecular oxygen. The above method for metal particle preparation using molecular oxygen has not been extensively studied [7]. The fine Rh particles exhibited a unique catalysis for selective oxidation of allylic alcohols in the presence of molecular oxygen; the hydroxyl function of a primary allylic alcohol was dehydrogenated to give an a,/3-unsaturated aldehyde. There are few examples for selective dehydrogenation of allylic alcohols to ff,/3-unsaturated carbonyl compounds using molecular oxygen as an oxidant [8 12]. R. l RWCO^ R^ I ^C=C-CH20H + ^C>2 > C^C CHO + H20 cyclohexene, 70 C 2-propanol A typical method for pretreatment of RheCCC^ia with cyclohexene and oxidation of cinnamyi alcohol is as follows: to a 2-propanol solution (15 ml) of Rhe(CO)i6 (0.05 mmol) in a reaction vessel, was added cyclohexene (5 mmol) at 70 C under 1 atm of oxygen. After black metallic Rh particles were generated, ca. l h, cinnamyi alcohol (15 mmol) was added and stirred at 70 C for 24 h. Cinnamaldehyde was formed in 80% yield, with 17% of the alcohol unreacted by GLPC analysis. The pure aldehyde could easily be isolated by silica-gel column chromatography with benzene of an eluent. Author to whom correspondence should be addressed. L8 Oxidation of various allylic alcohols using RheCCCOie cluster is shown in Table 1. Allylic alcohols with a primary hydroxyl function were oxidized selectively to give the corresponding to a,ss-unsaturated aldehydes without TABLE 1 Oxidation of various allylic alcohols with Rhg(CO)ie cluster in the presence of molecular oxygen\" Run Substrate Conversion Product selectivity to (%) u:,ss-unsaturated carbonyl compound (%) 1 ^CH-CH^OH gg CHsCH-CH-OH13 2 ^ 100 3 AA^OH 85 CH 4 ;5 C=CH-CH-OH 89 \"3 5 by 80 6 S, 83 96 50 91 80 77 86e 7 L I-H^OH 42 82'1 'Reaction conditions: allylic alcohol 15 mmol, Rhg(CO)ia 0.05 mmol, cyclohexene 5 nunol, 2- propanol 15 nd, Oa, 70 C, 24 h. 2-Propanol was oxidized to acetone under these conditions. 'Without pretreatment using cyclohexene, the reaction time was 5 h. CE|Z>20. \"Z/E> 20. 'Reaction of the dienyl alcohol (3 mmol) was carried out m the dark. L9 other oxidation products, and the oxidation of secondary allylic alcohols did not occur under the present conditions. This remarkably different reactivity between primary and secondary allylic alcohols has not been observed in the cases of MnOa [13] and RuOa [11]. It is notable that fine Rh particles generated from the Rh carbonyl clusters have high catalytic dehydrogenation activity only for the primary hydroxyl function of allylic alcohols. In the above resulting mixtures, carboxylic acids derived from successive oxidation of the aldehydes could not be detected. The dehydrogenation of allylic alcohols proceeds in a highly stereospecific manner; geraniol gave exclusively (K)- genanial, while nerol afforded neral of the (2')-form (Runs 6 and 7). A dienyl alcohol of 2,4-hexadien-l-ol could be oxidized to 62% yield of 2,4-hexadienal m the dark. The hydroxyl function of benzyl alcohols was also dehydrogenated to give benzaldehydes under the present catalyst system. H,OH CHO Rh (CO) .L + V202 cyclohex^e. - f^|] + \"2 70 C.2-pi-opanol ^i^ 24h X X^H 72% yield = OCH 80% Cyclohexene is an essential reagent for preparation of an active Rh catalyst in the present selective oxidation. XRD study showed that the active Rh particles were metallic Rh having a mean crystallite size of 18 A. The Rh binding energy of Sds/a (307.5 eV via XPS) also confirms that the Rh was composed of metal; the binding energy of Rh Sd^/z for RhgOa prepared m our laboratory was 309.3 eV [14]. In the absence of cyclohexene, pre- treatment of Rhe(CO)i6 with Og did not give Rh metal particles. Probably, coordination of cyclohexene to the Rh carbonyl clusters might induce formation of fine Rh particles. Pretreatment of Rhss(CO)ie with Og in the presence of cyclohexene gave metallic Rh particles accompanied by COg. Cyclohexene itself was converted into cyclohexane and benzene during formation of Rh metal particles. Oxidation without pretreatment using cyclohexene led to many byproducts derived from isomerization, hydrogenolysis and decarbon- ylation; cinnamyi alcohol gave 3-phenylpropanol (38%), ss-methylstyrene (8%) and styrene (2%) m addition to cinnamaldehyde (50%) where the mean Rh size was decreased to 11 A. Other olefins, e.g. 3-methylcyclohexene, 1-hexene and styrene, were not effective additives for the oxidation. Use of the Rh4(CO)i2 cluster in place of Rh6(CO)i6 also gave high selectivity for the aldehyde (95%). Other Rh compounds, e.g. Rh2(CO)4Cl2, RhCIa 3H20, Rh/alumina, Rh/carbon and me- tallic Rh particles [15], did not show high catalytic activities; in the case of cinnamyi alcohol, yields of cinnamaldehyde were only 10 30%. From examination of various solvents, 2-propanol was found to be the best among the alcohols and chlorohydrocarbons used. Using transition metal carbonyl clusters, many organic reactions have been developed, e.g. carbonylation, L10 reduction and deoxygenation. However there are extremely few reports of liquid-phase oxidation [16, 17]. Molecular oxygen plays an important role m both stages of generation of metallic Rh particles and of dehydrogenation of aUylic alcohols. AUylic alcohol is dissociated into alkoxide and hydrogen on the Rh surface, and /3-hydrogen elimination of the metal alkoxide gives 0',/3-unsaturated aldehyde and hydrogen. Og reacts with hydrogen atoms on the Rh metal to form HgO [18,19]. The remaining hydrogens can cause isomerization and hydrogenolysis of aUylic alcohols. In the absence of cyclohexene, the dehydrogenation rate of aUylic alcohols was so fast that Oa could not effectively react with hydrogens on the Rh surface to give HgO (Run 2). The present oxidative dehydrogenation of aUyUc alcohols with Rh carbonyl cluster catalysts has the following advantages: (1) use of molecular oxygen as an oxidant, (2) neutral reaction conditions, and (3) easy separation of metal catalysts from the reaction mixtures. References 1 S. C. Davis and K. J. Klabunde, J. Chem. Rev., 82 (1982) 163. 2 K. Folger, m J. R. Anderson and M. Boudart (eds.). Catalysis, Springer-Verlag, Berlin, Vol. 6, 1984, p. 228. 3 K. Kaneda, M. Hiraki, K. Sano, T. Imanaka and S. Teranishi, J. Mol. Catal., 9 (1980) 227. 4 K. Kaneda, M. Hu-ald, T. Imanaka and S. Teranishi, J. Mol. Catal., 12 (1981) 385. 5 K. Kaneda, M. Yasumura, T. Imanaka and S. Teranishi, J. Chem. Soc., Chem. Commun., (1982) 93. 6 K. Kaneda, K. Doken and T. Imanaka, Chem. Lett., (1988) 286. 7 J. P. CoUman, L. S. Hegedus, M. P. Cooke, J. R. Norton, G. Dolcetti and D. N. Marquardt, J. Am. Chem. Soc., 94 (1972) 1789. 8 K. Heynes and L. Blazejewicz, Tetrahedron, 9 (1960) 67. 9 J. S. Belew, C. Garza and J. W. Mathieson, J. Chem. Soc., D, (1970) 634. 10 M. Matsumoto and S. Ito, J. Chem. Soc., Chem. Commun., (1981) 907. 11 M. Matsumoto and N. Watanabe, J. Org. Chem., 49 (1984) 3436. 12 N. Zhang, C. M. Mann and P. A. Shaply, J. Am. Chem. Soc., 110 (1988) 6591. 13 J. S. Pizey, Synthetic Reagents, Ellis Horwood, Chichester, Vol. 2, 1974, p. 143. 14 C. D. Wagner, W. M. Riggs, L. E. Davis andJ. F. Moulder, Handbook of X-ray Photoelectron Spectroscopy, Perkin-Elmer, Eden Prairie, 1979, p. 108. 15 S. Nishimura, T. Takaoka and Y. Maekawa, Bvu. Chem. Soc. Jpn., 49 (1984) 3436. 16 D. M. Roundhul, M. K. Dickson, N. S. Dixit and B. P. Sudha-Dixit, J. Am. Chem. Soc., 102 (1980) 5538. 17 S. Kanemoto, H. Tomioka, K. Oshlma and H. Nozald, Bull. Chem. Soc., Jpn., 59 (1986) 105. 18 R. L. Brainard, C. G. Peterson and R. L. Madix, J. Am. Chem. Soc., Ill (1989) 4553. 19 M Yamamura, K. Kaneda and T. Imanaka, Catal. Lett., 3 (1989) 203. X244 9185118L 0304-5102(91)85118-L 10.1016/0304-5102(91)85118-L Chemical and metal complex catalysis Letters Chemical and metal complex catalysis selective oxidation of primary allylic alcohols to α,β-unsaturated aldehydes using molecular oxygen and fine metal particle catalysts generated from RH carbonyl clusters Kiyotomi Kaneda 1 Tsutomu Miyoshi Toshinobu Imanaka Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka, Osaka 560 Japan 1 Author to whom correspondence should be addressed. References 1 S.C. Davis K.J. Klabunde J. Chem. Rev. 82 1982 163 2 K. Folger J.R. Anderson M. Boudart Catalysis 6 1984 Springer-Verlag Berlin 228 3 K. Kaneda M. Hiraki K. Sano T. Imanaka S. Teranishi J. Mol. Catal. 9 1980 227 4 K. Kaneda M. Hiraki T. Imanaka S. Teranishi J. Mol. Catal. 12 1981 385 5 K. Kaneda M. Yasumura T. Imanaka S. Teranishi J. Chem. Soc., Chem. Commun. 1982 93 6 K. Kaneda K. Doken T. Imanaka Chem. Lett. 1988 286 7 J.P. Collman L.S. Hegedus M.P. Cooke J.R. Norton G. Dolcetti D.N. Marquardt J. Am. Chem. Soc. 94 1972 1789 8 K. Heynes L. Blazejewicz Tetrahedron 9 1960 67 9 J.S. Belew C. Garza J.W. Mathieson J. Chem. Soc., D 1970 634 10 M. Matsumoto S. Ito J. Chem. Soc., Chem. Commun. 1981 907 11 M. Matsumoto N. Watanabe J. Org. Chem. 49 1984 3436 12 N. Zhang C.M. Mann P.A. Shaply J. Am. Chem. Soc. 110 1988 6591 13 J.S. Pizey Synthetic Reagents 2 1974 Ellis Horwood Chichester 143 14 C.D. Wagner W.M. Riggs L.E. Davis J.F. Moulder Handbook of X-ray Photoelectron Spectroscopy 1979 Perkin-Elmer Eden Prairie 108 15 S. Nishimura T. Takaoka Y. Maekawa Butt. Chem. Soc. Jpn. 49 1984 3436 16 D.M. Roundhill M.K. Dickson N.S. Dixit B.P. Sudha-Dixit J. Am. Chem. Soc. 102 1980 5538 17 S. Kanemoto H. Tomioka K. Oshima H. Nozald Bull. Chem. Soc., Jpn. 59 1986 105 18 R.L. Brainard C.G. Peterson R.L. Madix J. Am. Chem. Soc. 111 1989 4553 19 M Yamamura K. Kaneda T. Imanaka Catal. Lett. 3 1989 203",
      "scopus-id": "0026017010",
      "coredata": {
        "eid": "1-s2.0-030451029185118L",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-01-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185118L",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kaneda, Kiyotomi"
          },
          {
            "@_fa": "true",
            "$": "Miyoshi, Tsutomu"
          },
          {
            "@_fa": "true",
            "$": "Imanaka, Toshinobu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185118L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185118L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85118-L",
        "prism:volume": "64",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Chemical and metal complex catalysis selective oxidation of primary allylic alcohols to α,β-unsaturated aldehydes using molecular oxygen and fine metal particle catalysts generated from RH carbonyl clusters",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L7-L10",
        "prism:endingPage": "L10",
        "pubType": "cor",
        "prism:coverDisplayDate": "1 January 1991",
        "prism:doi": "10.1016/0304-5102(91)85118-L",
        "prism:startingPage": "L7",
        "dc:identifier": "doi:10.1016/0304-5102(91)85118-L",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026017010"
      }
    }
  }
}