{
  "metadata": {
    "title": "Formation and reactivities of formate species on a potassium-modified osmium/alumina catalyst: an infrared spectroscopic study",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-06-22",
    "doi": "10.1016/0304-5102(89)80085-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800859",
    "pii": "0304510289800859"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0346764095",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800859 0304-5102(89)80085-9 0304510289800859 10.1016/0304-5102(89)80085-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01186 2024-01-02T01:04:53.938015Z 0 0 19890622 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 52 52 1 1 Volume 52, Issue 1 9 113 127 113 127 19890622 22 June 1989 1989-06-22 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. FORMATIONREACTIVITIESFORMATESPECIESAPOTASSIUMMODIFIEDOSMIUMALUMINACATALYSTINFRAREDSPECTROSCOPICSTUDY FU Y FU 1988 295 Y BUSCA 1982 89 G DELUZARCHE 1985 255 A DONALDSON 1964 847 J HUSSAIN 1987 1631 G FINK 1969 811 P AMENOMIYA 1978 484 Y SHCHEKOCHIKHIN 1969 914 Y KINETCATAL AMENOMIYA 1982 345 Y KRUPAY 1981 362 B KANTSCHEWA 1983 71 M KIKUZONO 1981 135 Y TAMARU 1978 K DYNAMICHETEROGENEOUSCATALYSIS UENO 1969 3040 A UENO 1970 756 A SAPIENZA 1978 115 R FUNDAMENTALRESEARCHINHOMOGENEOUSCATALYSIS RUBENE 1976 400 N KINETICKATAL IIZUKA 1984 221 T PROC8THINTCONGRCATALWBERLIN1984 IIZUKA 1984 221 T PROC8THINTCONGRCATALWBERLIN1984 KANTSCHEWA 1984 482 M DELUZARCHE 1978 25 A COUDURIER 1981 213 G BOWKER 1981 3023 M SOLYMOSI 1981 166 F SOLYMOSI 1982 78 F VEDAGE 1984 47 G PROC8THINTCONGRCATALWBERLIN1984 VEDAGE 1984 47 G PROC8THINTCONGRCATALWBERLIN1984 KNOZINGER 1970 548 H KNOZINGER 1973 31 H NAKAMOTO 1978 K INFRAREDRAMANSPECTRAINORGANICCOORDINATIONCOMPOUNDS KNOZINGER 1976 184 H AMENOMIYA 1977 43 Y GOPAL 1987 366 P LAVALLEY 1985 215 J PICHAT 1966 1026 P AMENOMIYA 1984 557 Y PROC8THINTCONGRCATALWBERLIN1984 AMENOMIYA 1984 557 Y PROC8THINTCONGRCATALWBERLIN1984 HE 1984 381 M HE 1984 17 M FUX1989X113 FUX1989X113X127 FUX1989X113XY FUX1989X113X127XY item 0304-5102(89)80085-9 0304510289800859 1-s2.0-0304510289800859 10.1016/0304-5102(89)80085-9 272239 2024-01-02T01:04:53.938015Z 1989-06-22 1-s2.0-0304510289800859-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800859/MAIN/application/pdf/b8b1af263cf9c30cbdd9d948313c6186/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800859/MAIN/application/pdf/b8b1af263cf9c30cbdd9d948313c6186/main.pdf main.pdf pdf true 1082302 MAIN 15 1-s2.0-0304510289800859-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800859/PREVIEW/image/png/5659f1ffaaf5b01f3e1a3e803a1f7c89/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800859/PREVIEW/image/png/5659f1ffaaf5b01f3e1a3e803a1f7c89/main_1.png main_1.png png 70927 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 52 (1989) 113 -127 113 FORMATION AND REACTIVITIES OF FORMATE SPECIES ON A POTASSIUM-MODIFIED OSMIUM/ALUMINA CATALYST: AN INFRARED SPECTROSCOPIC STUDY YILU FU , LEONORE KRAUS and HELMUT KNOZINGER** Institut fur Physikalische Chemie, Universitat Munchen, Sophienstrasse 11, 8000 Munich 2 (F. R. G.) Summary The formation of formate species on a K Os/Al^Oa catalyst was followed by IR spectroscopy, and the reactivity of the surface formate in HI and water atmospheres was studied. The results strongly suggest that the formate is an intermediate in the water-gas shift reaction. A catalytic cycle is postulated in which bicarbonate, formate and hydroxyl surface species are involved. The formation of the formate from CO by reaction with OH\" is presumably the slowest step in the cycle. Introduction In a previous paper [1] we have described the preparation and charac- teristics of a potassium-modified osmium/alumina catalyst, which was obtained by impregnation from aqueous solution of the alumina support by a potassium osmyi precursor compound, namely Ki[Os02(OH)4]. Reduc- tion in flowing H; at 670 K led to partial reduction of the osmium (average oxidation state +0.6) to Os , accompanied by metal aggregation (average particle size 1.8 nm). On adsorption of CO, Os^CO),: surface complexes could be detected as well. The potassium should be present in this catalyst as KzO (or perhaps KOH, if water vapour was not excluded). It was also demonstrated that bicarbonate, carbonate and formate species were formed on this material when CO was adsorbed, and we had speculated that the formate species might possibly be an intermediate in the water-gas shift (WGS) reaction on this catalyst. The generation of formate species on adsorption of carbon oxides on oxide surfaces and supported metals has been widely documented in the literature. The available data have been reviewed by Busca and Lorenzelli [2] and by Deluzarche et al. [3]. Infrared vibrational data of surface formate *0n leave from: Department of Modern Chemistry, University of Science and Technology of China, Hefei, Anhui, China. **Author to whom correspondence should be addressed. 0304-5102/89/$3.60 Eisevier Sequoia/Printed in The Netherlands 114 species were compiled by Busca and Lorenzelli [2] and by Donaldson et al. [4]. A very detailed IR study of the generation of formate species from CO on ZnO was recently published by Hussain and Sheppard [5]. On alu- mina supports, formates have also been generated during adsorption of carbon oxides [2, 6 - 8]. It has been shown that CO directly reacts with surface OH groups on alumina [8]. KaCOa/A^Oa is known as a WGS cata- lyst, and formation of formate species on this material was clearly dem- onstrated by Amenomiya and coworkers [9,10] and by Kantschewa et al. [11]. The formate was coordinated to K* sites in a bidentate configuration on a catalyst containing 12 wt.% I^COa [11]. It is interesting to note that alkali-containing Pd/SiO; catalysts (pre- pared from MaPdCU with M = Li, Na, K, Rb, Cs) produced the formate ion on adsorption of CO [12], while it was absent on alkali-free Pd/SiO;. It was suggested that alkali chlorides were present in these materials which retain water strongly. Formate formation was thus thought to be due to reaction of CO with the water retained in the system [3]. Recently, formate species have also been detected on a potassium-containing Rh/A^Os cata- lyst when CO was adsorbed in the presence of hydrogen [13]. Intermediate formation of CO; was suggested to be responsible for the generation of the formate. Formate species have been considered as intermediates for a variety of heterogeneously catalyzed reactions of carbon oxides [3,14], including the WGS reaction [9 -11,14 - 26]. In the present paper, we report on the generation of formate and bicarbonate species from CO and COa on the mentioned potassium-modified osmium/alumina catalyst, and on the reac- tivity of these surface species in various atmospheres with the goal to clarify their possible role as intermediates in the WGS reaction. Some other catalyst preparations (see [1]), which contain either osmium only or potassium only, were also investigated for comparison purposes. Experimental Catalyst preparation and pretreatment The 'y-AlaOa support was produced by calcination in air of Condea Alumina Pural SB (boehmite type) at 1023 K for 20 h. It had a BET surface area of 140 m2 g~1. The potassium osmate compound K2[Os02(OH)4] was impregnated from aqueous solution under N3, the excess water being removed by evacuation at room temperature. The material was then dried at 373 K. The details of the preparation of this catalyst, as well as of several other materials which will be used in this work for reference purposes, are described in the previous paper [1]. The catalyst precursors and the catalyst compositions are summarized in Table 1. The notation used for the various catalysts, namely Aa, B, C and D, are the same as in [1]. The pure support material 7-A1203 will be designated E throughout this paper. All catalysts were stored in sealed ampoules under N3 and exposed to air 115 TABLE 1 Composition of the catalysts Sample Precursor Os content K content(wt.%) (wt.%) Aa B C D E Ki[Os02(OH)4]OS3(CO)i2-K2C03 US3(CO)i2KiCOa T-AliOa 4.2 1.74 1.6 0.5 1.6 only during the short period required to prepare self-supporting wafers for IR experiments (vide infra). The catalysts were reduced in situ m the IR cell m flowing Ha (50 cm3 min\"1) at 673 K for 60 min. They were then evacuated and adsorption experiments were thereafter carried out. Gases H;, CO, COa and N3 were Linde products with a nominal purity of 99.997%. The gases were further dried and deoxygenated by passing them through appropriate Oxisorb cartridges. Instrumentation and procedure IR spectra were recorded at a resolution of 5.3 cm\"1 on a Perkin- Elmer 580 B spectrophotometer; the wavenumber accuracy was 2 cm\"1. Self-supporting wafers (10 mg cm\"2) were obtained by pressing the powder at 200 kg cm\"2. These wafers were mounted m an IR cell (CaFa windows) specially designed for in situ treatments and chemisorption experiments [27]. The cell system consisted of an IR transparent part which was kept at room temperature, and a heating zone. The wafers could be quickly moved in situ between cell and heating zone by means of a greaseless mag- netic system. Thus, in situ treatments at elevated temperatures under static conditions or in a flow of gas can easily be carried out prior to recording the spectra at room temperature. When the transformation of surface species was to be studied at elevated temperatures as a function of time, the sample was held in the heating zone under controlled pressure and temperature conditions for a predetermined period of time and quenched to room temperature in the IR transparent part of the cell, where spectra were recorded and absorbance for the various surface species determined. This procedure could be repeated several times and permitted kinetic measure- ments to be carried out, when absorbances at characteristic frequencies were determined as a function of reaction time, A(t). These A(t) values were normalized to A(0), the absorbance at time zero, for surface species which were consumed during the surface reaction, and to Aoo, the final 116 absorbance, for surface species which were built up during the reaction period. When studying the reactivity of surface formate in vacuum, H; or HzO atmosphere, the rate of consumption of the formate was assumed to be first order in surface concentration of the formate. The rate of decom- position in vacuum can then be written as -^-W (1) which in integrated form reads: i A^ ,, . ^Ator^ (2) We further assumed that the rate of consumption of the formate in the presence of a gas atmosphere at constant pressure is proportional to the nth power of the pressure, n being the order in the gas phase component. The pressure drop during reaction under static conditions is negligible, since the cell volume is of the order of 300 cm3 with a catalyst mass of only about 30 mg. Hence, dA -^ = fe.Ap,\" = fe.'A (3) where kx = hy or fe and p^ = pn, orpH^o. depending on the gas atmosphere chosen, namely hydrogen or water respectively. In integrated form, this yields ^-^ The rate constants fen ar^ th pseudo-rate constants fen' a11'! & ' can thus be determined for the chosen experimental conditions and under the as- sumptions made, namely first order in surface concentration. The experi- mental results did in fact follow these first-order rate laws (eqns. (2) and (4)) under the experimental conditions chosen (vide infra). Results Adsorption of carbon monoxide It was shown in [1] that the catalyst A was partially reduced under the reduction conditions chosen in this study, namely flowing Ha at 673 K for 60 min. Metal aggregation did occur, and mononuclear Os2'*' species were present as well. The potassium probably exists as K^O or KOH. Figure 1 shows the background IR spectrum of the A specimen after this reduction procedure in the frequency range 2200 to 1100 cm\"1. No characteristic absorptions can be seen after the reduction procedure described above. Adsorption of CO at 573 K led to the development of two broad overlapping 117 2000 1800 1600 Wovenumber / cm 1400 1200 Fig. l. IR spectra of CO adsorption on catalyst Ag. (1) Background after reduction in flowing Ha (50 cm3 min~1) for l h at 673 K and evacuation at room temperature; (2) adsorption of 20 torr CO for 15 min at 573 K; (3) evacuation (following (2)) at 10-5 torr for 15 min at 473 K. absorptions in the carbonyl stretching region centered at 2010 and 1920 cm\"1. As shown previously, these bands are characteristic for CO adsorp- tion on metallic osmium, and may contain contributions from Os^CO)^ surface complexes as well [1]. It was also shown previously [I], that CO adsorption on this reduced catalyst at temperatures below 423 K gave absorption bands characteristic of the bicarbonate HC03, namely at 1655, 1432, and 1230 cm\"1, and of a CO2 species at 1335 cm\"1. This behaviour has been reproduced in the present study. On adsorption of CO at 573 K, spectrum (2) in Fig. 1 was obtained, which clearly shows the bands of HCO^ and of CO^. In addition, however, at this higher temperature bands at 2900, 1597, 1395 and 1377 cm\"1 can be discerned, which can undoubtedly be attributed to a surface formate HCOi [2,4]. The assignment was confirmed by adsorption of CO on a deuterated surface, thus leading to the formation of DCO; (2187, 1594 and 1348 cm\"1). The observed band positions of HCO;, namely the v(C H) band at 2900 cm\"1 and the band splitting between asymmetric (1597 cm-1) and symmetric (1377 cm\"1) C 0 stretching modes of 220 cm\"1, suggest a bridging formate adsorbed on the 7-A12O3 support surface [1, 2, 28]. This is in contrast with our earlier work [II], which had dem- onstrated that formate species were coordinated to K+ in a catalyst derived from K^COy on Al203. However, this latter catalyst contained 7 wt.% K, while the present material A contains only 1.74 wt.% (see Table 1). When the catalyst exhibiting spectrum (2) in Fig. 1 was evacuated at 473 K, the characteristic bands of HCOs and COi immediately disap- peared (Fig. 1, spectrum (3)) and the only remaining bands were those of 118 CO adsorbed on osmium metal and of the formate species, indicating the relative stability of this species and the lability of bicarbonate and COa species. These experiments clearly demonstrate that the initial surface species to be formed on CO adsorption are the HCO^ and CO; species at tem- peratures below about 423 K, while the HCO^ species only develops at increasing temperatures in the presence of CO. As a consequence, it is possible to produce HCO;} and CO; species selectively at low temperature. A possible transformation of either of these two species into HCO^ at higher temperature can then be followed by measuring the absorbances of characteristic absorption bands as a function of time. The band at 1230 cm\"1 of HCOa, the band at 1395 cm\"1 of HCOa and that at 1335 cm\"1 of CO; have been chosen for these experiments. At 423 K in the presence of 50 torr CO (1 torr = 133.3 N m\"2) only the bands of HCO^ and CO; are present. When the sample was then brought to 473 K, the absorbance of HCO; decreased and that at 1395 cm\"1 of HCOa appeared in the spectrum, while the 1335 cm\"1 band of CO; remained constant in intensity. The development of the normalized absorbance values for the characteristic HCO^ and HCOa bands with time is shown in Fig. 2a, while Fig. 2b shows the correlation between the absorbances at 1230 cm\"1 (HCOa) and at 1395 cm\"1 (HCO;). The latter correlation is almost linear, indicating a direct conversion of HCOa into HCOa presumably via reduction by CO. The time-dependence of the absorbances and the slight deviation from linearity of the correlation of Fig. 2b seem to indicate an additional pathway for the decay of the HCOa concentration. In view of the lability of this species as shown above, this might simply be thermal decomposition of the HCO:} as the temperature is raised. The COa seems to be inert under the experimental conditions applied. When CO (50 torr) was adsorbed on the catalyst at 473 K in the pres- ence of 50 torr H;, the spectra were qualitatively identical to those observed in the absence of H^. The kinetic curves, however, were slightly different, .1.0 u 0.8 \\. =0.6- o <0.4- 50.2- \\ \\ 0 \\ \\ 0 S 0 0.2 0.4 0.6 0.8 1.0 (b) A(t)/Aoe (1395cm-11 Fig. 2. (a) Time-dependence of surface concentrations (expressed as normalized ab- sorbance) of HCOi (1230 cm\"1), HCOi (1395 cm-1) and COz\" (1335 cm\"1) during thermal treatment of reduced catalyst A^ in 50 torr CO at 473 K; bicarbonate forma- tion HCOJ was performed by CO adsorption at 423 K; (b) correlation between nor- malized absorbance of HCOJ(1230 cm~1) and HCO^(1395 cm\"1) species. 119 Fig. 3. Time-dependence of surface concentrations (expressed as normalized absorbances) of HCOi (1230 cm\"1), HCO^ (1395 cm\"1) and CO^ (1336 cm\"1) during coadsorption of 50 torr CO + 50 torr Hz at 473 K on reduced catalyst Ag. as shown in Fig. 3. The surface concentration of HCO^ seems to decay more slowly than that of HCO; increases. The additional HCO; must result from a contribution of a CO^ conversion whose concentration now also decays somewhat, at least in the early stages of the reaction. This modified behaviour must be related to the presence of H;, which can not only act as a second reducing agent but which can also dissociate on the metal. H-atoms thus formed may combine with CO^ species if they are located in close proximity to metal particles, and produce HCOi. An entirely different behaviour of the system was observed when CO adsorption (50 torr) was performed in the presence of water vapour (5 torr). In this case, surface HCOi species were not formed, while HCOC species were produced at a significant rate even at 423 K, a temperature at which HCOi cannot be seen at all in the absence of water vapour, m this case, adsorbed water apparently blocks the HCOa formation and produces HCO^ by direct reaction with CO or via dissociative adsorption and formation of a hydroxyl group. Adsorption of carbon dioxide As reported earlier [I], adsorption of COz on the freshly reduced catalyst Aa at room temperature immediately led to the formation of bicar- bonate HCOa and of bridging carbonate C0|- (1590 and 1340 cm-1). Formate formation was not observed in the temperature range up to 573 K. When, however, Ha was added after formation of HCOs and C0|~, the characteristic formate bands appeared in the spectrum at temperatures around 473 K. This behaviour compares well with the formate formation from CO or CO + Ha, and indicates again that a reducing agent is required to transform HCO:} into the HCO; species. These observations could be perfectly reproduced in the present study. Coadsorption of COa (50 torr) and H 2 (50 torr) at temperatures below 323 K led to the formation of HCOJ and COj\" surface species. When the 120 temperature was raised to 423 K and higher, the transformation of HCOa into HCOa species could easily be monitored, the respective absorbances of the characteristic bands at 1230 cm\"1 and at 1395 cm\"1, respectively, being very nearly linearly correlated (as observed in Fig. 2b for CO adsorp- tion). In contrast, the carbonate species appears to be entirely inert under the experimental conditions chosen, its band intensities remaining un- changed with reaction time. Interestingly, the intensity of carbonyl absorp- tion bands characteristic of CO adsorbed on osmium metal also increased under these conditions, indicating that dissociative chemisorption of COa might occur as well. When CO 2 (50 torr) and ii^O (5 torr) were coadsorbed, HCOs was also formed, although at lower surface concentration than in the absence of water vapour under otherwise identical conditions. HCO;, however, could not be detected at temperatures up to 573 K. Thermal decomposition of surface formate The surface formate was formed on freshly reduced catalyst Ag via CO adsorption at 573 K. The sample was then evacuated at 473 K and the stability of the formate species tested in dynamic vacuum (10~5 torr) at increasing temperatures. Decomposition was immeasurably slow at tem- peratures below 533 K, while the band intensity of the HCOz species de- creased at measurable rates at 573 K and higher temperatures. The absor- bance (1395 cm\"1) us. time curves are displayed in Fig. 4a and the kinetic analysis according to eqn. (2) is shown in Fig. 4b. The good linearity of the logarithmic plots in Fig. 4b supports the assumption of first-order Fig. 4. Kinetics of thermal decomposition of surface formate in vacuum (10~5 torr) on sample A^ at the temperatures indicated: (a) normalized absorbances us. time curves; (b) first-order analysis according to eqn. (2). 121 TABLE 2 Reactivities of formate species on catalyst Ag : rate constants for thermal decomposition, reaction with Ha and with water T (K) Decomposition* fco (s-1) Hi reaction1' fen (s-1) H^O reaction\" few' (s~1) 433 473 513 543 573 603 633 7.1 8.5 12.7 9.8 39.0 74.5 200.0 63.0 130.0 287.0 550.0 a (kJ mol-1) 43 67 34 \"Evacuation at 10~5 torr. ''Plowing hydrogen, 50 cm3 min\"1. C5 ton H^O pressure. decomposition kinetics. The numerical values of the decomposition rate constants fer) are summarized in Table 2 for various temperatures, together with the estimated activation energy (43 kJ mol~1). Although gas phase analysis could not be carried out in the IR cell system used, the decomposi- tion product is almost certainly CO [14]. Reactivity of formate in H^ atmosphere The rate of formate consumption was increased by more than an order of magnitude as compared to thermal decomposition, when the reaction was carried out in flowing H^. This can be clearly seen from the pseudo-rate constants k'y, summarized in Table 2, which were obtained from the kinetic data shown in Fig. 5a and their analysis according to eqn. (4) in Fig. 5b. The good linearity of the logarithmic plots shown in Fig. 5b Fig. 5. Kinetics of reaction of surface formate on catalyst Ag in flowing H 2 (50 cm3 min~1) at the temperatures indicated: (a) normalized absorbances vs. time curves; (b) pseudo-first order analysis according to eqn. (4). 122 again supports the initial assumption of the kinetics being first order in surface concentration of the formate. These results suggest strongly that hydrogen plays an active role in the transformation of surface formate under the present conditions. One product of this reaction seems to be CO, since the carbonyl band inten- sities for CO adsorbed on osmium metal initially increased when the HCO; surface concentration decreased. After passing through a maximum in time, the carbonyl band intensities decreased again and approached their initial intensities slowly. The decrease in surface coverage of the extra adsorbed CO may be due to slow desorption, or else to methane formation on the osmium metal particles. An alternative and additional pathway for the transformation of HCO; in the presence of H; may be the formation of HCOOH, i.e. the reverse reaction of formic acid dehydrogenation. As already mentioned above, gas phase analysis was unfortunately not possible in the cell system used. It should, however, be noted that other possible inter- mediate reduction products of HCO;, such as formyi or methoxy species [3], were not observed in the I R spectra at any temperature. Reactivity of formate in the presence of water vapour The presence of 5 torr water vapour enhanced the rate of formate transformation very significantly. The kinetic plots (consistent with eqn. (4) and first order in formate surface concentration) are shown in Fig. 6, Fig. 6. Kinetics of reaction of surface formate with 5 ton- H^O vapour on catalyst Ag at the temperatures indicated: (a) normalized absorbances us. time curves; (b) pseudo-first order analysis according to eqn. (4). 123 and the numerical values of pseudo-rate constants fe ' are summarized m Table 2. The reaction of the formate could be detected at temperatures as low as 323 K, and became easily measurable at about 400 K. No detectable new surface species could be observed by IR spectroscopy. The gas phase product should most reasonably be COa. Reactivity of formate on other catalysts For comparison purposes a series of analogous experiments was carried out, using catalysts B through D and the alumina support (E). The rate and pseudo-rate constants for the three reaction classes, namely thermal decomposition, reaction with H; and with HaO, are summarized in Table 3. Comparison with the data of Table 2 clearly shows that formate reactivities were the highest for all the reactions on catalyst Ag, whose behaviour has been described in detail throughout this paper. Closer inspection of the data of Table 3, namely those of formate reactivities in H 2 and H^O, seem to indicate that osmium enhances the reactivities relative to the pure support and so does potassium, although to a lesser extent. However, when potassium was present together with osmium, it had a negative effect on formate reactivity relative to the pure Os/A^Oa catalyst at the same osmium loading. TABLE 3 Comparison of reactivities of formates on catalysts B - E'1 T Decomposition, Ha reaction, H^O reaction, (K) feo x 104 fen X 104 few' X 104 (s-1) (s-1) (s-1) BCDEBCDEBC DE 573 1.4 4.4 23.3 48.5 - - 593 0.55 - 0.69 2.6 623 11.7 25.0 66.7 123.0 - 633 1.5 5.3 2.8 - 6.8 7.8 653 2.7 20.2 5.5 - 35.3 11.3 B = Os3(CO)i2 + K:2C03/Al2C>3; C = Os3(CO)i2/Al203; D = K2C03/A1203; E = 7-A1203. Discussion The formation of bicarbonate species HCOs on oxide surfaces on adsorption of COy. has been reported repeatedly [29, 30], and can be de- scribed as a reaction involving nucleophilic surface OH~ groups: COi + OH-(a) > HC03(a) (5) This reaction seems to occur on catalyst Ag as well. Although the direct formation of HCO^ during CO adsorption has been reported [3, 5, 8,11, 124 33], this reaction did not occur on the freshly reduced catalyst Aa. The bicarbonate HCO^ (and some fairly unreactive CO^) was the dominant surface species formed during CO adsorption, presumably via intermediate CC>2 followed by reaction (5) above. Hence, CO must initially react with surface oxygen : CO + 0(a) > COi (6) At higher temperatures, the formate HCO;; is also formed during CO ad- sorption but not at all when CO; is adsorbed. This clearly suggests that the formate is a secondary product on this surface, produced via reduction of the primary chemisorption product HCO^. This is supported by the fact that HC03 formed from CO; is immediately transformed into HCOz if the material is exposed to H 2 at about 473 K and higher temperatures. During CO adsorption, CO itself acts as the reducing agent: HC03-(a) + CO > HCO^a) + CO^ (7) HCO^a) + HI > HCO^a) + H^O (8) The reduction of bicarbonates to formate has been reported for various oxide systems [3,8,21,22,34,35]. Exposure to H; led to additional formate formation when C02 was present: CO^a) + H(a) > HCO^a) (9) where the H atom may be formed via dissociative adsorption of H; on the osmium metal component of the catalyst. If water vapour was present during CO adsorption, the bicarbonate did not form but rather formate was produced directly. This can be inter- preted in two ways. Either CO reacts directly with H20(a) retained on the surface: CO + HsO + O2 -(a) > HCO^a) + OH-(a) (10) This reaction would presumably be similar to that proposed for alkali- modified Pd/SiOa catalysts [3,12] as mentioned in the introduction. The alternative would be the initial dissociative chemisorption of H^O which would lead to a more highly hydroxylated surface: HsO + O2 -(a) > 20H-(a) (11) CO + OH--(a) > HCO^a) (12) The formate species once produced on the catalyst surface is rather stable thermally. Thermal decomposition in vacuum becomes measurable only at temperatures around 573 K and higher. The decomposition presumably involves formation of CO: HCO^a) > CO + OH-(a) (13) the reverse reaction of step (12). 125 In the presence of H; or HzO, significant reactivities of the surface formate were observed. The reaction with Hz seems to produce CO as a product, which is at least intermediately adsorbed on the osmium metal before it desorbs or before it is hydrogenated to methane: HCO^a) + H; > CO + HzO + H-(a) (14) Speculatively an additional route may consist in the reverse reaction of the dehydrogenation of formic acid which is known to proceed via a formate intermediate [14]: HCO^a) + H; > HCOOH + H-(a) (15) The osmium metal and the mononuclear Os* + complexes which have been shown to be present m the catalyst may well be involved in related redox steps. Finally, particularly high reactivity was observed of the formate when water was present. One would expect that the reaction of the surface for- mate and HaO would follow the reverse route of steps (8) and (5), namely: HCO^a) + HzO > HCOi(a) + H; (16) and HCO^a) CO; + OH-(a) (17) It appears, however, that step (17) is so fast under the experimental con- ditions that only the overall reaction, namely the decrease of the sur- face concentration of HCO^, can be observed with no intermediate HCO^ detected: HCO^a) + HiO > CO; + Hz + OH-(a) (18) The experimental results indicate that the surface formate HCOz can in fact be considered as an intermediate of the WGS reaction on catalyst Aa, whereas experimental evidence could not be obtained under the chosen reaction conditions for any adsorbed hydrogenation products of the for- mate, such as formyi or methoxy species, which might be considered as intermediates in methanation or methanoi synthesis [3]. A perhaps simplified catalytic cycle for the present catalyst Aa may tentatively be written as shown in Scheme 1. In this scheme, step (3) (which corresponds to reaction (17)) is undoubtedly the fastest step in the cycle, OH-la) ^- ' HC03 (a) ^COz Scheme 1. 126 since the HCO: species could not be detected although it must be an inter- mediate, based on the principle of microscopic reversibility, since HCOa has been shown to be formed via the reverse reaction (5). From the data de- scribed above and summarized in Table 2, it may seem that step (1) (cor- responding to reaction (12)) is the slowest step in the cycle under the present experimental conditions, the more so as the water partial pressure which determines the rate of step (2) was very low in our experiments. The comparison of the kinetic data obtained for the reference catalysts as summarized in Table 3, permit some qualitative and tentative conclusions regarding the role played by the osmium and potassium in the various surface reactions. The thermal stability of the formate in vacuum does not seem to be significantly influenced by the metal nor the potassium. However, the formate reactivities toward HI and HzO are drastically en- hanced by the osmium as compared to the pure 'y-A^Oa support. The reasons, which are not clear, may however be related to increased rates of H; dissociation and H-atom recombination. The dissociation of the water molecule might also be influenced by the metal. Moreover, the mono- nuclear osmium complexes 0s*\"1\" which are present after reduction of the catalyst precursors, may be involved in the redox steps occurring in the catalytic cycle. The question of whether hydrogen spills over from the metal to the support where the intermediates are located, or migration of formates to the metal support interface occurs remains unresolved and cannot be discussed on the basis of our present results. The role of potassium is complex, in that it seems to enhance formate reactivities relative to the pure -y-AlaOa support in the absence of osmium, while it attenuates the effect of osmium when both components are present. Conclusions The kinetic study by IR spectroscopy of the behaviour of surface bicarbonate and formate species on a K Os/AlaOa catalyst renders the role of these two surface species as intermediates in the WGS reaction highly probable. The formation of the formate from CO is presumably the slowest step in the catalytic cycle. Acknowledgements This work was financially supported by the Deutsche Forschungs- gemeinschaft and by the Fonds der Chemischen Industrie. Y.F. gratefully acknowledges a grant provided by the Max-Planck-Gesellschaft. The potas- sium osmate was kindly provided by Degussa AG, Hanau, FRG, the alumina by Condea, Brunsbuttel, FRG. 127 References 1 Y. Fu, L. Kraus, M. I. Zaki, C. Kappenstein, B. Tesche and H. Knozinger, J. Mol. Catal., 44 (1988) 295. 2 G. Busca and V. Lorenzelli, Mater. Chem., 7 (1982) 89. 3 A. Deluzarche, J. P. Hindermann, R. Kieffer and A. Kiennemann, Rev. Chem. Inter- med., 6 (1985) 255. 4 J. D. Donaldson, J. K. Knifton and S. D. Ross, Spectrochim. Acta, 20A (1964) 847. 5 G. Hussain and N. Sheppard, Spectrochim. Acta, 43A (1987) 1631. 6 P. Pink, Rev. Roum. Chim., 14 (1969) 811. 7 Y. Amenomiya, Appl. Spectrosc., 32 (1978) 484. 8 Yu. M. Shchekochikhin and A. A. Davydov, Kinet. Catal. (Engl. Ed.), 10 (1969) 914. 9 Y. Amenomiya and G. Pleizier, J. Catal., 76 (1982) 345. 10 B. W. Krupay and Y. Amenomiya, J. Catal., 67 (1981) 362. 11 M. Kantschewa, E. V. Albano, G. Erti and H. Knozinger, Appl. Catal., S (1983) 71. 12 Y. Kikuzono, S. Kagami, S. Naito, T. Onishi and K. Tamaru, Discuss. Faraday Soc., 72 (1981)135. 13 F. Solymosi and H. Knozinger, to be published. 14 K. Tamaru, Dynamic Heterogeneous Catalysis, Academic Press, New York, 1978. 15 A. Ueno, T. Yamamoto and K. Tamaru, Bull. Chem. Soc. Jpn., 42 (1969) 3040. 16 A. Ueno, T. Onishi and K. Tamaru, Trans. Faraday Soc., 66 (1970) 756. 17 R. S. Sapienza, M. J. Sansone, L. D. Spaulding and J. F. Lynch, Fundamental Re- search in Homogeneous Catalysis, Academic Press, New York, 1978, p. 115. 18 N. A. Rubene, A. A. Davydov, A. V. Kravtsov, N. V. Ursheva and S. I. Smolyanonov, Kinetic. Katal. (Engl. Ed.), 17 (1976) 400. 19 T. lizuka, Proc. 8th Int. Congr. Catal, W. Berlin, 1984, Verlag Chemie, Weinheim and Dechema, Frankfurt, 1984, Vol. 2, p. 221. 20 M. Kantschewa, P. Delannay, H. Jeziorowski, E. Delgado, S. Eder, G. Erti and H. Knozinger, J. Catal., 87 (1984) 482. 21 A. Deluzarche, R. Kieffer and M. Papadopoulos, C.R. Acad. Sei., C287 (1978) 25. 22 G. Coudurier, B. Claudel and L. Faure, J. Catal., 71 (1981) 213. 23 M. Bowker, H. Houghton and K. C. Waugh, J. Chem. Soc.. Faraday Trans, l, 77 (1981)3023. 24 F. Solymosi, T. Bansagi and A. Erdohelyi, /. Catal., 72 (1981) 166. 25 F. Solymosi, I. Tombacz and M. Kocsis,J. Catal., 75 (1982) 78. 26 G. A. Vedage, R. Pitchai, R. G. Herman and K. Klier, Proc. 8th Int. Congr. Catal., W. Berlin, 1984, Dechema, Frankfurt and Verlag Chemie, Weinheim, 1984, Vol. 2, p. 47. 27 H. Knozinger, H. Stolz, H. Buhl, G. Clement and W. Meye, Chem. Ing. Tec/in., 42 (1970) 548; H. Knozinger, Acta dent. Venez., 24, Suppl. 2 (1973) 31. 28 K. Nakamoto, Infrared and Roman Spectra of Inorganic and Coordination Com- pounds, Wiley, New York, 1978. 29 H. Knozinger, Adv. Catal., 25 (1976) 184. 30 Y. Amenomiya, Y. Morokawa and G. Pleizier, J. Catal.. 46 (1977) 43. 31 P. G. Gopal, R. L. Schneider and K. L. Watters, J. Catal., 105 (1987) 366. 32 J. C. Lavalley and J. Lamotte,J. Chem. Soc., Faraday Trans, l, 81 (1985) 215. 33 P. Pichat, J. Veron, B. Claudel and M. V. Mathieu, J. Chem. Phys., 63 (1966) 1026. 34 Y. Amenomiya and T. Tagawa, Proc. 8rh Int. Congr. Catal., W. Berlin, 1984, Deche- ma, Frankfurt and Verlag Chemie, Weinheim, 1984, Vol. 2, p. 557. 35 M. Y. He and J. G. Ekerdt, /: Cota;., 87 (1984) 381; i'&i'd., 90 (1984) 17. X244 89800859 0304-5102(89)80085-9 10.1016/0304-5102(89)80085-9 Formation and reactivities of formate species on a potassium-modified osmium/alumina catalyst: an infrared spectroscopic study Yilu Fu 1 Leonore Kraus Helmut Knözinger 2 Institut für Physikalische Chemie, Universität München, Sophienstrasse 11, 8000 Munich 2 F.R.G. 1 On leave from: Department of Modern Chemistry, University of Science and Technology of China, Hefei, Anhui, China. 2 Author to whom correspondence should be addressed. The formation of formate species on a K-Os/Al2O3 catalyst was followed by IR spectroscopy, and the reactivity of the surface formate in H2 and water atmospheres was studied. The results strongly suggest that the formate is an intermediate in the water-gas shift reaction. A catalytic cycle is postulated in which bicarbonate, formate and hydroxyl surface species are involved. The formation of the formate from CO by reaction with OH− is presumably the slowest step in the cycle. References 1 Y. Fu L. Kraus M.I. Zaki C. Kappenstein B. Tesche H. Knözinger J. Mol. Catal. 44 1988 295 2 G. Busca V. Lorenzelli Mater. Chem. 7 1982 89 3 A. Deluzarche J.P. Hindermann R. Kieffer A. Kiennemann Rev. Chem. Intermed. 6 1985 255 4 J.D. Donaldson J.K. Knifton S.D. Ross Spectrochim. Acta 20A 1964 847 5 G. Hussain N. Sheppard Spectrochim. Acta 43A 1987 1631 6 P. Fink Rev. Roum. Chim. 14 1969 811 7 Y. Amenomiya Appl Spectrosc. 32 1978 484 8 Yu.M. Shchekochikhin A.A. Davydov Engl. Ed. Kinet. Catal. 10 1969 914 9 Y. Amenomiya G. Pleizier J. Catal. 76 1982 345 10 B.W. Krupay Y. Amenomiya J. Catal. 67 1981 362 11 M. Kantschewa E.V. Albano G. Ertl H. Knözinger Appl. Catal. 8 1983 71 12 Y. Kikuzono S. Kagami S. Naito T. Onishi K. Tamaru Discuss. Faraday Soc. 72 1981 135 13 F. Solymosi and H. Knözinger, to be published. 14 K. Tamaru Dynamic Heterogeneous Catalysis 1978 Academic Press New York 15 A. Ueno T. Yamamoto K. Tamaru Bull. Chem. Soc. Jpn. 42 1969 3040 16 A. Ueno T. Onishi K. Tamaru Trans. Faraday Soc. 66 1970 756 17 R.S. Sapienza M.J. Sansone L.D. Spaulding J.F. Lynch Fundamental Research in Homogeneous Catalysis 1978 Academic Press New York 115 18 N.A. Rubene A.A. Davydov A.V. Kravtsov N.V. Ursheva S.I. Smolyanonov Engl. Ed. Kinetic. Katal. 17 1976 400 19 a T. Iizuka Proc. 8th Int. Congr. Catal, W. Berlin, 1984 2 1984 Verlag Chemie Weinheim 221 b T. Iizuka Proc. 8th Int. Congr. Catal, W. Berlin, 1984 2 1984 Dechema Frankfurt 221 20 M. Kantschewa F. Delannay H. Jeziorowski E. Delgado S. Eder G. Ertl H. Knözinger J. Catal. 87 1984 482 21 A. Deluzarche R. Kieffer M. Papadopoulos C.R. Acad. Sci. C287 1978 25 22 G. Coudurier B. Claudel L. Faure J. Catal. 71 1981 213 23 M. Bowker H. Houghton K.C. Waugh J. Chem. Soc., Faraday Trans. 1 77 1981 3023 24 F. Solymosi T. Bánsági A. Erdöhelyi J. Catal. 72 1981 166 25 F. Solymosi I. Tombácz M. Kocsis J. Catal. 75 1982 78 26 a G.A. Vedage R. Pitchai R.G. Herman K. Klier Proc. 8th Int. Congr. Catal, W. Berlin, 1984 2 1984 Dechema Frankfurt 47 b G.A. Vedage R. Pitchai R.G. Herman K. Klier Proc. 8th Int. Congr. Catal, W. Berlin, 1984 2 1984 Verlag Chemie Weinheim 47 27 a H. Knözinger H. Stolz H. Bühl G. Clement W. Meye Chem. Ing. Techn. 42 1970 548 b H. Knözinger Acta Client. Venez. 24 1973 31 Suppl. 2 28 K. Nakamoto Infrared and Raman Spectra of Inorganic and Coordination Compounds 1978 Wiley New York 29 H. Knözinger Adv. Catal. 25 1976 184 30 Y. Amenomiya Y. Morokawa G. Pleizier J. Catal. 46 1977 43 31 P.G. Gopal R.L. Schneider K.L. Watters J. Catal. 105 1987 366 32 J.C. Lavalley J. Lamotte J. Chem. Soc., Faraday Trans. 1 81 1985 215 33 P. Pichat J. Veron B. Claudel M.V. Mathieu J. Chem. Phys. 63 1966 1026 34 a Y. Amenomiya T. Tagawa Proc. 8th Int. Congr. Catal, W. Berlin, 1984 2 1984 Dechema Frankfurt 557 b Y. Amenomiya T. Tagawa Proc. 8th Int. Congr. Catal, W. Berlin, 1984 2 1984 Verlag Chemie Weinheim 557 35 a M.Y. He J.G. Ekerdt J. Catal. 87 1984 381 b M.Y. He J.G. Ekerdt J. Catal. 90 1984 17",
      "scopus-id": "0346764095",
      "coredata": {
        "eid": "1-s2.0-0304510289800859",
        "dc:description": "The formation of formate species on a K-Os/Al2O3 catalyst was followed by IR spectroscopy, and the reactivity of the surface formate in H2 and water atmospheres was studied. The results strongly suggest that the formate is an intermediate in the water-gas shift reaction. A catalytic cycle is postulated in which bicarbonate, formate and hydroxyl surface species are involved. The formation of the formate from CO by reaction with OH− is presumably the slowest step in the cycle.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-06-22",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800859",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fu, Yilu"
          },
          {
            "@_fa": "true",
            "$": "Kraus, Leonore"
          },
          {
            "@_fa": "true",
            "$": "Knözinger, Helmut"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800859"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800859"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80085-9",
        "prism:volume": "52",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Formation and reactivities of formate species on a potassium-modified osmium/alumina catalyst: an infrared spectroscopic study",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "113-127",
        "prism:endingPage": "127",
        "pubType": "fla",
        "prism:coverDisplayDate": "22 June 1989",
        "prism:doi": "10.1016/0304-5102(89)80085-9",
        "prism:startingPage": "113",
        "dc:identifier": "doi:10.1016/0304-5102(89)80085-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0346764095"
      }
    }
  }
}