{
  "metadata": {
    "title": "Thermal analysis of catalyst precursors: Part 2. Influence of support and metal precursor on the reducibility of copper catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-02-01",
    "doi": "10.1016/0304-5102(91)85140-W",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185140W",
    "pii": "030451029185140W"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026104453",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185140W 0304-5102(91)85140-W 030451029185140W 10.1016/0304-5102(91)85140-W S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02088 2024-01-02T01:06:03.941633Z 0 0 19910201 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 64 64 3 3 Volume 64, Issue 3 6 305 319 305 319 19910201 1 February 1991 1991-02-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. THERMALANALYSISCATALYSTPRECURSORS BOND G GENTRY 1982 1515 S KOHLER 1987 323 M DELK 1984 380 F ROBERTSON 1975 424 S JENKINS 1977 316 J KOBAYASHI 1983 697 H PREPARATIONCATALYSTSIII SHIMOKAWABE 1982 379 M SHIMOKAWABE 1983 1337 M DELARCO 1988 120 M AMENOMIYA 1988 364 Y PROC9THINTCONGRCATAL SERMON 1987 1347 P GENTRY 1981 603 S ROBINSON 1988 165 W JONES 1986 97 99 A TEMPERATUREPROGRAMMEDREDUCTIONFORSOLIDMATERIALSCHARACTERIZATION BOND 1986 379 G BOND 1989 507 G ANUFRIENKO 1989 997 V CHE 1988 1750 M PROC9THINTCONGRCATAL BONDX1991X305 BONDX1991X305X319 BONDX1991X305XG BONDX1991X305X319XG item 0304-5102(91)85140-W 030451029185140W 1-s2.0-030451029185140W 10.1016/0304-5102(91)85140-W 272239 2024-01-02T01:06:03.941633Z 1991-02-01 1-s2.0-030451029185140W-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185140W/MAIN/application/pdf/3559228ee2c177da354aec7dcbe35756/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185140W/MAIN/application/pdf/3559228ee2c177da354aec7dcbe35756/main.pdf main.pdf pdf true 1389104 MAIN 15 1-s2.0-030451029185140W-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185140W/PREVIEW/image/png/2f1b76ddb1acf021edc166a2efdbde3e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185140W/PREVIEW/image/png/2f1b76ddb1acf021edc166a2efdbde3e/main_1.png main_1.png png 69282 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 64 (1991) 305-319 305 Thermal analysis of catalyst precursors Part 2. Influence of support and metal precursor on the reducibility of copper catalysts Geoffrey C. Bond, Stephen N. Namijo and John S. Wakeman Department of Chemistry, Brunei University, Uxbridge UB8 3PH (U.K.) (Received May 18, 1990; accepted June 25, 1990) Abstract The reductions of supported CuO and CuClg have been studied by thermal analytical methods. Upon calcination of Cu(N03)2 impregnated onto SiOz or AlgOa, there are formed both particles of non-interacting CuO, which are reduced over a narrow temperature range with '^^ m=490 K, and dispersed Cu\" species, which are less easily reduced (Tn,a s 560-610 K on Si02 and 515-545 K onA^Og). On Ti02, particulate CuO is reduced at a somewhat lower temperature (T^ixs 465 K) and there is evidence of a more easily reducible dispersed Cu\" phase on anatase samples. However, the presence of residual additives on the surface of pigmentary anatase raises T^, for CuO particles to ~525 K. Deposition precipitation and ion exchange methods both lead to Cu(OH)2; this on calcination affords CuO, which is generally reduced in a single step, at a temperature characteristic of particulate CuO. On the other hand, reduction of supported CuClz proceeds in two clearly defined steps, the ratio of the peak areas being close to 1:1; an intermediate Cu' state is clearly implicated. Evolution of HC1 does not however occur simultaneously with the Hz uptake; little if any appears during the reduction of Cu\" to Cu', but (except on AlgOa) the evolution is almost complete before the final reduction step starts. This is thought to be due to dissociation of Cu Cl bonds and formation of Cl~ on the support, this being the major intermediate in the formation of gaseous HC1. Introduction The literature reveals disagreements as to the processes occurring in the reduction of copper compounds. The central question which this paper addresses is whether the appearance of two peaks in a temperature-pro- grammed reduction (TPR) profile denotes the single-stage reduction (Cu11 to Cu ) of two different types of Cu\" species, or whether they result from a two-stage reduction (Cu11 to Cu1 to Cu ) of a single Cu phase. Clearly when more than two peaks are seen, there must be at least two distinct types of Cu\" in the precursor, but the possibility of a two-stage reduction of at least one of the Cu\" types cannot be ruled out. There are some obvious general principles available to guide the interpretation. If the areas of two peaks do not correspond to 1:1 stoichiometry, then it is certain that there are two separate Cu\"-containing phases being reduced in a single stage. Conversely 0304-5102/91/$3.50 Elsevler Sequoia/Printed in The Netherlands 306 if their areas are close to 1:1, then the two-stage reduction of a single phase is possible, and indeed probable. Table 1 summarises a selection of results from the recent literature on the reduction of supported CuO and CuClg. Discussion of them is made difficult by two factors. First, the conditions used in the TPR measurements vary. It is well-known that the value of a Tmax depends upon the heating rate, on the Ha concentration in the reducing gas, on its flow-rate and on the sample size [10]; reactor geometry and other features of the apparatus may also lead to variations. Most of the results shown in Table 1 were obtained using heating rates of between 5 and 15 K min~1 and with Hg concentrations of about 5%. The use of a much higher Ha concentration (67%) gives [11] values of 7n,ax for CuO/AlgOs samples about 50 K lower than the value recorded in Table 1. The second complication is that the method of preparation and in particular the temperature of calcination can radically affect the types of Cu\" species present, and their relative amounts [6]. Thus for example the reduction of CuO/SiOg is variously reported to give a single peak [2 4], twin peaks [1, 5] or three peaks [6], indicative of the range of species and processes that can be encountered. TABLE 1 Literature results on the TPR of supported Cu precursors Precursor Support* % Cu T^W (K) 7m>,(2) (K) Ai\" (%) A^-(%) Reference CuO SiOa 1.2-6.6 530 10 820': C C 1 CuO SiOa 2.1-9.5 505'1 - - - 2 CuO SiOa 4.4 513 3 CuO SiOs 0.75 570 4 CuO SiOg 10 503 588 - - 4 CuO SiOa 5 538 713' - - 5, 6 CuO Y-A1203 1.2 -500 1 CuO y-AlaOg 0.5 603 - - - 5 CuO TiOa (D) 3.8 403 493 40 60 3 CuO TiOa (A) 2.0 520 611' 30 58 7 CuO TiOa (R) 2.0 517 614' 33 35 7 CuO ZrOg 0.75 440 8 CuO ZrOa 0.5 493 - - - 5 CuClg SiOa 3.8 583 641 48 52 9 CuCIa y-Al203 4.2 535 678 51 49 9 CuCIa TiOg (A) 5.0 538 643 50 50 9 CuCIa TiOa (R) 5.0 573 633 47 53 9 '^\"Degussa P-25 TiOa; (A)=anatase; (R)=rutile. ''Areas of peaks 1 and 2 as % of total uptake. 'See text. ''Peak at 465 5 K after oxidation. \"Third peak at 938 K. 'Other smaller peaks at <520 and ~570 K. 307 In view of these problems, it is perhaps surprising that the Tmax values for the first peak in the reduction of CuO on a number of supports (SiOg, y-Al203, TiOg anatase and rutile) often lie between 500 and 570 K, centering on 530-540 K (see Table I): values for CuO/ZrOg [8] and CuO/TiOg (Degussa P-25) [3] are however reported to be significantly lower. The probable explanation for the frequent observation of a peak at 535 35 K is that it relates to the reduction of small CuO particles that are not interacting strongly with the support [2, 5, 6]; unsupported CuO gives Tmax values of 625 15 K [12], the lowering of the temperature in the case of the supported oxides being ascribed to their smaller size and greater reactivity. Peaks at higher temperatures are thought [1, 6] to be due to various more highly dispersed and strongly interacting forms of Cu\". However, the opposite explanation is sometimes advanced [4, 7], and, where three peaks were seen in the reduction of CuO/SiOg, the interpretation [6] involved the two-stage reduction of the dispersed form of Cu\". TPR of CuClg supported on SiOg, AlgOs and TiOg gave twin peaks (560 25 and 655 25 K); these were assigned [9] on the basis of a somewhat uncertain interpretation of ESR results to the reduction of two different states of dispersion of the salt, but in seven out of the eight cases reported the ratio of the areas of the two peaks was, within experimental error, unity (0.98 1.19), so it seems likely that a single form may have been reduced sequentially to Cu1 and then to Cu . In view of the discordant interpretations offered of the twin-peak phenomenon in the reduction of supported Cu compounds, we have carried out a further TPR study of CuO (obtained by calcining the nitrate or the hydroxide) and of CuClg supported on SiOg, Ala03 and TiOa, in the latter case also following the evolution of HC1 during the reduction by the procedure described earlier [13]. Experimental Materials The following were used as supports: TiOg Degussa P-25 (55 m2 g~1, 67% anatase, 33% rutile); TiOg Tioxide International CLD 939 (9.6 m2 g~1, anatase, washed by Soxhiet extraction to lower the surface concentration of additives), CLD 872 (22.4 m2 g-1, rutile) and Eurotitania (45.5 m2 g~1, anatase); SiOg Degussa Aerosil (259 m2 g~1) and Davison 951 (701 m2 g~1); and AlgOa Degussa Aluminium Oxid C (115 m2 g~1). Aqueous solutions of Cu(N03)a 3HaO and CuClg^HgO were used in the preparations. Methods of preparation Materials based on Cu(N03)g were prepared by one of three methods. (1) Impregnation to incipient wetness, followed by drying (395 K, 16 h) and calcination in air (770 K, 5 h). (2) Ion exchange using the Cu(NH3)42\"1\" ion: the support was suspended in the ammoniacal solution at pH 11 for 12 h, and after centrifugation and washing with water, the material was dried and 308 calcined as before. (3) Deposition-precipitation: the support was suspended in an aqueous solution of urea held at 363 K and Cu(N03)z solution added: after 2 h, the material was centrifuged, washed, dried and calcined as before. BET areas of materials made by the impregnation route were measured after calcination. The supports and Cu contents are listed in Table 2: areas decreased with increasing Cu content by a maximum of 25-30% of the area of the calcined support. Materials based on CuClg were prepared by impregnation to incipient wetness, and dried (395 K, 5 h). The products differed markedly in colour, depending on the support and the Cu concentration, thus: 4% Cu/TiOg, brown-green; 2% Cu/TiOg, dull green; 1% Cu/TiOg, pale green, and 2% Cu on AlgOa and SiOg, bright yellow. Estimation of the Cu content was performed by dissolving the Cu precursor from the support in cone. HC1, followed by dilution and analysis by AAS. For simplicity the compositions are described in the text by the nominal Cu contents, and the precursors are represented as either CuO (for preparations based on the nitrate) or CuClg. Thermal analysis TPR measurements were performed in a conventional apparatus, using either 5% Hg/Ar (for supported CuO) or 6% Hg/Ng (for supported CuCIa): flow-rates were 40 cm3 mm~1 and heating rates 5 K min\"1. Peak areas were calibrated by injecting Ha pulses. Evolution of HC1 produced by the Hg- reduction of supported CuClg was followed by the conductivity change of water through which the effluent gas was led, as described previously [13]. Flow and heating rates were as for TPR. TABLE 2 TPR of calcined precursors: CuO/Si02 and CuO/A^Oa Precursor Support Method % Cu 7m^(l) 7 x(2) Ai Ag % reduction byAA (K) (K) (%) (%) 1% Cu/SiOa Aerosil 200 Impr. 0.95 492 562 15 85 101 5% Cu/SiOz Aerosil 200 Impr. 4.30 501 56F 85 15 103 10% Cu/SiOa Aerosil 200 Impr. 7.22 498 608' 92 18 105 1% Cu/SiOa Aerosil 200 D-P 1.12 503 - 100 0 84 5% Cu/SiOz Aerosil 200 D-P 4.22 493 - 100 0 107 10% Cu/SiOa Aerosil 200 D-P 5.56 483 621 95 5 174 - Cu/SiOa Aerosil 200 IE 6.30 495 - 100 0 91 1% Cu/AlaOa Degussa C Impr. 1.18 535 612\" b b 97 5% Cii/Ala03 Degussa C Impr. 4.04 473 539 80 20 107 10% Cu/Al203 Degussa C Impr. 7.44 467 514 67 33 121 10% Cu/Al203 Degussa C D-P 7.97 469 545 61 39 89 Shoulder. \"See text. 309 Results and discussion Reduction of SiO^-supported CuO The results obtained with SiOa-supported precursors are given in Table 2 and may be summarised as follows, (i) Precursors made by the impregnation method gave two peaks of variable size, the area of that appearing at the lower temperature increasing with Cu content. No peak at ~ 560 K is visible at the 10% Cu loading, but that at 608 K appears as a minute shoulder at the 5% Cu loading. There thus seem to be two less easily reducible states of Cu\", and their combined areas are approximately constant, corresponding to 0.65+0.07% Cu. (ii) The ion-exchange (IE) and deposition precipitation (D P) methods afford in most cases only a single peak; the former method has also been reported [2] to give a single peak. (iii) Values of 7'max (1) were quite constant (493+10 K) but a little lower than literature values (see Table 1). (iv) Percentage reductions were close to 100% (except for the 10% Cu/SiOg made by the D-P method). Thus both the IE and D-P methods lead, after calcination, to CuO in a single reducible state corresponding to the more easily reducible of the states formed (most abundantly at higher Cu contents) on calcining the supported nitrate. We designate this 'non- interacting CuO', in agreement with much [1, 2] but not all [4] of the previous literature (see Introduction). The impregnation method however gives Cu dispersions much lower than the other methods [14]. Tnxax for unsupported CuO was found to be 578 K, again somewhat lower than literature values [12], and for CuaO the value was 753 K. Reduction of Al^Oy-supported CuO The results for CuO/AlaOs (see also Table 2) were however somewhat different. For precursors made by the impregnation method, the 5% and 10% Cu contents gave a sharp first peak at ~470 K, and a second peak of variable size; but at the 1% Cu loading the first peak was broad, and clearly corresponded to the second peak found at the higher loadings. Thus although the area under the second peak is not constant, as it was with CuO/SiOg, the same land of interpretation probably applies [1]. The CuO/ AlgOs made by the D P method gave a pair of peaks similar to those found by using the impregnation route. In both cases a substantial fraction of the Cu\" interacts strongly with the AlgOa (especially at low Cu content); the other part is however slightly more easily reducible than its analogue on SiOg, perhaps because of its smaller particle size [14]. Reduction of TiOz-supported CuO CuO was formed by calcination of the impregnated nitrate using three different forms of TiOg: Degussa P-25, Eurotitania and CLD 939 (see Ex- perimental). It was also made by both the D-P and IE methods on Degussa P-25. The results are presented in Table 3, and also in Figs. 1 to 3. The impregnation method applied to the P-25 support gave the results shown in Fig. 1: at each Cu concentration there is a sharp first peak (.Tmax 466 10 310 TABLE 3 TPR of calcined precursors: CuO/TiOa Precursor Support Method % Cu rmax(l) 7^ .(2) A, Aa % reduction by AA (K) (K) (%) (%) 1% Cu/TiOz P-25 Impr. 1.10 477 a a 5% Cu/TiOa P-25 Impr. 5.00 459 a - a 10% Cu/riOa P-25 Impr. 8.57 456 a a 1% Cu/TiOa Eurotitania Impr. 0.97 427 473 b -80 -20 94 5% Cu/TiOa Eurotitania Impr. 4.02 403\" 475 50 40 90 10% Cu/TiOa Eurotitania Impr. 6.80 416 461 24 76 132 1% Cu/TiOa CLD 939 Impr. 1.00 430 534 -35 -65 100 5% Cu/TiOa CLD 939 Impr. 4.31 421 515 -5 -95 183 10% Cu/TiOa CLD 939 Impr. 7.30 434 531 -3 -97 152 10% Cu/TiOa P-25 D-P 5.11 413 477 53 46 96 - Cu/TiOa P-25 IE 0.97 425 - 100 0 85 'See text. \"Shoulder. I'/.Cu 300 500 700 900 T/K Fig. I. TPR profiles for the reduction of CuO/TiOa: nominal 1, 5 and 10% Cu loadings on Degussa P-25 TiOa (not to scale). K), which however accounts for only a small proportion of the total uptake; and up to four other distinguishable reduction events. Those having T^ax values of 513 and 643 K are present at all Cu concentrations; of these, the first is probably due to CuO particles, as its size increases relative to the sharp peak at ~466 K as the Cu loading increases. At 10% Cu content, the degree of reduction represented by the peaks at 477 and 513 K is 93%. In the absence of CuO, the support itself begins to reduce below 500 K, and gives a small peak at about 600 K; Hg uptake is rapid above 800 K. The peak observed with the Cu-containing samples at 643 K may therefore be ascribed to reduction of the support surface, as it is of approximately constant size. It is however remarkable that the substantial Hg uptake found with the support alone above 800 K is not seen when Cu is present; bulk reduction 311 of the support is apparently inhibited. It is uncertain how to account for the peaks at 723 and 813 K; their inclusion would give extents of reduction much in excess of 100%, and it is possible they result from incomplete calcination of the precursor. Further experiments described below cast more light on this problem. These results are at variance with those reported by Delk and Vavere [3] on precursors prepared via nitrate impregnation on Degussa P-25 TiOg. They observed peaks at 390 and 490 K (see Table 1), the second of which increases with Cu content; no further Ha uptake above 570 K was detected. There are no obvious reasons for these differences from our results. The assignment [7] of a peak at ~610 K to the reduction of particulate CuO supported on anatase or rutile is unlikely to be correct. There are obvious merits in varying the Cu concentration as an aid to distinguishing between different types of Cu\" species. Following the reduction of the 1% CwTiOa (P-25) (see Fig. 1), the sample was oxidised at 773 K and subjected to a further TPR. This showed a much larger sharp peak (Tmax 463 K) and the peaks at higher temperature were reduced in size. TPR after a second oxidation showed still further enlargement of the 463 K peak, and further diminution of those at higher temperature, but an additional sharp peak responsible for about 39% of the Ha uptake appeared at 413 K. These treatments led to the Hg uptake's approaching the theoretically expected value. It seems likely that the first reduction causes aggregation of the dispersed Cu\" into Cu particles, which on oxidation form non-interacting CuO. This process however requires several oxidation reduction cycles for completion. Further speculation on the as- signment of the two low-temperature peaks will be offered below. The results obtained with Eurotitania as support (Table 3 and Fig. 2) are somewhat easier to interpret. A pair of sharp low temperature peaks are found at ~410 and 430 K: the second of these is the only one seen at the r/.Cu 300 500 700 900 T/K r/.Cu 273 03 673 T/K Fig. 2. TPR profiles for the reduction of CuO/TiOz: nominal 1, 5 and 10% Cu loadings on Eurotitania (not to scale). Fig. 3. TPR profiles for the reduction of CuO/TiOz: nominal 1, 5 and 10% Cu loadings on CLD 939 TiOg (not to scale). 312 1% Cu level, but at 5% Cu it has become a minor component (~10% of the total uptake). The peak at ~410 K appears only in the 5 and 10% Cu samples. However, taken together, their areas attain a limiting value cor- responding to about 2.3% Cu. There is then a further peak (at ~470 K) which grows in size progressively with the Cu content, and which on past form corresponds to non-interacting CuO. This support thus behaves unusually in that the dispersed Cu\" species seem to be more easily reduced than the particulate CuO; they are reduced in a narrow range of temperature, unlike those observed at higher temperatures with Degussa P-25 (see Fig. 1). The results obtained with the pigmentary anatase CLD 939 (Table 3 and Fig. 3) are complex at low Cu content, but simpler for 5 and 10% Cu loadings, where the principal peak (presumably due to non-interacting CuO) has a Tmax some 50 K higher than was found with the other types of TiOg. It must be remembered that this support contains both K\"1' and P043\" added to ensure a product appropriate to its use; they are not however completely removed by the washing procedure used. We think that they may interact with the CuO, causing the complex behaviour seen at 1% Cu content. The very high extents of reduction found at the higher Cu contents (Table 3) were also noted; these are perhaps caused by an H-spillover mediated reduction of the P043\" occurring immediately after reduction to Cu has taken place. Finally, Table 3 also records results obtained with precursors formed by the IE and D-P methods, using Degussa P-25 TiOg as support. The former method affords a precursor whose reduction shows a single sharp peak; the latter method gives a product whose reduction exhibits two sharp peaks of comparable size. Conclusions concerning the reduction of supported CuO Formation of supported CuO by calcination of the nitrate impregnated onto any of the three kinds of support used in this work leads to Cu11 in two forms: (i) small particules of CuO which do not interact significantly with the support, and (ii) atomically dispersed Cu\" in the form of Cu2\"1' ions chemically interacting with the support surface [1-7]. In some instances these Cu^ ions may penetrate below the surface of the support. With SiOz and TiOg, both the D-P and IE methods seem largely to avoid the formation of dispersed Cu\". It is not surprising that the two methods give similar results, since, on washing the support containing the [C^NH^]^ ions to remove the excess solution, the pH is lowered to the point where Cu(OH)2 will precipitate [6]. Dehydration during calcination thus leads predominantly to non-interacting CuO particles. Reduction of non-interacting CuO is characterised by a sharp peak which with SiOa and AlgOa occurs at approximately 500 K; this is much lower than the 7n,ax value of unsupported CuO (~625 K), because of the small size and greater reactivity of the particles. On TiOg there appear to be two readily reducible forms: the first (Tmax 400-435 K) is shown by Eurotitania (which 313 in fact shows two peaks in this region), by OLD 939 and by Degussa P-25 when the IE or D-P method is used, and also with the impregnation method after two oxidation reduction cycles. The second peak occurs at ~ 460 480 K: it is in fact the first peak seen with Degussa P-25 (where its intensity is greatly increased by the oxidation-reduction treatment), but is absent when the IE method is used with this support. It occurs at higher temperatures on CLD 939, perhaps because of the additives present on its surface. We do not have sufficient information to make reliable assignments for these peaks; however, we have noted that with Eurotitania and CLD 939 the areas under the first peak(s) achieve limiting sizes as the Cu concentration is increased, corresponding respectively to ~ 2.2 and 0.25% Cu. Now the surface area of the former is some five times that of the latter, so it appears that the Ha uptake at 400 430 K is due to reduction of an easily reducible but highly dispersed Cu\" species, i.e. Cu2'1' ions on the support surface. These species are only formed on Degussa P-25 after two reduction oxidation cycles. Del Arco et al. [7] have stressed the different behaviours they find with anatase and rutile, and observed that dispersed Cu\" was more formed on the latter. There is however no clear evidence of such species in our results on Degussa P-25 TiOg (which is predominantly rutile), nor from the work of Delk and Vavere [3] on the same support. As might be expected, the peaks assigned to the less easily reducible dispersed Cu\" are observed over wider ranges of temperature (SiOa, 560-620 K; AlgOs, 515 545 K) because of the various possible types and extents of interaction with the supports. This is confirmed by the summary of the literature results given in Table 1; these reveal high temperature peaks up to ~1000 K. Such peaks are characteristically broad, reflecting the inhom- ogeneity of the ions' locations. A detailed study has recently been published of the CuO/SiOa system prepared by the IE method [2]. A substantial fraction of the Cu\" takes the form of dispersed ions that are reducible only to Cu1 at 673 K; this accounts for the low Hg uptakes reported. We also find low uptakes with the D P and IE methods with 1% Cu, but Hg consumption is very high at the 10% Cu loading with the former method. The explanation for this is uncertain; one remote possibility is that the method affords a carbonate or hydroxy- carbonate of Cu that is not fully decomposed in the calcination. These may consume additional Hg in the reduction, and thus disguise incomplete reduction of the Cu11. Dispersed Cu\" present in the materials made by the nitrate route appear to reduce completely; the two reduction events observed do not however suggest the occurrence of an intermediate Cu1 species. There is no clear evidence for Cu' as an intermediate in the reduction of dispersed Cu\" on AlgOa or TiOg. Reduction of 'supported' CuCly, Now are presented the results obtained with precursors derived from CuClg. TPR of unsupported CuClg showed two well-separated peaks, the areas of which were 1:1 (see Table 4), the first peak being very sharp; 314 TABLE 4 TPR of CuClg unsupported and on various supports Pre cursor Support % Cu T^W 7n x(2) Ai Az % reduction byAA (K) (K) (%) (%) 1% Cu/TiOa CLD 872 0.95 523 673 50.5 49.5 70 2% Cu/TiOa CLD 872 1.85 553 683 48 52 97 4% Cu/TiOa CLD 872 3.55 583 708 45 55 102 2% Cu/SiOa Davison 951 1.72 538 673 40 60 114 2% CU/A1203 Degussa C 1.78 538 688 50 50 94 CuCIa 703 863 50 50 - CuClg^HaO 728 853 51 49 ' --.--'' 500 700 900 500 700 900 1100 500 700 900 T/K T/K T/K Fig. 4. TPR (- - -) and HC1 evolution (- - ) profiles for CuClaTiOz: nominal Cu loadings of (A) 1%, (B) 2% and (C) 4%. CuClg^HgO behaved similarly, confirming the results of Sermon et al. [9]. It is concluded that CuCl is a stable intermediate in the reduction of CuClg. Results of the TPR of CuClg/TiOz (CLD 872; 1, 2 and 4% Cu), CuClg/ SiOa (Davison 951; 2% Cu) and CuCla/AlaOa (Degussa C; 2% Cu) are given in Table 4 and Figs. 4 and 5. Duplicate measurements were carried out, and pairs of results were in close agreement. Each material shows two very clearly distinguishable peaks, the areas of which (except for CuClg/SiOa) are close to a 1:1 ratio. For CuClz/TiOg, Tmax values for both peaks increase with CuClg loading; when the Cu content is 2%, Tnuuc values are about the same for all three supports (545 8; 680 8 K). Reduction of the TiOg support starts at ~800 K (Fig. 4B). These results, which are in generally good agreement with those of Sermon et al. [9] (see Table 1), suggest very strongly that in most cases there is the sequential reduction of a single type of CuCIa, with a stable CuCl intermediate. Measurement of HC1 evolved during reduction of supported Cuds Further insight into .the mechanism of reduction of supported CuClg is gained by measuring the evolution of HC1 as the reaction proceeds; curves 315 7 & ^IT\" ,, - 75 ' A /ft f ,/ -' ' ./''' ^^SO | 11, /* (U DU ;, ,-,' H ; /; ^ 25 5 ! ,. ^ i', a ; /'.//' '<-...- /' 'J V. , .S o 500 70 0 900 50C 7C 30 900 T/ K T/ K Fig. 5. TPR (---) and HC1 evolution (- - ) profiles for (A) CuCla/SiOa and (B) CuCIa/ AlgOg (both nominal 2% Cu loading). describing the cumulative quantity of HC1 evolved (as a percentage of the theoretical total) as a function of temperature are also shown in Figs. 4 and 5. From their general shapes it is quite evident that the process is more complicated than the simple formation of gaseous HC1 in parallel with the two reduction stages. The colours of the fully-reduced CuCla/TiOz samples changed from light to dark blue-grey with increasing Cu content, while the reduced SiOg- and AlgOa-supported materials were brick-red. Semi-reduced samples {i.e. after the first peak) had the following colours: 2% Cu/TiOa, very pale brown; 2% Cu/Al203, pale grey; and 2% Cu/SiOg, off-white. First the work described in Part 1 of this series [13] may be recalled, where it was shown that HC1 formed in the reduction of supported RuCIa was strongly retained by TiOg and byAlgO^, but much less so by SiOg: the present results must be interpreted in the light of this information. First consider the results for CuClg/TiOa. The fraction of the HC1 which is retained by the catalyst at 900 K decreases with increasing CuClg content (Fig. 4): the quantities retained also decrease, in the proportions 0.38, 0.30 and 0.17 respectively for the 1,2 and 4% Cu contents. At the 1% Cu loading, no HC1 appears in the first stage of the reduction, and only begins to be seen above 530 K. At the 2 and 4% Cu contents, HC1 begins to appear at ~ 450 K and there is a distinct shoulder just above 500 K which is more marked at the higher Cu content. One further very clear feature of the results for these samples is that 80-90% of the total HC1 is evolved during the first stage (up to 600 K) and very little during the second stage. The species giving the Tmax at ~ 700 K must therefore contain no Cl. The behaviour of the 2% Cu/SiOg sample resembles that of the 2% Cu/ TiOg; that of the 2% Cu/AlaOa is somewhat different. About half of the total HC1 is evolved quickly between 570 and 630 K, none having been formed in the first stage of the reduction. This rapid evolution may correspond to the second stage of the reduction, or it may be coincidence: however the temperature-dependence of HC1 evolution from RuCla/AlgOa does not follow this course [13], so the former possibility has to be considered. 316 Several measurements were made using Hg saturated with water at room temperature, but the results were similar to those shown in Figs. 4 and 5. Mechanism of the reduction of supported CuCl^ It remains now to speculate on the mechanisms responsible for the reduction of supported CuClg. The form of the TPR results, viz. the appearance of two peaks whose areas are close to 1:1 and the similarity of the T^nsx values, strongly suggests that there is only one species initially present, and that it is the same on all three supports. In fact, as will be seen, it is necessary to postulate that there may be two or three different structures involved, of similar reducibility. It is suggested however that these are all atomically dispersed [15] and that no microcrystalline CuClg is present. It is further proposed that they remain atomically dispersed after reduction to Cu', and that aggregation occurs only after the final stage of the reduction. The two-stage nature of the process, which contrasts with that found with supported CuO, is a direct consequence of the initial atomic dispersion of the CuCla. This allows one-electron reduction steps to give stable Cu' intermediates, whereas with microcrystalline CuO a two-electron step can lead directly to Cu . Scheme 1 illustrates the initial steps. It is assume that the surfaces of the supports are fully hydroxylated, and that, on drying the precursor, two hydroxyl groups replace water molecules in the hydration sphere [16]. Rotation of this species then brings either one or two of the Cl atoms into contact with the surface hydroxyls, thus providing routes for the partial or complete elimination of Cl from the Cu complex, with the formation of either bridged (A and C) or linear (B) species. Most of the HC1 so formed remains attached to the support surface in all cases, through the reaction: M-OH+HC1 M-Cl+HgO \"N / Cl Cu H,0 'OH; ^ aCu.HO'' OH A A H,0. ClK Cl HO H-O ^ M OH; H,0\"Cu-CI Cl HO f>!i H,Q .OH, Xcr ci H-O H-O A M --Cu-CI 0 ^ O'H^ 1^1 Scheme 1. 317 Scheme 2 concerns the first reduction stage. Both species A and B can interact with H atoms giving Cu1 species, either (i) with formation of gaseous HC1, or (ii) with retention of Cl on the support, or (iii) with retention of Cl in the Cu complex. It is believed that the shoulders observed with 2 and 4% Cu/TiOa and with 2% Cu/SiOg arise through process (i), perhaps in the case of TiOg particularly through species B because of the crowding of the Cu complexes at the higher loadings on a support of only moderate surface area. However this is only a minor route in these three cases, and most of the HC1 evolved between 500 and 650 K is that which has been released to the support at an earlier stage. The decrease in the amount of Cl retained on the TiOg at high temperature reflects the decrease in the fraction of the surface left free by the Cu-containing species. Thus it is thought that with all the CuCla/TiOg materials, and with the CuCla/SiOg, the final reduction step involves one of the processes shown in Scheme 3. Finally, the pattern of the HC1 evolution from the CuCla/AlgOa suggests that the second stage involves reduction of a Cu Cl complex, either linearly- '' I,'';Cu HO' \\) OH M MM \\ \\/ CuHO-'' \\1 Cl M MM Cl:.C^ HO' ^H OHM M ^ Cl\"^ HO'' ^ OHM MM Scheme 2. \\ i,-'-KHO 0 M M -.-Cu---6 M --du0--OH ^1 Scheme 3. 318 or bridge-bonded to surface hydroxyls, with the HC1 so formed being liberated directly to the gas phase. That appearing above 700 K comes from the support surface, having been formed by a process shown in Scheme 1, giving species A or B. Conclusions TPR of CuO (formed by calcination of Cu(NOs)2 supported on SiOg provides evidence for the existence of microcrystalline CuO particles which are reduced to metallic Cu at 495+10 K, and especially for precursors prepared by the impregnation method there are indications of a less easily reducible phase which is taken to be atomically dispersed Cu\" ions. More of this phase is formed on AlgOs, but Cu11 ions dispersed on TiOg appear to be more easily reduced than the CuO microcrystals. The extent to which the two types of Cu\" are present in the precursor depends upon the support, the preparation method, the Cu concentration and in particular the calcination temperature. In contrast, the reduction of CuClg on these supports takes place in two clearly separated stages, involving stable intermediate Cu1 species. The evolution of HC1 does not however occur simultaneously, because the HC1, formed before or during the first reduction stage, becomes fixed to the support and is released by an independent process. The second reduction stage does not produce HC1 (except perhaps with Cu/AlgOs) and so the Cu1 intermediate probably has no Cl associated with it. Acknowledgements S.N.N. gratefully acknowledges financial support from the Government of the Republic of Cameroon. References 1 S. J. Gentry and P. T. Walsh, J. Chem. Soc., Faraday Tram. 1, 78 (1982) 1515. 2 M. A. Kohler, H. E. Curry-Hyde, A. E. Hugues, B. A. Sexton and N. W. Cant, J. Catal., 108 (1987) 323. 3 F. S. Delk II and A. Vavere, J. Catal., 85 (1984) 380. 4 S. D. Robertson, B. D. McNicol, J. H. de Baas, S. C. Kloet and J. W. Jenkins, J. Catal., 37 (1975) 424; J. W. Jenkins, B. D. McNicol and S. D. Robinson, Chemtech, (1977) 316. 5 H. Kobayashi, N. Takezawa, M. Shimokawabe and K. Takahashi, in G. Poncelet, P. Grange and P. A. Jacobs (eds.), Preparation of Catalysts HI, Elsevier, Amsterdam, 1983, p. 697. 6 M. Shimokawabe, N. Takezawa and H. Kobayashi, Appl. Catal., 2 (1982) 379; Bull. Chem. Soc. Jpn., 56 (1983) 1337. 7 M. del Arco, A. CabaUero, P. Malet and V. Rives, J. Catal., 113 (1988) 120. 8 Y. Amenomiya, I. T. All Emesh, K. W. Oliver and G. Pleizier, in M. J. Phfflips and M. Teman (eds.), Proc. 9th Int. Congr. Catal., Chem. Inst. Canada, Ottawa, 1988, Vol. 2, p. 364. 319 9 P. A. Sermon, K. Rollins, P. N. Reyes, S. A. Lawrence, M. A. Martin Luengo and M. J. Davies, J. Chem. Soc., Faraday Trans. 1, 83 (1987) 1347. 10 S. J. Gentry, N. W. Hurst and A. Jones, J. Chem. Soc., Faraday Trans. 1, 77 (1981) 603. 11 W. R. A. M. Robinson and J. C. Mol., Appl. CataL, 44 (1988) 165. 12 A. Jones and B. D. McNicol, Temperature-Programmed Reduction, for Solid Materials Characterization, Dekker, New York, 1986, pp. 97-99. 13 G. C. Bond, R. R. Rajaram and R. Burch, Appl. Catal., 27 (1986) 379. 14 G. C. Bond and S. N. Namyo, J. Catal., 118 (1989) 507. 15 V. F. Anufrienko, V. S. Balusheva, G. A. Dergaleva, E. A. Levitskii and E. M. Moroz, Kinet. Katal., 30 (1989) 997. 16 M. Che, 0. Clause and L. Bonneviot, in M. J. Phillips and M. Teman (eds.), Proc. 9th Int. Cangr. Catal., Chem. Inst. Canada, Ottawa, 1988, Vol. 4, p. 1750. X244 9185140W 0304-5102(91)85140-W 10.1016/0304-5102(91)85140-W Heterogeneous catalysis Articles Thermal analysis of catalyst precursors Part 2. Influence of support and metal precursor on the reducibility of copper catalysts Geoffrey C. Bond Stephen N. Namijo John S. Wakeman Department of Chemistry, Brunel University, Uxbridge UB8 3PH U.K. The reductions of supported CuO and CuCI2 have been studied by thermal analytical methods. Upon calcination of Cu(NO3)2 impregnated onto SiO2 or Al2O3, there are formed both particles of non-interacting CuO, which are reduced over a narrow temperature range with T max ≊ 490 K, and dispersed CuII species, which are less easily reduced (T max ≊ 560–610 K on SiO2 and 515–545 K on Al2O3). On TiO2, particulate CuO is reduced at a somewhat lower temperature (T max ≊ 465 K) and there is evidence of a more easily reducible dispersed CuII phase on anatase samples. However, the presence of residual additives on the surface of pigmentary anatase raises T max, for CuO particles to ~525 K. Deposition-precipitation and ion exchange methods both lead to Cu(OH)2; this on calcination affords CuO, which is generally reduced in a single step, at a temperature characteristic of particulate CuO. On the other hand, reduction of supported CuCl2 proceeds in two clearly defined steps, the ratio of the peak areas being close to 1:1 ; an intermediate Cu1 state is clearly implicated. Evolution of HCl does not however occur simultaneously with the H2 uptake; little if any appears during the reduction of CuII to CuI, but (except on Al2O3) the evolution is almost complete before the final reduction step starts. This is thought to be due to dissociation of Cu-Cl bonds and formation of Cl− on the support, this being the major intermediate in the formation of gaseous HCl. References 1 S.J. Gentry P.T. Walsh J. Chem. Soc., Faraday Trans, 1 78 1982 1515 2 M.A. Kohler H.E. Curry-Hyde A.E. Hugues B.A. Sexton N.W. Cant J. Catal. 108 1987 323 3 F.S. Delk II A. Vāvere J. Catal. 85 1984 380 4 a S.D. Robertson B.D. McNicol J.H. de Baas S.C. Kloet J.W. Jenkins J. Catal. 37 1975 424 b J.W. Jenkins B.D. McNicol S.D. Robinson Chemtech 1977 316 5 H. Kobayashi N. Takezawa M. Shimokawabe K. Takahashi G. Poncelet P. Grange P.A. Jacobs Preparation of Catalysts III 1983 Elsevier Amsterdam 697 6 a M. Shimokawabe N. Takezawa H. Kobayashi Appl. Catal. 2 1982 379 b M. Shimokawabe N. Takezawa H. Kobayashi Bull. Chem. Soc. Jpn. 56 1983 1337 7 M. del Arco A. Caballero P. Malet V. Rives J. Catal. 113 1988 120 8 Y. Amenomiya I.T. Ali Emesh K.W. Oliver G. Pleizier M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal. 2 1988 Chem. Inst. Canada Ottawa 364 9 P.A. Sermon K. Rollins P.N. Reyes S.A. Lawrence M.A.Martin Luengo M.J. Davies J. Chem. Soc., Faraday Trans, 1 83 1987 1347 10 S.J. Gentry N.W. Hurst A. Jones J. Chem. Soc., Faraday Trans, 1 77 1981 603 11 W.R.A.M. Robinson J.C. Mol Appl. Catal. 44 1988 165 12 A. Jones B.D. McNicol Temperature-Programmed Reduction, for Solid Materials Characterization 1986 Dekker New York 97 99 13 G.C. Bond R.R. Rajaram R. Burch Appl. Catal. 27 1986 379 14 G.C. Bond S.N. Namijo J. Catal. 118 1989 507 15 V.F. Anufrienko V.S. Balusheva G.A. Dergaleva E.A. Levitskii E.M. Moroz Kinet. Katal. 30 1989 997 16 M. Che O. Clause L. Bonneviot M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal. 4 1988 Chem. Inst Canada, Ottawa 1750",
      "scopus-id": "0026104453",
      "coredata": {
        "eid": "1-s2.0-030451029185140W",
        "dc:description": "The reductions of supported CuO and CuCI2 have been studied by thermal analytical methods. Upon calcination of Cu(NO3)2 impregnated onto SiO2 or Al2O3, there are formed both particles of non-interacting CuO, which are reduced over a narrow temperature range with T max ≊ 490 K, and dispersed CuII species, which are less easily reduced (T max ≊ 560–610 K on SiO2 and 515–545 K on Al2O3). On TiO2, particulate CuO is reduced at a somewhat lower temperature (T max ≊ 465 K) and there is evidence of a more easily reducible dispersed CuII phase on anatase samples. However, the presence of residual additives on the surface of pigmentary anatase raises T max, for CuO particles to ~525 K. Deposition-precipitation and ion exchange methods both lead to Cu(OH)2; this on calcination affords CuO, which is generally reduced in a single step, at a temperature characteristic of particulate CuO. On the other hand, reduction of supported CuCl2 proceeds in two clearly defined steps, the ratio of the peak areas being close to 1:1 ; an intermediate Cu1 state is clearly implicated. Evolution of HCl does not however occur simultaneously with the H2 uptake; little if any appears during the reduction of CuII to CuI, but (except on Al2O3) the evolution is almost complete before the final reduction step starts. This is thought to be due to dissociation of Cu-Cl bonds and formation of Cl− on the support, this being the major intermediate in the formation of gaseous HCl.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185140W",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bond, Geoffrey C."
          },
          {
            "@_fa": "true",
            "$": "Namijo, Stephen N."
          },
          {
            "@_fa": "true",
            "$": "Wakeman, John S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185140W"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185140W"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85140-W",
        "prism:volume": "64",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Thermal analysis of catalyst precursors Part 2. Influence of support and metal precursor on the reducibility of copper catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "305-319",
        "prism:endingPage": "319",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1991",
        "prism:doi": "10.1016/0304-5102(91)85140-W",
        "prism:startingPage": "305",
        "dc:identifier": "doi:10.1016/0304-5102(91)85140-W",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026104453"
      }
    }
  }
}