{
  "metadata": {
    "title": "Ring-opening metathesis polymerization of dicyclopentadiene by unicomponent catalysts derived from WCl<ce:inf loc=post>6</ce:inf>",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-12-01",
    "doi": "10.1016/0304-5102(92)80208-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280208X",
    "pii": "030451029280208X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026962195",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280208X 0304-5102(92)80208-X 030451029280208X 10.1016/0304-5102(92)80208-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00703 2024-01-02T01:04:53.938015Z 0 0 19921201 1992 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 77 77 3 3 Volume 77, Issue 3 7 289 295 289 295 19921201 1 December 1992 1992-12-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. RINGOPENINGMETATHESISPOLYMERIZATIONDICYCLOPENTADIENEBYUNICOMPONENTCATALYSTSDERIVEDWCL6 BALCAR H IVIN 1983 259 K OLEFINMETATHESIS OSHIKA 1968 211 T LAVERTY 1976 193 T GUNTER 1970 87 P DODD 1982 103 H BOUTARFA 1991 157 D QUIGNARD 1987 4272 F QUIGNARD 1986 13 F IVIN 1980 203 K BALCARX1992X289 BALCARX1992X289X295 BALCARX1992X289XH BALCARX1992X289X295XH item 0304-5102(92)80208-X 030451029280208X 1-s2.0-030451029280208X 10.1016/0304-5102(92)80208-X 272239 2024-01-02T01:04:53.938015Z 1992-12-01 1-s2.0-030451029280208X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280208X/MAIN/application/pdf/ef7bcc24cc3201997261c98478c095e1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280208X/MAIN/application/pdf/ef7bcc24cc3201997261c98478c095e1/main.pdf main.pdf pdf true 429855 MAIN 7 1-s2.0-030451029280208X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280208X/PREVIEW/image/png/8f8067e8342fb766acaea8fb7bbe876c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280208X/PREVIEW/image/png/8f8067e8342fb766acaea8fb7bbe876c/main_1.png main_1.png png 61490 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 77 (1992) 289-295 289 Elsevier Science Publishers B.V., Amsterdam M3039 Ring-opening metathesis polymerization of dicyclopentadiene by unicomponent catalysts derived from WC16 Hynek Balcar, Alena Dosedlova and Lidmila Petrusova J. Heyrovsky Institute of Physical Chemistry and Electrochemistry, Czechoslovak Academy of Sciences, Dolejgkova 3, 182 23 Prague 8 CCzech and Slovak Federal Rep.) (Received February 12, 1992; accepted May 8, 1992) Abstract The complexes WC15(OR), where R=-CH-(CHZCI)Z or substituted phenyl, and WOC14 have been found to initiate ring-opening metathesis polymerization of dicyclopentadiene without any co-catalyst. Their activities are, however, lower than when they are associated with a reducing organometallic co-catalyst. The unicomponent catalysts afford a slightly crosslinked, partially soluble polymer with a relatively high content of cis double bonds in the main chain. Introduction Dicyclopentadiene (DCPD) is one of the cheapest and most active monomers for ring-opening metathesis polymerization (ROMP). It can be polymerized by a variety of catalytic systems [ 1 ]. The most widely used systems consist of a combination of transition metal compounds (e.g., WCls) and organometallic co-catalysts. To enhance solubility and activity, WClg has been modified by addition of phenols or other oxygen-containing compounds [2]. It has also been reported [3, 4] that DCPD as well as other norbornene derivatives undergo ROMP by WCIg alone. In this paper, we want to show how oxygen-containing ligands on tungsten influence the catalytic activity and selectivity in DCPD polymerization by unicomponent catalysts derived from WCIs. For this purpose, the complexes WC16 _x(OR)y, where x=1, 2 and R=-CH-(CHZCI)2 or substituted phenyl, were prepared and tested in polymerization experiments. Phenoxo- and alkoxochlorides of tungsten have been described as efficient metathesis catalysts only in combination with organometallic co-catalyst [5, 6]. Recently, aryloxide complexes WCIs_z(OAr)z (where x=2, 3, 4) have been applied as catalysts for DCPD ring-opening metathesis polymerization when associated with alkyl-aluminium, alkyl-tin or alkyl-lead compounds [7]. 0304-5102/92/$05.00 1992 - Elsevier Science Publishers B.V. All rights reserved 290 Experimental Chemicals WC16 and WOC14 were purified by sublimation in vacuo, and their purity was checked by UV Vis spectroscopy. Epichlorohydrin and phenols (com mercial products, p.a.) were used without special purification. DCPD (provided by Chemical Plants Litvinov, C.S.F.R.) was stripped with nitrogen, had traces of peroxides removed using neutral alumina, and was finally degassed in vacuo. Procedures All procedures were carried out in vacuo, in all-glass apparatus. The reaction components were charged into the reaction vessel using breakable seals. The UV Vis spectra were recorded on a Hewlett-Packard HP 89500 spectrometer with the samples in sealed, evacuated cuvettes. The IR spectra were recorded on a Specord 75 IR instrument using KBr cuvettes or KBr pellets. Catalyst preparation WCIs_,(OR)_ complexes were prepared by reaction of WC16 with epi chlorohydrin (ECH) or the following substituted phenols: 2,6-di-t-butylphenol, 4-t-butylphenol and 4-cl-lorophenol. Benzene solutions of WCI6 and epi chlorohydrin or phenol were mixed together at lab temperature in an ampoule equipped with a cuvette. The course of the reaction was followed by UV Vis spectroscopy. In the cases of 4-t-butylphenol and 4-chlorophenol, the reaction mixture was heated until all WC16 disappeared. Complexes derived from ECH were used without isolation. WC15(OAr) complexes were isolated (by removing benzene in vacuo) as dark violet solid products, unstable in air. The product of the reaction of WC16 with 4-t-butylphenol at a molar ratio of 1:2 was isolated in a similar way as a dark brown solid; as shown by UV-Vis spectroscopy, it did not contain any WC16 but it could contain some amount of WC15(O-4-t-Bu-C6H4). Polymerization procedure DCPD was added to the solution of catalyst under mixing and at lab temperature. Then the reactor was placed into thermostatted water. The reaction stopped upon addition of methanol. The polymer was precipitated in methanol containing 2,5-di-t-butyl-hydroquinone as antioxidant. The soluble polymer part was separated by dissolving the sample in benzene at lab temperature for 24 h. Results The product of the reaction of WC16 with ECH at a molar ratio of 1:1 is characterized by an absorption band at .1= 350 nm; if ECH is used in 291 twofold excess this band appears transiently and the final spectrum shows only a continual decrease of absorbance above A = 290 run (Rig. 1). The formation of WCls_x[OCH(CHZCl)2]x (where x= 1, 2) is assumed according to the literature [5]. The UV Vis spectra of WC15(OAr) complexes are given in Fig. 2. At room temperature, 2,6-di-t-butylphenol and WC16 (at a molar ratio of 1:1) react relatively slowly and quantitatively. In the cases of both 4-t-butylphenol and 4-chlorophenol, substitution to the second degree proceeds more rapidly than to the first degree and therefore the final mixtures contain certain amounts of WC16 _x(OAr)x (x> 1) and unreacted WCls. This is in accordance with the results of Quignard et al. [8], who prepared various WCls_x(OAr)z complexes for x > 2 but did not succeed for x =1. Under our conditions, however, the bands corresponding to WC16 and multiply substituted chlorides disappear after heating and the final spectra resemble that observed in the case of 2,6-di-t-butylphenol product. The IR spectra of the complexes prepared (benzene solution, 400-1250 cm-1 region) are characterized by the following bands: WClS(O-4-Cl-C6H4): 515 (w), 717 (m), 827 (s), 911 (m), 1003 (w), 1087 (s), 1140 (w), 1223 (m) cm-1; WC15(O-4-t-Bu-C,H4): 753 (m), 766 (w), 840 (s), 917 (m), 1010 (w), 1113 (m), 1147 (w), 1230 (m) cm-1; WC15(0-2,6-di-t-Bu-C6H3): 453 (m), 547 (m), 573 (w), 757 (s), 820 (w), 833 (w), 907 (m), 1010 (w), 1083 (m), 1117 (s), 1203 (w) cm-1. >3.0 1 C2.O ro \\n 01.0 2 Q O . O T-. T-- 3O0 4OO 5OO 6OO 7OO Wavelength(nm) Fig. 1. UV-Vis spectrum of the product of the reaction of WC16+ECH at molar ratios of 1:1 (curve (1)) and 1:2 (curve (2)) in benzene. X2.0 1 c1.5 \\\\ - L'-- j 3 L 1 . O 0 N -QO.5 36O 4OO 5OO 6OO 7OO Wave length(nm) Fig. 2. W-Vis spectra of the complexes WC16(OAr) in benzene: (1) Ar=4-Cl-C6H4, c=1.4 mmol 1-'; (2) Ar=4-t-Bu-CrH4, c=1.4 mmol 1-'; (3) Ar=2,6-di-t-Bu-C6H3, c=1 mmol 1-'. L=0.1 cm. 292 Results of polymerization experiments are summarized in Table 1. Catalytic activity is characterized by the polymer yield after a given time. The DCPD conversion determined by GC was in some cases about several percent higher than the polymer yield, suggesting formation of a methanol-soluble lowmolecular-weight product. WCls after addition of DCPD provides a black precipitate, which partially redissolves at later stages. The inhomogeneity of the reaction mixture leads, however, to decreased reproducibility of results. Other catalysts listed in Table 1 provide homogeneous systems, and their activity at room temperature increases with R in the following series: 2,6di-t-Bu-C6H3 < 4-t-Bu-C6H4 < WClg < 4-Cl-C,,H4 < WOC14 < CH(CH2C1)2. In all cases, a strong increase in activity occurs with increasing temperature. Modification of WC16 by a twofold excess of phenol or ECH leads to a strong drop in catalytic activity. Polymer products were separated into benzene-soluble and benzeneinsoluble fractions. The amount of soluble fraction depended on DCPD conversion. At low conversion, soluble polymer was formed predominantly, but at high conversion, crosslinked polymer strongly prevailed (Mg. 3). This suggests that in the initial stage linear polymer is formed according to eqn. (1), and is later crosslinked by opening of the cyclopentene rings. TABLE 1 Polymerization of DCPD by unicomponent catalysts derived from WCls No. Catalyst Temp. Time Yield Sol. IR characterization ( C) (h) (g'o) fr. (Asps/A7as/A,aas) (O) Soluble fraction Insol. fraction 1 WC1, lab 24 25 40 0.72/1.45/1 - 2 70 1 66 10 - 0.86/1.43/1 3 WC15[O-CH-(CHZCI)Z] lab 3 59 0 - 0.81/1.51/1 4 WCl4[O-CH-(CH2CI)2]Z lab 24 0 - - - 5 WCIs(0-2,6-di-t-Bu-C6H3) lab 24 3 100 1.38/0.89/1 - 6 70 6 20 10 - 1.19/1.13/1 7 WClS(O-4-t-Bu-C6H4) lab 24 6 80 0.48/0.80/1 - 8 lab 50 24 58 - - 9 70 2 51 9 0.68/1.16/1 0.84/1.30/1 10 WC15(0-4-Cl-C6H9) lab 24 29 33 0.24/0.53/1 0.72/1.41/1 11 40 6 23 17 025/0.88/1 0.82/1.17/1 12 70 2 46 9 0.48/0.94/1 0.74/0.98/1 13 WCl4(0-4-t-Bu-CrH4)2 70 6 7 73 0.88/1.48/1 - 14 WOC14a lab 3 21 20 - - 15 70 1 67 3 0.88/0.79/1 1.29/0.95/1 Conditions: benzene; [W [=20 mmol 1'; molar ratio DCPD/catalyst=74/1. a[W l=10 mmol 1-'. 293 50 _o 0 40 W W 30 20 10 1 2 3 POLYMERIZATION TIME (h) Fig. 3. The course of DCPD polymerization initiated by WC15(O-CH(CH2Cl)2): (O) soluble polymer fraction; (i) insoluble polymer fraction. Lab temperature; molar ratio DCPD/catalyst = 74/1. H H H / c G H + i (1) x y Z u nl The polymer structure was studied by IR spectroscopy. The presence of bands corresponding to the double bonds along the main chain (973, 755, 1408 and 3000 cm-') confirms that ROMP took place. The presence of the cyclopentene-ring double-bond band at 1620 cm-' and the absence of the band corresponding to the double-bond vibration in a norbornene ring at 1575 cm-' suggest that ROMP proceeds predominantly by opening of the norbornene ring, giving rise to structures I and II in eqn. (1). In addition, the polymer can contain a certain amount of structure III as a result of the catalyst acidity. For estimating the IL/I ratio, the values of the absorbances at 973 cm-' and at 755 cm-' (C-H def. vibr. in trans and cis double bond, respectively) relative to the absorbance at 1445 cm-' (CHZ def. vibr.) are given in Table 1. In most cases, the unicomponent catalysts give rise to polymers with a higher content of cis double bonds in the main chain. Only WOC14 and the complex with the bulky 2,6-di-t-butylphenoxo ligand yield polymers with a higher content of trans double bonds. The catalytic activities of all of the complexes strongly increase when they are combined with Et2AICl or Bu4Sn (Table 2). Systems with Et2AIC1 are very efficient and yield the hard, insoluble polymer with a high content of trans double bonds. On the other hand, the combination of WC15(0-4t-Bu-C6H4) + Bu4Sn initiates less rapid polymerization, and the resulting polymer is soft, soluble and contains a low percentage of trans double bonds. 294 TABLE 2 Polymerization of DCPD by the systems with co-catalysts No. Catalytic system Time Yield IR characterization (min) (0/4) (A973/A755/A1445) 1 WCIS(0-4-t-Bu-CfSH4)+EtzAlC1 (1:4) 1 ca. 100 1.64/0.58/1 2 WC14(O-CH(CHZCI)2]2+EtZAlC1 (1:3) 1 90 2.04/0.43/1 3 WCIS(0-4-t-Bu-C6H4)+Bu4Sn (1:4) 30 30 0.92/1.38/1 Conditions: lab temp., benzene; 1W 1=10 mmol 1-1; DCPD/catalyst= 150/1; time given above =reaction time. Discussion Alkoxo and phenoxo groups in (RO)xWCls_x catalysts act as 7r-donors to the tungsten atom. For the system W(OAr)4C12+EtAIC12, Dodd and Rutt showed [6] that the rate of metathesis is enhanced by factors that can reduce the back-bonding from ligand to tungsten, and they concluded that carbene species, i.e., catalytic active centres, are electrophilic in nature. In our unicomponent catalysts, the substrate itself adopts the role of co-catalyst. This role consists in the reduction of tungsten to a lower oxidation state and in the formation of carbene ligand from DCPD coordinated to the tungsten atom. As mentioned above, WC16 reacts with DCPD very quickly. The substitution of Cl atom in WC16 by a less electronegative ligand must lead to a decrease in the tungsten reduction rate. This decrease is expected to become larger with increasing electron-donation from ligand to tungsten. If the requirement of electrophilicity of carbene species is correct and can be extended to our case, then the nature of the OR ligand influences both the rate of formation of carbenes and their activities. The increasing -rrdonation ability of ligands in the series -O-CH-(CH2C1)2 < -O-4-ClCr,H4 < O-4-t-Bu-C6Hq gives a good explanation for differences in activity of WC15(OR) catalysts. The low activity of the di-t-butylphenoxo derivative is probably due to the sterically hindered coordination of DCPD. The strongly depressed activity of WC14(OR)2 compounds as unicomponent catalysts may be ascribed to their increased resistance toward reduction by DCPD; they exhibit, however, relatively high catalytic activities in combination with a reducing organometallic co-catalyst [9]. The copolymerization of norbornene and cyclopentene was studied by Ivin et al. [10]. The copolymerization parameters they found show that the incorporation of norbornene units into the copolymer is strongly preferred. This is in accord with our observation that ROMP of DCPD proceeds predominantly via opening of the norbornene ring. Polymer crosslinking occurs at later stages, probably as a result of a chain transfer by the polymer. Therefore, less active catalysts, e.g., unicomponent ones, can provide linear or only slightly crosslinked polymers suitable for further modification (hydrogenation, etc.). 295 References 1 K. J. Ivin, Olefin Metathesis, Academic Press, London, 1983, p. 259. 2 Eur. Pat. AOl. 181 641 (1985) to Hercules Inc. 3 T. Oshika and H. Tabuchi, Bull. Chem. Soc. Jpm, 41 (1968) 211. 4 T. Laverty, M. A. McKerley, J. J. Rooney and A. Stewart, Chem. Commun., (1976) 193. 5 P. Ginter, F. Haas, G. Marvede, K. Mitzel, W. Oberkirch, G. Pampus, N. Sch6n and J. Witte, Angew. Makromol. Chem., 14 (1970) 87. 6 H. T. Dodd and K. J. Rutt, J. Mol. Catal., 15 (1982) 103. 7 D. Boutarfa, Ch. Paillet, M. Leconte and J.-M. Basset, J. Mol. Catal., 69 (1991) 157. 8 F. Quignard, M. Leconte, J.-M. Basset, L. Hsu, J. J. Alexander and S. G. Shore, Inorg. Chem., 26 (1987) 4272. 9 F. Quignard, M. Leconte and J.-M. Basset, J. Mol. Catal., 36 (1986) 13. 10 K. J. Ivin, G. Lapienis, J. J. Rooney and C. D. Stewart, J. Mot Catal., 8 (1980) 203. X244 9280208X 0304-5102(92)80208-X 10.1016/0304-5102(92)80208-X Ring-opening metathesis polymerization of dicyclopentadiene by unicomponent catalysts derived from WCl6 Hynek Balcar Alena Dosedlová Lidmila Petrusová J. Heyrovský Institute of Physical Chemistry and Electrochemistry, Czechoslovak Academy of Sciences, Dolejškova 3, 182 23 Prague 8 Czech and Slovak Federal Rep. The complexes WCl5(OR), where R=CH(CH2Cl)2 or substituted phenyl, and WOCl4 have been found to initiate ring-opening metathesis polymerization of dicyclopentadiene without any co-catalyst. Their activities are, however, lower than when they are associated with a reducing organometallic co-catalyst. The unicomponent catalysts afford a slightly crosslinked, partially soluble polymer with a relatively high content of cis double bonds in the main chain. References 1 K.J. Ivin Olefin Metathesis 1983 Academic Press London 259 2 Eur. Pat. Appl. 181 641 (1985) to Hercules Inc. 3 T. Oshika H. Tabuchi Bull. Chem. Soc. Jpn. 41 1968 211 4 T. Laverty M.A. McKerley J.J. Rooney A. Stewart Chem. Commun. 1976 193 5 P. Günter F. Haas G. Marvede K. Nützel W. Oberkirch G. Pampus N. Schön J. Witte Angew. Makromol. Chem. 14 1970 87 6 H.T. Dodd K.J. Rutt J. Mol. Catal. 15 1982 103 7 D. Boutarfa Ch. Paillet M. Leconte J.-M. Basset J. Mol. Catal. 69 1991 157 8 F. Quignard M. Leconte J.-M. Basset L. Hsu J.J. Alexander S.G. Shore Inorg. Chem. 26 1987 4272 9 F. Quignard M. Leconte J.-M. Basset J. Mol. Catal. 36 1986 13 10 K.J. Ivin G. Lapienis J.J. Rooney C.D. Stewart J. Mol. Catal. 8 1980 203",
      "scopus-id": "0026962195",
      "coredata": {
        "eid": "1-s2.0-030451029280208X",
        "dc:description": "The complexes WCl5(OR), where R=CH(CH2Cl)2 or substituted phenyl, and WOCl4 have been found to initiate ring-opening metathesis polymerization of dicyclopentadiene without any co-catalyst. Their activities are, however, lower than when they are associated with a reducing organometallic co-catalyst. The unicomponent catalysts afford a slightly crosslinked, partially soluble polymer with a relatively high content of cis double bonds in the main chain.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280208X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Balcar, Hynek"
          },
          {
            "@_fa": "true",
            "$": "Dosedlová, Alena"
          },
          {
            "@_fa": "true",
            "$": "Petrusová, Lidmila"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280208X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280208X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80208-X",
        "prism:volume": "77",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ring-opening metathesis polymerization of dicyclopentadiene by unicomponent catalysts derived from WCl6",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "289-295",
        "prism:endingPage": "295",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 December 1992",
        "prism:doi": "10.1016/0304-5102(92)80208-X",
        "prism:startingPage": "289",
        "dc:identifier": "doi:10.1016/0304-5102(92)80208-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026962195"
      }
    }
  }
}