{
  "metadata": {
    "title": "Effects of ammonia upon propylene metathesis over a WO<ce:inf loc=post>3</ce:inf>SiO<ce:inf loc=post>2</ce:inf> catalyst",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1980-05-31",
    "doi": "10.1016/0304-5102(80)87012-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028087012X",
    "pii": "030451028087012X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0019010767",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-11-11T13:01:06 1-s2.0-030451028087012X 0304-5102(80)87012-X 030451028087012X 10.1016/0304-5102(80)87012-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00211 2024-01-02T01:04:16.600218Z 0 0 19800501 19800531 1980 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 8 8 1 3 1 2 3 Volume 8, Issues 1–3 12 127 134 127 134 198005 May 1980 1980-05-01 1980-05-31 1980 converted-article fla Copyright © 1980 Published by Elsevier B.V. EFFECTSAMMONIAUPONPROPYLENEMETATHESISOVERAWO3SIO2CATALYST FATHIKALAJAHI J GANGWAL 1978 539 S LUCKNER 1973 83 R WILLS 1977 279 G PENNELLA 1973 304 F PENNELLA 1974 52 F FATHIKALAJAHIX1980X127 FATHIKALAJAHIX1980X127X134 FATHIKALAJAHIX1980X127XJ FATHIKALAJAHIX1980X127X134XJ item 0304-5102(80)87012-X 030451028087012X 1-s2.0-030451028087012X 10.1016/0304-5102(80)87012-X 272239 2024-01-02T01:04:16.600218Z 1980-05-01 1980-05-31 1-s2.0-030451028087012X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028087012X/MAIN/application/pdf/f254abc1688dcb241a50a389a8971f72/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028087012X/MAIN/application/pdf/f254abc1688dcb241a50a389a8971f72/main.pdf main.pdf pdf true 307903 MAIN 8 1-s2.0-030451028087012X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028087012X/PREVIEW/image/png/7a5f88322db3a614937cf4fb23057c82/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028087012X/PREVIEW/image/png/7a5f88322db3a614937cf4fb23057c82/main_1.png main_1.png png 70463 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis. 8 (1980) 127 - 134 O Elsevier Sequoia S.A.. Lausanne - Printed n the Netherlands EFFECTS OF AMMONIA UPON PROPYLENE METATHESIS OVER A W 3 Sia2 CATALYST J- FATHIKAL-4-JAH1 and G- B- WILLS Cherrical Ertgtre2ring Department. Vis-ginia Polytechnic Institute and State Urduersifty, Blackabarg Era. 24061 (rr.S_A.) Summary The effects of pretreating a tungsten oxide on silica catalyst during propylene disproportion2tien both at reaction temperatures of 430 C 450 C and at the activation temperature of 590 C with ammonia have been steadied. Also, the effects of injecting a small amount of ammonia at steady-state activity, and the addition of 1.590 ammonia into the feed have been investigated. It has been found that pretreatment of the catalyst, prior to introduction of propylene, leaves the catalyst relatively inactive for propylene disproportionation reactions, but the addition of ammonia to the propylene feed significantly increases the transient activity of the catalyst and decreases the break-in period for this catalytic system. The length of the break-in period and the steady-state level of convers?on have been compared for pure propylene feed and a feed which contained 98.5% C3H6 and 1.590 LVfi3. Introd uction 127 A previous report noted that the addition of ammonia (or amines) to the feed resulted in a dramatic increase in the rates of propylene disproportionation over a tungsten oxide on silica catalyst Ell. The ammonia addition was by a pulse of pure ammonia lasting several seconds. and the dosing gave a substantial, almost instantaneous. increase in the rate of propylene disproportionation. This rapid increase ir. activity was followed by a period of slowly decreasing activity, with the rate rug to the unbed level in about an hour. These effects were entirely reversible with subsequent ammonia pulses giving simila results. While the tungsten oxide-silica d;sproportionation catalyst is known to undergo a protracted break-in period, during which t-he catalytic activity steadily increases with time [21 , the ammonia dosing appeared to have little or no effect upon this process [1] . Studies of the effects of ammonia upon propylene disproportioration using a tungsten oxide on silica catalyst have been extended. Reported here 128 are the effects of a continuous addition of ammonia to the propylene feed and its effects on the activity and upon the rate of break-in- Also reported are studies in which the catalyst was pretreated with ammonia both at the reaction temperatures (430 C - 450 C) and at the temperature of air activation (590 C). A point of conhasion with the W03-SiO2 disproportionation catalyst is the presence of tyro typcs of 'activation' before a steady-state is achieved. The catalyst is first activated in air at elevated temperatures before use in disproportionation. This ss-i11 be referred to as 'catalyst activation', and a catalyst so treated will be referred to as a 'freshly activated catalyst'. When a freshly activated catalyst is first contacted with propylene, the initial activity is quite low, but this activity increases with time of contact, reaching a steady-state value only after a number of hours. This type of 'activation' will be referred to as 'break-in', to differentiate it from the necessary 'air activatio n'. Methods A flow system was used in all experiments and a schematic is shown in Fig- 1. The reactor consisted of a small bed (0.2 - 0.5 g, - 30/40 mesh) ocatalyst supported on a tuft of stainless steel positioned near the middle of a short section of 3/8 in- stainless steel tubing. The reactor was enclosed in a tube furnace and the bed temperature was monitored by a thermowell inserted into the catalyst charge. A detailed schematic of this reactor is given elsewhere 13] _ The 109 ssi703 on Si02 catalyst was furnished by the Davidson Chemical Co. and had a BET surface area of 223 M3 /g. Before use for dispropor- B o D a FC j O GC MCR TC PC AIR MCR R R TC Hz B TIV WT I WT x Fig- 1. Schematic diagram of the reactor system. BLO3LE FLOW METER DrWrR FLOW CONTROLLER GAS CHrZCh41TOGRGFH AfCRO CATALYTIC REACTOR P;Rc CONTROLLER GAZE RpT05ETR TcIVp_----RATLLRE CU' VTO TW-?F:-:-WAY VALUE NFT TEST METE-_R K a 4. R - -- -- - - - - - --- donation, the catalyst v; (^- 0.04 afro) for 5 h_ Tb for was coo?ed to the to 450 C). All gases except for molecular sieves before I drous, 99.39, o pure) req twined at ambient press were carried out at eitlle The product gases dares are reported eLsewl Nla3 ) were prepared by I with dry nitrogen to a p3 this, the tank was purgec NH3 was added to the is with a drier in the line tc about 2 afro. To promot tank was shaken periodic plete mixing of the gases anhydrous, it was fed dig In the dosing egper (I3 cm3, - 0.94 afro) w~ vaive_ This valve was p12( othe 13 trod pulse of a Lion of the gas sampling' In several esperime NIi3 before use in dspa activation, and after coo was purged with NFl3 fo ton othe N~.1 purge, a determined at 430 C, 0. in a second exO17n for I h while majntainin: ing this, : ire catalyst was a NH3 flow rate of 2 cm 2 - 3 trod Js to a reaction tionation break-in curve iaC,e _ Results Figure 2 shows the Ous NE13 into the prop catalyst. These data shop steady-state catalyst a _d 129 donation, the catalyst was air activated at 590 C and ambient pressure (^- 0.04 atm) for 5 h_ This wzs followed by a purge with nitrogen as the reactor was cooled to the temperature used for dispropordonation ( 30 C 450 C). 4ll gases except for 1W3 were passed through driers containing 5 R molecular sieves before being fed to the reactor- The NH, (Matheson, anhydrous, 99.39, o pure) required no drying. The reactor pressure was maintained at ambient pressure m all experiments and all disproportionations were carried out at either 430 C or 450 C. The product gases were analyzed using a CF.C and details othe proce- dures are reported elsewhere [2]. The Nss-propylene mixtures (L5 mo1 o ?VH3) were prepared by first purging a Iss gal tank by repetitively filling it with dry nitrogen to a pressure o5 atm. and then evacuating it- Follo~sring this, the tank was purged with propylene in the same manner. Finally, the NH3 was added to the tank anal then propylene was added at a slow rate with. a drier :n the line to give a I_5 mol, o N\"fI3 mixture at a total pressure of about 2 atm. To promote mixing, glass beads were added to the tank and the tank was shaken periodically over a period oseveral hours to ensure com plete mixing othe gases before use. Since the 1rFH3-propylene mixture was anhydrous, it was fed directly to the reactor, bypassing the driers in Fig- I. In the dosing experiment a sample loop containing anhydrous ammonia (I3 cm3, ^- 0.94 atm) was connected as the sample loop on a gas sampling vaive_ This valve was placed in the feed line near the reactor inlet. Injection othe 13 CM3 pulse of ammonia into ti-1:2, f!i5wing propylene was by activation of the gas sampling valve plunger. In several experiments the air-activated catalysts were pretreated with NIi3 before use in dsproportionation. Fn the first case, after normal air activation, and after cooling to 43 9 C in a N2 flow o2 cm3/s, the catalyst was purged with N1-13 for 30 min (ss.94 atm, 430 C, 2 cm3/s). Upon completion othe NFIs purge, a propylene disproFortionatior break-m curve was determined at 430 C, 0.94 atm, and a 2 cm3/s flow rate. in a second experiment, the air-activated catalyst was purged with N2 for I h while maintaining the temperature of air activation (590 C). Following this, :ire catalyst was purged with NH3 for 90 min (590 C, 0_34 atm) at a NH3 flow rate of 2 cm3/s. Then the catalyst was cooled in a N2 flow u2 - 3 cm3 Js to a reaction temperature of 450 C and a propylene disproportionation break-in curve was determined (Q50 C, 0.94 atm, 3-4 CM3/S flow rate)- Results Figure 2 shows the results after insertion of a 13 CM3 pulse oanhydrous NE13 into the propylene feed to a steady-state (or fully broken-in) catalyst. These data show a dramatic, though temporary, increase in the steady-state catalyst a _dvity, with a return to the steady-state activity in '_30 POYLENE STREAM TIME (min) Fig_ 2_ The effect of NH3 dosing on catalytic activity with a fully broken-in catalyst at 430 'C and 0.94 at--n_ 10 , I ~ I -I K :a w W IH J r a_ 0 O- W O Z O N w e z U 6 U H- I z I 21 I a I 1 fI O W L Z w I r e c z O 6 z o s I W z O Z 2 4: U Il W O r 20 STOY-STATE GGTIVITY O 0.FTER NHS DOSIt'G I I i i , A 40 O T LLT!VaTED CATaLYST i `J i<<TcR P1J=W:.i YIITH HH3 1 I 1 1 I , I I I ~ I I ICO 200 O 400 O 4 8 ~o l2 lo 20 24 PRss?YLO aTRERM TIME (min) Fig_ 3. Effect of purging a folly broken-in catalyst ccith NH3 for 10 min et i30 C and O_9 = atr_ z. aOut an hour. The propylene flow rate was 2 cm3 s and thus the 13 crsx3 of NH3 pule represented about 6.5 s of catalyst-NH3 contact. These data are consistent with t.he previously reported NH3 pule data [1] . The left-hand Ortion of Fig. 3 shows the nora.al break-in cuFVe for the W03 Sa02 Oyst. Afier ranching stzady-state actiW ty (after about $ h), the propylene flow was rnplaO by anhydrous NH3 at the same flow_rate, temperature and pressure foT 10 min. Following this, the propylene flow was W J r 0 C 2 W O Z O L7 (L W z U E-Z W U W a s 24 20 16 16 14 12 b e 6 t 2 O O c0 60 PRO.~-1fLEl Fig_ 4_ Brealc-in behavior of tl NHg; o, 100, a C3H6; 0, 96_S . reinstitured_ This corresp Fig. 2, blit wit_h an effect Thus Fig. 3 shows the res an increase in activ-ity acc is much smaler char->c befc increase as the eatalyst is propylene t1ow, reaches a to the stear y-state value i Figure 4 shows tO with a propylene feed co>e curve shape, except that f factor oabout three and with only aOut 2 h FeQei contrasted with the norm The middle cure in the feed from 1.590 NH3 NI- was almost cocapletE the initial conversion was caialyst. There iLows a I activity, but occurring at for %1 break-in_ The rigat-hOd curve feed back to 1.5% NH3 in increase in activity follow even higher level of siead3 Figure 5 shows the e air activation, but before c0 BO 20 0:5.0 !00 O O i0 20 30 40 50 PROeYLEN--- STREAM T?ME (min) Fig_ 4_ Break-in behavior oa the catalyst at i3G'C and 0.94 atm: 9, 9S_c% C3146 + 1_55 NH3; o, 100%a C3H6; M, 96.5% C3H6 + 1.5% NHg. reinstitured. This corresponds to repeating the dosing experiment shown in Fig. 2, but with an effective sample loop of 1200 cm3 instead of 13 cm3. Thus Fig. 3 shows the results of a rather massive dosing with NI. As before, an increase in activity accompanies the NH3 treatment, but the initial effect is much smaller than before. However, the catalytic activity continues to increase as the catalyst is purged of the excess NH3 by the reinstituted propylene flow, reaches a maximum value after about 3 min, and then decays to the steady-state value in about 20 min. Figure 4 shows three curves. The left-hand curve is the break-in curve with a propylene feed containing 1.590 NSF;. This has a normal break-ira curve shape, except that the steady-state activity has bO increased by a factor of about iOe and the rate of break-in is also drOatiOy increased, with only about 2 h reqeirred to achieve a steady-state activity. This is to O contrasted with the normal break-in in Fig. 3. 'fhe middle curve in Fig. 4 is the conversion observed after switching the feed from 1.590 Nff3 in propylene to pure propylene. The effect of the NI- was almost completely lost by the Oe of the grsi sample analysi :; the initial conversion was about that egpecO from a freshly air-activated catalyst. There follows a break-in curve giving the expected steady-state activity, but occurring at an accelerated rate with only about 3 h required for full break-in. The right-hand currre in Fig. 4 is the data collzcted after botching Oe feed back to 1.50 NH3 in propylene. This shoO-a nearly instantaneous increase in activity followed by another break-in period. that leads to as even higher level of steady-state activity than that seen in the left-hand curve. Figure 5 shows the effects 4f pretreating the catalyst with NH3, after air activation, but before use in disproportionation. The darker symbols 132 w Z J r 1 0 o z 0 u Z 0 V z w U W a 1o 9 I 7i 6 I 5 zl 0 Ic0 O FRESHLY GLTNaTED CAT?LYST AT 450'C FRS73Y ACWG.TD CATALYST Ai 430'C O 4F:=9 N_Y, Tr,~.TMEIVT .7.T 5Q_0'C p GFTcR MM, TR!EAT--W_-NT ?T 430'C X30 400 SGO 6th PRJPI'l_El'-- STREAM TIME (mil) Fig_ 5. Effect on activiiy of pretreatment of the caralyst with ammonia. show the normal break-in for the catalyst during disproportionation. with a reaction temperature o:f X50 C for the upper curre, and 3(' C for the :ow er curve. The open symbols show the break-in of the same catalysts zfter pretreatment with :JHa_ ~n one case (open circles) the cafa_lyst was treated with NHS for 90 min at the air activation temperature (530 C) before cooling to the re2ction temperature of 450 C. In the other case (open triangles) the NH3 treatment was at the reaction temperature of a30 C for 30 min. Both NH3 treatments result in catalysts ogreatly reduced ste2dy-site activity, but which have an accelerated rate of break-in, with steady-state activity reached in about 4 h rather than the usual 8 h_ Dis carrion A most strikir:g feature of the results is that NH3 has a favorable effect on disproportionat:on only when the ca~ralyst has been expoO to propylene, either before, or along with the NH3. Ir!deed, exposure of the catalyst to NH3 prior to propylene contact has a very unfavorable effect on disproportionation activity. For example, pretreatment of a freshly activated catalyst with NH3, at either the air activation temperature or at the reaction temperature, reduces the subsequent steady-state disproportioaation activity ry almost ar_ order of mzgnitude (fig. 5). However, it is apparently necessary for the propylene to be present only as an adsorbed residue for the NH3 io be effective, since in the 10 min purge Oth purl NI-I3 Fig. 3), the propylene i I would be substantially eIi of the purge. Nonetheless activity upon reintrodiect Another interesting activated catalyst where t)feed. This is shown he Fig when the feed is switched normal aetivity level occi about 3 h rather than the ing break-in with the I_59 effect that leads io a fare: propylene. A final inteses following the f-enal switch tars. This brings the catal first contact with ihe 1.5`. observation that shoes pal in process [Z] _ The data t rate of break-in but that t not expect a detectable cl duration . Others have found il tionation system with sm; eves such as 1,5-cycloocte disproportionation [4] . p eves was temporary_ `T_'hes creases the cataly-iic activi that this beneficially a1teF tionation reaction [5] _ It O 2s that observed fer substOtial ligand formati an NI-i3 pretreatment is n deleterious. This argues tion, since this could pres ever, the NH3 pretreatme Il.ather, it was suggested t N2, and that the reducing ment of the rate of disprc is accompanied by a redm in activity during breab-in from the NH3 pretreatme being responsible for the 4Oowledgmeat Aclmowledgment is adminicteO by the Ame1 133 would be substantially eliminated fmm the system during the early stages of the purge. Nonetheless, this treatment gave an enhanced disproportionation activity upon reintroduction othe propylene. Another interesting feature of the data is the rapid break-in of a freshly activated catalyst where the propylene containing I.59o NH3 is used as the feed. This is shown he Fig- 4. While this steady-state activity is quickly lost when the feed is switched to pure propylene, the break-in period to achieve normal activity level occurs at an accelerated rate, giving a steady-state in about 3 h rather than the expected 8 h. Thus, while the activity gained during break-in with the 1_590 NH3 present is quickly lost, there is a residual effect that leads to a foreshoa~.eaed break-ire period after switching to pure propylene. A final interesting point in Fig. 4 is a second break-it period following the final switch from pure propylene back to the L5~'o NH3 mzx - turz. This brings the catalyst to an even higher activity level than did the first contact with the 1.590 14143 mixture. These data explain the previous observation that shoes pulses oNH3 have little effect on the normal break-in process [1] _ The data here show that the NH3 does in fact increase the rate of break-in but that the magnitude of the effect is such that one would not expect a detectable change with as NH3 pulse of only a few seconds duration. Others have found chat dosing of the propylene-W03-Sa02 disnro-oortionation system with small amounts of other hydrocarbons, notably polyenes such as 1,5-cyclooctadiene, gave a significant increase in the rates of disproportionation [4] . As with the Nli3 dosing, the effect with the pelyenes was temporary- These investigators postulate that the dosing gas increases the catalytic activity via ligand formation with the tungsten and that this beneficially alters the molecular orbitals involved in the dLSprc,portionation reaction [5] _ It is quite probable the NIi3 effect is of the sEme type 2s that observed for the polyenes, although data showing that there is substantial ligand formation are lacking. A troubling point is the fact ;;hat an NH3 pretreatment is not only ineffective, but on the contrary, is quite deleterious. This argues against the effect being due to simple ligand formation, since this could presumably occur it the absence of propylene- However, the NH3 pretreatmenis mere not done to specifically check this paint. Rather, it was suggested that perhaps the NH3 decomposed to form HZ and N2, and that the reducing effect of the HZ was responsible for the enhancement of the rate of disproportionation_ It is known that the break-in period is accompanied by a reduction of the W03 to W02,s and thus the increase in activity during break-in is associated with reduction [2]. The resuits from the NH3 pretreatments would appear to rule out such a reduction as being responsible for the observed increases in the rates of disproportionatiGn. Acknowledgment Acknowledgment is made of the donors of the Petroleum Research Fund, administered by the American Chemical Society, for support of this project. i . . 134 Journal of Molecular Catalysis, ~vier Sequoia S.A-, Lausa a References 1 S. K. Ganga~al and G. B. Wills, J. Catal., 52 (1978) 539. THE STATE OF METAL 2 R. C. Luckner and G_ B. Wills, J Catal 28 11973) 83. RESPECT TO O CA 3 G. S_ Wills, J. Fathikalzjahi, S_ EC Gangvral and S_ Tang, J. Royal Netirerlar:& Cieern I ical Soe_, 96 (1977) 279_ d F_ Pennella and R_ L_ Ranks. J Catal., 31 (1973) 304. 5 F_ Pznnella, R. B. Refier and R. L. Banks. J. Catal., 34 (1974) 52. B. N. KUZNETSQV. A. N. STi Institute of Catalysis. Siberian ' - Novosibirsk. 630090 (CT.S.S.R. i $untmary The relation between metal complexes prepared W and Re to siuca was stuc thesis active centers in then ' ions with oxidation numb metathesis also depends to metal ion. I - Introduction Elucidation of the nat olefin metathesis, prepared plicate by their non-hobo _ - amount of support meta -_ the common point of view and rheniO in active centE With a view to identif use of the catalytic systen structure and composition with allyl [p - 41, carbonyl were used for anchoring ti hydroxyl groups of oxide s The present study is c tween the composition and - = complexes resulting from tl _ W and Re compounds with - surface complexes was varii - reduction or oxidation men catalysts boas examined by X244 8087012X 0304-5102(80)87012-X 10.1016/0304-5102(80)87012-X Effects of ammonia upon propylene metathesis over a WO3SiO2 catalyst J. Fathikalajahi G.B. Wills Chemical Engineering Department, Virginia Polytechnic Institute and State University, Blacksburg, Va. 24061 U.S.A. The effects of pretreating a tungsten oxide on silica catalyst during propylene disproportionation both at reaction temperatures of 430 °C – 450 °C and at the activation temperature of 590 °C with ammonia have been studied. Also, the effects of injecting a small amount of ammonia at steady-state activity, and the addition of 1.5% ammonia into the feed have been investigated. It has been found that pretreatment of the catalyst, prior to introduction of propylene, leaves the catalyst relatively inactive for propylene disproportionation reactions, but the addition of ammonia to the propylene feed significantly increases the transient activity of the catalyst and decreases the break-in period for this catalytic system. The length of the break-in period and the steady-state level of conversion have been compared for pure propylene feed and a feed which contained 98.5% C3H6 and 1.5% NH3. References 1 S.K. Gangwal G.B. Wills J. Catal. 52 1978 539 2 R.C. Luckner G.B. Wills J. Catal. 28 1973 83 3 G.B. Wills J. Fathikalajahi S.K. Gangwal S. Tang J. Royal Netherlands Chemical Soc. 96 1977 279 4 F. Pennella R.L. Banks J. Catal. 31 1973 304 5 F. Pennella R.B. Regier R.L. Banks J. Catal. 34 1974 52",
      "scopus-id": "0019010767",
      "coredata": {
        "eid": "1-s2.0-030451028087012X",
        "dc:description": "The effects of pretreating a tungsten oxide on silica catalyst during propylene disproportionation both at reaction temperatures of 430 °C – 450 °C and at the activation temperature of 590 °C with ammonia have been studied. Also, the effects of injecting a small amount of ammonia at steady-state activity, and the addition of 1.5% ammonia into the feed have been investigated. It has been found that pretreatment of the catalyst, prior to introduction of propylene, leaves the catalyst relatively inactive for propylene disproportionation reactions, but the addition of ammonia to the propylene feed significantly increases the transient activity of the catalyst and decreases the break-in period for this catalytic system. The length of the break-in period and the steady-state level of conversion have been compared for pure propylene feed and a feed which contained 98.5% C3H6 and 1.5% NH3.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1980-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028087012X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fathikalajahi, J."
          },
          {
            "@_fa": "true",
            "$": "Wills, G.B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028087012X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028087012X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(80)87012-X",
        "prism:volume": "8",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of ammonia upon propylene metathesis over a WO3SiO2 catalyst",
        "prism:copyright": "Copyright © 1980 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "127-134",
        "prism:endingPage": "134",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1980",
        "prism:doi": "10.1016/0304-5102(80)87012-X",
        "prism:startingPage": "127",
        "dc:identifier": "doi:10.1016/0304-5102(80)87012-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0019010767"
      }
    }
  }
}