{
  "metadata": {
    "title": "Preparation and characterization of uranium-bismuth mixed oxide catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-09-30",
    "doi": "10.1016/0304-5102(87)85035-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287850356",
    "pii": "0304510287850356"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023412969",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287850356 0304-5102(87)85035-6 0304510287850356 10.1016/0304-5102(87)85035-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00788 2024-01-02T01:04:53.938015Z 0 0 19870901 19870930 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 42 42 1 1 Volume 42, Issue 1 3 15 28 15 28 198709 September 1987 1987-09-01 1987-09-30 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. PREPARATIONCHARACTERIZATIONURANIUMBISMUTHMIXEDOXIDECATALYSTS COLLETTE H GRASSELLI 1972 273 R KEULKS 1983 38 G BAUSSART 1982 485 H MAROIE 1985 167 S FIERRO 1985 97 J KREMENIC 1982 346 G STEENHOFDEJONG 1971 749 J DEJONG 1972 401 J DEJONG 1973 149 J KOSTER 1975 127 A COLLETTE 1984 197 H 1978 GMELINHANDBUCHDERANORGANISCHENCHEMIEURANTEILC2 CORDFUNKE 1962 303 E CORDFUNKE 1970 3129 E GADALLA 1983 217 A HOEKSTRA 1961 154 H LAZARINI 1981 3 F 1973 603 COMPREHENSIVEINORGANICCHEMISTRY SCHUIT 1971 227 G COLLETTEX1987X15 COLLETTEX1987X15X28 COLLETTEX1987X15XH COLLETTEX1987X15X28XH item 0304-5102(87)85035-6 0304510287850356 1-s2.0-0304510287850356 10.1016/0304-5102(87)85035-6 272239 2024-01-02T01:04:53.938015Z 1987-09-01 1987-09-30 1-s2.0-0304510287850356-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850356/MAIN/application/pdf/06852d378a14238ce15c8ef63cb39f12/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850356/MAIN/application/pdf/06852d378a14238ce15c8ef63cb39f12/main.pdf main.pdf pdf true 840292 MAIN 14 1-s2.0-0304510287850356-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850356/PREVIEW/image/png/8edaee8113c6cda0675793bdf30d9326/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850356/PREVIEW/image/png/8edaee8113c6cda0675793bdf30d9326/main_1.png main_1.png png 65264 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 42 (1987) 15 - 28 15 PREPARATION AND CHARACTERIZATION OF URANIUM-BISMUTH MIXED OXIDE CATALYSTS H. COLLETTE*, V. DEREMINCE-MATHIEU, J. J. VERBIST, Z. GABELICA, J. B. NAGY and E. G. DEROUANE Oroupe de Chimie-Physique, Facultes Universitaires N.D. de la Paix, 61 rue de Bruxelles, B-5000 Namur (Belgium) (Received March 10, 1986; accepted May 11, 1987) Summary Bismuth uranates with Bi/U ratio = 2 were prepared by various methods, including precipitation by ammonia (at controlled pH) or evapora- tion of uranium and bismuth nitrates. Simultaneous use of thermoanalytical techniques (TG, DTG, DTA) led to the proposal of mechanisms which explain the formation of Bi2UOfi. In particular, DTA results revealed the existence of interactions between base reactants favouring the formation of Bi2UOe. Combined X-ray photoelectron spectroscopy (XPS) and energy dispersive X-ray analysis (EDX) were used to investigate the surface composi- tion of the catalysts. The presence of superficial Bi203 was detected, in agreement with the reduction of the surface energy of the particles. Introduction Uranium-based mixed oxides have promising properties as heteroge- neous catalysts. In particular, uranium antimonates (U-Sb-0) were regarded as essential components of highly active catalysts for the allylic oxidation of alkenes, especially for the ammoxidation of propylene to acrylonitrile [1 - 6]. Uranium-molybdenum oxides were reported to be active for the selec- tive oxidation ofisobutene [7]. Bismuth uranate, Bi2UOe, was successfully used to catalyse the conver- sion of toluene to benzene at 400 - 500 C [8 -10]. Although very active, Bi2U06 showed little selectivity in the oxidation of toluene, unless the reac- tion is conducted in absence of gaseous oxygen. During this process, Bi2U06 can lose 60% of its oxygen content, which may be restored by involving molecular oxygen in a separate operation. The importance of such oxygen- donor properties was emphasized in oxidation reactions where redox mechanisms account for the catalytic processes. *Author to whom correspondence should be addressed. 0304-6102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 16 Bi2UOfi is usually prepared by a solid-state reaction between equivalent amounts of Q:-Bi203 and a-UOs at 800 C [11]. It can also be synthesized from Bi203-a:N03'yH20 and U03-;!cNH3-yH20 precursors, precipitated separately by ammonia from aqueous solutions, then admixed in water, heated at 90 -100 C under vigorous stirring and finally calcined at 500 C [9]. As part of an extensive study on the activity of various Bi U mixed oxides used as catalysts for oxidation reactions, this first paper in a series describes and compares various preparation methods leading to bismuth uranates. Combined thermoanalytical methods were used to investigate the physical and chemical transformations occurring during the calcination of the precursors and to elucidate the mechanisms governing the formation of the active phases at high temperatures. Specific information about the surface composition of the so-obtained crystalline compounds was inferred using X-ray photoelectron spectroscopy (XPS) and energy dispersive X-ray analysis (EDX) techniques. Experimental Catalyst preparation Three preparation methods were used to obtain bismuth uranate precursors with atomic ratio Bi/U = 2. (A) Commercial Bi(N03)3-5H20 and U02(N03)2-6H20 (Merck P.A.) were dissolved in 1 M HNC>3. The solutions were added dropwise to an ammonia buffer solution (NH3/NH4d:pH = 9.0). Simultaneous precipitation of reactants occured during the addition (final pH = 8.5). (B) The precursor was obtained by adding NF^OH (25%) to a solution containing U02(N03)2'6H20 and Bi(NC>3)3-5H20 predissolved in 1 M HNC>3. The continuous pH increase led to the selective precipitation of the reactants (final pH= 8.0). (C)Bi(N03)3-5H20 and UO^NO^- 6^0 solutions (1 M HNO^) are slowly evaporated until dryness under vigorous stirring. The two precipitates from procedures A and B were filtered and washed extensively with hot water until complete elimination of residual ammonium salts. All the precursors were dried overnight at 90 C, and finally calcined in air during 5 h at 500, 700 and 900 C, respectively. Characterization methods X-ray diffraction (XRD) powder patterns were obtained with a Philips PW 1730 diffractometer, at room temperature, using Ni-filtered Cu Ka radia- tion. Thermoanalytical methods (simultaneous thermogravimetry (TG), differential thermogravimetry (DTG), and differential thermal analysis (DTA)) were used to elucidate the mechanisms governing the formation of the catalytically active phases from precursors at high temperatures. About 17 50 mg of sample were heated (20 C min\"1) in Pt crucibles from 20 to 900 C, either in static air or under dry N; flow (30 ml min~1), in a Stanton- Redcroft STA-780 thermal analyzer. a-A^Os was used as DTA reference. Intermediate solid phases were identified at different stages of the heating process by XRD. The surface composition of the final crystalline phases was determined by X-ray photoelectron spectroscopy (XPS). The samples were deposited on a gold-plated sample holder, and XPS spectra were recorded on a Hewlett- Packard 5950A spectrometer using monochromatized Al Ka radiation (hv= 1486.6 eV). An electron flood-gun was used to compensate surface charging effects on non-conductive samples. Semi-quantitative information about the atomic surface composition was deduced by integration of the uranium and bismuth ^f-,/^ peaks. The corrective factor was determined from the spectra of pure bismuth and uranyl nitrates, recorded under strictly identical conditions: NM/NU = Iw^JIv^,, X 2.22 An essentially identical correction factor can be obtained by using the full intensity expression, including the photoionisation cross-section, the asym- metry parameter factor, the analyser transmission factor, and the mean escape depth of the ejected electrons, both factors being a function of the electron kinetic energy [6]. The Bi and U contents of the solid phases were analyzed by energy dispersive X-ray analysis (EDX). Samples were glued on a brass support and examined with a Jeol SEM microscope (JSM-35) connected to an energy dispersion X-ray analyzer, equipped with a high resolution semiconductor detector. EDX, which probes both elements at a depth of 2 to 5 /xm, can be considered as a bulk analytical method for small particles, while larger parti- cles are only partly probed in their outer layer. Quantitative analyses were achieved using calibration curves obtained by analyzing under identical conditions homogeneous mixtures of pure Bi2UOe and o;-Bi203 or U30g, having Bi/U ratios between 1 and 4. Results and discussion X-ray diffraction The crystalline compounds, identified by X-ray diffraction, are listed in Table 1. (A) Precursor A consists of a mixture of ammonium uranates of variable composition, UOa-.icNHa-yH^O (ASTM ^ 18-1433, 18-1434, 18- 1435) and BiOCI (ASTM = 6-0249), the latter resulting from the hydrolysis of bismuth salts in presence of the NH3-NH4C1 buffer. Traces of BizUO^ (ASTM = 30-196) and uranium oxides, a-UOa (ASTM = 31-1417) or UaOg (ASTM = 24-1172), appear at 500 C. The observation of only a few dif- fraction peaks belonging to UOx is not sufficient to identify the nature 18 TABLE 1 Crystalline compounds identified by X-ray powder diffraction Synthesis mode Precursor a Catalysts calcined at 500 C 700 C 900 C A BiOCI BiOCI BizUOo BizUOs VOyxWyyH^O Bi^UOeb U30g UaOg UO^ B amorphous BizUOe BiiUOs BizUOe C BiONOa Bi,UO<, BizUO^i BizUOe UOztNOa^-xH^O \"Bi/U = 2 for all the precursors. bTraces. of this compound. The similarity between the UC>3 and L^Og structures suggests the existence of a continuous solid solution between these compounds. UO^ is formed up to approximately 500 C, as the intermediate phase in the decomposition of the ammonium uranate to UaOg. BI^UO(, becomes the major component at 700 and 900 C. Its XRD pattern is quite similar to that reported by Steenhof de Jong et al. [9] and Koster et al. [11]. Its structure consists of a succession of layers of interlocked UOg polyhedra and (Bi0)2 layers [11]. Despite the Bi:U atomic ratio fixed at 2:1 in the precursor, XRD reveals the presence of residual L^Og at high temperature. This excess of uranium is due to the partial sublimation of Bids during high temperature decomposition of BiOCI into BizO^ [12]. (B) While the precursor B proved to be amorphous, the powder calcined at 500, 700 or 900 C gives an XRD pattern identical to that of Bi2U06. Apart from the degree of crystallinity (sharpness of the XRD lines), and a possible modification of the surface area, no difference is observed between samples prepared at 500 and 900 C. (C) The X-ray diffraction pattern of precursor C reveals the presence of BiONOa and ^(NOa^-^O (l<x<3) (ASTM = 30-1404, 27-937, 21-1430). BiONOa results from the hydrolysis of bismuth nitrate in aqueous solution. Thermal decomposition of the U Bi precursor leads to the forma- tion of Bi^UOe at temperatures above 500 C. Thermal analysis Preparation A Thermal analysis allows definition of the actual composition of the pure uranium compound prepared by precipitation from U nitrate under the same experimental conditions as described for precursor A. The corre- sponding TG and DTA curves are presented in Fig. 1. Usually, addition of ammonia to a solution of uranyl nitrate yields a product that was originally believed to be ammonium diuranate (ADU), (NH4)2U207. Recent investiga- 19 200 800 Temperature ( C) Fig. 1. Thermal decomposition in static air (TG-DTA) of an ammonium uranate prepared following procedure A. tions have revealed the complex nature of this precipitate [13 -15]. Four different compounds could be identified using chemical and XRD analyses [14]. The actual stoichiometry of these compounds mainly depends on the final precipitation pH. The composition of our ammonium uranate corre- sponds to U03-0.8NH3-1.0H20. At 110 and 165 C, two endo thermic peaks illustrate the dehydration of this compound. From 225 C up, the anhydrous residue starts to de- compose, to finally yield UOa. An important exothermic effect is observed near 420 C, while only a very small residual peak is detected at that tem- perature under non-oxidizing conditions (N2). This effect is probably due to the simultaneous oxidation in air of the released ammonia according to the following equations: 4NH3 + BO; ^ 4NO + 6H20 4NH3 + 302 ^ 2N2 + 6H2<3 (1) (2) Gadalla et al. [16] showed that Pt (crucible) can act as catalyst for the oxidation of ammonia in air. Nevertheless, this exothermic effect can also account for the crystallization of ^-UOa (identified by XRD at 400 C, ASTM = 31-1418) from amorphous UOa which should also appear in this temperature range. fS-UO^ is then reduced to U02.9 (exo 575 C). Indeed, this intermediate phase, U02.9, whose structure is similar to that of L^Og, is reported to be stable between 520 and 610 C [17]. U02.9 is ultimately reduced to UaOg (endo 660 C), this latter being stable to at least 900 C. All these transformations are summarized as follows: endo(HO) endo(165) U03-0.8NH3 0X0(420)- u03 -0X0(57^ 1/3U308 endo(660) (3) Residual ammonium nitrates, possibly staying admixed with the precursor, could be evidenced by a DTA exothermic peak, in the 270 - 290 C range, and accompanied by a subsequent weight loss (TG). 20 200 800 Temperature ( C)- Fig. 2. Thermal decomposition in static air (TG-DTA) of the U Bi 0 precursor pre- pared according to procedure A. Figure 2 illustrates the thermal decomposition of precursor A (TG, DTA). Three separate temperature ranges can be distinguished: Range I (20 - 495 C). The dehydration and decomposition of am- monium uranate occurs in the 100 - 495 C range, according to the following equation: U03-0.8NH3-H20 + 2BiOCl > VOs + 2BiOCl + O.SNHat + HzOt (4) Two endothermic effects at 95 and 150 C (dehydration) and an exothermic one at 420 C (decomposition of ammonium uranate) are observed in this temperature range. Range II (495 - 530 C). VO^ is reduced to UaOg (endo 520 C). This transformation occurs at a lower temperature compared to pure UOa (Fig. 1). This shift cannot be due to a partially reducing atmosphere produced with- in the sample by the released ammonia, because the pure U-compound UOs-O.SNE^'HaO does not initiate this shift. Obviously, for precursor A, this early reduction is related to the presence of BiOCI in the solid solution, but the actual role of the oxychloride is not known. One should note that, under nitrogen, this endothermic effect is observed in the same temperature range. Range III (530 - 900 C). The sharp weight loss and the endothermic effect observed at 730 C can be attributed to the decomposition of BiOCI into Bi203 and BiCl3, the latter becoming markedly volatile at these high temperatures (boiling point: 447 C). From quantitative analyses (TG curve), we deduce that ~20% of the bismuth atoms escape from the solid, following the equation: 5(l/3U30g + 2BiOCl) > 5/3U30s + 4Bi203 + 2BiCl3t + 2Cl2t calculated weight loss, 18.5%; experimental (TG) 18.2%. (5) 21 Finally, BI^\\JO(, is formed at 700 C by combination of the uranium and bismuth oxides. U30g + SBiaOa + VsO^ > SBizUOs (6) The decomposition of BiOCI, which is in this case a necessary step in the formation of BiaUOg, starts only at 600 C. Hence, the synthesis ofBi2UOe is retarded, and the atomic composition of the catalyst is modified ac- cordingly during calcination, as confirmed by EDX results. This also explains the presence of residual L^Og (XRD) at 700 and 900 C. No DTA peak was found to characterize the formation of BizUOg from reaction between the bismuth and uranium oxides. Preparation B Thermal analysis, performed on the pure uranium and bismuth com- pounds prepared using the same method, allowed the identification of the exact nature of the mixed precursor. The decomposition pattern of the pure ammonium uranate U03-0.7NH3-H20 at high temperature is quite similar to that characterizing the U03'0.8NH3'H20 precursor obtained through procedure A and given in Fig. 1. The solid products stemming from the hydrolysis of bismuth nitrate are more difficult to identify, as revealed by a recent review published by Lazarini [18]. Eighteen compounds are quoted in the literature, their actual composition depending on the methods of preparation used and the final pH. All these products are obtained by adding large quantities of water to a solution of Bi(N03)3 in HN03 (initial pH < 1.0). In our experimental conditions, a neutralization of such a solu- tion by ammonia can further complicate the nature of the products, as NH3 can be partly incorporated into the precipitate. Our results suggest, for the precursor, the following global formula: 3[3Bi203-N20s-2H20]-NH3, or 3[2BiON03-4BiOOH]-NH3 Figure 3 shows the TG-DTA curves characterizing the thermal decomposition of this compound. It first undergoes dehydration in the 200 eoo Temperature CO Fig. 3. Thermal decomposition in static air (TG-DTA) of the solid product stemming from the hydrolysis of bismuth nitrate by ammonia (synthesis procedure B). 22 200 800 Temperature CO - Fig. 4. Thermal decomposition (TG-DTA) in static air of the U Bi 0 precursor pre- pared following procedure B. 20 - 370 C range. At 370 C, further loss- of NHa begins, accompanied by a sharp exothermic effect at 400 C, quite similar to that observed for the corresponding ammonium uranate. The weight loss detected near 420 C and the two associated endothermic peaks (520 - 585 C) characterize the decomposition of the nitrate ions, the final residue being o;-Bi203 (XRD). Above 680 C, two other endothermic effects are observed (740 - 830 C). The first corresponds to the a-Bi^Os-^ S-Ki^O^ phase transition, the second to the melting of Bi^Oy. As expected, no weight losses are associated with these transformations. Figure 4 illustrates the thermal decomposition of precursor B. A com- parison with the results obtained for pure uranium and bismuth compounds prepared using a procedure similar to that used for B (Figs. 1 and 3), allows attribution of the specific DTA effects to either the uranium or bismuth compounds (as mentioned in Fig. 4). During the decomposition of precursor B, a new exothermic effect appears at 320 C. This is due to the release of 'structural' ammonia, which is probably bound in a different way in the precursor. The two endothermic peaks at 480 and 525 C are attributed to the decomposition of bismuth nitrates. These peaks are shifted to lower temperatures (AT =40-60 C) as compared with the pure Bi compound (Fig. 3). This suggests the existence of specific interactions between uranium and bismuth compounds, which also ultimately favour the formation of BizUOg. Note that the presence of initial BizUOg in the precursor is not suf- ficient to initiate this phenomenon. Two other weak endothermic effects at 635 and 670 C, respectively characterizing the U03 reduction and the Bi20>3 phase transition, are always observed, despite the Bi/U atomic ratio fixed at 2/1. Their presence can be explained by assuming that the formation of BisUOfi is very slow under these conditions. The occurrence of bulk com- position heterogeneities can also account for the presence of this residual Bi203. The phase transition of the latter also occurs at a temperature (endo 23 at 670 C) which is different from that observed for 'pure' Bi-Ps (Fig. 3). This can be interpreted by assuming the presence of )3-Bi203 as intermediate, according to the following scheme: 740 C(endo) ,,^203 - '-> 5-Bi20>3 (7) 3[3Bi,03-N,Os.2H,0].NH3 670 C(endo) ^ ;3-Bi20>3 \\- '-> 5-Bi2C>3 (8) The presence of Bi2UOe during the calcination of the bismuth hydrolysis product yields j3-Bi20>3 (eqn. 8). This phenomenon is quite similar to that observed in the case of |3-Bi203 stabilized with small amounts of B, Al, Si, Ge, P, As, V, Mn, Fe, Co, ... [19]. Our results suggest that uranium also exhibits such a stabilizing effect. The various phase transformations that characterize bismuth(III) oxide are schematized as follows: endo(740) o;-Bi2C>3 > 5-Bi2C>3 exo(495) /y endo(840) exo(620-630) exo(820) (3-Bi203 melt Note that in Fig. 4, no effect corresponding to melting of Bi^O^ is observed at 840 C because Bi2UOg is then already formed. Preparation C TG-DTA data obtained during calcination of a mixture of U02(N03)2' xH20 and BiON03'yH20 (precursor C) are presented in Fig. 5 and Table 2. Range I (20 - 215 C). The dehydration first occurs below 215 C. TG and DTA results obtained with pure BiON03-yH20 and LK^NC^-.'^O, prepared separately under similar conditions, suggest that water is mainly associated with the uranyl nitrate. The two endothermic effects (120 - 170 C) correspond to the total loss of approximately 2 molecules of water per unit formula: [U02(N03)2-2BiON03] 2^0 ^ UO>2(N03)2 + 2BiONC>3 (9) Range II (215 -57'5 C). This second domain corresponds to the decomposition of nitrate ions associated with Bi and U compounds, leading to the formation of U03, Bi20>3 and ultimately Bi2UOe. 24 200 800 Temperature ( C) Fig. 5. Thermal decomposition (TG-DTA) in static air of the U Bi 0 precursor pre- pared according to procedure C. TABLE 2 Thermal decomposition of U Bi 0 precursor (synthesis C) (Bi/U = 2) Temperature DTA Weight loss range endothermic peaks (%) ( C) ( C) 20-215 120 4.1 170 215-575 250/265 325 27.7 390 440 500 550 575-900 670 - UO^NOa)! + 2BiON03 > UOa + BizOa \" B^UC^ (10) Calculated weight loss, 22.3%; experimental (TG), 22.7%. The DTA traces characterizing the decomposition of pure LK^ISM^z'.x'H^O, BiONOa-yHaO and precursor C with Bi/U atomic ratios =1,2 and 3 are compared in Fig. 6. The thermal effects recorded during calcination of mixed precursors were assigned by direct comparison to those recorded for 25 200 800 Temperature ( C) Fig. 6. Comparative DTA traces of BiONOa, U Bi 0 precursor (synthesis C) with Bi/U =1,2 and 3, and UO^NOa)^ xH,0 during their calcination in static air at 900 C. the pure precursors. More particularly, the decomposition of nitrate ions for the U Bi precursor systematically occurs at lower temperatures (AT = 10 - 45 C) than in the case of corresponding pure Bi or U compounds. As already observed for precursor B, this shift could account for interactions between uranium and bismuth compounds, favouring the ultimate formation of Bi^UOe. Range III (575 - 900 C). The weak endothermic effect at 670 C is due to the phase transformation of (S-Bi^O^ (stabilized by Bi^UOe) into the high temperature 6-Bi203 form. Nevertheless, this peak is also observed for precursor C with Bi/U = 2, although the atomic ratio corresponds to pure BizUOfi. This can be explained by the creation of probable composition heterogeneities with the bulky solid during calcination. Such a phenomenon will also greatly affect the surface composition of the catalysts (see below). Surface composition The surface atomic composition of the final phases is deduced from XPS analyses. Results are compared with those obtained by EDX, which, in this case, approaches the bulk composition (Table 3). 26 TABLE 3 Bi/U atomic ratios on the surface (XPS) and in the bulk (EDX) of the bismuth uranates obtained from various synthesis procedures Synthesis procedure Technique Bi/U atomic ratios in compounc Is calcined at 600 C 700 C 900 C A XPS EDX\" 2.331.58 1.18 0.76 0.97 0.66 B XPS EDX 2.51 2.29 3.77 2.31 3.12 2.20 C XPS EDX\" 3.51 2.19 3.26 2.00 3.84 2.12 \"Reproducibility of the EDX and XPS values = 0.2. Samples prepared according to methods B and C reveal an excess of Bi at the surface (Bi/U > 2). This suggests the presence of residual Bi-fl^ covering the particles. This hypothesis is substantiated by thermal analysis, which detects the DTA effect associated with the Bi^'0^ phase transition during calcination of precursors B and C. This shows the difficulty in obtaining pure Bi2UOe in our experimental conditions. Segregation of this oxide is directed by surface tension phenomena: the constituent having the lowest free energy tends to migrate to the surface of the particle to reduce the superficial energy. This should occur above the Tammann temperature (0.52 7m (in K), where I'm is the melting point) of the oxide, i.e. at a tem- perature at which it starts to acquire an apparent mobility. Bi^O^ becomes mobile enough to migrate at approximately 320 C to the surface of the more refractory compounds such as BizUOg (estimated melting point = 1300 C [9]). The presence of Bi^Oy at the surface might have significant influence on the catalytic properties of these systems. Surface and bulk compositions of catalysts prepared by method A con- firm the loss of bismuth during calcination up to 590 C, due to partial BiCl3 evaporation (Bi/U < 2 for the catalysts calcined at 700 and 900 C). The bulk composition of the sample prepared at 500 C (Bi/U = 1.58) approximated by EDX can be explained by an early partial decomposition of BiOCI which leads to the formation of Bi^UOf, traces (detected by XRD at 500 C). Conclusions Three synthesis procedures, including precipitation by ammonia or evaporation of base reactants, were used to prepare bismuth uranate catalysts with Bi/U = 2. The formation of BizUOg using precipitation by 27 ammonia and evaporation of nitrates is already achieved at 500 C. A further calcination at 900 C probably results in a slight modification of the surface composition and in an increase of the Bi^UOg crystallinity. Synthesis by coprecipitation at controlled pH (NH3-NH4C1 buffer) leads to the formation of BiOCI in the precursor, which finally decomposes into Bi2C>3 and volatile Bida at high temperatures. The further formation of Bi2UOfi is delayed up to 700 C. The Bi/U atomic ratios are modified and an excess of UaOg is detected by XRD at 700 C. Thermal analysis allowed elucidation of the mechanisms of formation of Bi2U06 under the different experimental conditions. In particular, this technique revealed various interactions between base reactants favouring the formation of the U Bi mixed oxides, and the stabilization during calcination of crystalline phases such as jS-Bi^. No thermal effects due to BizUOg formation were observed. The difficulty in obtaining pure Bi2U06. in our experimental conditions was emphasized by XPS and explained in terms of the presence of a superficial Bi203 layer. Catalytic tests for the oxidation of CO by 02 and/or by NO will be the object of future investiga- tions in relation to these experiments. Acknowledgements H.C. is grateful to IRSIA (Belgium) for a graduate fellowship. References 1 U.S. Pat. 3 308 151 (1967) to J. L. Callahan and B. Gertisser. 2 U.S. Pat. 3 198 750 (1965) to J. L. Callahan and B. Gertisser. 3 R. K. Grasselli and D. D. Suresh, J. Catal., 25 (1972) 273. 4 G. W. Keulks, Z. Yu and L. D. Krenzke, J. Catal., 84 (1983) 38. 5 H. Baussart, R. Delobel, M. Le Bras, D. Le Maguer and J. M. Leroy, J. Chem. Soc., Faraday Trans. 1., 78 (1982) 485. 6 S. Maroie, H. Collette, Z. Gabelica, J. J. Verbist and J. B. Nagy, Acta Chim. Hung., 119(1985)167. 7 J. L. G. Fierro, E. Salazar and J. A. Legarreta, Surf. Interf. Anal., 7 (1985) 97; G. Kremenic, V. Cortes and J. L. G. Fierro, Proc. 8th Iberoamerican Symp. Catal., 1982, Vol. l,p. 346. 8 J. G. Steenhof de Jong and P. A. Batist, Rec. Trav. Chim. Pays-Bas, 90 (1971) 749. 9 J. G. Steenhof de Jong, C. H. E. Guffens and H. S. van der Baan, J. Catal., 26 (1972) 401. 10 J. G. Steenhof de Jong, C. H. E. Guffens and H. S. van der Baan,J. Catal.. 31 (1973) 149. 11 A. S. Koster, J. P. P. Renaud and G. D. Rieck, Acta Cryst., B31 (1975) 127. 12 H. Collette, S. Maroie, J. Verbist and Z. Gabelica, Calorim. Anal. Therm., 15 (1984) 197. 13 R. Keim and C. Keller (eds.), Gmelin Handbuch der Anorganischen Chemie, Uran Teil C2, Springer-Verlag, Berlin, 1978. 14 E. H. P. Cordfunke, J. Inorg. Nucl. Chem., 24 (1962) 303. 15 E. H. P. Cordfunke, J. Inorg. Nucl. Chem., 32 (1970) 3129. 28 16 A. M. Gadalla, A. F. Bishay and Z. M. Zayed, Thermochim. Acta, 62 (1983) 217. 17 H. R. Hoekstra and S. Siegel, J. Inorg. Nucl. Chem., 18 (1961) 154. 18 F. Lazarini, Bull. Bismuth Inst., 32 (1981) 3. 19 A. P. Trotman-Dickenson (ed.), Comprehensive Inorganic Chemistry, Vol. 2, Perga- mon, Oxford, 1973, p. 603. 20 G. C. A. Schuit,Mem. Soc. R. Set., Liege, Collect. 6 , 1 (1971) 227. X244 87850356 0304-5102(87)85035-6 10.1016/0304-5102(87)85035-6 Chemical catalysis Preparation and characterization of uranium-bismuth mixed oxide catalysts H. Collette 1 V. Deremince-Mathieu J.J. Verbist Z. Gabelica J.B. Nagy E.G. Derouane Groupe de Chimie-Physique, Facultés Universitaires N.D. de la Paix, 61 rue de Bruxelles, B-5000 NamurBelgium 1 Author to whom correspondence should be addressed. Bismuth uranates with Bi/U ratio = 2 were prepared by various methods, including precipitation by ammonia (at controlled pH) or evaporation of uranium and bismuth nitrates. Simultaneous use of thermoanalytical techniques (TG, DTG, DTA) led to the proposal of mechanisms which explain the formation of Bi2UO6. In particular, DTA results revealed the existence of interactions between base reactants favouring the formation of Bi2UO6. Combined X-ray photoelectron spectroscopy (XPS) and energy dispersive X-ray analysis (EDX) were used to investigate the surface composition of the catalysts. The presence of superficial Bi2O3 was detected, in agreement with the reduction of the surface energy of the particles. References 1 U.S. Pat. 3 308 151 (1967) to J.L. Callahan and B. Gertisser. 2 U.S. Pat. 3 198 750 (1965) to J.L. Callahan and B. Gertisser. 3 R.K. Grasselli D.D. Suresh J. Catal. 25 1972 273 4 G.W. Keulks Z. Yu L.D. Krenzke J. Catal. 84 1983 38 5 H. Baussart R. Delobel M. Le Bras D. Le Maguer J.M. Leroy J. Chem. Soc. Faraday Trans. 1. 78 1982 485 6 S. Maroie H. Collette Z. Gabelica J.J. Verbist J.B. Nagy Acta Chim. Hung. 119 1985 167 7 a J.L.G. Fierro E. Salazar J.A. Legarreta Surf. Interf. Anal. 7 1985 97 b G. Kremenic V. Cortes J.L.G. Fierro Proc. 8th Iberoamerican Symp. Catal. 1 1982 346 8 J.G. Steenhof de Jong P.A. Batist Rec. Trav. Chim. Pays-Bas 90 1971 749 9 J.G.Steenhof de Jong C.H.E. Guffens H.S. van der Baan J. Catal. 26 1972 401 10 J.G.Steenhof de Jong C.H.E. Guffens H.S. van der Baan J. Catal. 31 1973 149 11 A.S. Koster J.P.P. Renaud G.D. Rieck Acta Cryst. B31 1975 127 12 H. Collette S. Maroie J. Verbist Z. Gabelica Calorim. Anal. Therm. 15 1984 197 13 R. Keim C. Keller Gmelin Handbuch der Anorganischen Chemie, Uran Teil C2 1978 Springer-Verlag Berlin 14 E.H.P. Cordfunke J. Inorg. Nucl. Chem. 24 1962 303 15 E.H.P. Cordfunke J. Inorg. Nucl. Chem. 32 1970 3129 16 A.M. Gadalla A.F. Bishay Z.M. Zayed Thermochim. Acta 62 1983 217 17 H.R. Hoekstra S. Siegel J. Inorg. Nucl. Chem. 18 1961 154 18 F. Lazarini Bull. Bismuth Inst. 32 1981 3 19 A.F. Trotman-Dickenson Comprehensive Inorganic Chemistry 2 1973 Pergamon Oxford 603 20 G.C.A. Schuit Mem. Soc. R. Sci., Liège, Collect. 6° 1 1971 227",
      "scopus-id": "0023412969",
      "coredata": {
        "eid": "1-s2.0-0304510287850356",
        "dc:description": "Bismuth uranates with Bi/U ratio = 2 were prepared by various methods, including precipitation by ammonia (at controlled pH) or evaporation of uranium and bismuth nitrates. Simultaneous use of thermoanalytical techniques (TG, DTG, DTA) led to the proposal of mechanisms which explain the formation of Bi2UO6. In particular, DTA results revealed the existence of interactions between base reactants favouring the formation of Bi2UO6. Combined X-ray photoelectron spectroscopy (XPS) and energy dispersive X-ray analysis (EDX) were used to investigate the surface composition of the catalysts. The presence of superficial Bi2O3 was detected, in agreement with the reduction of the surface energy of the particles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287850356",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Collette, H."
          },
          {
            "@_fa": "true",
            "$": "Deremince-Mathieu, V."
          },
          {
            "@_fa": "true",
            "$": "Verbist, J.J."
          },
          {
            "@_fa": "true",
            "$": "Gabelica, Z."
          },
          {
            "@_fa": "true",
            "$": "Nagy, J.B."
          },
          {
            "@_fa": "true",
            "$": "Derouane, E.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287850356"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287850356"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)85035-6",
        "prism:volume": "42",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation and characterization of uranium-bismuth mixed oxide catalysts",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "15-28",
        "prism:endingPage": "28",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 1987",
        "prism:doi": "10.1016/0304-5102(87)85035-6",
        "prism:startingPage": "15",
        "dc:identifier": "doi:10.1016/0304-5102(87)85035-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023412969"
      }
    }
  }
}