{
  "metadata": {
    "title": "β-Cyclodextrin as inverse phase-transfer catalyst in oxidations of isoborneol, borneol and menthol by calcium hypochlorite in aqueous solution",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-03-10",
    "doi": "10.1016/0304-5102(93)E0314-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E03147",
    "pii": "0304510293E03147"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028391985",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E03147 0304-5102(93)E0314-7 0304510293E03147 10.1016/0304-5102(93)E0314-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00727 2024-01-02T01:04:53.938015Z 0 0 19940310 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0304-5102 03045102 88 88 2 2 Volume 88, Issue 2 15 L117 L120 L117 L120 19940310 10 March 1994 1994-03-10 1994 converted-article cor Copyright © 1994 Published by Elsevier B.V. CYCLODEXTRININVERSEPHASETRANSFERCATALYSTINOXIDATIONSISOBORNEOLBORNEOLMENTHOLBYCALCIUMHYPOCHLORITEINAQUEOUSSOLUTION RAVICHANDRAN R BENDER 1978 M CYCLODEXTRINCHEMISTRY SZEJTLI 1988 J CYCLODEXTRINTECHNOLOGY HU 1990 L13 Y LEE 1976 1641 G REGEN 1977 875 S STEVENS 1980 2030 R NWAUKWA 1982 35 S RAVICHANDRANX1994XL117 RAVICHANDRANX1994XL117XL120 RAVICHANDRANX1994XL117XR RAVICHANDRANX1994XL117XL120XR item 0304-5102(93)E0314-7 0304510293E03147 1-s2.0-0304510293E03147 10.1016/0304-5102(93)E0314-7 272239 2024-01-02T01:04:53.938015Z 1994-03-10 1-s2.0-0304510293E03147-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E03147/MAIN/application/pdf/091bee6bd22b21aa038af3ae8f69af52/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E03147/MAIN/application/pdf/091bee6bd22b21aa038af3ae8f69af52/main.pdf main.pdf pdf true 228429 MAIN 4 1-s2.0-0304510293E03147-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E03147/PREVIEW/image/png/73906ed42f50de117a721ac7993ba03f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E03147/PREVIEW/image/png/73906ed42f50de117a721ac7993ba03f/main_1.png main_1.png png 50325 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis 88 (1994) L117-L120 Letter JOURNAL OF MOLECULAR CATALYSIS 13-Cyclodextrin as inverse phase-transfer catalyst in oxidations of isoborneol, borneol and menthol by calcium hypochlorite in aqueous solution Ramaswamy Ravichandran, Soundar Divakar* Plantation Products and Flavour Technology, Central Food Technological Research Institute, Mysore - 570013, India (Received July 20, 1993; accepted November 17, 1993) Abstract The secondary alcohols, isobomeol, borneol and menthol can be converted to their ketones with solid Ca(OCl)Z, in an aqueous medium, in the presence of 6-cyclodextrin (BCD). The yield of product is linearly dependent on the BCD: substrate molar ratio, up to a maximum at equimolarity. Key words: aqueous medium; borneol; G-cyclodextrin; inverse phase-transfer catalyst; isobomeol; menthol; oxidation ss-Cyclodextrin (BCD), due to its ability to form inclusion complexes with a variety of organic compounds has aroused much interest, because of increased solubility of the included guest in aqueous systems [ 1 ] . A variety of organic reactions has been attempted in aqueous media, making use of inverse phase-transfer catalysis by BCD, which solubilizes insoluble organic substrates in water, facilitating reactions when present even in catalytic amounts [ 2 ] . Secondary alcohols are converted to carbonyl compounds, when treated with an excess of NaOCI under a two phase system, containing catalytic amounts of a suitable phasetransfer catalyst [ 3 ] . However, this procedure failed, when conversion of a cyclic secondary alcohol like bomeol to camphor was attempted, which however led to a complex mixture of polymeric products [4]. Due to their insolubility in water, little or no reaction occurs, which is also highlighted by the fact that, their reactivity is enhanced by the use of a mixture of CH3CN and CH3COOH, in 3 : 2 ratio [ 5 ] . *Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(93) E0314-7 L I 18 R. Ravichandran, S. Divakar /Journal of Molecular Catalysis 88 (1994) L117-L120 However, we have found that secondary alcohols like isoborneol, borneol and menthol can be smoothly converted to their corresponding ketones with solid Ca(OCI)2 in an aqueous medium, using BCD as an inverse phase-transfer catalyst, which can be recovered and reused without any loss (Scheme 1) . The yields of products are unexpectedly affected by BCD: substrate molar ratio. Calcium hypochlorite is a commercially available, inexpensive, solid oxidant which is relatively stable in comparison to NaOCI solutions and hence easy to handle. In a typical experiment, equimolar amounts (2.0 mmol) of .the substrate (isoborneol, Aldrich, USA; borneol and menthol, Pfaltz and Bauer, Germany) and the reagent (Ca(OCl)2), (commercial swimming pool bleach with an available chlorine content of 62.8%) along with BCD (in various molar ratios) was -stirred in 20 ml of water at 50 C for 6 h. The reaction mixture was acidified and extracted with ether, dried and concentrated. The products were analysed by GLC on a HP 5730 A gas chromatography instrument fitted with a Carbowax 2M, 6 ft column maintained at I 10 C with a nitrogen flow rate of 30 ml/ min. The injection port was at 200 C and the FID detector was at 250 C. Clear separation of isoborneol (RT (GC retention timed): 8.85 min), borneol (RT: 10.47 min), camphor (RT: 4.89 min), menthol (RT: 8.10 min) and menthone (RT: 4.05 min) were achieved. The results are shown in Table 1. It can be seen that, the oxidation does not proceed in water alone ( < 1 %) . The problem of substrate insolubility in water can be overcome by using either a suitable co-solvent [ 5 ] or a phase-transfer catalyst [ 3 ] or an inverse phasetransfer catalyst [ 2] , which helps in the transfer of substrate from one phase to the other. Thus, the presence of BCD as an inverse phase-transfer catalyst, increased the yield of the reaction products. No catalytic effect of BCD in the title reaction could be found. However, the yield increased linearly with increase in the BCD: substrate molar ratio. Maximum yield was observed with an equimolar amount of BCD to substrate, comparable to that obtained in the CH3CN:CH3COOH system [5]. The presence of BCD also aided in the total disappearance of byproducts with GC retention times (in min): isoborneol: 2.44, 3.18, 7.04; borneol: 2.42, 2.92, 3.26, 7.03 and menthol: 2.44, 3.09, 9.16, which were observed in CH3CN:CH3COOH system. BCD also showed high selectivity over menthone formation, and totally suppressed the formation of isomenthone, which was observed in the CH3CN : CH3COOH system. The increase in yield is due to increased solubility of the BCD-substrate complex, which Ca (OCI)2 BCD, H20 H, OH 50 'C 0 ISOBORNEOL,BORNEOL CAMPHOR H Ii3C H H H ON BCOp Hz0 H3C H 0 _~ f~ ~_~H3 Ca ( OC0p H 50'C CH3 N H N H40H H N H H CHy MENTHOL MENTHONE Scheme 1. R. Ravichandran, S. Divakar/Journal of Molecular Catalysis 88 (1994) L117-L120 Ll 19 Table 1 Oxidation of isobomeol, bomeol and menthol by calcium hypochlorite in aqueous media in presence of sscyclodextrin as an inverse phase-transfer catalyst Substrate Solvent Catalyst GC analysis (% ) No. (molar equivalent Product Unreacted Other to alcohol) alcohol products isobomeol camphor 1 H20a BCD (0) 0 100 0 2 H20 BCD (0.2) 18.6 81.4 0 3 H20 BCD (0.4) 37.1 62.9 0 4 H20 BCD (0.6) 50.4 49.6 0 5 H20 BCD (0.8) 73.2 26.8 0 6 H20 BCD (1.0) 88.9 11.1 0 7 CH3CN: CH3COOH 3:26 BCD (0) 88.1 0 11.9 bomeol camphor 8 H20 BCD (0) 0.8 89.9 0` 9 H20 BCD (0.2) 12.8 78.4 0 10 H20 BCD (0.4) 24.4 67.9 0 11 Hz0 BCD (0.6) 40.5 53.5 0 12 H20 BCD (0.8) 60.2 39.8 0 13 H20 BCD (1.0) 82.8 17.2 0 14 CH3CN: CH3COOH 3:2 BCD (0) 93.5 0 6.5 menthol menthone 15 Hz0 BCD (0) 0 100 0 16 Hz0 BCD (0.2) 13.5 86.5 0 17 H20 BCD (0.4) 22.9 77.1 0 18 Hz0 BCD (0.6) 42.7 57.3 0 19 Hz0 BCD (0.8) 55.7 44.3 0 20 H20 BCD (1.0) 72.3 27.7 0 21 CH3CN: CH3COOH 3:2 BCD (0) 98.6' 0 1.4 'Solvent, water=20 ml. b Given solvent 5 m1+20 ml water. `Bomeol contained invariably small amount of isoborneol to the extent of about 9% which was also detected in the first four reactions with bomeol. 'Mixture of menthone : isomenthone 4.8 :1. aids the substrate to react with the water soluble reagent. Absence of catalytic effect may be due to stronger binding between the product (carbonyl compound formed inside the BCD cavity) and the BCD molecule, than that between the substrate and BCD, thus facilitating conversion of BCD equivalent of alcohol into ketones. L120 R. Ravichandran, S. Divakar /Journal of Molecular Catalysis 88 (1994) L117-L120 Acknowledgement We gratefully acknowledge the Director, CFTRl, for the facilities provided. RR thanks UGC, New Delhi, for the award of his Junior Research Fellowship. References [ 1 ] M.L. Bender and M. Komiyama, Cyclodextrin Chemistry, Springer-Verlag, Berlin, Heidelberg, 1978; J. Szejtli, Cyclodextrin Technology, Kluwer, Dordrecht, 1988. [2] Y. Hu, A. Harada and S. Takahashi, 7. Mol. Catal., 60 (1990) L13 and references therein. [3] G.A. Lee and H.H. Freedman, Tetrahedron Lett., (1976) 1641; S.L. Regen, J. Org. Chem., 42 (1977) 875. [4] R.V. Stevens, K.T. Chapman and H.N. Weller, J. Org. Chem., 45 (1980) 2030. [5] S.O. Nwaukwa and P.M. Keehn, Tetrahedron Lett., (1982) 35. X244 93E03147 0304-5102(93)E0314-7 10.1016/0304-5102(93)E0314-7 Letter β-Cyclodextrin as inverse phase-transfer catalyst in oxidations of isoborneol, borneol and menthol by calcium hypochlorite in aqueous solution Ramaswamy Ravichandran Soundar Divakar ∗ Plantation Products and Flavour Technology, Central Food Technological Research Institute, Mysore - 570013, India * Corresponding author. The secondary alcohols, isoborneol, borneol and menthol can be converted to their ketones with solid Ca(OCl)2, in an aqueous medium, in the presence of β-cyclodextrin (BCD). The yield of product is linearly dependent on the BCD:substrate molar ratio, up to a maximum at equimolarity. Keywords aqueous medium borneol β-cyclodextrin inverse phase-transfer catalyst isoborneol menthol oxidation References [1] a M.L. Bender M. Komiyama Cyclodextrin Chemistry 1978 Springer-Verlag Berlin, Heidelberg b J. Szejtli Cyclodextrin Technology 1988 Kluwer Dordrecht [2] Y. Hu A. Harada S. Takahashi J. Mol. Catal. 60 1990 L13 and references therein [3] a G.A. Lee H.H. Freedman Tetrahedron Lett. 1976 1641 b S.L. Regen J. Org. Chem. 42 1977 875 [4] R.V. Stevens K.T. Chapman H.N. Weller J. Org. Chem. 45 1980 2030 [5] S.O. Nwaukwa P.M. Keehn Tetrahedron Lett. 1982 35",
      "scopus-id": "0028391985",
      "coredata": {
        "eid": "1-s2.0-0304510293E03147",
        "dc:description": "The secondary alcohols, isoborneol, borneol and menthol can be converted to their ketones with solid Ca(OCl)2, in an aqueous medium, in the presence of β-cyclodextrin (BCD). The yield of product is linearly dependent on the BCD:substrate molar ratio, up to a maximum at equimolarity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E03147",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ravichandran, Ramaswamy"
          },
          {
            "@_fa": "true",
            "$": "Divakar, Soundar"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E03147"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E03147"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0314-7",
        "prism:volume": "88",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "β-Cyclodextrin as inverse phase-transfer catalyst in oxidations of isoborneol, borneol and menthol by calcium hypochlorite in aqueous solution",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "aqueous medium"
          },
          {
            "@_fa": "true",
            "$": "borneol"
          },
          {
            "@_fa": "true",
            "$": "β-cyclodextrin"
          },
          {
            "@_fa": "true",
            "$": "inverse phase-transfer catalyst"
          },
          {
            "@_fa": "true",
            "$": "isoborneol"
          },
          {
            "@_fa": "true",
            "$": "menthol"
          },
          {
            "@_fa": "true",
            "$": "oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L117-L120",
        "prism:endingPage": "L120",
        "pubType": "cor",
        "prism:coverDisplayDate": "10 March 1994",
        "prism:doi": "10.1016/0304-5102(93)E0314-7",
        "prism:startingPage": "L117",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0314-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028391985"
      }
    }
  }
}