{
  "metadata": {
    "title": "Catalytic activities of electroless plated Cu/alumina catalysts for the dehydrogenation of cyclohexanol",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-03-10",
    "doi": "10.1016/0304-5102(93)E0264-H",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0264H",
    "pii": "0304510293E0264H"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028391736",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0264H 0304-5102(93)E0264-H 0304510293E0264H 10.1016/0304-5102(93)E0264-H S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00727 2024-01-02T01:04:53.938015Z 0 0 19940310 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 88 88 2 2 Volume 88, Issue 2 11 223 237 223 237 19940310 10 March 1994 1994-03-10 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. CATALYTICACTIVITIESELECTROLESSPLATEDCUALUMINACATALYSTSFORDEHYDROGENATIONCYCLOHEXANOL CHANG H SIDELTSEVA 1986 30 M PETROVA 1983 401 V SIVARAJ 1988 L11 C LIN 1988 53 Y SIVARAJ 1990 L23 C MATSUMOTO 1970 101 H DORLING 1971 190 T SHEPHARD 1969 148 F SIVARAJ 1986 492 C PROC2NDINDOSOVIETSEMINARRECENTADVANCESINCATALYSISCATALYTICREACTIONENGINEERING SIVARAJ 1988 103 C ELRAGHY 1979 171 S LEVENSPIEL 1972 107 111 O CHEMICALREACTIONENGINEERING SALEQUE 1993 M MSTHESIS EVANS 1983 75 J JENQ 1992 S MSTHESIS CHANG 1993 233 H SATTERFIELD 1963 96 C ROLEDIFFUSIONINCATALYSIS BOURNE 1965 1400 K PROCINTCONGRCATAL3RDAMSTERDAM1964 SATTERFIELD 1991 211 C HETEROGENEOUSCATALYSISINPRACTICE CORMA 1985 284 A CHANGX1994X223 CHANGX1994X223X237 CHANGX1994X223XH CHANGX1994X223X237XH item 0304-5102(93)E0264-H 0304510293E0264H 1-s2.0-0304510293E0264H 10.1016/0304-5102(93)E0264-H 272239 2024-01-02T01:04:53.938015Z 1994-03-10 1-s2.0-0304510293E0264H-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0264H/MAIN/application/pdf/a125cbc874ce9622308deb70b06d1cf5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0264H/MAIN/application/pdf/a125cbc874ce9622308deb70b06d1cf5/main.pdf main.pdf pdf true 2667029 MAIN 15 1-s2.0-0304510293E0264H-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0264H/PREVIEW/image/png/f2812e6124cd9188f9f71c501a3efd4f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0264H/PREVIEW/image/png/f2812e6124cd9188f9f71c501a3efd4f/main_1.png main_1.png png 54162 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 88 (1994) 223-238 Catalytic activities of electroless plated Cu/alumina catalysts for the dehydrogenation of cyclohexanol Hsin-Fu Chang* and Mohammed Abu Saleque Department of Chemical Engineering, Feng Chia University, Taichung, Taiwan (Received June 24, 1993; accepted October 16, 1993) Abstract A systematic study was made of the variables involved in the Cu catalysts supported either with yA1203 or with a-A1203, prepared by a newly developed electroless plating method, in the dehydrogenation reaction of cyclohexanol. According to the experimental results catalyst prepared by electroless method had high activity and selectivity, with homogeneous dispersed active sites. The results have shown that the dehydrogenation activity increased with increase in copper loading up to about 18.25 wt.% for y-A1203 series and 13.23 wt.% for a-A1203 series, and then declined with further deposition. The selectivity to cyclohexanone significantly increased as the copper loading increased up to a certain value and then remained almost constant with further copper loading for the catalysts supported with y-A1203. When the catalysts were supported with a-A1203, the selectivity slightly increased as the copper loading increased and then remained almost constant. The selectivity decreased with increasing temperature for the catalysts supported with y-A1203 whereas the catalysts supported with a-A1203 were independent of temperature. The conversion was higher for the GAS series than for AAS series catalysts. The activation energy decreased up to a certain copper loading, further increasing the copper loading caused the activation energy to rise for both series of catalyst. Among the eleven catalysts tested in this study, the activation energy obtained was lowest, 9.512 kcal/mol, for GAS-4, while that for AAS-3 was 11.724 kcal/mol. Key words: alumina; copper; cyclohexanol; dehydrogenation; electroless copper plating; supported catalyst 1. Introduction Catalytic dehydrogenation of cyclohexanol to cyclohexanone is an industrially important reaction in the manufacture of nylon because the two major raw materials in producing polyamide fiber are caprolactam and adipic acid, which can be obtained from cyclohexa- *Corresponding author. Fax. ( +886-4)2549517. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(93) E0264-H 224 H.-F. Chang, M. Abu Salegue /Journal of Molecular Catalysis 88 (1994) 223-238 none. Besides, cyclohexanone plays an important role in chemical and petrochemical industries. It may be also used as a solvent and as a building block in the synthesis of many organic compounds used for pharmaceuticals, insecticides, etc. The catalytic dehydrogenation of cyclohexanol has gained much importance in recent years. Sideltseva and Erofeev [ 1 ] have studied the dependence of metal deposition on the specific surface and catalytic properties of Cu-MgO catalysts. Petrova et al. [2] have examined the promotional role of cadmium in Cu/A1203 alloy catalysts. They achieved about 87% cyclohexanone selectivity at a reaction temperature of 370 C. Sivaraj et al. [ 3 ] reported highly selective dehydrogenation of cyclohexanol to cyclohexanone over CuZnO-A120j catalysts prepared by a deposition-precipitation method. The activity was measured at 250 C. Lin et al. [4] have studied the activity and stability of copper(II) oxide and zinc (11) oxide catalysts for the oxidative dehydrogenation of cyclohexanol to cyclohexanone. From the experimental results they concluded that the stability of catalyst can be maintained at low oxygen/ cyclohexanol ratio. Deactivation of the catalyst was due to the deposition of high molecular-weight oligomers of products of cyclohexanone on the active sites. Sivaraj et al. [ 5 ] have examined the selectivity dependence on the acidity of Cu/ A1,03 catalyst prepared using the urea hydrolysis procedure in the dehydrogenation of cyclohexanol. They found that the selectivity to cyclohexene depends on the acidity of the catalyst and selectivity to cyclohexanone increases with the decreasing acidity of the catalyst, and the rate of dehydrogenation increases with increasing number of surface copper atoms per unit surface area of the catalysts. In the chemical process industry, catalysts with high activity, selectivity and long life are essential. To meet these requirements, catalysts should possess a large and thermostable active surface area. In supported mixed oxide catalysts, activity, stability and physical characteristics are likely to be dependent on the concentration of the active component, its state of subdivision and phase composition as well as on the physicochemical properties of the supporting medium [ 6,7 ] . Their physicochemical properties are very much dependent on the method of preparation [ 8,9 ] . It is, therefore, important to select materials that have the requisite catalytic properties and also to choose an appropriate method to prepare a catalyst with the desired structure and stability. Generally, the impregnation or precipitation method is used to prepare supported metal catalysts. At higher degrees of loading, evaporation of solvent or precipitation is required to deposit the active material on a support. As a consequence these methods may not give a catalyst with uniform distribution of active material on the support [ 10] . The electroless plating has been studied by many workers from the chemical or electrochemical viewpoint and reviewed in several articles [ 11,12] . Due to the mechanism of the electrochemical reaction, it is expected to give uniform distribution of active material on the support with better physical and chemical properties. However no attempt has been made so far to prepare COMA catalysts by this method. The aim of the present investigation is to prepare Cu/A1203 catalysts with different copper content deposited on suspended a-A1203 or y-A1203 using the electroless method by varying the volume of copper plating solution. Further, the dehydrogenation of cyclohexanol was studied to test the catalytic activity of these catalysts. H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 225 2. Experimental 2.1. Catalysts preparation Electroless metal deposition refers to the chemical deposition of an adherent metal coating on a conductive, semiconductive or non-conductive substrate in the absence of an external electric source. Generally palladium is used as a seeding or a catalyzing agent to provide catalytic nucleating centers on the substrate, and thereafter depositing the desired metal by treating the catalyzed surface with a salt of the desired metal plus a reducing agent. Copper is deposited on the substrate surface by the oxidation-reduction reaction. The copper ion in the electroless copper plating solution diffused and was adsorbed at the nucleating centers of the alumina surface. Then the formaldehyde reduces the copper ion to metallic copper. The further deposition reaction continues autocatalytically [ 13 ] . The main purpose of pretreatment is to remove the fats and oils and to provide Pd nucleating centers on the surface of the alumina. The pretreated alumina was transferred into the chemical copper plating solution. The chemical copper plating solution was prepared according to Table 1. The plating bath temperature was maintained at 70 C and the pH was adjusted at 12.5, with constant agitation for 30 min. The plated alumina was separated by filtration and then washed several times with distilled water. The particle size is 50-100 Am for y-alumina and 20-70 Am for a-alumina. The clean plated alumina, i.e. catalyst, was dried at 110 C for 24 h. The copper/ alumina catalysts of varying composition were prepared by changing the volume of the chemical copper plating solution. 2.2. Dehydrogenation of cyclohexanol and activity measurement In presence of the catalyst, cyclohexanol is dehydrogenated to cyclohexanone by the following reaction: OH O 6 - ) + x2 (1) According to the Langmuir-Hinshelwood kinetic model, and with the assumptions that the reverse reaction rate is negligible and the adsorption of hydrogen and cyclohexanol on active sites is weak, a pseudo-first order rate equation can be obtained; suppose that the adsorption equilibrium constant is very small, i.e. Table 1 Components and concentration of electroless copper plating solution Component Concentration CuS04 5H20 0.04 M EDTA 4Na 0.08 M HCHO 0.08 M Pyridine 5 ppm 226 H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 rA = kPA (2 ) where PA is the partial pressure of cyclohexanol. The dehydrogenation reaction of the cyclohexanol was carried out in a continuous fixedbed microreactor operating under normal atmospheric pressure. For the first order reaction in a fixed-bed reactor, the following relation can be derived [ 14] . k ( F )= - p [21n(1-x) +x] (3) where F is the molar flow rate of feed and W is the weight of catalyst. The rate constant k can be calculated from Eq. (3) . The activation energy can be calculated using the Arrhenius equation. The diagram of the integral catalytic microreactor and related apparatus can be found elsewhere [ 15 ] . For each run about 0.5 g of the catalyst was loaded in a Pyrex glass reactor of 9 mm i.d. and reduced at 250 C for 12 h with sufficient hydrogen flow. The lower part, i.e. preheating zone of the reactor, was filled with glass beads and the catalyst bed was placed at the middle of the reactor. Glass fiber was laid on the top and bottom of the catalyst bed to hold it in position. The activities were measured at different temperatures, 200280 C, on the reduced catalysts, maintaining the cyclohexanol flow rate at 2.59 ml/h. A sample was collected once every hour. 2.3. Instrumental analyses (a) The reaction products were analyzed by gas chromatography (Shimadzu 14A) with a flame ionization detector using a stainless-steel 5 m X 3 mm O FFAP column. (b) The copper content of the catalyst was determined using Polarized Zeeman atomic absorption spectrophotometer, after digesting the samples in a mixture of hydrochloric acid and nitric acid and diluting to obtain the required concentration range. (c) The copper surface areas of the catalysts were measured on the basis of reactive chemisorption of nitrous oxide as previously described by Sivaraj and Rao [ 10] as well as by Evans et al [ 16 ] . (d) X-ray diffractograms were recorded on a Material Analysis and Characterization (MAC) MXP3 diffractometer using copper target (1.54050 A Cu Ka radiation). (e) Scanning electron micrography (SEM), Brunauer-Emmelt-Teller(BET) surface area, pore volume and pore size distribution were measured at Catalyst Research Center, China Technical Consultants, Inc. (f) The dispersion of copper was recorded by an electron probe X-ray microanalyzer (Jeol JXA 840A). 3. Results and discussion 3.1. Characterization of catalysts Fig. 1(a) shows that the XRD of bare a-alumina has a highly crystalline structure. After electroless copper plating, the three peaks appeared in the XRD at 28=43 , 50.6 and 74.5 as shown in Fig. 1(b), which indicated the presence of copper. Fig. 1(c) shows that the yalumina was amorphous in nature. Same peaks appeared at 28=43 , 50.6 and 74.5 in Fig. 1(d) also indicating the presence of copper on the plated y-alumna. The copper content of the catalysts was determined by atomic absorption spectrophotom- H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 227 I I~ I to aV> 7O 1~ I~ I~ ll* As a a s n Li a a It, ~s as Fig. 1. The XRD of supports and catalysts, (a) bare a-alumina, (b) AAS-3, (c) bare y-alumina, (d) GAS-4. eter. Table 2 shows the number of the catalyst, the copper content and the copper surface area of the catalysts. The copper content varied from 9:95 to 24.37 wt.% for y-alumina supported and from 6.43 to 17.48 wt.% for a-alumina supported catalysts. The BET surface areas and total pore volume of the catalysts are also in Table 2, while the bare y-alumina and the bare a-alumina are listed for information. The pore size for yalumina is in the range 30-40 A, while for a-alumina it is in the range lO300 A. The surface area of the catalyst was gradually decreased for the GAS (Gamma Alumina Sup- 228 H.-F Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 Table 2 Copper content, BET surface area, pore volume and copper surface area of various catalysts Number of Copper content BET surface area Total pore volume Copper surface area catalyst\" (wt.%) (m2/g cat.) (ml/g) (m2/g cat.) GAS-1 9.950 145.42 0.8582 4.51 GAS-2 11.700 121.40 0.7516 6.17 GAS-3 16.010 107.49 0.7518 12.02 GAS-4 18.250 101-.70 0.7042 14.21 GAS-5 19.400 95.57 0.6233 12.97 GAS-6 21.400 95.82 0.6211 10.53 GAS-7 24.370 82.49 0.6514 9.82 y-A1203 - 138.34 0.6663 - AAS-1 6.430 1.74 0.5837 1.10 AAS-2 10.260 1.51 0.5344 1.15 AAS-3 13.230 1.35 0.5610 1.22 AAS-4 17.480 1.32 0.5948 1.04 a-A120-1 - 2.08 0.9358 - 'GAS: gamma alumina supported; AAS: alpha alumina supported. ported) series and AAS (Alpha Alumina Supported) series. At low copper content the surface area of the catalyst was larger than bare alumina. This is because the pretreatment, before the electroless plating, conducting surface etching by acid and alkaline cleaning would expose some plugged pores of the support and create new surface, further deposition of copper reduced the surface area, due to the filling or blocking of the pores. The same phenomenon was also observed by Sivaraj et al. [ 3,5 ] The surface area of a-alumina was very small when compared to y-alumina. As shown in Fig. 2 (b) and 2 (d), at high copper content it was easy for more clusters of copper agglomeration to appear and the surface area reduced as indicated in Table 2. Nevertheless, the dispersion of copper atoms over the supports was quite homogeneous as indicated on the EPMA Cu-mapping shown in Fig. 3 (a) and 3 (b). 3.2. Dehydrogenation of cyclohexanol The activities of the catalysts and two types of support for the dehydrogenation of pure grade cyclohexanol were studied under atmospheric pressure in an integral microreactor over the temperature range 200 to 280 C. Table 3 shows reaction temperature, conversion, and selectivity to cyclohexanone of the each catalyst and two types of support. The conversion increases as the temperature increases for every catalyst and support used in this study. The selectivity to cyclohexanone was lower for GAS series than for AAS series catalysts. The rate constants of the each catalyst versus temperature are plotted in Fig. 4, in which the rate constants on the bare a-alumina and y-alumina supports are also included. The turnover frequency, defined as the number of molecules that react per active site per unit time, which is nearly proportional to the rate of dehydrogenation per unit copper surface area. Fig. 5 shows that the dehydrogenation rate increases with copper loading to a certain value and then decreases with further copper loading for both series of catalysts. Fig. 6 H-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 229 Fig. 2. The SEM of supports and catalysts, (a) bare a-alumina, (b) AAS-3, (c) bare y-alumina, (d) GAS-4. 230 H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 H.-F Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 231 Table 3 Conversion of cyclohexanol and selectivity for cyclohexanone at various temperatures using different types of catalysts Number of catalyst Conversion (C) of Selectivity (S) to Reaction temperature ( C) cyclohexanol (%) cyclohexanone (%) 200 220 240 260 280 GAS-1 C - 19.20 37.80 53.20 68.00 81.40 - S 80.87 70.89 69.57 58.49 41.87 GAS-2 C - 29.30 45.40 59.90 69.00 82.50 - S 84.51 71.81 71.04 61.51 46.50 GAS-3 C - 50.90 63.90 75.70 79.70 90.10 - S 87.51 79.28 74.58 66.54 50.13 GAS-4 C - 58.80 73.60 84.00 88.00 93.60 - S 93.86 88.47 85.67 76.12 59.48 GAS-5 C - 58.90 74.90 84.70 88.20 94.10 - S 93.41 87.89 86.02 75.24 58.99 GAS-6 C - 47.20 60.90 73.50 78.50 89.40 - S 94.29 85.34 85.21 76.07 60.01 GAS-7 C - 26.80 38.40 50.10 63.70 83.20 - S 93.31 87.05 86.04 73.61 60.43 )-A1203 C - 1.00 2.40 5.63 11.97 39.78 - S 38.58 28.01 15.49 5.69 1.26 AAS-1 C - 18.90 30.90 42.50 57.10 65.40 - S 99.42 98.87 98.76 97.93 97.12 AAS-2 C - 25.80 38.80 52.90 63.40 72.80 - S 99.51 99.01 98.99 98.76 98.75 AAS-3 C - 32.10 42.10 58.90 67.60 78.80 - S 99.62 99.11 99.43 99.21 99.09 AAS-4 C - 18.20 28.80 38.80 53.20 59.20 - S 99.46 99.31 99.53 98.96 99.12 a-A1203 C - 0.60 1.20 2.90 5.43 14.30 - S 40.01 22.03 18.17 6.99 2.91 shows that the activation energy also depends on copper loading of the catalyst. As the copper loading increases, the number of active metal sites increases and more cyclohexanol molecules are accessible for adsorption and reaction, the activation energy reduces. However, when the copper loading exceeds a certain value (e.g. 18.25 wt.% Cu for GAS and 13.230 wt.% Cu for AAS series), the copper surface area decreases and the surface of the catalyst becomes complex due to the formation of copper agglomeration which may hinder the adsorption of cyclohexanol molecules on the catalyst surface and cause the activation energy to rise. The SEMs of the catalysts, Fig. 2, also show that some clusters of copper agglomeration appeared when the copper loading exceeded a certain value. The same phenomenon was also observed by Jeng [ 17]. The conversion increases as the copper content increases up to a certain copper loading due to the increasing copper surface area. Further increasing the copper loading, decreases the copper surface area and the conversion decreases as shown in Tables 2 and 3. The same phenomenon was also observed by other investigators [ 3,10,17,18 ] . The effect of copper 232 H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 lE4 L o GAS-1 0 GAS-2 GAS-3 1000 GAS-4 * GAS-5 o GAS-6 GAS-7 400 lE4 m W 6 x 1000 a 400 -I 1000 a x O 100 o a-Alumina y-Alumina 10 1.750 1.850 1.950 2.050 2.150 1 / T '11000 (OK ) -1 Fig. 4. Dependence of rate constant of reaction on temperature of supports and catalysts. loading on conversion at 240 C is shown in Fig. 7. For the GAS series the conversion was much higher than for the AAS series. It is due to the small surface area of the AAS series. The increased conversion of y-alumina supported (GAS series) catalyst may be explained H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 233 50 ' o 40 r. o ~ 30 ;_, U O N G O O 't N p \\ 20 ~, o * AAS 10 o GAS 0 0 5 10 15 20 25 Cu-loading (Wt. % ) Fig. 5. Dependence of the rate of dehydrogenation of cyclohexanol on copper loading. 18 o E~ \\ 16 m U x m 14 w m ~' 12 p o GAS a~ 10 9 AAS 8 0 5 10 15 20 25 Cu-loading (Wt.%) Fig. 6. Effect of Cu-loading on activation energy for different types of catalysts. by the structure of the support. The XRD of a-alumina and y-alumina indicate a different structure of the catalyst support. 3.3. Selectivity of the reaction The formation of products can be represented diagrammatically as follows: 234 H.-F Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 Y-H2 C6Hlo0 C6H120 Hi0 C6H10 The catalysts supported with a-alumina have higher selectivity (ca. 98%) to cyclohexanone than the catalysts supported with y-alumina as shown in Table 3. The effect of Cu-loading on selectivity to cyclohexanone at 240 C for various catalysts is shown in Fig. 8. For GAS series the selectivity changed remarkably from 69.57% to 85.68% as Cu-loading increased and then remained almost the same. For the AAS series, on the other hand, the selectivity slightly increased as its Cu-loading increased and remain almost the same. The dependence of selectivity on temperature for catalysts AAS-3 and GAS-4 is shown in Fig. 9. The selectivity of AAS-3 was higher and almost constant (ca. 99%) in the temperature range 200-280 C, for the GAS-4 the selectivity was lower and remarkably decreased with temperature. The selectivity to cyclohexanone remained almost unchanged as the copper loading higher than 6,43 wt.% Cu for AAS series. This is due to the uniform deposition of copper on small surface areas (2.08 m2/g) of the support which may sufficiently reduce the acidity of catalyst and therefore maintain high selectivity. For the y-alumina a large activated surface is available for copper deposition at the beginning of electroless plating. The copper atom gradually shielded the acid sites of alumina as the copper loading increase and caused the selectivity to cyclohexanone to rise. However, the dispersion of copper atom on the alumina surface became non-uniform as the copper loading exceeded a certain amount (ca. 18 wt.% Cu) and further deposited copper could not reduce the acid sites significantly. Therefore, the change of selectivity was not remarkable. 100 o GAS 75 AAS G 50 C O 25 0 0 5 10 15 20 25 Cu-loading (Wt.%) Fig. 7. Effect of Cu-loading on conversion (%) for different types of catalysts. T= 240 C. H.-F Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 235 95 -+ p 90 x 85 80 75 :N 70 U N 65 100 80 a 0 a ffi k o x 0 >, U O T y U o-o GAS *-* AAS _-o o o- o'o ,o 0 5 10 15 20 25 Cu-loading ( Wt. % ) Fig. 8. Effect of Cu-loading on selectivity to cyclohexanone. T= 240 C. 60 40 z0 0 AAS-3 o - o GAS-4 + I h z00 zz0 z40 z60 z80 Reaction Temperature ( C ) Fig. 9. Dependence of selectivity ( % ) to cyclohexanone on temperature of catalysts GAS-4 and AAS-3. Selectivity can be functions of porosity and steric effects under certain conditions [ 19 ] . Generally speaking, the large number of active sites decreases the selectivity of the reaction. This type of effect has been reported before; Bourne et al. [ 20] found that partially sulfided nickel surfaces hydrogenated diolefins to monoolefins because the adsorbed sulfur prevented complete association with the surface. Shephard [8] explained the increased selectivity on the perylene-poisoned surface by a steric effect which reduced the number of sites able to interact with three carbon atoms of propane. Sivaraj [5] indicated that the selectivity is a function of acidity of the catalyst. During the electroless copper plating, the copper ion was chelated with EDTA to prevent the precipitation of Cu(OH)2. It was difficult to diffuse into the small micropore due the bulkiness of the Cu-EDTA complex. Most of the walls of the small micropores of y-alumina were not plated sufficiently with copper and acidity of 236 H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 catalyst was not sufficiently reduced. Besides, the addition of HCl and PdCl2 in the pretreatment of alumina before electroless plating could result, the chloride ion in the solution and strengthen the acidity of y-alumina [21,22]. From these discussions it can explain that the lower selectivity of the GAS series was due to the acidity, porosity or steric effect or together with these three factors of the catalyst. 4. Conclusions Eleven Cu/A1203 catalysts supported with y-A1203 and a-A1203, prepared by newly developed electroless copper plating method were used in the dehydrogenation of cyclohexanol. The experimental results allow us to reach the following conclusions. 1. The BET surface area for GAS series catalyst is 82.49-145.42 M2 /g, which is much higher than that for the AAS series (1.32-1.74 M2/g). 2. Both the copper surface area (mz/g cat) and the dehydrogenation rate per unit copper surface area increase with copper loading up to a certain value (i.e. 13 wt.% Cu for AAS and 18 wt.% Cu for GAS), then decrease with further copper deposits. 3. The GAS series gives higher conversion and lower selectivity than the AAS series catalyst. The lowest activation energy obtained for the GAS series is 9.512 kcal/mol for GAS-4, whereas for the AAS series it is 11.724 kcal/mol for AAS-3. 4. In regard to the effect of copper loading, the conversion increases as copper loading increases in both series up to a certain amount and then decreases. For the AAS series the selectivity is almost the same, but for the GAS series the selectivity increases with copper loading up to a certain value and then remains almost constant with further deposits. 5. The selectivity to cyclohexanone is steady at about 98% at temperatures in the range 200-280 C for the AAS series, whereas for the GAS series the selectivity decreases with temperature. 6. The small micropores with insufficient copper plating of GAS series caused higher acidity and lower selectivity to cyclohexanone. 7. The electroless copper plating method is suitable for the preparation of a catalyst having high activity and high selectivity in the dehydrogenation reaction of cyclohexanol. 5. Acknowledgment The authors are indebted to Dr. Y.-M. Lin and Dr. C.-S. Chang, Catalysts Research Center, Dr. L.-Y. Hou, Chinese Petroleum Corp. and Mr. J.-Y. Gau, Industrial Technology Research Institute for their kind help in providing SEM, BET surface area, EPMA Cumapping and other instrumental analyses reported in this work. 6. References [ 11 M.A. Sideltseva, and B.V. Erofeev, Bull. Acad. Sci., USSR, Div. Chem. Soc., 2 (1986) 30. [21 V. Petrova,1. Orizavski, and A. Draganov, Khim. Ind. (Sofia), 9 (1983) 401. H.-F. Chang, M. Abu Saleque /Journal of Molecular Catalysis 88 (1994) 223-238 237 [3] C. Sivaraj, B.M. Reddy and P.K. Rao, Appl. Catal., 45 (1988) L11. [4] Y.M. Lin, I. Wang and C.T. Yeh, App1. Cata1., 41 (1988) 53. [5] C. Sivaraj, S.T. Srinivas, V.N. Rao and R.K. Rao, J. Mol. Catal., 60 (1990) L23. [6] H. Matsumoto, J.I. Take and Y. Yoneda, J. Catal., 19 (1970) 101. [ 7] T.A. Dorling, BW.J. Lynch and R.L. Moss, J. Catal., 20 (1971) 190. [8] F.E. Shephard, J. Catal., 14 (1969) 148. [9] C. Sivaraj, B.R. Rao, M.R. Hussain and R.K. Rao, in P. Kanta Rao (Ed.), Proc. 2nd Indo-Soviet Seminar on Recent Advances in Catalysis and Catalytic Reaction Engineering, RRLAB, Hyderabad, November, 1986, p. 492. 10] C. Sivaraj and P.K. Rao, Appl. Catal., 45 (1988) 103. 1 I ] S.M. El-Raghy and A.A. Abo-Salama, J. Electrochem. Soc., 126 (1979) 171. 12] H. Kikuchi, A. Tomizawa and H. Oka, US Pat. 4,563,217 (1989). 13] C.R. Shipley, Jr., C.R. Shipley, Jr., US Pat. 3,011,920 (1961) . 14] O. Levenspiel, Chemical Reaction Engineering, 2nd ed., Wiley, New York, 1972, pp. 107-111. 15] M.A. Saleque, M.S. Thesis, Feng Chia University, Taiwan (1993). 16] J.W. Evans, M.S. Wainwright, A.J. Bridgewater and D.J. Young, Appl. Catal., 7 (1983) 75. 17] S.L. Jenq, M.S. Thesis, Feng Chia University, Taiwan (1992). 18 ] H.F. Chang and M.A. Saleque, Appl. Catal. A, 103 (1993) 233. 19] C.N. Satterfield and T.K. Sherwood, The Role of Diffusion in Catalysis, Addison-Wesley, Reading, MA, 1963, p. 96. [20] K.H. Bourne, R.D. Holmes, and R.C. Pitkethly, Proc. Int. Congr. Catal., 3rd, Amsterdam, 1964, Vol. 2, North-Holland, Amsterdam, 1965, p. 1400. [21 ] C.N. Satterfield, Heterogeneous Catalysis in Practice, McGraw-Hill, New York, 1991, p. 211. [22] A. Corma, V. Fornes and E. Ortegea, J. Catal., 92 (1985) 284. X244 93E0264H 0304-5102(93)E0264-H 10.1016/0304-5102(93)E0264-H Catalytic activities of electroless plated Cu/alumina catalysts for the dehydrogenation of cyclohexanol Hsin-Fu Chang ∗ Mohammed Abu Saleque Department of Chemical Engineering, Feng Chia University, Taichung, Taiwan * Corresponding author. Fax. ( +886-4)2549517. A systematic study was made of the variables involved in the Cu catalysts supported either with γ-Al2O3 or with α-Al2O3, prepared by a newly developed electroless plating method, in the dehydrogenation reaction of cyclohexanol. According to the experimental results catalyst prepared by electroless method had high activity and selectivity, with homogeneous dispersed active sites. The results have shown that the dehydrogenation activity increased with increase in copper loading up to about 18.25 wt.% for γ-Al2O3 series and 13.23 wt.% for α-Al2O3 series, and then declined with further deposition. The selectivity to cyclohexanone significantly increased as the copper loading increased up to a certain value and then remained almost constant with further copper loading for the catalysts supported with γ-Al2O3. When the catalysts were supported with α-Al2O3, the selectivity slightly increased as the copper loading increased and then remained almost constant. The selectivity decreased with increasing temperature for the catalysts supported with γ-Al2O3 whereas the catalysts supported with α-Al2O3 were independent of temperature. The conversion was higher for the GAS series than for AAS series catalysts. The activation energy decreased up to a certain copper loading, further increasing the copper loading caused the activation energy to rise for both series of catalyst. Among the eleven catalysts tested in this study, the activation energy obtained was lowest, 9.512 kcal/mol, for GAS-4, while that for AAS-3 was 11.724 kcal/mol. Keywords alumina copper cyclohexanol dehydrogenation electroless copper plating supported catalyst References [1] M.A. Sideltseva B.V. Erofeev Bull. Acad. Sci. 2 1986 30 USSR, Div. Chem. Soc. [2] V. Petrova I. Orizavski A. Draganov Khim. Ind. (Sofia) 9 1983 401 [3] C. Sivaraj B.M. Reddy P.K. Rao Appl. Catal. 45 1988 L11 [4] Y.M. Lin I. Wang C.T. Yeh Appl. Catal. 41 1988 53 [5] C. Sivaraj S.T. Srinivas V.N. Rao R.K. Rao J. Mol. Catal. 60 1990 L23 [6] H. Matsumoto J.I. Take Y. Yoneda J. Catal. 19 1970 101 [7] T.A. Dorling B.W.J. Lynch R.L. Moss J. Catal. 20 1971 190 [8] F.E. Shephard J. Catal. 14 1969 148 [9] C. Sivaraj B.R. Rao M.R. Hussain R.K. Rao P.Kanta Rao Proc. 2nd Indo-Soviet Seminar on Recent Advances in Catalysis and Catalytic Reaction Engineering November, 1986 RRLAB Hyderabad 492 [10] C. Sivaraj P.K. Rao Appl. Catal. 45 1988 103 [11] S.M. El-Raghy A.A. Abo-Salama J. Electrochem. Soc. 126 1979 171 [12] H. Kikuchi, A. Tomizawa and H. Oka, US Pat. 4,563,217 (1989). [13] C.R. Shipley, Jr., and C.R. Shipley, Jr., US Pat. 3,011,920 (1961). [14] O. Levenspiel 2nd ed. Chemical Reaction Engineering 1972 Wiley New York 107 111 [15] M.A. Saleque M.S. Thesis 1993 Feng Chia University Taiwan [16] J.W. Evans M.S. Wainwright A.J. Bridgewater D.J. Young Appl. Catal. 7 1983 75 [17] S.L. Jenq M.S. Thesis 1992 Feng Chia University Taiwan [18] H.F. Chang M.A. Saleque Appl. Catal. A 103 1993 233 [19] C.N. Satterfield T.K. Sherwood The Role of Diffusion in Catalysis 1963 Addison-Wesley Reading, MA 96 [20] K.H. Bourne R.D. Holmes R.C. Pitkethly Proc. Int. Congr. Catal., 3rd, Amsterdam, 1964 2 1965 North-Holland Amsterdam 1400 [21] C.N. Satterfield Heterogeneous Catalysis in Practice 1991 McGraw-Hill New York 211 [22] A. Corma V. Fornes E. Ortegea J. Catal. 92 1985 284",
      "scopus-id": "0028391736",
      "coredata": {
        "eid": "1-s2.0-0304510293E0264H",
        "dc:description": "A systematic study was made of the variables involved in the Cu catalysts supported either with γ-Al2O3 or with α-Al2O3, prepared by a newly developed electroless plating method, in the dehydrogenation reaction of cyclohexanol. According to the experimental results catalyst prepared by electroless method had high activity and selectivity, with homogeneous dispersed active sites. The results have shown that the dehydrogenation activity increased with increase in copper loading up to about 18.25 wt.% for γ-Al2O3 series and 13.23 wt.% for α-Al2O3 series, and then declined with further deposition. The selectivity to cyclohexanone significantly increased as the copper loading increased up to a certain value and then remained almost constant with further copper loading for the catalysts supported with γ-Al2O3. When the catalysts were supported with α-Al2O3, the selectivity slightly increased as the copper loading increased and then remained almost constant. The selectivity decreased with increasing temperature for the catalysts supported with γ-Al2O3 whereas the catalysts supported with α-Al2O3 were independent of temperature. The conversion was higher for the GAS series than for AAS series catalysts. The activation energy decreased up to a certain copper loading, further increasing the copper loading caused the activation energy to rise for both series of catalyst. Among the eleven catalysts tested in this study, the activation energy obtained was lowest, 9.512 kcal/mol, for GAS-4, while that for AAS-3 was 11.724 kcal/mol.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0264H",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chang, Hsin-Fu"
          },
          {
            "@_fa": "true",
            "$": "Saleque, Mohammed Abu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0264H"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0264H"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0264-H",
        "prism:volume": "88",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic activities of electroless plated Cu/alumina catalysts for the dehydrogenation of cyclohexanol",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "alumina"
          },
          {
            "@_fa": "true",
            "$": "copper"
          },
          {
            "@_fa": "true",
            "$": "cyclohexanol"
          },
          {
            "@_fa": "true",
            "$": "dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "electroless copper plating"
          },
          {
            "@_fa": "true",
            "$": "supported catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "223-237",
        "prism:endingPage": "237",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 March 1994",
        "prism:doi": "10.1016/0304-5102(93)E0264-H",
        "prism:startingPage": "223",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0264-H",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028391736"
      }
    }
  }
}