{
  "metadata": {
    "title": "Water-soluble metal complexes and catalysts Part 6. A new, efficient water-soluble catalyst for two-phase hydroformylation of olefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-05-31",
    "doi": "10.1016/0304-5102(92)80072-O",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280072O",
    "pii": "030451029280072O"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000010926",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280072O 0304-5102(92)80072-O 030451029280072O 10.1016/0304-5102(92)80072-O S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02349 2024-01-02T01:06:03.941633Z 0 0 19920501 19920531 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 73 73 2 2 Volume 73, Issue 2 7 191 201 191 201 199205 May 1992 1992-05-01 1992-05-31 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. WATERSOLUBLEMETALCOMPLEXESCATALYSTSPART6ANEWEFFICIENTWATERSOLUBLECATALYSTFORTWOPHASEHYDROFORMYLATIONOLEFINS HERRMANN W HERRMANN 1990 1963 W FELDMAN 1990 213 J ARHANCET 1990 327 J GUO 1991 221 I TOTH 1991 209 I HORVATH 1990 43 I HORVATH 1991 1042 I HERRMANN 1992 W HERRMANN 1992 W HERRMANN 1990 391 W HERRMANN 1990 85 W HERRMANN 1990 103 W KUNTZ 1987 570 E BAHRMANN 1987 611 H HORVATH 1989 85 I AMRANI 1989 542 Y YOSHIMURA 1989 307 N CASEY 1990 3376 C HERRMANN 1991 4271 W ROYO 1982 44 M ARHANCET 1991 94 J HERRMANNX1992X191 HERRMANNX1992X191X201 HERRMANNX1992X191XW HERRMANNX1992X191X201XW item 0304-5102(92)80072-O 030451029280072O 1-s2.0-030451029280072O 10.1016/0304-5102(92)80072-O 272239 2024-01-02T01:06:03.941633Z 1992-05-01 1992-05-31 1-s2.0-030451029280072O-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280072O/MAIN/application/pdf/b5d9f93b48b4cc328c6c3166b509e1b5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280072O/MAIN/application/pdf/b5d9f93b48b4cc328c6c3166b509e1b5/main.pdf main.pdf pdf true 668598 MAIN 11 1-s2.0-030451029280072O-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280072O/PREVIEW/image/png/0a7d9b9172bf24f268ec2dfd28c3e9c6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280072O/PREVIEW/image/png/0a7d9b9172bf24f268ec2dfd28c3e9c6/main_1.png main_1.png png 61567 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 73 (1992) 191-201 M285 7 191 Water-soluble metal complexes and catalysts* Part 6. A new, efficient water-soluble catalyst for two-phase hydroformylation of olefins Wolfgang A. Herrmann**, Christian W. Kohlpaintner Anorganisch-chemisches Institut O Technischen Universitat Munchen, Lichtenbergstr. 4, D-8046 Garching (Germany) Helmut Bahrmann and Werner Konkol Oxo Research Laboratories, HOECHST AG, Werk Ruhrchemie, D-4200 Oberhausen 11 (Germany) (Received November 22, 1991; accepted January 17, 1992) Ostract The diphosphane 2,2'-bis(diphenylphosphinomethyl)-1,1'-biphenyl (1, BISBI) was sulfonated by means of oleum containing 65% S03. The sulfonation product, 2 (BISBIS), was purified by extraction-reextraction techniques. The sodium salts, 3, of BISBIS (2) are accessible as a mixture of several sulfonated derivatives. In the heterogeneous (biphasic) hyarofornnylation of propene, this sulfonated ligand 3 yields exceptionally high n/iso ratios of the resulting butyric aldehyde (rhodium catalysis). High activity and productivity at low phosphane/rhodium ratios are additional advantages of using 3. Hydroformylation of higher olefins, e.g., 1-hexene, is also within the scope of the new catalytic Rh(I)BISBIS system. Introduction The separation of reaction products from a homogeneous hydroformylation catalyst is an unavoidable step in industrial processes. Leaching of the catalyst and thermal decomposition lead to normally unacceptable losses in activity and productivity. Immobilization of the catalyst is therefore an economic necessity. Various pathways with which to beat this challenge have recently been reported [2, 3], with water-soluble catalysts now being the prevailing theme [4]. In our ongoing work on hydroformylation [5] we became interested in water-soluble phosphanes as ligands for rhodium-containing catalysts in two-phase systems. It is well known that chelating diphosphanes improve the n/iso ratio of products in the hydroformylation of olefins. The diphosphane 2,2'bis(diphenylphosphinomethyl)-1,1'-biphenyl (1, BISBI) was reported to yield *Communication no. 5 of this series: see reference [ 11. \"Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 192 excellent linear-to-branched product selectivity [6]. Beyond the well-known TPPTS (tris(m-sodiumsulfonatophenyl)phosphane) used in the industrial hydroformylation of propene [ 7 ], water-soluble chelating diphosphanes should prove economically beneficial for this process. Furthermore, a more reliable assessment of medium-size chelate ring ligands in catalysis is to be expected. In the present paper we report on a simple NMR technique for optimizing sulfonation of ligand precursors, and on the preparation and purification of the new water-soluble ligand BISBIS (2). Results of hydroformylation of propene and 1-hexene with the new Rh(I)BISBIS catalyst are also reported. Results SuVOtion The ligand BISBI was prepared by a new synthetic route developed in our laboratory [8]. Alternative routes have been described in several recent patents granted to Eastman Kodak [9]. Sulfonation of the diphosphane 1 with concentrated sulfuric acid containing various amounts of S03 (i.e., oleum) to yield 2 was optimized with in situ NMR techniques. With this method, depicted in Fig. 1, the recording of 31P NMR spectra in oleum solutions became possible. Workup procedures to observe the progress of sulfonation were not necessary. The optimum sulfonation conditions with respect to reaction time, S03 content, and side products (phosphane oxides) are listed in Table 1. The preferred reaction conditions were found to be 6590 oleum and a reaction time of 17 h at room temperature. Higher temperatures or prolonged contact time led to increasing amounts of phosphane oxides. The extent to which the latter were formed did not depend strongly on the S03 content, H3P04 Wig. 1. NMR tube with two inlet tubes for an situ spectroscopy. 193 TABLE 1 Results of sulfonation with respect to phosphane oxides' [S03] (96) Reaction time (h) 20 42 12 20 72 14 20 818 15 40 42 34 65 17 10 65 72 100 'All experiments carried out at room temperature. bDetermined by prior standardization with completely oxidized BISBIS. Oxides (96) HS03 Na*S03 I~ P(CsHs)z Oleum I / PPh,(CgH4SO3H)z, I , PArz_ Ph P(CsHs)z \\ ~ PPh (C6H4SOzH)z_r, ~ ~ ~PArz_^ HS03 Na*S03' 1 2 3 (\"BISBI\") C31SBISI (\"BISBIS-Na\") Equation 1. Synthesis of BISBIS--Na (3). Ar=CBHq-m-S03-Na+; n=0, 1. at least at short reaction times. The unexpected observation that alkyldiarylphosphanes are relatively stable toward oxidation during the sulfonation process [10] was seen once again in this particular case. Synthesis of compound 2 was recently claimed in patents [9a, c], but convincing characterization is missing. In addition, the route according to which 2 was said to be formed seems chemically infeasible. The synthesis described in our present paper proves the existence of 2 (and 3) for the first time. The synthesis of the sodium salts 3 of the desired sulfonated diphosphane 2 can be conveniently carried out in 100-g amounts. The solubility of this product is approximately 1500 g 1- i in water. In a typical batch of 3 (see experimental section), 95% contain four or more (up to six) SOa-Na+ groups. Separation The reaction mixture was worked up according to a method described in the patent literature [ 11 ]. After careful hydrolysis at ice temperature, the strongly acidic solution was extracted into tris(isooctyl)amine dissolved in toluene. The resulting quaternary ammonium salt of the sulfonated phosphane could thus be extracted into the organic phase. After separation of the aqueous phase, the phosphane was reextracted under pH control by means of a NaOH solution (see experimental section). This procedure prevents 194 formation of the huge amounts of Na2S04 that normally occur during the conventional workup [ 12 ]. The resulting sulfonation product, `BISBIS-Na' (3), was used without further purification in the hydroformylation experiments with propene and 1-hexene. Catalysis The apparatus for the catalytic tests was appropriate for continuous hydroformylation (see Fig. 2). This equipment allows one to vary reaction conditions very easily and to investigate the dependence of the catalytic system on parameters such as temperature, pressure, and amount of olefin. PropO hydroformylation The new BISBIS-rhodium catalyst was first investigated with regard to catalytic activity. To this end, the system was tested in the hydroformylation of propene, with a phosphorus-rhodium ratio (P/Rh) of only 6.7:1 instead of the 80:1 typical of the analogous TPPTS-rhodium system. The results are shown in Table 2 and in Fig. 3. The activity and the productivity could be raised to values of greater than 90 and 1.1, respectively. When the amount of propene was increased to more than 125 g h-1, activity and productivity decreased dramatically. Decreasing the propene flow afterward, the catalyst activity could be reestablished at a high value. The n/iso ratio of C4-aldehydes varied during these syngas exhaust gas propene catalyst circuit product by-pass Fig. 2. Apparatus for continuous hydroformylation. Filters, pressure gauges, valves, and pumps have been omitted for clarity. TABLE 2 Hydroformylation of propene' Entry Propene Product n-Aldehyde %n Alcohols' C3 carbon Condensation Activity' Productivityt (g h-1) (g h-') hydrides` products\" 1 23.0 33.0 83.5 95.6 9.8 2.6 0.25 27.5 0.35 2 49.9 50.3 84.6 97.0 9.3 3.4 0.25 42.4 0.55 3 65.9 64.1 85.5 96.1 6.1 4.8 0.17 54.6 0.70 4 82.7 77.2 87.6 95.8 3.4 5.2 0.00 67.4 0.87 5 100.8 72.0 89.7 95.9 2.1 4.3 0.00 64.4 0.83 6 110.6 103.6 87.6 95.7 2.4 5.9 0.12 90.5 1.16 7 128.4 103.0 88.0 96.3 1.9 6.6 0.16 90.3 1.16 8 125.2 52.0 89.4 96.5 1.7 5.5 0.12 46.3 0.60 9 124.0 35.0 89.0 96.5 1.7 5.9 0.16 31.0 0.40 10 108.0 112.2 87.4 96.9 1.4 8.3 0.16 97.7 1.26 'Reaction conditions: T=125 C, p=725 psi, CO/112 =1, [Rh]=306 ppm, P/Rh=6.7:1, pH=5. 96 of overall product. Propene and propane, 95 of overall product. dThick oils, for instance 2-ethylhexanol. 'Activity= [mol(n+iso aldehyde)]/[gram atom(rhodium)xmin]. rProductivity=[gram(n+iso aldehyde)]/[nd(catalyst solution)xh]; ml(catalyst solution)=78 ml. 196 140, 00 120,00 100,00 80.00 40.00 20.00 0,00 4 5 6 7 8 9 10 Entry Fig. 3. Hydroformylation of propene: dependence of activity on the amount of propene. experiments over only a small range (95:5 to 97:3). With higher activity, the building rate of alcohols (n-butanol and isobutanol) decreased from an initial 9.5% to 1.37% at the end. The production of condensation products such as 2-ethylhexanol was negligible. During these tests, the organic product was examined in terms of phosphorus and rhodium compounds; only 0.7 ppm phosphorus(IIn and 0.112 ppm rhodium were detected. In order to compare the new rhodium-BISBIS system with the welllalown rhodium-TPPTS catalyst, hydroformylation of propene was carried out under the same reaction conditions. The results are given in entry 11 in Table 3. Activity and productivity (45.5 and 0.59) were three times higher compared with TPPTS (15 and 0.2, respectively), although the P/fth ratio was twelve times smaller. The n/iso ratio also improved, from 94:6 (TPPTS) to nearly 97:3 (BISBIS). Notably, building rates of alcohols (6.7'0) and condensation products (1.5%) were higher. The behaviour of the rhodium-BISBIS system was also studied for pressure and temperature dependence. The admission pressure of syngas (CO/HZ) was lowered from 725 psi. As shown in Table 3, the activity decreased at a pressure of 180 psi. The dependence of catalyst activity on syngas admission pressure is shown in Fig. 4. A further set of experiments was carried out at constant pressure (725 psi) and various temperatures; lower activity/productivity occurred at lower temperatures (Table 4). Even at 116 C, the rhodium-BISBIS system showed higher activity than a comparable TPPTS system. From an Arrheruus plot the apparent activation energy was calculated to be 17 kcal mol -1. This small value corresponds to the calculated activation energy for a homogeneous hydroformylation catalyst [ 15 ] and a supported aqueous-phase catalyst with TPPTS [16]. 1-Hexene hydroformylation The hydroformylation of higher olefins in two-phase systems suffers from low activities due to the poor solubility of long-chain alkenes in water. We used 1-hexene as an example of a higher olefin. At standard reaction conditions TABLE 3 Hydroformylation of propene: pressure dependence' Entry Pressure Propene Product n Aldehyde %n Alcohols C3 carbon Condensation Activity' Productivityt (psi) (g h-1) (g h-1) hydrides` products' 119 725 37.6 53.0 86.2 96.6 6.7 2.6 1.5 45.5 0.59 12 580 43.2 51.0 84.2 95.2 7.0 3.7 0.8 42.8 0.55 13 360 39.0 49.0 84.2 96.8 7.0 4.3 1.2 41.3 0.53 14 290 32.4 50.0 82.9 97.6 10.0 3.3 1.8 41.5 0.53 15 180 44.4 4.7 87.6 96.7 4.8 3.5 1.0 4.1 0.05 'Reaction conditions: T=125 C, CO/Hz =1:1, [Rh] = 306 ppm, pH = 5.3. \"See Table 2. gRh-TPPTS under same reaction conditions: activity=15-17, productivity=0.18-0.22, 4'an=94. TABLE 4 Hydroformylation of propene: temperature dependence` Entry Temp. Propene Product n-Aldehydeb 4fm Alcohois C3 carbon Condensation Activity' Productivityt ( C) hydrides` products' 16 122 37.5 45.3 83.1 97.1 10.2 2.8 1.5 37.5 0.48 17 120 40.1 37.0 82.3 96.0 9.1 3.9 1.2 30.4 0.39 18 118 38.9 38.4 83.0 95.3 8.0 4.2 0.8 31.8 0.41 19 116 37.6 31.4 83.7 95.0 7.0 3.9 0.9 26.2 0.34 'Reaction conditions: p=725 psi, CO/H2=1:1, [Rh]=306 ppm, pH=5.7. b-fSee Table 2. 198 40 30 i c 20 10 [J 1 200 300 400 500 Pressure [psi] 600 700 Fig. 4. Hydroformylation of propene: pressure dependence. TABLE 5 Hydroformylation of 1-hexene Entry Temp. 1-Hexene Product n-Aldehydeb %n Activity'Productivityf 20 123 14.5 16.0 4.6 97.1 0.7 0.01 21 130 13.9 14.3 8.9 96.2 1.3 0.02 22 135 13.9 14.5 13.8 96.0 2.0 0.03 23 145 15.5 16.0 26.1 95.4 4.2 0.05 24 155 15.5 35.4 30.3 94.6 10.7 0.14 'Reaction conditions: p=725 psi, CO/H2 =1:1, [Rh]=306 ppm, pH=5.2. % of organic phase. ','See Table 2. (T=123 C, p = 725 psi), conversion of the olefin was low but improved with higher temperatures (Table 5). The activity increased from 0.73 to 10.73 when the temperature was raised from 123 to 155 C, whereas the n/iso ratio decreased from 97:3 to 94:6. Entry 24 in Table 5 concerns the catalyst stability after 16 h of continuous hydroformylation; even at this higher temperature, no deactivation was observed. Discussion The new water-soluble diphosphane, 3, yields outstanding results when employed as a ligand in the rhodium-catalyzed hydroformylation of propene, particularly in view of the low ligand-to-rhodium ratio of only 7:1. It is not usually appreciated that industrial processes depend on large amounts of phosphanes to be used for sufficiently long operating times of catalysts, the ligand-to-rhodium ratios normally being 100:1 to 1000:1 in hydroformylation. 199 The reasons for the special effectiveness of 3 are not yet obvious. A study concerning the influence of diphosphanes of type Ph2P-(CH2),-PPh2 on the hydroformylation activity [ 13 ] showed that especially for n =1 and n = 6, the effects of high conversion rates are small in comparison to those for n = 2, 3, and 4. In contrast, 3 (n = 6) shows very high activities. This may be due to electronic effects and the more rigid structure of 3 compared with these alkyl-chained diphosphanes. The precursor 1 was shown to adapt to steric requirements of the metal(s) in a very flexible way (molecular modelling, crystal structures) [ 14 ]. Both the cis- and trans-configuration extremes are possible. At the same time, the bidentate nature of 1 (and 2 / 3) prevents the ligand from departing from the metal. The medium-size ring system (nine atoms) does not put significant steric and kinetic constraints upon the intermediates that operate in hydroformylation. Further work along these lines is in progress. Experimental General procedures 31P{1H} NMR spectra were recorded on a JEOL JMN-GX 400 spectrometer (20 C, 161.8 MHz referenced to external conc. H3P04). Air-sensitive materials were manipulated in an inert atmosphere using Schlenk techniques. Solvents were dried in the usual way. The diphosphane 1 was synthesized according to the method in ref. [8]. Sulfonation NMR experiments 500 mg (0.91 mmol) of 2,2'-bis(diphenylphosphinomethyl)-l, I'-biphenyl (1) were dissolved in concentrated sulfuric acid. At ice temperature, 5 ml of oleum (various amounts of S03) were dropped slowly into the solution. After the solution warmed up to the ambient temperature, the reaction conditions were adjusted for the different samples. In connection with the sulfonation reaction, the resulting solutions were characterized in situ by 31p NMR and investigated with respect to degree of sulfonation and the extent of phosphane oxide formation. Synthesis scale 12 g (21.8 mmol) of 2,2'-bis(diphenylphosphinomethyl)-1,1'-biphenyl (1) were dissolved in 10 ml of concentrated H2S04. After all of the phosphane was dissolved, 120 ml of oleum (containing 65% S03) were dropped slowly into this solution, while the temperature was maintained in the range 0-5 C. After completion, the slurry was allowed to warm up to the ambient temperature and was stirred for 17 h. The mixture was hydrolyzed under careful temperature control (max. 5 C) by pouring the solution dropwise 200 onto 200 g of ice. The resulting brown solution was further purified by the extraction-reextraction technique. Extractionrreextraction In a 1000-m1 three-neck flask, fitted with a KPG stirrer, burette, and pH electrode, the strong acidic sulfonation mixture was added to 200 ml of toluene and 46.24 g (130 mmol) of tris(isooctyl)amine. The brown aqueous solution faded immediately, while the organic phase turned amber. In some cases, this extraction occurred only after the pH was increased with 509'0 NaOH. After the water phase was separated, 100 ml of pure water were added to the organic mixture and vigorously stirred during the addition of a 5096 NaOH solution via the burette. Under strict temperature control (mar. 25 C), different fractions were isolated corresponding to the derivative pH function. The product-containing aqueous solutions were removed, and for the next fraction, 100 ml of pure water were added again to the organic phase in the flask. This procedure was repeated until a pH of nearly 7 was reached. As expected, in the pH neutral region, the product was reextracted completely into the aqueous phase. The fractions were collected and evaporated in vO, and the residue was examined with respect to Na2S04 amount by Guinier films, which indicated no detectable amounts of Na2S04. Based on elemental analysis, the P/S ratio is 2:5.2. HPLC analysis showed small amounts of phosphane oxides (< 596) and a mixture of six-, five-, and fourfold sulfonated BISBIS (ratio 1.8:4.3:1; retention times 1.37, 2.09, and 2.44 min). 3'P NMR: a = - 6.53 (s), - 7.21 (s), - 9.42 (s), - 9.94 (s) ppm. The solid was used without further purification for the catalytic tests. Hydroformylation experiments 6.9 g of `BISBIS-Na' (3) were dissolved in 30 ml of water. Elemental analysis of phosphorus(IU) compounds indicated 0.281 moles of P(III) per kg solution. 17 ml of this solution, corresponding to 5.89 mmol P(III), were inserted into a stainless-steel reactor with a volume of 150 ml. 4.64 ml (0.883 mmol) of a rhodium(III)-acetate solution (19.6 g Rh 1-1) and 275 ml water were added. A P/Rh ratio of 6.7:1 was obtained. The apparatus was constructed for continuous hydroformylation. The product/catalyst separation occurred in a phase separator, the catalyst solution being pumped and recycled throughout the experiments. Therefore the total volume of originally used catalyst solution (297 ml) is greater than the reaction vessel volume (150 ml). The propene was liquefied at - 7 C/225 psi and was continuously pumped into the vessel. 1-Hexene was used as a liquid. The olefin flow was controlled by decreases in the weight of the stock bin. Every thirty minutes the product was taken from the phase separator and weighed. GC analysis was used to determine yields of aldehyde, the n/iso ratio, and amounts of byproducts. Unreacted and undissolved propene was removed with the exhaust gas. The pH was measured in a bypass of the catalyst circuit. Increasing pH values were counterbalanced by addition of dilute sulfuric acid. 201 Acknowledgements Professor Comils, Dr. Kandler, and Dr. Kottmann of HOECHST AG are acknowledged for their continued support of this work; Dr. Frohning of HOECHST AG, Werk Ruhrchemie, for stimulating discussions. References 1 W. A. Herrmann, W. R. Thiel, J. G. Kuchler, J. Behm and E. Herdtweck, Chem. Ber., 123 (1990) 1963. 2 J. Feldman and M. Orchin, J. MOL. CataL, 63 (1990) 213, and references cited therein. 3 (a) J. P. Arhancet, M. E. Davis, J. S. Merola and B. E. Hanson, J. CataL, 121 (1990) 327; (b) I. Guo, B. E. Hanson, I. Toth and M. E. Davis, J. OrganometaK Chem., 403 (1991) 221; (c) I. Toth, B. E. Hanson, I. Guo and M. E. Davis, CataG Lett., 8 (1991) 209; (d) I. T. Horvath, Catal. Lett., 6 (1990) 43; (e) I. T. Horvath, Angew. Chem, 103 (1991) 1042. 4 Review: W. A. Herrmann and C. W. Kohlpaintner, Angew. Chem., 104 (1992), in press; Angew. Chem., Int. Ed. Engl., in press. 5 (a) W. A. Herrmann, J. A. Kulpe, J. Kellner, H. Riepl, H. Bahrmann and W. Konkol, Angew. Chem., Int. Ed. Engl., 29 (1990) 391; (b) W. A. Herrmann, J. A. Kulpe, H. Bahrmann and W. Konkol, J. OrganometalL Chem., 389 (1990) 85; (c) W. A. Herrmann, J. A. Kulpe, J. Kellner and H. Riepl, J. Organm tall. Chem., 389 (1990) 103. 6 T. J. Devon, G. W. Phillips, T. A. Puckette, J. L. Stavinoha and J. J. Vanderbilt, WO 87/ 07600 (Dec. 17, 1987). 7 (a) E. G. Kuntz, Chendech., 17 (1987) 570; (b) H. Bahrmann and H. Bach, Phosphorus Sukfur, 30 (1987) 611; (c) I. T. Horvath, R. V. Kastrup, A. A. Oswald and E. J. Mozeleski, Catal. Lett., 2 (1989) 85. 8 W. A. Herrmann, C. W. Kohlpaintner, H. Bahrmann and W. Konkol, Ger. Pat. Appl., DE 40 40 314 (Dec. 17, 1990). 9 (a) T. A. Puckette, J. L. Stavinoha, T. J. Devon and G. W. Phillips, Eur. Pat. Appl., EP 0 375 576 (June 27, 1990); (b) T. A. Puckette, T. J. Devon, G. W. Phillips and J. L. Stavinoha, U. S. Pat., US 4 879 416 (Nov. 7, 1989); (c) J. L. Stavinoha, G. W. Phillips, T. A. Puckette and T. J. Devon, Eur. Pat. Appl., EP 0 326 286 (Aug. 2, 1989). 10 Y. Amrani, L. Lecomte, D. Sinou, J. Bakos, I. T6th and B. Heil, Orgatallics, 8 (1989) 542. 11 HOECHST AG, Eur. Pat., EP 0 107 006 (1984). 12 E. G. Kuntz, Fr. Pat., FR 2 314 910 (1975). 13 N. Yoshimura and M. Tamura, Successful design of catalysts', in Stud. Surf. Sci. CataL, 44 (1989) 307. 14 (a) C. P. Casey, G. T. Whiteker, C. F. Campana and D. R. Powell, I. Chem, 29 (1990) 3376; (b) W. A. Herrmann, C. W. KoMpaintner, E. Herdtweck and P. Kiprof, Inorg. Chem., 30 (1991) 4271. 15 M. Royo, F. Melo, A. Manrique and L. Oro, Transition Met. Chem., 7 (1982) 44. 16 J. P. Arhancet, M. E. Davis and B. E. Hanson, J. Catal., 129 (1991) 94. X244 9280072O 0304-5102(92)80072-O 10.1016/0304-5102(92)80072-O ☆ Communication no. 5 of this series: see reference [1]. Water-soluble metal complexes and catalysts Part 6. A new, efficient water-soluble catalyst for two-phase hydroformylation of olefins Wolfgang A. Herrmann ∗∗ Christian W. Kohlpaintner Anorganisch-chemisches Institut der Technischen Universität München, Lichtenbergstr. 4, D-8046 Garching Germany ** Author to whom correspondence should be addressed. Helmut Bahrmann Werner Konkol Oxo Research Laboratories, HOECHST AG, Werk Ruhrchemie, D-4200 Oberhausen 11 Germany The diphosphane 2,2′-bis(diphenylphosphinomethyl)-1,1′-biphenyl (1, BISBI) was sulfonated by means of oleum containing 65% SO3. The sulfonation product, 2 (BISBIS), was purified by extraction-reextraction techniques. The sodium salts, 3, of BISBIS (2) are accessible as a mixture of several sulfonated derivatives. In the heterogeneous (biphasic) hydroformylation of propene, this sulfonated ligand 3 yields exceptionally high n/iso ratios of the resulting butyric aldehyde (rhodium catalysis). High activity and productivity at low phosphane/rhodium ratios are additional advantages of using 3. Hydroformylation of higher olefins, e.g., 1-hexene, is also within the scope of the new catalytic Rh(I)/BISBIS system. References 1 W.A. Herrmann W.R. Thiel J.G. Kuchler J. Behm E. Herdtweck Chem. Ber. 123 1990 1963 2 J. Feldman M. Orchin J. Mol. Catal. 63 1990 213 and references cited therein 3 (a) J.P. Arhancet M.E. Davis J.S. Merola B.E. Hanson J. Catal. 121 1990 327 (b) I. Guo B.E. Hanson I. Tóth M.E. Davis J. Organometall. Chem. 403 1991 221 (c) I. Tóth B.E. Hanson I. Guo M.E. Davis Catal. Lett. 8 1991 209 (d) I.T. Horváth Catal. Lett. 6 1990 43 (e) I.T. Horváth Angew. Chem. 103 1991 1042 4 a Review W.A. Herrmann C.W. Kohlpaintner Angew. Chem. 104 1992 in press b W.A. Herrmann C.W. Kohlpaintner Angew. Chem., Int. Ed. Engl. 104 1992 in press 5 (a) W.A. Herrmann J.A. Kulpe J. Kellner H. Riepl H. Bahrmann W. Konkol Angew. Chem., Int. Ed. Engl. 29 1990 391 (b) W.A. Herrmann J.A. Kulpe H. Bahrmann W. Konkol J. Organometall. Chem. 389 1990 85 (c) W.A. Herrmann J.A. Kulpe J. Kellner H. Riepl J. Organometall. Chem. 389 1990 103 6 T. J. Devon, G. W. Phillips, T. A. Puckette, J. L. Stavinoha and J. J. Vanderbilt, WO 87/07600 (Dec. 17, 1987). 7 (a) E.G. Kuntz Chemtech. 17 1987 570 (b) H. Bahrmann H. Bach Phosphorus Sulfur 30 1987 611 (c) I.T. Horváth R.V. Kastrup A.A. Oswald E.J. Mozeleski Catal. Lett. 2 1989 85 8 W. A. Herrmann, C. W. Kohlpaintner, H. Bahrmann and W. Konkol, Ger. Pat. Appl., DE 40 40 314 (Dec. 17, 1990). 9 (a) T. A. Puckette, J. L. Stavinoha, T. J. Devon and G. W. Phillips, Eur. Pat. Appl., EP 0 375 576 (June 27, 1990) (b) T. A. Puckette, T. J. Devon, G. W. Phillips and J. L. Stavinoha, U. S. Pat., US 4 879 416 (Nov. 7, 1989) (c) J. L. Stavinoha, G. W. Phillips, T. A. Puckette and T. J. Devon, Eur. Pat. Appl., EP 0 326 286 (Aug. 2, 1989). 10 Y. Amrani L. Lecomte D. Sinou J. Bakos I. Tóth B. Heil Organometallics 8 1989 542 11 HOECHST AG, Eur. Pat., EP 0 107 006 (1984). 12 E. G. Kuntz, Fr. Pat., FR 2 314 910 (1975). 13 N. Yoshimura M. Tamura Successful design of catalysts Stud. Surf. Sci. Catal. 44 1989 307 14 (a) C.P. Casey G.T. Whiteker C.F. Campana D.R. Powell Inorg. Chem. 29 1990 3376 (b) W.A. Herrmann C.W. Kohlpaintner E. Herdtweck P. Kiprof Inorg. Chem. 30 1991 4271 15 M. Royo F. Melo A. Manrique L. Oro Transition Met. Chem. 7 1982 44 16 J.P. Arhancet M.E. Davis B.E. Hanson J. Catal. 129 1991 94",
      "scopus-id": "0000010926",
      "coredata": {
        "eid": "1-s2.0-030451029280072O",
        "dc:description": "The diphosphane 2,2′-bis(diphenylphosphinomethyl)-1,1′-biphenyl (1, BISBI) was sulfonated by means of oleum containing 65% SO3. The sulfonation product, 2 (BISBIS), was purified by extraction-reextraction techniques. The sodium salts, 3, of BISBIS (2) are accessible as a mixture of several sulfonated derivatives. In the heterogeneous (biphasic) hydroformylation of propene, this sulfonated ligand 3 yields exceptionally high n/iso ratios of the resulting butyric aldehyde (rhodium catalysis). High activity and productivity at low phosphane/rhodium ratios are additional advantages of using 3. Hydroformylation of higher olefins, e.g., 1-hexene, is also within the scope of the new catalytic Rh(I)/BISBIS system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280072O",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Herrmann, Wolfgang A."
          },
          {
            "@_fa": "true",
            "$": "Kohlpaintner, Christian W."
          },
          {
            "@_fa": "true",
            "$": "Bahrmann, Helmut"
          },
          {
            "@_fa": "true",
            "$": "Konkol, Werner"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280072O"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280072O"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80072-O",
        "prism:volume": "73",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Water-soluble metal complexes and catalysts Part 6. A new, efficient water-soluble catalyst for two-phase hydroformylation of olefins",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "191-201",
        "prism:endingPage": "201",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1992",
        "prism:doi": "10.1016/0304-5102(92)80072-O",
        "prism:startingPage": "191",
        "dc:identifier": "doi:10.1016/0304-5102(92)80072-O",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000010926"
      }
    }
  }
}