{
  "metadata": {
    "title": "Rhodium in basic zeolite Y: A stable, selective catalyst for CO hydrogenation",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-02-01",
    "doi": "10.1016/0304-5102(92)85023-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292850239",
    "pii": "0304510292850239"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026821250",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292850239 0304-5102(92)85023-9 0304510292850239 10.1016/0304-5102(92)85023-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01460 2024-01-02T01:05:30.650091Z 0 0 19920201 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 71 71 3 3 Volume 71, Issue 3 5 335 346 335 346 19920201 1 February 1992 1992-02-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. RHODIUMINBASICZEOLITEYASTABLESELECTIVECATALYSTFORCOHYDROGENATION LEE T DOMBEK 1983 325 B SACHTLER 1984 151 W LEFEBVRE 1983 435 F RAO 1988 458 L MARTENS 1985 568 L MARTENS 1986 935 L ZHOU 1989 P ZHOU 1991 315 P LEE 1991 15 T BOTANI 1967 167 F JESSE 1978 129 A BOTANI 1964 F KING 1979 4893 R ZAKI 1987 1486 M BARTH 1983 147 R ICHIKAWA 1978 2268 M ICHIKAWA 1978 2273 M ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS RODE 1985 574 E RAO 1990 5317 L BASINI 1991 29 L TAKAHASHI 1989 438 N MANTOVANI 1977 285 E GELIN 1979 357 P DOSSI 1988 259 C DOSSI 1989 105 C DUFOUR 1988 243 P FRAENKEL 1980 2478 D NAZAR 1983 313 L LEEX1992X335 LEEX1992X335X346 LEEX1992X335XT LEEX1992X335X346XT item 0304-5102(92)85023-9 0304510292850239 1-s2.0-0304510292850239 10.1016/0304-5102(92)85023-9 272239 2024-01-02T01:05:30.650091Z 1992-02-01 1-s2.0-0304510292850239-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292850239/MAIN/application/pdf/f25cd477dc486e990dfafd1ceecf3c8a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292850239/MAIN/application/pdf/f25cd477dc486e990dfafd1ceecf3c8a/main.pdf main.pdf pdf true 546677 MAIN 12 1-s2.0-0304510292850239-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292850239/PREVIEW/image/png/d1dd5219dd7dde5b8d718b83e4c420dd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292850239/PREVIEW/image/png/d1dd5219dd7dde5b8d718b83e4c420dd/main_1.png main_1.png png 70164 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 71 (1992) 335-346 335 M2806 Rhodium in basic zeolite Y: a stable, selective catalyst for CO hydrogenation Tae Jin Lee and Bruce C. Gates Center for Catalytic Science and Technology, Department of Chemical Engineering, University of Delaware, Newark, DE 19716 (USA) (Received May 27, 1991; accepted October 11, 1991) Abstract Zeolite-entrapped rhodium carbonyl clusters were prepared by reductive carbonylation of [Rh(Co)2(acac)] in the pores of zeolite Y made basic by treatment with NaN3. The samples were characterized as CO hydrogenation catalysts at 1-20 atm, 225-325 C and HZ/CO feed molar ratios of 0.5-3.0. Rh carbonyl clusters were formed and evidently entrapped in the strongly basic zeolite, and the catalyst was active for CO hydrogenation, at low conversions giving a non-Schulz-Flory distribution of C,-C6 hydrocarbons with high olefin to paraffin ratios. The catalyst was stable, operating at 300 'C and 20 atm. with a HZ/CO molar ratio of 1 for more than two weeks with no significant loss in activity and selectivity. High partial pressures of CO (or CO +HZ) stabilize the catalyst. The predominant rhodium species are suggested to be rhodium carbonyl clusters trapped in the zeolite cages. The results suggest opportunities for synthesis of metal clusters in strongly basic zeolites and for application of encaged metal clusters as catalysts for shape-selective conversions of synthesis gas. Introduction Rhodium catalysts in many forms are active for CO hydrogenation; they range from molecular carbonyl cluster anions used in solution for ethylene glycol synthesis [ 1 ] to metal particles dispersed on metal oxide supports for hydrocarbon synthesis [2]. Selectivity varies widely among these catalysts, being controlled by the solvent and the promoters in the former case and by the support, particle size and promoters in the latter. Researchers have also used zeolites as supports for rhodium, with one of the goals being to demonstrate new selectivities in CO hydrogenation catalysis [3, 4]; however, the selectivities have not been much different from those of rhodium on conventional amorphous supports. One of the disadvantages of most zeolitesupported metal catalysts is their lack of stability; the metals tend to migrate out of the cages and sinter, giving catalysts with the selectivities of conventional supported metals. In contrast to the conventional supported metals, osmium supported in zeolite Y made basic by treatment with NaN3 [5, 6] has been found to be relatively stable in CO hydrogenation at low conversions and to give high yields of low-molecular-weight olefins [7, 8]. This result suggests an op- 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 336 portunity for stabilizing zeolite-supported metals that are more active than osmium. The goals of the research described here were to prepare and test CO hydrogenation catalysts having the metal stably entrapped in zeolite cages. The strategy was to use organometallic chemistry with small precursors in the cages, forming metal clusters that would be too large to migrate through the zeolite apertures and therefore be resistant to aggregation outside the zeolite particles. A volatile mononuclear organometallic precursor, [Rh(CO)2(acac)], was chosen, as it has been used as a precursor of soluble catalysts for CO hydrogenation that give ethylene glycol [ 1 ] and was expected to undergo condensation reactions to form metal carbonyl clusters that would be too large to migrate through the zeolite apertures. For comparison, a conventional Rh/y-Al203 catalyst was prepared by a conventional method. Preliminary results have already been communicated [9]. Experimental The precursor and catalysts were prepared and handled in the absence of air and moisture on a Schlenk vacuum line and in N2-filled glove boxes. The solvents were carefully purified, typically by distillation. Catalyst preparation Crystalline NaY zeolite powder (LZ-Y 52) was supplied by Union Carbide; it had a unit cell size of 24.7 A and a Si02/AI203 molar ratio of 4.74. The strongly basic support was prepared from NaN3 and NaY zeolite by a literature procedure [ 5, 6 ], as follows: NaY powder was calcined in flowing OZ (Matheson, extra-dry grade) at 400 C for 2 h, followed by evacuation at 10-3 to 10-4 Torr for 12 h. NaN3 (Fisher, reagent grade) was used as received. Methanol (Fisher) was dehydrated by distillation from magnesium and sublimed iodine. Crystalline, ground NaN3 (0.25 g per g NaY) was dissolved in the methanol. Calcined NaY and the solution were then slurried, with continuous stirring at room temperature for 2 h. The methanol was then removed by evacuation and the solid dried under vacuum for 12 h. The dried sample was transferred to a calcination tube in a nitrogen-filled dry box. Thermal decomposition of the NaN3 introduced into the intracrystalline space of the zeolite took place as high-purity N2 (99.999'0, Matheson) flowed through the sample, with the temperature being ramped from 250 to 400 C at a rate of 1 C min-'. The sample was maintained at 400 C for 4 h, cooled to room temperature, and characterized by IR spectroscopy, having bands at 2172 (s), 2064 (vs), 2036 (m), 1985 (w) and 1776 (w) cm-'. [Rh(C2H4)2(acac)] was obtained from Strem and used without further purification. Hexane (Fisher) was freshly dried and redistilled from sodium/ benzophenone ketyl under N2. [Rh(CO)2(acac)] was prepared by passing CO through a solution of [Rh(C2H4)2(acac)] in hexane, with continuous stirring at room temperature for 2 h [ 10, 11 ]. The hexane was then removed by 337 evacuation and the solid dried under vacuum for 1 h. The resulting compound in hexane had v(CO) bands at 2084(s) and 2015(s) cm-' (literature [ 12, 13 ]: v(CO) 2083(s) and 2015(s) cm-1), confirming its purity. The displacement of the coordinated olefins with CO was accompanied by a color change, from yellow to red-green. The zeolite-supported Rh catalyst (containing 0.5 wt.% Rh) was prepared by vapor deposition of [Rh(CO)2(acac)] in the basic zeolite. The organometallic precursor and zeolite were mixed under dry N2 and held under vacuum for 24 h at 90 C to allow sublimation and transport of the [Rh(CO)2(acac)] into the zeolite pores. For comparison, a y-A1203-supported Rh catalyst (containing 0.5 wt.% Rh) was also prepared by impregnation of the support with aqueous RhC13, as described elsewhere [ 14 ]. Y-A1203 (Ketjen, grade D) was treated for 5 h in flowing 02 at 400 C, purged with N2 for 2 h at 400 C, cooled to room temperature under vacuum, and then transferred under N2 to a drybox. Catalyst testi ~j Measurements of CO hydrogenation kinetics were made with a Cu-lined flow reactor having an inner diameter of 1 /4 inch. Typically, 0.5-1.0 g of catalyst was loaded into the central (isothermal) zone of the reactor in the drybox; the upstream and downstream reactor sections were packed with glass wool. The gases used as reactor feeds were purified by passage through traps containing activated 5A zeolite; the H2 also flowed through a CU20 trap. An activated carbon trap, operated at 275 C, decomposed any metal carbonyl impurities in the CO feed. The CO hydrogenation reaction was investigated at various temperatures (225-325 C) and pressures (1-20 atm), with the feed molar ratio of H2 to CO varied from 0.5 to 3. Each catalyst sample was brought on stream in a mixture of flowing equimolar CO + H2, then brought to the desired reaction pressure. The catalyst was then heated to the desired reaction temperature at a rate of 2 C min-1. Time zero on stream was defined as the time when this temperature was reached. The effluent stream flowed through a heated line to prevent condensation of products, which were analyzed by an on-line Antek 300 gas chromatograph equipped with a Porapak Q column (4 ft in length and 1 /8 inch in diameter) and a flame ionization detector. Conversions (< 2%) were measured as a function of the time on stream for periods as long as a few weeks to provide data. characterizing catalyst deactivation. The analysis determined hydrocarbon and alcohol products, but not C02. Infrared spectroscopy Transmission IR spectra (4 cm-1 resolution) of pressed wafers of fresh and used catalysts were obtained with a Nicolet 7199 Fourier transform spectrometer. The IR. experiments with the catalyst used at high pressures were done after the catalyst had been removed from the reactor in the glove box. The cells are described elsewhere [15]. IR spectra of liquid samples were measured in a 0.2 mm CaF2 cell. 338 Results Catalyst performance The zeolite-supported Rh catalyst was prepared by adsorption of [Rh(CO)Z(acac)] vapor in the basic zeolite Y. The initially gray basic zeolite Y turned light yellow after the exposure to [Rh(CO)2(acac)]. The basic zeolite-supported Rh catalyst, like the catalyst prepared similarly from [HZOs(CO)4] in the basic zeolite [7, 8], was found to be active for CO hydrogenation. Activities measured by the reaction rate calculated from lowconversion data (0.1-2.09'0 of CO) are expressed in units of [mol of CO converted/mol of total Rh . s]. The basic zeolite support had a negligible activity for CO hydrogenation under the conditions of the reported experiments. The major products observed in CO hydrogenation catalyzed by the zeolite-supported sample were CI-C5 hydrocarbons, CH30H and C2Hr,OH. CH30CH3 and CH3CH0 were observed in trace amounts. The effect of space velocity on the steady-state conversion was determined; the conversion was proportional to inverse space velocity, demonstrating that the conversions were differential and determined reaction rates directly. The rate of CO conversion at 300 C and 20 atm with a HZ/CO molar ratio of 1 was 9 x 10-6 [mol of CO/mol of Rh - s]; this activity is an order of magnitude greater than that of the Os catalyst supported by the basic zeolite [8]. Data showing the product distribution at 300 C, 20 atm, and a space velocity of 20 mL (g catalyst-min)-1 with a HZ/CO feed molar ratio of 1.0 are presented in Fig. 1. Activity maintenance was good, with the product distribution remaining nearly constant after about 100 h on stream; the activities for methane, methanol and ethanol formation were virtually constant for 200 h, but the activity for formation of C2-C5 hydrocarbons declined a few percent. There was a marked induction period for alcohol formation, with the initial formation rate being nearly zero. This result suggests the 100 a E so o E 60 z 40 0 0 - Total .-. C2-C5 CH4 MeOH EtOH 0 50 100 150 200 250 300 350 TIME ON STREAM, h Fig. 1. CO hydrogenation catalyzed by zeolite-supported rhodium clusters: dependence of product distribution on time on stream in a flow reactor. Reaction conditions: 300 C, 20 atm, Hz/CO=1 (molar). 339 gradual formation of the species that are catalytically active for alcohol formation. After 2 weeks on stream, the catalyst removed from the reactor in the drybox was still light yellow, with no visible indication of metallic Rh. In contrast, the catalyst prepared on the y A1z03 support was less stable under the reaction conditions, slowly losing activity and becoming black in a short time of operation. Hydrocarbon product distributions are shown in the Schulz-Flory plot of Fig. 2. With the zeolite-supported catalyst, products with > 5 carbon atoms were formed in only very low yields at the low conversions observed (typically O.13O). A substantial deviation from a linear Schulz-Flory plot is evident, with a maximum at C4. This molecular weight distribution changed only little with time on stream in the flow reactor (FIg. 2). At these low conversions, the catalyst was selective for hydrocarbons with high olefin/ paraffin ratios; the C2-C4 products were as much as 60% (molar) of the hydrocarbon products, and the olefin/paraffin ratios for C2-C4 were > 7 (Mg. 3). The CZ and C3 olefin/parafnn ratios did not change substantially with time on stream in the flow reactor, but the value for C4 increased markedly in the first 100 h of operation (Fig. 3). As expected, the product distributions observed with Rh/y-A1203 catalyst approximated the Schulz-Flory distribution (Fig. 2). The dependence of reaction rates on temperature is shown in Fig. 4. The apparent activation energies (calculated from the slopes of the plots) are approximately 22, 21, 15 and 17 kcal mol-1 for CH4, C2-C5 hydrocarbons, methanol and ethanol, respectively. The overall apparent activation energy for CO conversion is approximately 21 kcal mol-1. These values are within the ranges of values reported in the literature [ 16, 17 ]. Rates of CH4 formation 2.0 1.5 o a o 1.0 0 Rh/Y REACTION TIME, h E 0.5 0-0 60 E: 0-0 150 o-n 300 o 0,0 Rh/A1203 . -j A-A 100 0 -0.5 0 1 2 3 4 5 6 CARBON NUMBER, n Fig. 2. Hydrocarbon product distributions in CO hydrogenation catalyzed by supported rhodium. Rh/Y: zeolite-entrapped Rh catalyst prepared from ]Rh(CO)Z(acac)] supported on zeolite Y treated with NaN3; reaction conditions: 300 C, 20 atm, Hz/CO=1 (molar); Rh/y-A1209: A1zOgsupported catalyst consisting of Rh crystallites prepared from RhCls; reaction conditions: 300 C, 20 atm, Hz/CO=1 (molar). n t o o 102 _E o E a t of z 0 a 0 t0 340 30 7 0 25 a ? 20 w w a a 15 w 10 O 5~ o C2/C2 * C3/C3 e C4/C4 0 9 0 e 0 0 0 0 o I I 0 50 100 150 200 ITT 250 300 350 TIME ON STREAM, h Fig. 3. Time dependence of olefin to para>nn ratio. Catalyst and reaction conditions as in FYg. 1. t o3 o Tatal v c2 - cs C H4 V MeOH EtOH 1.6 1.7 1.8 103/T, K-1 1.9 2.0 FYg. 4. Temperature dependence of rate of CO hydrogenation at 20 atm with a HZ/CO molar ratio of 1. The catalyst was Rh supported in the basic zeolite. increased and those of olefin formation decreased with increasing temperature of reaction, as expected. This result is consistent with the suggestion that olefins are primary products, with the rates of their subsequent hydrogenation to paraflins becoming increasingly significant at higher temperatures. Catalytic performance data are summarized in Table I . Increasing pressure led to increasing CO conversions and decreasing product olefin/paraffin ratios. The olefin/paTafiin ratio for C2 dropped more sharply than that for C3 and C4 with increasing pressure. Pressure was found to be crucial for stable catalyst performance. There was marked deactivation observed at 1 and 5 TABLE 1 Performance of supported rhodium catalysts for CO hydrogenation Catalyst Reaction conditions' CO 1Ob x Selectivity Olefin/Paraffin ratio conversion Reaction (mol %) (molar) (4b) rate' PHZ/PCO T ( C) P (atm) CH4 CZ-CS CH30H C2H5OH CZ C3 C4 Rh/Y` 1.0 300 20 0.12 9.05 25.8 47.3 23.5 2.7 2.3 4.1 18.7 1.0 300 10 0.10 7.34 28.5 48.6 20.4 2.4 3.3 5.2 19.2 1.0 300 5 0.09 6.35 29.0 53.2 15.8 2.0 4.5 6.9 22.5 1.0 300 1 0.03 2.34 31.0 55.3 12.1 1.4 8.6 12.1 very large 0.5 300 20 0.09 6.52 25.1 50.8 21.9 2.1 3.8 4.7 23.5 1.0 300 20 0.13 9.20 26.2 47.2 23.8 2.8 2.1 3.9 17.8 3.0 300 20 0.22 15.9 26.9 39.2 30.5 3.2 1.6 3.7 14.2 1.0 325 20 0.28 20.2 30.6 50.3 15.6 2.4 1.0 4.2 16.4 1.0 300 20 0.12 9.0 26.7 46.8 24.0 2.8 2.0 4.1 17.8 1.0 275 20 0.06 4.10 23.6 44.2 29.1 3.0 1.9 5.2 23.4 1.0 250 20 0.02 1.49 20.7 40.1 35.8 3.4 2.7 8.3 very large Rh/y-A1203 1.0 325 20 2.82 204 75.3 16.5 1.5 4.7 0.2 2.4 1.5 1.0 300 20 1.45 105 65.0 19.8 4.5 9.3 0.3 3.5 2.0 1.0 275 20 0.61 44.6 56.5 22.4 7.4 13.5 0.6 3.7 2.4 'Data for catalyst in approximate steady state, more than 100 h on stream. 'Units of rate: mol of CO converted (mol of Rh - s)-'. 'Rhodium in basic zeolite; preparation described in text. 342 atm, but the deactivation became very slow at 10 atm. Rates of formation of methane and oxygenated compounds increased with increasing H2/CO molar ratio in the range 0.5-3.0. The olefin/paraffin ratio decreased with increasing H2/CO ratio, but these ratios were consistently > 1 even at the higher H2/CO ratios. The zeolite-supported catalyst gave more C2-C5 hydro carbons and higher olefin/paraffin ratios than the conventional catalyst, Rh/ y A1203. The rates of ethanol formation approximately tracked the rates of hydrocarbon (mainly CHO formation, but the rates of methanol formation did not (Figs. 1 and 4). These results point to different pathways for methanol and ethanol formation. Infrared characterization of catalyst The zeolite-supported catalyst was characterized by transmission IR spectroscopy. Absorption by the zeolite support obscured any information that might have been present in the terminal carbonyl stretching region; consequently, no carbonyl peaks were observed for the catalyst freshly prepared by adsorption of [Rh(CO)2(acac)]. However, when this sample was treated in the IR cell with an equimolar CO+H2 mixture at temperatures below 100 C, bands were observed at 1832 and 1766 cm-1; peaks in this region are characteristic of bridging carbonyl species. Experiments were also carried out with NaY zeolite that had not been treated with NaN3 to provide characterizations of rhodium carbonyls in the cages (this is a much less basic zeolite than the samples used as catalyst supports). The carbonyl stretching frequencies observed under various treatment conditions are summarized in Table 2 for samples prepared by mixing [Rh(C2H4)2(acac)] with NaY zeolite. In the presence of CO, the rhodium complex was transformed readily into [Rh(CO)2(acac)] and then, as the temperature was raised to 50 C, into a mixture suggested to include [Rh4(CO)12], the latter characterized by bands at 2085 and 1834 cm-1 [18]. As the temperature was increased to 100 C, new bands were formed at 2096 and 1765 cm-1, which have been attributed to [Rhg(CO)Ie] [18, 19]. When the sample was evacuated at 150 C, another spectrum was observed, with bands characteristic Of Rhl(CO)2 species [3]. These changes were completely reversible: evac., T > I00 C [Rhs(CO)1811Oz1 E 6Rh1(CO)2{Oz} (1) CO, 100 C Discussion The performance of the catalyst is markedly different from that of the conventionally prepared Rh/y-A1203. The zeolite-supported catalyst is characterized by its stability, high yields of C2-C6 hydrocarbons with high olefin to paraffin ratios, and activity for formation of alcohols. These unique properties may be attributed to the strong basicity of the support and constraints imposed by the narrow zeolite pores [7, 8]. The TABLE 2 IR sperm in the carbonyl stretching region of samples prepared from [Rh(C2H4)Z(acac)] in NaY zeolite Sample Treatment v(CO) (cm-1) mixture of CO, 25 C, initial 20ss9(s) 201ss(s) [Rh(C2H4)a(acac)] C0, 25 C, final 2096(x) 2086(vs) 2054(sh) 2025(m) 1ss34(w, br) and NaY CO, 50 C 2096(x) 2086(vs) 207ss(m) 2068(sh) 2019(m) 1ss32(w) 1766(w) CO, 75 C 2097(x) 2086(vs) 2078(sh) 206ss(m) 2026(sh) 1ss34(w) 1766(w) CO, 100 C 2096(vs) 20ss6(s) 2078(sh) 206ss(m) 2028(sh) 1766(x) CO, 200 C 2097(x) 2090(m) 2086(vs) 2067(m) 2027(sh) 1759(w) NaY with CO, 25 C 20ss2(s) 2056(sh) [Rh(C2H4)2(acac)] C0, 50 C 2085(vs) 2066(m) 2056(sh) 2028(sh) 1ss34(m) adsorbed from CO, 75 C 2124(w) 2092(x) 2062(m) 2028(sh) 1ss34(s) 1766(m) solution CO, 100 C 2129(w) 2096(vs) 2065(m) 2019(m) 1765(x) vacuum, 150 C 2111 2098 2046 2020 air, 25 C 2096(m) 2075(vs) 2012(x) CO, 25 C 2114(w) 2083(vs) 2054(sh) 1ss28(w, br) CO, 50 C 2085(vs) 2069(m) 2054(sh) 2028(sh) 1ss29(m) CO, 75 C 2125(w) 2090(vs) 2061(m) 2029(sh) 1ss34(s) 1767(m) c~ ca 344 zeolite-supported catalyst may be compared with the soluble catalysts used for CO hydrogenation in basic solutions [ 1 ]; these give methanol as well as ethylene glycol, requiring pressures of hundreds of atmospheres; the rhodium carbonyls in the catalyst solution include carbonyl cluster anions, and the basic solution and the high pressure of CO (and possibly HZ) may stabilize these species at the high temperatures of the catalytic reaction. The zeolite-supported catalyst may also be compared with rhodium catalysts supported on amorphous metal oxides, for which the product distribution is markedly dependent on the support properties [16]. The major products range from methanol when the metal oxide support is rather strongly basic, to ethanol when the support is weakly basic, to methane and other hydrocarbons when the support is acidic. The selectivity of supported rhodium catalysts for CO hydrogenation may also be influenced by particle size effects; according to LeFebvre et al. [3], small rhodium metal particles give more CZ-Cs hydrocarbons and more methanol than large Rh particles. Like the soluble metal clusters, the zeolite-supported catalyst is stabilized by the CO + H2 environment (as shown by the effects of pressure on catalyst stability) and, presumably, by the basic support [ 7, 8 ]. The selectivity for alcohols is consistent with the pattern of support and particle size effects observed for rhodium catalysts on amorphous metal oxide supports. The IR spectra of the zeolite-supported catalyst, although not sufficient to determine the structures of the rhodium species, are consistent with the presence of rhodium carbonyl clusters in the zeolite. Further characterization of the rhodium carbonyl species in the zeolite has been carried out with diffuse reflectance IR Fourier transform spectroscopy (DRIFTS), with the samples in a flow cell under conditions of the catalytic reaction [20]. The DRIFTS data are still not sufficient to determine the structures of the rhodium carbonyls in the zeolite, however. These results taken together suggest that the rhodium might have been present largely in the form of carbonyl clusters in the zeolite cages. It is clear from the literature [4, 21-23] that the supercages of zeolite Y are large enough to accommodate [Rhs(CO)16], and the present IR results are consistent with the suggestion. Therefore, it is tempting to speculate that the predominant species in the basic zeolite catalyst might be similar to the rhodium cluster anions present in the solutions that catalyze formation of methanol and ethylene glycol from CO+H2; these include [Rh5(CO)15]- and [Rhl2(CO)3o]2- [1], although it is not clear that the latter could fit in the supercages. The results raise a question about the nature of the catalytically active species. Plausible candidates for the basic-zeolite-supported catalyst include both rhodium carbonyl clusters and rhodium metal particles. The evidence is as follows: Results suggesting that rhodium carbonyl clusters trapped in the zeolite cages may be the catalytically active species are the following: the present results, including the color, the IR spectra and the stability of the catalyst, suggest that the predominant rhodium species are carbonyl clusters trapped 345 in the zeolite supercages. The chemistry of rhodium carbonyls in basic solutions [ 1 ] and on the basic MgO surface [ 24, 25 ] demonstrates the formation of cluster carbonyl anions by reductive carbonylation of mononuclear precursors and the stability of these cluster anions in media resembling that of the zeolite cages. The product distribution in CO hydrogenation catalysis (alcohols and a non-Schulz-Flory distribution of hydrocarbons with a high olefin/paraffin ratio) is different from that of the conventional aluminasupported rhodium particles (a Schulz-Flory distribution of hydrocarbons), consistent with the suggestion that the catalytically active species are different in the two catalysts. One might speculate that the zeolite imposed a constraint on the product distribution, since other zeolite-supported metals have been observed to give similar product distributions [7, 8, 26, 27]. The low activity of the catalyst supported by the basic zeolite in comparison with that of the conventional alumina-supported rhodium particles is consistent with a mass transport limitation in the narrow zeolite pores. All these results are consistent with the suggestion that the catalytically active species in the basic zeolite are rhodium cluster carbonyl anions and that the selectivity is characteristic of the clusters in the zeolite rather than simply rhodium carbonyl clusters. However, the results do not exclude the possibility of catalysis by undetected small rhodium particles present with the rhodium carbonyl clusters in the catalyst. As the activity of the catalyst is relatively low, and the activity of rhodium metal high, the observed activity would be explained by only a small amount of rhodium metal. The non-Schulz-Flory distribution of products might be explained as an artifact of the low conversions and an indication of reincorporation giving high yields of low-molecular-weight products, and the high olefin/paraffin yields might be a consequence of the basicity of the support [8]. Acknowledgements We thank Yeungnam University, Republic of Korea, for support of Dr. Lee's sabbatical leave at the University of Delaware and the National Science Foundation for support of the research (CTS-9012910). References 1 B. D. Dombek, Adv. CataL, 32 (1983) 325. 2 W. M. H. Sachtler, Proc. 8th Int. Congr. CataL, (Berlin), 1984, Vol. 1 p. 151. 3 F. LeFebvre, P. Gelin, C. Naccache and Y. Ben Taarit, Proc. 6th Int. Zeolite Cmff, 1983, p. 435. 4 L. F. Rao, A. Fukuoka and M. Ichikawa, J. Chem. Soc., Chem Commun., (1988) 458. 5 L. R. M. Martens, P. J. Grobet and P. A. Jacobs, Nature (London), 315 (1985) 568. 6 L. R. M. Martens, P. J. Grobet, W. J. M. Vermeiren and P. A. Jacobs, Stud. Surf. Sci. Catal., 28 (1986) 935. 7 P. L. Zhou and B. C. Gates, J. Chem Soc., Chem Commun., 347 (1989). 346 8 P. L. Zhou, S. D. Maloney and B. C. Gates, J. Catal., 129 (1991) 315. 9 T. J. Lee and B. C. Gates, Catal. Lett., 8 (1991) 15. 10 F. Botani and R. Ugo, J. Organometall. Chem., 7 (1967) 167. I1 A. C. Jesse, M. A. M. Meester, D. J. Stufkens and K. Vrieze, Inorg. Chim. Acta, 26 (1978) 129. 12 F. Botani and G. Wilkinson, J. Chem. Soc., 3156 (1964). 13 R. B. King, A. D. King, Jr. and M. Z. Iqbal, J. Am. Chem. Soc., 101 (1979) 4893. 14 M. I. Zaki, G. Kun=ann, B. C. Gates and H. Knozinger, J. Phys. Chem., 91 (1987) 1486. 15 R. Barth, B. C. Gates, Y. Zhou, H. Knozinger and J. Hulse, J. CataL., 82 (1983) 147. 16 M. Ichikawa, Bull. Chem. Soc. Jpn., 51 (1978) 2268, 2273. 17 R. B. Anderson, The Fischer=Tropsch Synthesis, Academic Press, New York, 1984. 18 E. J. Rode, M. E. Davis and B. E. Hanson, J. Catal., 96 (1985) 574. 19 L: F. Rao, A. Fukuoka, N. Kosugi, H. Kuroda and M. Ichikawa, J. Phys. Chem., 94 (1990) 5317. 20 L. Basini, A. Aragno, R. Patrini and B. C. Gates, J. Mol. CataL, 70 (1991) 29. 21 N. Takahashi, A. Mijin, H. Suematsu, S. Shinohara and H. Matsuoka, J. Catal., 117 (1989) 438. 22 E. Mantovani, N. Palladino and A. Zanobi, J. MOL. Catal., 3 (1977) 285. 23 P. Gelin, Y. Ben Taarit and C. Naccache, J. Catal., 59 (1979) 357. 24 C. Dossi, R. Psaro and R. Ugo, J. Organometall. Chem,, 353 (1988) 259; ibid., 359 (1989) 105. 25 P. Dufour, L. Huang, A. Choplin, R. Sanchez-Delgado, A. Theolier and J: M. Basset, J. Organometall. Chem., 354 (1988) 243. 26 D. Fmenkel and B. C. Gates, J. Am. Chem. Soc., 102 (1980) 2478. 27 L. F. Nazar, G. A. Ozin, F. Hugues, J. Godber and D. Rancourt, J. Mol. CataL, 21 (1983) 313. X244 92850239 0304-5102(92)85023-9 10.1016/0304-5102(92)85023-9 Rhodium in basic zeolite Y: A stable, selective catalyst for CO hydrogenation Tae Jin Lee Bruce C. Gates Center for Catalytic Science and Technology, Department of Chemical Engineering, University of Delaware, Newark, DE 19716 USA Zeolite-entrapped rhodium carbonyl clusters were prepared by reductive carbonylation of [Rh(CO)2(acac)] in the pores of zeolite Y made basic by treatment with NaN3. The samples were characterized as CO hydrogenation catalysts at 1–20 atm, 225–325 °C and H2/CO feed molar ratios of 0.5–3.0. Rh carbonyl clusters were formed and evidently entrapped in the strongly basic zeolite, and the catalyst was active for CO hydrogenation, at low conversions giving a non-Schulz-Flory distribution of C1–C5 hydrocarbons with high olefin to paraffin ratios. The catalyst was stable, operating at 300 °C and 20 atm with a H2/CO molar ratio of 1 for more than two weeks with no significant loss in activity and selectivity. High partial pressures of CO (or CO + H2) stabilize the catalyst. The predominant rhodium species are suggested to be rhodium carbonyl clusters trapped in the zeolite cages. The results suggest opportunities for synthesis of metal clusters in strongly basic zeolites and for application of encaged metal clusters as catalysts for shape-selective conversions of synthesis gas. References 1 B.D. Dombek Adv. Catal. 32 1983 325 2 W.M.H. Sachtler Proc. 8th Int. Congr. Catal., (Berlin) 1 1984 151 3 F. LeFebvre P. Gelin C. Naccache Y.Ben Taarit Proc. 6th Int. Zeolite Conf. 1983 435 4 L.F. Rao A. Fukuoka M. Ichikawa J. Chem. Soc., Chem Commun. 1988 458 5 L.R.M. Martens P.J. Grobet P.A. Jacobs Nature (London) 315 1985 568 6 L.R.M. Martens P.J. Grobet W.J.M. Vermeiren P.A. Jacobs Stud. Surf. Sci. Catal. 28 1986 935 7 P.L. Zhou B.C. Gates J. Chem. Soc., Chem. Commun. 347 1989 8 P.L. Zhou S.D. Maloney B.C. Gates J. Catal. 129 1991 315 9 T.J. Lee B.C. Gates Catal. Lett. 8 1991 15 10 F. Botani R. Ugo J. Organometall. Chem. 7 1967 167 11 A.C. Jesse M.A.M. Meester D.J. Stufkens K. Vrieze Inorg. Chim. Acta 26 1978 129 12 F. Botani G. Wilkinson J. Chem. Soc. 3156 1964 13 R.B. King A.D. King Jr. M.Z. Iqbal J. Am. Chem. Soc. 101 1979 4893 14 M.I. Zaki G. Kunzmann B.C. Gates H. Knözinger J. Phys. Chem. 91 1987 1486 15 R. Barth B.C. Gates Y. Zhou H. Knözinger J. Hulse J. Catal. 82 1983 147 16 a M. Ichikawa Bull. Chem. Soc. Jpn. 51 1978 2268 b M. Ichikawa Bull. Chem. Soc. Jpn. 51 1978 2273 17 R.B. Anderson The Fischer-Tropsch Synthesis 1984 Academic Press New York 18 E.J. Rode M.E. Davis B.E. Hanson J. Catal. 96 1985 574 19 L.-F. Rao A. Fukuoka N. Kosugi H. Kuroda M. Ichikawa J. Phys. Chem. 94 1990 5317 20 L. Basini A. Aragno R. Patrini B.C. Gates J. Mol. Catal. 70 1991 29 21 N. Takahashi A. Mijin H. Suematsu S. Shinohara H. Matsuoka J. Catal. 117 1989 438 22 E. Mantovani N. Palladino A. Zanobi J. Mol. Catal. 3 1977 285 23 P. Gelin Y.Ben Taarit C. Naccache J. Catal. 59 1979 357 24 a C. Dossi R. Psaro R. Ugo J. Organometall. Chem. 353 1988 259 b C. Dossi R. Psaro R. Ugo J. Organometall. Chem. 359 1989 105 25 P. Dufour L. Huang A. Choplin R. Sanchez-Delgado A. Théolier J.-M. Basset J. Organometall. Chem. 354 1988 243 26 D. Fraenkel B.C. Gates J. Am. Chem. Soc. 102 1980 2478 27 L.F. Nazar G.A. Ozin F. Hugues J. Godber D. Rancourt J. Mol. Catal. 21 1983 313",
      "scopus-id": "0026821250",
      "coredata": {
        "eid": "1-s2.0-0304510292850239",
        "dc:description": "Zeolite-entrapped rhodium carbonyl clusters were prepared by reductive carbonylation of [Rh(CO)2(acac)] in the pores of zeolite Y made basic by treatment with NaN3. The samples were characterized as CO hydrogenation catalysts at 1–20 atm, 225–325 °C and H2/CO feed molar ratios of 0.5–3.0. Rh carbonyl clusters were formed and evidently entrapped in the strongly basic zeolite, and the catalyst was active for CO hydrogenation, at low conversions giving a non-Schulz-Flory distribution of C1–C5 hydrocarbons with high olefin to paraffin ratios. The catalyst was stable, operating at 300 °C and 20 atm with a H2/CO molar ratio of 1 for more than two weeks with no significant loss in activity and selectivity. High partial pressures of CO (or CO + H2) stabilize the catalyst. The predominant rhodium species are suggested to be rhodium carbonyl clusters trapped in the zeolite cages. The results suggest opportunities for synthesis of metal clusters in strongly basic zeolites and for application of encaged metal clusters as catalysts for shape-selective conversions of synthesis gas.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292850239",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lee, Tae Jin"
          },
          {
            "@_fa": "true",
            "$": "Gates, Bruce C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292850239"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292850239"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)85023-9",
        "prism:volume": "71",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Rhodium in basic zeolite Y: A stable, selective catalyst for CO hydrogenation",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "335-346",
        "prism:endingPage": "346",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1992",
        "prism:doi": "10.1016/0304-5102(92)85023-9",
        "prism:startingPage": "335",
        "dc:identifier": "doi:10.1016/0304-5102(92)85023-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026821250"
      }
    }
  }
}