{
  "metadata": {
    "title": "Electronic effects of alkaline carbonates in methanation over Pd/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80049-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800498",
    "pii": "0304510284800498"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020923915",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800498 0304-5102(84)80049-8 0304510284800498 10.1016/0304-5102(84)80049-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 24 263 271 263 271 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. ELECTRONICEFFECTSALKALINECARBONATESINMETHANATIONOVERPDAL2O3CATALYSTS MORI T PONEC 1975 41 V SACHTLER 1977 69 W PONEC 1978 151 V BILOEN 1981 165 P BELL 1981 203 A MORI 1983 3648 T NIIZUMA 1983 3652 H MORI 1982 2753 T DRY 1968 18 M SCHOUBYE 1969 238 P HUANG 1978 1 C MCVICKER 1980 25 G KRUISSINK 1981 23 E OKUHARA 1981 1114 T GONZALEZ 1982 338 R OZAKI 1981 87 A KISKINOVA 1981 584 M MARTIN 1982 315 G EISCHENS 1956 194 R STOOP 1982 50 F BLYHOLDER 1964 2772 G FORD 1970 51 R TOOLENAAR 1983 35 F VANNICE 1975 129 M FAJULA 1982 237 F MILLS 1973 159 G VANNICE 1976 153 M TOMANEK 1983 111 D COLLMAN 1973 4089 J MASTERS 1979 61 C CASEY 1980 1927 C WENTRCEK 1976 363 P ARAKI 1976 439 M BILOEN 1979 95 P BRADY 1980 6181 R BRADY 1981 1287 R MORIX1984X263 MORIX1984X263X271 MORIX1984X263XT MORIX1984X263X271XT item 0304-5102(84)80049-8 0304510284800498 1-s2.0-0304510284800498 10.1016/0304-5102(84)80049-8 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800498-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800498/MAIN/application/pdf/bb9d434b9f15bdcb6bacdba3290379a0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800498/MAIN/application/pdf/bb9d434b9f15bdcb6bacdba3290379a0/main.pdf main.pdf pdf true 747599 MAIN 9 1-s2.0-0304510284800498-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800498/PREVIEW/image/png/5a6b31a08ec57cfb1d92b2d42c9f6299/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800498/PREVIEW/image/png/5a6b31a08ec57cfb1d92b2d42c9f6299/main_1.png main_1.png png 60944 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 263 - 271 263 ELECTRONIC EFFECTS OF ALKALINE CARBONATES IN METHANATION OVER Pd/A^Oa CATALYSTS TOSHIAKI MORI,* HIROYUKI MASUDA and HISAO IMAI Government Industrial Research Institute, Nagoya, Hirate-cho, Kita-ku, Nagoya 462 (Japan) AKIRA MIYAMOTO, HIROSHI NIIZUMA, TADASHI HATTORI and YUICHI MURAKAMI Department of Synthetic Chemistry, Faculty of Engineering, Nagoya University, Furo- cho, Chikusa-ku, Nagoya 464 (Japan) Summary Electronic effects of alkaline carbonates on the C 0 bond dissociation of adsorbed CO in methanation over Pd/Al203 catalysts were investigated by using a pulse surface reaction rate analysis (PSRA) coupled with an emission- less diffuse reflectance infrared spectroscopy (EDR). Alkaline carbonates added to the Pd/Al203 catalyst exist mainly on the alumina support. This addition causes the IR bands of adsorbed CO to shift to lower frequencies, and markedly decreases the rate constant for the C 0 bond dissociation. It was concluded that the addition of alkaline carbonates to the Pd/Al203 cata- lyst increases the electron density of the Pd metal which in turn decreases the rate constant for the C 0 bond dissociation of adsorbed CO. This relationship was explained in terms of a partially hydrogenated CO species which acts as intermediate for the C 0 bond dissociation of adsorbed CO in methanation. Introduction Multimetallic catalysts exhibit some interesting properties which cannot be expected from the individual components alone. Although these can be interpreted in terms of the combination of ligand (or electronic) effect and ensemble effect [1,2], it is usually difficult to separate these two effects. In order to understand the electronic effect in the catalysis by a metal, it would be interesting to control the electronic state in the metal without the forma- tion of an alloy and to reveal the relationship between the catalytic behavior and the electronic state. * Author to whom correspondence should be addressed. 0304-6102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 264 It has been well established that CO hydrogenation proceeds through the hydrogenation of adsorbed carbon species, (CH^)ad) which is produced by the dissociation of adsorbed CO, (C0)ad> as shown in eqn. 1 [3-8]. CO > (CO)ad > (CHJad ^ hydrocarbons (1) From this mechanism, it is evident that the control of individual steps in the mechanism is necessary in order to optimize the catalyst activity and selec- tivity for the reaction. It is also well known that alkaline additives markedly affect the catalyst activity and selectivity for CO hydrogenation [9-15] and they are effective in altering the electronic state of the catalysts [16-18]. Although the effect of alkaline additives has usually been understood in terms of the electronic effect, separation from the ensemble effect seems to be inadequate. Also, the effect of alkaline additives on the individual steps of the CO hydrogenation has not been well clarified. This seems to be due to lack of a method to measure the rate of the individual steps. By using the Pulse Surface Reaction Rate Analysis (PSRA) coupled with Emissionless Diffuse Reflectance Infrared Spectroscopy (EDR), we have previously found that the rate constant for the C 0 bond dissociation per adsorbed CO molecule can be determined in the methanation over Pd/Al203 catalyst [6, 7]. The purpose of this study, then, is to clarify the electronic effect on the rate and mechanism for the C 0 bond dissociation of adsorbed CO by investigating the methanation of CO over alkali-doped Pd/Al203 catalyst using PSRA and EDR. Experimental Pd/Al203 catalyst (Pd loading 0.5 wt.%) was obtained commercially (Nippon Engelhardt Ltd.). Alkali-doped Pd/Al203 catalysts were prepared by impregnating the Pd/Al203 with an aqueous solution of Li2C03, Na2C03, or K2C03, followed by drying and subsequent reduction in flowing H2 at 728 K. Alkaline carbonate was used as additive because alkaline metal is unstable under the conditions of methanation. The amount of CO adsorbed on the catalyst was measured by a conventional pulse adsorption technique at room temperature and is summarized in Table 1. PSRA experiments were carried out under atmospheric pressure as follows [6, 8]. A small amount of CO (usually 10 /xl, STP) was injected at the inlet of the pulse reactor into flowing H; carrier gas (40 ml STP min~1). It was immediately adsorbed on the Pd surface and the adsorbed CO was gradually hydrogenated by H2 to CH4 and H^O; the methanation took place selectively. The rate of formation of CH4 at time t, r{t), was continuously measured by using a flame ionization detector (FID) located at the outlet of the reactor. In order to obtain data for the H2-D2 isotope effect on the hydrogenation of adsorbed CO, PSRA experiments were also carried out in flowing D2 (40 ml STP mm\"1). In situ IR spectra of adsorbed species under CO hydrogenation were measured using a Jasco EDR-31 spectrometer [7]. 265 TABLE 1 Activation energy and pre-exponential factor for CO methanation, and amount of CO adsorbed on the catalyst Alkaline carbonate Contenta E log A CO adsorbed (kJmol-1) (s-') OLimolg-1) LizCOa 0.2 64.8 2.0 103 20.0 NaaCOa 2.2 66.9 2.0 97.8 20.0 - K2C03 0.2 63.1 2.0 105 20.0 - none 52.7 4.44 14.7 7.93 14.1 - 12.2 7.93 14.6 7.40 15.1 - 14.7 4.30 15.0 8.10 14.4 - 14.7 3.48 12.9 \"Alkaline metal/Pd (atomic ratio). Results Rate constant for the C 0 bond dissociation determined by PSRA Figure 1 shows an example of r(t)-t profiles for the hydrogenation of adsorbed CO in flowing H2. As can be seen, r(t) decreased gradually with time from the top of the curve. Under the experimental conditions of the PSRA, CH4 and H^O were selectively produced. It was also found that no CO was desorbed from the catalyst under the PSRA conditions. When CH4 instead of CO was injected into flowing H;, CH4 was immediately eluted, as shown by the dotted line in Fig. 1. This means that dispersion of CH4 in the space from the catalyst bed to the FID is negligible. Figure 2 shows the relationship between In r(t) and t, where In r(t) decreases linearly with time. This linear relationship is explained as follows: Since the dissociation of the C 0 bond of the adsorbed CO species has been shown to be the rate- determining step in methanation on Pd/A403 [6, 7] and desorption of the adsorbed CO from the catalyst does not occur under the PSRA experiments, r(t) is given by r(t) = -cUVM-co/dt = k^N^o (2) where N^_QQ is the number of adsorbed CO molecules and r{t) is assumed to be first order with respect to N^-co- The integration of eqn. (2) leads to In r{t) = In(feH^SMo) - k^t (3) where IVSi-co is -^M-CO at ^ = 0. Equation (3) agrees with the experimental linear relationship between In r(t) and t as shown in Fig. 2. Although various 266 Time 0 30 t, s 60 Pig. 1. Relationship between reaction rate and time for the methanation of adsorbed CO on Pd/Al^Os catalyst in flowing Ha at 503 K. (.......) FID response of CHU injected at the inlet of the reactor instead of CO. Fig. 2. First order relationship between In r(t) and t at 503 K. rate equations were compared to the experimental data, eqn. (2) or eqn. (3) was found to agree best with the experimental data. The steady-state kinetics for the hydrogenation of CO is very complex [5, 8]. As shown in eqns. (2) and (3), on the other hand, the kinetics of the reaction under conditions of the PSRA experiment is simple; the rate is first order with respect to the amount of adsorbed CO, and the rate constant (ky) refers to the rate per adsorbed CO molecule. In other words, the effect of the number of adsorbed CO molecules is excluded from ky. This enables us to discuss detailed effects of alkaline additives on the rate and mechanism for the C 0 bond dissocia- tion of adsorbed CO species by examining the rate constant and the isotope effect on ky. Figure 3 shows the ky obtained at various temperatures. As shown, k-a satisfies the Arrhenius equation. The pre-exponential factor, A, and activation energy, E, for the rate constant are summarized in Table 1. When alkaline carbonate was added to the Pd/Al203 catalyst, fen decreased considerably, and the extent of decrease in k^ became more significant with increasing amounts of added alkaline carbonate, irrespective of their nature. Correspondingly, the activation energy for k^ increased by adding alkaline carbonate (Table 1). Results of the PSRA experiment in flowing D^ were also found to satisfy the linear relationship between In r(t) and t, and the rate constant for the C 0 bond dissociation process, k^, was also determined. Results of the isotope effect, ky/k^, for typical catalysts are summarized in Table 2. The value of h-Q was considerably larger than that of feu on the alkaline-doped Pd catalysts, i.e. the inverse isotope effect exists for the rate constant of the C 0 bond dissociation. As shown in Table 2, the extent of the inverse isotope effect for the alkaline-doped catalyst was also less significant than that for the non-doped catalyst. 267 TABLE 2 H-i -D.2 isotope effect over alkaline-doped Pd/AlzC^ catalysts Catalyst Li/Pd =2.0 Na/Pd =2.0 K/Pd =2.0 Pd/Al^Os 0.74 0.79 0.79 0.61 J__l 2250 2000 1900 1800 Wave number, cm\"^ 2250 2000 1900 1800 Wave number, cm\"^ Fig. 3. Arrhenius plots of the rate constants on alkali-doped and non-doped Pd/A^Oa catalysts. Atomic ratio; a: Li/Pd = 0.2, n: Na/Pd = 0.2, : K/Pd = 0.2, A: Li/Pd = 2.0, A: Na/Pd = 2.0, A: K/Pd = 2.0, 0: Li/Pd = 20.0, 0: Na/Pd = 20.0, : K/Pd = 20.0, o: non- doped Pd/Al^Oa. Fig. 4. In situ IR spectra measured in a flow of H^ (100 ml STP min~1; (1)) and in a flow of a mixture of CO and H; (10 and 100 ml STP min~1, respectively; (2)). (a)Pd/Al203, (b) Na-doped Pd/Al^Os (Na/Pd = atomic ratio 20.0). COg, L, BI, and 82 indicate gaseous CO, linear CO, and two bridged COs, respectively [7 ]. In situ IR measurements of adsorbed CO In situ IR spectra of adsorbed CO during the CO hydrogenation were measured by EDR. Typical examples are shown in Fig. 4. In addition to gaseous CO, linear and two bridge CO species were observed [7]. The wave- numbers for each adsorbed CO species in the IR spectra are summarized in Table 3. When alkaline carbonates were added to the Pd/Al203 catalyst, the wavenumbers shifted to lower values. It is noteworthy that the extent of the band shift for the adsorbed CO species in the IR spectra increased with increasing amounts of added alkaline carbonates and that the difference in the nature of the alkaline carbonates caused a minor effect on the band shift. As shown in Fig. 4, the intensity of the IR bands for the adsorbed CO species was not greatly affected by adding alkaline carbonates. It was also found that the intensity of the OH band originating from the alumina support decreased by adding alkaline carbonates. 268 TABLE 3 Wavenumbers of adsorbed CO in the IR spectra Alkaline carbonate Contenta Wavenumber (cm ') linear bridge (1) bridge (2) Li^COs 0.2 2080 1980 -1950 1900 -1880 2.0 2075 1980 -1950 1900 -1880 20.0 2075 1980 -1940 1880 - 1870 Na;;CC>3 0.2 2080 1980 -1950 1900 - 1880 2.0 2075 1980 -1950 1900 - 1880 20.0 2075 1970 -1945 1880 -1850 KzCOa 0.2 2075 1980 - 1950 1900 -1880 2.0 2075 1980 -1950 1900 -1880 20.0 2070 1960 -1950 1880 - 1870 none 2080 1980 1900 \"Alkaline metal/Pd (atomic ratio). Discussion Catalyst texture As shown in Table 1, the amount of adsorbed CO remained unchanged, even when the amount of alkaline metals added was twenty times the amount of Pd present in the Pd/Al^C^ catalyst. This indicates that the alkaline carbonates exist mainly on the alumina support in the Pd/Al203 catalyst, leaving the dispersion of Pd metal unchanged. This is in accordance with the results obtained from in situ IR investigations, which showed little difference in the intensity of the IR bands for adsorbed CO between alkali- doped and non-doped Pd/Al203 catalysts, and also indicated that the intensity of the OH band decreased by adding alkaline carbonates to the catalyst. Band shift observed in the in situ IR spectra The wavenumbers for adsorbed CO in the IR spectra shifted to lower values by adding alkaline carbonates to the Pd/Al203 catalyst. Several effects may be responsible for such band shifts: (i) a decrease in dipole-dipole inter- action between adsorbed CO molecules [19, 20]; (ii) an increase in electron density in the Pd metal which leads to the weakening of the C 0 bond due to the enhanced back-donation of electrons to the antibonding 2ir* orbital of the adsorbed CO molecule [21, 22], and (iii) a decrease in the particle size of the Pd metal, as observed for the Ir/Al203 catalyst [23]. In the present catalysts, however, both effects (i) and (iii) are considered to be minor, because no difference was observed in the amount of adsorbed CO between alkali-doped and non-doped Pd/Al203 catalysts. This indicates that the main 269 factor causing the band shift in the IR spectra of adsorbed CO is the increase in electron density in the Pd metal, and therefore this shift provides a measure for the increase in electron density in the Pd metal. This is in accordance with the conclusion of previous investigations that alkaline additives have electron-donor character even in the ionic state, although such character is less significant compared to the metallic state (e.g. [16] and refs. therein). As shown in Table 3, the extent of the band shift for adsorbed CO is almost independent of the nature of the added alkaline carbonates, while it increases markedly with their amount. This is interesting, because the ioniza- tion potential or electronegativity changes greatly witlfthe nature of the alkaline additives [16-18]. Although further investigations are necessary in order to understand the results, this may tentatively be interpreted as follows. If the role of alkaline carbonates is to neutralize the acidic sites on the alumina support which are likely to withdraw electrons from the Pd metal in the catalyst [24, 25], the effectiveness of alkaline carbonates is thus related to their amount more than to their kind. Electronic effects on the C 0 bond dissociation Addition of alkaline carbonates electronically affects the Pd metal in the catalyst even under reaction conditions, as observed in the in situ IR investigations. Since the extent of the band shift for adsorbed CO, Af(CO), is a measure of the increase in electron density in the Pd metal, fen is plotted against Ai^(CO) in Fig. 5. Although the retardation effect of CO is usually observed for the CO hydrogenation [26, 27], ky is free from such a retarda- tion effect. This is because ky is the first-order reaction rate constant with respect to the adsorbed CO molecule, as shown in eqn. (2). Since the addi- tion of alkaline carbonates to the Pd/Al203 catalyst does not affect the dispersion of Pd metal in the catalyst, ky is also free from the ensemble W 60 80 100 AVco-, cm-1 Fig. 5. Relationship between rate constant for C 0 bond dissociation and extent of the total band shift of adsorbed CO. o, Li-doped; A, Na-doped; n, K-doped; 0, non-doped Pd/Al^Oa. Since the peaks for two bridged CO were broad, Af(CO) was calculated from their lower limits. 270 effect due to an alloy formation. Therefore, Fig. 5 indicates that the rate constant for the C 0 bond dissociation decreases with increasing electron density of the Pd metal in the Pd/Al203 catalyst. Explanation of results via proposed mechanism of CO methanation Recent study has shown that the decomposition of adsorbed CO mole- cules is enhanced by adding alkaline additives to the Ni surface and that their promoting effect increases with their amount [17]. The promoting effect of alkaline additives is also confirmed by a recent theoretical investigation [28]. As for CO methanation, however, the promoting effect of alkaline carbon- ates on the C 0 bond dissociation diminished and, conversely, a suppressing effect was observed, as shown in Fig. 5. This suggests that in the CO methanation the C 0 bond is dissociated according to a mechanism differ- ent from direct decomposition of the adsorbed CO molecule to give surface carbon and oxygen atoms. The Hz-D; inverse isotope effect and pre- exponential factor (much smaller than 1013 s~1 [6, 8]) for the rate constant of the C 0 bond dissociation process support the validity of this conclusion. From a detailed analysis of the H^-D; inverse isotope effect (fen/^o) and pre-exponential factor of the rate constant for the C 0 bond dissocia- tion process, we have proposed a mechanism shown in eqn. (4) [6-8]. (CO)ad ^ (COHJad -A-* (CH,)ad + (OHy)ad (4) Here, the C 0 bond is dissociated to surface carbon species, (CH^ad, and an oxygen species, (OHy)ad, through formation of a partially hydrogenated CO species, (COHn)ad. This mechanism is in accordance with recent knowledge in organometallic chemistry concerning carbonyl (M CO), formyi (M CHO), hydroxycarbene (M CHOH) and hydroxymethyl (M CH^OH) species [29-31], and conclusions obtained by Wentrcek et al. [32], Araki and Ponec [33], Biloen et al. [34], Brady and Pettit [35] and Bell [5] about the intermediacy of surface CHx species. The suppressing effect of alkaline carbonates on the C 0 bond dissociation is interpreted in terms of this mechanism. As a result of back-donation, (CO)ad is more stable on the Pd surface with higher electron density. Such stabilization for (COHn)ad may, however, be less significant than that for (CO)ad. These lead to the decrease in the equilibrium concentration of (COHn)ad with respect to (CO)ad. Since /EH is proportional to the concentration of (COHn)ad [8], the increase in electron density of the Pd metal results in a decrease in the rate constant for the C 0 bond dissociation of adsorbed CO in the methanation. By applying reasoning similar to that in previous papers [6, 8], furthermore, the inverse isotope effect and pre-exponential factor for the rate constant can also be explained in terms of the mechanism shown in eqn. (4). Acknowledgements This work was supported by a Grant-in-Aid for Special Project Research from the Ministry of Education, Japan (No. 56219013). 271 References 1 V. Ponec, Catal. Rev., 11 (1975) 41. 2 W. M. H. Sachtler and R. A. Van Santen,Adu. Catal., 26 (1977) 69. 3 V. Ponec, Catal. Rev., 18 (1978) 151. 4 P. Biloen and W. M. H. Sachtler, Adv. Catal., 30 (1981) 165. 5 A. T. Bell, Cata;. Rev., 23 (1981) 203. 6 T. Mori, H. Masuda, H. Imai, A. Miyamoto, R. Hasebe and Y. Murakami, J. Phys. Chem., 87 (1983)3648. 7 H. Niizuma, T. Hattori, T. Mori, A. Miyamoto and Y. Murakami, J. Phys. Chem., 87 (1983)3652. 8 T. Mori, H. Masuda, H. Imai, A. Miyamoto, S. Baba and Y. Murakami, J. Phys. Chem., 86 (1982)2753. 9 M. E. Dry and G. J. Oosthuizer, J. Catal., 11 (1968) 18. 10 P. Schoubye, J. Catal., 14 (1969) 238. 11 C. P. Huang and J. T. Richardson, J. Catal., 51 (1978) 1. 12 G. B. McVicker and M. A. Vannice, J. Catal., 63 (1980) 25. 13 E. C. Kruissink, H. L. Pelt, J. R. H. Ross and L. L. Van Reijin, Appl. Catal., 1 (1981) 23. 14 T. Okuhara, T. Kimura, M. Misono and Y. Yoneda, J. Chem. Soc., Chem. Commun., (1981)1114. 15 R. D. Gonzalez and H. Miura, J. Catal,, 77 (1982) 338. 16 A. Ozaki and K. Aika, Cota;. Sci. Tech., 1 (1981) 87. 17 M. P. Kiskinova, Surf. Sci., Ill (1981) 584. 18 G. A. Martin, Stud. Surf. Sci. Catal., 11 (1982) 315. 19 R. P. Eischens, S. A. Francis and W. A. Pliskin, J. Phys. Chem., 60 (1956) 194. 20 F. Stoop, F. J. C. M. Toolenaar and V. Ponec, J. Catal., 73 (1982) 50. 21 G. Biyholder, J. Phys. Chem., 68 (1964) 2772. 22 R. R. Ford.Adu. Catal., 21 (1970) 51. 23 F. J. C. M. Toolenaar, A. G. T. M. Bastein and V. Ponec, J. Catal., 82 (1983) 35. 24 M. A. Vannice, J. Catal., 40 (1975) 129. 25 F. Fajula, R. G. Anthony and J. H. Lunsford, J. Catal., 73 (1982) 237. 26 G. A. Mills and F. W. Steffgen, Catal. Rev., 11 (1973) 159. 27 M. A. Vannice, Catal. Rev., 14 (1976) 153. 28 D. Tomanek and K. H. Bennemann, Surf. Sci., 127 (1983) 111. 29 J. P. Collman and S. W. Winter, J. Am. Chem. Soc., 95 (1973) 4089. 30 C. Masters, Adv. Organometal. Chem., 17 (1979) 61. 31 C. P. Casey, M. A. Andrews, D. R. McAlister and E. Rinz, J. Am. Chem. Soc., 102 (1980)1927. 32 P. R. Wentrcek, B. J. Wood and H. Wise, J. Catal.. 43 (1976) 363. 33 M. Araki and V. Ponec, J. Catal., 44 (1976) 439. 34 P. Biloen, J. N. Helle and W. M. H. Sachtler, J. Catal., 58 (1979) 95. 35 R. C. Brady III and R. Pettit, J. Am. Chem. Soc., 102 (1980) 6181; ibid., 203 (1981) 1287. X244 84800498 0304-5102(84)80049-8 10.1016/0304-5102(84)80049-8 Oral presentation Electronic effects of alkaline carbonates in methanation over Pd/Al2O3 catalysts Toshiaki Mori 1 Hiroyuki Masuda Hisao Imai Government Industrial Research Institute, Nagoya, Hirate-cho, Kita-ku, Nagoya 462 Japan 1 Author to whom correspondence should be addressed. Akira Miyamoto Hiroshi Niizuma Tadashi Hattori Yuichi Murakami Department of Synthetic Chemistry, Faculty of Engineering, Nagoya University, Furocho, Chikusa-ku, Nagoya 464 Japan Electronic effects of alkaline carbonates on the C-O bond dissociation of adsorbed CO in methanation over Pd/Al2O3 catalysts were investigated by using a pulse surface reaction rate analysis (PSRA) coupled with an emissionless diffuse reflectance infrared spectroscopy (EDR). Alkaline carbonates added to the Pd/Al2O3 catalyst exist mainly on the alumina support. This addition causes the IR bands of adsorbed CO to shift to lower frequencies, and markedly decreases the rate constant for the C-O bond dissociation. It was concluded that the addition of alkaline carbonates to the Pd/Al2O3 catalyst increases the electron density of the Pd metal which in turn decreases the rate constant for the C-O bond dissociation of adsorbed CO. This relationship was explained in terms of a partially hydrogenated CO species which acts as intermediate for the C-O bond dissociation of adsorbed CO in methanation. References 1 V. Ponec Catal. Rev. 11 1975 41 2 W.M.H. Sachtler R.A. Van Santen Adv. Catal. 26 1977 69 3 V. Ponec Catal. Rev. 18 1978 151 4 P. Biloen W.M.H. Sachtler Adv. Catal. 30 1981 165 5 A.T. Bell Catal. Rev. 23 1981 203 6 T. Mori H. Masuda H. Imai A. Miyamoto R. Hasebe Y. Murakami J. Phys. Chem. 87 1983 3648 7 H. Niizuma T. Hattori T. Mori A. Miyamoto Y. Murakami J. Phys. Chem. 87 1983 3652 8 T. Mori H. Masuda H. Imai A. Miyamoto S. Baba Y. Murakami J. Phys. Chem. 86 1982 2753 9 M.E. Dry G.J. Oosthuizer J. Catal. 11 1968 18 10 P. Schoubye J. Catal. 14 1969 238 11 C.P. Huang J.T. Richardson J. Catal. 51 1978 1 12 G.B. McVicker M.A. Vannice J. Catal. 63 1980 25 13 E.C. Kruissink H.L. Pelt J.R.H. Ross L.L. Van Reijin Appl. Catal. 1 1981 23 14 T. Okuhara T. Kimura M. Misono Y. Yoneda J. Chem. Soc., Chem. Commun. 1981 1114 15 R.D. Gonzalez H. Miura J. Catal. 77 1982 338 16 A. Ozaki K. Aika Cotal. Sci. Tech. 1 1981 87 17 M.P. Kiskinova Surf. Sci. 111 1981 584 18 G.A. Martin Stud. Surf. Sci. Catal. 11 1982 315 19 R.P. Eischens S.A. Francis W.A. Pliskin J. Phys. Chem. 60 1956 194 20 F. Stoop F.J.C.M. Toolenaar V. Ponec J. Catal. 73 1982 50 21 G. Blyholder J. Phys. Chem. 68 1964 2772 22 R.R. Ford Adv. Catal. 21 1970 51 23 F.J.C.M. Toolenaar A.G.T.M. Bastein V. Ponec J. Catal. 82 1983 35 24 M.A. Vannice J. Catal. 40 1975 129 25 F. Fajula R.G. Anthony J.H. Lunsford J. Catal. 73 1982 237 26 G.A. Mills F.W. Steffgen Catal. Rev. 11 1973 159 27 M.A. Vannice Catal. Rev. 14 1976 153 28 D. Tománek K.H. Bennemann Surf. Sci. 127 1983 111 29 J.P. Collman S.W. Winter J. Am. Chem. Soc. 95 1973 4089 30 C. Masters Adv. Organometal. Chem. 17 1979 61 31 C.P. Casey M.A. Andrews D.R. McAlister E. Rinz J. Am. Chem. Soc. 102 1980 1927 32 P.R. Wentrcek B.J. Wood H. Wise J. Catal. 43 1976 363 33 M. Araki V. Ponec J. Catal. 44 1976 439 34 P. Biloen J.N. Helle W.M.H. Sachtler J. Catal. 58 1979 95 35 a R.C. Brady III R. Pettit J. Am. Chem. Soc. 102 1980 6181 b R.C. Brady III R. Pettit J. Am. Chem. Soc. 103 1981 1287",
      "scopus-id": "0020923915",
      "coredata": {
        "eid": "1-s2.0-0304510284800498",
        "dc:description": "Electronic effects of alkaline carbonates on the C-O bond dissociation of adsorbed CO in methanation over Pd/Al2O3 catalysts were investigated by using a pulse surface reaction rate analysis (PSRA) coupled with an emissionless diffuse reflectance infrared spectroscopy (EDR). Alkaline carbonates added to the Pd/Al2O3 catalyst exist mainly on the alumina support. This addition causes the IR bands of adsorbed CO to shift to lower frequencies, and markedly decreases the rate constant for the C-O bond dissociation. It was concluded that the addition of alkaline carbonates to the Pd/Al2O3 catalyst increases the electron density of the Pd metal which in turn decreases the rate constant for the C-O bond dissociation of adsorbed CO. This relationship was explained in terms of a partially hydrogenated CO species which acts as intermediate for the C-O bond dissociation of adsorbed CO in methanation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800498",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mori, Toshiaki"
          },
          {
            "@_fa": "true",
            "$": "Masuda, Hiroyuki"
          },
          {
            "@_fa": "true",
            "$": "Imai, Hisao"
          },
          {
            "@_fa": "true",
            "$": "Miyamoto, Akira"
          },
          {
            "@_fa": "true",
            "$": "Niizuma, Hiroshi"
          },
          {
            "@_fa": "true",
            "$": "Hattori, Tadashi"
          },
          {
            "@_fa": "true",
            "$": "Murakami, Yuichi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800498"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800498"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80049-8",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Electronic effects of alkaline carbonates in methanation over Pd/Al2O3 catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "263-271",
        "prism:endingPage": "271",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80049-8",
        "prism:startingPage": "263",
        "dc:identifier": "doi:10.1016/0304-5102(84)80049-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020923915"
      }
    }
  }
}