{
  "metadata": {
    "title": "Acetoxylation of toluene catalyzed by supported Pd-Sn catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-02-04",
    "doi": "10.1016/0304-5102(93)E0225-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E02256",
    "pii": "0304510293E02256"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028763698",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E02256 0304-5102(93)E0225-6 0304510293E02256 10.1016/0304-5102(93)E0225-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00715 2024-01-02T01:04:53.938015Z 0 0 19940204 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 87 87 2 3 2 3 Volume 87, Issues 2–3 16 311 328 311 328 19940204 4 February 1994 1994-02-04 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. ACETOXYLATIONTOLUENECATALYZEDBYSUPPORTEDPDSNCATALYSTS TANIELYAN S SHELDON 1981 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS HENRY 1980 P PALLADIUMCATALYZEDOXIDATIONHYDROCARBONS PARSHALL 1980 G HOMOGENEOUSCATALYSIS LYONS 1986 117 J HOMOGENEOUSHETEROGENEOUSCATALYSIS GAULT 1961 1781 F BENAZZI 1991 299 E CONSTANTINI 1980 159 M GRZYBOWSKA 1987 157 B STOCK 1981 1759 L UNGER 1969 18 M VANHELDEN 1965 1263 R HENRY 1971 1886 P TISUE 1969 410 T BRYANT 1968 3371 D BRYANT 1968 4123 D DAVIDSON 1968 1331 J STARCHEVSKII 1979 1163 M STARCHEVSKII 1980 1451 M IVANOV 1984 69 S IVANOV 1983 99 S IVANOV 1983 99 S BENAZZI 1993 311 E FUJIWARA 1970 863 Y GORDON 1972 A CHEMISTSCOMPANION BOUDART 1975 44 M AUGUSTINE 1983 358 R AUGUSTINE 1981 2614 R PANDEY 1974 1241 R KARL 1982 785 H GREGG 1982 S ADSORPTIONSURFACEAREAPOROSITY BOND 1982 60 G HETEROGENEOUSCATALYSISPRINCIPLESAPPLICATIONS SUDHAKAR 1985 47 C SCHOLTEN 1962 85 J BUDNARIUK 1989 459 P TOUSTER 1978 170 S TANIELYANX1994X311 TANIELYANX1994X311X328 TANIELYANX1994X311XS TANIELYANX1994X311X328XS item 0304-5102(93)E0225-6 0304510293E02256 1-s2.0-0304510293E02256 10.1016/0304-5102(93)E0225-6 272239 2024-01-02T01:04:53.938015Z 1994-02-04 1-s2.0-0304510293E02256-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E02256/MAIN/application/pdf/f807aea844405aa9effc085eb010bbd5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E02256/MAIN/application/pdf/f807aea844405aa9effc085eb010bbd5/main.pdf main.pdf pdf true 1442807 MAIN 18 1-s2.0-0304510293E02256-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E02256/PREVIEW/image/png/89735a318d425a722698818c36ab25b8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E02256/PREVIEW/image/png/89735a318d425a722698818c36ab25b8/main_1.png main_1.png png 64043 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 87 (1994) 311-328 311 Elsevier Science B.V., Amsterdam M291 Acetogylation of toluene catalyzed by supported Pd-Sn catalysts Setrak K. Tanielyan and Robert L. Augustine* Department of Chemistry, Seton Hall University, South Orange, NJ 07079 (USA) (Received April 30,1993; accepted August 20,1993 ) Abstract The toluene acetoxylation run in the presence of Pd (OAc )2, Sn (OH), and KOAc was found to proceed through three characteristic stages of the oxygen absorption. In the first stage, the system produces a Pd(II) [Sn(II)12(oAc)B complex which remains homogeneous until the end of that phase. In the second region of the oxygen uptake curve there is an absorption of one equivalent of oxygen after which a heterogeneous palladium-tin species precipitates on the surface of the silica carrier present in the system. In the third region the oxygen adsorption is related only to the oxidation of the toluene to benzyl acetate and benzylidene diacetate which are formed in a 6.7/1 ratio. The turnover frequencies determined on the basis of the reaction rates were 3-4 times higher than observed with the reference system which used Sn(OAc)2 as the tin precursor. An additional triple increase in the rate was observed for the same optimized system when the oxidation was begun in the presence of ICN 60 silica. The activity of these in-situ supported Pd/Sn species depends strongly on the porosity of the silica carriers. The optimal average pore diameter was found to be near 20-30 A. The samples with variable Sn/Pd ratios and with variable loading exhibit strongly suppressed hydrogen chemisorption and single turnover (STO) surface reactivity which is thought to result from an SMSI state of the metallic palladium caused by the co-adsorbed tin. Key words: acetoxylation; palladium; tin; toluene Introduction Over the past two decades the palladium catalyzed oxidation of a-olefins and alkyl aromatic hydrocarbons has become an increasingly attractive and, in some instances, the only route for the selective synthesis of vinylic, allylic or benzylic alcohols and esters [ 1-5 ] . This is particularly true in the selective oxidation of toluene to phenyl acetate or benzyl acetate since every other well known catalyst system gives rise to the formation of benzaldehyde and/or benzoic acid as the major oxidation products [ 6-8 ] . Depending on the reaction conditions, the palladium catalyzed oxidation of toluene can be directed to the formation of bitolyls [9-11], tolyl acetates [4,12,13] or benzyl acetate and benzylidene diacetate [ 14-18 ] as depicted in Scheme 1. *Corresponding author. 0304-5102/94/$07.00 1994 - Elsevier Science B.V. All rights reserved. SSD10304-5102 (93)E0225-6 312 S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 CH3 CHy [OX]=02. X=CI Additive=AIC13,AgN03 / / CH33 [OX], PdX2 [OX]=CrZO7,MnOy ,NOZ CHOAc / AcOH X=N02 / CH20Ac CH(OAc)2 [OX]=OZ, X=Ac0 Additive Sn(OAc)p,KOAc 6 / The use of PdC12 or Pd(N03)2 [9,10], promoted by perchloric acid or AIC13 was found to give bitolyls under mild conditions [ 19 ] . It was suggested that the reaction proceeded by way of an oxidative insertion of the palladium salt into a C-H aromatic bond to give an aryl palladium species. This could then be oxidized further by strong oxidants such as Cr207- or Mn04 to produce tolyl acetate or it could decompose to form the bitolyls. The conditions which favor ring acetosylation rather than the coupling reaction are the presence of a strong oxidant or high oxygen pressure, the addition of an alkali acetate and the use of high temperature. In contrast to the classic electrophilic substitution, acetogylation under these conditions takes place predominantly in the meta position. The third direction shown in Scheme 1 has long been known to occur when using Pd (OAc) 2 and KOAc in an acetic acid media along with Sn (OAc) 2 as a co-catalyst [ 14 ] . The reported selectivity for benzyl acetate formation at 100 C and an atmospheric pressure of oxygen was 85-90% at 45-50% toluene conversion. In these earlier studies it was suggested that the Pd (II) catalyzed the nucleophilic substitution with the involvement of the02in the reogidation of Pd (0) to Pd (II). The same authors suggested that a palladium black was formed on the carbon used as a support material but no explanation was given for the particular role of the tin and potassium acetates. In some later studies a free radical process was proposed which generated a tolyl cation radical which further reacted with Pd (OAc) 2 to give Pd (I) OAc and benzyl acetate [ 15 ] . The idea of the free radical chain reaction was later rejected by Starchevski and coworkers [ 16 ] . They suggested that the molecular02effected the partial oxidation of Pd (0) clusters to give higher valence states as precursors in the initial formation of a benzyl palladium hydride species. A nucleophilic attack of an acetate anion on the palladium intermediate gave benzyl acetate and [PdH], the later being further oxidized by the molecular oxygen. This same reaction was later studied in more detail [ 17 ] . It was shown S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 313 that the acetoxylation was catalyzed by a heterogeneous palladium-tin species which was formed during the second region of the characteristic oxygen uptake curve observed for this reaction. Selective formation of benzyl acetate and benzylidene diacetate in a 6:1 ratio was observed in the third region of oxygen adsorption. The formation of the active palladium species was also shown to be favored by the injection of H202 into the reaction mixture. The absence of free radical reactions in all three regions was proven by the addition of methyl tert butyl phenol as a radical scavenger. The TEM and XRD study of the catalyst isolated after the acetoxylation revealed the presence of palladium particles having an average size of 50-100 A [ 17,20 ] . The present paper discusses some details regarding the influence of the Pd (OAc) 2/ Sn (OH) 2 (or in some cases Sn (OAc) 2) ratio and the palladium loading on the rate of formation and activity of the supported palladium species, the influence of the physical characteristics of the particular silica used as a support material as well as the chemisorption and STO site density characteristics of the catalysts isolated at the end of the acetoxylation reaction. Experimental Materials The starting materials used for the catalyst preparations and for the oxidations were ACS grade. The Pd (OAc) 2 and KOAc were purchased from Strem Chemicals and the Sn (OAc) 2 from Aldrich Chemicals. These materials were used without further purification. Both the toluene and the glacial acetic acid (Fisher Scientific) were purified according to published procedures [ 21 ] . The toluene was further distilled and percolated through an alumina column immediately before use. The ICN 100 and ICN 60 (ICN Biomedicals), and the D12, D57 and D952 (Davison Chemical) silica gels were flushed in a column with 0.1 M HCl until the solution was free of iron, washed with doubly distilled water, dried overnight at 100 C and further calcined for 5 h at 400 C. In all runs an 80-100 mesh fraction of the support was used. The hydrogen, helium and oxygen (Linde) used for chemisorption, STO and acetoxylation measurements, were zero grade. The hydrogen was passed through a Deoxo unit (Engelhard Inc.) and a 5A molecular sieve trap while the helium was run through an Oxytrap (Alltech Assoc.). Characterization of the in-situ prepared catalysts The catalyst samples obtained at the end of each acetoxylation run were filtered, washed repeatedly with acetic acid and pentane and evacuated in rotary evaporator at 50 C for 4 h at 10-2 Torr. The percent metal in the catalysts was determined by Schwarzkopf Microanalytical Laboratory, Woodside, NY. 314 S.K. Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 Physisorption measurements Nitrogen BET surface areas, pore size distribution and pore volume data were obtained using an Omnisorp 100CX surface area and pore volume analyzer with the samples outgased prior to the study in a high vacuum system at 200 C for 8 h at 10-5-10-s kPa. The BET surface areas were determined from the adsorption isotherm obtained using a data sampling rate of 0.5/min and a cut off pressure 20 kPa. The isothermal desorption data, collected at the rate of 1/min and a cut off pressure of 14 kPa provided values for pore size distribution in the range 2 nm < rp.,, < 30 nm. Chemisorption measurements All chemisorption studies were carried out using an Omnisorp 100CX apparatus according to the procedure proposed by Boudart and Hwang [ 22 ] . Samples (ca 0.5-1.0 g) were placed in a Pyrex cell for subsequent pretreatment and chemisorption measurements. The samples were heated at a rate of 20 / min up to 100 C and He was passed through the sample for 10 min at a rate of 20 cm/min. The temperature was further increased to 150 C and the sample was exposed to a flow of hydrogen for 30 min. Following this step, the samples were evacuated to 10-5-10-s kPa while the temperature was being increased to 300 C. At that point the evacuation was continued for 2 h, followed by cooling to 40 C under vacuum. Successive calibrated pulses of HZ (or 02) were admitted into the sample and the pressure was monitored until it reached equilibrium, which was about 10-15 min after the admission of the pulse. A total of 20-25 pulses was commonly used to reach a pressure of 30 kPa. Following the first chemisorption, the samples were evacuated for 30 min at pressures of about 10-5-10-s kPa at the same temperature and the second chemisorption was measured. From these two sets of data, the first isotherm gave the values for both strongly (irreversibly) and weakly (reversibly) adsorbed H2 whereas the second isotherm represents the quantity of the weakly adsorbed species. The difference between the two isotherms, extrapolated to zero pressure, represents the quantity of the \"strongly or irreversibly\" chemisorbed H2 or 02. Single-turnover measurements (STO) The STO apparatus, reaction sequence and pulse injection techniques have already been described [ 23,24 ] . An 8-10 mg sample of each catalyst was placed in the STO reactor (6 mm Pyrex tube). The reactor was purged with oxygenfree He for 30 min and the STO characterization sequence initiated. As usual, several initial STO sequences were required to remove the surface oxygen from the catalyst and to obtain reproducible results from further sequential STO reactions. The sequences consisted of an initial 20 ml pulse of HZ to saturate the metal surface, followed after 2 min by a same pulse size of but-l-ene to react with the adsorbed H2, producing butane from the direct, 3M, hydrogenation sites and cis- and trans-but-2-ene from the ZM isomerization sites. A second H2 pulse, performed 6 min after the butene pulse, was passed over the S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 315 catalyst to react with the stable half-hydrogenated metalalkyl species still present on the metal surface, releasing the \"second\" butane in an amount equal to the number of the 3MH two step hydrogenation sites. Increasing the time between the first hydrogen and the butene-1 pulse to 60 min provides the numbers for 3MI and 3MR site densities [ 23,24 ] . All products were analyzed by onstream gas chromatography. Acetoxylation reactions The acetoxylation experiments were run using a fully computerized volumetric apparatus [ 25 ] . For a standard run the reactor flask, containing a glass stirring bar, was charged with 0.1 mmol of Pd (OAc) 2, 0.55 mmol of Sn (OH) 2 (or Sn (OAc) 2 ), 4 mmol of KOAc, 8.6 ml of acetic acid, 1.4 ml of toluene and 1 g of silica gel which was used as the catalyst support material. The flask was connected to the manifold and the system alternately evacuated and filled with oxygen three times to 760 Torr absolute pressure. In some instances instead of oxygen the reaction flask was evacuated and filled with helium up to 200 Torr, the reaction mixture was stirred for 15 min and the internal pressure was adjusted to 760 Torr with pure oxygen. The flask was then immersed into an thermostatted bath held at the reaction temperature. The mixture was stirred for 2 min with a magnetic stirrer after which time computer monitoring of the internal pressure of the system was initiated. The pressure was held constant by injection of calibrated, 0.1 ml, pulses of oxygen as the reaction proceeded. The time at which each pulse was injected was recorded and the data used for the kinetic analysis of the reaction rates. The reaction was continued until about 10-12% of the theoretical amount of oxygen was consumed. In some instances the reaction was run to full conversion with small portions of the reaction mixture withdrawn and analyzed by gas chromatography using a Hewlett Packard 5971A GC-MS with a 30x0.2 mm HP-1 column. It was established that under the reaction conditions used here there were no mass transport limitations to the reaction rates. Results and discussion The basic catalytic system used in this work consisted of Pd (OAc) 2, Sn (OH) 2, KOAc and ICN 60 silica as a carrier. In some cases tin acetate was used as a co-catalyst for reference with previous work. A study of a series of palladium complexes has shown the superiority of Pd (OAc) 2 and Pd (OAc) 2 (PPh3) 2 in this reaction [ 6 ] . Of the tin salts used by these authors they found tin octanoate and tin trifluoroacetate to be the most effective when used as a co-catalyst. It was proposed that the tin not only participated in the reduction of the palladium salt but also influenced the size and morphology of the metallic palladium particles formed in the initial stages of the oxidation. In previous work [ 17 ] it was found that the oxygen uptake curve for a system 316 S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 based on Pd (OAc) 2, Sn (OAc) 2 and KOAc in absence of silica was characterized by three distinct regions in the oxygen absorption curve similar to curve C shown in Fig. 1. In the first region, a complete dissolution of the palladium and tin acetates was observed and at the end of that period the initial pale yellow color of the system gradually changed to dark brown. In the second region, a heterogeneous black residue was formed. X-ray spectroscopy on this material revealed the presence of a crystalline phase of metallic palladium with particle sizes of 50-100 A [ 20 ] . In the third region, the oxygen uptake was related only to the selective accumulation of benzyl acetate (BA) and benzylidene diacetate (BDA) in a ratio of 5-6:1. No attempt was made at that time to quantify the amount of oxygen consumed at each stage. It was thought that such data would shed light on the nature of the redox processes taking place in the first two regions. In Fig. 1, curve 1 represents the oxygen uptake recorded at 70 C for the 1/5.5/40 Pd(OAc)2/Sn(OH)2/KOAc system with toluene present from the beginning. Curve 2 was recorded during the oxidation of a fresh portion of toluene, acetic acid and KOAc using the catalyst which was recovered by centrifugation after run 1. The oxygen uptake in that run started without an in- s 3 C0.2 4 C 1 toluene R. 2 02(2) 02(l ) Ti r I , i 0 30 60 90 120 150 Time (minutes) Fig. 1. Oxygen uptake for the oxidation of toluene catalyzed by the catalytic system Pd(OAc)2, Sn (OH )2 and KOAc in presence of a silica support: (1) Oxygen uptake curve obtained with toluene present initially. (2) Toluene oxidation using the catalyst produced from (1) and isolated by centrifugation. (3) Addition of the toluene after the formation of the heterogeneous palladium phase. (4) Oxidation of benzyl acetate. (5) Oxidation of toluene using Sn(OAc)2 instead of Sn(OH)2. The experiments were performed in acetic acid at 70 C with 1 X 10-2 M Pd(OAc)2, 5.5 X 10-2 M Sn(OH)2 (or Sn (OAc)2), 0.4 M KOAc, 1.4 g ICN 60 silica and 1.4 M toluene. S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 317 duction period and entered directly into the third region of selective accumulation of BA and BDA at a rate equal to that observed for run 1. Curve 3 was obtained when the oxidation was started initially without toluene. Instead it was added after the formation of the metallic palladium (the time of the toluene addition is shown in the Figure by an arrow). This sequence made possible the separation of the three regions of oxygen absorption which are designated as A, B and C. The amount of the oxygen consumed in the first, A, period is labeled as O21 ) , in the second region, B, of metallic palladium formation as 022 and in the third, C, the oxygen consumption was related only to product formation at a rate, Re. Curve 4 in Fig. 1 represents the oxygen uptake when benzyl acetate was used as a substrate. The rate measured in the third region of that run (benzylidene diacetate formation) was 30 times smaller than the rate of formation of the same product when the oxidation was started with toluene (run 1 and 2). This indicates that during toluene acetoxylation, both BA and BDA are primary products and readsorption of BA on the catalyst surface does not easily occur, at least in the early stages of the toluene oxidation. Curve 5 represents the corresponding acetoxylation when Sn (OAc) 2 was used as a co-catalyst. This reaction was less efficient compared to that promoted by the Sn (OH) 2 based system. Moreover, a gradual decrease in the activity of the catalyst was observed as shown by the decline in the rate of acetoxylation in the third region as the reaction proceeded. The exact ratios of consumed oxygen, as [ O ] 1 for region A and [ O ] 2 for region B, along with the rates and the turnover frequencies for the reaction, TOF, are given in Table 1. The data in Table 1 show that the oxidation processes in regions A and B are catalytic with regard to palladium and stoichiometric in relationship to the tin regardless of whether toluene is present or not. In the first two regions, particularly when the toluene is not present, Sn (II) is the only possible species to be oxidized but there are two potential oxidants present; OZ and Pd (II) . Comparing the redox potential of the Sn (II) /Sn (IV) couple (-0.15 V) with TABLE 1 Oxygen absorbed in regions A and Bin the oxygen uptake curves shown in Fig. 1 Run no. [0]I [O]z E[O]/[Pd]b E[O]/[Sn]b R.X102' TOF' (mmol) (mmol) (mol/mol) (mol/mol) (mmol/min) [Prod]/[Pd]/h 1 0.35 0.19 5.40 0.99 0.87 9.6 2 0.87 9.6 3 0.30 0.16 4.53 0.82 0.83 9.2 4 0.37 0.17 5.48 1.00 0.03 0.4 'Reaction conditions are the same as described for Fig. 1. bS[0]/[Pd(orSn)]-[0]1/[Pd(Sn)]+[0]2/[Pd(Sn)]. 'Rate of acetoxylation expressed as mmol [O2 ] /min. dTurnover frequency expressed as ( [BA ] + [BDA ]) / [ Pd ] /h. 318 S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 that of Pd (II) /Pd (0) (0.83 V) one could expect an interaction between Pd (II) and Sn (II) to be easily achieved. However, stirring the basic Pd (OAc) 2, Sn (OH) 2, KOAc system in nitrogen at 70 C for 300 min did not produce any metallic palladium to carry out the acetoxylation. Only after oxygen was admitted into the system did the first two regions of oxygen absorption appear. The resulting acetoxylation continued at the same rate as that shown for runs 1 and 2. The amounts of the oxygen consumed in run 3 was 0.35 mmol of [ O ] in the first region, 0.19 mmol in the second. This, along with 0.10 mmol of Pd (OAc) 2 (a total of 0.64 mmol of oxidizing species) are being used to convert 0.55 mmol of the initially present Sn (II) to Sn (IV) (Sn/Pd ratio = 5.5) . Most likely the last 0.10 mmol of [ O ] remains bonded to the palladium-tin particles and participates in the third, the acetoxylation, region. Another possibility is that the oxygen has been consumed inefficiently to produce some stable acetylperoxo species by interaction with the acetate ion. The rate and TOF for the catalyst isolated from run 1 and re-used in run 2 do not change. The selectivity to benzyl acetate, BA/BDA=6.7, also remained the same. This supports the heterogeneous nature of the acetoxylation. Influence of the initial toluene concentration and the conversion on product selectivity As mentioned above, toluene acetoxylation in the presence of the catalyst system composed of Pd (OAc) Z/Sn (OH) 2/KOAc withSi02as a carrier proceeded at a higher reaction rate than those reported in the recent literature [ 6 ] . The selectivity for benzyl acetate formation, however, was comparable. It was shown that when tin octanoate was used as the co-catalyst the benzyl acetate selectivity at 100 C remained relatively constant from 10% to 60% conversion but then gradually decreased at higher toluene conversions [ 6 ] . It was suggested that in the final stages of the acetoxylation, benzylidene diacetate and benzaldehyde were formed as secondary products because of the readsorption of benzyl acetate on the catalyst for further oxidation to BDA which can then be hydrolyzed to benzaldehyde. Under our reaction conditions secondary processes such as the subsequent acetoxylation to BDA or its hydrolysis to benzaldehyde were suppressed because of the lower reaction temperature employed here. The GC-MS analyses of the resulting mixtures obtained after runs 2 and 4 (Table 2) did not show the presence of any detectable traces of benzaldehyde. It is interesting to note that increasing the initial toluene concentration led to enhanced selectivity to BA at similar conversions (Table 2, runs 1 and 4). These data combined with the 30 times smaller rate of BDA acetoxylation determined in a separate experiment (Fig. 1) indicate that the main route to BDA formation is probably the subsequent oxidation of a strongly bound benzylidene intermediate having a longer residence time on the surface of the catalyst. S.K Tanielyan, R.L. Augustine / J Mol. Catal. 87 (1994) 311-328 TABLE 2 Influence of the initial toluene concentration and conversion on product selectivity' 319 Run no. Toluene (mol/1) Conversion (% ) Selectivity (% ) BA BDA 1 0.22 70.3 75.4 24.6 2 0.22 98.5 69.7 30.3 3 1.30 28.5 87.4 12.4 4 1.30 60.9 84.9 14.7 'Reaction conditions are the same as described for Fig. 1. 0.5 O 0.4 o, 0.3 o 0.2 O N 0.1 (Oh a 101 101: 0.0 I I 4 7 [Sn]/[Pd] 40 ~c_ 1 E 30 O .a 2o c O O 7 -C 10 c 0 4 b [Sn]/[Pd] 0.8 I C_ 0.6 O o 0.4 N 0.2 d' 0.0 I I 4 ~ 5 6 7 [Sn]/[Pd] Fig. 2. Effect of the molar Sn:Pd ratio using Sn(OAc)2 (open symbols) and Sn(OH)2 (closed symbols ) on: ( a ) the amount of [ O ] 1 and [ 0 ] 2 adsorbed; (b ) the induction period, z;; and ( c ) the rate of acetoxylation. The experiments were conducted in acetic acid at 70 C with 1X10-2 M Pd(OAc)2, 0.4 M KOAc,1.4 M toluene and 1 g of ICN 60 silica. Effect of the Sn(OH)2/Pd(OAc)2 ratio on the catalyst formation and activity In our preliminary communication [ 17 ] we reported the influence of the Sn ( OAc ) 2/Pd ( OAc ) Z ratio ( in absence of a carrier ) on the acetoxylation rate. It was found that this parameter significantly effects the rate of palladium particle formation and the acetoxylation activity. In the present study we were particularly interested in quantitatively following the amounts of absorbed oxygen, [ O ] 1 and [ O ] 2, in both characteristic regions of the oxygen uptake curve and measuring the rates of acetoxylation as a function of the initial Sn ( OH ) 2/ Pd(OAc)2 ratio (Fig. 2). An additional parameter, the induction period for particle formation, a;, was used to define the duration of the first region, A in Fig. 1. A second system based on Sn ( OAc ) 2/Pd ( OAc ) 2 for which a maximum 320 S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 in the acetoxylation rate at Sn/Pd= 6.5 was reported earlier [ 17 ] , was used here as a reference. Figure 2 shows the effect of the Sn/Pd ratio on the amounts of absorbed oxygen, [ O ] 1 and [ O ] Z, the induction period and the rates of acetoxylation. For the Sn(OH)2 based system the maximum rate was found with a Sn/Pd ratio near 5.5. At that point the rate was three times higher than that observed for the reference system based on Sn (OAc) 2. At Sn/Pd ratios below 4 no particle formation was observed in region B of Fig. 1 and the system remained homogeneous with no acetoxylation activity. At ratios higher than 6 the Sn (IV) which accumulated in the first and second region apparently inhibits the oxidation. According to the data in Fig. 2a the amount of the oxygen, as [ O ] 1, consumed in region A of Fig. 1, when normalized per mmole of Pd, followed Eqn. 1 for the oxidation of Sn (II) to Sn (IV). This indicates that two equivalents of tin remain as Sn (II) while the rest of the tin is completely oxidized. The amount of oxygen, as [ O ] 2, reached a maximum of 1.9 mmol/mmol Pd at Sn/Pd> 5.5. [O]1= [Sn(II)]o-2 (1) Considering the overall redox balance for both regions of particle formation the following processes are proposed: (i) The KOAc promotes the decomposition of a trimeric [ Pd (OAc) 2 ] 3 to a monomeric species, a reaction which was shown to occur even at room temperature [ 26 ] .The monomeric Pd (OAc) 2 or K2Pd (OAc) 4 probably then produces the favorable and still homogeneous Pd (II) [ Sn (II) ) 2 ] (OAc) 6 complex in presence of Sn (OH) 2. The formation of this complex was followed by the disappearance of the UV absorption maxima at 260, 284 and 362 nm and by the evolution of a single absorption at 256 nm. In addition, the synthesis and the solid state NMR study of similar Pd(Sn)xCl,, complexes having a Sn/Pd stoichiometry of two and three were recently reported [ 27 ] . (ii) The ineffcient oxidation of the remaining amount of Sn2+ to Sn (OAc) 4. This step is most likely catalyzed by palladium acetate or by the PdSn2 complex which is still present as a homogeneous species. In a separate experiment it was shown that the Sn (OH) 2 alone could also be oxidized but at a rate which is an order of magnitude lower than that measured in the presence of palladium. In the second region, B in Fig. 1, the oxygen balance indicates the following possible steps: (i) The partial oxidation of the Pd (II) [ Sn (II) ] 2 (OAc) 8 complex by oxygen to give Pd (II) [ Sn (III) ] 2 (OAc) 8, which then disproportionates spontaneously to Pd (0) [ Sn (IV) ] 2 (OAc) 8. (ii) The adsorption of the last of the [ O ] on surface and subsurface layers of the palladium particles as 02-. This would initiate the acetoxylation in the third region, C in Fig. 1. As we will show later, the surface of the particles may S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 321 retain significant amount of adsorbed tin which changes the morphology and electronic properties of the surface palladium atoms. Region A: Pd(OAc)2 +2Sn(OAc)2 ;: Pd (II) [Sn(II) ]2 (OAc)s (2) (n-2)Sn(II) (OAc)2+ (n-2) [O]-> (n-2)Sn(IV) (OAc)4 (3) Region B: Pd (II)[Sn(II)]2+[O]--+Pd(II)[Sn(III)]2->Pd (0) [ Sn (IV) 12 (4) Pd (0) [Sn(IV) ]2+ [O]-+Pd(0)ss+ [Sn(IV) ]2 * *Oss- (5) The overall redox process taking place in the regions A and B for a given Sn/Pd ratio can be described by Eqns. 2-5. The reference system based on Sn (OAc) 2 behaved in a similar way but, there were some differences. The acetoxylation rate which reached a maximum at Sn/Pd=5.5-6 was still three times smaller than the rate observed in the presence of Sn (OH) 2. The amount of [ O ] 1, as defined by Eqn. 1, was almost two times smaller when compared to the same parameter for the Sn(OH)2 system in the critical region of Sn/Pd=5-6. A possible explanation for these differences could be related to the particle size and the surface morphology of the catalyst which could have been influenced by the initial form of the tin salt. Another possibility could be a dependence on the purity of the tin precursors. The tin hydroxide was prepared in our laboratory and extreme care was taken to completely remove all traces of Cl-. Further, it was dried in a vacuum to minimize possible oxidation of the salt. The Sn (OAc) 2, purchased from Aldrich was used without further purification and probably contained some Sn (IV) which would inhibit the palladium particle formation and catalyst activity. In contrast to what has been reported for the Pd catalyzed acetoxylations run at 100 C [ 18 ] , we have found that tin-free Pd catalysts do not promote this reaction at the lower temperatures used here. Effect of the palladium loading on the catalytic activity and selectivity Figure 3a represents the oxygen uptake curves for runs using 0.1 mmol of Pd (OAc)2 at a Sn/Pd ratio of 5.5. The amount of the ICN 60 silica support in runs 1 through 5 was gradually increased to provide the same Pd loading in the final catalyst. Curve 6, recorded in the absence of silica was used as a reference. In addition, run 1* was performed with the same amount silica as used in run 1 (0.75% Pd) but the Sn/Pd ratio was increased from 5.5 to 6.5. The data in this figure show that in the absence of a support the reaction is slow and the acetoxylation rate gradually decreases with the time (run 6) . In contrast to that, with the exception of the run with highly dispersed 0.75% Pd (1), the acetoxylation in the presence of silica proceeded at a linear 322 O E E ai 0 a N S.K Tanielyan, R.L. Augustine / J Mol. Catal. 87 (1994) 311-328 a rD.2 ; 2 3 4 5 6 0 30 60 90 120150180 Time, minutes b 10 6 N x 6 0 o E N O 0= 2 0 0.5 1.0 1.52.0 80 100 Pd loading, % R s T. 100 100 80 c Bp E v aR 60.0 T 60 a ~, U X40 O U 40 U N 7 C 20 0 c OA BDA 0.5 1.0 1.5 2.0 80 100 Pd loading, % Fig. 3. Effect of the Pd loading on ICN 60 silica as a support present in the Pd (OAc) 2, Sn (OH )2, KOAc catalytic system at: (a) Pd loadings of (1) 0.75%; (2) 1.00%; (3) 1.25%; (4) 1.50%; (5) 2.0%; (6) no support; (b) on the reaction rate and induction period; and (c) the reaction selectivity. The experiments were performed in acetic acid at 70 C with 1 X 10-2 M Pd (OAc ) 2, 5.5 X 10-2 M Sn (OH) 2, 0.4 M KOAc,1.4 M toluene. Curve (1*) was obtained at a Sn (OH) z/Pd (OAc ) 2 ratio of 6.5. All other conditions of pretreatment were the same as in Fig. 1. rate of oxygen uptake. An increased amount of silica shortened the induction periods for particle formation, increased the amount of the oxygen consumed in region A in Fig. 1 (related, as discussed earlier, to the inefficient Sn(II) oxidation) and in some instances (run 1) resulted in incomplete palladium reduction. For instance, in run 1 (0.75% Pd) the amount of [O]1 consumed was 13% higher than that required by Eqn. 2 and consequently the rate of acetogylation obtained in region C was also lower. In run 1* (0.75% Pd) the initial concentration of tin was raised to give a Sn/Pd=6.5 which was sufficient to bring the rate to the maximal value, that which was obtained in run c for 1% Pd at Sn/Pd=5.5 (Fig. 3b). In general, the presence of an inorganic support seems to increase the rate of decomposition of the trimeric Pd(OAc)2 (shorten the induction periods in region A in Fig. 1), facilitate the rate of Sn (II) oxidation in the same region and apparently affect the optimal size stability of the palladium particles formed in region B in Fig. 1. Some other properties of the support material such as pore size distribution may have had a significant impact on the size and location of the palladium species and obscured the overall relationship observed in Figs. 3b and c. Effect of pore size distribution in the silica carrier on the catalyst activity To evaluate a possible pore size effect, a number of oxidations were run using silicas from various sources. The selection was restricted to such materials having well defined porosity in narrow size ranges. The average pore di- S.K Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 323 ameters, N2 BET surface areas and pore volumes are listed in Table 3. The three mesoporous supports (D952, ICN 100 and D57) have N2 BETs of about 300 M2 /g and a pore size distribution in the range 50-200 A for D952 and 50100 A for ICN 100 and D57. These three supports gave Type I physisorption isotherms with hysteresis loops of Type A, characteristic for mesoporous supports having open-ended cylindrical pores [ 28,29 ] . The two other silicas, D12 and ICN 60, are microporous materials with high N2 BET surface areas. The average pore size was 20-40 A for ICN 60 and 10-20 A for D12. Both supports gave Type I (D12) and Type IV (ICN 60) physisorption isotherms with Type E hysteresis, characteristic for solids with open or closed micropores of variable radius [ 19 ] . Table 3 also contains the data describing region A in Fig. 1 (the value of the induction period and absorbed oxygen [ O ] 1) and region C (the rate of acetoxylation ). The oxidations run in the presence of these supports were run at the optimized Pd/Sn/KOAc ratio of 1/5.5/40 using an amount of the particular support to provide, in all instances, a 280 m2 /g BET surface area. Having imposed such restriction the only variable to influence the palladium particle formation and the catalytic activity would be the number and the size of pores available to accommodate the active species formed. Except for the microporous support, D12, which had a large number of small pores in the 10-12 A range, a correlation existed between the pore size and the acetoxylation rate, R8, for the rest of the samples studied. Apparently the average pore diameter is that parameter which confines the resulting metal particles to the shape and size permitted by the support matrix properties. According to the data in Table 3 the optimal size of the active palladium species immobilized in the matrix of the support material is expected to be 30-40 A in diameter. TABLE 3 Description of the supports used and catalyst activity` Sample Code Physisorption characteristics Reaction characteristics description D. S~ Vad. [ O ]' Ti Rate X 102 (t1) (m2/g) (SCCM) (mmol) (min) (mmol/min) Davison 12 D12 12 674 154 0.131 62 0.33 Davison 952 D952 96 311 76 0.167 19 0.39 ICN 100 I100 70 323 74 0.188 21 0.44 Davison 57 D57 63 292 67 0.209 32 0.45 ICN 60 160 29 491 113 0.245 32 0.49 'The oxidations were performed in acetic acid at 70 C with 1 X 10-2 M Pd(OAc)2, 5.5X 10-2 M Sn(OH)2, 0.4 M KOAc, 1.4 M toluene. The amount of the support was such to provide 280 m2/g surface area and the system was kept in NZ for 15 min before switching to oxygen. All other conditions were as described in Fig. 1. 324 S.K Tanielyan, R.L. Augustine /J. Mol. Catal. 87 (1994) 311-328 Further studies including electron spectroscopy and X-ray diffraction are under way to verify the exact size and location of the active species on the surface. Chemisorption and STO characteristics of the PdSnx/Si02 catalysts As already mentioned, one of the purposes of the present work was to provide some complementary information concerning the nature of the species formed during the transformation of the basic Pd (OAc) 2/Sn (OH) 2/KOAc system in the initial stages of the acetoxylation. For the similar system obtained from Pd (OAc) 2/Sn (octanoate) 2/KOAc [ 6 ] it was found that metallic particles were formed which consisted mainly of palladium in an 85% molar excess with respect to Sn and having a size of 20-100 A. It was also shown that the charcoal surface was evenly covered by tin (most likely as Sn(IV)), as large aggregates of 3-4 mm, with the tin serving as a structural support for the metallic palladium particles. XPS analysis of the catalysts found only one type of palladium and one type of tin. In our previous work on the non-supported catalyst system, based on Sn (OAc) 2 as co-catalyst, we reported that the active species consisted mainly of Pd particles ( > 80% molar palladium) with an average particle size of 50100 A as determined by TEM and XRD analysis [ 17,20 ] . In the present work, the chemical analysis of the supported catalyst, isolated and thoroughly washed with acetic acid, toluene and pentane, after the acetoxylation runs, gave molar ratio of Sn/Pd=6 (the acetoxylation in that particular instance was initiated with Pd (OAc) 2/Sn (OAc) 2 = 7) . In addition to this, for a catalyst prepared exsitu, utilizing a new preparation approach which requires a lower Sn/Pd ratio of 2 [ 30 ] , the chemical analysis of that catalyst after multiple usage in acetoxylation still gave the same Sn/Pd of 2. All this shows, unambiguously, that the surface of the silica support retains large amounts of tin as a species which is strongly adsorbed, if not chemically bonded to the surface. To further evaluate the possible effects which the tin, whether as an underlying support for the palladium particles or even as a strongly adsorbed surface complex, may have on the properties of the catalyst we studied the chemisorption and STO characteristics of the catalysts. The chemisorption method is widely used as a standard method for determining the metal dispersion of \"normally\" behaving catalysts for which an assumption of a certain stoichiometry between the metal atoms on the surface and the chemisorbed H (or CO) is made to determine the fraction of the metal exposed. There is experimental evidence available which shows that using H/Pd and CO/Pd ratios close to unity provide satisfactory agreement between the dispersion values determined by chemisorption and other methods such as XRD and TEM [ 31,32 ] . Some large deviations in the experimental dispersion determined by chemisorption when compared to the values from TEM are generally explained by the presence of an SMSI state of the supported metal [33,34]. In Table 4 are listed the H/Pd and O/Pd values for catalysts 1-5 with the starting Sn/Pd ratios described in Fig. 2, for catalysts 6-10 having the various Pd S.K. Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 325 TABLE 4 Characterization of PdSn=/Si0z catalysts by STO and Hz and 02 chemisorptiona N Pd load Sn:Pd STO site densities H2 and Oz ( % ) ratio chemisorption 3M6 2M 3MHa H/Pd O/Pd 1 1.0 4.0 0.017 0.181 0.000 0.015 0.0170 2 1.0 5.0 0.031 0.333 0.005 0.030 0.121 3 1.0 5.5 0.039 0.280 0.005 0.032 0.122 4 1.0 6.0 0.025 0.235 0.000 0.012 0.124 5 1.0 7.0 0.026 0.260 0.000 0.011 0.120 6 0.75 5.5 0.039 0.389 0.002 0.028 0.148 7 1.00 5.5 0.039 0.280 0.005 0.030 0.123 8 1.25 5.5 0.028 0.219 0.005 0.032 0.122 9 1.50 5.5 0.021 0.239 0.002 0.022 0.094 10 2.00 5.5 0.024 0.248 0.001 0.025 0.095 11 5 0.00 0.266 0.528 0.056 0.190 nd 12 5 O.Oe 0.179 0.633 0.040 0.125 nd 13 5 0.00 0.153 0.649 0.041 0.113 nd 14 5 0.08 0.092 0.703 0.030 0.059 nd 'The catalysts were isolated after the reaction at the conditions of Fig. 2 (samples 1-5) and Fig. 3 (6-10). The site densities for STO are represented as mole site per mole Pd. 'Total number of direct saturation sites. `Total amount of isomerization sites. dTwo-step saturation sites. Palladium catalysts prepared by incipient wetness and reduced at 250 C (11, 13) and 400 C (12, 14) by temperature ramping (11, 12) and by isothermal procedures (13, 14 ). loadings shown in Fig. 3 and four reference 5% Pd/Si02 catalysts prepared by incipient wetness and reduced at 250 C (11, 13) and 400 C (12, 14) by temperature ramping (11, 12) and by isothermal procedures (13, 14) . As shown by the data in Table 4, the apparent dispersion, H/Pd, measured by the H2 chemisorption for the Pd/Sn samples 1-10, is in the range D=0.01-0.03. For a similar, 1% non-modified supported palladium catalyst, having particle size of 40-50 A (a size determined for a non-supported PdSn system [20] and even 20-100 A for the supported on carbon PdSn catalyst [6] ) the dispersion for a spherical particle could be calculated as D=0.10-0.12. The average numbers, determined experimentally were an order of magnitude smaller (Table 4) . The oxygen chemisorption isotherms were also measured and they had the same shape with both total and reversible chemisorption completed at low oxygen pressures and no indication for gas diffusion into the bulk. The numbers for O/Pd are far less sensitive to the initial Sn/Pd ratio and markedly larger than the H/Pd. This may be a result of simultaneous oxygen adsorption on the tin which may have been reduced during hydrogen treatment step as part of the chemisorption procedure. This strongly suppressed hydrogen and 326 S.K Tanielyan, R.L. Augustine /J. Mol. Catal. 87 (1994) 311-328 increased oxygen chemisorption indicate that either the Pd exists in a SMSI state with tin as the supporting or co-existing metal oxide/hydroxide or some of the tin remains adsorbed on the palladium surface changing its chemisorption properties. The STO site densities for these catalysts are also given in Table 4. The details and the assignment of the active sites determined by this reaction sequence are published elsewhere [23,24]. The concentration of the active sites is given as the moles of site on the surface per mole of metal in a form similar to the catalyst dispersion. One can distinguish the 3M direct saturation sites (believed to be adatoms ), two-step saturation sites, termed 3MH (as corners), isomerization sites ZM (as edge atoms) and non-reactive, but still hydrogen adsorbing, 'M sites (as face atoms). The apparent difference between the Pd/ Si02 reference catalysts (11-14) and those under study here, as shown by the chemisorption measurements, was the strongly inhibited surface reactivity in the later. The numbers for the direct, 3M, and two step, 3MH, saturation sites were on average 5-10 times smaller than the respective numbers for the reference catalysts. The numbers for the zM isomerization sites were also almost two times lower. The highest value for 3M sites was found for sample 3 (1% Pd, Sn/Pd=5.5 ), a sample which exhibited the highest acetoxylation rate under the conditions used to obtain the data shown in Figs. 2 and 3. This is quite reasonable taking into consideration that these sites, along with the 3MH sites, are the most coordinately unsaturated on the surface of the supported catalysts and are probably those on which the acetoxylation reaction is taking place. As already mentioned the reason for the observed strongly suppressed hydrogen adsorption and related 3M, 3MH and zM deactivation on the surface could be due to an electronic influence caused by the Sn as a secondary support or the presence of Sn as a co-adsorbed species on the surface of the Pd or both causes at the same time. The lack of active sites as determined by STO does not necessarily mean that these sites are absent from the surface. The coadsorption of a tin complex on such coordinately unsaturated sites may suppress their affinity to adsorb one type of substrate or enhance significantly the adsorption of another type of substrate depending on the nature of the specific interaction. Conclusions The basic catalyst system, Pd (OAc)2/Sn(OH)2/KOAc, used in the present study remains homogeneous only in the first region of the oxygen uptake curve while two equivalents of tin are used to form a complex with palladium acetate at a stoichiometry of Sn/Pd=2. The rest of the tin is completely oxidized to Sn (IV) in a secondary process. In the second region the same Pd-Sn complex absorbs one equivalent of oxygen to form Sn (III) and undergoes a spontaneous decomposition into palladium (0) and tin (IV). The last oxygen S.K. Tanielyan, R.L. Augustine / J. Mol. Catal. 87 (1994) 311-328 327 consumed in the second region apparently adsorbs on the Pd/Sn particles in an activated state as OZ to participate in the third acetoxylation region. This explains why the in situ formation of these catalysts requires higher initial Sn/ Pd ratios because inefficient oxidation of Sn (II) takes place in the first region at a comparable rate along with the formation of the PdSn2 \"precursor\" complex. Further, at initial Sn/Pd ratios of less than 4 the system remains homogeneous with no acetoxylation activity. At Sn/Pd ratios higher than 6.5 the Sn (IV) formed in the first two regions inhibits the acetoxylation. The oxidation over the supported PdSn species produced using Sn (OH) 2 as the tin precursor exhibited pseudo zero order reaction rates compared to the gradual decline in the acetoxylation rate for the system based on Sn (OAc) 2. The amount of silica used as a carrier, expressed as surface area per palladium atom had a critical effect on the activity and stability of the resulting PdSn species. The optimal amount of the ICN 60 silica was such to provide a 1% Pd load. With a further increase in the available surface area extensive tin oxidation in the first region leads to incomplete PdSn2 complex formation which later results in partial reduction of the included palladium and lowers the activity of the final catalyst. To compensate for this an increased initial Sn/Pd ratio of 6.5 is required to stabilize the palladium particles and to maintain high acetoxylation activity in the third region. At a constant surface area, silica carriers having large numbers of pores in the 20-40 A range provide the optimal conditions for particle formation and their immobilization into the pore structure of the support material. In this way the silica not only serves as a structural support for the PdSn species but apparently regulates their size and shape. The chemical analysis of the supported catalyst revealed that the silica surface retains a large amount of tin as a species which is strongly adsorbed if not chemically bonded to the surface. The observed strongly suppressed hydrogen chemisorption and increased oxygen chemisorption along with the related decrease in the STO site reactivity suggest that the state of the palladium is similar to the SMSI state. This is caused by the tin whether as a secondary support or as a co-adsorbed species on the surface. or both. Further studies are needed to verify the exact location and the interactions between the palladium particles and the coexisting tin species. Acknowledgement This work was supported by a grant from Philip Morris, USA. References 1 R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds, Academic Press, New York, 1981. 328 S.K Tanielyan, R.L. Augustine /J Mol. Catal. 87 (1994) 311-328 2 P.M. Henry, Palladium Catalyzed Oxidation of Hydrocarbons, D. Reidel, Boston, MA, 1980. 3 G.W. Parshall, Homogeneous Catalysis, Wiley-Interscience New York 1980. 4 J.E. Lyons, in Yu. Yermakov and V. Likholobov (Eds.), Homogeneous and Heterogeneous Catalysis, VNU Science Press, Utrecht, 1986, p. 117. 5 F.G. Gault and C. Kemball, Trans. Faraday Soc., 57 (1961) 1781. 6 E. Benazzi, C.J. Cameron and H. Mimoun, J. Mol. Catal., 69 (1991) 299. 7 M. Constantini and L. Krumenacker, Stud. Surf. Sci. Catal., 4 (1980) 159. 8 B. Grzybowaka, M. Czerwenka and J. Sloczynski, Catal. Today, 1 (1987) 157. 9 L.M. Stock, K.Tse, L.J. Vorvick and S.A. Walstrum, J. Org. Chem., 46 (1981) 1759. 10 M.O. Unger and R.A. Fouty, J. Org. Chem., 34 (1969) 18. 11 R. Van Helden and G. Verberg, Recl. Trav. Chim. Pays-Bas, 84 (1965) 1263. 12 P.M. Henry, J. Org. Chem., 36 (1971) 1886. 13 T. Tisue and W.J. Downs, J. Chem. Soc., Chem. Commun., (1969) 410. 14 D.R. Bryant, J.E. McKeon and B.C. Ream, Tetrahedron Lett., (1968) 3371; J. Org. Chem., 33 (1968) 4123; J.E. Keon and D.R. Bryant, US Pat. 3,547,982 (1970). 15 J.M. Davidson and C. Triggs, J. Chem. Soc., (A) (1968) 1331. 16 M.K. Starchevakii, M.I. Vargaftik and I.I. Moiseev, Kinet. Katal., 20 (1979) 1163; 21 (1980 ) 1451. 17 S.K. Ivanov and S.K. Tanielyan, Oxid. Commun., 7 (1984) 69; S.K. Ivanov and S.K. Tan ielyan, Proc. Vth Int. Symp. Heterog. Catal., Varna, Part 1 (1983) 99: Geterog. Kat., 5th Part 1 (1983)99. 18E. Benazzi, H. Mimoun and C.J. Cameron, J. Catal.,140 (1993) 311. 19 Y. Fujiwara, I. Moritani, K. Igekami, R. Tanaka and S. Teranishi, Bull. Chem. Soc. Jpn., 43 (1970) 863. 20 Unpublished results obtained at a later date using new TEM techniques showed that the particle size of the silica supported PdSn catalysts were in the range 45-50 A. 21 A.J. Gordon and R.A. Ford, The Chemist's Companion, John Wiley, New York, 1972. 22 M. Boudart and H.S. Hwang, J. Catal., 39 (1975) 44. 23 R.L. Augustine and R.W. Warner, J. Catal., 80 (1983) 358. 24 R.L. Augustine and R.W. Warner, J. Org. Chem., 46 (1981) 2614. 25 R.L. Augustine, S.K. Tanielyan and G. Wolosh, Chem. Ind. (Dekker) (Catal. Org. React.), in press. 26 R.N. Pandey and P.M. Henry, Can. J. Chem., 52 (1974) 1241. 27 H.A. Karl, 0. Starzewski, P.S. Pregosin and H. Ruegger, Helv. Chem. Acta, 65 (1982) 785. 28 S.G. Gregg and K.S.W. Sing, Adsorption, Surface Area and Porosity, Academic Press, New York,1982. 29 G.C. Bond, Heterogeneous Catalysis, Principles and Applications, Oxford University Press, Oxford, 1982, p. 60. 30 S.K. Tanielyan and R.L. Augustine, Chem. Ind. (Dekker), (Catal. Org. React.), in press; U.S. Pat.5,217,695 (1993). 31 C. Sudhakar and M.A. Vanice, Appl. Catal.,14 (1985) 47. 32 J.J. Scholten and A. Van Montoort, J. Catal., 1 (1962) 85. 33 P. Budnariuk, B. Coq, F. Ferrat and F. Figueras, J. Catal.,116 (1989) 459. 34 S.J. Touster, S.C. Fung and R.L. Garten, J. Am. Chem. Soc., 100 (1978) 170. X244 93E02256 0304-5102(93)E0225-6 10.1016/0304-5102(93)E0225-6 Acetoxylation of toluene catalyzed by supported Pd-Sn catalysts Setrak K. Tanielyan Robert L. Augustine ∗ Department of Chemistry, Seton Hall University, South Orange, NJ 07079 USA * Corresponding author. The toluene acetoxylation run in the presence of Pd(OAc)2, Sn(OH)2 and KOAc was found to proceed through three characteristic stages of the oxygen absorption. In the first stage, the system produces a Pd(II) [Sn(II)]2(OAc)6 complex which remains homogeneous until the end of that phase. In the second region of the oxygen uptake curve there is an absorption of one equivalent of oxygen after which a heterogeneous palladium-tin species precipitates on the surface of the silica carrier present in the system. In the third region the oxygen adsorption is related only to the oxidation of the toluene to benzyl acetate and benzylidene diacetate which are formed in a 6.7/1 ratio. The turnover frequencies determined on the basis of the reaction rates were 3–4 times higher than observed with the reference system which used Sn(OAc)2 as the tin precursor. An additional triple increase in the rate was observed for the same optimized system when the oxidation was begun in the presence of ICN 60 silica. The activity of these in-situ supported Pd/Sn species depends strongly on the porosity of the silica carriers. The optimal average pore diameter was found to be near 20–30 Å. The samples with variable Sn/Pd ratios and with variable loading exhibit strongly suppressed hydrogen chemisorption and single turnover (STO) surface reactivity which is thought to result from an SMSI state of the metallic palladium caused by the co-adsorbed tin. Keywords acetoxylation palladium tin toluene References 1 R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York 2 P.M. Henry Palladium Catalyzed Oxidation of Hydrocarbons 1980 D. Reidel Boston, MA 3 G.W. Parshall Homogeneous Catalysis 1980 Wiley-Interscience New York 4 J.E. Lyons Yu. Yermakov V. Likholobov Homogeneous and Heterogeneous Catalysis 1986 VNU Science Press Utrecht 117 5 F.G. Gault C. Kemball Trans. Faraday Soc. 57 1961 1781 6 E. Benazzi C.J. Cameron H. Mimoun J. Mol. Catal. 69 1991 299 7 M. Constantini L. Krumenacker Stud. Surf. Sci. Catal. 4 1980 159 8 B. Grzybowska M. Czerwenka J. Sloczynski Catal. Today 1 1987 157 9 L.M. Stock K. Tse L.J. Vorvick S.A. Walstrum J. Org. Chem. 46 1981 1759 10 M.O. Unger R.A. Fouty J. Org. Chem. 34 1969 18 11 R. Van Helden G. Verberg Recl. Tray. Chim. Pays-Bas 84 1965 1263 12 P.M. Henry J. Org. Chem. 36 1971 1886 13 T. Tisue W.J. Downs J. Chem. Soc. 1969 410 Chem. Commun. 14 a D.R. Bryant J.E. McKeon B.C. Ream Tetrahedron Lett. 1968 3371 b D.R. Bryant J.E. McKeon B.C. Ream J. Org. Chem. 33 1968 4123 c J.E. Keon and D.R. Bryant, US Pat. 3,547,982 (1970) 15 J.M. Davidson C. Triggs J. Chem. Soc. A 1968 1331 16 a M.K. Starchevskii M.I. Vargaftik I.I. Moiseev Kinet. Katal. 20 1979 1163 b M.K. Starchevskii M.I. Vargaftik I.I. Moiseev Kinet. Katal. 21 1980 1451 17 a S.K. Ivanov S.K. Tanielyan Oxid. Commun. 7 1984 69 b S.K. Ivanov S.K. Tanielyan Proc. Vth Int. Symp. Heterog. Catal. 1983 99 Varna, Part 1 c S.K. Ivanov S.K. Tanielyan Geterog. Kat. 1 1983 99 5th Part 18 E. Benazzi H. Mimoun C.J. Cameron J. Catal. 140 1993 311 19 Y. Fujiwara I. Moritani K. Igekami R. Tanaka S. Teranishi Bull. Chem. Soc. Jpn. 43 1970 863 20 Unpublished results obtained at a later date using new TEM techniques showed that the particle size of the silica supported PdSn catalysts were in the range 45–50 Å. 21 A.J. Gordon R.A. Ford The Chemist's Companion 1972 John Wiley New York 22 M. Boudart H.S. Hwang J. Catal. 39 1975 44 23 R.L. Augustine R.W. Warner J. Catal. 80 1983 358 24 R.L. Augustine R.W. Warner J. Org. Chem. 46 1981 2614 25 R.L. Augustine, S.K. Tanielyan and G. Wolosh, Chem. Ind. (Dekker) (Catal. Org. React.), in press. 26 R.N. Pandey P.M. Henry Can. J. Chem. 52 1974 1241 27 H.A. Karl O. Starzewski P.S. Pregosin H. Ruegger Helv. Chem. Acta 65 1982 785 28 S.G. Gregg K.S.W. Sing Adsorption, Surface Area and Porosity 1982 Academic Press New York 29 G.C. Bond Heterogeneous Catalysis, Principles and Applications 1982 Oxford University Press Oxford 60 30 a S.K. Tanielyan and R.L. Augustine, Chem. Ind. (Dekker), (Catal. Org. React.), in press b U.S. Pat. 5,217,695 (1993) 31 C. Sudhakar M.A. Vanice Appl. Catal. 14 1985 47 32 J.J. Scholten A. Van Montoort J. Catal. 1 1962 85 33 P. Budnariuk B. Coq F. Ferrat F. Figueras J. Catal. 116 1989 459 34 S.J. Touster S.C. Fung R.L. Garten J. Am. Chem. Soc. 100 1978 170",
      "scopus-id": "0028763698",
      "coredata": {
        "eid": "1-s2.0-0304510293E02256",
        "dc:description": "The toluene acetoxylation run in the presence of Pd(OAc)2, Sn(OH)2 and KOAc was found to proceed through three characteristic stages of the oxygen absorption. In the first stage, the system produces a Pd(II) [Sn(II)]2(OAc)6 complex which remains homogeneous until the end of that phase. In the second region of the oxygen uptake curve there is an absorption of one equivalent of oxygen after which a heterogeneous palladium-tin species precipitates on the surface of the silica carrier present in the system. In the third region the oxygen adsorption is related only to the oxidation of the toluene to benzyl acetate and benzylidene diacetate which are formed in a 6.7/1 ratio. The turnover frequencies determined on the basis of the reaction rates were 3–4 times higher than observed with the reference system which used Sn(OAc)2 as the tin precursor. An additional triple increase in the rate was observed for the same optimized system when the oxidation was begun in the presence of ICN 60 silica. The activity of these in-situ supported Pd/Sn species depends strongly on the porosity of the silica carriers. The optimal average pore diameter was found to be near 20–30 Å. The samples with variable Sn/Pd ratios and with variable loading exhibit strongly suppressed hydrogen chemisorption and single turnover (STO) surface reactivity which is thought to result from an SMSI state of the metallic palladium caused by the co-adsorbed tin.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-02-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E02256",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tanielyan, Setrak K."
          },
          {
            "@_fa": "true",
            "$": "Augustine, Robert L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E02256"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E02256"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0225-6",
        "prism:volume": "87",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Acetoxylation of toluene catalyzed by supported Pd-Sn catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acetoxylation"
          },
          {
            "@_fa": "true",
            "$": "palladium"
          },
          {
            "@_fa": "true",
            "$": "tin"
          },
          {
            "@_fa": "true",
            "$": "toluene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "311-328",
        "prism:endingPage": "328",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 February 1994",
        "prism:doi": "10.1016/0304-5102(93)E0225-6",
        "prism:startingPage": "311",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0225-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028763698"
      }
    }
  }
}