{
  "metadata": {
    "title": "Influence of surface support properties on the liquid-phase hydrogenation of propargyl alcohols on AlPO<ce:inf loc=post>4</ce:inf>-supported nickel catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-07-01",
    "doi": "10.1016/0304-5102(91)85036-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510291850362",
    "pii": "0304510291850362"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026189520",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510291850362 0304-5102(91)85036-2 0304510291850362 10.1016/0304-5102(91)85036-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01964 2024-01-02T01:05:30.650091Z 0 0 19910701 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 67 67 1 1 Volume 67, Issue 1 9 91 104 91 104 19910701 1 July 1991 1991-07-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. INFLUENCESURFACESUPPORTPROPERTIESLIQUIDPHASEHYDROGENATIONPROPARGYLALCOHOLSALPO4SUPPORTEDNICKELCATALYSTS BAUTISTA F MARCELIN 1983 169 G PREPARATIONCATALYSTS MARCELIN 1985 109 G MARCELIN 1986 64 G TADA 1987 419 A ARAMENDIA 1988 331 M ALBA 1985 3471 A CAMPELO 1982 315 J CAMPELO 1982 315 J CAMPELO 1983 307 J ARAMENDIA 1988 41 M CAMPELO 1984 1 J CABELLO 1985 1 J CABELLO 1986 1786 J CAMPELO 1986 108 J BAUTISTA 1987 181 F CAMPELO 1988 172 J MARCELIN 1983 482 G CAMPELO 1984 659 J VANNICE 1980 255 M HEATH 1973 48 A BARTHOLOMEW 1980 335 R KEARBY 1961 2567 K PROC2NDINTCONGRCATALPARIS1960 CAMPELO 1983 544 J CAMPELO 1983 2657 J MOSS 1976 43 R EXPERIMENTALMETHODSINCATALYTICRESEARCH CERVENY 1982 223 L BALTZLY 1976 920 R CAMPELO 1982 131 J CAMPELO 1983 851 J BAUTISTA 1989 493 F GALWEY 1977 247 A BOUDART 1968 167 M KINETICSCHEMICALPROCESSES LARSON 1987 93 R LINERT 1989 477 W BLACKADDER 1958 2727 D GRUNWALD 1975 212 E PHYSICALCHEMISTRYADVANCEDTREATISE BAUTISTAX1991X91 BAUTISTAX1991X91X104 BAUTISTAX1991X91XF BAUTISTAX1991X91X104XF item 0304-5102(91)85036-2 0304510291850362 1-s2.0-0304510291850362 10.1016/0304-5102(91)85036-2 272239 2024-01-02T01:05:30.650091Z 1991-07-01 1-s2.0-0304510291850362-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291850362/MAIN/application/pdf/b5798e0874ffbe8ad21af2da015e58bd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291850362/MAIN/application/pdf/b5798e0874ffbe8ad21af2da015e58bd/main.pdf main.pdf pdf true 962541 MAIN 14 1-s2.0-0304510291850362-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291850362/PREVIEW/image/png/dbd818b9a42f8a8c28f85466ea6eab2e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291850362/PREVIEW/image/png/dbd818b9a42f8a8c28f85466ea6eab2e/main_1.png main_1.png png 65473 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 67 (1991) 91-104 91 Influence of surface support properties on the liquid-phase hydrogenation of propargyl alcohols on AIP04-supported nickel catalysts Felipa M. Bautista, Juan M. Campelo, Angel Garcia, Rafael Guardeno, Diego Luna* and Jose M. Marinas Department of Organic Chemistry, University of CorOba, E-14004 C6rOba (Spain) (Received June 13, 1990; revised February 6, 1991) Abstract Liquid-phase semihydrogenation of propargyl alcohols (2-propyn-l-ol, 3-butyn-2-of and 2-methyl-3-butyn-2-ol) has been carried out on nickel catalysts at 20 wt.% supported on three different AlP04, identical from a chemical point of view, but different in textural and acid-base properties. According to the results, the acid-base nature of the supports, through metal-support interaction effects, plays an important part in determining the specific catalytic activity of supported nickel catalysts. These metal-support interaction effects, as well as the methyl substitution effects on catalytic activity, can be evaluated through several isokinetic parameters obtained due to the existence of a linear correlation between the activation parameters Ea and in A (obtained from the Arrhenius equation) known as the 'compensation effect'. These isokinetic parameters are also linearly related to the surface density of acid and basic sites as determined by titration with pyridine and cyclohexylamine, acrylic acid and phenol, respectively. Introduction In recent years, the applicability of aluminum phosphates as nickel supports has been subject of several studies and patents [ 1-7]. In this regard, for a number of years we have conducted research on the synthesis and characterization of Pt, Pd, Rh and Ni catalysts supported on aluminum phosphates [8-12], as well as on their application in different hydrogenation or dehydrogenation processes [ 13-19 ]. Thus, the utility of AIP04-supported nickel catalysts in the liquid-phase hydrogenation of the olefinic double bond is closely related to the largest saturation ability of AIP04 supports for Ni metal, which promotes the greatest activity per unit weight of nickel metal when supported on AlP04 as compared to conventional supports such as A1203 or Si02 [11, 12]. Furthermore, the existence of metal-support interactions on these systems has been based on the kinetic behaviour of the catalysts [ 11, 12, 17 ] and on the suppression of hydrogen chemisorption [20], as well as with the help of a poisoning 'Author to whom correspondence should be addressed. 92 titration method [21 ]. The nature of this interaction between the support and the metal crystallites has not yet been clarified in detail, although there are several possible sources of these interactions [22] which include the epitaxial stabilization of preferred crystal faces, the transfer of electrons between the metal particles and the support, or a combination of both. The present paper reports an investigation into the support influence on the catalytic behaviour of Ni/AlP04 catalysts in the liquid-phase semihydrogenation of propargyl alcohol 2-propyn-l-of (P-yn) and its two methyl derivatives: 3-butyn-2-of (B-yn) and 2-methyl-3-butyn-2-of (MB-yn), the latter being an intermediate for an industrial synthesis of isoprene [23]. By using three different AIP04 as the support, all identical from a chemical point of view, but showing some differences in their textural properties and acidity-basicity balance, we could test the relative influence of the geometric and electronic effects of supports on the catalytic hydrogenation process. Thus, according to Bartholomew et al. [24], an electron transfer between the nickel atoms and acid sites on the support reduces the d-band concentration of electrons in the metal crystallites, leading to a catalytic behaviour more characteristic of cobalt. Thus a correlation between some kinetic parameters obtained from the hydrogenation reactions and the acid-base properties of the supports could be associated to electronic influence in the metal-support interaction effects, whereas such a correlation with the support textural properties would provide information on the role of geometric support effects. Experimental Catalysts The catalysts used were three AIP04-supported nickel systems previously described in the liquid-phase hydrogenation of 1-hexene [ 12 ]. These catalysts, containing 20 wt.% nickel, were prepared by impregnation of the supports to incipient wetness with 10 M aqueous nickel nitrate, following the procedure previously described [11, 12, 17]. They were dried, crushed and screened to a particle size < 0.149 mm (10 mesh size), reduced in an ultrapure hydrogen stream (1.7 cm' s-1) at 400 C for 4 h, and then cooled to room temperature in the same hydrogen stream and stored in sealed glass bottles until required. Aluminum orthophosphate prepared according to Kearby [25] were obtained by precipitation with propylene oxide from aqueous solutions of AIC13 - 6H20 and H,P04 (85 wt.%) at pH = 6.1 at the `precipitation end point'. The solid obtained (with Al/P=1) was then washed with isopropyl alcohol and dried at 120 C for 24 h. The resulting powder screened at 0.120-0.149 mm was calcined for 3 h in an electric muffle furnace at three different temperatures (500, 650 and 800 C). References to the supports will be made by the use of these numbers denoting the calcination temperature. Textural properties of supports (surface area, pore volume and main pore diameter) determined by nitrogen adsorption have been published elsewhere [12, 26] and are summarized in Table 1, where the surface basicity 93 TABLE 1 Textural and acid-base properties of AlP04 supports calcined at different temperatures Support SBET` V dc AcidityJ Basicity' CY, PYf DTBMPY9 AA'' PHI DTBMPHJ AIP04-500 190 0.89 3 287 161 27 61 41 0 A1P09-650 228 0.94 3 434 180 42 80 56 1 AlP04-800 6 0.0 0 54 10 0 0 0 0 'Surface area by BET method in mz g-'. bPore volume in m2 g-1. `Main pore radius in run. dValues of the monolayer coverage at equilibrium in wmol g-'. 'Cyclohexylamine (pKB=10.6). (Pyridine (PK, =5.3). o2,6-Di-t-butyl-4-methylpyridine (pKas7.4). 'Acrylic acid (pK,=4.2). 'Phenol (pKe=9.9). j2,6-Di-t-butyl-4-methylphenol (pKa=11.2). and acidity are also collected. These values were determined by a spectrophotometric method described elsewhere [27], that allows titration of the amount of irreversibly adsorbed acid or basic compounds employed as titrant agents of basic and acid sites, respectively. The monolayer coverage at equilibrium at 25 C, Xm (in Amol g-'), is accomplished by applying the Langmuir adsorption isotherm, and it is assumed as a measure of the acid or basic sites corresponding to the specific pKa of the base or acid used as the titrant. The metal surface area, SN,, of the three supported nickel catalysts was previously obtained [ 12 ] from the average crystallite diameter determined by X-ray diffraction according to the method of Moss [ 28 ] (Ni/AIPOQ-500 = 72, Ni/AIP04-650=87 and Ni/AIP04-800=18 m2 gNi-', respectively. Apparatus, materials and procedure Hydrogenation experiments were carried out according to the procedure described previously [ 11, 12, 17, 21 ] under vigorous shaking (300 strokes min-') in a conventional low pressure hydrogenator (Parr Instruments, Model 3911) equipped with a manometer that shows the actual pressure in the reaction vessel. The reaction temperature was controlled by pumping water from a thermostatic bath through the vessel jacket, at an accuracy of 0.5 C. The chromatographically pure alcohols (P-yn, B-yn and MB-yn) were used as supplied commercially (Merck, p.a.) after distillation under reduced pressure and low temperature. They were then passed through active acid aluminum oxide powder for chromatography (Merck) which was activated at 200 C in flowing ultrapure nitrogen. Methanol (p.a. 99% Panreac) employed as solvent and hydrogen (99.999% SEO) were used without further purification. 94 Most hydrogenation reactions were carried out in 25 ml of 1 M methanolic solution of substrate, with 0.3 g catalyst, under initial hydrogen pressure of 0.41 MPa and at a temperature between 20 and 60 C. Furthermore, one set of reactions was carried out with the Ni/AIP04-650 catalyst in the hydrogen pressure range 0.3-0.7 MPa, substrate concentration range 0.5-3 M, catalyst weight range 0.3-1 g and at various agitation speeds, in order to test the reaction kinetic orders and the absence of transport influences in the kinetic data, obtained under the present experimental conditions. The initial reaction rates were determined by taking the initial slope of the plot of the hydrogen pressure decrease at the manometer versus time. As these plots of the decrease of the hydrogen pressure with time were always linear (Mg. 1-A), the determination was straightforward and reproducible to within - 6ss'o. Kinetic results are expressed as specific areal rates, r,, in mol s-' MN;-', defined as the activity per unit surface area of nickel metal, in order to compare the activity of the different systems in terms of specific catalytic activity. They were obtained from the initial reaction rates and the metallic surface areas of catalysts. Hydrogenation runs were followed by GLC analysis of the reaction mixtures at appropriate intervals of hydrogen uptake (Fig. 1-B) to obtain a very low concentration of alkyne in order to determine the selectivity, S, from the relative concentration of alkene with respect to alkene and alkane [29]. The reaction product analysis was performed with a Hewlett-Packard 5830 gas chromatography fitted with an HP 3396A integrator, equipped with a column packed with 5ss'o Carbowax-20 M in 80/100 Chromosorb GAWDMCS. Neither isomerization nor hydrogenolysis products were detected in any of the cases. PH2 (MPa) mmol substrate 0.4 20 0.3 10 0.2 --v 20 40 60 20 40 (a) TIME (min.) mmol H2 (b) Fig. 1. Typical hydrogenation reaction at 40 C and standard conditions on Ni/AIP04-650: (a) dependence of hydrogen pressure on time in the consecutive hydrogenation of 2-methyl-3butyl-2-ol; (b) distribution of reactant and products as a function of hydrogen consumption: (O) 2-methyl-3-butyn-l-ol, ( ) 2-methyl-3-buten-2-of and ( ) 2-methyl-2-butanol. 95 Results and discussion Results obtained on checking the standard operating conditions indicate that kinetic data determined in the range of the studied operation variables are free from transport influences. Thus, the linear variation of the hydrogenation rate with catalyst loading and its independence with respect to the agitation speed above 200 strokes min-' allows us to assume the absence of external diffusion control. The average particle size of the catalyst used (< 0.149 nm) was such that the reactions were not influenced by internal diffusion, according to results previously obtained for allyl alcohols [ 17 ] under the same selected conditions. On the other hand, the independence of the hydrogenation rate from the initial hydrogen pressure as well as from the substrate concentrations in the studied ranges (0.3-0.7 MPa and 0.5-3.0 M, respectively) allows us to assume zero-order kinetics in hydrogen pressure as well as in substrate concentrations. This assumption is also consistent with the linear plots of the lowering of the hydrogen pressure vs. time [30] (Fig. 1-A). Results are thus identical to those previously found for the olefinic double bond of the corresponding allyl alcohols [ 17 ] and several substrates on supported nickel catalysts [11, 31-33]. Consequently, the mechanisms of the liquid-phase hydrogenation of double and triple bonds under the present experimental conditions must be very closely related. Otherwise, taking into account the zero-order kinetics obtained with respect to the substrate concentration as well as to the hydrogen pressure, the specific areal rates reported in Fig. 2 can be directly used as the reaction constant values to obtain the corresponding apparent activation energies, Ea, and Arrhenius constants, In A, collected in Table 2. The Eyring equation also evaluates the temperature dependence of reaction rates in terms of transition state theory by separating the enthalpy, OH*, and entropy, AS*, components. Their corresponding values, obtained by plotting In rAT-' against T-', are also shown in Table 2. In contrast to the catalytic activity, selectivity values, S, shown in Fig. 3, do not manifest appreciable modifications due to temperature effects because differences obtained are within experimental error. According to the results in Figs. 2 and 3, we can conclude that the calcination temperature of the AIP04 support does not produce important changes in either the specific catalytic activity or in selectivity. With respect to the effects of methyl substitution, while r, values clearly increase on increasing the number of methyl functions in the unsaturated alcohol in the sequence P-yn < Byn < MB-yn, the selectivity of the monomethyl-substituted propargyl alcohol, B-yn, is clearly lower. According to these results, not much information about methyl substitution effects or about metal-support interaction effects may be obtained from a direct correlation between these kinetic data, rA or S, and the corresponding values of textural or acid-base properties of supports. Even data in Table 2 do not provide much more information to this effect. Thus, on going from 96 0 _2 3.1 3.3 1/T x 103 !K-1) Fig. 2. Arrhenius plots for the liquid-phase hydrogenation of propargyl alcohols on AIPO4supported nickel catalysts. Ni/AIP09-500: (O) P-yn, (A) B-yn, (0) MB-yn; Ni/AIPO4-650: (3) P-yn; (A) B-yn; (0) MB-yn and Ni/AIPO9-500: ( ) P-yn, (A) B-yn. ( ) MB-yn. TABLE 2 Activation parameters, with their respective standard deviations, for the catalysts and substrates studied Catalyst Alcohol Ea In A OH' AS' (kJ mol-') (mol s-` mNi2) (KJ mol-') (J mol-' K-') Ni/AIPO4-500 P-yn 31.60 t 0.30 - 3.04 t 0.10 29.00 t 0.33 - 280 t 1 B-yn 41.11 0.58 1.71 0.20 38.51 0.57 -240 2 MB-yn 46.38 t 0.72 5.23 t 0.28 43.78 t 0.70 - 211 t 2 NiAIP04-650 P-yn 36.59 t 1.40 -1.15 t 0.60 33.99 t 1.46 - 264 t 5 B-yn 51.45 t 1.26 6.51 t 0.49 48.85 t 1.24 - 200 t 4 MB-yn 54.20 t 1.30 9.15 t 0.49 51.60 t 1.27 -178 t 4 Ni/AlP04-800 P-yn 49.68 t 0.78 3.37 t 0.30 47.08 t 0.80 - 226 t 3 B-yn 37.80 t 1.50 1.16 0.60 35.20 t 1.50 - 245 t 5 MB-yn 24.56 0.60 -2.31 0.20 21.96 0.61 -274 2 propargyl alcohol to its methyl derivatives B-yn and MB-yn, we obtain a notable increase in E$ (and AH*) in some catalysts, viz. Ni/AIP04-500 and Ni/AIP04-650, while in Ni/AIP04-800 there is a decrease. However, based on these activation parameters (Ea, In A, OH * and AS') collected in Table 2, a series of common isokinetic parameters can be obtained 97 80 - -- El O \" O e o 4 1 1 60 20 40 60 OC Fig. 3. Temperature influence on selectivity for different propargyl alcohols and Ni/AlP04 catalysts; symbols as in Fig. 2. TABLE 3 Values of isokinetic parameters for catalysts: In a and Oac, obtained from the representation of In A vs. E and Oc', OGc` and In Kc, obtained from the representation of OH' vs. AS'; uncertainties are determined by their respective standard deviations Catalyst in a OCI OGC In K ObC c (K) (K) (KJ mol-') Ni/AP-500 - 20.62 t 1.70 217.7 t 17.1 215.6 t 15.6 89.6 t 3.8 - 50.0 t 4.0 Ni/AP-650 -21.80 2.80 214.1 22.3 210.921.8 89.9 4.7 -51.0 5.9 Ni/AP-800 -7.76 0.82 528.0 46.0 518.2 46.0 163.4 11.5 -37.9 4.3 due to the existence of a relationship between the values of In A and Ea, according to the most usual expression of the `compensation effect' or 'isokinetic relationship' (IKR) [34-37]: In A=In a+E$/BR (1) where R is the gas constant and O the isokinetic temperature at which identical values of specific reaction rates r = a are obtained. In fact, such plots of In A vs. Ea for each substrate, with the three catalysts, as well as the plots of In A vs. Eg, for each catalyst, for the three substrates, were linear with regression coefficients > 0.99. From the slopes and intercepts, In a and O parameters were obtained for each substrate (Bs, In as) and for each catalyst (Oc, In ac). They are collected in Tables 3 and 4. The same values of BS and Oc were obtained within experimental error by plotting OH * vs. AS 'O (Fig. 4), according to the general expression: (a) 98 TABLE 4 Values of isokinetic parameters for substrates: In a and Us, obtained from the representation of in A vs. Ea, and Os', OGs and In Ks o, obtained from the representation of dH* vs. AS*; uncertainties are deternvned by their respective standard deviations Alcohol In a os, Osh aGS Ln KS (K) (K) (KJ mol`) P-yn -14.10 t 0.29 B-yn -14.65 2.54 MB-yn -11.70 t 1.40 341.4 t 7.1 293.0 t 41.7 318.3 27.4 50~ o 41 31 337.0 7.6 123.2 1.9 -44.0 1.2 286.1 38.3 106.2 8.8 -44.6 7.0 313.7 27.6 108.4 6.2 -41.6 4.4 -280 -200 -280 -200 Q S$ (J m01-1K-1) (b) leg. 4. Compensation effect between AH' and AS' (a) for each substrate, with all the catalysts and (b) for each catalyst with all the substrates. Symbols have the same significance as in Mgs. 2 and 3. AG on.,, - - OR In K * _ AH * - OAS * (2) Thus, from the slopes and intercepts we obtain respectively, for each substrate and each catalyst, the values of B and those corresponding to the equilibrium constant of the activated complex K* and the activation free energy, 0G *. They are also shown in Tables 3 and 4. So, although the compensation effect is usually represented by eqn. (1), it also may be obtained from the entropy-enthalpy relationship (2). According to Boudart [35], the general explanation for this fact is the existence of a linear free-energy relationship (LF'ER), which manifests itself in a linear relation between enthalpy and entropy in the activated complex for any set of reactions of the same type, exhibiting the same 0G * value throughout the experimental temperature range. Thus, this constraint on 0G * is what allows us to determine a set of parameters (Oc C C .,, OG~ and K~ ) closely 99 associated with the catalysts, and another set (Oe, a9, O.G9 and K e) exclusively related to the substrates. Using eqn. (1), the Arrhenius expression can be expressed as: r = a exp [ (Ee /R)(1 /B - 1 /T) ] (3) and from eqn. (2) the Eyring expression can be expressed as: rA=(kT/h) exp[(OH*/R)(1/O-1/T) +1nK*] (4) where k and h are Boltzmann's and Planck's constants. Based on these results, the effects of metal-support interactions as well as the methyl substitution effects on specific catalytic activity (shown in Fig. 1) can be evaluated through the activation parameters Ea or AH* collected in Table 2 and the isokinetic parameters B and a or O, OG * and In K * in Tables 3 and 4, by using eqn. (3) or (4). Thus, 6c, ac and AGC values may account for the different catalyst sequences obtained for rA at different temperatures in the hydrogenation of each substrate, while the values of as, BS and AG$ can explain the sequence P-yn < B-yn < MB-yn obtained as a consequence of the activating effect of methyl substitution on rA. In this respect, when a methyl group replaces a hydrogen at the sscarbon (2-buten-l-ol), the hydrogenation rate is increased due to the lowering of OS. The replacement of another hydrogen at the a-carbon (2-methyl-2propen-1-ol) also promotes an increase in rA but this is now produced by an increase in the as value. Consequently, the activating effects of methyl substitution appear to influence the r values in different ways depending on the relative position (a or /3 with respect to the hydroxymethyl group) at each carbon atom of the olefinic double bond. On the other hand, Bc values may account for the same sequence obtained for rA and E8 (and OH *) in Ni/AIP04-500 and Ni/AIP04-650 if it is considered that, according to eqn. (3) or (4), when OC is below the experimental temperature range, the reactions with higher Ea (or OH *) exhibit higher reaction rates, whereas for temperatures lower than Oc (as with Ni/AlP09800) the inverse is true. Indeed we have operated with Ni/AIP04-500 and Ni/AIP04-650 above Oc where the reaction with higher E8 (or AH*) exhibits a higher rA value. In contrast, the reaction temperature range is under Oc of Ni/AIP04-800, so that the sequence obtained for substrate reactivity is opposite that for the Ea (and OH*) values. Consequently, according to the classification of Blackadder and Hinshelwood [38] the hydrogenation reaction of propargyl alcohols under the present experimental conditions ought to be considered `enthalpy controlled' for Ni/AlP04-800 (Oc > Te,,P,) whereas on Ni/AIP04-500 and Ni/AIP04-650, it is `entropy controlled' (9c < Te,.). Therefore, the isokinetic parameters of catalysts provide a more general measurement of the reactivity characteristic of a series of related reactions and catalysts. So, in order to determine the potential influence of textural and acid-base properties of supports on the catalytic properties of supported nickel catalysts, we developed the correlation matrix shown in Table 5 using all the data in Tables 1 and 3. In addition, the corresponding values of 100 TABLE 5 Correlation matrix between isokinetic parameters of catalysts (Table 3) and surface properties of supports (Table 1) CY PY DTBMPY AA PH DTBMPH SBET In a -0.950 -1.000 -0.960 -0.988 -0.983 -0.565 -0.996 BC -0.929 -0.996 -0.940 -0.977 -0.969 -0.511 -0.989 OG' -0.922 -0.994 -0.935 -0.973 -0.965 -0.497 -0.987 In K' -0.954 -1.000 -0.963 -0.990 -0.985 -0.574 -0.997 CY 1.000 0.958 0.999 0.986 0.991 0.794 0.973 PY 0.958 1.000 0.967 0.992 0.987 0.586 0.998 DTBMPY 0.999 0.967 1.000 0.991 0.999 0.683 0.980 AA 0.987 0.992 0.991 1.000 0.999 0.683 0.998 PH 0.991 0.987 0.995 0.999 1.000 0.707 0.995 DTBMPH 0.794 0.586 0.773 0.684 0.707 1.000 0.632 SHET 0.973 0.998 0.980 0.998 0.995 0.632 1.000 slopes and intercepts obtained in the regression analysis of those wellcorrelated parameter pairs are collected in Table 6, where the corresponding significance levels are also indicated. As can be seen, correlation coefficient values under 0.99, corresponding to approximately a 90% significance level, are not considered. According to these results, certain isokinetic parameters of catalysts correlate well with BET surface area, with the surface acidity as measured with pyridine as well as with the surface basicity determined by titration with acrylic acid. However, the best results were obtained when isokinetic parameters were correlated to the number of acid or basic sites per unit of support BET surface area, that is, to the surface density of acid-base sites or specific acidity or basicity of supports. These results are also collected in Table 6. Thus, according to these results, all the different values of support surface density of acid or basic sites, as determined using all the titrating agents of different pKa (Table 1) were well correlated with the exception of those exhibiting an important steric hindrance in adsorption (DTBMPY and DTBMPH), due to steric effects of t-butyl groups. In fact, these titrating agents are only able to determine a fraction of the most accessible sites with a given pKa value [26, 27]. On the other hand, according to the slopes (a values) in Table 6, all isokinetic parameters increase on increasing the surface density of acid sites, while they decrease on increasing surface density of basic sites. Furthermore, we obtain an expression for the specific catalytic activity of supported nickel catalysts as a function of some textural and acid-base properties of supports by using values of specific acidity or basicity of supports instead of a and 6 in the logarithmic expression of (3); In r =15.8 PY + E8 `BET - 1 - 34.2 (5) SBET R (358.5PY-79.9SBET T) 101 TABLE 6 Regression coefficients from the correlation obtained between some surface properties of supports in Table 1 and the isoldnetic parameters of catalysts in Table 3, according to the general expression y=ax+b, as well as the corresponding correlation coefficients, r, and significance levels y x a 6 r Significance In a PY - 0.083 - 6.99 -1.000 98.4 In a AA -0.183 -8.11 -0.989 90.3 In a SBET - 0.065 - 7.53 - 0.997 94.7 0 PY - 1.833 533.19 -0.996 94.4 0 SBET -1.467 522.22 -0.989 90.6 OG' PY -0.454 167.41 -0.994 93.3 AG' SBET -0.353 164.24 -0.987 89.5 In K' PY -0.079 -37.12 -1.000 99.1 In K' AA -0.175 -38.17 -0.990 91.0 In K' SUET -0.062 -37.63 -0.997 95.4 In a CY/SBET 1.827 -24.29 0.992 92.1 In a PY/SBET 15.814 -34.15 1.000 98.8 In a AA/SBET -39.887 -7.80 -1.000 100.0 In a PH/SBET -57.863 -7.83 -0.999 97.8 9 CY/SBET 41.697 142.36 0.998 96.2 0 PY/SBET 358.538 -79.91 0.999 97.1 0 AA/SBET -902.277 517.21 -0.998 96.0 0 PH/SBET -1307.424 515.98 -0.995 93.8 AG' CY/SBET 10.079 72.60 0.999 97.3 OG' PY/SBET 86.506 19.04 0.998 96.0 OG' AA/SBET -217.872 163.10 -0.997 94.9 AG' PH/SBET -315.167 162.77 -0.993 92.7 In K' CY/SBET 1.737 -53.59 0.991 91.4 In K' PY/SBET 15.057 -62.98 1.000 98.2 In K' AA/SBET -37.984 -37.89 -1.000 99.3 In K' PH/SBET -55.122 -37.92 -1.000 98.5 in r,, = - 39.9 O + E a SBET _ 1 - 7.8 (6) SBET R (517SBET-g03.O T) Similar expressions may be obtained from eqn. (4) by substituting B and In K' respectively. Besides, specific values of acidity or basicity with respect to CY or PH let us obtain expressions (5) and (6) but of course affected by different numerical coefficients. More complex expressions may be obtained by joining values of surface density of basic and acid sites. Thus, from (5) and (6): 102 PY O Ea In rA = 7.9 SBET - 20 SBET + R ( SBET + SBET - 1 - 21 (7) 717PY-160SBET 1034SBET -l807O T From the complexity of this expression emerges the difficulty in directly obtaining any correlation between catalytic activity and surface properties of supports. However, from the present results we should recognize the complex influence of these support parameters on the catalytic activity of supported nickel catalysts. Thus, according to (7), catalytic activity depends not only on textural and acid-base support properties but also on the kinetic parameter E8, directly related to the nature of propargyl alcohol and on the reaction temperature. This easily explains the different sequences obtained for rA values in Fig. 2 with different substrates on different catalysts at different temperatures. Conclusions On the basis of these results we may conclude that the density of surface acid and basic sites plays an important role in determining metal-support interaction effects on catalytic activity, in the liquid-phase hydrogenation of propargyl alcohols on AIP04-supported nickel catalysts. Thus, on increasing the surface density of support acid sites we might, in general, obtain an increase in the catalytic activity of the corresponding nickel-supported catalysts. On the other hand, on increasing the surface density of basic sites, the opposite is true. Consequently, the results obtained here are more in agreement with the prevailing role of an electronic transfer between support and metal than with a geometric support effect in determining the metal-support interaction effects. However, according to the influence of the BET surface area of supports, we cannot absolutely exclude some participation of geometric support effects in the catalytic activity of supported nickel catalysts. On the other hand, the existence of a 'compensation effect' or IKR allowed us to obtain such a complex relationship between surface properties of supports and the catalytic activity of Ni/AlP04 catalysts, through the existence of another correlation between the specific acidity and basicity of supports and the corresponding isokinetic parameters. Consequently, independent of the absence of a definitive theoretical explanation for this phenomenon [34-38], the LFER method, manifesting itself through isokinetic relationships in a series of related reactions, is still the most practical for predicting substituent effects for homogeneous reactions [29], and when applied to the catalytic heterogeneous processes, may constitute a promising technique for measuring the existence and extent of metal-support interaction effects. 103 Acknowledgements The authors gratefully acknowledge the subsidy received from the Comisi6n de Investigacion Cientifica y Tecnica (DGICYT, project PB89-0340), Ministerio de educacion y Ciencia as well as the financial support of the Consejeria de Educacion y Ciencia de la Junta de Andalucia. The authors also acknowledge the grammatical revision of the manuscript carried out by Prof. M. Sullivan. References 1 U.S. Pat. Appl., 3 904 550 (1973) to L. A. Pine. 2 U.S. Pat. Appl., 4 233184 (1980) to N. L. Cull. 3 U.S. Pat. Appl., 4 210 560 (1980) to W. L. Kehl. 4 G. Marcelin, R. F. Vogel and W. L. Kehl, in G. Poncelet, P. Grange and P. A. Jacobs (eds.), Preparation of Catalysts, Vol. 3, Elsevier, Amsterdam, 1983, p. 169. 5 G. Marcelin, R. F. Vogel and W. L. Kehl, Appl. CataL, 19 (1985) 109. 6 G. Marcelin, R. F. Vogel and E. Swift, J. Catal,, 98 (1986) 64. 7 A. Tada, T. Yoshino and H. Itoh, Chem. Lett., (1987) 419. 8 M. A. Aramendia, V. Borau, C. Jimenez, J. M. Marinas and F. Rodero, React. Kinet. Catal. Lett., 37 (1988) 331. 9 A. Alba, M. A. Aramendia, V. Borau, C. Jimenez and J. M. Marinas, Can. J. Chem., 63 (1985) 3471. 10 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, Colloids Surf., 3 (1982) 315. 11 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, AppL Catal., 3 (1982) 315. 12 J. M. Campelo, A. Garcia, J. M. Gutierrez, D. Luna and J. M. Marinas, AppL. Catal., 7 (1983) 307. 13 M. A. Aramendia, V. Borau, C. Jimenez, J. M. Marinas, M. E. Sempere and F. Urbano, Appb Catal., 43 (1988) 41. 14 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, Appl. CataL., 10 (1984) 1. 15 J. A. Cabello, J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, J. Catal., 94 (1985) 1. 16 J. A. Cabello, J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, J. Org. Chem., 51 (1986) 1786. 17 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, J. Catal., 97 (1986) 108. 18 F. M. Bautista, J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, J. Catal., 107 (1987) 181. 19 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, J. Catal., 113 (1988) 172. 20 G. Marcelin and R. F. Vogel, J. Catal., 82 (1983) 482. 21 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, J. Chem. Soc., Faraday 7'rans. 1, 80 (1984) 659. 22 M. A. Vannice and R. L. Garten, J. Catal., 63 (1980) 255. 23 A. Heath, Chem. Eng., (1973) 48. 24 R. B. Bartholomew, R. B. Pannel and J. L. Butler, J. Catal., 65 (1980) 335. 25 K. Kearby, in Proc. 2nd Int. Congr. Catal., Paris, 1960, Technip, Paris, 1961, p. 2567. 26 J. M. Campelo, A. Garcia, J. M. Guttierez, D. Luna and J. M. Marinas, J. Colloid Interface Sci., 95 (1983) 544. 27 J. M. Campelo, A. Garcia, J. M. Gutierrez, D. Luna and J. M. Marinas, Can. J. Chem., 61 (1983) 2657. 28 R. L. Moss, in R. B. Anderson and P. T. Dawson (eds.), Experimental Methods in Catalytic Research, Vol. 2, Academic Press, New York, 1976, Chapt. 2, p. 43. 29 L. Cerveny, J. Vopotova and V. Ruzicka, React. Kinet. Catal. Lett., 19 (1982) 223. 104 30 R. Baltzly, J. Org. Chem., 41 (1976) 920. 31 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, Bull. Soc. Chim. Belg., 91 (1982) 131. 32 J. M. Campelo, A. Garcia, D. Luna and J. M. Marinas, Bull. Soc. Chim. Belg., 92 (1983) 851. 33 F. M. Bautista, J. M. Campelo, A. Garcia, R. Guardeno, D. Luna and J. M. Marinas, J. Chem. Soc., Perkin Traps 11, (1989) 493. 34 A. Galwey, Catal. Rev., 26 (1977) 247. 35 M. Boudart, Kinetics of Chemical Processes, Prentice-Hall, Englewood Cliffs, NJ, 1968, p. 167. 36 R. Larson, Catal. Today, 1 (1987) 93. 37 W. Linert and R. F. Jameson, Chem. Soc. Rev., 18 (1989) 477. 38 D. A. Blackadder and C. Hinshelwood, J. Chem. Soc., (1958) 2727. 39 E. Grunwald and J. E. Leffler, in H. Eyring (ed.), Physical Chemistry: An Advanced Treatise, Vol. 7, Academic Press, New York, 1975, Chapt. 4, p. 212. X244 91850362 0304-5102(91)85036-2 10.1016/0304-5102(91)85036-2 Influence of surface support properties on the liquid-phase hydrogenation of propargyl alcohols on AlPO4-supported nickel catalysts Felipa M. Bautista Juan M. Campelo Angel Garcia Rafael Guardeno Diego Luna ∗ Jose M. Marinas Department of Organic Chemistry, University of Córdoba, E-14004 Córdoba Spain * Author to whom correspondence should be addressed. Liquid-phase semihydrogenation of propargyl alcohols (2-propyn-1-ol, 3-butyn-2-ol and 2-methyl-3-butyn-2-ol) has been carried out on nickel catalysts at 20 wt.% supported on three different AlPO4, identical from a chemical point of view, but different in textural and acid—base properties. According to the results, the acid—base nature of the supports, through metal—support interaction effects, plays an important part in determining the specific catalytic activity of supported nickel catalysts. These metal—support interaction effects, as well as the methyl substitution effects on catalytic activity, can be evaluated through several isokinetic parameters obtained due to the existence of a linear correlation between the activation parameters E a and ln A (obtained from the Arrhenius equation) known as the ‘compensation effect’. These isokinetic parameters are also linearly related to the surface density of acid and basic sites as determined by titration with pyridine and cyclohexylamine, acrylic acid and phenol, respectively. References 1 U.S. Pat. Appl., 3 904 550 (1973) to L. A. Pine. 2 U.S. Pat. Appl., 4 233 184 (1980) to N. L. Cull. 3 U.S. Pat. Appl., 4 210 560 (1980) to W. L. Kehl. 4 G. Marcelin R.F. Vogel W.L. Kehl G. Poncelet P. Grange P.A. Jacobs Preparation of Catalysts 3 1983 Elsevier Amsterdam 169 5 G. Marcelin R.F. Vogel W.L. Kehl Appl. Catal. 19 1985 109 6 G. Marcelin R.F. Vogel E. Swift J. Catal. 98 1986 64 7 A. Tada T. Yoshino H. Itoh Chem. Lett. 1987 419 8 M.A. Aramendia V. Borau C. Jimenez J.M. Marinas F. Rodero React. Kinet. Catal. Lett. 37 1988 331 9 A. Alba M.A. Aramendia V. Borau C. Jimenez J.M. Marinas Can. J. Chem. 63 1985 3471 10 J.M. Campelo A. Garcia D. Luna J.M. Marinas Colloids Surf. 3 1982 315 11 J.M. Campelo A. Garcia D. Luna J.M. Marinas Appl. Catal. 3 1982 315 12 J.M. Campelo A. Garcia J.M. Gutierrez D. Luna J.M. Marinas Appl. Catal. 7 1983 307 13 M.A. Aramendia V. Borau C. Jimenez J.M. Marinas M.E. Sempere F. Urbano Appl. Catal. 43 1988 41 14 J.M. Campelo A. Garcia D. Luna J.M. Marinas Appl. Catal. 10 1984 1 15 J.A. Cabello J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Catal. 94 1985 1 16 J.A. Cabello J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Org. Chem. 51 1986 1786 17 J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Catal. 97 1986 108 18 F.M. Bautista J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Catal. 107 1987 181 19 J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Catal. 113 1988 172 20 G. Marcelin R.F. Vogel J. Catal. 82 1983 482 21 J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Chem. Soc., Faraday Trans. 1 80 1984 659 22 M.A. Vannice R.L. Garten J. Catal. 63 1980 255 23 A. Heath Chem. Eng. 1973 48 24 R.B. Bartholomew R.B. Pannel J.L. Butler J. Catal. 65 1980 335 25 K. Kearby Proc. 2nd Int. Congr. Catal., Paris, 1960 1961 Technip Paris 2567 26 J.M. Campelo A. Garcia J.M. Guttierez D. Luna J.M. Marinas J. Colloid Interface Sci. 95 1983 544 27 J.M. Campelo A. Garcia J.M. Gutierrez D. Luna J.M. Marinas Can. J. Chem. 61 1983 2657 28 R.L. Moss R.B. Anderson P.T. Dawson Experimental Methods in Catalytic Research 2 1976 Academic Press New York 43 Chapt. 2 29 L. Cerveny J. Vopotova V. Ruzicka React. Kinet. Catal. Lett. 19 1982 223 30 R. Baltzly J. Org. Chem. 41 1976 920 31 J.M. Campelo A. Garcia D. Luna J.M. Marinas Bull. Soc. Chim. Belg. 91 1982 131 32 J.M. Campelo A. Garcia D. Luna J.M. Marinas Bull. Soc. Chim. Belg. 92 1983 851 33 F.M. Bautista J.M. Campelo A. Garcia R. Guardeño D. Luna J.M. Marinas J. Chem. Soc., Perkin Trans II 1989 493 34 A. Galwey Catal. Rev. 26 1977 247 35 M. Boudart Kinetics of Chemical Processes 1968 Prentice-Hall Englewood Cliffs, NJ 167 36 R. Larson Catal. Today 1 1987 93 37 W. Linert R.F. Jameson Chem. Soc. Rev. 18 1989 477 38 D.A. Blackadder C. Hinshelwood J. Chem. Soc. 1958 2727 39 E. Grunwald J.E. Leffler H. Eyring Physical Chemistry: An Advanced Treatise 7 1975 Academic Press New York 212 Chapt. 4",
      "scopus-id": "0026189520",
      "coredata": {
        "eid": "1-s2.0-0304510291850362",
        "dc:description": "Liquid-phase semihydrogenation of propargyl alcohols (2-propyn-1-ol, 3-butyn-2-ol and 2-methyl-3-butyn-2-ol) has been carried out on nickel catalysts at 20 wt.% supported on three different AlPO4, identical from a chemical point of view, but different in textural and acid—base properties. According to the results, the acid—base nature of the supports, through metal—support interaction effects, plays an important part in determining the specific catalytic activity of supported nickel catalysts. These metal—support interaction effects, as well as the methyl substitution effects on catalytic activity, can be evaluated through several isokinetic parameters obtained due to the existence of a linear correlation between the activation parameters E a and ln A (obtained from the Arrhenius equation) known as the ‘compensation effect’. These isokinetic parameters are also linearly related to the surface density of acid and basic sites as determined by titration with pyridine and cyclohexylamine, acrylic acid and phenol, respectively.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510291850362",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bautista, Felipa M."
          },
          {
            "@_fa": "true",
            "$": "Campelo, Juan M."
          },
          {
            "@_fa": "true",
            "$": "Garcia, Angel"
          },
          {
            "@_fa": "true",
            "$": "Guardeno, Rafael"
          },
          {
            "@_fa": "true",
            "$": "Luna, Diego"
          },
          {
            "@_fa": "true",
            "$": "Marinas, Jose M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510291850362"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510291850362"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85036-2",
        "prism:volume": "67",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Influence of surface support properties on the liquid-phase hydrogenation of propargyl alcohols on AlPO4-supported nickel catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "91-104",
        "prism:endingPage": "104",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 1991",
        "prism:doi": "10.1016/0304-5102(91)85036-2",
        "prism:startingPage": "91",
        "dc:identifier": "doi:10.1016/0304-5102(91)85036-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026189520"
      }
    }
  }
}