{
  "metadata": {
    "title": "<ce:sup loc=pre>1</ce:sup>H and <ce:sup loc=pre>51</ce:sup>V high-resolution solid state nuclear magnetic resonance studies of supported V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf>/TiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-04-05",
    "doi": "10.1016/0304-5102(93)E0277-N",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0277N",
    "pii": "0304510293E0277N"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028765031",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0277N 0304-5102(93)E0277-N 0304510293E0277N 10.1016/0304-5102(93)E0277-N S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0209X 2024-01-02T01:06:03.941633Z 0 0 19940405 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 88 88 3 3 Volume 88, Issue 3 5 311 323 311 323 19940405 5 April 1994 1994-04-05 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. 1H51VHIGHRESOLUTIONSOLIDSTATENUCLEARMAGNETICRESONANCESTUDIESSUPPORTEDV2O5TIO2CATALYSTS PINAEVA L CAVANI 1989 253 F BOND 1981 235 G KOZLOVSKI 1983 5176 R ROOZEBOOM 1980 2783 K PINAEVA 1990 375 L BOND 1986 361 G BUSCA 1985 245 G HADJIIVANOV 1988 161 K HADJIIVANOV 1988 460 K HADJIIVANOV 1989 498 K PRIMET 1971 1216 M TANAKA 1982 4708 K TRETJAKOV 1972 815 N PFEIFER 1985 274 H MASTIKHIN 1991 259 V ENRIQUEZ 1981 233 M MASTIKHIN 1984 189 V LAPINA 1992 457 O ECKERT 1989 6796 H BOND 1982 309 G BOEHM 1966 179 H JATES 1961 184 D REHDER 1982 33 D ECKERT 1990 347 H PINAEVAX1994X311 PINAEVAX1994X311X323 PINAEVAX1994X311XL PINAEVAX1994X311X323XL item 0304-5102(93)E0277-N 0304510293E0277N 1-s2.0-0304510293E0277N 10.1016/0304-5102(93)E0277-N 272239 2024-01-02T01:06:03.941633Z 1994-04-05 1-s2.0-0304510293E0277N-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0277N/MAIN/application/pdf/839e90b461f670002b3e6381d197d40c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0277N/MAIN/application/pdf/839e90b461f670002b3e6381d197d40c/main.pdf main.pdf pdf true 492606 MAIN 13 1-s2.0-0304510293E0277N-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0277N/PREVIEW/image/png/44637a6c659a02517d9830a089dc6c0c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0277N/PREVIEW/image/png/44637a6c659a02517d9830a089dc6c0c/main_1.png main_1.png png 46331 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 88 (1994) 311-324 1H and 51V high-resolution solid state nuclear magnetic resonance studies of supported V205/Ti02 catalysts L.G. Pinaeva*, O.B. Lapina, V.M. Mastikhin, AN. Nosov, B.S Balzhinimaev Boreskov Institute of Catalysis, Novosibirsk 630090, Russian Federation (Received April 3, 1993; accepted September 30, 1993) Abstract 'H solid state NMR data show the existence of several types of hydroxyl groups on Ti02 surface, depending on the surface impurities. VOC13 selectively interacts with these groups. According to 5' V NMR data, the structure of the surface vanadium complexes, independently of the preparation method, is determined by the type of surface hydroxyls. On clean Ti02 surface at low vanadium concentration two types of surface complexes with vanadium in the distorted tetrahedral environment of oxygen atoms are formed, one of them containing OH groups in the coordination sphere. At high V content associated species, with V in octahedral coordination, are formed. nuclear magnetic resonance studies; solid state; titania; vanadia Key words: ' H-NMR spectroscopy; nuclear magnetic resonance; titania; vanadia; \" V-NMR spectroscopy 1. Introduction Supported V205/Ti02 catalysts are widely used in industry for NO, reduction by NH3 [ 1 ] and for selective oxidation of hydrocarbons [ 2 ] . An important information on local environment of vanadium atoms in supported vanadium catalysts was obtained recently by a number of physical methods. The structure of vanadium complexes with two terminal and two bridged oxygen atoms on Ti0z surface has been proposed [ 3 ] . Vanadium atoms in tetrahedral oxygen coordination on anatase were observed with laser Raman spectroscopy [4]. So-called monolayer catalysts obtained by the grafting of VOC13 from gaseous phase tc Ti02 and subsequent hydrolysis are nowadays widely used as the model V201/TiO2 cata- * Corresponding author; fax. (+7-383)2355766. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(93)E0277-N 312 L.G. Pinaeva et al. /Journal of Molecular Catalvsis 88 (1994) 311-324 lysts of partial oxidation of hydrocarbons. According to ESCA measurements, it was proposed that vanadium in these catalysts forms a film of 7-10 A thickness with a V/Ti ratio of about 1 [5] . An excess of vanadium gives VZOS globules. This model is consistent with published data [6]. So, these catalysts can be effectively used for studying surface interactions, resulting in the formation of the active complexes. It is obvious that the structure of the active component of supported catalysts depends on the interaction of vanadium compounds used for catalyst preparation with the surface hydroxyl groups. Infrared spectroscopic studies [ 7-13 ] have revealed the dependence of the type of OH groups and their concentration in anatase on the method of preparation. Recently, IH NMR became an effective method for the studies of surface OH groups [14-16], while SIV NMR is a powerful tool for characterization of the local vanadium environment [ 17-19 ] . In this work we have used both these methods to study the interaction of surface OH groups of anatase with VOC13 as well as for identification of surface vanadium complexes. 2. Experimental Four types of Ti02 obtained by different preparations were used as a support. Sample 1 was prepared by precipitation from TiC14 with ammonia with subsequent washing, drying and calcination at 773 K during 2 h; sample 2 was obtained by pyrolysis of TiC14 in 02; sample 3 was prepared by hydrolysis of titanyl sulfate, sample 4 was obtained by Ti(iBu0)4 hydrolysis with NaZC03. In Table 1 the main characteristics of Ti02 samples (SBET, impurities) are presented. Supported vanadium oxide catalysts were prepared by a grafting technique described previously [20]. Ti02 (anatase) was initially heated in a He flow at 523-773 K for 2 h and then treated by VOC13 in the gaseous phase at 293 K. The excess of Table 1 Properties of anatase samples and their 'H chemical shifts Sample Preparation SBET, Main Chemical shift method m=.g-' impurities 8/ppm ( 0.3 ppm) Ti02_1' precipitation of 55 0.1% Al, 2.9; 6.4 TiCla with NH4 0.1 % Cl Ti0_-26 pyrolysis of 31 3.7% Si, 1.9; 3.2 TiC14 in O_ 0.4%o CI, 0.3% Fe Ti0_-3 hydrolysis of 289 3.9% S, 3.9; 7.6; titanyl sulfate 0.1 % Fe 11.6 Ti024 hydrolysis of 35 2% Na, 2.9; 7.4 Ti(i-BuO, 0.1% Fe with Na2C03 Other impurities are less than 5 X LO-'%. b Sample contained an admixture of rutile. G.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 313 VOC13 was removed by heating in a He flow at 673 K. To increase the vanadium coverage, several supporting cycles were used. After hydroxylation of the surface by moist air at 340 K during 2 h with subsequent removal of physically adsorbed water by heating in a He flow up to 410 K, another treatment with VOC13 at 293 K was performed. Depending on the number of supporting cycles and the temperature of the Ti02 pretreatment in He, the vanadium content in the samples varied from 0.85 up to 6.15 wt.%. Then the catalysts were calcined at 723 K during 2 h. Other samples were prepared by the impregnation of these supports with VOS04 solution. They contained about 1 wt.% of V. The 'H NMR MAS spectra were recorded at 300.066 MHz using a Bruker CXP-300 spectrometer. The spectral range was 50 kHz, the pulse duration 5 As and the interval between pulses 5 s. The accumulation number was 103. Before the measurements the samples were placed in a quartz reactor and then dehydrated in a flow of He at different temperatures (from 523 to 773 K) during 1 h. After this procedure they were sealed off in the special glass tubes of 12 mm length and 7 mm outer diameter under the He atmosphere. To diminish the signal from the traces of water on the outer walls of the sample tubes, the latter were heated in the flow of hot air and then placed in the quartz rotor for the 'H NMR MAS measurements. The rotation frequency was about 3 kHz. The chemical shifts (8) were measured with respect to external tetramethylsilane (TMS). The \" V NMR spectra were recorded at 105.2 MHz at Bruker MSL-400 spectrometer in a frequency range of 250 kHz, the pulse width was 2 a,s and the interval between pulses was 1 s. The accumulation number ranged from 103 to 3 X 105. The 5' V NMR MAS spectra were measured at 78.86 MHz using a Bruker CXP-300 spectrometer in a frequency range of 150 kHz, the pulse width was 3 us and interval between pulses was from 0.1 to 1 s. The number of scans was from 10; to 104. After the measurement of the 5' V NMR spectra, the samples were treated in a He flow at 723 K during 1 h and sealed in the special quartz ampoules (40 mm length, 10 mm outer diameter), which were then opened in an argon glove box and placed in plastic rotors for MAS measurements, isolated from the atmosphere with paraffin. The rotation frequency was about 4 kHz. The chemical shifts in 5' V NMR spectra were measured with respect to VOC13 as an external reference. 3. Results 3.1. 'H NMR MAS spectra The 'H NMR MAS spectra of anatase samples dehydroxylated in a He flow during 1 h at different temperatures are presented in Fig. 1. They comprise two main peaks each consisting of three overlapping lines with 8=1.5, 2.3, 3.5 ppm (peak A) and 8=5.6; 6.8 and 7.6 ppm (peak B) (Fig. 1, spectrum 1). The ratio of peak intensities depends on the dehydroxylation temperature. As the temperature increases from 523 to 773 K, the total intensity of the signal decreases due to the decrease of the surface area; the peak B decreasing more than peak A (Fig. 1, spectrum 2). Evacuation of the samples at 773 K and P= 10 Torr during 2 h results in complete disappearance of peak B from the spectrum (Fig. 1, spectrum 3) . The total concentration of the surface hydroxyl groups calculated from the L.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 29 A 4 il 2.9 x 2 8.8 5.6 3.6 2.8 20 10 0 -10 8,ppm Fig. 1. 'H NMR MAS spectra of anatase Ti02-1, dehydroxylated at various temperatures: ( I ) 523 K in the He flow; (2) 773 K in the He flow; (3) 773 K in the vacuum of 10 Tort; (4) after supporting of 3.7% vanadium ( monolayer coverage) at 623 K in He flow. The spectra are scaled to equivalent height of the most intense peak, which is the same for all the samples. A narrow line at 1.0 ppm in these and other spectra is due to the traces of water on the outer surface of the samples and rotor. The side bands caused by the sample rotation are marked with asterisks (*). comparison with the signal of the reference sample was decreased from 4.2 nm-Z ( at 523 K) to 2.3 nm-2 (at 773 K). When vanadium was supported on the surface of the Ti02-1 sample in the form of VOCl3, the intensity of peak B decreased. At monolayer coverage of the surface (5.1 V atoms nm-2 ) [ 12] this peak almost completely disappears from the spectrum (Fig. 1, spectrum 4 ) . The tH NMR spectra of Ti02 samples of other preparations are presented in Fig. 2. In L.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 315 A 81 1.8 7,6 ii.8 3.8 r x 2 28 1 a 3 ,J 2o 1o o -1o 8 ,ppm Fig. 2. 'H NMR MAS spectra of the samples after dehydration in the He flow at 623 K: (1) Ti02 2 (prepared by pyrolysis of TiC14 in OZ); (2) Ti02 3 (prepared by hydrolysis of titanyl sulphate); (3) Ti02-4 (prepared by hydrolysis of Ti (i-Bu0)4 with NaZC03). the spectrum of sample Ti02-2 that contains the admixture of silicon as an impurity ( about 3.7 wt.%), the intensity of peak B is low compared with that of peak A (Fig. 2, spectrum 1). Peak A overlaps with the narrow intense line ( 8=1.9 ppm) that is typical for Si-OH groups [ 14,15] . A new line ( 8=11.6 ppm) appears as a shoulder of the most intense peak B in the spectrum of TiOz 3 prepared by hydrolysis of titanyl sulfate (Fig. 2, spectrum 2). Spectrum of Ti02-4 sample contains the peak A ( 8 = 2.9 ppm) and the peak B ( 8= 7.4 ppm) of low intensity ( Fig. 2, spectrum 3 ) . The 'H NMR MAS spectra of the Ti02-2, Ti02-3 and Ti02-4 samples after interaction with VOC13 are presented in Fig. 3 together with the spectrum of V205. For the Ti02-3 sample the decrease of the intensity of the low-field peaks ( 8=7.6 and 8=11.6 ppm) and the shift of peak A into the region of 8= 2.7 ppm ( Fig. 3, spectrum 3 ) are observed, while the line in the spectrum of Ti02-2 characterized by 8=1.9 ppm completely disappears ( Fig. 316 L.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 2.9 11. x 26 1.3 4 3 3.1 30 20 10 o -10 a ,ppm Fig. 3. 'H NMR MAS spectra of Ti02 samples after supporting VOC13 (about 5 V atoms nm-2): (1) Ti0=-4; (2) Ti02-2; (3) Ti0=-3; and (4) V~OS spectrum. 3, spectrum 2). The intensity of Ti02-4 spectrum does not change, but the lines are broadened substantially (Fig. 3, spectrum 1). The spectrum of V205 (SBrT= 1 m2~ g-') is also presented in Fig. 3 (spectrum 4). It contains the single line (a=2.9 ppm) from V-OH groups. The line in the region of 8= 1.3 ppm observed in some spectra is, undoubtedly caused by the water vapour on the outer walls of the sample tubes or the rotor. 3.2. 51 V NMR spectra Fig. 4 shows the 5'V NMR spectra of the samples with various V concentrations that were prepared by supporting VOCl3 on Ti02 with subsequent hydration and removal of the excess of water in a He flow at 523 K. The spectra of all samples are composed of several lines with their intensity, depending on total V content. Line I ( peak at - 440 ppm ) prevails L.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 317 O (line Mi -320 (litre 111) V (line IJ 2 -1270 -e60 (line 11) -1370 4 0 -800 -1000 -1500s,vam Fig. 4. `V NMR spectra of V/Ti02 I samples as a function of vanadium surface concentration, (nm-2): (1) 5.1; (2) 5.6; (3) 8.9; (4) 10.7. Samples were obtained by repeated procedure of VOCI3 supporting from the gas phase on the samples treated in He flow at 723 K during 2 h with the subsequent hydroxylation and treating in He flaw at 623 K. at lowest V content. Line II (peak at -560 ppm) appears at about 5 V atoms per nmZ. The line with the axial anisotropy of the chemical shift tensor, line III ( 81 = - 320, 81, _ - 1370 ppm ) and line IV ( 81 = - 300, 811 _ - 1270 ppm ) are typical for the samples with increased V content. Line IV prevails at the highest V concentration. The use of magic angle spinning narrows the lines I, II and IV, but does not change considerably the width of line III. Fig. 5 illustrates the effect of magic angle spinning for the sample V/Ti02-1. Analysis of the 5' V NMR MAS spectra obtained at different rotation frequencies has allowed more precise measurement of the spectral parameters. Line I has B;SO= =440 ppm, d8=81 -8,,500 ppm; for line II S;SO= =600 ppm, d8= 300 ppm; line III has A8= 1000 ppm; for line IV Si,.= - 610 ppm; d8 = 900 ppm. Effect of water adsorption on Ti02-l sample having about one monolayer of vanadium atoms on its surface is illustrated in Fig. 6. Water adsorption results in the transformation of the spectra from those typical for tetrahedral complexes ( Fig. 6, spectrum ) ) to that from V atoms in a distorted octahedral coordination (Fig. 6, spectrum 2). The evacuation of this sample at 673 K restores the initial spectrum. Fig. 7A shows the 5' V NMR spectra obtained for samples prepared by a single supporting cycle of VOC13 on Ti02- 1, Ti02-2, Ti02-3 and Ti02-4. All of these spectra are composed of different lines. For TiOz 1 the spectrum is composed mainly of lines 11 and I, while for 318 G.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 -440 _ y 0 .500 -1000 8 ,pO Fig. 5. Effect of magic angle spinning on ` V NMR spectra of V /T'OZ 1 sample (V content 5.1 nm-2, hydroxylated and treated in He flow at 523 K): (1) without spinning; (2) MAS spectrum. O O 2 0 -500 1000 s ,Om Fig. 6. 5W NMR spectra of Ti02-1 sample with 5.1 nm-2 V atoms: ( 1) treated in He flow at 623 K; (2) after H20 adsorption on the sample 1. Ti02-3 (containing sulfate anions) line III prevails in the spectrum. For Ti02-2 (containing an admixture of silicon) a line with parameters 81 = -500, Su _ -1000 ppm, which are different from those for lines 1, II, 111 and IV, predominate in the spectrum. A relatively narrow line with 8;so = - 535 ppm and d v= 20 kHz has been observed in the spectrum of the catalyst prepared from Ti02-4. Fig. 7B illustrates the 5' V NMR spectra of the samples prepared by impregnation of different Ti02 supports with the solution of vanadyl sulfate (2 V atoms per nm2) followed L.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 A B -d3s O -4l0 ~` 4 .gyp -370 3 120 Z ~n 0 10008 -,pp. 319 Fig. 7. \" V NMR spectra of the samples prepared by different methods on different Ti02 supports: (1) T'OZ 1; (2) T'OZ 3; (3) Ti0z-2; (4) Ti02 4; (A) VOCl3 grafted to Ti02 from He flow at 623 K hydrolyzed and treated in He flow at 623 K; (B) prepared by impregnation from aqueous solution of VOS04 followed by drying at 383 K and calcination at 723 K. by drying at 383 K and calcination at 773 K. As can be seen from the comparison of Figs. 7A and 7B, the spectra of the samples prepared by two different methods are similar and composed of the same lines. 4. Discussion According to the literature data [ 11,21 ] , the Ti02 surface contains two main types of hydroxyl groups localized on the terminal and bridged oxygen atoms with a formal charge of -1 /3 and + 1 /3 on the protons, respectively. Existence of two types of hydroxyls follows also from IR data [7-13,22]. Two main peaks, A and B, at 8= 2.9 (A) and 6.4 ppm (B ), respectively, (Fig. 1) agree with this model. Downfield peak (B) can be attributed to the positively charged, more acidic hydrogen atoms localized on the bridged oxygens and forming the weak hydrogen bonds with adjacent oxygens. The highfield peak (A) at 8=2.9 ppm can be ascribed to the \"more basic\" hydrogen atoms bonded to the terminal oxygens. Such an assignment is confirmed additionally by the fact that the peak B is easily removed during dehydroxylation while much higher temperatures are necessary to remove peak A from the spectrum (Fig. 1). A decrease of the concentration of the OH groups during surface dehydroxylation of Ti02 from a value of 9.34 nm-2 (at 300 K) to about 3.2 nm-2 (at 710 K) has also been 320 G.G. Pinaeva et al. /Journal of Molecular Catalvsis 88 (1994) 311-324 observed [ 16] . Unresolved lines in each peak are most probably due to the contribution of OH groups localized on cleavage planes, other than (001). The absence of peak Bin the spectrum of the Ti02-2 sample can be explained by formation of Si-OH groups (8= 1.9 ppm) on the surface of this sample, containing a large amount of silicon impurity. Second, it is necessary to take into account that the given TiO, sample is a mixture of rutile and anatase (see Table 1). Ruble, being the more thermodynamically stable and densely packed Ti02 modification, is expected to locate on the surface [6]. Indeed, two types of hydroxyl groups were observed in the IR spectra of anatase, and only one for rutile [22] . For the TiO,-4 sample the most obvious explanation of the absence of peak B is the replacement of acidic protons with Na ions from Na2C03 used for hydrolysis of the titanium isobutoxide. The line at 8=11.6 ppm in the spectrum of TiO,-3 containing a large quantity of sulfur most probably is due to S-OH groups on the surface of this sample. According to published data [ 9 ] , S-OH groups can exist on Ti02 surface up to an evacuation temperature of 773 K. The interaction of VOC13 with surface OH groups proceeds due to reaction VOC13+nTi-0H-(Ti0) VOCl3_ +nHCI (1<n<3) (1) which results in a decrease of the number of OH groups on the TiO, surface. For different values of n the surface V species bound with Ti02 by one, two or three oxygen atoms can be formed. The 'H NMR data show that VOC13 interacts only with OH groups of B type. No interaction with the more basic OH groups of A type with VOC13 has been observed for any of the four types of Ti02 samples studied. This does not support the supposition on the VOC13 interaction with basic OH groups made previously [6]. The uncertainty in determination of the concentration of surface OH groups from ' H NMR spectra prevents finding the exact value of n in reaction (1). The comparison of the decrease of the intensity of signal from OH groups with the number of V atoms supported on Ti02-l surface shows that supporting of 9.7 X 10'9 g-' V atoms decreases the OH group quantity by (8.4+2) X 10'9 g-'. This means that the averaged stoichiometry of reaction (1) is between 1 and 2, and suggests the formation of different types of surface V species including those containing Cl atoms in their coordination sphere. The formation of several surface V species follows also from 5' V NMR spectra. The lines in the 5' V NMR spectra have been assigned on the basis of previously published reports [ 17-19]. As has been shown there, the anisotropy of chemical shift tensor is the most sensitive parameter for characterization of the local environment of the V nuclei. For the tetrahedral coordination in the most cases 8, =# 82 * 81, 48= 1 81 - 8, 1 < 600 ppm, while for the distorted octahedral coordination the axial anisotropy ( 8, = 82 :* 8,) is typical with anisotropy parameter 48 > 600 ppm. Therefore, lines I and II belong to tetrahedral and lines III and IV, to distorted octahedral V atoms. The line IV can be attributed to crystalline V,O5, since its parameters coincide with those of unsupported V205. At the same time, the lines I, II and III have parameters different from those for any crystalline V compounds and can be ascribed, therefore, to V complexes bound to support. Adsorption of water results in transformation of the tetrahedral coordination of surface complexes (lines I and II) to G.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 321 the octahedral one. This follows from the appearance of the axially anisotropic line after HZO adsorption (Fig. 6). Line III can be attributed to octahedral V atoms in the highly disordered surface complexes. The latter follows from the inefficiency of the magic angle spinning, which cannot decrease the width of the inhomogeneously broadened lines. On the contrary, the lines I and II belong to more regular surface species. Additional information about the possible structure of surface complexes could be obtained from 8;co values of surface species. The dependence of 8;co for many chlorinesubstituted compounds of the VOCI (OR)3_, type, where R is an organic or inorganic radical, has been reported [ 23 ] . For VOC12OR compounds 8;_ were about - 300 ppm; for VOCl(OR)2 they were in the range -400 to -510 ppm and for VO(OR)3, in the range -450 to -660 ppm. Using these data, the lines from VOC13 supported on Ti02 before hydration can be identified. For these samples the anisotropic spectra with 81, in the range 0 to - 200 ppm and 81 in the range - 300 to - 400 ppm are observed (8;so varies from - 290 to - 450 ppm). This means that before hydration the supported samples contain two types of complexes bound with the Ti02 surface by one or two bonds: VOC13 OTi and V OCl-(OTi) 2. The hydration would result in the formation of the species of the V O (OH) ,a (OTi) 3 _ type, which are supposed to undergo further rearrangement on thermal treatment. At the moment, the detailed structure of surface complexes is not established. However, the complexes I and II can be attributed to tetrahedral V species with an almost regular structure, probably having OH group in their coordination sphere and bonded with Ti02 surface by one or two bonds. Octahedral complexes III detected at higher V concentration most probably are formed due to association of the complexes I and II, which results in rearrangement of their environment. VZOg is formed at largest V content as it follows from 8,, and 81 values observed for line IV. The impurities, contained on support drastically influence the structure of supported complexes. The presence of sodium (Ti02-4) results in appearance of slightly anisotropic line with 8;so = - 535 ppm, d8 = 150 ppm. These parameters coincide with those of sodium orthovanadate Na3V04, indicating its formation in Ti02 sample containing Na impurities. As has been expected, H20 adsorption does not influence the spectrum of this compound. The interaction of supported V with Na, and not with OH groups in TiOz 4 follows also from the 'H NMR spectra, since the intensity of 'H NMR spectra does not change after supporting of the V complexes. The Si-OH groups in Ti02-2 interact with supporting VOCI3, as it follows from appearance of a new line in the 5'V spectrum with parameters, typical for the V/Si02 system (81 = -500 ppm, 811 _ - 1000 ppm, (Fig. 7A) ). This line transforms to a line with 81 = - 300 ppm, Boo = -1200 ppm upon HZO adsorption. The change of the spectrum on water adsorption shows that this line belongs to surface species, while the 81 and 8,1 values indicate the tetrahedral environment of V nuclei before HZO adsorption. The decrease of intensity of the peak from silanol groups observed in 'H spectra confirms the interaction of V complexes with surface Si-OH groups. Thus, 'H and 5' V data allows one to attribute this line to tetrahedral species bonded with support surface via V-O-Si bond. 2 The presence of 50- anions on the Ti02 surface results in formation of octahedral surface complexes, most probably, having sulfate anions in their coordination sphere. On the surface of the most clean anatase sample (Ti02_ 1) the complexes of the I, II and III type are present. 322 G.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 Comparison of the data presented in Fig. 7A and 7B show that for the same support the structure of surface complexes is determined mainly by the structure of support surface. On the same support different preparation methods result in formation of very similar surface structures provided the treatment temperature is high enough (673-773 K). The smaller line width in the spectra of samples prepared from Ti024 and the higher percentage of line II for catalyst prepared from Ti02_1 might be caused by the different treatment temperatures of the supports. (The spectra in Fig. 7A correspond to the samples calcined at 623 K, while the spectra in Fig. 7B correspond to the samples calcinated at 773 K.) This resulted in the formation of Na,V04 for Ti024 and an increase of the concentration of complexes III for Ti02_ 1. Therefore, one can conclude that the main factor that determines the structure and composition of supported vanadium, is the nature of the support surface (i.e., the concentration and the type of OH groups and impurities). The treatment temperature and V concentration of the samples also influences the structure of surface complexes. Recently the 5 `V NMR data on the vanadium oxide species formed on anatase and rutile for ambient atmospheric conditions have been reported [ 24 ] . The authors reported about the marked influence of surface contaminations on the structure of the surface V complexes. This is in agreement with the results obtained in this work. Here we show that formation of the surface species takes place as a result of their interaction with surface OH groups or with contaminations of the support. It is also shown here, that on a clean Ti02 surface at low V content the formation of two tetrahedral sites takes place, while at increased V content octahedral vanadium is also present on the catalyst surface. The tetrahedral coordination is readily transformed to an octahedral one on water adsorption. Thus, the data presented in this paper provide important information on the types of V species on the Ti02 surface. 5. Conclusions From the studies of the V-Ti samples obtained by different ways on different Ti02 supports, the following conclusions can be made: (i) Supported V species selectively interact with surface OH groups. (ii) The types of the surface vanadium complexes depend mainly on the surface chemistry of the support and do not depend significantly on the preparation method, provided the treatment temperature is high enough (600-700 K). On a clean Ti02 surface and on the surface containing S04- ions, VOC13 interacts with the more acidic OH groups. On Ti02 containing silicon or sodium atoms VOC13 interacts with SiOH groups or Na ions, respectively. (iii) Several types of V complexes are formed on Ti02 surface. Vanadium in the surface complexes at low vanadium concentration has a distorted tetrahedral environment from oxygen atoms (complexes I and II). Complex I most probably has OH group in its coordination sphere. The increased vanadium content results in formation of associated complexes with V in octahedral environment (complex III). L.G. Pinaeva et al. /Journal of Molecular Catalysis 88 (1994) 311-324 323 6. Acknowledgement We thank V.Ph. Lyakhova for the preparation of impregnated with vanadyl sulfate Ti02 samples. 7. References [ 1 ] F. Cavani, F. Trifiro, Catal. Today, 4 (1989) 253. [21 G.C. Bond, K. Brukman, Faraday Discuss. Chem. Soc., 72 (1981) 235. [3] R. Kozlovski, R.F. Pettifer, J.M. Thomas, J. Phys. Chem., 87 (1983) 5176. [4] K. Roozeboom, M.C. Mittelmeijer-Hazeleger, J.A. Moulijn, J. Medema, V.H.J. de Beer, P.1. Gellings, J. Phys. Chem., 84 (1980) 2783. [5] L.G. Pinaeva, A.A. Rar, AN. Kalinkin, V.I. Zaikovskii, P.P. Ivanov, B.S. Balzhinimaev, React. Kinet. Catal. Lett., 41 (1990) 375. [6] G.C. Bond, J.P. Zurida, S. Flammerz, P.J. Gellings, H. Bosch, J.G. van Ommen, B.J. Kip, Appl. Catal., 22 (1986) 361. [71 G. Busca, H. Saussey, O. Sant, J.C. Lavalley, V. Lorenzelli, Appl. Catal., 14 (1985) 245. [8] K.I. Hadjiivanov, A.A. Davydov, D.G. Klissurski, Kinet. Katal., 29 (1988) 161. [9] K.I. Hadjiivanov, A.A. Davydov, Kinet. Katal., 29 (1988) 460. [ 10] K.I. Hadjiivanov, D.G. Klissurski, A.A. Davydov, J. Catal., 116 (1989) 498. [ 11 ] M. Primet, P. Pichat, M.-V. Mathieu, J. Phys. Chem., 76 (1971) 1216. [ 121 K. Tanaka, J.M. White, J. Phys. Chem., 86 (1982) 4708. [ 13] NE. Tretjakov, V.M. Filimonov, Kinet. Katal., 13 (1972) 815. [ 14] H. Pfeifer, D. Freude, M. Hunger, Zeolites, 5 (1985) 274. [ 15 ] V.M. Mastikhin, I.L. Mudrakovsky, AN. Nosov, Progr. NMR Spectrosc., 23 (1991) 259. [ 161 M.A. Enriquez, C. Doremieux-Morin, J. Frissard, J. Solid State Chem., 40 (1981) 233. [ 17] V.M. Mastikhin, O.B. Lapina, V.N. Krasilnikov, A.A. Ivakin, React. Kinet. Catal. Lett., 24 (1984) 189. [18] O.B. Lapina, V.M. Mastikhin, A.A. Shubin, V.N. Krasilnikov, K.I. Zamaraev, Prog. NMR Spectrosc., 24 (1992) 457. [ 19] H. Eckert, I.E. Wachs, J. Phys. Chem., 93 (1989) 6796. [20] G.C. Bond, P. Konig, J. Catal., 77 (1982) 309. [21 ] H.P. Boehm, Adv. Catal., 16 (1966) 179. [221 D.J.C. Jates, J. Phys. Chem., 65 (1961) 184. [23] D. Rehder, Bull. Magn. Reson., 4 (1982) 33. [24] H. Eckert, G. Deo, I.E. Wachs, A.M. Hirt, Colloids Surf., 45 (1990) 347. X244 93E0277N 0304-5102(93)E0277-N 10.1016/0304-5102(93)E0277-N 1H and 51V high-resolution solid state nuclear magnetic resonance studies of supported V2O5/TiO2 catalysts L.G. Pinaeva ∗ O.B. Lapina V.M. Mastikhin A.V. Nosov B.S. Balzhinimaev Boreskov Institute of Catalysis, Novosibirsk 630090, Russian Federation * Corresponding author; fax. (+7-383)2355766. 1H solid state NMR data show the existence of several types of hydroxyl groups on TiO2 surface, depending on the surface impurities. VOCl3 selectively interacts with these groups. According to 51V NMR data, the structure of the surface vanadium complexes, independently of the preparation method, is determined by the type of surface hydroxyls. On clean TiO2 surface at low vanadium concentration two types of surface complexes with vanadium in the distorted tetrahedral environment of oxygen atoms are formed, one of them containing OH groups in the coordination sphere. At high V content associated species, with V in octahedral coordination, are formed. nuclear magnetic resonance studies; solid state; titania; vanadia Keywords 1H-NMR spectroscopy nuclear magnetic resonance titania vanadia 51V-NMR spectroscopy References [1] F. Cavani F. Trifiro Catal. Today 4 1989 253 [2] G.C. Bond K. Brukman Faraday Discuss. Chem. Soc. 72 1981 235 [3] R. Kozlovski R.F. Pettifer J.M. Thomas J. Phys. Chem. 87 1983 5176 [4] K. Roozeboom M.C. Mittelmeijer-Hazeleger J.A. Moulijn J. Medema V.H.J. de Beer P.J. Gellings J. Phys. Chem. 84 1980 2783 [5] L.G. Pinaeva A.A. Rar A.V. Kalinkin V.I. Zaikovskii P.P. Ivanov B.S. Balzhinimaev React. Kinet. Catal. Lett. 41 1990 375 [6] G.C. Bond J.P. Zurida S. Flammerz P.J. Gellings H. Bosch J.G. van Ommen B.J. Kip Appl. Catal. 22 1986 361 [7] G. Busca H. Saussey O. Saur J.C. Lavalley V. Lorenzelli Appl. Catal. 14 1985 245 [8] K.I. Hadjiivanov A.A. Davydov D.G. Klissurski Kinet. Katal. 29 1988 161 [9] K.I. Hadjiivanov A.A. Davydov Kinet. Katal. 29 1988 460 [10] K.I. Hadjiivanov D.G. Klissurski A.A. Davydov J. Catal. 116 1989 498 [11] M. Primet P. Pichat M.-V. Mathieu J. Phys. Chem. 76 1971 1216 [12] K. Tanaka J.M. White J. Phys. Chem. 86 1982 4708 [13] N.E. Tretjakov V.M. Filimonov Kinet. Katal. 13 1972 815 [14] H. Pfeifer D. Freude M. Hunger Zeolites 5 1985 274 [15] V.M. Mastikhin I.L. Mudrakovsky A.V. Nosov Progr. NMR Spectrosc. 23 1991 259 [16] M.A. Enriquez C. Doremieux-Morin J. Frissard J. Solid State Chem. 40 1981 233 [17] V.M. Mastikhin O.B. Lapina V.N. Krasilnikov A.A. Ivakin React. Kinet. Catal. Lett. 24 1984 189 [18] O.B. Lapina V.M. Mastikhin A.A. Shubin V.N. Krasilnikov K.I. Zamaraev Prog. NMR Spectrosc. 24 1992 457 [19] H. Eckert I.E. Wachs J. Phys. Chem. 93 1989 6796 [20] G.C. Bond P. Konig J. Catal. 77 1982 309 [21] H.P. Boehm Adv. Catal. 16 1966 179 [22] D.J.C. Jates J. Phys. Chem. 65 1961 184 [23] D. Rehder Bull. Magn. Reson. 4 1982 33 [24] H. Eckert G. Deo I.E. Wachs A.M. Hirt Colloids Surf. 45 1990 347",
      "scopus-id": "0028765031",
      "coredata": {
        "eid": "1-s2.0-0304510293E0277N",
        "dc:description": "1H solid state NMR data show the existence of several types of hydroxyl groups on TiO2 surface, depending on the surface impurities. VOCl3 selectively interacts with these groups. According to 51V NMR data, the structure of the surface vanadium complexes, independently of the preparation method, is determined by the type of surface hydroxyls. On clean TiO2 surface at low vanadium concentration two types of surface complexes with vanadium in the distorted tetrahedral environment of oxygen atoms are formed, one of them containing OH groups in the coordination sphere. At high V content associated species, with V in octahedral coordination, are formed. nuclear magnetic resonance studies; solid state; titania; vanadia",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-04-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0277N",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pinaeva, L.G."
          },
          {
            "@_fa": "true",
            "$": "Lapina, O.B."
          },
          {
            "@_fa": "true",
            "$": "Mastikhin, V.M."
          },
          {
            "@_fa": "true",
            "$": "Nosov, A.V."
          },
          {
            "@_fa": "true",
            "$": "Balzhinimaev, B.S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0277N"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0277N"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0277-N",
        "prism:volume": "88",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "1H and 51V high-resolution solid state nuclear magnetic resonance studies of supported V2O5/TiO2 catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "1H-NMR spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "nuclear magnetic resonance"
          },
          {
            "@_fa": "true",
            "$": "titania"
          },
          {
            "@_fa": "true",
            "$": "vanadia"
          },
          {
            "@_fa": "true",
            "$": "51V-NMR spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "311-323",
        "prism:endingPage": "323",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 April 1994",
        "prism:doi": "10.1016/0304-5102(93)E0277-N",
        "prism:startingPage": "311",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0277-N",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028765031"
      }
    }
  }
}