{
  "metadata": {
    "title": "Activity and selectivity of CO hydrogenation catalyst prepared by supporting an Fe—Co bimetallic complex",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-04-20",
    "doi": "10.1016/0304-5102(89)87002-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289870026",
    "pii": "0304510289870026"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024639596",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289870026 0304-5102(89)87002-6 0304510289870026 10.1016/0304-5102(89)87002-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0106X 2024-01-02T01:04:53.938015Z 0 0 19890420 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic pubtype ref alllist content subj ssids 0304-5102 03045102 51 51 1 1 Volume 51, Issue 1 13 L9 L14 L9 L14 19890420 20 April 1989 1989-04-20 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. ACTIVITYSELECTIVITYCOHYDROGENATIONCATALYSTPREPAREDBYSUPPORTINGFECOBIMETALLICCOMPLEX KHOMENKO T SCHAY 1982 607 Z KAMINSKY 1985 338 M IWASAVA 1985 675 Y ALBANESI 1986 385 G YERMAKOV 1982 1374 Y ZWART 1985 305 J CHOPLIN 1986 4224 A ICHIKAWA 1986 37 M KHOMENKO 1988 27 T KING 1963 110 R KRUERKE 1961 2817 U TRICKER 1982 283 M YAGNIK 1968 469 C KHOMENKOX1989XL9 KHOMENKOX1989XL9XL14 KHOMENKOX1989XL9XT KHOMENKOX1989XL9XL14XT item 0304-5102(89)87002-6 0304510289870026 1-s2.0-0304510289870026 10.1016/0304-5102(89)87002-6 272239 2024-01-02T01:04:53.938015Z 1989-04-20 1-s2.0-0304510289870026-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289870026/MAIN/application/pdf/e9f574fe5504f9b95a8abf7352c18212/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289870026/MAIN/application/pdf/e9f574fe5504f9b95a8abf7352c18212/main.pdf main.pdf pdf true 383484 MAIN 6 1-s2.0-0304510289870026-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289870026/PREVIEW/image/png/2087e03e12a458b820f84ef992814fb0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289870026/PREVIEW/image/png/2087e03e12a458b820f84ef992814fb0/main_1.png main_1.png png 71547 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 51 (1989) L9 - L14 L9 Activity and Selectivity of CO Hydrogenation Catalyst Prepared by Supporting an Fe Co Bimetallic Complex JOURNAL OF MOLECULAR CATALYSIS T. KHOMENKO, A. KADUSHIN, N. KUTYREVA, YU. MAKSDMOV, V. MATVEEV Institute of Chemical Physics, Academy of Sciences, Moscow (U.S.S.R.) A. SLINKIN, E. FEDOROVSKAJA Institute of Organic Chemistry, Academy of Sciences, Moscow (U.S.S.R.) and V. KHANDOZHKO Institute of Element-organic Chemistry, Academy of Sciences, Moscow (U.S.S.R.) (Received December 1, 1988; accepted December 23, 1988) At the present time heterometallic complexes are widely used for preparation of supported multimetallic catalysts because of the possibility to control selectively of the CO hydrogenation reaction by varying structure, electronic porperties and metal particle size of the catalysts. For example, Schay and Guczi [I], Kaminsky et al. [2] and Iwasama et al. [3] for the Fe- Ru system, and Albanesi et al. [4] for the Ni Os system, have shown that the use of bimetallic complexes as the catalyst precursors resulted in both high activity and selectivity in Fischer-Tropsch synthesis. Yermakov [5], Zwart and Snel [6] reviewed thoroughly the data for a great number of heterogenized clusters of Group VIII metals. Choplin et al. [7] observed bimetallic Fe Os and Fe- Ru species produced from bimetallic carbonyl complexes on the surface of MgO by high-resolution analytical electron microscopy; no such species could be obtained from a mixture of corres- ponding monometallic carbonyls. Similar results have been obtained by Ichikawa [8] for Rh Co and Rh Fe catalysts by EXAFS and Mossbauer spectroscopy. In the present work, we report on a bimetallic Fe Co/A^O^ catalyst showing nonadditive catalytic properties (activity in CO hydrogenation and selectivity for olefin production) with respect to each metal component. The catalyst was prepared by impregnation of7-Al203 with Cp(CO)2Fe- Co(CO)4 complex. The structural peculiarities of the catalysts were studied by in situ Mossbauer spectroscopy and magnetic susceptibility. Catalytic experiments were carried out in a flow microreactor, in which the A\\^0^ support could be impregnated with a bimetallic complex solution in anaerobic conditions. The procedure is described in more detail in our 0304-5102/89/$3.60 Elsevier Sequoia/Printed in The Netherlands L10 previous paper [9]. As a support, 7-alumina calcined at 550 C in a flow of air for 2 h and then in a flow of helium for 1 h (degree of dehydroxylation ca. 60%) was used. The bimetallic complex CpFe(CO)2 Co(CO)4 (I) was prepared by reaction of Cp(CO)2FeCl with [Co(MeOH)e] [(00)4] in methanol and was identified by IR spectroscopy and elemental analysis. Complexes [CpFe(CO)2]2 (II) and Ph2C2Co2(CO)6 (III) were synthesized and identified as in [10] and [II], respectively. The organometallic complexes were deposited on A1203 from pentane solutions at room temperature. After the solvent had been evaporated in a flow of inert gas at the same temperature, the reactor was heated to reaction temperature, and a flow of synthesis gas was then passed through the cata- lyst. Neither overheating of the reactor nor additional reduction of the catalyst in H2 at temperatures higher than reaction temperature occurred. The catalysts prepared as described maintained constant catalytic activity for at least 5 h. All catalytic data were obtained at atmospheric pressure, ratio H2:CO = 2:1, and volume velocity 150 h~1. The products were analyzed by gas chromatography. Mossbauer spectra of the iron-containing samples were recorded with an electrodynamic type MCA-2 spectrometer using \"Fe embedded in a chromium matrix as a source. Magnetic susceptibilities were measured by the Faraday balance method. In Table 1 catalytic data for binuclear homo- and heterometallic Fe and Co complexes, as well as those for a mixture of carbonyls Co2(CO)g and Fe(CO)s are shown. Catalyst II, having an Fe Fe bond, is inactive at 220 C, and gives low conversion at 30% selectivity to olefins at 280 C. In contrast, catalyst III (Co Co bond) is active at 220 C, but selectivity to olefins is rather low. Catalyst I (Fe Co bond) starts to work at 220 C, showing activity similar to that of catalyst III and high selectivity to olefins. Increasing the reaction temperature to 280 C results in a slight decrease in activity with a simultaneous increase in selectivity. Further heating of the reactor to 340 C is accompanied by a drastic decrease in selectivity for olefin production. These data demonstrate that catalyst I, prepared from a bimetallic complex with an intermetallic Fe Co bond, is a hybrid catalyst exhibiting the best properties of catalysts II and III, obtained from monometallic complexes. It should be emphasized that catalyst IV, produced by impregnation of AlaOa with a mixture of Fe(CO)s and Co2(CO)s, differs markedly from catalyst I; it gives very high total CO conversion at very low selectivity to olefins (similar to catalyst VI, Table 1). Thus, the results of the present study confirm the idea proposed earlier that the use of bimetallic complexes as a starting material allow the design of catalysts with new properties. The basic data from Mossbauer spectroscopy and magnetic measure- ments are given in Tables 2 and 3. Measurements were made at all stages of Lll TABLE 1 Catalytic properties of Fe Co complexes supported on Al2C>3 (total metal content 1 wt.%) Cat. Complex React. CO Selectivity (%) No. temp.( C) conversion(%) olefin CH4 C02 I Cp(CO)2Fe Co(CO)4 220 12 33 46 trace 280 9 44 20 31 340 45 14 22 56 II Cp(CO)2Fe-Fe(CO)2Cp 220 trace 280 3 36 33 16 Co(CO)3 III Ph C=C-Ph 220 11 3 55 3 Co(CO)3 IV Fe(CO)s + Co2(CO)8 230 35 2 57 7 280 97 0 78 13 V Fe(CO)s 280 2 37 30 15 VI Co2(CO)g 220 49 0.2 52 19 TABLE 3 Magnetic properties of Fe Co complexes on -Y-A1203 Sample Xa,106at20 C Type of magnetism per gram sample Fe Co I/AlzOa 0.7 weak paramagnetism I/A^, 220 C, He 5.7 para+ferromagnetism I/Al2C>3, 220 C, CO+H2 11.3 para+ferromagnetism Fe Fe II/A1203 -0.6 diamagnetism II/A1203, 220 C, He 9.9 para+ferromagnetism II/A1203, 220 C, CO+H2 0.4 para+ferromagnetism Co Co m/Ai203 2.7 weak paramagnetism III/Al203,220 C,He 13.9 para+ferromagnetism m/Ai203, 220 C, CO+H2 10.4 para+ferromagnetism Fe(CO)s->-Co.t(CO)s IV/A1203, 220 C, He CTg = 0 .^ strong ferromagnetism IV/A1203, 220 C, CO+H2 CTg=l .2^ strong ferromagnetism a\\atH=3ElOOOe. ba,SitH= 1500 Oe. 2 A r\" b + ^'0 00 tOCOCO OTtOOO M1\" (NWCOO r-iTt<i-i [--roco fa 0000 000 000 , , W , r-1 t> W ill e 1 1 r-1 1 r-1 IN N III ^S-E?2& M (N CO CO, , -t< , CT co co iii 1 1 co 1 co co co III I CO S T* ^'^ ^ \" 1^3 10 10 c s 1-1 q o o r'\" fe ES^-tL 1101 000 III r-ooo (NIMCR co 0i-i i-ICTCS), I-ICM iNtOCS) ^ 1 Tf (N CSI T ' IM 10 ^ 0 omco coroco iN-^io M | 1-4011-1 Or^r-1 OSt^CO o'.E.'.L N T-I c<i 1 N csi c<i T-I 1-1 oj ? ' , ^ 4->'^ ,!; , 05 ootoc- c<ic~c~ oor-oo000 000 0001 T-4 <v fe co E +1 ^a w t- ^ 0> -^ ocic-o c-i-loo c-cor- 0 tfi 6^ t^[^y30 c^idco i0t^[^r-4 u \"3 ^^ -*-a v '- ^.^ e \" s 30-4-2 ^!s i-iootoc- c~r~ OICMCT ocsii-icn MI-IOO o>coooT-lT lf lO Or-lT~lT-< Or-<0 cd rt & 0 /-^ (S ^ '\" s ?'0 +m 0 fo E co E +1 inooico CTI-^'^' ior~oCOCOCMCO (NCOCO COCO'^1 0000 000 000 a w - , ^ \"III III III 0 ^ ill III III a. ^^ a. 1-1 3 w M g CAOix01 ^1^ t ^0 \"5. 1 ^^ ^ ^ ^ u >-1 03 S 0 0 Ua> Jwfc, |da^f- r-H 0 fa ^ ^ s w1a ^iOi 1 a / ^ /0) /s /rt / 1 / ^ w S^ .C 4.^8 \" a8^u ss s^ ^ ^ 3 c8AS. 's iw / 2/ 0</ CO \"-' MMftcn / \"i /-\\ /-s mtomn (~i(~ir<i-< 0000000 0000 '- *- ' ^^ ^^- 3 S33 <! ! <!<!<;<H ^^^^ S:S-S:~-^ ^^ ^ ~ ^ h^ ^^ h^ ^ ^ ^h^d^^h^ ^ ^ ^^ ( || ^ | L13 catalyst formation: (1) deposition of complexes on the surface of 'y-Al^O^ at room temperature; (2) activation in a flow of helium at 220 C; (3) after CO+H; reaction. As follows from Tables 2 and 3, the deposition of complexes on de- hydroxylated 7-Al2C>3 at room temperature leads to their partial interaction with the surface, causing a weak paramagnetism and the appearance in the Mossbauer spectrum of signals of oxidized iron forms Fe2\"1\" and Fe3\"1\". Complex II is essentially stable at room temperature. Heating of complexes at 220 C in a flow of inert gas for 2 h brings about a total decomposition of all complexes, along with increasing concen- trations of Fe and Co ion forms. At same time, in these conditions we ob- serve the dependence of magnetic susceptibility on the magnetic intensity, which indicates the formation of ferromagnetic particles. Especially great is the contribution of the ferromagnetic component for sample IV. As follows from Table 2, metallic iron appears in the Mossbauer spectra only in sample II. In this case, the appearance of ferromagnetism in samples I, III and IV probably results from the presence of metallic cobalt in the catalyst. During the CO+H; synthesis of catalysts II - IV there exist the II a-Fe, Ill Co, IV-Co monometallic phases, while on the surface of catalyst I intermetallic clusters of 3Fe:lCo are found. The presence of intermetallic clusters is confirmed by the data (Table 2) according to which the inner field value (H^ = 432 kOe) exceeds the value of the metallic iron field (for a-Fe at 300 K, H, = 330 kOe). As follows from [12], it is precisely the intermetallic cluster 0.75 Fe: 0.25 Co that is characterized by a maximum magnetic moment and, ac- cordingly, by the maximum value of the inner field on the nucleus. It is significant that, on the basis of Mossbauer spectroscopy, sample IV obtained from the mixture of Fe(CO)5 and Co2(CO)g does not contained metallic iron, although it exhibits strong ferromagnetism, apparently con- nected with the formation of metallic cobalt. This probably explains the similarity of catalytic properties of samples IV and VI (see Table 1). Contacting catalysts I and II with air (see Table 2, experiments I, II (A1203, air)) proves that the intermetallic cluster is a formation of finely dispersed particles easily oxidized in air, while the Fe in catalyst II exists in the form of rather large particles. Similar experiments with catalyst III, accompanied by measurements of magnetic susceptibility, have shown that ferromagnetic particles are easily transformed into paramagnetic ones by the oxidation of finely dispersed particles of metallic cobalt. The remainder of the transition metals in catalysts I - IV exists in the form of finely dispersed oxide phases dissolved in the \"/-AlsOa subsurface layer. This is proved by the following data: the Fe2\"1\" parameters do not match the parameters of octahedral and tetrahedral iron in mixed Fe Al spinel [13]. Moreover, Fe24\" ions are easily transformed into Fe3\"^ when the samples come into contact with air (see Table 2, experiments I, II (Al^O^, air)). Measurements of Mossbauer spectra at 4.2 K (liquid helium) do not L14 lead to the appearance of a superfine structure, i.e. there is no exchange interaction between particles preserving their superparamagnetic properties. These might be either structures of the Fe O Al type or oxide clus- ters of less than 5 nm in diameter. Data contained in Tables 1 and 2 also show that catalysts I and II which are selective with respect to olefins are characterized by a higher 'Fe2+/'Fe3+ as compared with the less selective catalyst IV. Thermal treatment of catalysts I and II in flows of helium and of CO+H^ brings about the reduction of Fe3'1\" to Fe2\"1\" while in case of catalyst IV the opposite process, oxidation of Fe2\"1\" to Fe3\"1\", is observed. Thus, the most active and selective catalyst for olefin synthesis from CO+H; among all of the catalysts studied in this work is characterized by the presence of an intermetallic Fe Co compound on the surface and high Fe^/Pe34\" ratios in the subsurface layer of the ^-Al^O^ support. Our experi- mental data clearly show that such surface phases of transition metals can be obtained only when the catalyst is prepared from molecular complexes with an intermetallic bond. References 1 Z. Schay and L. Guczi, Acta Chim. Acad. Sci. Hung., 3 (1982) 607. 2 M. Kaminsky, K. J. Yoon, G. L. Geoffroy and M. A. Vannice, J. Catal., 91 (1985) 338. 3 Y. Iwasava and M. Yamado,./. Chem. Soc., Chem. Commun., (1985)675. 4 G. Albanesi, R, Sernardi, P. Moggi, G. Predieri and E. Sappa, Gasz. Chim. Ital., 116 (1986)385. 5 Yu. I. Yermakov, Kinet. Katal., 23 (1982) 1374. 6 J. Zwart and R. Snel, J. Mol. Catal., 30 (1985) 305. 7 A. Choplin, L. Huang, A. Theolier, P. Gallezot, J. M. Basset, U. Siriwardane, S. G. Shore and R. Mathieu, J. Am. Chem. Soc., 108 (1986) 4224. 8 M. Ichikawa, 5th Int. Symp. Relation between Homogeneous and Heterogeneous Catalysis, Novosibirsk, 1986, Vol. 3, Part. I, p. 37. 9 T. I. Khomenko, A. A. Kadushin and V. N. Khandozhko, Izv. Akad. Nauk. SSSR, Ser. Khim., (1988) 27. 10 R. B. King and F. G. A. Stone, Inorg. Synthesis, 7 (1963) 110. 11 U. Kruerke, C. Hoogzand and W. Eubel, Chem. Ber., 94 (1961) 2817. 12 M. I. Tricker and P. P. Vaishava, Appl. Catal., 3 (1982) 283. 13 C. M. Yagnik and N. B. Nathur, J. Phys., Cl (1968) 469. X244 89870026 0304-5102(89)87002-6 10.1016/0304-5102(89)87002-6 Industrial Molecular catalysis letters Activity and selectivity of CO hydrogenation catalyst prepared by supporting an Fe—Co bimetallic complex T. Khomenko A. Kadushin N. Kutyreva Yu. Maksimov V. Matveev Institute of Chemical Physics, Academy of Sciences, MoscowU.S.S.R. A. Slinkin E. Fedorovskaja Institute of Organic Chemistry, Academy of Sciences, MoscowU.S.S.R. V. Khandozhko Institute of Element-organic Chemistry, Academy of Sciences, MoscowU.S.S.R. References 1 Z. Schay L. Guczi Acta Chim. Acad. Sci. Hung. 3 1982 607 2 M. Kaminsky K.J. Yoon G.L. Geoffroy M.A. Vannice J. Catal. 91 1985 338 3 Y. Iwasava M. Yamado J. Chem. Soc., Chem. Commun. 1985 675 4 G. Albanesi R. Sernardi P. Moggi G. Predieri E. Sappa Gazz. Chim. Ital. 116 1986 385 5 Yu.I. Yermakov Kinet. Katal. 23 1982 1374 6 J. Zwart R. Snel J. Mol. Catal. 30 1985 305 7 A. Choplin L. Huang A. Theolier P. Gallezot J.M. Basset U. Siriwardane S.G. Shore R. Mathieu J. Am. Chem. Soc. 108 1986 4224 8 M. Ichikawa 5th Int. Symp. Relation between Homogeneous and Heterogeneous Catalysis, Novosibirsk 3 1986 37 Part. I 9 T.I. Khomenko A.A. Kadushin V.N. Khandozhko Izv. Akad. Nauk. SSSR, Ser. Khim. 1988 27 10 R.B. King F.G.A. Stone Inorg. Synthesis 7 1963 110 11 U. Kruerke C. Hoogzand W. Eübel Chem. Ber. 94 1961 2817 12 M.I. Tricker P.P. Vaishava Appl. Catal. 3 1982 283 13 C.M. Yagnik N.B. Nathur J. Phys. C1 1968 469",
      "scopus-id": "0024639596",
      "coredata": {
        "eid": "1-s2.0-0304510289870026",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-04-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289870026",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Khomenko, T."
          },
          {
            "@_fa": "true",
            "$": "Kadushin, A."
          },
          {
            "@_fa": "true",
            "$": "Kutyreva, N."
          },
          {
            "@_fa": "true",
            "$": "Maksimov, Yu."
          },
          {
            "@_fa": "true",
            "$": "Matveev, V."
          },
          {
            "@_fa": "true",
            "$": "Slinkin, A."
          },
          {
            "@_fa": "true",
            "$": "Fedorovskaja, E."
          },
          {
            "@_fa": "true",
            "$": "Khandozhko, V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289870026"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289870026"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)87002-6",
        "prism:volume": "51",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activity and selectivity of CO hydrogenation catalyst prepared by supporting an Fe—Co bimetallic complex",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L9-L14",
        "prism:endingPage": "L14",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 April 1989",
        "prism:doi": "10.1016/0304-5102(89)87002-6",
        "prism:startingPage": "L9",
        "dc:identifier": "doi:10.1016/0304-5102(89)87002-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024639596"
      }
    }
  }
}