{
  "metadata": {
    "title": "Evidence for crystalline CrO<ce:inf loc=post>3</ce:inf> on Cr/SiO<ce:inf loc=post>2</ce:inf> impregnation catalysts by laser Raman spectroscopy",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85084-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288850843",
    "pii": "0304510288850843"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035276",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288850843 0304-5102(88)85084-3 0304510288850843 10.1016/0304-5102(88)85084-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 5 79 86 79 86 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. EVIDENCEFORCRYSTALLINECRO3CRSIO2IMPREGNATIONCATALYSTSBYLASERRAMANSPECTROSCOPY RICHTER M CHAN 1984 5831 S CIMINO 1976 316 A RICHTER 1986 117 M MATTES 1971 163 R MICHEL 1983 22 G GLEMSER 1968 1137 O RICHTER 1985 211 M RICHTER 1988 81 M HOGAN 1983 149 J APPLIEDINDUSTRIALCATALYSIS ELLISON 1984 2567 A RICHTERX1988X79 RICHTERX1988X79X86 RICHTERX1988X79XM RICHTERX1988X79X86XM item 0304-5102(88)85084-3 0304510288850843 1-s2.0-0304510288850843 10.1016/0304-5102(88)85084-3 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-0304510288850843-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850843/MAIN/application/pdf/66cb6735bf747b1399081b48122822a6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850843/MAIN/application/pdf/66cb6735bf747b1399081b48122822a6/main.pdf main.pdf pdf true 541302 MAIN 8 1-s2.0-0304510288850843-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850843/PREVIEW/image/png/59c162304e088d7c615cb1cafb334d80/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850843/PREVIEW/image/png/59c162304e088d7c615cb1cafb334d80/main_1.png main_1.png png 65967 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 46 (1988) 79 - 86 79 EVIDENCE FOR CRYSTALLINE CrOa ON Cr/SiO; IMPREGNATION CATALYSTS BY LASER RAMAN SPECTROSCOPY M. RICHTER, P. REICH and G. OHLMANN Central Institute of Physical Chemistry. Academy of Sciences of the G.D.R., Berlin 1199 (G.D.R.) Summary Aqueous solutions of chromic acid and silica-supported chromium impregnation catalysts were investigated with regard to the prevailing chromium species by using laser Raman spectroscopy. After dissolving solid Cr03 in water, dichromate anions represent the only detectable species, independent of the dilution. Dry impregnation of the granulated silica support with a 1 N chromic acid solution yields crystalline Cr03 on the carrier surface at chromium loadings of about 2.2 Cr nm~2 or more. Detec- tion of dispersed species by laser Raman spectroscopy could not be achieved due to sensitivity limitations. The resulting modification of the carrier texture which depended on the Cr loading is followed by mercury porosi- metry. It is shown that Cr03 crystallites contribute to the catalyst texture by their own porosity. Introduction Laser Raman spectroscopy has been widely employed to characterize alumina- and silica-supported molybdenum oxide, tungsten oxide, vanadium oxide and rhenium oxide [1]. To our knowledge, no investigations of the Cr03/Si02 catalyst system by laser Raman spectroscopy have been published hitherto. In particular, the detection of Cr03 crystallites on large surface area SiOi demands the application of X-ray diffraction methods which, however, suffer from inherent sensitivity limits [2]. Thus chromium contents as high as 10 wt.% are often needed to permit detection of crystalline phases. In the present paper, evidence will be provided for the presence of crystalline Cr03 on silica (Degussa Aerosil 300) at chromium contents equal or higher than 6 wt.% by means of laser Raman spectroscopy. Laser Raman spectra of titrated aqueous solutions of chromic acid, which were used for the catalyst preparation, as well as the spectra of reference compounds (solutions of K2Cr04 and K2Cr207) are included to study the prevailing chromium species. 0304-5102/88/$3.60 Eisevier Sequoia/Printed in The Netherlands 80 Experimental The preparation of the catalysts followed the procedure described elsewhere [3] using granulated, microspheroidal silica (Degussa Aerosil 300, SBET = 312 m2 g\"i) as support. The textural characterization of the catalysts was performed by means of high-pressure mercury porosimetry (Carlo Erba Strumentazione, Milan). BET surface areas were determined by the usual nitrogen method. Raman scattering was excited with the He-Ne Laser HNA 188 at 633 nm. The laser power at the sample location was set to approxi- mately 15 mW. An increase in laser power partly destroyed the CrC>3 on the silica surface, as observed from the intensity loss of the corresponding Raman lines. Spectra of the diluted solutions were obtained with an Ar4' laser ILA 120 (Optical Factories Carl Zeiss Jena) tuned to the 515 nm line for excitation. Results and discussion The impregnation solution Figure 1 shows the Raman spectrum of a 1 N aqueous solution of chromic acid as used for the catalyst preparation. For comparison, the spectra of solid CrU3 and of a saturated K2Cr207 solution are included. The observed Raman spectra of the reference compounds correspond to the literature data, as seen from Table 1. Assignments follow Mattes [4] (CrO^, solid) and Michel and Machiroux [5] (K^Cr^O^ in solution). The spectrum of the aqueous solution of chromic acid, although ob- viously identical with the spectrum of the dichromate solution, was never- theless examined with respect to possible contributions from other chromium species: (1) The formation of the trimer anion C^Gio2\" should lead to an intense Raman line at 818 cm\"1. Glemser et al. [6] proved that these species are detectable only in strongly acidic dichromate solutions, with concentrations >3 M and pH values <0 (sic [6]). The solutions investigated do not fulfill these conditions and therefore do not justify any speculation about poly- anions beyond dichromate. No Raman line at 818 cm\"1 is observed. (2) Concerning the presence of HCr04\", Michel and Machiroux [5] have been able to show by a careful re-examination of literature data that this anion does not exist in acidic solutions of Cr(VI), Cr042\" and Q^O^2\" being the only ionic species present between pH 11 and pH 5. (3) As regards the presence of Cr042\", the reference Raman spectra of a saturated K2Cr04 solution are given in Fig. 2. Two bands at 855 and 353 cm\"1, characteristic of the spectrum of solid K2Cr04, can be distinguished. The shoulder on the high frequency side of the 855 cm\" t band and the asymmetric shape of the 353 cm\"1 band indicate the existence of two further Raman lines which, however, are poorly resolved in our case. In [4] 81 Int. 218 @ 200 400 600 800 1000 km' Fig. l. Laser Raman spectra of solid Cr03 (a), the titrated (0.997 N) aqueous solution of chromic acid as used for impregnation (b), and of a saturated aqueous solution of K sst sP^ (c). He-Ne laser excitation at 633 nm, laser power 17 mW. Pig. 2. Laser Raman spectrum of a saturated aqueous solution of K.iCiO^. Ar\"1\" laser exci- tation at 515 nm, laser power 10 mW. four bands, located at 887, 846, 371 and 348 cm\"1, were derived from the K.2Cr04 solution spectrum. Furthermore it was shown that the percentage of Cr(VI) present in the form of Cr042~ considerably increases when the pH value exceeds 4-5, although even at pH = 7.11, log K is given by a value of 13.74 for the equilibrium: 2 Cr042\" + 2H\"1\" ^ Cr-ft^' + HaO. We diluted the chromic acid solution to a chromium content of 1.075 mg Cr cm\"3 (0.02 N) and enhanced the laser power to 100 mW, but all attempts failed to detect any chromate anions in the solution. Dichromate ions remained the only species detectable. 82 TABLE 1 Raman spectra of solid Cr03 and KaCr^O? solution (saturated) with reference to literature data CrOa KiCr^ solution Frequency (cm\"1) Assignment Frequency (cm~1) Assignment Ref. [4] This work Ref. [5] This work 1003 1001 Vasi010^ 943 940 ^(CrOa) 975 975 Vs(Ct02) 904 905 ^(^Os) 563 563 rs(Cl OCr)A2 776 -a i^ (CrOCr) 498 497 rs(CrOCr)Ai 557 561 v^CiOCt) 398 404 o(CrC>2) 367 369 o(Cr03) 377 379 p(Cr02/OCrO) 217 218 S(CrOCr) 332 338 5(OCrO)B2 234 208 p(Cr02J.OCrO) 211 - 7-(Cr02) 100 5(CrOCr)Ai aThe resonance line at 776 cm\"1 has an intensity of only 0.15% related to the 904 band and could not be identified. The catalyst samples Spectra of the catalyst samples containing different amounts of chromium on the Aerosil are represented in Fig. 3. By comparison with the Cr03 solid state spectrum and by referring to the assignments contained in Table 1, it becomes evident that for chromium contents equal or higher than 6 wt.% the symmetric stretching vibration of the CrO^ unit appears, as well as the even more intense CrOCr stretching vibration of the solid CrOs. This clearly points to the existence of Cr03 crystallites on the carrier surface. At higher chromium loadings further details of the Cr03 spectrum become visible. A representation of the 982 and 492 cm~1 line intensities (peak heights were taken as a proportional measure) versus chromium surface con- centration is given in Fig. 4. The line intensities vary linearly with the chromium loading within the range investigated. An intercept with the abcissa may be constructed, and the corresponding value could be taken as the lower limit at which formation of Cr03 crystallites is still possible. This estimation yields a borderline value of about 5 wt.% Cr. The same borderline value for the emergence of crystalline oxidic chromium phases on Aerosil 300 has previously been estimated on the basis of catalytic results [7]. The fate of the crystalline Cr03 on the silica surface in the course of a thermal catalyst pretreatment, along with the catalytic properties in the conversion of propan-2-ol have been discussed elsewhere [3, 8]. It should be emphasized that crystalline Cr03 is not the only oxidic surface phase on the support, even at a loading as high as 10 wt.%, but does 83 @ @ Fig. 3. Laser Raman spectra of CrOa/SiO^ impregnation catalysts with different chromium contents: (b) 6 wt.%, (c) 8.3 wt.%, (d) 10 wt.%, (a) reference CfOy solid state spectrum. He-Ne laser excitation at 633 nm, laser power 14 mW, P plasma, G ghost. coexist with dispersed chromium oxide phases. At the chromium concentra- tion usually applied in the Phillips polymerization contact (~ 1 wt.%) the overwhelming majority of the chromium is present in the form of chromate- like and dichromate-like oxo species after preparation [9]. 'Raft-like' two- dimensionally arranged phases are considered to be additionally present at medium and high chromium surface concentrations [10]. From our laser Raman spectra of the catalyst samples, no information concerning other 84 100 50 c/ 982 cm-1 0 5 10 Cr- CONTENT (wt.%) Pig. 4. Line intensities of the K; (CrO^) and Vy (CrOCr) stretching vibrations versus chromium concentration of the impregnated catalysts. surface phases could be derived. In general the Raman intensity of vibrations from oxo species are far less intense than those from crystalline oxides. An estimation performed by Chan et al. [1] for octahedrally coordinated sur- face tungstates in comparison to crystalline tungsten oxide on alumina led to a ratio of about 1:6 between the intensities of the relevant vibrations. Modification of the carrier structure The formation of crystalline Cr03 on the support when occurring inside the pore system may cause pore blockage. Thus a modification of textural parameters can be expected to occur. For this reason the texture of the catalysts was characterized as a function of the chromium loading. Relevant data are shown in Figs. 5 and 6. Figure 5 represents the pore size distribution of the carrier in comparison to catalyst samples with 1, 6 and 10 wt.% Cr. It can be seen that a Cr loading of 1.0 wt.% (0.37 Cr nm~2) does not cause an 1.2 1.1 1.0 0.9-b.0-8\"E 07 ^ 0.6>a-0.5 0.4 0.3 0.2 0.1 OU 4tK- K.)tX0'0-QOOO-C\\\\ &\\s. . Ae 300A Ae 300 /1 ,.5. Ae 300/6 t% o Ae 300;10, 0^^ l^H ^. ^^ ^.\" -3iR^K. \"- -^n *- 1 10 100 1000 r (nrnf Fig. 5. Integral pore size distribution of the chromium-free carrier ( ) and supported catalysts containing 1.0 (A), 6.0 (X) and 10 wt.% (o) chromium. 85 0.70 -0.60 0.50 0-0- 0.5 300 oe 200 1001 ' ' ' 0 5 10 Cr- CONTENT (wt. %l Fig. 6, Dependence of relevant textural parameters on the Cr loading. From bottom to top: Changes of the BET surface area, the integral pore volume and the sample porosity. appreciable change in the carrier texture, which is understandable since the chromium does not form any crystalline phase at this low surface concentra- tion. The formation of crystalline 0-03 on the support, however, leads to a modification of the carrier texture, as shown by the significantly altered pore size distribution. At a Cr loading of 10 wt.% (3.7 Cr nm~2), pores with radii smaller than 22 nm are obviously plugged. Approximately 25% of the overall pore volume is represented by pores with a radius of 22 nm. Besides the increasing mean pore radii, other textural parameters are also influenced by increasing Cr loading. Figure 6 demonstrates (from bottom to top) the alteration of the BET surface area, of the integral pore volume and of the porosity with the Cr loading. Whereas the BET surface area and the pore volume are modified in the expected way, the simulta- neous increase in the porosity (with a slight maximum at ~ 5 - 6 wt.%) shows, in connection with the change of the pore size distribution, that the texture of the carrier is at least partly replaced by the texture of the crystal- line CrO 3. Conclusions The main results may be summarized as follows. Dilute aqueous solu- tions of chromic acid as commonly used for impregnation contain almost 86 exclusively dichromate anions. Catalysts prepared by dry impregnation of silica with these solutions should possess dichromate oxo species at low and medium Cr loadings as Cr surface phase. The characterization of these oxo species by laser Raman spectroscopy is difficult, owing to the low intensity of the Raman scattering. At higher Cr loading, 6 wt.% or more, crystalline Cr03 is rebuilt on the carrier surface from dichromate units. As a conse- quence, the texture of the carrier becomes modified. CrOy crystallites con- tribute to the catalyst texture by their own porosity. Acknowledgement The authors are indebted to Dr. P. Hennig for performing a part of the porosimetric measurements, as well as for valuable discussions of the poro- simetric results. Note ISOM 7 faced the authors with a poster and lecture (Hardcastle, Wachs, Horsley and Via, see page 173) which, by means of laser Raman spectroscopy, demonstrates the exis- tence of monomeric and oligomeric oxospecies on Cr/SiO^ samples, prepared via impreg- nation of silica with an aqueous Cr(N03)a solution and post-calcination at 773 K. Thus the formerly accepted explanation (cf. for example [1]) that the sensitivity of the method limits the detection of dispersed species is no longer valid, since spectra have been obtained even for a minimum loading of 0.2 wt.% CrOy on SiO;. The reasons why we could obtain no qualified spectra below 6 wt.% Cr are not yet completely known. Differ- ing instrumental capabilities, as well as possible intensity enhancement due to the post- calcination procedure applied by Wachs et al., might be responsible. References 1 S. S. Chan, I. E. Wachs, L. L. Murreil, L. Wang and W. K. Hall, J. Phys. Chem., 88 (1984)5831. 2 A. Cimino, B. A. De Angelis, A. Luchetti and G. Minelli, J. Catal., 45 (1976) 316. 3 M. Richter, E. Aisdorf, R. Fricke, K. Jancke and G. Ohlmann, Appl. Catal., 24 (1986) 117. 4 R. Mattes, Z. Anorg. Allg. Chem., 382 (1971) 163. 5 G. Michel and R. Machiroux, J. Raman Spectrosc-, 14 (1983) 22. 6 0. Glemser, W. Holtje and M. Stockburger, Z. Naturforschung, 23b (1968) 1137. 7 M. Richter and G. Ohlmann, React. Kin. Catal. Lett., 29 (1985) 211. 8 M. Richter and G. Ohlmann, Appl. Catal., 36 (1988) 81. 9 J. P. Hogan, in B. E. Leach (ed.). Applied Industrial Catalysis, Vol. 1, Academic Press, New York, 1983, p. 149. 10 A. Ellison, J. Chem. Soc., Faraday Trans, l, 80 (1984) 2567. X244 88850843 0304-5102(88)85084-3 10.1016/0304-5102(88)85084-3 Evidence for crystalline CrO3 on Cr/SiO2 impregnation catalysts by laser Raman spectroscopy M. Richter P. Reich G. Öhlmann Central Institute of Physical Chemistry, Academy of Sciences of the G.D.R., Berlin 1199 G.D.R. Aqueous solutions of chromic acid and silica-supported chromium impregnation catalysts were investigated with regard to the prevailing chromium species by using laser Raman spectroscopy. After dissolving solid CrO3 in water, dichromate anions represent the only detectable species, independent of the dilution. Dry impregnation of the granulated silica support with a 1 N chromic acid solution yields crystalline CrO3 on the carrier surface at chromium loadings of about 2.2 Cr nm−2 or more. Detection of dispersed species by laser Raman spectroscopy could not be achieved due to sensitivity limitations. The resulting modification of the carrier texture which depended on the Cr loading is followed by mercury porosimetry. It is shown that CrO3 crystallites contribute to the catalyst texture by their own porosity. References 1 S.S. Chan I.E. Wachs L.L. Murrell L. Wang W.K. Hall J. Phys. Chem. 88 1984 5831 2 A. Cimino B.A. De Angelis A. Luchetti G. Minelli J. Catal. 45 1976 316 3 M. Richter E. Alsdorf R. Fricke K. Jancke G. Öhlmann Appl. Catal. 24 1986 117 4 R. Mattes Z. Anorg. Allg. Chem. 382 1971 163 5 G. Michel R. Machiroux J. Raman Spectrosc. 14 1983 22 6 O. Glemser W. Höltje M. Stockburger Z. Naturforschung 23b 1968 1137 7 M. Richter G. Öhlmann React. Kin. Catal. Lett. 29 1985 211 8 M. Richter G. Öhlmann Appl. Catal. 36 1988 81 9 J.P. Hogan B.E. Leach Applied Industrial Catalysis 1 1983 Academic Press New York 149 10 A. Ellison J. Chem. Soc., Faraday Trans. 1 80 1984 2567",
      "scopus-id": "0024035276",
      "coredata": {
        "eid": "1-s2.0-0304510288850843",
        "dc:description": "Aqueous solutions of chromic acid and silica-supported chromium impregnation catalysts were investigated with regard to the prevailing chromium species by using laser Raman spectroscopy. After dissolving solid CrO3 in water, dichromate anions represent the only detectable species, independent of the dilution. Dry impregnation of the granulated silica support with a 1 N chromic acid solution yields crystalline CrO3 on the carrier surface at chromium loadings of about 2.2 Cr nm−2 or more. Detection of dispersed species by laser Raman spectroscopy could not be achieved due to sensitivity limitations. The resulting modification of the carrier texture which depended on the Cr loading is followed by mercury porosimetry. It is shown that CrO3 crystallites contribute to the catalyst texture by their own porosity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288850843",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Richter, M."
          },
          {
            "@_fa": "true",
            "$": "Reich, P."
          },
          {
            "@_fa": "true",
            "$": "Öhlmann, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288850843"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288850843"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85084-3",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Evidence for crystalline CrO3 on Cr/SiO2 impregnation catalysts by laser Raman spectroscopy",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "79-86",
        "prism:endingPage": "86",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85084-3",
        "prism:startingPage": "79",
        "dc:identifier": "doi:10.1016/0304-5102(88)85084-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035276"
      }
    }
  }
}