{
  "metadata": {
    "title": "Support and additive effects on the state of rhodium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80242-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802421",
    "pii": "0304510289802421"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024768602",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802421 0304-5102(89)80242-1 0304510289802421 10.1016/0304-5102(89)80242-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 7 55 69 55 69 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. SUPPORTADDITIVEEFFECTSSTATERHODIUMCATALYSTS KRAUS L POOLS 1983 196 E CATALYSISSPECIALISTPERIODICALREPORT VANDERLEE 1987 2103 G KIP 1987 157 B KIP 1987 181 B YATE 1979 1219 J PRIMET 1978 2570 M YATES 1979 3908 J CAVANAGH 1981 4150 R RICE 1981 6487 C WORLEY 1982 2714 S YATES 1983 1026 J VANTBLIK 1985 3139 H VANTBLIK 1984 379 H WANG 1984 79 H SOLYMOSI 1985 4789 F SOLYMOSI 1986 5312 F ROBBINS 1986 3381 J MIESSNER 1986 359 H ZAKI 1987 1486 M VANTBLIK 1983 2264 H BASU 1987 3133 P ZAKI 1988 239 M ERDOHELYI 1983 446 A KNOZINGER 1970 548 H KNOZINGER 1973 31 H BEEBE 1954 526 T ZAKI 1987 201 M SHEPPARD 1978 67 N BRADSHAW 1978 513 A SANCHEZ 1987 120 M BOND 1983 27 G CATALYSISSPECIALISTPERIODICALREPORT SACHTLER 1986 4752 W HU 1988 271 Z LEYRER 1988 603 J KRAUSX1989X55 KRAUSX1989X55X69 KRAUSX1989X55XL KRAUSX1989X55X69XL item 0304-5102(89)80242-1 0304510289802421 1-s2.0-0304510289802421 10.1016/0304-5102(89)80242-1 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802421-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802421/MAIN/application/pdf/ac77bcb843095ec24aa0979cbeb4ca66/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802421/MAIN/application/pdf/ac77bcb843095ec24aa0979cbeb4ca66/main.pdf main.pdf pdf true 1422945 MAIN 15 1-s2.0-0304510289802421-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802421/PREVIEW/image/png/c72c50e912eb65a1369f8c41926e55cc/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802421/PREVIEW/image/png/c72c50e912eb65a1369f8c41926e55cc/main_1.png main_1.png png 59654 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 5S (1989) 56 - 69 55 SUPPORT AND ADDITIVE EFFECTS ON THE STATE OF RHODIUM CATALYSTS LEONORE KRAUS, MOHAMED I. ZAKI*, HELMUT KNOZINGER** Institut fur Physikalische Chemie, Universitat Miinchen, Sophienstrasse 11, 8000 Munich 2 (F.R.G.) and BERND TESCHE Fritz-Haber-Institut der Max-Planck-Gesellschaft, Faradayweg 4-6, 1000 West Berlin 33 (F.R.G.) Summary The influence of oxide modifiers ZrO,., TiO,, and NbO^ on the state of rhodium supported on SiOz and AlgOa has been studied by CO adsorption and IR spectroscopy. Due to large particles, oxidative disruption of Rh particles does not occur on unmodified SiOg. TiO,. and NbO,. stabilize smaller particle sizes by their Lewis acidity and therefore facilitate particle disruption and Rh+(CO)2 formation. The effect ofZrO^ is negligible. Due to initially smaller particles, these additive effects are less pronounced on Alg Da-supported rhodium. Evidence is provided for geometric blocking effects of rhodium metal surface by the reducible modifiers TiO,. and NbO,, these effects being reversed in CO atmosphere at elevated temperatures. Also, morphological changes are induced by CO on SiOg-supported rhodium, which seem to be retarded by the modifier oxides. Introduction Rhodium is among the most flexible noble metals as regards selectivities in CO + H^ reactions. Depending on whether it is supported or not, and if supported depending on the nature of the support and the nature of additives or promoters, hydrocarbons, methanol and C^ oxygenates can be produced in high yields [1]. The mode of preparation of supported and promoted catalysts also plays a decisive role [2, 3]. It is to be expected that support nature and additives would strongly influence the state of rhodium as regards dispersion, particle morphology, oxidation state, etc. CO adsorption on supported rhodium catalysts has therefore attracted much attention in recent years [4 - 22]. It has been observed that small metallic Rh^ particles can be disrupted in the presence of CO with the *Permanent address: Chemistry Department, Minia University, El Minia, Egypt. **Author to whom correspondence should be addressed. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 56 formation of isolated mononuclear Rh\"''(CO)2 surface complexes [11-22]. Most of these studies have focused on Eh/AlgC^ catalysts. It has been suggested [14,15,19] that the formation of the surface Rh\"^ dicarbonyl complex could be explained by reaction (I): 2Rh + 4CO + 2A10H > 2Al 0 Rh( CO), + H^ (1) During CO desorption at temperatures around 470 K and higher, Rh^CC^g complexes disappear and Rh^ particles are formed. It had been proposed [12] that this process is due to reductive desorption: O2-+2Rh+(CO)., . 2Rh + COz + 3CO (2) Experimental evidence for the participation of surface OH groups in the oxidative disintegration [reaction (1)] of Rh$ particles has recently been reported [18, 20]. If this is indeed the case, then it is to be expected that the properties of these OH groups will directly influence the formation and stability of the dicarbonyl surface complex. The nature of the support and of added modifiers should therefore have a strong effect. First indications for the importance of the support nature were recently reported by Solymosi et al. [23] and by Zaki et al. [21]. The present paper aims at demonstrating not only the influence of support properties on the surface coordination chemistry of supported Rh, but also to investigate the influence of additives on a given support. SiOz and y-AlzOa were the oxide supports used, each of which was modified by NbO,, TiO^ and ZrO^ additives. The adsorption of CO as a probe has been studied over a wide temperature range by infrared spectroscopy. Experimental Catalyst preparation y-A^Os (Degussa P110 Cl; 110 m2 g-1) and SiOg (Degussa Aerosil 200; 200 n^g\"1) were used as supports. The oxide supports were impregnated at room temperature from a methanol solution of RhCIa' SHaO (Johnson- Matthey Chemicals Ltd.) so as to load 4 wt.% Rh. These materials were dried at 330 K and 1.33 Pa, and stored over silica until used or subjected to further treatment. The additive precursors were metal alkoxides from Ventron, Karlsruhe, F.R.G, namely ZT(OC^^ CyH^ OH, Ti(OC3H7)4 and ^(OC^Hs^, which were impregnated onto the prefabricated and dried Rh/support precursor from n-heptane solution at room temperature. After drying at 310 K and 1.33 Pa, these materials were stored over silica. The alkoxide amount was chosen such that a final promoter P to metal Rh atomic ratio P/Rh = 1:1 resulted. The catalysts will be designated P-Rh/support (1/1) throughout this paper, e.g. Nb-Rh/SiOz^/l) indicating a Rh/SiOz catalyst modified by Nb at an atomic ratio Nb/Rh of 1:1. 57 Two additional No-modified A^t^-supported catalysts have been pre- pared with an Nb/Rh =3:1 ratio in different ways. One route was that described above for the 1:1 catalysts. In a second preparation, Nbgt^ (pre- pared from Nba05 HgO, Niobium Products Company, Diisseldorf, F.R.G. by thermal treatment at 770 K and 0.13 Pa for 2 h; BET surface area 66 m2 g-1) was mixed with the appropriate amount of prefabricated Rh/AlgOg precursor to give 4wt.% on AlgOg, Nb/Rh = 3:1, ground in a mortar and calcined in flowing oxygen (50 cm3 min\"1) for 23 h at 720 K. For infrared spectroscopy, the catalyst precursors were pressed into thin self-supporting wafers (10-15 mg cm\"2) and reduced in situ in the infrared cell (see below) in flowing hydrogen (50cm3min-l, Linde, 99.997% nominal purity, deoxygenated by flowing over Oxisorb). The sample tempera- ture was brought to 770 K at a heating rate of 10 K min~1. The samples were then held at this temperature for 2 h, cooled in flowing Hg to room tempera- ture, evacuated at room temperature for 15min (<1.3 x lO'^Pa) and then cooled under vacuum to the adsorption temperature. Infrared spectroscopy An in situ cell was used which permitted IR spectra to be recorded in the temperature range 80 - 300 K. In situ sample treatments at temperatures above room temperature could be carried out in the heating zone of the cell [24]; spectra were then recorded in the temperature range 80 - 300 K. Spectra of adsorbed CO were recorded in the wavenumber range 2300 - 1700 cm\"1 at a resolution of 5.3 cm\"1 on a Perkin-Elmer spectrophotometer type 580 B. Band positions were accurate to within 2 cm\"1. When the sample was cooled to 80 K it was typically exposed to 13 kPa CO. Spectra were recorded at 80 K and at increasing temperatures up to room temperature in the presence of CO. Subsequently, the samples were heated in CO at 470 K for 10 min and the CO spectra recorded at room temperature. Occasionally, these treatments were followed by exposure (30 min) of the catalyst to an 03(13 kPa) atmosphere at 300 K, evacuation and C0(13 kPa) adsorption. Transmission electron microscopy (TEM) In preparation for examination by high-resolution TEM, the catalyst powders were subjected to grinding and suspended in hexane. A drop of the suspension was then placed on a 4 nm carbon film mounted on a 1000 mesh Cu grid, and the hexane allowed to evaporate. The micrographs were obtained with a Philips EM 400 T microscope with an instrumental magnification of 100 000 and an acceleration voltage of 120 kV. To improve the contrast, the objective aperture was reduced to 30 um, which led to a restriction of the spatial frequency spectrum in the electron microscopic image and a restriction of the phase contrast to <0.3nm. 58 Results and Discussion We have reported on the behaviour of unpromoted Rh/SiOg, Rh/MgO and Rh/Al203 earlier [21]. For comparison purposes with the promoted materials, the most striking features as seen in the IR spectra of adsorbed CO on the unmodified SiOg- and Al203-supported catalysts after Hg reduction at 770 K will be included here. The promoted materials initially contain the alkoxides of the respective modifier element. These alkoxides decompose during high temperature treat- ment in Hg as indicated by the evolution of hydrocarbons and alcohols during temperature-programmed experiments. The most likely products formed dur- ing the thermal decomposition are oxides or suboxides which are dispersed on the support oxide. In fact, after the thermal treatment of SiOg-supported catalysts coordinatively unsaturated metal ions of the modifier element become exposed and can be detected by CO adsorption at 80 K (see below, Fig. 3). It has been shown that the carbonyl stretching frequency of CO coordinated to cation sites can be related to the oxidation state and coordina- tion of the cation site [25, 26]. The observed C 0 stretching bands were located at 2190, 2180 and 2183 cm-1, respectively, for Nb-, Ti- and Zr-modified materials. These frequencies suggest Nb6'1\" in 5-coordinate, Ti^ in 4- or Ti4\"1\" in 5-coordinate, and Zr4\"1\" in 5-coordinate sites. On AlgOg-supported materials, these bands are obscured by the dominating band of CO coordinated to Al34^ sites (2180-2190cm-1). Silica-supported catalysts Figure 1 shows an electron micrograph of Hg-reduced Rh/SiOg. The formation of Rh^ particles can clearly be discerned. The particle size distribu- tion is broad ranging from 0.5 to 6 nm, with an average particle size of 2.5 nm. Fig. 1 Electron micrograph of Rh/SlOg reduced at 770 K 59 The particle contours appear to be circular indicating spherical or half-spher- ical particle shapes. Carbonyl IR spectra of CO adsorbed on Rh^SiOg are shown in Fig. 2. On CO adsorption on pure SiOg and Rh/SiOz at 80 K, two sharp bands appear at 2155 and 2139 cm\"1, respectively, which are immediately eliminated on evac- uation. The corresponding weakly adsorbed CO species are to be assigned as H-bonded and physically adsorbed CO, respectively [25,27,28]. On the Rh/ SiOg catalyst, a sharp band at 2065 cm\"1 and a broad structureless absorption centred at 1897 cm\"1 can be discerned at 80 K. These bands are to be assigned as terminal CO and bridge-bonded CO, respectively [29]. There is no indica- tion for unreduced rhodium in the spectra, in agreement with temperature- programmed reduction up to 770 K [21]. Exposure of the sample to CO at 300 K leads to only small changes in the shape of the absorption band of bridge-bonded CO, this band developing some structure. This becomes clearly evident after keeping the sample at 470 K in CO for lOmin (spectra were recorded at 300 K). The band of bridge-bonded CO now clearly shows three Fig. 2. Infrared spectra of CO adsorbed on (1) SiOg and (2) -(6) Rh^SiOg (reduced at 770 K). Exposure to 1.33 x l04 Pa CO at (1) and (2) 80 K; (3) 300 K; (4) after 10 min at 470 K, spectrum recorded at 300 K; (5) sample (4) after evacuation at 300 K and subsequent exposure to 1.33 x 104 Pa Oa at 300 K for 30 nrin and evacuation for 5 min; (6) sample (5) after re-exposure to 1.33 x 10* Pa CO at 470 K for 10 min, spectrum recorded at 300 K. 60 partly resolved features at 1863, 1897 and 1915 cm\"1. Following band assign- ments by Sheppard and Nguyen [29] and by Bradshaw and Hoffmann [30], the band at 1863 cm\"1 is due to CO on three-fold coordination sites while the bands at 1897 and 1915cm\"1 are due to CO on two-fold coordination sites. The formation of two species in two-fold coordination is presumably due to different Rh atom configurations with distinct Rh coordination. The develop- ment of these bands suggests a reconstruction of the metal particle surface induced by CO at higher temperatures. Formation of any oxidized Rh complexes clearly does not occur in this sample even at 470 K, probably due to the large particle size. As shown earlier [21], Rh/SiO, which was reduced at 470 K had particle sizes below 2.3 nm with 65% of the particles having diameters below 1 nm. In this sample, a band pair at 2095 and 2035 cm-1 developed in CO at 300 K and indicated the partial transformation of Rh^ particles into mononuclear Rh+(CO)2 species. The present sample, which was reduced at 770 K, showed these bands only after exposure to Og at 300 K, as shown in Fig. 2. Interestingly, the adsorption of Oa eliminated the individual bands of bridge-bonded CO and led to a broad structureless absorption at about 1900 cm\"1. Subsequent treatment with CO at 470 K led to quantitative reduction of Rh+(CO)2 complexes and re-forma- tion of the individual bands in the region of bridge-bonded CO. Figure 3 summarizes the carbonyl IR spectra obtained on the promoted 2200 2000 1900 18002200 2000 1900 18002200 2000 1900 1800 -\" Wavenumbers /cm'1 Fig. 3. Infrared spectra of CO (1.33 x 10\" Pa) adsorbed on promoted P-Rh/SiOaU/l)- Zr-Rh/ SiO^l/l); Ti-Rh/SiO^l/l); and Nb-Rh/SiO^l/l). (1) Spectra of metal-free modified SiO; at 80 K; (2) - (6) spectra of promoted Rh/SiO, catalysts at (2) 80 K; (3) 200 K; (4) 300 K; (5) after 10 min at 470 K, spectrum recorded at 300 K; (6) samples (5) after evacuation at 300 K and subsequent exposure to 1.33 x 104 Pa 0^ at 300 K for 30 min and evacuation for 5 min. 61 materials Zr-Rh/SiOgWl), Ti-Rh/SiOgWl) and Nb-Rh/SiOzWl). The spectra of the Zr-modified catalyst are very similar to those observed for the un- modified Rh/SiOg system. The carbonyl stretching band of the terminal CO is located at 2065 cm\"1. Its intensity increases slightly with increasing adsorp- tion temperature. The position of the band characteristic of bridge-bonded CO is at 1880 cm-1. Neither shape nor position of this band is changed significantly during CO exposure at temperatures < 300 K. However, at 470 K it appears as a doublet of two broad, strongly overlapping features at 1915 and 1870 cm\"1, suggesting the formation of CO on two-fold and three-fold coordination sites. As in the case of unmodified Rh/SiOg (see Fig. 2), particle disintegration with the formation of Rh'''(CO)2 is not detected. The only effect of the ZrO,; modifier seems to be a retardation of the CO-induced surface reconstruction. The slight increase in band intensity at 2065 cm\"! of the terminal CO with increasing temperature can be explained by displace- ment of chemisorbed hydrogen which was retained on the Rh surface after reduction and cooling the sample to room temperature in flowing Ha [22]. The behaviour of the TiO^-modified material is significantly different from that described for Rh/SiOz and Zr-Rh/SiOgWl) (see Fig. 3). The broad band in the region of bridge-bonded CO is located at 1875 cm\"1. It does not seem to change position, shape and intensity significantly during CO expo- sure at the various temperatures, and again TiO^ apparently retards the CO-induced surface reconstruction perhaps even more effectively than ZrO^. At 80 K, clearly one single band at 2065 cm-1 of terminal Rh CO is observed. The intensity of this band increases drastically with increasing adsorption temperature and, in addition at 300 K, the characteristic band pair at 2090 and 2030 cm-1 of the Rh+(CO)2 dicarbonyl complex develops as shoulders, thus indicating the oxidative disruption of Rh^ particles. The intensity increase of the 2065 cm\"1 still continues at 470 K and the dicarbonyl twin bands become still more prominent. When NbO^ is present as a modifier, even at 770 K the reduction of rhodium seems to be incomplete. As shown in the spectra of Fig. 3, the twin dicarbonyl bands at 2090 and 2030 cm-1 can be recognized even at 80 K in addition to the typical band at 2065 cm ~1 of the terminal CO species. As oxidative particle disruption is unlikely at 80 K, the oxidized species must be due to unreduced rhodium. The band in the bridging region has a maximum at 1885 cm\"! with a distinct shoulder at 1863 cm\"!. While this band remains again almost completely unaffected by CO exposure at increasing tempera- tures, dramatic enhancements of intensities are observed for the terminal CO band at 2065 cm~1 and for the twin dicarbonyl bands which appear at 2105 and 2035cm\"1 at 300 K. Further temperature increase to 470 K in this case leads to reduction of the Rh'1' species and a consequent intensity enhance- ment of the characteristic Rh2 bands at 2065 and 1885 cm~1. From the data reported recently by Basu et al. [20], it may be concluded that relatively acidic OH groups would be involved in the formation of Rh^CO)^. This is in agreement with our previous observations of support effects on the oxidative disintegration of Rh^ particles [21]. However, a 62 second controlling factor which critically determines the tendency of Rh^ particles to be disrupted in the presence of CO is their size [21]. Hence, the present observations regarding the influence of the modifier oxides must be considered on the basis of these two factors. Clearly, the formation of the characteristic band for bridge-bonded CO suggests the formation of relatively large particles, perhaps similar to those in unmodified Rh/SiOg. This band is relatively insensitive to the presence of modifiers except for the fact that surface reconstruction in the presence of CO is significantly reduced. This may indicate some kind of interaction between the large particles and modifiers, the nature of which remains unclear, however. The addition of ZrO^ does not seem to have a detectable influence on the ease of oxidative disruption of Rh^ particles, while TiO^ clearly promotes this process and NbO^ even prevents total reduction of rhodium in flowing Hg at 770 K. These effects may be attributed to either of two reasons, namely the formation of OH groups with increased acidity or the stabilization of smaller particles or to a combination of both these factors. An enhancement of the acidity of silanol groups by the modifier oxide or the presence of relatively more acidic groups on the surface of these two modifier oxides may well be envisaged. Also, the observation of characteristic C 0 stretching bands of CO coordi- nated to Mb-\"^ and Ti^ centres, suggests that Lewis acid sites are available in the modified materials. These may well aid the stabilization of smaller particles (as compared to unmodified SiOg) or even stabilize low-valent rhodium ions and thus prevent the catalyst from being totally reduced. Similarly, the high dispersion (small particle size) observed on ALOs supports was attributed to this support's Lewis acidity [21], a view which may well be compared with the recently proposed oxygen vacancy model [31]. From the experimental results, we therefore conclude that TiO^ and NbO, modifier oxides almost certainly lead to an increased proportion of small Rh^ particles which are more readily accessible towards oxidative disruption. Whether or not an increased acidity of surface OH groups is also involved in this process cannot at present be decided. These results also indicate that at least a fraction of the small particles should interact with the modifier oxides. TiOg and NbgOg when used as supports are both known to produce the so-called strong metal-support interaction (SMSI) effect by covering the metal surface with islands of suboxides and eventually by encapsulation [32, 33]. For the present materials, an enhanced intensity of the carbonyl bands in the terminal stretching region was observed in the presence of CO at increasing temperatures. This was explained above by displacement of chemisorbed hydrogen which was re- tained after reduction on the Rh$ particle surface for the ZrO^-modified catalyst. The effect is significantly more pronounced, however, for the TiO^- and NbO,-modified materials. It is therefore suggested that these (reducible) modifier oxides do in fact partly cover the metal surface of at least the smaller particles after reduction, so that it is geometrically blocked for CO adsorption at low temperatures. Only at higher temperatures do rearrange- ments apparently occur, which may be understood as a coalescence of small 63 oxide islands and/or as an energetically preferred stabilization of a CO-cov- ered metal surface relative to the metal-oxide interface. It is interesting to note that Sachtler and Ichikawa [34] observed partial blocking ofRh sites by Zn ions. Alumina-supported catalysts The electron micrograph of Fig. 4 clearly demonstrates the extremely high dispersion of rhodium on Al^ even after reduction at 770 K. Approxi- mately 90% of the detectable Rh^ particles have diameters less than 1 nm and a high proportion thereof is smaller than 0.5 nm. Moreover, Temperature Programmed Reduction (TPR) had shown [21] that the average oxidation state of rhodium in Rh/A^C^ after reduction at 770 K was approximately +0.8, which indicates that a substantial amount of the total rhodium is probably present as Rh'1'. This becomes evident immediately from the IR spectrum of CO adsorbed at 80 K (Fig. 5) which clearly contains shoulders at 2090 and 2035 cm-1. These are due to the twin dicarbonyl bands ofRh-^CC^. In addition, the bands at 2060 and 1865 cm\"1 are suggestive of the terminal and bridge-bonded CO which is adsorbed on the metal particles. The high dispersion and the resistance of an appreciable proportion of the rhodium against reduction to Rh , which is clearly in contrast to Rh/SiOg, is at- tributed as already mentioned above to the existence of Lewis acid sites on the surface of A1203. The high dispersion of Rh^ renders these small particles highly suscepti- ble to oxidative disruption, as shown by the growth of the relative intensities of the twin dicarbonyl bands relative to that of the terminally bonded CO even at temperatures as low as 200 K (see Fig. 5). At still higher tempera- tures, namely 470 K, CO starts to reduce the Rh'1\" complexes as indicated by the disappearance of the twin dicarbonyl bands and the growth in intensity Fig. 4. Electron micrograph of Rh/Ala03 reduced at 770 K. 64 Wavenumbers/ cm'1 Fig. 6. Infrared spectra of CO (1.33x10^) adsorbed on (1) ALA and (2)-(5) Bh/Al^Oe (reduced at 770 K) at (1) and (2) 80 K; (3) 200 K; (4) after 10 min at 470 K, spectrum recorded at 300 K; (5) sample (4) after evacuation at 300 K and subsequent exposure to 1.33 x lO'TaO^ at 300 K for 30 min and evacuation for 5 min. of bands at 2060 and 1865 cm\"1 of the terminal and bridge-bonded CO adsorbed on metal particles. It appears that the overall intensity in the two frequency regimes also increases with increasing temperatures. This phe- nomenon must again be due to displacement of chemisorbed hydrogen as discussed above for Rh/SiOg and as demonstrated earlier [22]. Figure 6 summarizes the spectra obtained for CO adsorption on Zr-Rh/ Al203(l/l), Ti-Rh/ALiOaO/l) and Nb-Rh/AlgOa^/l). Due to the extremely high dispersion of the rhodium in the unmodified catalyst and its high resistance towards reduction, one does not expect a modifier effect to be equally pronounced as in the case of SiOg-supported materials. This is in fact the case, as demonstrated by the spectra of Fig. 6 which are qualitatively very similar to those of Fig. 5 for the unmodified Rh/Ala03 catalyst. However, NbO, seems to still have a detectable effect. First, the intensities of all bands are extremely low after adsorption at 80 K, and secondly metallic Rh^ has almost quantitatively disappeared at 200 K. Only after reduction in CO at 470 K have the bands at 2065 and 1900 cm\"1, characteristic of CO adsorbed on Rh^ metal particles, attained intensities comparable to those ofRh/AlgOg and the other two modified materials. This observation suggests that NbO^ at least, as in the case of SiOg-supported catalysts, geometrically blocks the metal particles for CO adsorption and thus protects them against oxidative disruption at low temperatures. To prove this assumption, a catalyst was prepared which contained 65 2200 2000 1900 18002200 2000 1900 18002200 2000 1900 1800 - Wovenumbers/cm\"1 Fig. 6. Infrared spectra of CO (1.33x10^) adsorbed on promoted P-Rh/ALjOa^/l): Zr-Rh/ALiOaO/l); Ti-Rh/Al^Oad/l); and Nb-Rh/Al^l/l) at (1) 80 K; (2) 200 K; (3) 300 K; (4) after 10 min at 470 K, spectrum recorded at 300 K; (5) samples (4) after evacuation at 300 K and subsequent exposure to 1.33 x 104 Pa Og at 300 K for 30 min and evacuation for 6 min. 4 wt.% Rh and 10 wt.% Nb; this composition corresponds to an atomic ratio Nb/Rh = 3:1. This material was pretreated in an identical procedure as employed for that having the lower niobium content and the CO infrared spectra were then recorded. These are displayed in Fig. 7. When the reduced catalyst was exposed to 13 kPa CO at 80 K, only strong bands at 2152 and 2135 cm\"1 of H-bonded and physically adsorbed CO were detected. Bands of CO adsorbed on Rh^ or of the dicarbonyl Rh+(CO)2 were totally absent, suggesting that in which ever form it was present, the rhodium was entirely protected against interaction with CO at this higher NbO^ content. When the material was warmed up to 276 K in 13 kPa CO, minute bands at 2103 and 2040 cm\"1 could be observed indicating the formation of a few Rh\"''(CO)2 species. Further temperature increase in CO (14.4kPa) and treatment at 470 K for 10 min led to the clear appearance of the twin dicarbonyl bands at 2103 and 2042 cm\"! and a small band at 2076 cm-1 of terminally bonded CO on Rh^ metal particles. Bands in the region of bridge-bonded CO could not be detected. As compound formation between Rh-1\"1\" and NbO,, such as NbRh04 for example, is unlikely under the treatment conditions applied here [35], the most reasonable explanation seems to be a geometric blocking effect as mentioned above. This may consist in an encapsulation of Rh^ particles by a niobium suboxide NbO^ and in the protection of Rli^ ions anchored onto the AL^ support surface by a spread layer of NbO^. The spreading of several oxides over the surface of A^ Os by a solid-solid wetting process has been 66 2200 2000 1900 1800 Wavenumbers/crrr1 Fig. 7. Infrared spectra of CO (1.33 x 104 Pa) adsorbed on Nb-RWALA (311) at the temperatures indicated [spectra (1) - (3)]; (4) after lOmin at 470 K, spectrum recorded at 300 K; and (5) after subsequent evacuation at 300 K for 5 min; (6) sample (5) after exposure to 1.2 x 104 Pa Og at 300 K for 30 min and evacuation for 5 min. demonstrated [36]. The increased mobility of atoms in the surface layers at higher temperatures may permit Rh\"1' to become trapped by CO ligands and the metal surface may then become uncovered to some extent, An attempt was made to test the spreading of NbaOg over the surface of A1203, by mixing the appropriate amounts of NbgOg and the Bh/AlgOa precursor so as to give a final Nb/Rh = 3:1 atomic ratio, grinding in a mortar and calcination in a flow of Og (50 cm3 min\"1) at 720 K for 23 h. The material was reduced in situ as usual and the infrared carbonyl spectra were recorded after CO adsorption. These spectra are shown in Fig. 8. They demonstrate unequivocally that geometric blocking was far less effective in this prepara- tion, since the characteristic bands of the Rh+(CO)2 surface complex (2095 amd 2025 cm\"1) and CO adsorbed on Rh2 particles (2065 and 1880cm-1) are immediately observed after exposure of the sample to CO near 80 K. However, the band intensities still increase significantly at increasing temperatures in the presence of CO, thus indicating the same behaviour as observed for the impregnated samples. The fact that the blocking effect in the physical mixture is less pronounced may well be explained by incomplete spreading. 67 2200 2000 1900 1800 Wavenumbers /cm Fig. 8. Infrared spectra of CO adsorbed on the Nb-Rh/ALif^S/l) prepared from the physical mixture of Rh/Al;03 and NbaOg under the conditions indicated. The solid-solid wetting phenomenon for the Nb^t^-Algt^ system has not yet been studied. Also, in the impregnated sample the niobium oxide NbO^ was formed in situ under reducing conditions, whereas the physical mixture was calcined in Og prior to Hg reduction. Hence, in view of these different conditions an entirely identical behaviour for the two materials could hardly be expected. The results nevertheless may be interpreted in terms of the coating of the AlyOg support by NbO^. Such phenomena apparently did not occur with TiO^ and ZrO^. Al- though an explanation for this contrasting behaviour can only be specula- tive, most probably the surface free energies of these two oxides and the corresponding free energies of the interface with A1203 are less favourable as compared to NbO,;, so that spreading and wetting does not occur. Conclusions The major conclusions arising from the present study regarding support and modifier effects on the state of supported rhodium catalysts are as 68 follows: 1. Relatively large particles are formed on SiOg during Hg reduction at 770 K. Particle disintegration in the presence of CO does not occur. In contrast, the Lewis acidity of Al^Oy stabilizes small particles which are susceptible to oxidative disruption in CO atmosphere. 2. CO induces morphological changes of the large particles supported on SiOz. 3. The presence of the modifiers ZrO^, TiO^ and NbO,. seems to retard or even prevent these CO-induced morphological changes. 4. ZrO^ does not seem to influence CO adsorption on Rh/SiOg, while TiO^ and NbO^ clearly facilitate the oxidative disruption of Rh^ particles. This is presumably due to the stabilization of smaller particles and ionic species by the Lewis acidity of these modifiers. 5. These modifier effects are less pronounced on ALOg which stabilizes small particles by itself, although NbO^ seems to facilitate oxidative disruption of Rh^ particles. 6. Evidence for a geometric blocking of CO adsorption by the reducible modifier oxides TiO^ and NbO^ is provided. This effect seems to be reduced at higher temperatures in the presence of CO. Acknowledgements This research was supported financially by the Deutsche Forschungsge- meinschaft and by the Fonds der Chemischen Industrie. A loan of rhodium chloride from Johnson-Matthey is gratefully acknowledged. M.I.Z. expresses his gratitude for a grant from the Alexander von Humboldt-Gesellschaft. References 1 E. K. Poels and V. Ponec, Catalysis Specialist Periodical Report, Vol. 6, Royal Society of Chemistry, London, 1983, p. 196. 2 G. van der Lee, A. G. T. M. Bastein, J. van der Boogert, B. Schuller, Hong-Yuan Luo and V. Ponec, J. Chem. Soc., Faraday Trans. 1, 83(1987) 2103. 3 (a) B. J. Kip, P. A. T. Smeets, J. H. M. C. van Wolput, H. Zandbergen, J. van Grondelle and R. Prins, Appl. Catal., 33 (1987) 157; (b) B. J. Kip, P. A. T. Smeets, J. van Grondelle and R. Prins, Appl. Catal., 33(1987) 181. 4 J. T. Yates, Jr., T. M. Duncan, S. D. Worley and R. W. J. Vaughan, J. Chem. Phys., 70(1979) 1219. 5 M. Primet, J. Chem. Soc., Faraday Trans. 1, 74 (1978) 2570. 6 J. T. Yates, Jr., T. M. Duncan and R. W. J. Vaughan, J. Chem. Phys.. 71 (1979) 3908. 7 R. R. Cavanagh and J. T. Yates, Jr., J. Chem. Phys., 74 (1981) 4150. 8 C. A. Rice, S. D. Worley, C. W. Curtis, J. A. Guin and A. R. Tarrer, J. Chem. Phys., 74 (1981) 6487. 9 S. D. Worley, C. A. Rice, G. A. Mattson, C. W. Curtis, G. A. Guin and A. R. Tarrer, J. Phys. Chem., 86(1982) 2714. 10 J. T. Yates, Jr. and K. Kolasinski, J. Chem. Phys., 79(1983) 1026. 69 11 H. F. J. van't Blik, J. B. A. D. van Zon, T. Huizinga, J. C. Vis, D. C. Koningsberger and R. Prins, J. Am. Chem. Soc., 707(1985) 3139. 12 H. F. J. van't Blik, J. B. A. D. van Zon, D. C. Koningsberger and R. Prins, J. Mol. Catal., 26 (1984) 379. 13 H. P. Wang and J. T. Yates, Jr., J. Catal., 89 (1984) 79. 14 F. Solymosi and M. Pasztor, J. Phys. Chem., 89 (1985) 4789. 15 F. Solymosi and M. Pasztor, J. Phys. Chem., 90(1986) 5312. 16 J. L. Robbins, J. Phys. Chem., 90 (1986) 3381. 17 H. Miessner, D. Gutschick, H. Ewald and M. Miiller, J. Mol. Catal., 36 (1986) 359. 18 M. I. Zaki, G. Kunzmann, B. C. Gates and H. Knozinger, J. Phys. Chem., 91 (1987) 1486. 19 H. F. J. van't Blik, J. B. A. D. van Zon, T. Huizinga, J. C. Vis, D. C. Koningsberger and R. Prins, J. Phys. Chem., 87 (\\9SS) 2264. 20 P. Basu, D. Panayotov and J. T. Yates, Jr., J. Phys. Chem., 91 (1987) 3133. 21 M. I. Zaki, B. Tesche, L. Kraus and H. Knozinger, Surf. Interface Anal., 12 (1988) 239. 22 F. Solymosi and H. Knozinger, J. Chem. Soc., Faraday Trans. 1, in press. 23 F. Solymosi, M. Pasztor and E. Novak, paper presented at N. Am. Catal. Soc. Meet., San Diego, 1987; A. Erdohelyi and F. Solymosi, J. Catal., 84 (1983) 446. 24 H. Knozinger, H. Stolz, H. Buhl, G. Clement and W. Meye, Chem.-Ing.-Tech., 42(1970) 548; and H. Knozinger, Ada dent. Venez., 24 (Suppl. 2) (1973) 31. 25 H. Knozinger, paper presented at Int. Symp. Acid-Base Catal., Sapporo, Japan, 1988. 26 M. I. Zaki and H. Knozinger, J. Catal., in press. 27 T. P. Beebe, P. Gelin and J. T. Yates, Jr., Surf. Sci., 148 (1984) 526. 28 M. I. Zaki and H. Knozinger, Mater. Chem. Phys., 27(1987) 201. 29 N. Sheppard and T. T. Nguyen, Adv. Infrared Roman Spectrosc., 5(1978) 67. 30 A. M. Bradshaw and F. M. Hoffmann, Surf. Sci., 72 (1978) 513. 31 M. G. Sanchez and G. L. Gazquez, J. Catal., 104 (1987) 120. 32 G. C. Bond and R. Burch, Catalysis Specialist Periodical Report, Vol. 6, Royal Society of Chemistry, London, 1983, p. 27. 33 S. Stevenson, A.S. Lisitsyn and H. Knozinger, J. Phys. Chem., in press. 34 W. M. H. Sachtler and M. Ichikawa, J. Phys. Chem., 90 (1986) 4752. 35 Z. Hu, H. Nakamura, K. Kunimori and T. Uchijima, Catal. Lett; 1 (1988) 271. 36 J. Leyrer, R. Margraf, E. Taglauer and H. Knozinger, Surf. Sci., 201 (1988) 603, and references cited therein. X244 89802421 0304-5102(89)80242-1 10.1016/0304-5102(89)80242-1 Support and additive effects on the state of rhodium catalysts Leonore Kraus Mohamed I. Zaki ★ Helmut Knözinger Institut für Physikalische Chemie, Universität München, Sophienstrasse 11, 8000 Munich 2 F.R.G. ★ Permanent address: Chemistry Department, Minia University, El Minia, Egypt. Bernd Tesche Fritz-Haber-Institut der Max-Planck-Gesellschaft, Faradayweg 4-6, 1000 West Berlin 33 F.R.G. The influence of oxide modifiers ZrO x , TiO x , and NbO x on the state of rhodium supported on SiO2 and Al2O3 has been studied by CO adsorption and IR spectroscopy. Due to large particles, oxidative disruption of Rh particles does not occur on unmodified SiO2. TiO x and NbO x stabilize smaller particle sizes by their Lewis acidity and therefore facilitate particle disruption and Rh+(CO)2 formation. The effect of ZrO x is negligible. Due to initially smaller particles, these additive effects are less pronounced on Al2O3-supported rhodium. Evidence is provided for geometric blocking effects of rhodium metal surface by the reducible modifiers TiO x and NbO x , these effects being reversed in CO atmosphere at elevated temperatures. Also, morphological changes are induced by CO on SiO2-supported rhodium, which seem to be retarded by the modifier oxides. References 1 E.K. Pools V. Ponec Catalysis—Specialist Periodical Report 6 1983 Royal Society of Chemistry London 196 2 G. van der Lee A.G.T.M. Bastein J. van der Boogert B. Schuller Hong-Yuan Luo V. Ponec J. Chem. Soc., Faraday Trans. 1 83 1987 2103 3 (a) B.J. Kip P.A.T. Smeets J.H.M.C. van Wolput H. Zandbergen J. van Grondelle R. Prins Appl. Catal. 33 1987 157 (b) B.J. Kip P.A.T. Smeets J. van Grondelle R. Prins Appl. Catal. 33 1987 181 4 J.T. Yate Jr. T.M. Duncan S.D. Worley R.W.J. Vaughan J. Chem. Phys. 70 1979 1219 5 M. Primet J. Chem. Soc., Faraday Trans. 1 74 1978 2570 6 J.T. Yates Jr. T.M. Duncan R.W.J. Vaughan J. Chem. Phys. 71 1979 3908 7 R.R. Cavanagh J.T. Yates Jr. J. Chem. Phys. 74 1981 4150 8 C.A. Rice S.D. Worley C.W. Curtis J.A. Guin A.R. Tarrer J. Chem. Phys. 74 1981 6487 9 S.D. Worley C.A. Rice G.A. Mattson C.W. Curtis G.A. Guin A.R. Tarrer J. Phys. Chem. 86 1982 2714 10 J.T. Yates Jr. K. Kolasinski J. Chem. Phys. 79 1983 1026 11 H.F.J. van't Blik J.B.A.D. van Zon T. Huizinga J.C. Vis D.C. Koningsberger R. Prins J. Am. Chem. Soc. 107 1985 3139 12 H.F.J. van't Blik J.B.A.D. van Zon D.C. Koningsberger R. Prins J. Mol. Catal. 25 1984 379 13 H.P. Wang J.T. Yates Jr. J. Catal. 89 1984 79 14 F. Solymosi M. Pasztor J. Phys. Chem. 89 1985 4789 15 F. Solymosi M. Pasztor J. Phys. Chem. 90 1986 5312 16 J.L. Robbins J. Phys. Chem. 90 1986 3381 17 H. Miessner D. Gutschick H. Ewald M. Müller J. Mol. Catal. 36 1986 359 18 M.I. Zaki G. Kunzmann B.C. Gates H. Knözinger J. Phys. Chem. 91 1987 1486 19 H.F.J. van't Blik J.B.A.D. van Zon T. Huizinga J.C. Vis D.C. Koningsberger R. Prins J. Phys. Chem. 87 1983 2264 20 P. Basu D. Panayotov J.T. Yates Jr. J. Phys. Chem. 91 1987 3133 21 M.I. Zaki B. Tesche L. Kraus H. Knözinger Surf. Interface Anal. 12 1988 239 22 F. Solymosi and H. Knözinger, J. Chem. Soc., Faraday Trans. 1, in press. 23 a F. Solymosi, M. Pasztor and E. Novák, paper presented at N. Am. Catal. Soc. Meet., San Diego, 1987 A. Erdöhelyi F. Solymosi J. Catal. 84 1983 446 24 a H. Knözinger H. Stolz H. Bühl G. Clement W. Meye Chem.-Ing.-Tech. 42 1970 548 b H. Knözinger Acta Cient. Venez. 24 1973 31 Suppl. 2 25 H. Knözinger, paper presented at Int. Symp. Acid-Base Catal., Sapporo, Japan, 1988. 26 M.I. Zaki and H. Knözinger, J. Catal., in press. 27 T.P. Beebe P. Gelin J.T. Yates Jr. Surf. Sci. 148 1954 526 28 M.I. Zaki H. Knözinger Mater. Chem. Phys. 17 1987 201 29 N. Sheppard T.T. Nguyen Adv. Infrared Raman Spectrosc. 5 1978 67 30 A.M. Bradshaw F.M. Hoffmann Surf. Sci. 72 1978 513 31 M.G. Sanchez G.L. Gazquez J. Catal. 104 1987 120 32 G.C. Bond R. Burch Catalysis—Specialist Periodical Report 6 1983 Royal Society of Chemistry London 27 33 S. Stevenson, A.S. Lisitsyn and H. Knözinger, J. Phys. Chem., in press. 34 W.M.H. Sachtler M. Ichikawa J. Phys. Chem. 90 1986 4752 35 Z. Hu H. Nakamura K. Kunimori T. Uchijima Catal. Lett. 1 1988 271 36 J. Leyrer R. Margraf E. Taglauer H. Knözinger Surf. Sci. 201 1988 603 and references cited therein.",
      "scopus-id": "0024768602",
      "coredata": {
        "eid": "1-s2.0-0304510289802421",
        "dc:description": "The influence of oxide modifiers ZrO x , TiO x , and NbO x on the state of rhodium supported on SiO2 and Al2O3 has been studied by CO adsorption and IR spectroscopy. Due to large particles, oxidative disruption of Rh particles does not occur on unmodified SiO2. TiO x and NbO x stabilize smaller particle sizes by their Lewis acidity and therefore facilitate particle disruption and Rh+(CO)2 formation. The effect of ZrO x is negligible. Due to initially smaller particles, these additive effects are less pronounced on Al2O3-supported rhodium. Evidence is provided for geometric blocking effects of rhodium metal surface by the reducible modifiers TiO x and NbO x , these effects being reversed in CO atmosphere at elevated temperatures. Also, morphological changes are induced by CO on SiO2-supported rhodium, which seem to be retarded by the modifier oxides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802421",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kraus, Leonore"
          },
          {
            "@_fa": "true",
            "$": "Zaki, Mohamed I."
          },
          {
            "@_fa": "true",
            "$": "Knözinger, Helmut"
          },
          {
            "@_fa": "true",
            "$": "Tesche, Bernd"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802421"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802421"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80242-1",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Support and additive effects on the state of rhodium catalysts",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "55-69",
        "prism:endingPage": "69",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80242-1",
        "prism:startingPage": "55",
        "dc:identifier": "doi:10.1016/0304-5102(89)80242-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024768602"
      }
    }
  }
}