{
  "metadata": {
    "title": "Organic carbonate activation: Aldehyde acetalization study using Sn[Co(CO)<ce:inf loc=post>4</ce:inf>]<ce:inf loc=post>4</ce:inf> as catalyst in the activation of propylene carbonate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-12-14",
    "doi": "10.1016/0304-5102(93)80055-Y",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029380055Y",
    "pii": "030451029380055Y"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027847586",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029380055Y 0304-5102(93)80055-Y 030451029380055Y 10.1016/0304-5102(93)80055-Y S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02544 2024-01-02T01:06:03.941633Z 0 0 19931214 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref alllist content subj ssids 0304-5102 03045102 85 85 3 3 Volume 85, Issue 3 1 279 285 279 285 19931214 14 December 1993 1993-12-14 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. ORGANICCARBONATEACTIVATIONALDEHYDEACETALIZATIONSTUDYUSINGSNCOCO44CATALYSTINACTIVATIONPROPYLENECARBONATE CABRERA A CABRERA 1988 11 A CABRERA 1992 173 A CABRERA 1991 L11 A SAMAIN 1991 367 H CABRERA 1990 959 A MORTREUX 1992 261 A ORCHIN 1981 259 M BIGORGNE 1967 2055 M LAINE 1982 137 R CABRERAX1993X279 CABRERAX1993X279X285 CABRERAX1993X279XA CABRERAX1993X279X285XA item 0304-5102(93)80055-Y 030451029380055Y 1-s2.0-030451029380055Y 10.1016/0304-5102(93)80055-Y 272239 2024-01-02T01:06:03.941633Z 1993-12-14 1-s2.0-030451029380055Y-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380055Y/MAIN/application/pdf/7e2420ae39ee24997f510a346679493b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380055Y/MAIN/application/pdf/7e2420ae39ee24997f510a346679493b/main.pdf main.pdf pdf true 360369 MAIN 7 1-s2.0-030451029380055Y-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380055Y/PREVIEW/image/png/bb47e36eedb7e9151229ca1ceff2da48/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380055Y/PREVIEW/image/png/bb47e36eedb7e9151229ca1ceff2da48/main_1.png main_1.png png 51443 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 85 (1993) 279-285 279 Elsevier Science Publishers B.V., Amsterdam M257 Organic carbonate activation: aldehyde acetalization study using Sn [ CO (CO) 4 ] 4 as catalyst in the activation of propylene carbonate' A. Cabrera\", L. Velasco, M.L. Christ and M. Salmon Instituto de Quimica UNAM, Circuito Exterior, Ciudad Universitaria, Coyoacan 04510, Mexico (Mexico); tel. (+52-5)6224421, fax. (+52-5)6162217 J.L. Arias Facultad de Estudios Superiores Cuautitlan UNAM, Cuautitlan Izcalli, Estado de Mexico (Mexico) (Received February 2,1993; accepted July 1,1993 ) Abstract The catalytic activity of the bimetallic system Sn[Co(CO)4]4 (I), is evaluated on the basis of the activation of organic carbonates to produce the acetalization of n-heganal under pressure, by the following reaction: R-CHO+ (R' O )2 CO-+RCH (OR' )2 +COZ In the process it was found that the yield of the obtained product is dependent on the catalyst amount, the reaction temperature, and the structure of the organic carbonate. The precursor activity of (I) compared with Cot (CO) S (II) showed important differences, suggesting significant participation of the tin species in the catalytic cycle. The divalent tin complex Sn [CO (CO) , ] 2 can reasonably be expected to be one of the active catalytic species involved in the process. The occurrence of an aldolic condensation was observed in all the examples as a secondary reaction. Key words: acetalization; carbonyl complexes; cobalt; organic carbonates; propylene carbonate; tin Introduction The compound, Sn [ Co (CO) 4 ] 4 (I ), has been used as catalyst in the homogeneous phase to induce the hydroformylation of alkenes, [ 1,2 ] the selective isomerization and ring opening of osiranes [ 3,4 ] and the hydrolysis of organic carbonates [ 5 ] . In all these examples the proposed precursors to conduct the reaction pathway are formed when (I) is in the following equilibrium: 'Corresponding author. 'Dedicated to the memory of Professor Francis Petit. 0304-5102/93/$06.00 0 1993 - Elsevier Science Publishers B.V. All rights reserved. 280 A. Cabrera et al. / J. Mol. Catal. 85 (1993) 279-285 Sn[CO(CO)4]4;: \"Sn[CO(CO)4]2\"+Co2(CO)8 (1) This contribution was focussed to promote the activation of cyclic organic carbonates by (I) under carbon monoxide pressure to acetalize aldehydes. The above experimental medium appears favorable to achieve the precursor stability, therefore the acetalization formation proceeds with better yields. The reaction is useful under oxo conditions because a protective environment is induced which restrains the aldehyde carbonyl reduction to alcohol [ 6 ] . This last behavior might be an appropiate alternative to obtain suitable regioselectivity in the hydroformylation of olefins [ 7 ] . Experimental All reactions were performed under nitrogen using standard Schlenk techniques. n-Hexanal and alkyl carbonates were purified by distillation under nitrogen controlling the purity by 1H NMR. Dicobalt octacarbonyl (Strem) and SnC12 (Aldrich) were used without further purification. The compound Sn [ Co (CO) 4 ] 4 (I ), was synthesized by the procedures described by Cabrera [ 5 ] and Bigorgne [ 7 ] . The GC analyses were carried out on a Hewlett Packard 5890 Chromatograph with a flame ionization detector using a 20 m X 0.2 mm glass capillary column packed with Carbowax 20M. The reaction products were characterized by spectroscopic methods using IR (Nicolet FT 5 SX) and GC/ MS (Hewlett Packard 5895) equipped with a flame ionization detector and a 25 m X 0.33 mm column packed with 5% phenyl silicone. All the reactions catalyzed by (I) or C02(CO)8 (II) were performed in a 300 ml Parr ST 4561 autoclave under different carbon monoxide pressures. In a typical experiment, 20 mg (2.5 X 10-6 mol) of (I) were introduced under nitrogen in the reactor with 5 ml of dry benzene, further, 1.2 ml (0.01 mol) of n-hexanal and 25 ml (0.3 mol) of propylene carbonate were added, the reaction vessel was purged with CO and pressurized at 300 psi. After heating at 150 C and stirring the reaction for 16 h, the autoclave was cooled, the catalyst removed by filtration, and the mixture of products analyzed spectroscopically. Results and discussion The acetalization reaction is an equilibrium for which it is necessary to determine those parameters which give the acetals in good yields. Thus, in the first experiments we studied the effect of different amounts of propylene carbonate in the reaction medium using (I) as catalytic precursor and benzene as solvent, obtaining an increment of the acetal formation with the progressive addition of the alkylcarbonate (Fig. 1). However, low reactivity was found in A. Cabrera et al. / J. Mol. Catal. 85 (1993) 279-285 7o 60 50 Yield 40 30 20 IO 0 0.22 O~ 0.46 0.69 0.93 I.IS 1.39 1.621.86 Propylene Carbonate ( mmol ) 281 Fig. 1. Effect of propylene carbonate concentration on the acetalization of hexanal. Temperature 150 C, hexanal/Co=100 hexanal 0.01 mol, Pco 300 psi, reaction time 16 h, ( O ) acetal, ( ) condensation product. TABLE 1 Effect of temperature on the acetalization of aldehyde T ( C) Yield ( % ) of: Acetal Condensation pOuct 50 - 1.42 100 9.80 5.01 150 61.52 10.12 200 68.78 27.34 Hexanal 0.01 mol; propylene carbonate 0.3 mol; Pco 300 psi; reaction time 16 h. absence of benzene, behavior attributable to the very poor solubility of the catalyst precursor to activate the reactants. In this study we also observed that the acetalization reaction proceeds only if there is a critical concentration of water, which is formed from the competitive aldolic condensation side reaction, this last process increases the carbonate activation via a hydrolytic pathway [ 3 ] . As can be seen from Table 1, the process is also temperature-dependent; it is necessary to keep the temperature at > 100 C in order to maintain acetal formation. When the temperature was raised to 200 C selectivity was lost and the acetal/aldol ratio became 2.5, while at 150 C the ratio was increased to 6.0. The reaction showed a dependence on the CO pressure; at low pressure the aldolic product is favored (Fig. 2 ), on the other hand, increasing the PCO turns the process regioselective, forming the acetal at 300 pai. The study of different amounts of the catalyst precursor ( I ) in the acetal formation 282 A. Cabrera et al. / J. Mol. Catal. 85 (1993) 279-285 80 70 60 50 Yield 40 % 30 20 10 0 ~- I 0 200 400 Pco ( PSI ) Fig. 2. Effect of CO pressure on the acetalization of hexanal. Temperature 150 C, hexanal/Co-100, hexanal 0.01 mol, propylene carbonate 0.3 mol, reaction time 16 h, (O) acetal, ( ) condensation product. 0.2 rnmol ace.tal _1 mmol cat t 0.1 I 2 3 4 5 6 mmol cat x 10-Z Fig. 3. Effect of catalyst concentration vs. turnover on the acetalization of hexanal. Temperature 150 C, hexanal 0.01 mol, propylene carbonate 0.3 mol, Pco 300 psi, reaction time 16 h. reaction, shows an increment in turnover if the metal concentration diminishes (Fig. 3). This behavior suggests the fragmentation of compound (I) forming the authentic catalytic entities in accord with those established by Laine's criteria [ 8 ] . In order to have additional information about the catalytic species involved in the process, we performed a comparative study between compounds A. Cabrera et al. / J. Mot. Catal. 85 (1993) 279-285 283 (I) and (II) as precursors of the acetalization as is shown in (Figs. 4 and 5). Important differences were found in the employment of both catalysts. When the precursor Sn [CO (CO )4 ] 4 was used, an induction time was necessary for the generation of the following moieties: Sn [CO (CO )4 ] 4 -\"Sn [CO (CO )4 [2\"+C02(CO)8 (III) 70 60 60 0 Yield 40 30 20 10 0 2 4 6 8 10 1 2 14 16 Time (h ) Fig. 4. Acetalization of hexanal using Sn [Co (Co) 4 ] 4 (I ) as precursor. Temperature 150 C, heaanal/Co=100, hexanal 0.01 mol, propylene carbonate 0.3 mol, reaction time 16 h, (O) acetal, ( ) condensation product. 35 30 26 Yield 15 10 15 o ~r I 0 2 4 6 8 10 12 14 16 Time ( h ) Fig. 5. Acetalization of hexanal using C0Q (CO )e (II) as precursor. Temperature 150 C, heganal/ Co =100, hexanal 0.01 mol, propylene carbonate 0.3 mol, reaction time 16 h. (O) acetal, ( ) condensation product. 284 Co2(CO)8 ;: 2/3Co+2+4/3 [Co (CO )4] -+8/3C0 A. Cabrera et al. / J. Mol. Catal. 85 (1993) 279-285 (2) Reaction (1) suggests the formation of Sn [ CO (CO) 4) ] 2 (III) [ 5 ] which should work as a Lewis acid in the medium favoring the substrate attack for the Co (CO)4)- ion [3-5]. In contrast, the use of Co2(CO)8 (II) [4] induces mainly the formation of the aldolic product, and when the Co2(CO)8/H20 system is employed as catalyst the propylene carbonate hydrolysis occurs [ 3 ] . . CH3 \\ CH3 CH'O\\ Co2(CO~ \\CH-OH C=O + HZO --- I + COZ CHz~0/ CHZ-OH Propylene glycol formation by this way yields the acetal regioselectively (Fig. 6 ), by the following equilibrium: CH3\\ CH3~ CH-OH CA _ CH'O\\ CHZ-OH + RCO C ` ~CHR + H20 (4) O Similar behavior is observed when the catalytic system, Sn [ Co (CO) 4 ] 4/ H20, is used, because the ability of both entities to promote the cyclic carbonate hydrolysis, is well known [ 3 ] . The above results suggest that the CO (CO) 4 ions induce the acetalization of aldehydes without regioespeciiicity, whereas the presence of tin in the medium as the complex, Sn (Co [ CO ] 4 ] 2 (3) so Yield so 40 20 of 0 1 2 3 4 5 6 7 8 9 ' 10 II 12 13 Time ( h ) Fig. 6. Acetalization of heaanal using Co2(CO)$ (II) as precursor in the presence of H20. Temperature 150 C, heaanal/CO=100 heaanal 0.01 mol, propylene carbonate 0.3 mol, H20 0.05 mol, reaction time 16 h, ( O ) acetal, ( ) condensation product. A. Cabrera et al. / J. Mol. Catal. 85 (1993) 279-285 285 (III) [5], seems to favor the O-alkylation reaction and consequently the acetalization product. Conclusions The acetalization of carbonyl compounds by propylene carbonate has been performed under pressure using cobalt and tin-cobalt as catalysts. The compound, Cot (CO) s, showed predictable behavior giving the aldolic condensation of aldehydes via the C-alkylation promoted by the Co (CO )4 ion. The use of Sn [ Co (CO) 4 ] 4 as precursor follows a different pathway, yielding probably the Sn[Co(CO)4]2 (III) moiety which acts like a Lewis acid in order to activate the carbonyl reaction site to generate the acetal as the main product (Oalkylation). Acknowledgements We are grateful to CONACyT for the partial financial support of this research, P221CCON880144. References 1 A. Cabrera, A. Mortreug, F. Petit, J. Mol. Catal., 47 (1988) 11. 2 A. Cabrera, C. Merquez, J.L. Arias, Bull Soc. Chim. Belg.,101 (1992) 173. 3 A. Cabrera, F. Mathe, I. Castanet, A. Mortreug, F. Petit, J. Mol. Catal., 64 (1991) Lll. 4 H. Samain, J.F. CaOntier, A. Mortreug, F. Petit, New. J. Chem., 15 (1991) 367. 5 A. Cabrera, H. Samain, A. Mortreug, F. Petit, A. Welch, Organometallics, 9 (1990) 959; A. Mortreug, F. Petit in W. R. Moser, D.W. Slocum, Eds., Homogeneous Transition Metal Catalyzed Reactions, Adv. Chem. Ser., 230 (1992) 261. 6 M. Orchin, Acc. Chem. Res., 14 (1981) 259. 7 M. Bigorgne, A. fluintin, C.R., 264 (1967) 2055. 8 R.M. Laine, J. Mol. Catal., 14 (1982) 137. X244 9380055Y 0304-5102(93)80055-Y 10.1016/0304-5102(93)80055-Y Organic carbonate activation: Aldehyde acetalization study using Sn[Co(CO)4]4 as catalyst in the activation of propylene carbonate Dedicated to the memory of Professor Francis Petit. A. Cabrera ∗ L. Velasco M.L. Christ M. Salmón Instituto de Química UNAM, Circuito Exterior, Ciudad Universitaria, Coyoacán 04510, México Mexico; tel. (+52-5)6224421, fax. (+52-5)6162217 * Corresponding author. J.L. Arias Facultad de Estudios Superiores Cuautitlán UNAM, Cuautitlán Izcalli, Estado de México Mexico The catalytic activity of the bimetallic system Sn[Co(CO)4]4 (I), is evaluated on the basis of the activation of organic carbonates to produce the acetalization of n-hexanal under pressure, by the following reaction: R−CHO+(R′O)2CO→RCH(OR′)2+CO2 In the process it was found that the yield of the obtained product is dependent on the catalyst amount, the reaction temperature, and the structure of the organic carbonate. The precursor activity of (I) compared with Co2(CO)8 (II) showed important differences, suggesting significant participation of the tin species in the catalytic cycle. The divalent tin complex Sn[Co(CO)4]2 can reasonably be expected to be one of the active catalytic species involved in the process. The occurrence of an aldolic condensation was observed in all the examples as a secondary reaction. Keywords acetalization carbonyl complexes cobalt organic carbonates propylene carbonate tin References 1 A. Cabrera A. Mortreux F. Petit J. Mol. Catal. 47 1988 11 2 A. Cabrera C. Márquez J.L. Arias Bull Soc. Chim. Belg. 101 1992 173 3 A. Cabrera F. Mathe I. Castanet A. Mortreux F. Petit J. Mol. Catal. 64 1991 L11 4 H. Samain J.F. Carpentier A. Mortreux F. Petit New. J. Chem. 15 1991 367 5 a A. Cabrera H. Samain A. Mortreux F. Petit A. Welch Organometallics 9 1990 959 b A. Mortreux F. Petit Homogeneous Transition Metal Catalyzed Reactions W.R. Moser D.W. Slocum Adv. Chem. Ser. 230 1992 261 6 M. Orchin Acc. Chem. Res. 14 1981 259 7 M. Bigorgne A. Quintin C.R. 264 1967 2055 8 R.M. Laine J. Mol. Catal. 14 1982 137",
      "scopus-id": "0027847586",
      "coredata": {
        "eid": "1-s2.0-030451029380055Y",
        "dc:description": "The catalytic activity of the bimetallic system Sn[Co(CO)4]4 (I), is evaluated on the basis of the activation of organic carbonates to produce the acetalization of n-hexanal under pressure, by the following reaction: R−CHO+(R′O)2CO→RCH(OR′)2+CO2 In the process it was found that the yield of the obtained product is dependent on the catalyst amount, the reaction temperature, and the structure of the organic carbonate. The precursor activity of (I) compared with Co2(CO)8 (II) showed important differences, suggesting significant participation of the tin species in the catalytic cycle. The divalent tin complex Sn[Co(CO)4]2 can reasonably be expected to be one of the active catalytic species involved in the process. The occurrence of an aldolic condensation was observed in all the examples as a secondary reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-12-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029380055Y",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cabrera, A."
          },
          {
            "@_fa": "true",
            "$": "Velasco, L."
          },
          {
            "@_fa": "true",
            "$": "Christ, M.L."
          },
          {
            "@_fa": "true",
            "$": "Salmón, M."
          },
          {
            "@_fa": "true",
            "$": "Arias, J.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029380055Y"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029380055Y"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80055-Y",
        "prism:volume": "85",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Organic carbonate activation: Aldehyde acetalization study using Sn[Co(CO)4]4 as catalyst in the activation of propylene carbonate",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acetalization"
          },
          {
            "@_fa": "true",
            "$": "carbonyl complexes"
          },
          {
            "@_fa": "true",
            "$": "cobalt"
          },
          {
            "@_fa": "true",
            "$": "organic carbonates"
          },
          {
            "@_fa": "true",
            "$": "propylene carbonate"
          },
          {
            "@_fa": "true",
            "$": "tin"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "279-285",
        "prism:endingPage": "285",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 December 1993",
        "prism:doi": "10.1016/0304-5102(93)80055-Y",
        "prism:startingPage": "279",
        "dc:identifier": "doi:10.1016/0304-5102(93)80055-Y",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027847586"
      }
    }
  }
}