{
  "metadata": {
    "title": "Characterization of dioxymethylene species over cu-zn catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-10-31",
    "doi": "10.1016/0304-5102(87)85027-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287850277",
    "pii": "0304510287850277"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023427452",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287850277 0304-5102(87)85027-7 0304510287850277 10.1016/0304-5102(87)85027-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0082X 2024-01-02T01:04:53.938015Z 0 0 19871001 19871031 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 42 42 2 2 Volume 42, Issue 2 9 205 213 205 213 198710 October 1987 1987-10-01 1987-10-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. CHARACTERIZATIONDIOXYMETHYLENESPECIESOVERCUZNCATALYSTS IDRISS H AMENOMIYA 1984 557 Y 8THINTCONGRCATALBERLIN TAGAWA 1985 285 T BOWKER 1981 3023 M CHINCHEN 1984 178 G DELUZARCHE 1985 255 A LAVALLEY 1982 289 J SAUSSEY 1982 278 J AGNY 1985 50 R KLIER 1982 243 K DELUZARCHE 1982 339 A DELUZARCHE 1985 225 A HINDERMANN 1985 133 J SOLYMOSI 1985 567 F WACHS 1979 375 I DENISE 1982 339 B HE 1984 17 M HE 1984 238 M LAVALLEY 1985 1006 J ONISHI 1986 103 T COURTY 1983 485 P ANTON 1985 5558 A SEXTON 1985 404 B CHAN 1985 400 L IDRISSX1987X205 IDRISSX1987X205X213 IDRISSX1987X205XH IDRISSX1987X205X213XH item 0304-5102(87)85027-7 0304510287850277 1-s2.0-0304510287850277 10.1016/0304-5102(87)85027-7 272239 2024-01-02T01:04:53.938015Z 1987-10-01 1987-10-31 1-s2.0-0304510287850277-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850277/MAIN/application/pdf/ce5ae01671e88cdf161f1ecdc4933b03/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850277/MAIN/application/pdf/ce5ae01671e88cdf161f1ecdc4933b03/main.pdf main.pdf pdf true 510222 MAIN 9 1-s2.0-0304510287850277-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850277/PREVIEW/image/png/5b9bddfbc06c71884b0bdaae2665eba3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850277/PREVIEW/image/png/5b9bddfbc06c71884b0bdaae2665eba3/main_1.png main_1.png png 51670 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 42 (1987) 205 - 213 205 CHARACTERIZATION OF DIOXYMETHYLENE SPECIES OVER Cu-Zn CATALYSTS H. IDRISS, J. P. HINDERMANN, R. KIEFFER, A. KIENNEMANN* Laboratoire de Chimie Organique Appliquee, EHICS, 1, rue Blaise Pascal, 67008 Strasbourg (France) A. VALLET, C. CHAUVIN, J. C. LAVALLEY* Laboratoire de Spectrochimie, ISMRA, 14032 Caen Cedex (France) and P. CHAUMETTE* Institut Francois du Petrole, 1 et 4 av. de Bois-Preau, B. P. 311, 92506 Rueil-Malmaison Cedex (France) (Received October 31, 1986; accepted March 3, 1987) Summary Dioxymethylenic species have been characterized upon adsorption of formaldehyde on zinc aluminate and copper supported on zinc aluminate, by both FTIR spectroscopy and chemical trapping. Dioxymethylene could be an intermediate in the synthesis of methanol on these catalysts in CO + H; and CO; + Hz reactions, as shown by chemical trapping experiments. Introduction In recent years, there have been many attempts to determine the mechanism(s) of methanol synthesis from CO/COz/Hz on Cu/Zn catalysts. Formates [1-6] and formyls [7-9] have often been proposed as reaction intermediates. Kliereta/. [10,11] and Deluzarche et al. [12] have explained the formation of formyi species by direct hydrogenation of formates. Both species have been characterized by different techniques: IR [7, 8], TPD [3] and chemical trapping [13]. On Pd/SiOa, Hindermann et al. [14] have succeeded in characterizing by chemical trapping a third species: adsorbed formaldehyde, which may be formed from formyi species since formates do not exist over these catalysts [15-17]. *Authors to whom correspondence should be addressed. 0304-5102/87/$3.60 Elsevier Sequoia/Printed in The Netherlands 206 H H, H. , H, CH3 ^c=o ?= ^c+o ?==' 6 1 K T l (A) (B) (C) Adsorbed formaldehyde (B) reacts with methanol, dimethyl and diethylsulfates as chemical trapping agent, to give formaldehyde dimethyl or diethylacetal. H ^OCHa X^O + 2CH30H (excess) ?= CH; H ^OCHs (B) (D) Another species, dioxymethylene, may be considered. It was first postulated by Wachs and Madix [18] on Cu(lOO), then by Bowkere^a/. [3] on ZnO, Denise et al. [19] on Cu/ZnO and He and Ekerdt [20, 21] on ZrO;. Recently, Lavalley et al. [22] have characterized this species by IR from formaldehyde adsorption on anatase and thoria, giving characteristic bands at 2960, 2850, 2750, 1112 and 945 cm\"1. Onishi et al. [23] observed the same species by IR from reaction of CO/H; over Zr02. The aim of the pres- ent note is to report our observations on Cu/Zn catalysts. The techniques used are chemical trapping and FTIR spectroscopy, and the starting mate- rials are not only CO + H; or CO; + H; but also formaldehyde, formic acid and methanol. Experimental Samples (zinc aluminate, 15% Cu/zinc aluminate and 30% Cu/zinc aluminate were prepared at the Institut Francais du Petrole by the following coprecipitation technique [24]: Precipitation of the metal nitrates (copper, aluminium, zinc) in 0.5 - 1.5 M aqueous solutions is effected with 0.5-1.5 M alkali metal carbonate solution under controlled and constant pH conditions at temperatures between 333 and 363 K. The precipitate is subsequently washed, dried and calcined. All samples were heated under hydrogen flow (2 1 hT1 g~1 cat, 1 C min\"1 up to 250 C (523 K) and then further reduced at this temperature, 523 K, during 12 h [14]. 207 Chemical trapping CH^OH, HCOOH, HCHO 25 /xmol of CH30H or HCOOH were introduced into a bulb containing 100 mg of catalyst under ^10~1 Pa. Pressure was then restored to 10s Pa under inert gas (argon) at ambient temperature. The catalyst was then heated to the desired temperature. Trioxane (m.p. 337 K) was introduced in a second bulb connected by a lateral tube to the sample. The entire system was heated to the reaction temperature (380 K) under argon (10s Pa). CO-H^, CO^-H^ The gas mixtures (CO/H; = 1/2 or CO^/Hz = 1/2) were introduced under vacuum until 10s Pa of total pressure was reached. The bulb contain- ing catalyst and synthesis gas was then heated to the desired temperature(s) (see Table 1). Formate, methoxy and dioxymethylene trapping conditions After cooling, the pressure was reduced to ^10~1 Pa. The catalyst amount was divided into three separate parts; each part was kept under inert gas (argon) in a bulb at 105 Pa. An excess of dimethylsulfate was introduced into the first bulb to reveal formates. The bulb was kept at 383 K for 1 h. An excess of ethanol was injected into the second bulb to reveal methoxy. The protonation of the methoxy group was immediate at room temperature. An excess of 1,2-dibromoethane was admitted into the third bulb to reveal dioxymethylene species. The bulb was then heated at 403 K for 75 min. Methyl formate, methanol and dioxolane (products formed after chemical trapping of formates, methoxy and dioxymethylene respectively) were detected by gas chromatography. Reaction yields Formates and methoxy are trapped almost quantitatively within experimental error (about 10%). The lack of a model, for dioxymethylene species trapping, does not allow a quantitative measurement of the reaction yield. However, an estimate can be given by optimization of trapping conditions. Maximum transformation and a good reproducibility were obtained in the conditions given here above. FTIR The samples were examined in the form of disks (0: 16 mm) of 30 mg pressed at 2.108 Pa. The activation was carried out inside an IR cell. The sample was heated to 623 K during 1 h under a flow of air (130 ml min\"1). It was kept 2 h at 623 K under air and was then cooled under pure N3 for 30 min. A flow of Ha/N; (10% H;) was then introduced with 208 increasing temperature up to 523 K and the sample kept at 523 K overnight. Then the catalyst was evacuated at 523 K for 15 min and at room temper- ature for 15 min (6 X 10~4 Pa). HCHO was produced from thermal decom- position of trioxane at 420 K. After condensation at the temperature of liquid nitrogen, it was heated at room temperature and then introduced in the IR cell as a vapour phase. Care has been taken to avoid any repolymeriza- tion (P at equilibrium <3.103 Pa). Other adsorbates (HCOOH, C^OH) have also been introduced in gas form. The spectra were recorded on a Nicolet MX-1 FTIR spectrometer. Results Chemical trapping Since both adsorbed formaldehyde and dioxymethylene species are trapped as formaldehyde dimethyl or diethylacetal with methanol or diethyl- sulfate respectively, an ambiguity can arise when both formate and formyi are present [16,17]. Therefore, we used dibromoethane to distinguish between adsorbed formaldehyde and dioxymethylene. \"\\ ^ ^CH. ^:C. + BrCHaCHaBr > 0' ^-0 0 CHs CH; ^X;4=0 + BrCH2CH2Br -x-^ H H^ ^C^O indicates that formaldehyde is directly adsorbed through both H carbon and oxygen on the metallic sites, l72-H2CO [25]. Chemical trapping results confirmed the existence of dioxymethylene over Ti0 2, ThOz and ZrO; formed from HCHO, as mentioned by Lavalley etal. [22] and Onishie^. [23]. Dioxymethylene species were detected on x% Cu/zinc aluminate, as shown in Table 1, where + means that dioxymethylene species were present, '\"*that the concentration was decreasing, and that no dioxymethylene species were detected. Concentrations analyzed from CO/H2, COz/H;, CH30H and HCOOH were in the order of 1CT7 mol g~' cat, while those formed with HCHO were more important (1CT6 mol g~1 cat). The low concentration of dioxymethyl- ene species starting from CO/H;, COz/H;, CH^OH and HCOOH can explain the difference in the detection temperatures. 209 TABLE 1 Evidence of dioxymethylene species at different temperatures (K) Catalyst CO/Hz CO^/Hz HCHO CH30H HCOOH zinc aluminate 380+ 280+ traces 380- 280+ traces 330 15% Cu/zinc aluminate 280+ 300^* 330 280+ 330 380+ 280+ 380- 280+ 330 30% Cu/zinc aluminate 280+ 300 \" 330 280+ 330- 380+ 280+ 380- 280+ 330- TABLE 2 Amount of species formed (mol g~1 cat) from trioxane decomposition (10 mg per 0.1 g cat) at 380 K for 1 h Catalyst Formates Methoxy Formates Dioxymethylene Methoxy zinc aluminate 2.09 X 10-3 1.02 X 10-3 2.05 1.1 X10-6 15% Cu/zinc aluminate 1 X 10-3 0.53 X 10-3 1.88 6.5 X10-6 30% Cu/zinc aluminate 1.52 XlO-3 1.04 X 10-3 1.46 0.7 X10-6 As shown below by IR spectroscopy, formaldehyde adsorption from trioxane decomposition leads to dioxymethylene, formate and methoxy species. We report in Table 2 the amount of each species formed, measured by chemical trapping, on the three studied catalysts. Infrared spectroscopy By IR spectroscopy, similar to the cases of ThO;, TiO; etc., dioxy- methylene species have been observed by adsorbing HCHO on the different catalysts. This species forms immediately at room temperature on ZnAl2C>4, and can be characterized by bands at 2885 (br), 2770 (vw), 1265 (vw), 1160, 1130 and 1107 cm\"1 (Fig. 1A). They are still present after heating at 323 K but have disappeared after heating at 403 K. At room temperature, adsorp- tion of HCHO on ZnAl204 also gives formate species (1595,1395 and 1370 cm-1). The intensity of the bands increases with time or with increasing 210 1600 1400 1200 1000 Fig. 1. Species formed from adsorption of HCHO 105 JUmol g\"1 cat, where M: methoxy; F: formate; D: dioxymethylene; (A) On ZnAl^O^: (1) at room temperature, (2) after 1 h of heating at 323 K, (3) after 1 h heating at 403 K; (B) On 15% Cu/ZnAl204: (1) at room temperature, (2) after 0.5 h at room temperature, (3) after 0.5 h of heating at 323 K. temperature, and at temperatures higher than 323 K, methoxy species (band at 1095 cm\"1) become well apparent. On copper catalysts, adsorption of HCHO occurs at room temperature and immediately gives weak bands at 1160 and 1130 cm\"1, showing again the formation of dioxymethylene species. Their stability, however, is much less, as they tend to disappear even at room temperature (Fig. 1B). We do not believe that paraformaldehyde can exist in our conditions; Sexton et al. [26] showed that on Cu(llO) paraformaldehyde decomposes to H2CO(g) at T > 230 K. We also observe formate species characterized by the same bands as on ZnAl204, a band at 1355 cm~1 characteristic of copper formate, as well as methoxy species characterized by a band at 1100 cm\"! (methoxy on ZnAl204) and a broad band at 1030 cm\"1 (methoxy on copper). 211 We therefore conclude that copper increases the reactivity of dioxy- methylene species, giving formate and methoxy species. We have not been able to detect dioxymethylene species from CO + H;, COa + Hz, HCOOH and CHaOH on the studied catalysts. Chemical trapping experiments indicate that this result may be due to low concentration of these species in our conditions. Discussion Recently, Lavalley et al. [22] proposed that the formation of methoxy species from CO/H; on thoria involves dioxymethylene species as interme- diates and a Cannizzaro-type mechanism. In such a mechanism, the ratio HCOO-/CH30- must be equal to one. On our catalysts, this ratio is always greater than one, as shown in Table 2. Therefore an additional oxidation to formates must occur, possibly through the following scheme: H i\\ ^\" i >C. -H ^C, H2CO + 0(s) > 0 ^0 > 0/^0 11 ! ' \\! In the presence of copper, this additional oxidation to formates seems to be less important. It is more difficult to draw a conclusion concerning methoxy formation in the presence or absence of copper because of the possibility of both reactions (Cannizzaro-type and hydrogenation of dioxy- methylene). It seems however that copper plays a role in the transformation of dioxymethylene into methoxy species (as shown by the difference between formate/methoxy ratios, for 15% Cu- and 30% Cu-containing catalysts): CHa ^CH;, H | 0 '0 ?^ 0 ill Bowker et al. [3] and Chan and Griffin [27] have shown that formates are directly formed during the adsorption of methanol without the interme- diate formation of CO or CO;. Table 1 shows further that dioxymethylene species are formed through both CH30H and HCOOH adsorption without the presence of formyi species. We therefore propose that dioxymethylene is an intermediate in the direct oxidation of methanol. We may remark that on copper catalysts, the concentration of dioxy- methylene species formed from CO/H; is about twice as great as that formed 212 from COz + Ha, while the reaction between CO; + H2 leads to more formate species than from CO + Ha (15 and 0.5 X 10~4 mol g~1 cat respectively after 1 h reaction at 403 K). These results indicate a difference in the rate- determining steps in the transformation of CO/Ha and COa/H; respectively. If formate hydrogenation is involved in both processes, CO reaction leads to more active formates than those in the CO-t reaction. This last result is in accordance with that of Chinchen et al. [5], who show that the rate-limiting step in C02/H2 is associated with formate hydrogenation. Conclusion Dioxymethylene species were characterized by chemical trapping starting from CO/H;, C02/H2, formic acid, formaldehyde and methanol, and by PTIR starting from formaldehyde. The difference between the results from chemical trapping and FTIR spectroscopy can be attributed to a higher sensitivity of the chemical trapping, the amounts detected being much smaller starting from CO/H2, C02/H2, formic acid and methanol than from formaldehyde. Our results show that dioxymethylene species are possible interme- diates between formates and methoxy. Copper seems to favour the hydro- genation to methoxy species. However, a concurrent Cannizzaro-type reaction when starting from formaldehyde can disturb these results. Therefore, the hydrogenation of dioxymethylene species to methoxy requires further investigation. Acknowledgements The authors wish to thank the French Ministry of Research and Technology and I.F.P. for financial support, and Mrs. Libs and Miss E. Schleiffer for their technical collaboration. References 1 Y. Amenomiya and T. Tagawa, 8th Int. Congr. Catal., Berlin, 1984, Dechema, Frankfurt, Vol. 2, p. 557. 2 T. Tagawa, G. Pleizier and Y. Amenomiya, Appl. Catal., 18 (1985) 285. 3 M. Bowker, H. Houghton and K. C. Waugh, J. Chem. Soc. Faraday Trans. 1, 77 (1981) 3023. 4 M. Bowker, J. N. K. Hyland, H. D. VanderveU and K. C. Waugh, 8th Int. Congr. Catal., Berlin. 1984, Dechema, Frankfurt, Vol. 2, p. 35. 5 G. C. Chinchen, P. J. Denny, D. G. Parker, G. D. Short, M. S. Spencer, K. C. Waugh and D. A. Whan, Meet. Div. Fuel. Chem., Am. Chem. Soc., Philadelphia, 1984, Vol. 29,p.178. 6 A. Deluzarche, J. P. Hindermann, R. Kieffer and A. Kiennemann, Rev. Chem. Intermed., 6 (1985) 255. 7 J. C. Lavalley, J. Saussey and T. Rais, J. Mol. Catal., 17 (1982) 289. 213 8 J. Saussey, J. C. Lavalley, J. Lamotte and T. Rais, </. Chem. Soc., Chem. Commun., (1982)278. 9 R. M. Agny and C. G. Takoudis, Ind. Eng. Chem. Prod. Res. Dev., 24 (1985) 50. 10 K. Klier,Adu. Catal., 31 (1982) 243. 11 G. A. Vedage, R. Pitchai, R. G. Herman and K. Klier, 8th Int. Congr. Catal., Berlin, 1984. Dechema, Frankfurt, Vol. 2, p. 47. 12 A. Deluzarche, J. P. Hindermann, A. Kiennemann, R. Kieffer, J. Cressely, Bull. Soc. Chim.Fr., 9-20(1982)339. 13 A. Deluzarche, J. P Hindermann, A. Kiennemann and R. Kieffer, J. Mol. Catal., 31 (1985)226. 14 J. P. Hindermann, E. Schleiffer, H. Idriss and A. Kiennemann, J. Mol. Catal., 33 (1985)133. 16 F. Solymosi, A. Erdolhelyi and M. Lancz,J. Catal., 95 (1985) 567. 16 A. Kiennemann and J. P. Hindermann, 10th Canadian Symp. Catal., Kingston, Ont., 1986,p.329. 18 I. E. Wachs and R. J. Madix, Surf. Sci., 84 (1979) 375. 19 B. Denise, R. P. A. Sneeden and C. Hamon, J. Mol. Catal., 17 (1982) 339. 20 M. Y. He and J. G. Ekerdt, J. Catal., 90 (1984) 17. 21 M. Y. He and J. G. Ekerdt, J. Catal., 87 (1984) 238. 22 (a) J. C. Lavalley, J. Lamotte, G. Busca and V. Lorrenzelli, J. Chem. Soc., Chem. Commun., (1985) 1006; (b) J. Lamotte and J. C. Lavalley, 10th Canad. Symp. Catal., Kingston, Ont. 1986, p. 364. 23 T. Onishi, H. Abe, K. Maruya and K. Donnen, J. Chem. Soc., Chem. Commun., (1986)103. 24 Ph. Courty and C. Marcilly, Stud. Surf. Sci. Catal., 16 (1983) 485. 25 A. B. Anton, J. E. Parmeter and W. H. Weinberg, J. Am. Chem. Soc., 107 (1985) 5558. 26 B. A. Sexton, A. E. Hughes and N. R. Avery,App;. Surf. Sci., 22/23 (1985) 404. 27 L. Chan and G. L. Griffin, Sur/. Sci., 255 (1985) 400. X244 87850277 0304-5102(87)85027-7 10.1016/0304-5102(87)85027-7 Industrial catalysis Characterization of dioxymethylene species over cu-zn catalysts H. Idriss J.P. Hindermann R. Kieffer A. Kiennemann 1 Laboratoire de Chimie Organique Appliquée, EHICS, 1, rue Blaise Pascal, 67008 StrasbourgFrance 1 Authors to whom correspondence should be addressed. A. Vallet C. Chauvin J.C. Lavalley 1 Laboratoire de Spectrochimie, ISMRA, 14032 Caen CédexFrance P. Chaumette 1 Institut Français du Pétrole, 1 et 4 av. de Bois-Préau, B. P. 311, 92506 Rueil-Malmaison CédexFrance Dioxymethylenic species have been characterized upon adsorption of formaldehyde on zinc aluminate and copper supported on zinc aluminate, by both FTIR spectroscopy and chemical trapping. Dioxymethylene could be an intermediate in the synthesis of methanol on these catalysts in CO + H2 and CO2 + H2 reactions, as shown by chemical trapping experiments. References 1 Y. Amenomiya T. Tagawa 8th Int. Congr. Catal., Berlin 2 1984 Dechema Frankfurt 557 2 T. Tagawa G. Pleizier Y. Amenomiya Appl. Catal. 18 1985 285 3 M. Bowker H. Houghton K.C. Waugh J. Chem. Soc. Faraday Trans. 1 77 1981 3023 4 M. Bowker, J.N.K. Hyland, H.D. Vandervell and K.C. Waugh, 8th Int. Congr. Catal., Berlin, 1984, Dechema, Frankfurt, Vol. 2, p. 35. 5 G.C. Chinchen P.J. Denny D.G. Parker G.D. Short M.S. Spencer K.C. Waugh D.A. Whan Meet. Div. Fuel. Chem., Am. Chem. Soc., Philadelphia 29 1984 178 6 A. Deluzarche J.P. Hindermann R. Kieffer A. Kiennemann Rev. Chem. Intermed. 6 1985 255 7 J.C. Lavalley J. Saussey T. Rais J. Mol. Catal. 17 1982 289 8 J. Saussey J.C. Lavalley J. Lamotte T. Rais J. Chem. Soc., Chem. Commun. 1982 278 9 R.M. Agny C.G. Takoudis Ind. Eng. Chem. Prod. Res. Dev. 24 1985 50 10 K. Klier Adv. Catal. 31 1982 243 11 G.A. Vedage, R. Pitchai, R.G. Herman and K. Klier, 8th Int. Congr. Catal., Berlin, 1984, Dechema, Frankfurt, Vol. 2, p. 47. 12 A. Deluzarche J.P. Hindermann A. Kiennemann R. Kieffer J. Cressely Bull. Soc. Chim. Fr. 9–10 1982 339 13 A. Deluzarche J.P. Hindermann A. Kiennemann R. Kieffer J. Mol. Catal. 31 1985 225 14 J.P. Hindermann E. Schleiffer H. Idriss A. Kiennemann J. Mol. Catal. 33 1985 133 15 F. Solymosi A. Erdölhelyi M. Lancz J. Catal. 95 1985 567 16 A. Kiennemann and J.P. Hindermann, 10th Canadian Symp. Catal., Kingston, Ont., 1986, p. 329. 18 I.E. Wachs R.J. Madix Surf. Sci. 84 1979 375 19 B. Denise R.P.A. Sneeden C. Hamon J. Mol. Catal. 17 1982 339 20 M.Y. He J.G. Ekerdt J. Catal. 90 1984 17 21 M.Y. He J.G. Ekerdt J. Catal. 87 1984 238 22 J.C. Lavalley J. Lamotte G. Busca V. Lorrenzelli J. Chem. Soc., Chem. Commun. 1985 1006 (b) J. Lamotte and J.C. Lavalley, 10th Canad. Symp. Catal., Kingston, Ont., 1986, p. 364. 23 T. Onishi H. Abe K. Maruya K. Donnen J. Chem. Soc., Chem. Commun. 1986 103 24 Ph. Courty C. Marcilly Stud. Surf. Sci. Catal. 16 1983 485 25 A.B. Anton J.E. Parmeter W.H. Weinberg J. Am. Chem. Soc. 107 1985 5558 26 B.A. Sexton A.E. Hughes N.R. Avery Appl. Surf. Sci. 22/23 1985 404 27 L. Chan G.L. Griffin Surf. Sci. 155 1985 400",
      "scopus-id": "0023427452",
      "coredata": {
        "eid": "1-s2.0-0304510287850277",
        "dc:description": "Dioxymethylenic species have been characterized upon adsorption of formaldehyde on zinc aluminate and copper supported on zinc aluminate, by both FTIR spectroscopy and chemical trapping. Dioxymethylene could be an intermediate in the synthesis of methanol on these catalysts in CO + H2 and CO2 + H2 reactions, as shown by chemical trapping experiments.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287850277",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Idriss, H."
          },
          {
            "@_fa": "true",
            "$": "Hindermann, J.P."
          },
          {
            "@_fa": "true",
            "$": "Kieffer, R."
          },
          {
            "@_fa": "true",
            "$": "Kiennemann, A."
          },
          {
            "@_fa": "true",
            "$": "Vallet, A."
          },
          {
            "@_fa": "true",
            "$": "Chauvin, C."
          },
          {
            "@_fa": "true",
            "$": "Lavalley, J.C."
          },
          {
            "@_fa": "true",
            "$": "Chaumette, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287850277"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287850277"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)85027-7",
        "prism:volume": "42",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of dioxymethylene species over cu-zn catalysts",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "205-213",
        "prism:endingPage": "213",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1987",
        "prism:doi": "10.1016/0304-5102(87)85027-7",
        "prism:startingPage": "205",
        "dc:identifier": "doi:10.1016/0304-5102(87)85027-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023427452"
      }
    }
  }
}