{
  "metadata": {
    "title": "Ammoxtoation of toluene over TiO<ce:inf loc=post>2</ce:inf>(B)-supported vanadium oxide catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-04-01",
    "doi": "10.1016/0304-5102(90)85055-M",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085055M",
    "pii": "030451029085055M"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025405926",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085055M 0304-5102(90)85055-M 030451029085055M 10.1016/0304-5102(90)85055-M S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01800 2024-01-02T01:05:30.650091Z 0 0 19900401 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 59 59 2 2 Volume 59, Issue 2 7 233 255 233 255 19900401 1 April 1990 1990-04-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. AMMOXTOATIONTOLUENEOVERTIO2BSUPPORTEDVANADIUMOXIDECATALYSTS SANATI M HABER 1985 3 J SOLIDSTATECHEMISTRYINCATALYSIS ANDERSSON 1985 121 A SOLIDSTATECHEMISTRYINCATALYSIS ANDERSSON 1988 332 A GRASSELLI 1984 369 R PROC8THINTCONGRCATALBERLIN1984 OTAMIRI 1988 211 J ANDERSSON 1986 204 A BOND 1981 235 G GASIOR 1984 87 M WACHS 1985 339 I VANHENGSTUM 1983 369 A JONSON 1988 3547 B CAVANI 1987 251 F VEJUX 1978 93 A INOMATA 1981 2372 M KOZTOWSKI 1983 5176 R HABER 1985 301 J GASIOR 1987 1 M CAVANI 1988 311 F MARCHAND 1980 1129 R ANDERSSON 1962 201 S PAPACHRYSSANTHOU 1987 219 J ROOZEBOOM 1979 25 F 1981 KIRKOTHMERENCYCLOPEDIACHEMICALTECHNOLOGY 1985 POWDERDIFFRACTIONFILE BACHMANN 1961 110 H NAKAMURA 1974 345 M YATES 1961 746 D PRIMET 1971 1216 M MUNUERA 1972 681 G PROC7THINTSYMPREACTIVITYSOLIDSBRISTOL1972 BUSCA 1985 1003 G LEWIS 1966 204 K CRIADO 1971 504 J PROC4THINTCONGRCATALMOSCOW1968 GRIFFITH 1969 1066 W EVANS 1960 257 H FREDERICKSON 1963 818 L NAKAMOTO 1986 K INFRAREDROMANSPECTRAINORGANICCOORDINATIONCOMPOUNDS BARRACLOUGH 1959 3552 C KERA 1984 205 Y WADSLEY 1957 261 A EVANS 1966 1808 H BUSCA 1986 443 G ABELLO 1983 641 L OTAMIRI 1988 223 J VEJUX 1986 179 A KANG 1986 251 Z YOSHIDA 1972 376 S CAVANI 1988 237 F THEOBALD 1976 431 F CAVANI 1987 227 F STUDIESINSURFACESCIENCECATALYSIS RUSIECKA 1984 101 M BOND 1986 361 G BAIKER 1987 351 A HABER 1986 52 J KIJENSKI 1986 1 J MOSSET 1982 137 A PINAEVA 1988 229 L MIYATA 1987 675 H HALLSINGER 1988 267 G NG 1985 340 K EVANS 1963 372 J BOND 1986 353 G MENDIALDUA 1987 213 J MARTIN 1985 241 C WACHS 1988 353 I NAKAGAWA 1983 2929 Y BOND 1987 219 G ANDERSSON 1985 209 A SANATIX1990X233 SANATIX1990X233X255 SANATIX1990X233XM SANATIX1990X233X255XM item 0304-5102(90)85055-M 030451029085055M 1-s2.0-030451029085055M 10.1016/0304-5102(90)85055-M 272239 2024-01-02T01:05:30.650091Z 1990-04-01 1-s2.0-030451029085055M-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085055M/MAIN/application/pdf/6c7644412fc73f421638eda922d12c37/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085055M/MAIN/application/pdf/6c7644412fc73f421638eda922d12c37/main.pdf main.pdf pdf true 1699314 MAIN 23 1-s2.0-030451029085055M-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085055M/PREVIEW/image/png/269d08acb0013e1f6f5e17ea93069be7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085055M/PREVIEW/image/png/269d08acb0013e1f6f5e17ea93069be7/main_1.png main_1.png png 66318 849 656 IMAGE-WEB-PDF 1 1-s2.0-030451029085055M-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085055M/STRIPIN/image/gif/58d27a64c3986c1c8b2a6a823a76812d/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085055M/STRIPIN/image/gif/58d27a64c3986c1c8b2a6a823a76812d/si1.gif si1 true si1.gif gif 250 30 28 ALTIMG Journal of Molecular Catalysis, 59 (1990) 233-255 233 AMMOXIDATION OF TOLUENE OVER TiOa(B)-SUPPORTED VANADIUM OXIDE CATALYSTS MEHM SANATI and ARNE ANDERSSON Department of Chemical Technology, Chemical Center, Lund Institute of Technology, P.O. Box 124, S-221 WLund (Sweden) Summary TiOg(B) was used as a support for vanadium oxide with loadings in the range 1/4 to 10 theoretical layers. The vanadium could be separated into two parts, which were soluble and insoluble in NHsCaq), respectively. Insoluble vanadium, in an amount corresponding to a complete monolayer at high loadings, was present as V44' in freshly prepared catalysts. Diffuse reflectance FTIR spectroscopy was used to characterize the catalysts. The bands assigned to stretching vibrations of hydroxyl groups on TiOgCB) were found to decrease in intensity with increasing vanadium loading. Spectra in the V=0 and V 0 V vibration region revealed a rather complex growth pattern. For a catalyst covered with a complete monolayer, vanadium strongly interacting with the support is present as interconnected tetrahedral V4\"1' units. When the loading is increased, several additional layers of V5\"1' in tetrahedral coordination can exist on top of the monolayer. At higher loadings, there is an abrupt change in structure, resulting in the formation of an amorphous phase built up from distorted VOe octahedra. Also, crystalline Va05 is formed. The catalysts were used in the ammoxidation of toluene to benzonitrile. Multilayer catalysts showed better catalytic performance in comparison with crystalline Vz05 and catalysts exposing monolayer species. Introduction In selective oxidation of alkyi aromatic compounds, vanadium oxide- containing catalysts are generally used [1,2]. These catalysts are also active in the ammoxidation of the same compounds to their corresponding nitriles. This is due to the mechanistic similarities of the oxidation and ammoxidation pathways [3]. In both types of reaction, abstraction of a hydrogen atom from the methyl group is followed by an insertion of a nucleophilic species. In oxidation, an O2\" species is inserted, while in ammoxidation an isoelectronic imido species is believed to be added to the activated hydrocarbon [4,5]. Studies of ammoxidation reactions, therefore, can contribute to a wider understanding of oxidation catalysis. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 234 Pure vanadium oxides usually have relatively low specific surface areas [6]. To increase their feasibility for industrial use, they are fixed to supports having comparatively high specific surface areas. It is well known that the anatase modification of TiOg is suitable as a support, not only because of its high surface area, but also because it enhances the catalytic performance of the active component. Such an enhancement has been observed in the selective oxidation ofo-xylene [7-9], the oxidation of toluene to benzoic acid [10] and benzaldehyde [II], and in the ammoxidation of toluene to benzonitrile [12]. This effect is due to active phase-support interaction. In the literature various explanations have been presented as to its origin [13-16]. TiOg can also exist as rutile. Several investigators have concluded that this phase is not suitable as a support due to the weak active phase-support interaction, which results in poor spreading and the formation of crystalline Vg05 even at low loadings [16,17]. However, Cavani and coworkers [18] have found that the crystalline structure of TiOz is not important in determining the amount of vanadium oxide strongly interacting with the support. Rather, the most important factor is the degree of surface hydroxylation, which greatly depends on the method of preparation. Some years ago, Marchand and coworkers [19] reported about the preparation of another modification ofTiOg, which they called the (B)-phase. This phase has a structure similar to a sodium titanium dioxide bronze, Na^-T^Oa, prepared and investigated by Andersson and Wadsley [20]. In 1986 results were communicated showing that the (B)-modification ofTiOg is a good support for vanadium oxide, thus indicating the existence of an active phase-support interaction [21]. To our knowledge, this is the only report thus far on the use ofTiOgCB) as a catalyst support. In order to increase our knowledge on active phase support interaction in this system, we have made some preparations characterized by various methods including diffuse re- flectance FTIR spectroscopy. The loading of the active phase was varied, and ranged from a fraction of a so-called monolayer [22] to several layers. The samples were used in the ammoxidation of toluene to produce benzonitrile. Amongst aromatic nitriles, benzonitrile is of most interest and is used in the chemical industry as a versatile solvent [23]. ^.,H3 .JO, - O-CN-3\"20 Experimental Preparation of support TiOg (Merck, >99%, anatase, 9 m2 g~1) was mixed with KNOa in a mole ratio KNOa/TiOg equal to 1.2:2. The mixture was then calcined at 950 C for 44 h. After cooling, comparison with references in the JCPDS file [24] 235 showed only X-ray diffraction lines belonging to K^TliO^. This product was ground and further hydrolyzed for 3 days at room temperature using a 0.45 N nitric acid solution. For each mmol K^Ti^Og, 100 ml of the acid solution was added. After filtration and drying at 40 C for 24 h, a product was obtained with the formula HsOT^OsCOH) [19]. This product was then calcined in a flow of air at 500 C for 3 h. The white powder obtained, according to X-ray diffraction [24], was pure Ti02(B). It should be noted that in [19] the two tables with X-ray powder diffraction data have been interchanged. Preparation of catalysts Catalysts with various loadings of vanadium oxide were prepared using the impregnation technique. The desired amount of NH^VOs (Merck, p.A.) was added to an oxalic acid (Merck, p.A.) solution having a pH <1. Oxalic acid was used in slight excess as compared with a mole ratio H2C204 2H20/NH4VOa equal to 3/2. A deep blue solution of (VO)(HC204)+ was obtained [18]. To this solution the support was added, and the excess water was evaporated at 70 C under stirring. The resulting solid was dried at 40 C for 15 h and then calcined in a flow of air at 400 C during 3 h. After sieving, the fraction of particles with diameters in the range 0.150 0.425 mm was used in the experiments. Seven samples with different loadings of vanadium oxide were prepared. Their loadings, also included in the catalyst notation, and specific surface areas are given in Table 1. From the unit cell dimensions of V20g [25], an average value for loading corresponding to a complete monolayer can be calculated as 1.2 mg V205m~2 surface area of support, if the (100), (010) and (001) planes are considered. From Table 1, it can be concluded that the loading has been varied from 1/4 of a theoretical layer up to 10 layers. As a reference, a pure ^-fls catalyst was prepared by decomposing NH4VOs in air at 450 C. Its specific surface area was 5.7 m2 g TABLE 1 Loading and surfa ice area of catalysts Catalyst Loading\" c b^>B SA' (mgV;A,m-2) (HiV) (n^g-1) VT-0.3 0.30 11.0 9.7 VT-0.6 0.62 15.3 9.8 VT-0.9 0.93 18.3 13.1 VT-1.9 1.87 18.3 11.0 VT-4.2 4.24 13.7 12.7 VT-6.1 6.06 13.7 11.4 VT-12.4 12.41 13.7 15.7 \" Expressed per surface area of fresh support. b Specific surface area per g support before impregnation. c Specific surface area per g catalyst after impregnation. 236 Characterization of catalysts X-Ray diffraction analysis of the catalysts was carried out on a Philips X-ray diffraction instrument using a PW 1732/10 generator and Cu K.a radiation. The specific surface areas of the samples were determined with a gravimetric BET apparatus using adsorption of N3 at liquid N3 tem- perature. A Varian AA-1275 atomic absorption spectrophotometer was used for determination of the vanadium content of the catalysts. For this purpose, the catalysts were completely dissolved in concentrated HF. The solution was then diluted with water for the measurements in a suitable concentration. Chemical analysis of vanadium in the catalysts were performed using a similar procedure as has been described in the literature [12,18]. The catalyst sample was first treated with a 25 wt.% aqueous solution of NHa at room temperature for 15 h. Next the solid portion was filtered off, and the pH of the solution adjusted to 1 with 112804. The solid portion was further treated with hot 4 M H2S04, and both solutions obtained were analyzed for their total content of vanadium and its degree of reduction. For this purpose, titrations were made with standardized solutions of KMnC>4 and (NH4)2Fe(S04)2-6H20 [26]. In the latter case, a few drops of diphenylamine dissolved in HsP04 was used as an indicator. FTIR spectra were recorded using a Mattson Polaris spectrometer equipped with a Harrick Scientific Praying Mantis diffuse reflection at- tachment. Since vanadium oxides are highly absorbing materials, it was necessary to dilute with KBr, giving 5-15 wt.% samples. Spectra were then recorded without further treatment in dry air free of COg. A resolution of 4 cm\"1 was used, and 1000 spectra were collected for each sample. ICON analytical software from Mattson Instruments was used for spectral treatment. Diluting the samples with KBr ensures deeper penetration of the incident beam, thus increasing the contribution to the spectrum of the transmission and internal reflection components. Kubelka Munk and absor- bance units were compared by plotting the intensity of a v(OH) band of support, expressed in respective units, as a function of percentage sample in KBr ( 15 wt.%). Since it was repeatedly found that absorbance plots showed a more linear behaviour than Kubelka-Munk plots, subsequent spectra are presented using absorbance units. The catalytic performance of prepared catalysts was studied in the ammoxidation of toluene to benzonitrile. Carbon oxides together with traces of benzene were formed as byproducts. At low partial pressure of NHa, benzaldehyde was also formed, together with negligible amounts of un- identified products. A differential isothermal plug flow reactor held at 370 C was used in the experiments. Over 0.1-0.5 g of catalyst, diluted with quartz of the same particle size, a total flow of 186 standard cm3 min~1 was passed. The partial pressures of the reactants were varied as follows: toluene 0.15-1.28 kPa, NHg 0-5.71 kPa and oxygen 1.42-28.5 kPa. Nitrogen was used as inert gas. Reaction products were analyzed on a Varian Vista 237 6000 gas chromatograph. A detailed description of reactor and analysis arrangement has been given elsewhere [3]. Results Chemical analysis The results of analysis of catalysts with respect to vanadium content using titrimetric methods are given in Table 2. Two solutions were obtained containing vanadium respectively soluble and insoluble in NHs(aq). In the latter, vanadium had been dissolved in cone. H2SC>4, but is hereafter somewhat incorrectly referred to as insoluble vanadium. Addition of the amounts of vanadium in the two solutions gave the total amount, which agreed with the value determined from atomic absorption measurement. The table gives data for catalysts both freshly prepared and after use for several hours in ammoxidation series in which the partial pressures of reactants had been varied. It was observed that the distribution between soluble and insoluble vanadium was the same in both fresh and used catalysts. Table 2 shows that the relative amount of soluble vanadium increases with increasing catalyst loading. The average oxidation number of this vanadium is exclusively +5 in both freshly prepared and used catalysts. In contrast, the insoluble vanadium is present in reduced form, and its relative amount decreases with increasing loading. It is of interest to observe that in the catalysts with total loadings corresponding to 5 and 10 theoretical layers (VT-6.1 and VT-12.4), the relative amount of insoluble vanadium is 20% and 9%, respectively. This observation indicates the possibility that the vanadium oxide, which is insoluble in basic solution, constitutes a so-called monolayer. The average oxidation number of this vanadium is +4 in freshly prepared catalysts. After use in ammoxidation, its valence has decreased in catalysts with a low loading (VT-0.3 and VT-0.6). This is further support for it being a TABLE 2 Chemical analysis of catalysts Catalyst Soluble in NHs Insoluble in NH3 V7Vt<,t ONF'ONU1' V/Vtot ONF ONU VT-0.3 0.11 5.0 0.89 VT-0.6 0.32 5.0 0.68 VT-0.9 0.48 5.0 0.52 VT-1.9 0.48 5.0 0.52 VT-4.2 0.79 5.0 0.21 VT-6.1 0.80 5.0 0.20 VT-12.4 0.91 5.0 0.09 a ONF: Oxidation number in fresh catalyst. b ONU: Oxidation number in used catalyst. 4.2 2.7-2.9 4.0 3.5-4.0 4.0 4.0 0.2 4.4 4.0 0.2 3.9 4.0 0.2 3.9 4.0 0.2 3.8 4.0 0.2 238 monolayer constituent, since only at relatively low loadings is it exposed to gaseous reactants. At higher loadings, additional layers are formed on top of the first layer. These layers, which are soluble in NH3<aq), are readily reoxidized under the catalytic conditions used. Infrared spectra of OH absorption bands In the spectral region 2800-4000 cm\"1, the investigated samples showed a broad band from adsorbed water having a maximum at 3300 cm\"1. At its tail end, some distinct bands were visible. The diffuse reflectance FTIR spectra obtained for the OH stretching region after subtraction of the broad band are shown in Fig. 1. Pure TiOa(B) has three bands, which were found to be unaffected by dilution with KBr. A relatively intense band is at 3674 cm\"1, and a shoulder can be distinguished at 3687 cm~1. At about 3720cm\"1 a weak band appears, which is not well-resolved. These bands have frequencies close to those reported for OH stretching vibrations of the anatase and rutile modifications. Anatase bands have been reported at 3715-3730 and 3665- 3680 cm\"! [27-29], and more recently, at 3710, 3690, 3660 and 3640 cm-1 3760 3680 3600 Wavenumber (cm\"1) Fig. 1. FTIB spectra of: (a) TiOgO); (b) VT-0.3; (c) VT-0.6; (d) VT-0.9; (e) VT-1.9; (f) VT-4.2; (g) VT-6.1; (h) VT-6.1 treated with NHa(aq); and (i) VT-12.4. The absorbance has been normalized relative to a unit surface area of support. 239 [30]. Rutile has OH bands at 3725-3740, 3670-3690 and 3645-3660 cm\"1 [28,31,32]. When the loading of vanadium oxide is increased, there is a general tendency towards a decrease in intensity of the OH bands of the support. A break in this tendency is observed when comparing the VT-1.9 and VT-4.2 catalysts. However, it will be shown below that this is due to the use of different batches of support. The decrease in absorbance of the intense band is accompanied by a shift in its position from 3674 cm\"1 for the pure support to 3663 cm~1 for VT-6.1. No significant shift was observed for the shoulder at 3687 cm\"!. In comparison with the behaviour of other bands, the decrease in the band at 3720 cm~1 with increase in loading is not so pronounced. At high loadings, however, it is broadened and a shoulder appears at 3732 cm~1. Comparison of spectra (g) and (h) shows that this shoulder has disappeared after treatment of the catalyst with NH3(aq). Thus, it can be concluded that it is due to hydroxyl groups bonded to vanadium species which are not directly interacting with the support. For vanadium monolayer species supported on anatase, an OH stretching band at 3650cm\"1 has been reported [30,33]. In the present investigation, no evidence was found for the existence of hydroxyl groups directly bonded to the monolayer. To compare various batches of support, the net absorbance of the most intense band was calculated at its maximum and was further normalized with respect to total surface area of support in the sample holder. Data obtained are included in Fig. 2. It can be seen that the normalized v(OH) absorbances of the various batches differ. The differences are not due to data scattering, which can be concluded from the example shown in the figure for one of the batches. In this case, the absorbance as a function of total surface area of support in the sample holder can be expressed as a straight line, which deviates slightly from the origin. Thus, it can be concluded that the concentration of hydroxyl groups was not equal for the four batches of support used for catalyst preparation. In order to calculate the consumption of hydroxyl groups as a function of vanadium loading it was assumed that, for each batch of support, the data point given in Fig. 2 falls on a straight line passing through the origin. The results are given in Table 3. Included are also the maximum theoretical coverage and the coverage as calculated from the results in Table 2, assuming that vanadium species insoluble in NH3<aq) are the only species in direct contact with the support. A comparison of the data columns obtained using titration and IR results shows that their corresponding values are almost identical. This means that it is the vanadium species found insoluble in NHa(aq) which has reacted with the hydroxyl groups of the TiOa(B) surface. From the fact that the amount found at high loadings agrees with the theoretical amount needed to form a complete monolayer, it is confirmed that these vanadium species build up the monolayer. If the data of the first two columns are compared with the theroetical values, it can be concluded that vanadium oxide species are well-dispersed only in case of the VT-0.3 catalyst, which has the smallest vanadium loading. When the loading is 240 0.050- o 0.030- 0.010- 0.5 1.5 Area (a.u.) Fig. 2. Net absorbance of v(OH) at 3674 cm\"1 as a function of total surface area of support in the sample holder. Data for various batches of support are given as follows: D 11.0; 0 13.4; 13.7; 15.3; and A 18.3 n^g-'. increased, some additional layers are readily formed on top of the monolayer. In order to obtain a complete coverage of the support, a loading correspond- ing to about 10 theoretical layers is needed. Infrared spectra of vanadium-oxygen vibrations Diffuse reflectance FTIR spectra were recorded in the region of fun- damental metal-oxygen vibrations. Difference spectra were obtained by first subtracting the VgC^ spectrum when it was present. This could easily be done considering its sharp peak at 1025 cm\"1. Then the spectrum ofTi02(B) was subtracted using a subtraction factor which was not adjusted more than 10% compared to the theoretical value calculated on the basis of the wt.% support in the sample. The resulting spectra are shown in Figs. 3-5. In the case of the VT-0.3 sample, no bands were visible in the difference spectrum because of the low vanadium loading. Difference spectra for the TABLE 3 Coverage of support as estimated from titrations and percentage of consumed hydroxyl groups as determined by IK spectroscopy Catalyst VT-0.3 VT-0.6 VT-0.9 VT-1.9 VT-4.2 VT-6.1 VT-12.4 Titration (%) 22 34 40 81 75 100 100 Infrared (%) 20 31 59 78 82 86 100 Theoretical (%) 25 50 78 100 100 100 100 241 1000 900 800 Wavenumber (cm'1) Fig. 3. FTIR subtraction spectra of the vanadium-oxygen vibration region for: (a) VT-1.9; (b) VT-0.9; and (c) VT-0.6. The absorbances are normalized with respect to a unit surface area of support. VT-0.6, VT-0.9 and VT-1.9 catalysts are shown in Fig. 3. All three spectra have two bands at 835 and 960 cm~1, respectively, and the absorbance expressed per unit area of support increases with increasing vanadium content. Bands at these wavenumbers are observed typically in the case of compounds having V5\"1' in tetrahedral coordination. In the mineral vanadi- nite, Pb5(V04)3Cl, known to contain (V04)3\" units, a weak band is found at 966 cm\"1 and a very strong band appears at 833 cm\"1 [34]. Also in the case of metavanadates built up from tetrahedral chains [35], bands originating from V==0 and V 0 V stretching vibrations are observed at almost the same wavenumbers [36]. The spectra in Fig. 3, therefore, are most likely from V5\"1\" in tetrahedral configuration. In order to record a spectrum for a monolayer catalyst, a VT-6.1 sample was treated with NH3<aq) at room temperature followed by calcination in air at 400 C. The loading of the sample before treatment corresponded to 5 theoretical layers, and titrations showed that 80% of the vanadium was dissolved in the treatment. The difference spectrum for this monolayer sample is shown in Fig. 4. An intense band is seen at 820cm\"1, and comparatively weak bands are observed at 919 and 1000 cm~1. The spectrum was unchanged after use in the ammoxidation reaction. Contrary to what 242 1000 900 800 700 Wavenumber (cm'1) Fig. 4. FTIK subtraction spectra of a monolayer catalyst prepared by treatment ofVT-6.1 with NH3(aq). Spectrum (a) after use in ammoxidation, and (b) freshly prepared catalyst. was observed for the VT-0.3 and VT-0.6 samples, Table 2, the average oxidation number of vanadium after use remained +4. The dominant band at 820cm\"1 is shifted 15 cm\"1 compared to the strong band in Fig. 3, which is positioned at 835 cm~1 and is typical of tetrahedral V^ species. Such as shift, when compared with the bands of isolated (V04)3\" and (Vt^)4\" species 1200 1000 800 600 Wavenumber (cm\"1) Fig. 5. FTIR subtraction spectra showing the vanadium-oxygen vibration bands of: (a) VT-12.4; (b) VT-6.1; and (c) VT-4.2. The absorbances are normalized with respect to a unit surface area of support. 243 [37], indicates that the monolayer is built up from tetrahedrally coordinated V44\" species. Vanadium-oxygen stretching vibration bands for VT-4.2, VT-6.1 and VT-12.4 are shown in Fig. 5. It is seen that these spectra are different from those in Fig. 3. Consequently, there is an abrupt change in structure when the loading is increased. An intense band appears at 970 cm\"1, which can be assigned to stretching vibrations of V==0 groups [38]. In addition, a weak band is seen at a lower wavenumber. This band is probably a V 0 V stretching band. In the case of VT-4.2, it appears at 784 cm~1. At higher loadings, the position is shifted to 764cm\"1. The characteristics of these spectra are much like those reported for trivanadates [39]. In such compounds, V5\"1\" has a highly distorted octahedral coordination [40,41]. The octahedra are arranged in sheets, which are different from the layers in VgO^ [25]. The broadness of the strong band indicates that it originates from a material having a rather wide distribution of V==0 bond lengths. Also, the band at the lower wavenumber is very weak, which shows the absence of well-defined V 0 V distances. From the above facts it follows that the spectra in Fig. 5 originate from an amorphous phase with some short range order. Vanadium is present as V5\"1\" in highly distorted VOg octahedra. In order to illustrate at what level of vanadium content crystalline VgOs starts to form, the overtone region of fundamental V==0 stretchings is shown in Fig. 6. The overtone region is suitable for this purpose since there are no Ti02(B) bands. Consequently, subtraction of spectra is not needed. Consider- ing Fig. 6, it is seen that pure VgO^ has two bands at 2020 and 1971 cm~1, respectively. These bands, which also have been observed by other in- vestigators [33,42], are the first overtones of the poorly resolved fundamen- tals observed at 1020 and 985 cm\"l [43]. In the IR spectra of supported catalysts, VgO^ overtones are observed at loadings from and above 3i theoretical layers, i.e. in case of VT-4.2, VT-6.1 and VT-12.4. Performance of catalysts in the ammoxidation of toluene In Fig. 7 are the rates for formation of benzonitrile over prepared catalysts plotted as a function of the partial pressure of NHa. Rates obtained on crystalline VgO^ are included for comparison. Over pure TiOgO), all rates for product formation were found negligible compared to those measured over the other samples. At low vanadium loading, the rate for formation of nitrile increases with increasing vanadium content. The most active catalyst is VT-1.9. When the loading is further increased, the activity decreases. At high loading, it approaches the values obtained for crystalline VgOa. It is seen that the nature of dependency of rates on the partial pressure of NHg is principally the same for supported catalysts and pure VgO^. Thus, the mechanism for nitrile formation must be similar for all samples in- vestigated. In a thorough kinetic study of the ammoxidation of toluene over Vg05 [5,44], it was demonstrated that the maximum observed with respect to NHs pressure is due to the fact that the active site at high pressure of NH3 244 2080 2040 2000 1960 1920 Wavenumber (cnT1) Fig. 6. FTIB spectra of the overtone region of fundamental vanadyl streching vibrations for: (a) VgOs; (b) VT-12.4; (c) VT-6.1; (d) VT-4,2; (e) VT-1.9; and (0 TiOaCB). The abaorbancea for pure oxides and supported samples are given per unit surface area and per unit surface area of support, respectively. Fig. 7. hate of formation ofbenzonitrile versus partial pressure ofNHg. The partial pressures of toluene and oxygen were 0.77kPa and 11.4 kPa, respectively. 245 TABLE 4 Selectivity for the formation ofbenzonitrile at various pressures at 370 C Pressure\" Selectivity (%) (KPa) - Mono1' VT-0.3 VT-0.6 VT-0.9 VT-1.9 VT-4.2 VT-6.1 VT-12.4 VgOg Pr=0.38 PA =2.85 80 81 85 83 83 85 85 86 83 Po=11.4Pr=0.77 PA =2.85 81 82 86 85 86 88 87 88 83 Po=11.4Pr=1.28 PA =2.85 83 83 87 86 87 90 89 89 85 Po=11.4Pr=0.77 PA =2.85 86 87 90 88 88 91 90 91 89 Po=2.85PT = 0.77 ?A=2.86 78 79 82 83 82 86 85 86 84 PO = 28.5Pr=0.77 PA=5.71 82 84 86 86 86 88 88 88 85 Po=11.4 . .. f !. 1 PI TTT -1 1.. 1 \"PI., PA and Po are notations for partial pressures of toluene, NH3 and oxygen, respectively. \"I^-treated VT-6.1. can activate two NHs molecules. When this occurs, the rate for nitrile formation decreases. The variation of selectivity for the formation of benzonitrile with partial pressures of reactants is exemplified in Table 4. All catalysts investigated show the same dependency. The selectivity for nitrile formation increases when the partial pressures of toluene and NH3 are increased. On the contrary, it decreases with an increase in partial pressure of oxygen. Although selectivity values do not differ considerably when comparing various supported catalysts, a pattern can clearly be distinguished. The catalyst with a complete monolayer, NH3(aq)-treated VT-6.1, and VT-0.3 have almost identical selectivity values, which indicates that they have identical active species. Catalyst VT-0.3, according to Table 3, is a fractional monolayer catalyst having well-dispersed vanadium oxide species. Thus, selectivity data for these two catalysts can be considered as representative for the monolayer, which was shown to expose tetrahedrally coordinated V^ species, Fig. 4. Another group distinguishable in the selectivity pattern comprises the VT-0.6, VT-0.9 and VT-1.9 catalysts. According to their IR spectra in Fig. 3, all of them exhibit a vanadium oxide phase having V5'1\" in tetrahedral coordination. These catalysts show higher selectivity towards nitrile fonna- 246 tion than the catalysts exhibiting monolayer species. The most selective catalyst are VT-4.2, VT-6.1 and VT-12.4, which form a third separate group in the selectivity pattern. As concluded considering their IR spectra in Fig. 5, they all contain an amorphous phase in which V5\"1' is in a distorted octahedral configuration. In comparison with the monolayer catalysts, crystalline V^Os is slightly more selective for the formation of nitrile and exhibits values which are comparable to those measured over the VT-0.6, VT-0.9 and VT-1.9 catalysts. Discussion Growth of active phase In a study of the oxidation ofo-xylene to phthalic anhydride, Papachrys- santhou et al. [21] observed similar catalytic behaviour using vanadia supported on either TiOgCB) or anatase. Data for both catalysts could be plotted on the same graph of selectivity versus conversion. The authors concluded that this was due to an epitactic growth of vanadia on both support modifications. They demonstrated the existence of a crystallographic fit between the (010) plane ofV2C>5 and the (001) plane ofTi02(B), which can be understood considering Fig. 8 in which unit cell dimensions and structures are given [19,25]. Previously, it has also been demonstrated that the lattice misfit between the (010) face of' 20)5 and the (001) or (010) face of anatase is small [13]. In a transmission electron microscopy study of the interfacial relationships [45], an epitaxial deposition ofVgOs on anatase could not be established, except in some rare cases. However, from studies of high L \\/ ;> V205 a;l.151 nm b;0.437nm c:0.356nm TiOgiB) a:1.216 nm b:0.373 nm c;0.65lnm 6=107.3 Fig. 8. Schematic presentation of VyO^ and TiOgtB) structures using idealized octahedral structure units. 247 resolution electron microscopy images, it was concluded that the growth on anatase is epitactic [46]. The present investigation has shown that the growth of vanadium oxide on Ti02(B) support is much more complex than can be inferred from the ideas cited on simple epitactic growth. This is possibly due to the not unimportant lattice misfit between (010) Va05 and (001) Ti02(B). Diffuse reflectance FTIR spectra in Figs. 3-6 show that a complete monolayer, if not covered with additional layers, is composed of V4'1\" tetrahedral units. When a few additional layers are on top of the monolayer, these consist of V5'1\" tetrahedral units. At higher loadings, the vanadium species not strongly interacting with the support forms an amorphous phase of distorted octahedral structure units. Additionally, crystalline VgOg is also formed. Structure of active phase Results of chemical analysis using titrimetric methods, Table 2, reveal that the vanadium oxide insoluble in NHg(aq) strongly interacts with the support. Also, vanadium species which strongly interacts with SiOg, y-AlgOa [47] and the anatase [12,33] and rutile [48] modifications ofTiOg have been found to be insoluble in NHa(aq). The conclusion that the vanadium interacting with TiOa(B) is present as V4\"'\" is partly confirmed by the greyish colour of the monolayer sample. This vanadium cannot be oxidized to V6^ However, in catalytic reaction it can be reduced to a lower valency and then reoxidized back to +4. To our knowledge, no bulk oxides exist in which V44^ is in tetrahedral coordination, a fact which addresses the question whether such a coordination is reasonable in a bidimensional monolayer. There is a vanadium oxide phase, VOg(B) [49], which is isostructural to Ti02(B). Since the unit cell dimensions of these two phases are almost identical, an epitactic growth seems possible. In both compounds, the metal atom is surrounded by six oxygen atoms. In case of Ti02(B), the surface is stabilized through the formation of hydroxyl groups, see Fig. 1. Also, some undercoordinated Ti^ can be present as shown below. ?\" H --\"X0^^0-- ^0 I' 'O-\"'' P'^O-'' 0 0 I I If an epitactic layer of V02(B) is on top of TiC>2(B), it may be possible to oxidize the vanadium according to: OH 0 i H r? --- ~~. ' .^ -^ '\"202 ---O-^ /-- '^ ^-O-^\" j-'^O-^' -HzO '^~0^'|5'~~0 -' 0 0 In that case the monolayer would be composed of Vs'1\" in a configuration similar to that in crystalline VgOg. As stated above, comparing the unit cell dimensions given in Fig. 8, there can be some restrictions against such an 248 oxidation. If so, then a vanadium layer exposing hydroxyl groups should exist, and the number of hydroxyl groups on the monolayer surface should be comparable to that on a TiOgCB) surface. Our investigation clearly shows none of the above options to be the case. Therefore, it seems reasonable that the monolayer species has a quite different coordination. A tetrahedral coordination is not unlikely because, in principle, the fewer the number of oxygen species that surround the vanadium, the more probable the valence is +4 compared to +5. The observed stabilization ofV44^ against oxidation must be due to the existence of a strong support interaction, which can be of the type shown below: o o II II ^0^\" I ^-0^' [^-0^ --0^ 1 ^0,, 1 ^0^ 1 ^0^. -^ \"Ti-^ ^Ti-^ ^-Ti-^ Tetrahedral vanadium is bonded to the titania surface via three oxygen species, of which two form bridges between neighbouring vanadium ions. Further oxidation of the tetrahedral unit is not likely, since surface relaxation cannot occur resulting in a square pyramidal or a trigonal bipyramidal vanadium coordination. A monolayer partly consisting of V4'1' species, which are resistant to oxidation, has also been observed by Trifiro and coworkers on other TiOg modifications. Using anatase as a support, they found present both V44^ and V5'1\" species strongly interacting with the support [12,33,50]. In catalysts prepared by the flash drying method [12,50], as the vanadium content was increased, the amount of V4\"1' species approached a constant value close to that of a theoretical monolayer. Also in the case of rutile support, a considerable amount of V44' species was found interacting with the support [48]. In an ESR study of anatase-supported vanadium oxide catalysts [51], a signal from relatively densely packed (V==0)2+ groups was observed. This signal was almost not affected by oxidizing treatment in air at 400 C. Other investigators, on the basis of EXAFS [15], XPS [9,11] and TPR [52,53] results, have concluded that the monolayer on anatase is fully oxidized. According to Koztowski and coworkers [15,54], on the (001) plane of anatase, the monolayer consists of monodispersed V04 units with two terminal and two bridging oxygens. The former are closely bonded to the vanadium. Bond et al. [52] found this representation inadequate, and suggested a monolayer composed of chains of oxyhydroxy species. In comparison, the tetrahedral chains ofmonooxy species pictured above are more likely to be present on TiOg (B). A dioxy species is not reasonable in the case of V4'1', and no IR bands from V OH [30, 55] were observed for a complete monolayer. However, the presence of some terminal hydroxyl groups cannot be excluded when isolated species exist. The results of the present investigation show an efficient spreading of vanadium oxide on the TiOzCB) surface. In principle, the titania surface can be completely covered with a vanadium monolayer having one vanadium on each titanium below, 249 which is made possible by the existence of V 0( Ti) V bridges. For anatase, practical monolayer coverages corresponding to about 25 70% of a theoretical layer have been reported [11,22,33,52,53,56]. The IB spectra in Fig. 3 show the appearance of interconnected tetrahedral V8\"1' units when the thickness of vanadium oxide is increased above monolayer. Indeed, a structural analysis of amorphous VgOg prepared by splash-cooling has shown vanadium to be tetrahedrally coordinated, with an average V 0 distance of 0.175 nm [57]. At even higher vanadium loadings. Fig. 5, an amorphous phase with vanadium in distorted octahedral coordination is formed. The presence of some V OH groups is indicated by a band at 3732cm\"1. On anatase support, the presence of amorphous vanadium oxide has been confirmed using high-resolution electron micros- copy [46,53,58]. The thickness of the amorphous layer was found to be in the range of 1-2 nm [53,58]. Also on the basis of a structure and reactivity study of vanadium oxide on titania, it has been proposed that in the 2 4 layer region vanadium oxide is present as a disordered material [52]. When additional layers are present on top of the monolayer, these probably can bind to the monolayer through oxygen bridges. This may result in some changes of the coordination of monolayer species as compared to a situation in which the upper layers are absent. Actually, the IR bands observed for the sample having a complete monolayer. Fig. 4, cannot be clearly distinguished from the spectra of catalysts having additional layers of V5\"1' species, Figs. 3 and 5. In studies by infrared spectroscopy of titania-supported vanadium oxide catalysts, vanadium-related vibration bands are usually only resolved in the 900 1100 cm\"1 region, due to the strong absorbance of the support at lower wavenumbers [33,50,59,60]. However, in the present study it was possible to resolve bands at lower wavenumbers, in order to obtain more detailed structural information. In a similar study of titania-supported MoOg cat- alysts, it has been demonstrated that IR spectroscopy can give rather detailed information about the monolayer structure [61]. The reliability of the information obtained is verified by the fact that identical spectral features were obtained for several catalysts, in which the absorbance increases with increasing loading. Furthermore, the selectivity data pre- sented in Table 4 can be divided according to three catalyst groups, each of which has characteristic IR bands. Importance ofV=0 species Double-bonded oxygen species are believed to be active in selective oxidation and ammoxidation [3-6,14]. In a comparison of the performance of bulk vanadium oxides in the ammoxidation of 3-picoline [6], it was shown that all of the oxides selective for nitrite formation have IR bands in the double bond region around 900-1100 cm\"1. Both V54' and V44^ compounds have v(V=0) bands in this region, e.g. VOCIs and VOClg at 1035 and 1000cm\"1, respectively [38,62]. Figures 3-5 show that the vanadium oxide structures formed on TiOgCB) also have bands in the same region, and 250 from Fig. 7 and Table 4 it can be concluded that all structures are active for nitrile formation. This is an additional support for the crucial role of V=0 groups in selective oxidation and ammoxidation mechanisms. The monolayer species has two bands at 1000 and 919 cm\"1, which probably are from species at two different planes ofTiOaCB). The tetrahedral V54' species has a band at 960 cm\"1, and the amorphous structure formed at higher loading has a band at 970 cm~1. Crystalline VgOg was observed to have a strong band at 1025cm\"1 and a weak band at 984cm\"1, which are from symmetric and asymmetric V==0 stretching vibrations, respectively [43]. Using Kera's correlation [39] between wavenumber and bond length, the two monolayer bands correspond to V=0 distances of 0.160 and 0.166 nm. The short bonds in the tetrahedral and distorted octahedral V6\"1' structures can be calculated as 0.163 and 0.162nm, respectively. The monolayer bands observed have different frequencies compared to those identified on anatase-supported catalysts. Miyata and coworkers [59] found a band at 983 cm~1 at low vanadium loading. When the loading was increased, additional bands appeared at 992 and 1010 cm~1. Trifiro's group have assigned bands at 940 and 960 cm~1 to vanadium species strongly interacting with anatase [50]. Activity and selectivity correlations To compare the catalytic performances of the various surface structures formed on Ti02(B), it is necessary to somehow model the catalyst surface. A problem in this regard is the observed decrease in specific surface area upon deposition of vanadium. Table 1. An exception is the VT-12.4 sample, which has a larger area than the support used. This can be due to formation of needle-shaped crystals at high loadings, which seems reasonable since XPS measurements on anatase-supported samples have shown towers or blocks of Va05 to be formed on top of the monolayer [63,64]. In addition to a decrease in specific surface area with increasing vanadium content, the magnitude of the decrease also depends on which batch of support was used. An explanation may be that the various batches have differing pore size distributions. A comparable decrease in surface area of Degussa P25 has been observed during catalyst preparation using grafting techniques [58,65,66]. To determine the distribution of vanadium between closed and open pores, the following model was used. The monolayer species, or more likely monolayer islands, are the species found to be insoluble in NHa(aq). These are uniformly distributed over all the area originally available in the fresh support. In support of this assumption is the fact that in VT-6.1 and VT-12.4 samples, the amount of vanadium which strongly interacts with the support corresponds exactly to the formation of a monolayer if calculated per unit area of fresh support. It is further assumed that the species found soluble in NHa(aq) are forming layers only on top of the first layer. These additional layers are considered to be entirely located in the pores that remain accessible after calcination. Such a model is a simplified way to treat successive blocking of pores with increasing loading of the active component. The results, combined with the structural information obtained from IR 251 TABLE 5 Modeling of ef italysts Catalyst Coverage(%) No. layers Exposed\" phase(%) Exp. rate1' ({imol m~2 min\"1) 19.1 tetr(IV) VT-0.3 22.2 1-2 t 0.33 3.1 tetr(V) t 8.7tetr(IV) VT-0.6 33.9 1-2 * 1.14 25.2tetr(V) t VT-0.9 40.3 2-3 40.3tetr(V) 1.56 VT-1.9 80.7 2-3 80.7tetr(V) 2.60 I 65.5 oct(V) VT-4.2 75.0 4-5 ^ 2.45 S.SVaOs t 47.Soct(V) VT-6.1 100.0 5-6 * 2.38 52.5 V^Os t 26.5 oct(V) VT-12.4 100.0 10 + 1.91 73.5 VaOs a Where ^ indicates decrease, $ indicates increase. 1> Bate of formation of benzonitrile at 370 C, P^ = 0.77 kPa, PA ~- 2.85 kPa and PQ = 11.4 kPa. spectra, are given in Table 5 as the number of layers in open pores and the percentages of exposed phase. If the VT-0.3 sample is considered, it is seen that 19.1% of the surface accessible to reactants is covered with monolayer species, and there is a second layer exposed only on 3.1% of the surface. With increasing loading, the monolayer is rapidly covered with second and third layers. Thus, for a theoretical monolayer, the first layer is not exposed. A justification of the model is the fact that it accounts for the structural changes that occur with increasing loading. Consequently, tetrahedrally coordinated V5\"^ species can exist as a layer structure with a thickness of not more than two layers. When the thickness is increased, a structural rearrangement occurs to the amor- phous structure with vanadium in distorted octahedral coordination. This material has a thickness of three to four layers, not including the monolayer. When there are five and more layers above the monolayer, then crystalline VgOs is formed. For the formation of benzonitrile, an average value of the activity of tetrahedral V^ species, expressed per surface area of active material, can easily be calculated from the data for the VT-0.9 and VT-1.9 catalysts. The 252 activity of tetrahedral V4\"1\" species can then be obtained from the activity measured over the VT-0.3 sample, assuming a linear combination of activities for tetrahedral V4'1' and V54\" species. Furthermore, Fig. 7 shows that the activity curves for the VT-1.9 and VT-4.2 samples almost overlap. Therefore, it can be assumed that the activities of tetrahedral and octahedral V6\"1\" species are equal. It follows that the percentage of surface area exposed in the form of crystalline VgOs, at high loadings, can be calculated from linear combinations using the measured activity of VgC^ and the calculated activity of the amorphous phase. The results are given in Table 6 together with measured values for VgOg and the VT-6.1 sample treated with NHa(aq). Selectivity data are also included. The values for VT-0.3, VT-0.9 and VT-4.2 are considered as representative for tetrahedral V4'1', tetrahedral V54' and amorphous octahedral V6'1' species, respectively. It can be concluded that for the formation of benzonitrile, the amor- phous phase consisting of distorted octahedral V6'1' units is most active and selective. A catalyst covered with a complete monolayer has an activity for nitrile formation which is intermediate between those of Vg05 and the amorphous phase. However, its selectivity is somewhat lower. The specific activity of tetrahedral V4\"1\" species, as calculated using the data for the VT-0.3 catalyst, is only half of the value measured over NHa(aq)-treated VT-6.1. This may be because on the former the monolayer is dispersed in form of small patches or isolated species, which are not effectively reoxidized. On the latter, however, the monolayer is a complete layer, which is easily reoxidized. Such an explanation is in agreement with the finding that some of the monolayer species on the VT-0.3 sample are present in reduced form after use in catalytic reaction (Table 2). On the contrary, the average oxidation number of vanadium in the NH3(aq)-treated VT-6.1 sample was not changed. Figure 7 shows that the rate for nitrile formation is almost independent of loading in the range li (VT-1.9) to 5 (VT-6.1) theoretical layers. A similar dependency has been observed for anatase and Degussa P25-supported vanadium catalysts in the oxidation ofo-xylene to phthalic anhydride [8,9], the oxidation of toluene to benzoic acid [10], the oxidation of ethanol to TABLE 6 Rates and selectivities at 370 C for the formation of benzonitrile over active phases Phase Rate' Selectivity\" (f^molm-2mm-l) (%) VzOs 1.32 83 tetr(IV) 1.15 82 mono*\" 2.36 81 tetr(V) 3.55 85 oct(V) 3.55 88 -PT = 0.77 kPa, PA = 2.85 kPa and Po = 11-4 kPa. ''NHa-treated VT-6.1. 253 acetaldehyde [67], and the dehydrogenation of isopropanol to acetone [68]. In several cases it has been concluded that monolayer species are responsible for activity and selectivity, while multilayers and VgOg give a negligible contribution, due to either their small exterior surface area or their low activity [9,10,68]. However, the present investigation of the ammoxidation of toluene shows amorphous multilayers to be most active and selective for nitrile formation. A somewhat contradictory conclusion has been presented in a report on the same reaction over V Ti 0 catalysts prepared by flash- drying, where it is stated that amorphous VgO^ is inactive [12]. On the other hand, in the catalytic reduction of nitric oxide with NH3 over Degussa P25- supported catalysts, the highest activity was achieved for catalysts covered with three to four layers of amorphous vanadium oxide [53]. Also in the ammoxidation of 3-picoline over unsupported oxides, the formation of amorphous material was found to enhance the selectivity for formation of nicotinonitrile [6,69]. Consequently, in several cases it seems that amor- phous phases are good catalysts. One reason may be that they have a non-uniform distribution of bond lengths, which increases the possibility of their having suitable sites for a specific reaction. Additionally, structural rearrangements of importance for the reaction mechanism can be facilitated. Conclusions Catalytic activity and selectivity of vanadium oxide can be enhanced using TiOaCB) as a support. Vanadium oxide is efficiently dispersed for loadings up to 25% coverage. For loadings corresponding to about two theoretical layers, a coverage of 80% is obtained. Complete coverage of support is not obtainable for loadings below 5-10 theoretical layers. A strong active phase-support interaction is evidenced by the formation of a monolayer composed of tetrahedrally coordinated V4'1\", which cannot be oxidized to V64\". At loadings up to 3 layers, 1-2 layers of tetrahedrally coordinated V6'1\" is formed on top of the monolayer. When the loading is increased up to 4-5 layers, V54\" is in octahedral configuration. At higher loadings, crystalline VgO^ is formed. For the ammoxidation of toluene to benzonitrile, the most active and selective catalyst is composed of 4 5 layers of vanadium oxide on top of the support. The active phase is amorphous with some short-range order, and is composed of distorted VOg octahedra. Acknowledgement This work was carried out as a part of the national research programme on catalysis, which is sponsored by the National Swedish Board for Technical Development (STU) and the National Energy Administration (STEV). 254 References 1 J. Haber, in R. K. Grasselli and J. F. Brazdil (eda.). Solid State Chemistry in Catalysis. American Chemical Society, Washington, DC, 1985, p. 3. 2 A. Andersson and S. L. T. Andereaon, in R. K. Grasselli and J. F. Brazdil (eda.). Solid State Chemistry in Catalysis, American Chemical Society, Washington, DC, 1985, p. 121. 3 A Andersson and S. Hansen, J. Catal., 114 (1988) 332. 4 R. K. Grasselli, J. F. Brazdil and J. D. Burrington, Proc. 8th Int. Congr. Catal., Berlin, 1984, Verlag Chemie, Weinheim, Vol. 5,1984, p. 369. 5 J. C. Otamiri and A. Andereson, Catal. Today, 3 (1988) 211. 6 A. Andereaon, J.-O. Bovin and P. Walter, J. Catal., 98 (1986) 204. 7 G. C. Bond and K. Briickman, Faraday Discuss. Chem. Sws., 72 (1981) 235. 8 M. Gasior, I. Gasior and B. Grzybowska, Appl. Catal.. 10 (1984) 87. 9 I. E. Wachs, R. Y. Saleh, S. S. Chan and C. C. Chersich, Appl. Catal., IS (1988) 339. 10 A J. van Hengstum, J. G. van Onunen, H. Bosch and P. J. Callings, Appl. Catal., 8 (1983) 369. 11 B. Jonson, B. Rebenstorf, R. Larsson and S. L. T. Andersson, J. Chem. Soc., Faraday Trans. 1, 84 (1988) 3547. 12 F. Cavani, E. Foresti, F. Triflro and G. Busca, J. Catal., 106 (1987) 251. 13 A. Vejux and P. Courtine, J. Solid State Chem., 23 (1978) 93. 14 M. Inomata, A. Miyamoto and Y. Murakami, J. Phys. Chem., 86 (1981) 2372. 15 R. Koztowski, R. F. Pettifer and J. M. Thomas, J. Phys. Chem., 87 (1983) 5176. 16 J. Haber, T. Machej and T. Czeppe, Surf. Sci., 161 (1985) 301. 17 M. Gasior, J. Haber and T. Machej, Appl. Catal.. 33 (1987) 1. 18 F. Cavani, E. Foresti, F. Parrinello and F. Triftro, Appl. Catal., 38 (1988) 311. 19 R. Marchand, L. Brohan and M. Toumoux, Mater. Res. Bull., 15 (1980) 1129. 20 S. Andersson and A. D. Wadsley, Acto Crystallogr., IS (1962) 201. 21 J. Papachryssanthou, E. Bordes, A Vejux, P. Courtine, R. Marchand and M. Toumoux, Ca(a(. Today, 1 (1987) 219. 22 F. Roozeboom, T. Fransen, P. Mars and P. J. Gellings, Z. Anorg. Allg. Chem., 449 (1979) 25. 23 Kirk-Othmer Encyclopedia of Chemical Technology. 3rd edn.. Vol. 15, Wiley, New York, 1981. 24 Powder Diffraction File, JCPDS International Centre for Diffraction Data, Swarthmore, 1985. 25 H. G. Bachmann, F. R. Ahmed and W. H. Barnes, Z. Krustallogr., US (1961) 110. 26 M. Nakamura, K. Kawai and Y. Fujiwara, J. Catal., 34 (1974) 345. 27 D. J. C. Yates, J. Phys. Chem., 65 (1961) 746. 28 M. Primet, P. Pichat and M.-V. Mathieu, J. Phys. Chem., 75 (1971) 1216. 29 G. Munuera, F. Moreno and F. Gonzalez, in J. S. Anderson, M. W. Roberts and F. S. Stone (eds.), Proc. 7th Int. Symp. Reactivity of Solids, Bristol, 1972, Chapman and Hall, London, 1972,p.681. 30 G. Busca, L. Marchetti, G. Centi and F. Trinro, J. Chem. Soc.. Faraday Trans. 1, 81 (1985) 1003. 31 K. E. Lewis and G. D. Parfitt, Trans. Faraday Soc., 62 (1966) 204. 32 J. M. Criado, J. Dominguez, P. Gonzalez, G. Munuera and J. M. Trillo, Proe. 4th Int. Congr. Catal., Moscow, 1968, Akademiai Kiado, Budapest, Vol. 1,1971, p. 504. 33 G. Busca, G. Centi, L. Marchetti and F. Trifiro, Langmuir, 2 (1986) 568. 34 W. P. Griffith and P. J. B. Lesniak, J. Chem. Soc. (A), (1969) 1066. 35 H. T. Evans, Z. Kristallogr., 114 (1960) 257. 36 L. D. Frederickson and D. M. Hausen, Anal. Chem., 35 (1963) 818. 37 K. Nakamoto, Infrared and Roman Spectra of Inorganic and Coordination Compounds, 4th edn., Wiley, New York, 1986. 38 C. G. Barraclough, J. Lewis and R. S. Nyholm, J. Chem. Soc., (1959) 3552. 39 Y. Kera, J. Solid State Chem., 51 (1984) 205. 40 A D. Wadsley, Acto Crystallogr., 10 (1957) 261. 255 41 H. T. Evans and S. Block, Inorg. Chem., 5 (1966) 1808. 42 G. Busca and J. C. Lavalley, Spectrochim. Acta, 42A (1986) 443. 43 L. Abello, E. Husson, Y. Repelin and G. Lucazeau, Spectrochim. Acta, SflA (1983) 641. 44 J. C. Otamiri and A. Andersson, Catal. Today. 3 (1988) 223. 45 A. Vejux and P. Courtine, J. Solid State Chem., 63 (1986) 179. 46 Z. C. Kang and Q. X. Bao, Appl. Catal., 26 (1986) 251. 47 S. Yoshida, T. Iguchi, S. Ishida and K. Tarama, Bull. Chem. Soc. Jpn., 45 (1972) 376. 48 F. Cavani, G. Centi, E. Foresti, F. Trifiro and G. Busca, J. Chem. Soc., Faraday Trans. 1, 84 (1988) 237. 49 F. Theobald, R. Cabala and J. Bernard, J. Solid State Chem., 17 (1976) 431. 50 F. Cavani, G. Centi, F. Parrinello and F. Trifiro, in B. Delmon, P. Grange, P. A. Jacobs and G. Poncelet (eds.). Studies in Surface Science and Catalysis, Elsevier, Amsterdam, 1987, Vol. 31, p. 227. 51 M. Rusiecka, B. Grzybowska and M. Gasior, Appl. Catal., 10 (1984) 101. 52 G. C. Bond, J. P. Zurita, S. Flamerz, P. J. Gellings, H. Bosch, J. G. van Onunen and B. J. Kip, Appl. Catal., 22 (1986) 361. 53 A. Baiker, P. Dollenmeier, M. Glinski and A. Reller, Appl. Catal., 35 (1987) 351. 54 J. Haber, A. Koztowska and R. Kozlowski, J. Catal., 102 (1986) 52. 55 F. S. Foil, J. G. van Onunen and J. R. H. Boss, Langmuir.3 (1987) 668. 56 J. IQjenski, A. Baiker, M. Glinski, P. DoUenmeier and A. Wokaun, J. Catal., 101 (1986) 1. 57 A. Mosset, P. Lecante, J. Galy and J. Livage, Philos. Mag. Sect. B, 46 (1982) 137. 58 L. G. Pinaeva, P. S. Sai Prasad, B. S. Balzhinimaev, V. I. Zaikovskii and A. A. Ivanov, React. Kinet. Catal. Lett., 36 (1988) 229. 59 H. Miyata, K. Fujii, T. Ono, Y. Kubokawa, T. Ohno and F. Hatayama, J. Chem. Soc.. Faraday Trans. 1, 83 (1987) 675. 60 G. Hallsinger, H. Schmelz and H. Knozinger, Appl. Catal., 39 (1988) 267. 61 K. Y. S. Ng and E. Gulari, J. Catal. 92 (1985) 340. 62 J. C. Evans, Inorg. Chem., 2 (1963) 372. 63 G. C. Bond, J. P. Zurita and S. Flamerz, Appl. Catal., 27 (1986) 353. 64 J. Mendialdua, Y. Barbaux, L. Gengembre, J.-P. Bonnelle, B. Grzybowska and M. Gasior, Bull. Pol. Acad. Sci. Chem., 35 (1987) 213. 65 C. Martin and V. Rives, Adsorpt. Sci. Technol., 2 (1985) 241. 66 I. E. Wachs, F. D. Hardcastle and S. S. Chan, Mat. Res. Soc. Symp. Proc., Ill (1988) 353. 67 Y. Nakagawa, T. Ono, H. Miyata and Y. Kubokawa, J. Chem. Soc., Faraday Trans. 1, 79 (1983) 2929. 68 G. C. Bond and S. Flamerz, Appl. Catal., 33 (1987) 219. 69 A. Andersson and J.-O. Bovin, Naturwiss., 72 (1985) 209. X244 9085055M 0304-5102(90)85055-M 10.1016/0304-5102(90)85055-M Ammoxtoation of toluene over TiO2(B)-supported vanadium oxide catalysts Mehri Sanati Arne Andersson Department of Chemical Technology, Chemical Center, Lund Institute of Technology, P.O. Box 124, S-221 00 LundSweden TiO2(B) was used as a support for vanadium oxide with loadings in the range 1 4 to 10 theoretical layers. The vanadium could be separated into two parts, which were soluble and insoluble in NH3(aq), respectively. Insoluble vanadium, in an amount corresponding to a complete monolayer at high loadings, was present as V4+ in freshly prepared catalysts. Diffuse reflectance FTIR spectroscopy was used to characterize the catalysts. The bands assigned to stretching vibrations of hydroxyl groups on TiO2(B) were found to decrease in intensity with increasing vanadium loading. Spectra in the VO and V-O-V vibration region revealed a rather complex growth pattern. For a catalyst covered with a complete monolayer, vanadium strongly interacting with the support is present as interconnected tetrahedral V4+ units. When the loading is increased, several additional layers of V5+ in tetrahedral coordination can exist on top of the monolayer. At higher loadings, there is an abrupt change in structure, resulting in the formation of an amorphous phase built up from distorted VO6 octahedra. Also, crystalline V2O5 is formed. The catalysts were used in the ammoxidation of toluene to benzonitrile. Multilayer catalysts showed better catalytic performance in comparison with crystalline V2O5 and catalysts exposing monolayer species. References 1 J. Haber R.K. Grasselli J.F. Brazdil Solid State Chemistry in Catalysis 1985 American Chemical Society Washington, DC 3 2 A. Andersson S.L.T. Andersson R.K. Grasselli J.F. Brazdil Solid State Chemistry in Catalysis 1985 American Chemical Society Washington, DC 121 3 A. Andersson S. Hansen J. Catal. 114 1988 332 4 R.K. Grasselli J.F. Brazdil J.D. Burrington Proc. 8th Int. Congr. Catal., Berlin, 1984 5 1984 Verlag Chemie Weinheim 369 5 J.C. Otamiri A. Andersson Catal. Today 3 1988 211 6 A. Andersson J.-O. Bovin P. Walter J. Catal. 98 1986 204 7 G.C. Bond K. Brückman Faraday Discuss. Chem. Soc. 72 1981 235 8 M. Gasior I. Gasior B. Grzybowska Appl. Catal. 10 1984 87 9 I.E. Wachs R.Y. Saleh S.S. Chan C.C. Chersich Appl. Catal. 15 1985 339 10 A.J. van Hengstum J.G. van Ommen H. Bosch P.J. Gellings Appl. Catal. 8 1983 369 11 B. Jonson B. Rebenstorf R. Larsson S.L.T. Andersson J. Chem. Soc., Faraday Trans. 1 84 1988 3547 12 F. Cavani E. Foresti F. Trifiro G. Busca J. Catal. 106 1987 251 13 A. Véjux P. Courtine J. Solid State Chem. 23 1978 93 14 M. Inomata A. Miyamoto Y. Murakami J. Phys. Chem. 85 1981 2372 15 R. Koztowski R.F. Pettifer J.M. Thomas J. Phys. Chem. 87 1983 5176 16 J. Haber T. Machej T. Czeppe Surf. Sci. 151 1985 301 17 M. Gasior J. Haber T. Machej Appl. Catal. 33 1987 1 18 F. Cavani E. Foresti F. Parrinello F. Trifiro Appl. Catal. 38 1988 311 19 R. Marchand L. Brohan M. Tournoux Mater. Res. Bull. 15 1980 1129 20 S. Andersson A.D. Wadsley Acta Crystallogr. 15 1962 201 21 J. Papachryssanthou E. Bordes A. Véjux P. Courtine R. Marchand M. Tournoux Catal. Today 1 1987 219 22 F. Roozeboom T. Fransen P. Mars P.J. Gellings Z. Anorg. Allg. Chem. 449 1979 25 23 3rd edn. Kirk-Othmer Encyclopedia of Chemical Technology 15 1981 Wiley New York 24 Powder Diffraction File 1985 JCPDS International Centre for Diffraction Data Swarthmore 25 H.G. Bachmann F.R. Ahmed W.H. Barnes Z. Kristallogr. 115 1961 110 26 M. Nakamura K. Kawai Y. Fujiwara J. Catal. 34 1974 345 27 D.J.C. Yates J. Phys. Chem. 65 1961 746 28 M. Primet P. Pichat M.-V. Mathieu J. Phys. Chem. 75 1971 1216 29 G. Munuera F. Moreno F. Gonzalez J.S. Anderson M.W. Roberts F.S. Stone Proc. 7th Int. Symp. Reactivity of Solids, Bristol, 1972 1972 Chapman and Hall London 681 30 G. Busca L. Marchetti G. Centi F. Trifiro J. Chem. Soc., Faraday Trans. 1 81 1985 1003 31 K.E. Lewis G.D. Parfitt Trans. Faraday Soc. 62 1966 204 32 J.M. Criado J. Dominguez F. Gonzalez G. Munuera J.M. Trillo Proc. 4th Int. Congr. Catal., Moscow, 1968 1 1971 Akademiai Kiado Budapest 504 33 G. Busca, G. Centi, L. Marchetti and F. Trifiro, Langmuir, 2 (1986) 568. 34 W.P. Griffith P.J.B. Lesniak J. Chem. Soc. (A) 1969 1066 35 H.T. Evans Z. Kristallogr. 114 1960 257 36 L.D. Frederickson D.M. Hausen Anal. Chem. 35 1963 818 37 K. Nakamoto 4th edn. Infrared and Roman Spectra of Inorganic and Coordination Compounds 1986 Wiley New York 38 C.G. Barraclough J. Lewis R.S. Nyholm J. Chem. Soc. 1959 3552 39 Y. Kera J. Solid State Chem. 51 1984 205 40 A.D. Wadsley Acta Crystallogr. 10 1957 261 41 H.T. Evans S. Block Inorg. Chem. 5 1966 1808 42 G. Busca J.C. Lavalley Spectrochim. Acta 42A 1986 443 43 L. Abello E. Husson Y. Repelin G. Lucazeau Spectrochim. Acta 39A 1983 641 44 J.C. Otamiri A. Andersson Catal. Today 3 1988 223 45 A. Véjux P. Courtine J. Solid State Chem. 63 1986 179 46 Z.C. Kang Q.X. Bao Appl. Catal. 26 1986 251 47 S. Yoshida T. Iguchi S. Ishida K. Tarama Bull. Chem. Soc. Jpn. 45 1972 376 48 F. Cavani G. Centi E. Foresti F. Trifiro G. Busca J. Chem. Soc., Faraday Trans. 1 84 1988 237 49 F. Théobald R. Cabala J. Bernard J. Solid State Chem. 17 1976 431 50 F. Cavani G. Centi F. Parrinello F. Trifiro B. Delmon P. Grange P.A. Jacobs G. Poncelet Studies in Surface Science and Catalysis 31 1987 Elsevier Amsterdam 227 51 M. Rusiecka B. Grzybowska M. Gasior Appl. Catal. 10 1984 101 52 G.C. Bond J.P. Zurita S. Flamerz P.J. Gellings H. Bosch J.G. van Ommen B.J. Kip Appl. Catal. 22 1986 361 53 A. Baiker P. Dollenmeier M. Glinski A. Reller Appl. Catal. 35 1987 351 54 J. Haber A. Koztowska R. Kozlowski J. Catal. 102 1986 52 55 F.S. Feil, J.G. van Ommen and J.R.H. Ross, Langmuir, 3 (1987) 668. 56 J. Kijenski A. Baiker M. Glinski P. Dollenmeier A. Wokaun J. Catal. 101 1986 1 57 A. Mosset P. Lecante J. Galy J. Livage Philos. Mag. Sect. B 46 1982 137 58 L.G. Pinaeva P.S.Sai Prasad B.S. Balzhinimaev V.I. Zaikovskii A.A. Ivanov React. Kinet. Catal. Lett. 36 1988 229 59 H. Miyata K. Fujii T. Ono Y. Kubokawa T. Ohno F. Hatayama J. Chem. Soc., Faraday Trans. 1 83 1987 675 60 G. Hallsinger H. Schmelz H. Knözinger Appl. Catal. 39 1988 267 61 K.Y.S. Ng E. Gulari J. Catal 92 1985 340 62 J.C. Evans Inorg. Chem. 2 1963 372 63 G.C. Bond J.P. Zurita S. Flamerz Appl. Catal. 27 1986 353 64 J. Mendialdua Y. Barbaux L. Gengembre J.-P. Bonnelle B. Grzybowska M. Gasior Bull. Pol. Acad. Sci. Chem. 35 1987 213 65 C. Martin V. Rives Adsorpt. Sci. Technol. 2 1985 241 66 I.E. Wachs F.D. Hardcastle S.S. Chan Mat. Res. Soc. Symp. Proc. 111 1988 353 67 Y. Nakagawa T. Ono H. Miyata Y. Kubokawa J. Chem. Soc., Faraday Trans. 1 79 1983 2929 68 G.C. Bond S. Flamerz Appl. Catal. 33 1987 219 69 A. Andersson J.-O. Bovin Naturwiss. 72 1985 209",
      "scopus-id": "0025405926",
      "coredata": {
        "eid": "1-s2.0-030451029085055M",
        "dc:description": "TiO2(B) was used as a support for vanadium oxide with loadings in the range 1 4 to 10 theoretical layers. The vanadium could be separated into two parts, which were soluble and insoluble in NH3(aq), respectively. Insoluble vanadium, in an amount corresponding to a complete monolayer at high loadings, was present as V4+ in freshly prepared catalysts. Diffuse reflectance FTIR spectroscopy was used to characterize the catalysts. The bands assigned to stretching vibrations of hydroxyl groups on TiO2(B) were found to decrease in intensity with increasing vanadium loading. Spectra in the VO and V-O-V vibration region revealed a rather complex growth pattern. For a catalyst covered with a complete monolayer, vanadium strongly interacting with the support is present as interconnected tetrahedral V4+ units. When the loading is increased, several additional layers of V5+ in tetrahedral coordination can exist on top of the monolayer. At higher loadings, there is an abrupt change in structure, resulting in the formation of an amorphous phase built up from distorted VO6 octahedra. Also, crystalline V2O5 is formed. The catalysts were used in the ammoxidation of toluene to benzonitrile. Multilayer catalysts showed better catalytic performance in comparison with crystalline V2O5 and catalysts exposing monolayer species.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-04-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085055M",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sanati, Mehri"
          },
          {
            "@_fa": "true",
            "$": "Andersson, Arne"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085055M"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085055M"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85055-M",
        "prism:volume": "59",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ammoxtoation of toluene over TiO2(B)-supported vanadium oxide catalysts",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "233-255",
        "prism:endingPage": "255",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 April 1990",
        "prism:doi": "10.1016/0304-5102(90)85055-M",
        "prism:startingPage": "233",
        "dc:identifier": "doi:10.1016/0304-5102(90)85055-M",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "28",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029085055M-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "250",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025405926"
      }
    }
  }
}