{
  "metadata": {
    "title": "Preparation and characterization of copper based bimetallic catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-06-27",
    "doi": "10.1016/0304-5102(94)00021-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000212",
    "pii": "0304510294000212"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028450024",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000212 0304-5102(94)00021-2 0304510294000212 10.1016/0304-5102(94)00021-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02210 2024-01-02T01:06:03.941633Z 0 0 19940627 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 91 91 1 1 Volume 91, Issue 1 9 107 117 107 117 19940627 27 June 1994 1994-06-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. PREPARATIONCHARACTERIZATIONCOPPERBASEDBIMETALLICCATALYSTS MONTASSIER C MONTASSIER 1989 148 C MONTASSIER 1991 99 C MONTASSIER 1991 65 C OSINGA 1967 277 T BOCK 1981 441 K MONTASSIER 1994 119 C BARBIER 1992 37 J WAGNER 1979 C HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY 1990 HANDBOOKCHEMISTRYPHYSICS POURBAIX 1963 M ATLASDEQUILIBRESELECTROCHIMIQUES 1969 406 COMPARATIVEINORGANICCHEMISTRY PASCAL 1957 187 P NOUVEAUTRAITEDECHIMIEMINERALE MONTASSIERX1994X107 MONTASSIERX1994X107X117 MONTASSIERX1994X107XC MONTASSIERX1994X107X117XC item 0304-5102(94)00021-2 0304510294000212 1-s2.0-0304510294000212 10.1016/0304-5102(94)00021-2 272239 2024-01-02T01:06:03.941633Z 1994-06-27 1-s2.0-0304510294000212-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000212/MAIN/application/pdf/75d5a86f667f283d31b9064e02070f83/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000212/MAIN/application/pdf/75d5a86f667f283d31b9064e02070f83/main.pdf main.pdf pdf true 609101 MAIN 11 1-s2.0-0304510294000212-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000212/PREVIEW/image/png/13a8057ad7ee5a0d803861cb8160c39f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000212/PREVIEW/image/png/13a8057ad7ee5a0d803861cb8160c39f/main_1.png main_1.png png 47205 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 91 (1994) 107-117 Preparation and characterization of copper based bimetallic catalysts C. Montassiera, J.C. Menezoa, J. Najaa, J. Barbiera,*, J.M. Dominguez', P. Sarrazin , B. Didillon` aU.R.A. CNRS 350, Laboratoire de Chimie 4, 40 Avenue du Recteur Pineau F-86022 Poitiers Cedex, France bInstituto Mexicano del Petroleo, LA. Apdo Postal 14-805, Eje Central L. Cardenas 152, 07730 DF Mexico, Mexico 'Institut Francais du Petrole, 14 Avenue du Bois Preau, F98506 Rueil Malmaison Cedex, France (Received October 6, 1993; accepted January 25, 1994) Abstract Cu-M (M = Pt, Au, Ru) bimetallic catalysts were prepared by direct reduction of the corresponding metallic ions by Raney copper powders in aqueous media. The redox reaction was followed by pH and copper ions concentration measurements. The alkaline dealumination of a CuAl alloy powder (50/50 wt.%) produced non isotropic grains with various crystallographic planes (extended faces and corresponding rims). Depending on the relative redox potential of M\"' /M and Cu\"' /Cu the deposit on the grain exhibits a selectivity. The rim sites of copper (Cu(I)) are oxidized first and Ru3+ can only oxidize these sites. For Pt+ and Au3+, in contrast, all Cu(I) and Cu(0) sites are involved. The location of the deposits is related to the selectivity for the polyol transformations on the bimetallic catalysts. Keywords: Bimetallic catalysts; Copper; Gold; Platinum; Polyol; Ruthenium 1. Introduction Some particular properties of copper are shown by aqueous polyol conversion. Thus, Raney copper in the presence of hydrogen at 473 to 533 K is able to catalyze C-C and CO bond cleavages in glycerol, erythritol, xylitol or glucitol (sorbitol). This could not be explained by direct hydrogenolysis of these bonds [ 1 ] as opposed to what was observed with other metals such as ruthenium [ 2 ] . Briefly, polyols adsorption on copper can lead to *Corresponding author; fax. ( + 33)49453499. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00021-M 108 C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 their dehydrogenation leaving at the surface mono or polycarbonylated species irreversibly adsorbed. Their reactions with adsorbed hydroxyl groups according to classical degradation mechanisms undergo C-C and C-0 cleavages. Hydrogenation of unsaturated species thus formed to simplest polyols enables their desorption. Modification of Raney copper by direct oxido-reduction (OR) between surface copper and the salt of a noble metal (Ru, Pt, Au,...) in aqueous solution leads to the formation of bimetals (Cu-Ru, Cu-Pt, Cu-Au,...) whose catalytic properties towards polyols are drastically different from those of the basic copper [ 3 ] . For most of these catalysts the cleavages of C-C and C-O bonds disappear completely to the benefit of a cyclodehydration reaction leading to furanic compounds. The simplest example is the conversion of 1,4-butanediol into tetrahydrofuran. This reaction is an intramolecular nucleophilic substitution catalyzed either by protons in a strong acidic medium [ 5 ] , or, in the case of bimetals Cu-M (M = noble metal) by electrophilic sites lying at the surface. In a previous paper [ 3 ] , the electric polarization of the Cu-M bond Cu\" - M -'was suggested to account for the occurrence of electrophilic sites capable of adsorbing water or alcohols and inducing the cyclodehydration: \\/\\/ \\/\\/ C- C H C- C c C - - 1o - H + +a C C\\ O ~i p Cu 0 / \\ I I H Cu H M-a M -a However the exact nature and location of the sites at the copper surface are still to be determined: (i) the behaviour of these catalysts towards polyol conversion will be the subject of a subsequent article [ 6 ] , complementing the previous ones [ 1,3 ] ; (ii) the detailed study of the Raney copper modification by OR and the physical characterization of these catalysts is the aim of this paper. 2. Experimental 2.1. Catalysts OR The Raney copper preparation and the redox modification method (OR) have been already described [ 1,3]. Schematically, the leaching of a Cu-A1 (50-50) alloy (Jansen) by a 10 M NaOH solution gave a Raney copper powder which was further washed and kept under water. The surface area of the dried powder was 18 m2 - g- `. Assuming an isodistribution of the low index planes (100, 110, 111) on copper surface [4] the mean atom density on this surface is 1.46 X 10'9 atoms per mz and the number of copper atoms on the surface is - 4.36 X 10-4 mol - g-'. The oxido-reduction reactions were assumed to involve first or only surface atoms. Thus the general catalyst nomenclature is Cu-M-x where M is the noble metal deposited and x the atomic ratio (%) of this metal to the total number of the Raney copper surface atoms. C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 109 Typically the bimetals Cu-M were obtained by mixing, at room temperature in a glass vessel, the freshly prepared Raney copper with 100 cm' of an aqueous solution containing a suitable amount of the noble metal (M) salts. This suspension was stirred by bubbling nitrogen. pH was monitored and samples of the solution were periodically drawn off for atomic absorption analysis (Perkin Elmer 272). The catalyst was then washed with water under nitrogen and transferred under water into the autoclave for polyol conversion. For analysis, the bimetals were air dried just after the water washing and analyzed, chemically (CNRS Central Analytical Laboratory), by ESCA and observed by electron microscopy. 2.2. Characterization techniques BET surface area of Raney copper was measured by Nz adsorption at 77 K (Flowsorb 2300) . X-Ray photoelectron spectroscopy (XPS) spectra were taken with a Riber spectrometer. The exciting radiation was MgKa (1.2536 keV). The composition of the nearby surface layers was deduced from O 1 s, Cu 2P3,z, Au 4f and from copper Auger emission (CuLV V) . The electron microscope used for elementary analysis was a JEOL 100 CX fitted with a STEM unit, a Kevex energy dispersive X-Ray analyzer and a Tracor-Northern-5500 console. The working procedure was detailed recently [ 7 ] . Schematically the EDS analyses were obtained from large regions (average analysis) or from 20 nm wide regions (point analysis). The filtered signal combined with the video image allowed the spatial location of the element of interest to be obtained. The emission energies selected were CuKa = 8.04 keV, RuKa: 19.23 keV, AuKa: 68.80 keV, PtLa: 9.44 keV, ClKa: 2.62 keV [ 8] . 3. Results 3.1. Raney copper modification by OR Assuming the metallic state for copper atoms on Raney copper surface, the OR with the noble metal salts is: nCus + 2M\"+ - nCu2+ + 2M5 (1) ((s) indicates surface location) Table 1 Standard oxido-reduction potentials taken into account for this study [8] Reaction E' (V) Cue' + 2e- ;72 Cu 0.34 Cu+ +e- T- Cu 0.52 Cue++e- ~Cu` 0.15 PtCq- +4e- i-- Pt +6Cl- 0.74 AUC14 +3e-w- Au+4Cl- 1.00 PdClz + 2e- ~-Pd + 2C1- 0.99 RU\" + 3e- z. Ru 0.38 110 C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 Table 2 Composition of bimetallic catalysts Bimetallic catalysts' M\"' /Cu, (at.%)' CI/Cu., (at.%)b CUM (at. b Cu-Pt-4.2 5 14.5 3.45 Cu-Pt-15 15 20.5 1.37 Cu-Pt-25 25 21.3 0.85 Cu-Pt-57 50 39.2 0.69 Cu-Pt-92 100 47.5 0.52 Cu-Pt-145 150 84.0 0.58 Cu-Au-15 15 15.5 1.03 Cu-Au-20 20 - - Cu-Au-44 50 36.2 0.82 Cu-Au-100 100 50.4 0.50 Cu-Au-122 150 100.0 0.82 Cu-Ru-25 37.3 79.0 3.1 Cu-Ru-32 148 35.5 1.10 'Initial atomic ratio in the OR solution. 'Final bimetallic catalysts. The equilibrium state is determined by the relative values of the standard potentials (Table 1) . A necessary condition for the displacement towards the right side is E M\"+ /Ms > E' CU21 /CU, Results of the chemical analysis of the bimetals Cu-Ru, Cu-Pt and Cu-Au are given in the first column of Table 2 as the value of x used for naming the catalysts (Cu-M-x in the Experimental part). The second column of the same table gives the ratios (%) of the quantity of metallic ions (M\"+) to the surface copper atoms, used initially in the OR solution to prepare the catalysts. Comparison of the values in these two columns indicates that, in all cases, ruthenium, platinum and gold are deposited on copper by the OR reaction. For ruthenium the deposit is restricted to approx. 1 /3 of the copper surface atoms, whereas for platinum and gold at the highest M\"+/Cus values, a deposit larger than a monolayer is obtained indicating that subsurface copper atoms are involved in the OR. Correlatively 3D clusters are formed in these cases. A second important observation (third column) is that the chloride anions of the metallic precursors (RuC13, HZPtCIb, HAuC14) remain on the bimetals in an amount approximately proportional to that of the added metal. However the ratios CI/M, in the 4th column, calculated from the 1 st and 3rd column values indicate that the chloride ions initially in solution are only partially deposited. This was in agreement with the analysis of the resulting OR solution. The reactions involved in the OR may not be so simple as indicated in the balance reaction 1. A typical time distribution of ion concentrations in solution during the preparation of Cu-Pt-50 is shown on Fig. 1. It can be observed: C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 111 (i) platinum(IV) ions disappeared very rapidly from the solution (ii) at the same time, copper ions were formed and their concentrations reached a maximum. It is difficult, and no attempt was made to identify the nature of these copper ions. Thermodynamically Cu(II) is favoured but the presence of large quantities of chloride ions can stabilize the copper(I) form. However the concentration of Cu\"+ (n=1 or 2) reached at the maximum is always smaller than the expected value for the reaction stoichiometry: 2Cus +Pt4+ - 2CUZ+ +Ptc. (iii) further on, the soluble copper fraction decreased down to a plateau. Table 3 shows that the concentration of soluble copper at the plateau is limited to approximately 2 X 10-3 M, independently of the amount of metal deposited, the nature of this metal, the volume of the solution and of the mass of Raney copper. In order to verify that the copper precipitation is not related to the OR which is the rapid initial step, Raney copper was put into contact with copper(II) chloride solutions in the same reaction conditions. It can be observed on Fig. 2 that copper concentration also decreases to reach the same final value of 2 X 10-3 M. During this experiment the initial pH was 3.5 and remained unchanged. In contrast during the OR, as shown in Fig. 3 for the preparation of Cu-Pt-50, the pH of the solution of chloroplatinic acid increased rapidly from 2 to 4. The pH variations correspond (Table 4) to the neutralization of the two protons of the chloroplatinic acid. Moreover this neutralization was obtained in the first few minutes and thus must be related to the phenomena occurring during the OR and not to the copper precipitation from the solution. The role of the anion accompanying the group VIII metal precursor in the OR was specified by using palladium nitrate (Fig. 4) ; this salt was chosen because of its availability. n 5 4 3 2 1 0 0 30 60 90 120 150 Fig. 1. Time distribution (min) of copper and platinum species in solution (mol X 10') (2 g of Raney Cu, 100 ml of solution). (O) Pt, ( ) Cu. 112 C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 Table 3 Influence of the preparation conditions on Cu\" + concentration at the plateau Catalyst Mass of Volume of Initial [M\"+] [Cu\"'] in solutions Raney Cu (g) solution (cm') (mol-at- 10') (mol.l-' . 10') Cu-Pt-25 2 100 2.18 1.84 Cu-Pt-50 2 100 4.36 1.96 Cu-Pt-50 1 100 2.18 2.15 Cu-Pt-50 2 200 4.36 3.15 Cu-Pt-75 2 100 6.54 1.80 Cu-Pt-100 2 100 8.72 1.60 Cu-Pd-100 2 100 8.72 2.0 'At the plateau. n 10 8 s 4 2 01 0 30 60 90 120 150t Fig. 2. Time distribution (min) of copper species in solution (mol X 10') when Raney copper (2 g) was contacted with CUC12 (100 ml of solution). Palladium chloride shows similar behaviour to the platinum and gold chlorides. But in this case the plateau value was only 0.5 X 10-3 M. In the same conditions copper nitrate in the presence of Raney copper disappeared from the solution and the final concentration was also 0.5 X 10-3 M. In fact, it is clear that the Cu\" + species concentrations at the plateau are not representative of the OR but are determined by the solubilities of the different copper ions in the solution. 3.2. Characterizations of the bimetals 3.2.1. ESCA Surface characterizations were performed on Cu-Au catalysts (50 and 100), the energies of the concerned photopeaks and the atomic analysis are presented in Tables 5A and 5B. The Cu 2P3,2 energies measured on the two Cu-Au catalysts and on Raney copper are C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 113 pH 5 4 f- 3 2 0 0 30 60 90 120 150 Fig. 3. Time distribution (min) of pH during the preparation of Cu-Pt-50 (2 g of Raney Cu, 100 ml of solution). Table 4 Protonic balance during the OR with H2PtCV Catalyst [Pt'~] (mol ~aU10') AH + (mol - ions- l0 ) Cu-Pt-25 2.18 4.30 Cu-Pt-50 4.36 8.58 Cu-Pt-75 6.54 13.1 Cu-Pt-100 8.72 17.2 aRaney Cu: 2g, OR solution: 100 cm3. close to the references metallic copper and copper(I) oxide [8]. Taking into account the depth of catalyst analyzed (i.e., -10 monolayers) which justifies the presence of metallic copper it can be assumed that a large quantity of copper( I) oxide is present on the surface. The oxide may have been formed during the air drying and storage of the catalysts before ESCA measurement. However, no copper(II) appeared at the surfaces. The Au 4f peaks correspond to metallic gold [8], the calculated Au/Cu. and O/Cus obtained by integration are given on Table SB. 3.2.2. STM The morphology of Cu-Ru 33 catalyst has been described previously [7]. Briefly, the catalyst is composed of parallelepipedic form grains originating from the structure of the initial Cu-A1 alloy and showing a lamellar structure. Ruthenium and chloride are deposited preferentially on the rims but scarcely on the planes. A similar study was performed on Cu-Pt-50 and Cu-Au-50. EDX analyses are only reported here and the relative values of atomic ratio M/Cu (M=Pt, Ru, Au) and CI/Cu measured on rims and on planes, respectively, are given in Table 6. In the three cases M is 114 C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 n 20 10 5 0 30 60 90 120 150 180 Fig. 4. Time distribution (min) of copper species in solution (mol X 10') during the treatment of Raney Cu (2 g) with Pd(N03)2 (100 ml of solution). Table 5 XPS analyses of Cu-Au catalysts A: Characteristics of the photopeaks Binding energy (eV) Cu 2p3,z O IS Kinetic energy (eV) Au 4f Cu LVV Auger parameter Samples Cu Raney 931.6 531.6-530.1 - Cu-Au (50) 932.6 532.7-530.3 87.7-84.1 916.7 595.7 Cu-Au (100) 931.9 532.1-530.2 87.4-83.7 917.1 595.4 Reference samples [8] Cu 932.6 918.8 597.8 CU20 932.4 917.2 596.0 Cu0 933.6 918.1 598.1 Au 87.4-83.8 B: Surface analyses Samples Atomic ratios XPS Mass analysis O/Cu Au/Cu Au/Cu Cu-Au (50) 0.024 0.064 0.012 Cu-Au (100) 0.026 0.110 0.025 C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 115 Table 6 Comparison of the atomic ratios M/Cu, (M = Ru, Pt, Au) and CI /Cu,. measured on the rims (R) and on the planes (P) of the bimetallic catalysts Catalyst (M/Cu,)R/(M/Cu,)P (Cl/Cu,)R/(CI/Cu,)P Cu-Ru-33 8.0 10.0 Cu-Pt-50 2.1 1.3 Cu-Au-50 2.0 0.6 preferentially deposited on the rims but the selectivity of this deposit is high only in the case of ruthenium. 4. Discussion The characterizations of modified Raney copper show that the noble metal is really deposited on copper by a fast redox process. The ESCA results for Cu-Au suggest that gold is in the metallic state. This result shows that the cations of the added metal have been reduced. Thus the copper(I) species located at the Raney copper surface were oxidized. The study of polyol transformations on Raney Cu suggested the presence of two copper species at the copper surface [ 1,3]: (i) metallic copper responsible for hydrodehydrogenation reactions of C-0 bonds; (ii) surface hydroxyls responsible for C-C and C-0 cleavages. These last sites would be copper(I) hydroxide that disappears totally, inducing the disappearance of degradation reactions as the noble metal content reaches or is greater than 10-20% of the initial surface copper atoms. These hypotheses seem to be coherent with the OR standard potentials of the couples Cu(II)/Cu(I): 0.15 V and Cu(II)/Cu(0): 0.34 V (Table 1). Thus the gold and platinum salts can oxidize either metallic copper and copper(I). EDS analysis confirm that the gold and platinum deposits appear on whole copper surface. However, these deposits are greater on the rims than on the faces especially for ruthenium (Table 6). In the case of this last metal, the standard OR potential: Ru(III) / Ru(0) is 0.37 V, very close to that of Cu(II) /Cu(0). The oxidation of Cu(0) by Ru(III) is thus thermodynamically less likely to occur toward that of Cu(I). In the case of ruthenium, Eq. I is: 3Cus +Ru3+-3Cuz++Rus or I OOCus + 33Ru3+ - 100Cu2+ + 33Rus Now the maximum surface content achievable for ruthenium is 33% of the initial surface copper. If these copper atoms are the only ones reacting with Ru3+, all the Raney copper surface would be made up of copper(I) and the ruthenium(0) deposit would be uniform. This is contrary to our observations. A more complex model is proposed: the rims of the Raney copper grains would be made of copper(I) in depth and not only at the surface. All 116 C. Montassier et al. /Journal of Molecular Catalysis 91 (1994)107-117 these copper(I) would be concerned with the OR reaction leading to ruthenium(0) aggregates containing chloride and, perhaps copper. This oxidation of copper in depth for copper(I) on the rims and copper(0) on the faces is also observed for the Cu-Pt and Cu-Au catalysts as demonstrated by the large quantities of platinum and gold that may be deposited on the Raney copper surface leading to platinum or gold aggregates. The modification of Raney copper by OR becomes more complex because of the deposit of the dissolved copper, a phenomenon that occurred after the copper oxidation. This copper deposit has no effect towards the selectivity of polyol transformation [ 6] . The details of this process and the identification of species in solution have not been studied. However it seems that in the presence of chloride ions, a media mutation reaction [ 10] Cue + + Cu' + 2nC1- T 2CuC1 \" -' could be responsible for the precipitation of copper(II) ions released from the OR The solubility limits of the CUCI \"-' ) - complexes would be exceeded in most cases. However, this complex may have occurred from the copper(I) species at the Raney copper surface: CUZ O + 211+ + 2nCl- - 2CuC1 ^- `) - + 1120 or CuOH+H+ +nCl- -, CUCI,((\"-\"- +1120 These reactions would account for the disappearance of the protons in parallel to the Pt (IV) reduction. Thus these reactions together with the OR contribute to the disappearance of superficial copper(I) and so to that of C-C and C-0 cleavages during polyol conversion [3]. In the cases of nitrate precursors at pH near 4, the copper(II) precipitation may be explained by the formation of insoluble compounds such as 3 Cu (OH) 2, Cu (N03) Z [ 11 ] . 5. Conclusions This study allows a parallel to be drawn between the Raney copper surface changes induced by the deposit of a noble metal and the variations of the selectivities of the polyol transformation reactions. Initially the Raney copper hydroxyl surface groups are progressively eliminated thus inhibiting the degradation reactions specific of this catalyst (dehydroxylation, retro-Claisen and retro-Michael reaction [ 1 ] ). As the noble metal deposit increases a new reaction of cyclodehydration appears with a high selectivity. New types of catalytic sites are formed associating copper, the group VIII metal and chloride ions; the three elements being necessary for the reaction to occur. References [ 1 ] C. Montassier, D. Giraud, J. Barbier and J.P. Boitiaux, Bull. Soc. Chim. Fr., 2 (1989) 148. [21 C. Montassier, J.C. Menezo, L.C. Hoang, C. Renaud and J. Barbier, J. Mol. Catal., 70 (1991) 99. C. Montassier et al. /Journal of Molecular Catalysis 91 (1994) 107-117 117 [ 3 ] C. Montassier, J.C. Menezo, J. Moukoulo, J. Naja, L.C. Hoang, J. Barbier and J.P. Boitiaux, J. Mol. Catal., 70 (1991) 65. [4] Th.J. Osinga, B.G. Linsen, W.P. Van Beek, J. Catal., 7 (1967) 277. [5] K. Bock, C. Pedersen and H. Thogersen, Acta. Chem. Scand., B35 (1981) 441. [6] C. Montassier, J.C. Menezo, J. Naja, P. Granger, T. Barbier, P. Sarrazin and B. Didillon, J. Mol. Catal., 91 (1994) 119. [7] J. Barbier, J.C. Menezo, C. Montassier, J. Naja, G. Del Angel and J.M. Dominguez, Catal. Lett., 14 (1992) 37. [8] C.D. Wagner, W.M. Riggs, L.E. Davis, J.F. Moulder and G.E. Muilenberg, Handbook of X-Ray Photoelectron Spectroscopy, Perkin Elmer Corp., USA, 1979. [9] (a) Handbook of Chemistry and Physics, 70th edn., CRC Press, Boca Raton, FL, 1990; (b) M. Pourbaix, Atlas d'Equilibres Electrochimiques, Gauthier-Villars, Paris, 1963. 10] B.J. Moody, in (Ed.), Comparative Inorganic Chemistry, 2nd edn., Edward Arnold, 1969, p. 406. 11 ] P. Pascal, Nouveau Traite de Chimie Minerale, Masson, Paris, 1957, p. 187. X244 94000212 0304-5102(94)00021-2 10.1016/0304-5102(94)00021-2 Preparation and characterization of copper based bimetallic catalysts C. Montassier a J.C. Ménézo a J. Naja a J. Barbier ∗ a J.M. Dominguez b P. Sarrazin c B. Didillon c a U.R.A. CNRS 350, Laboratoire de Chimie 4, 40 Avenue du Recteur Pineau F-86022 Poitiers Cedex, France b Instituto Mexicano del Petroleo, I.A. Apdo Postal 14-805, Eje Central L. Cardenas 152, 07730 DF Mexico, Mexico c Institut Français du Pétrole, 14 Avenue du Bois Préau, F98506 Rueil Malmaison Cedex, France * Corresponding author; fax(+33)49453499. CuM (MPt, An, Ru) bimetallic catalysts were prepared by direct reduction of the corresponding metallic ions by Raney copper powders in aqueous media. The redox reaction was followed by pH and copper ions concentration measurements. The alkaline dealumination of a CuAl alloy powder (50/50 wt.%) produced non isotropic grains with various crystallographic planes (extended faces and corresponding rims). Depending on the relative redox potential of M n+ /M and Cu n+ /Cu the deposit on the grain exhibits a selectivity. The rim sites of copper (Cu(I)) are oxidized first and Ru3+ can only oxidize these sites. For Pt4+ and Au3+, in contrast, all Cu(I) and Cu(O) sites are involved. The location of the deposits is related to the selectivity for the polyol transformations on the bimetallic catalysts. Keywords Bimetallic catalysts Copper Gold Platinum Polyol Ruthenium References [1] C. Montassier D. Giraud J. Barbier J.P. Boitiaux Bull. Soc. Chim. Fr. 2 1989 148 [2] C. Montassier J.C. Ménézo L.C. Hoang C. Renaud J. Barbier J. Mol. Catal. 70 1991 99 [3] C. Montassier J.C. Ménézo J. Moukoulo J. Naja L.C. Hoang J. Barbier J.P. Boitiaux J. Mol. Catal. 70 1991 65 [4] Th.J. Osinga B.G. Linsen W.P. Van Beek J. Catal. 7 1967 277 [5] K. Bock C. Pedersen H. Thogersen Acta. Chem. Scand. B35 1981 441 [6] C. Montassier J.C. Ménézo J. Naja P. Granger T. Barbier P. Sarrazin B. Didillon J. Mol. Catal. 91 1994 119 [7] J. Barbier J.C. Ménézo C. Montassier J. Naja G. Del Angel J.M. Dominguez Catal. Lett. 14 1992 37 [8] C.D. Wagner W.M. Riggs L.E. Davis J.F. Moulder G.E. Muilenberg Handbook of X-Ray Photoelectron Spectroscopy 1979 Perkin Elmer Corp USA [9] (a) 70th edn. Handbook of Chemistry and Physics 1990 CRC Press Boca Raton, FL (b) M. Pourbaix Atlas d'Equilibres Electrochimiques 1963 Gauthier-Villars Paris [10] B.J. Moody 2nd edn. Comparative Inorganic Chemistry 1969 Edward Arnold 406 [11] P. Pascal Nouveau Traité de Chimie Minérale 1957 Masson Paris 187",
      "scopus-id": "0028450024",
      "coredata": {
        "eid": "1-s2.0-0304510294000212",
        "dc:description": "CuM (MPt, An, Ru) bimetallic catalysts were prepared by direct reduction of the corresponding metallic ions by Raney copper powders in aqueous media. The redox reaction was followed by pH and copper ions concentration measurements. The alkaline dealumination of a CuAl alloy powder (50/50 wt.%) produced non isotropic grains with various crystallographic planes (extended faces and corresponding rims). Depending on the relative redox potential of M n+ /M and Cu n+ /Cu the deposit on the grain exhibits a selectivity. The rim sites of copper (Cu(I)) are oxidized first and Ru3+ can only oxidize these sites. For Pt4+ and Au3+, in contrast, all Cu(I) and Cu(O) sites are involved. The location of the deposits is related to the selectivity for the polyol transformations on the bimetallic catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-06-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000212",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Montassier, C."
          },
          {
            "@_fa": "true",
            "$": "Ménézo, J.C."
          },
          {
            "@_fa": "true",
            "$": "Naja, J."
          },
          {
            "@_fa": "true",
            "$": "Barbier, J."
          },
          {
            "@_fa": "true",
            "$": "Dominguez, J.M."
          },
          {
            "@_fa": "true",
            "$": "Sarrazin, P."
          },
          {
            "@_fa": "true",
            "$": "Didillon, B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000212"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000212"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00021-2",
        "prism:volume": "91",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation and characterization of copper based bimetallic catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallic catalysts"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Gold"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Polyol"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "107-117",
        "prism:endingPage": "117",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 June 1994",
        "prism:doi": "10.1016/0304-5102(94)00021-2",
        "prism:startingPage": "107",
        "dc:identifier": "doi:10.1016/0304-5102(94)00021-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028450024"
      }
    }
  }
}