{
  "metadata": {
    "title": "Mechanism of hydrogenation of carbon monoxide over ferrous metal catalysts: cluster calculation by EHMO method",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-10-31",
    "doi": "10.1016/0304-5102(86)85005-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850052",
    "pii": "0304510286850052"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022794861",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850052 0304-5102(86)85005-2 0304510286850052 10.1016/0304-5102(86)85005-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01782 2024-01-02T01:05:30.650091Z 0 0 19861001 19861031 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 37 37 2 3 2 3 Volume 37, Issues 2–3 5 157 163 157 163 198610 October 1986 1986-10-01 1986-10-31 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. MECHANISMHYDROGENATIONCARBONMONOXIDEOVERFERROUSMETALCATALYSTSCLUSTERCALCULATIONBYEHMOMETHOD VISWANATHAN B LAINE 1982 137 R KOLBEL 1972 1156 H BAGUS 1977 4195 P ITOH 1977 2125 H VETRIVEL 1984 239 R GOPALAKRISHNAN 1983 344 R VETRIVEL 1983 39 R JRESINSTCATAL HOFFMANN 1963 1397 R ZERNER 1966 44 M CLEMENTI 1963 2686 E VANNICE 1982 139 M FLEISH 1979 1 T ANDERSON 1977 75 S BRIDGE 1977 393 M RHODIN 1977 275 T FU 1985 376 L RAUPP 1980 36 G CHO 1964 245 J STORCH 1951 H FISCHERTROPSCHRELATEDSYNTHESES VISWANATHANX1986X157 VISWANATHANX1986X157X163 VISWANATHANX1986X157XB VISWANATHANX1986X157X163XB item 0304-5102(86)85005-2 0304510286850052 1-s2.0-0304510286850052 10.1016/0304-5102(86)85005-2 272239 2024-01-02T01:05:30.650091Z 1986-10-01 1986-10-31 1-s2.0-0304510286850052-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850052/MAIN/application/pdf/4c750bfba5a111ab934a37ccccc7f364/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850052/MAIN/application/pdf/4c750bfba5a111ab934a37ccccc7f364/main.pdf main.pdf pdf true 446607 MAIN 7 1-s2.0-0304510286850052-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850052/PREVIEW/image/png/4af25c28a6f4cdc8f6e3ef8ec5f914ce/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850052/PREVIEW/image/png/4af25c28a6f4cdc8f6e3ef8ec5f914ce/main_1.png main_1.png png 68253 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 37 (1986) 157 -163 157 MECHANISM OF HYDROGENATION OF CARBON MONOXIDE OVER FERROUS METAL CATALYSTS: CLUSTER CALCULATION BY EHMO METHOD B. VISWANATHAN and R. VETRIVEL Department of Chemistry, Indian Institute of Technology, Madras 600 036 (India) (Received November 13,198 5; accepted June 4,1986) Summary The observed product selectivities in the hydrogenation of CO on Fe, Co and Ni is rationalised through Extended Huckel Molecular Orbital (EHMO) cluster calculations for the various surface species that can be formed during the reaction. Introduction One approach of surface science research toward understanding the catalytic properties of solid surfaces is the study of clusters of atoms which can mimic the surface [1]. Cluster calculations provide information on the required number and geometry of surface atoms and crystallite size for a specific reaction to occur. The properties of these clusters determine the initial mode of adsorption of reactants, and thus control the path of the reaction. The importance of activation of carbon monoxide as a prototype in cluster modelling studies has been brought out [2] in relation to its relevance in oxidation for auto exhaust control reactions and reduction for production of synfuels as well as organic chemicals. Though reports [3] on the theoretical study of adsorption of carbon monoxide on ferrous metals (Fe, Co and Ni) are available, there has been no unified attempt using a single calculation technique on similar planes of these metal surfaces. Further, no attempt has been made to elucidate the mechanism of hydrogenation of carbon monoxide on these surfaces through cluster calculations. In earlier studies [4] on the interaction of carbon monoxide and hydrogen on the clusters of ferrous metals, important clues to possible intermediates were obtained. However, the mode of adsorption, the relative strength of bonding of CO on these metals, the ease of dissociation and hydrogenation and the relative stability of various hydrogenated species seemed to be decisive for the product distributions observed. Hence, in the present study, electronic properties of clusters representing the adsorption 0304-5102/86/$3.50 Elsevier Sequoia/Printed in the Netherlands 158 of carbon monoxide and relevant carbon-containing species on ferrous metals are calculated in order to rationalise the product distribution. Method The Extended Huckel Molecular Orbital (EHMO) method [5] has been used with Slater type orbitals (STO single ? functions). The detailed procedure of calculation is explained elsewhere [4a]. Adsorption energy is calculated as the difference between the total energy of the system and the sum of atomic energies of all individual atoms by making use of expression (I)-. Adsorption energy = ^n,^,^ - ^ nisE,s - ^nW (1) sc s g where SC is surface complex, S is adsorbent and g adsorbate, E{ is the orbital energy, n, = 0, 1 and 2 depending upon occupancy of orbitals. Summation is over all atoms of the concerned state. The method is parameterised to obtain near-to-accurate SCF wave functions, and hence further-derived properties such as MO energy levels and atomic overlap population are fairly quantitative. Though the adsorption energy and values of formal charges are a little higher than the absolute values, due to the neglect of core electron effects and electron-electron repulsion effects, the trends predicted are useful for comparative evaluation and hence this is attempted in the present study. The required input param- eters such as valence orbital ionisation energies (VOIEs) [6] and orbital exponents [7] are collected from the same source for all elements. Results and discussion Adsorption of carbon monoxide It has been shown that the bonding of carbon monoxide to metals occurs through the carbon atom. The 5o electrons of carbon monoxide are used to form an M C a bond and this weakens the C 0 bond [8]. In addi- tion, the metal d electrons are transferred to the lowest unoccupied molec- ular level of carbon monoxide, namely the 2ir* antibonding orbital, thus leading to a further decrease in the C 0 bond order in the adsorbed state. Carbon monoxide adsorbed in the linear mode (over a single metal atom M C 0; on top) as well as the bridged mode (over two metal atoms M. ^,C 0) over the clusters representing basal planes of ferrous metals are M studied. Typical geometries used for model calculations are given in Fig. 1, and the values of the interatomic distances used are given in Table 1. Though Fe, 159 Pig. 1. Typical model cluster chosen to represent (100) plane of fee metal (Ni) on top site (x) and bridge size z (similar crystal geometries were chosen for bcc and hep metals). TABLE 1 Cluster models chosen for basal planes of ferrous metals Metal Crystal Lattice Number of atoms in cluster Geometry Symmetry Metal-metal distance(A) Metal-carbon distance(A) Fe Co bcc hep 57 square pyi hexagonal amidal planar C4y D6h OQ = 2.8664 f0o = 2.5074 1.797 1.80 ^ o=4.0699 square planar D^ Oo=3.5238 1.84 Ni fee Co and Ni resemble each other in many of their physical properties, they exist in different crystal lattices and the cluster model chosen to represent their basal planes are also shown in Table 1. The binding energies and other calculated parameters for adsorption of CO on the clusters shown in Table 1 are given in Table 2. The values of the binding energies show that the strength of adsorption of carbon monoxide to these metals is in the order Fe > Co > Ni. It is also seen that the bridged mode of adsorption is energetically more favourable than the linear mode of adsorption in all cases. In the case of Ni(lOO), exper- imental evidence is available [9] for the presence of both NiaCO and NiCO species on the surface. Anderson [10] also showed the presence of bridge- bonded CO on Ni(lOO) by EELS studies. Bridge et al. [11] have shown the presence of both modes of carbon monoxide adsorption on the Co(lOOO) surface at room temperature from the results of their LEED studies. The observed coexistence of both linear and bridged modes of adsorption of carbon monoxide on these surfaces is understandable, since the difference in their calculated adsorption energy is marginal. However, in the case of the Fe(lOO) surface, since the cluster is non-planar, carbon monoxide interacts with all four metal atoms on the top layer. Though the degree of bonding of M C bond is less (0.457), the actual value is four times higher due to its equal interaction with four metal atoms. Rhodin and Brucker [12] have also shown that molecular adsorption of carbon monoxide on the Fe(lOO) surface is on a 4-fold site at 123 K, and dissociation occurs at 300 K. -\" \\ 0 c 0 0 r-l <u ' ^ T3 0 iz; e O / s I) & 0 0 0 5 T-< ^a 6 o 5 s J ^ CO 0 T3 0 B 1 1 0 a 0 fa 0^ 0r-l a Z 0 a D 0 / s S 0 S3 0 0 r-< 1 ^ ca3u c a ^ U i >-i ta -^^ 0 0r-l a 0 ?' c U fa 0 0 U (M 0c 0 0 1 *4J& 0 0) K .2 s 0) -t^ 0. o Ul ^ A 's, \"3 w 0. CO 0 g0. W 211 i! 3? > 15 o oot-co ^fro t co (010 co r-io-^'to r-iw iNooTji in\"^ 00 10 CO 03 ^ r^ t-- Oi 00 0 (0 ^ c~ oooodin oro o'oo r-i i C<1 r-l l-l l-l r-l I I I <N t-'^Or-ICOlO-^1 NIO-'t C~00 r-i r-ioiomiooOi-i r-iooco c<i<o 1-1 i0coco>o'^'i-<(0 Oit~o c~'^' o> ooooomoow oo'o '-<<-< M r-l r-< r-l r-l r^ | | | o incor-itOCTo'r r-ioiTr toc~ r~ OOOOO(OWE~ r-iosio MIO CO >n W CO C- t- (N <D Oi 01 0 ^ ^ o o 06 o6 'moo oo'o r-ir-i (N CM r-l r-l r-l r-l r-l | | | 0> r-llOtQCO 0101 C0r-l(0 OSO oo ^' ^' ^roo oo ^'m Oi-< >n in co <o w c~ c~ 0 r-j p <Q, ^ <o 0000610 oio> Or-io i-irt (N r-l r-l r-l | | II 01 i-ic-r-osoooo o>nc<i oo-^ co ^''srTf^timcocq r-iinco i-<us ^ l(S CO CO CO 0 0 0 01 00 0 0 <^ oo oooodioooo ooo Mr-i C<1 r-l t-1 r-< l-l r-l r-l | | r-l ^fCTlOlON-^'-'j\" OOt-0 0 0 ^D ^OSO^COIOOOOO NIOCO Or-1 10 10 IN (N CO M 0. 0 0> ^ 0 10 ^ 00 0 00 00 10 0 0 0 0 0 0 r-l r4 i-IC-lr-lr-lr-lr-lr^r-l || ^rooc-c-co ooooco COIN OOtOtOtOlO 1010CO 00 'sf ^; CO CO ^; r-j v-< 00 0 0 r-IOOOOOTf 0>0 r-l r-lr-1 l-l <N r-l r-l r-l |1 | o uo 5r?5io^c3c3 uSS 00 0) s i 5 .-? U OJ ^ ^ CA x e So I I I ir I I 1 3 . - s | ?|. 3 II ll 5 ^h I &S ^ 161 Weakening of the C 0 bond due to adsorption of carbon monoxide can be noted from the values of degree of bonding for the C 0 bond. The degeneracy of 1 TT and 2 ir orbitals are not affected for the linear mode whereas it is disturbed for the bridged mode, indicating a stronger inter- action. It seems that the strength of adsorption of carbon monoxide critically depends on the geometry of atoms in the cluster. The structural sensitivity of adsorption and further reaction of carbon monoxide has also been pointed out in a recent study by Fu and Bartholomew [13]. In the hydro- genation of carbon monoxide, when the dispersion of metals is varied by changing the preparation procedure, the average carbon number of the prod- ucts also varies. Highly dispersed catalysts where high coordination sites are not available lead to low molecular weight hydrocarbons, showing that low coordination sites do not favour chain initiation but lead to chain termina- tion. In general, one can consider dissociation of carbon monoxide leading to carbide-type species as chain initiation, C C bond formation as chain propa- gation, and C H bond formation as chain termination processes. The results cited above can be taken to indicate that the presence of high coordination sites is a pre-requisite for strong adsorption and dissociation of carbon monoxide. This is also predicted by the calculations that strong adsorption takes place in the case of iron, where multiple-site interaction is possible. Formation of carbide and one-carbon intermediates Carbon monoxide dissociates over ferrous metals at the higher tempera- tures at which hydrogenation is carried out. Adsorption energies of the individual elements carbon, oxygen and hydrogen, as well as possible one- carbon intermediates such as CH, CH^ have been computed, and are given in Table 3. The adsorption energies of these species are in the same trend as the adsorption energy of carbon monoxide. However, in the case of iron, a carbide layer has been identified even in the presence of hydrogen [14], but no such carbide layer was found over cobalt and nickel in presence TABLE 3 Binding energies (in eV) of various species on basal planes of ferrous metals in linear and bridged modes Mode of adsorption Adsorbed species and adsorbent H 0 C CH CH, linear mode on Fe(lOO) 16.47 31.65 23.86 27.82 28.79 bridged mode on Fe(lOO) 18.73 31.53 24.94 28.31 30.11 linear mode on Co(lOOO) 5.38 20.53 14.71 17.10 17.21 bridged mode on Co(lOOO) 4.26 19.40 14.34 17.00 16.97 linear mode on ?(100) 4.06 18.90 12.48 15.75 16.32 bridged mode on ?(100) 4.98 18.81 13.18 16.05 17.13 162 of hydrogen [15]. Hence it is obvious that hydrogenation of carbide species over these metals takes place in a facile manner and causes the difference in their selectivity. Due to the simultaneous occurrence of different reactions and because of the labile nature of bonds in surface intermediates, it is difficult to eval- uate the energetics of individual steps by experimental methods. However, since the adsorption energy of individual species are known by calculation, it is possible to calculate the energy required for formation of hydrogenated one-carbon intermediates. The ease of formation of partially hydrogenated species is calculated by deducing the binding energy of the species from the sum of binding energies of the individual elements. Energetics of formation of CH and CH2 species are given in Table 4. It is observed from the values TABLE 4 Energy of formation of one-carbon intermediates Surface and mode of adsorption Ef of CH (eV) Ef of-OH; (eV) Fe(lOO) linear 12.5 28.0 Fe(lOO) bridged 15.36 32.29 Co(lOOO) linear 3.00 8.28 Co(lOOO) bridged 1.61 5.90 Ni(l 00) linear 0.78 4.28 ?(100) bridged 2.11 6.01 in Table 4 that the formation of CH species is easier than CH;. However, it is likely that CH gets converted to CH2, rather than the direct forma- tion of CH^ occurring from individual elements. These values also indicate that the ease of hydrogenation of the carbide layer is in exactly the reverse trend to the ease of carbide formation over the ferrous metals. Two vital processes are involved in the mechanism of carbon monoxide reduction, namely, dissociation of carbon monoxide to give surface carbide and hydro- genation of these carbide species. Knowing the energetics of these two TABLE 5 Distribution of products obtained during the hydrogenation of CO on ferrous metals [16] Metal catalyst Product distribution (%) Paraffin Olefin Alcohol Fe Co Ni 46.4 79.0 100.0 (90% CH4) 33.1 20.0 20.5 1.0 163 processes makes it possible to conclude the reasons for the observed selec- tivity over ferrous metals shown in Table 5. Conclusions (i) On iron, dissociation of carbon monoxide is more facile than hydro- genation. Hence chain propagation occurs by C C bond formation leading to hydrocarbons, or by CO insertion leading to oxygenates. (ii) On cobalt, both dissociation and hydrogenation occur. This leads to C C bond formation and hydrogenation. It appears that hydrogenation is relatively favourable, so that there is no CO insertion. (iii) On nickel, dissociation is not so facile as hydrogenation, so that there is no C C bond formation or CO insertion, nor partial hydrogenation leading to olefins or alcohols in the product. The results obtained indicate that the required selectivity can be achieved by alloying these metals in the optimum proportions. Studies on clusters representing multiple adsorption and on other planes of these metals can provide an overall picture of the relative importance of various modes of adsorption and geometry of clusters for this reaction. This can help predict the optimum metal particle size required in supported catalysts, and also can indicate the cluster size requirements in novel homogeneous and anchored catalysts currently being used for activation of carbon monoxide. References 1 R. M. Laine,J. Mol. Catal., 14 (1982) 137. 2 B. Viswanathan, 69th session of Indian Science Congress, 1982, plenary lecture. 3 (a) H. Kolbel and K. D. Tillmetz, Ber. Bunsenges. Phys. Chem., 76 (1972) 1156; (b) P. S. Bagus and K. Herman, Phys. Rev., BIG (1977) 4195; (c) H. Itoh, J. Appl. Phys. (Tokyo), 26(1977)2125. 4 (a) R. Vetrivel and B. Viswanathan, J. Mol. Catal., 24 (1984) 239; (b) R. Gopala- krishnan, R. Vetrivel and B. Viswanathan, Indian J. Tech., 21 (1983) 344; (c) R. Vetrivel, R. Gopalakrishnan and B. Viswanathan, J. Res. Inst. Catal., Hokkaido Univ., 32(1983)39. 5 R. Hoffmann.J. Chem. Phys., 39 (1963) 1397. 6 M. Zerner and M. Gouterman, Theoret. Chim. Acta, 4 (1966) 44. 7 E. Clementi and D. L. Raimondi, J. Chem. Phys., 38 (1963) 2686. 8 M. A. Vannice, Catal. Sci. Technol., 3 (1982) 139. 9 T. Fleish, G. L. Ott, W. N. Delgass and N. Winograd, Sur/. Sc;., 81 (1979) 1. 10 S. Anderson, Solid State Commun., 21 (1977)75. 11 M. E. Bridge, C. M. Comrie and R. M. Lambert, Surf. Sci., 67 (1977) 393. 12 T. N. Rhodin and C. F. Brucker, Solid State Commun., 23 (1977) 275. 13 L. Fu and C. H. Bartholomew, J. Catal.. 92 (1985) 376. 14 G. B. Raupp and W. N. Delgass, J. Catal., 65 (1980) 36. 15 J. S. Cho and J. H. Schulman, Surf. Sci., 2 (1964) 245. 16 H. H. Storch, H. Golumbic and R. B. Anderson, The Fischer-Tropsch and Related Syntheses, Wiley, New York, 1951. X244 86850052 0304-5102(86)85005-2 10.1016/0304-5102(86)85005-2 Chemical catalysis Mechanism of hydrogenation of carbon monoxide over ferrous metal catalysts: cluster calculation by EHMO method B. Viswanathan R. Vetrivel Department of Chemistry, Indian Institute of Technology, Madras 600 036 India The observed product selectivities in the hydrogenation of CO on Fe, Co and Ni is rationalised through Extended Huckel Molecular Orbital (EHMO) cluster calculations for the various surface species that can be formed during the reaction. References 1 R.M. Laine J. Mol. Catal. 14 1982 137 2 B. Viswanathan, 69th session of Indian Science Congress, 1982, plenary lecture. 3 (a) H. Kolbel K.D. Tillmetz Ber. Bunsenges. Phys. Chem. 76 1972 1156 (b) P.S. Bagus K. Herman Phys. Rev. B16 1977 4195 (c) H. Itoh J. Appl. Phys. (Tokyo) 16 1977 2125 4 (a) R. Vetrivel B. Viswanathan J. Mol. Catal. 24 1984 239 (b) R. Gopalakrishnan R. Vetrivel B. Viswanathan Indian J. Tech. 21 1983 344 (c) R. Vetrivel R. Gopalakrishnan B. Viswanathan J. Res. Inst. Catal. 31 1983 Hokkaido Univ 39 5 R. Hoffmann J. Chem. Phys. 39 1963 1397 6 M. Zerner M. Gouterman Theoret. Chim. Acta 4 1966 44 7 E. Clementi D.L. Raimondi J. Chem. Phys. 38 1963 2686 8 M.A. Vannice Catal. Sci. Technol. 3 1982 139 9 T. Fleish G.L. Ott W.N. Delgass N. Winograd Surf. Sci. 81 1979 1 10 S. Anderson Solid State Commun. 21 1977 75 11 M.E. Bridge C.M. Comrie R.M. Lambert Surf. Sci. 67 1977 393 12 T.N. Rhodin C.F. Brucker Solid State Commun. 23 1977 275 13 L. Fu C.H. Bartholomew J. Catal. 92 1985 376 14 G.B. Raupp W.N. Delgass J. Catal. 65 1980 36 15 J.S. Cho J.H. Schulman Surf. Sci. 2 1964 245 16 H.H. Storch H. Golumbic R.B. Anderson The Fischer-Tropsch and Related Syntheses 1951 Wiley New York",
      "scopus-id": "0022794861",
      "coredata": {
        "eid": "1-s2.0-0304510286850052",
        "dc:description": "The observed product selectivities in the hydrogenation of CO on Fe, Co and Ni is rationalised through Extended Huckel Molecular Orbital (EHMO) cluster calculations for the various surface species that can be formed during the reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850052",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Viswanathan, B."
          },
          {
            "@_fa": "true",
            "$": "Vetrivel, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850052"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850052"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85005-2",
        "prism:volume": "37",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mechanism of hydrogenation of carbon monoxide over ferrous metal catalysts: cluster calculation by EHMO method",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "157-163",
        "prism:endingPage": "163",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1986",
        "prism:doi": "10.1016/0304-5102(86)85005-2",
        "prism:startingPage": "157",
        "dc:identifier": "doi:10.1016/0304-5102(86)85005-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022794861"
      }
    }
  }
}