{
  "metadata": {
    "title": "Chiral ruthenium catalysts for asymmetric hydrogen transfer reduction of acetophenone: original effect of asbestos on enantioselectivity",
    "authors": "Remi Chauvin",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-10-15",
    "doi": "10.1016/0304-5102(90)85209-Z",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085209Z",
    "pii": "030451029085209Z"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025503219",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085209Z 0304-5102(90)85209-Z 030451029085209Z 10.1016/0304-5102(90)85209-Z S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01915 2024-01-02T01:05:30.650091Z 0 0 19901015 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 62 62 2 2 Volume 62, Issue 2 3 147 156 147 156 19901015 15 October 1990 1990-10-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. CHIRALRUTHENIUMCATALYSTSFORASYMMETRICHYDROGENTRANSFERREDUCTIONACETOPHENONEORIGINALEFFECTASBESTOSENANTIOSELECTIVITY CHAUVIN R ZASSINOVICH 1989 187 G KRAUSE 1986 265 H SPOGLIARICH 1986 407 R KVINTOVICS 1985 111 P SASSON 1973 3199 Y ESTERUELAS 1988 1 M GRASER C 670 B HALLMAN 1968 3143 P TAKAYA 1987 1596 H OHTA 1987 3174 T KAWANO 1989 1571 H KAWANO 1988 87 H IKARIYA 1985 922 T NOYORI 1987 5856 R KITAMURA 1988 629 M MASHIMA 1989 1208 K ABEL 1959 3178 E BENNETT 1959 1516 M SEDDON 1984 553 E CHEMISTRYRUTHENIUM SEDDON 1984 175 E CHEMISTRYRUTHENIUM NATARAJAN 1977 43 K LEGZDINS 1970 3322 P JAMES 1978 122 B BOTTEGHI 1975 256 C BIANCHI 1980 73 M CHAN 1989 165 A YAMAGISHI 1987 131 A 1988 489 CATALYSISZEOLITES MARCINIEC 1987 459 B PINNAVAIA 1979 6892 T STREIB 1978 267 W KIRKOTHMERENCYCLOPEDIACHEMICALTECHNOLOGY CHAUVINX1990X147 CHAUVINX1990X147X156 CHAUVINX1990X147XR CHAUVINX1990X147X156XR item 0304-5102(90)85209-Z 030451029085209Z 1-s2.0-030451029085209Z 10.1016/0304-5102(90)85209-Z 272239 2024-01-02T01:05:30.650091Z 1990-10-15 1-s2.0-030451029085209Z-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085209Z/MAIN/application/pdf/bd8564ff200f39569a6fc138710b479b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085209Z/MAIN/application/pdf/bd8564ff200f39569a6fc138710b479b/main.pdf main.pdf pdf true 618197 MAIN 10 1-s2.0-030451029085209Z-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085209Z/PREVIEW/image/png/3e0fc8987e478e598edc5b405596a89b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085209Z/PREVIEW/image/png/3e0fc8987e478e598edc5b405596a89b/main_1.png main_1.png png 65593 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 62 (1990) 147-156 147 CHIRAL RUTHENIUM CATALYSTS FOR ASYMMETRIC HYDROGEN TRANSFER REDUCTION OF ACETOPHENONE: ORIGINAL EFFECT OF ASBESTOS ON ENANTIOSELECTIVITY REMI CHAUVIN Laboratoire de Synthese Asymetrique, University Paris Sud, 91400 Orsay (France) (Received January 15,1990; accepted March 30,1990) Summary The preparation of new chiral ruthenium complexes of (+ )-diphenyl- phosphinite pantolactone and (+)-diop is reported. Their catalytic properties in asymmetric hydrogen transfer from 2-propanol to acetophen- one are investigated. In the framework of this reaction, the ability of asbestos to influence the kinetics, yield and enantioselectivity of asymmetric catalysis is evidenced. Using the complex [Ru(OAc)2((+)-diop)]n, the overall optical yield changes from 12% in (+)-alcohol in the absence of asbestos, to 19% in (-)-alcohol in the presence of asbestos. Kinetic studies emphasize the determining influence of the activation conditions, the one-electron ligand of the ruthenium complex, and the ratio g[asbestos]/mol [Ru]. Introduction In contrast with some chiral amine-iridium complexes [I], chiral phosphine [2] or phosphinite [3] rhodium and iridium complexes have provided moderately enantioselective catalysts for hydrogen transfer from alcohols to ketones. Achiral phosphine ruthenium complexes give poorer catalysts [4], but the enantioselectivity of analogous chiral complexes has not been examined to our knowledge. Although phosphine-ruthenium complexes were used as hydrogenation catalysts, before Wilkinson's discovery of his rhodium catalyst [5], only recently has interest arisen to use this cheaper metal in catalytic reduction reactions. Binap ruthenium complexes were found to catalyze the asymmetric hydrogenation of various alkenes [6,7] and functional ketones [8] under high pressure with very high enan- tioselectivities. However, acetophenone is not hydrogenated by such com- plexes; since it is readily reduced by hydrogen transfer, we sought to investigate the hydrogen transfer reduction of acetophenone catalyzed by ruthenium complexes with chiral phosphorus ligands. Discussion Synthesis of the complexes 2 and 4 The complexes 2 and 4 were prepared from the polymeric precursor [RuClgCcod)],, [9], according to Scheme 1. 148 THF, NEt3 + CIPPh; 20 C 3 hrs 1 (73%) Toluene, NEt 3 [RuCl2<cod)l, + (+)-! ^ (+)-RuCl2(l)2 nO C,22hrs 2 (83%) Toluene, NEt 3 - [RuCl2(cod)ln + (+)-diop _ Ru 2C4(NEt3)(diop)J nO C,9hrs l J 3 AcONa + 3 -______ . \"Ru(OAc) ^(diop)\" 90 C13hrs 4=4a^4b(72%) Scheme 1. The phosphinite 1 was directly formed by reaction of (-)-(D)- pantolactone with CIPPha in the presence of triethylamine. The complex 2 contains two phosphinite ligands per ruthenium atom (they were not destroyed in the basic and high temperature conditions required to obtain a homogeneous solution). In contrast to other complexes synthesized by this method [7], 2 does not contain triethylamine ligand; but the infrared spectrum shows clearly the complexation of the lactone carbonyl to the metal: v(C==0)(l) = 1791 cm-1 and v(C=0)(2) = 1728 cm-1. The yellow complex 4a is obtained via the intermediate 3 (whose dimeric structure is based on its \"P NMR spectrum, consistent with 31? NMR data available for the analogous binap complex [7]). 4a turns green on standing in degassed solvents, affording a mixture of two species 4a (63ip=54ppm) and 4b {6sip = 30 ppm), both soluble in cyclohexane (72% yield). No crystalli- zation of these complexes has been possible, but 4a can be isolated by selective quick solubilization in pentane. Although most of the phosphine- Ru\" complexes are yellow [6-8, lOa], some green ones have been reported [11]; in particular, the dinuclear carboxylate complexes Rua(OAc)4 and Rua(OAc)4-2PPh3 are green [12], as well as the diop Ru\" complexes Ru2Cl4(diop)3 and RuCl2(diop)(diop*), where diop* refers to a monodentate diop ligand [13]. The green solid 4 melts (m.p. = 134-137 C), while its color turns back to yellow, ruling out any usually green Ru\"1 species [10b]. Since 4 149 Scheme 2. has provided a satisfactory elemental analysis, it is interpreted as a mixture of a monomer 4a and an oligomer 4b of a Ru11 complex interconverting in solution or by melting. Hydrogen transfer catalysis by 2 and 4 The reaction depicted in Scheme 2 has been studied. The catalytic species is prepared by mixing the complex 2 or 4 with 10 equivalents of sodium methylate in 2-propanol for 45min at 80 C. Upon addition of acetophenone with a 0.8% catalytic ratio, 4 gives 95% conversion and 5% e.e. in (+)-alcohol: this value lies in the same range as the e.e.'s obtained by ruthenium-diop-catalyzed hydrogenation [14], or by rhodium-diop- catalyzed hydrogen transfer [2b] (by contrast, rhodium-diop-catalyzed hydrogenation of acetophenone has been recently improved, providing much higher e.e.s [15]). In the same conditions, 2 gives 71% conversion and 2% e.e. in (+)-alcohol. Influence of temperature on catalysis by 4 Chemical and optical yields are improved by the choice of an optimal reaction temperature (the activation temperature and the activation time being respectively 80 C and 45min) (Table 1). The initial rate being five times higher at 60 C than at 80 C, we may suppose an additional activation step (enhanced at low temperature) by the acetophenone itself. The complex solution is stable under argon, but the optical yield is not improved on performing the reaction at room temperature for several days. Influence of the base on catalysis by 4 As shown in Table 2, a sterically crowded base such as t-BuOK gives both poor e.e. and poor chemical yield. Best e.e. (12%) and quantitative conversion are obtained with sodium hydroxide. TABLE 1 Hydrogen transfer reduction of acetophenone catalyzed by 4 (see text) T Initial rate Tune Conversion e.e. ( C) (mol alcohol/min/mol ketone) (h) (%) (%) 80 0.110 24 95 5(+) 60 0.560 24 96 1K+) 20 0.004 168 30 10(+) 150 TABLE 2 Influence of the base in the hydrogen transfer reduction of acetophenone catalyzed by 4 (conditions: 80 C, 24 h) Base Conversion e.e. (%) (%) t-BuOK 75 0 MeONa 96 11(+) HONa 96 12(+) Influence of asbestos on catalysis by 4 Using 100 mg of sodium hydroxide deposited on asbestos (equivalent to Ascarite ; Merck, 1.6-3 mm) instead of 29 mg of sodium methoxide (or sodium hydroxide equivalent), an unprecedented result is observed: depend- ing on the conditions, some inversion and increase of the enantioselectivity is achieved (Table 3). We should emphasize the following points: a temperature over 70 C is needed for good catalytic activity; an activation time at 70-80 C for more than 45 min is needed for better enantioselectivity; too long an activation period tends to lower both the catalytic activity and the enantioselectivity in (-)-alcohol; NaOH/asbestos _, a change in the ratio from 2500 gmol to 1250 or [Ru] 12500 gmol\"1 leads to a tremendous decrease of both the catalytic activity and the enantioselectivity in (-)-alcohol. Attempts at nitration before addition of acetophenone failed: the suspension is very fine (colloidal) and no separation is achieved; the same results are obtained from the filter and the unfiltered solutions. On the other hand, poor yields are provided in the absence of ruthenium. TABLE 3 Influence of the activation time in the hydrogen transfer reduction of acetophenone catalyzed by 4 + NaOH/asbestos Base Activation conditions T Time Conversion e.e. ( C) (h) (%) (%) T time ( C) (min) NaOH 60 45 60 17 95 12(+) NaOH 80 180 60 17 26,32,31 10,13,12(-) + 60 45 60 4 4 asbestos 60 45 80 17 96 19(-) 70 45 70 20 96 19(-) 70 10 70 20 66 7(-) 70 0 70 20 92 2(+) 151 Two observations are helpful to understand the reaction process: Figure 1 reports the reaction kinetics (monitored by GC). While in the absence of asbestos the curve displays a regular increase in the amount of alcohol with time, an inflection point always occurs if asbestos is present and if the activation time is not too long. In Figure 2 we see that both the enantiomeric excess and the final yield strongly depend on the activation time. These observations suggest the presence of at least four types of catalytic species, formed according to the sequence shown in Figure 3. The first species [Ru]i is readily formed by reaction of a strong base with 4 in 2-propanol (the green solution of 4 turns yellow in a few minutes); a likely structure for [Ru]i is: Ru(diop)(OiPr).r(OAc)2-,:, x = 1, 2. [Ru]i produces predominantly (+)-alcohol with e.e.i=12%. Meanwhile, [Ru]i reacts with asbestos to afford a complex [Rujg; [Rujg slowly catalyzes the hydrogen transfer, affording ( )-alcohol with an enantiomeric excess e.e.a > 19%. At the same time, [Ru]g starts to react further with asbestos providing the catalyst [Ru]a which is more active but less enantioselective than [RuJa: the transformation [Rujg > [Ru]s is responsible for the kinetic inflection point. The decrease of activity observed if the activation period becomes longer (180 min), can simply be explained by the formation of a non-catalytic species [Ru]4. Thus, an activation period at 70 C for more than 45 min is necessary to get a great enough ratio [Rula/lRuli, in order to limit the formation of (+)-alcohol. On the other hand, an activation time hardly conversfon(X) T 70oC Fig. 1. Kinetics at 60-80 C, with different activation conditions, of the hydrogen transfer reduction of acetophenone catalyzed by 4. 152 Final conversion, ee (K) Fig. 2. e.e. and conversions in the hydrogen transfer reduction of acetophenone catalyzed by 4 + NaOH/asbestos us. activation time. exceeding 45 min allows reduction of the ratios [Ruls/CRuJa and [Rula/CRuJa, i.e. a delay in the appearance of the low enantioselective and inactive species. Influence of asbestos on the catalysis by 2 and 5 The addition of asbestos does not much affect the catalysis by 2 (still 2% e.e. in (+)-alcohol, but 85% final conversion). The assumed acetate 5, is formed in situ from 2 (Scheme 3). The effect of asbestos with [NaOH/asbestos] =2500gmol , is summarized in Table 4. 5 and MeONa [Ru] give a poor catalyst; but 5 and NaOH/asbestos give better yields. The final optical yield is again very sensitive to the activation time (12% e.e. with MeCOPh / MeCOPh / MeCOPh ^(+)-MeCHOHPh \\(-)-MeCHOHPh \\M-MeCHOHPh ee, < ee; > \"3 Fig. 3. Catalytic species in the hydrogen transfer reduction of acetophenone catalyzed by 4 + NaOH/asbestos, suggested by the kinetic studies (see text). 153 iPiOH 2 + AcONa ^ \"[Rud^OAc);]' (yeUow) (excess) 20hr, 60 C 5 (pink) Scheme 3. 90min activation). However, no inversion occurs, and the (+)-alcohol is still predominantly produced. Nature of the asbestos-modified asymmetric catalysts Whereas modification of homogeneous asymmetric catalysts by clay minerals has been widely studied [16], to our knowledge no attention has been paid to analogous modifications by asbestos. However, clay minerals, cationic zeolites [17] and asbestos [18] were used as supports in various transition metal-catalyzed reductions. Rhodium acetate Rh2(OAc)4 with triphenylphosphine has been reported as a good precursor to prepare a hydrogenation catalyst supported by hectorite [19]; this could be related to the specific influence of asbestos on the catalysis by the acetate complexes 4 and 5. Nevertheless, although clay minerals and asbestos exhibit analogous composition, their structures differ: clay minerals are lamellar aluminum silicates, and asbestos is mainly a fibrous magnesium and calcium silicate [20]. According to present knowledge about clay mineral organometallic interactions, we may assume that the Ru\" complex [Ru]i loses the remaining acetate ligand, and displaces bivalent cations (Ca2\"*\", Mg2\"1') at the edges of asbestos fibres. The resulting [Rulg and [Ru]s species are active catalysts, and hence still contain isopropoxide ligands; their basic structure could be: [asbestos ~Si 0 ]Ru(diop)(OiPr). A deeper penetration of ruthenium in the asbestos fibre could lead finally to the inactive species [Ru]4, without isopropoxide ligand. A likely structure for [Ru]4 could be: [asbestos ~ Si 0 ]zRu(diop). On the other hand, asbestos is well known to interact with organic molecules; therefore interaction of the reacting acetophenone with the surrounding asbestos is likely. TABLE 4 Hydrogen transfer reduction of acetophenone catalyzed by 5 (see text) Base Activation 24 h conversion e.e. time (%) (%) (min) MeONa 0 3 90 1 NaOH + asbestos 0 35 90 60 5(+) 2(+) 12(+) 154 Experimental All reactions were performed under argon. Solvents were purified according to the suitable procedure and degassed before use. NMR spectra were recorded with an AM250 Briiker spectrometer in CDCIa solution: !H NMR at 250 MHz and \"C NMR at 63 MHz with chemical shifts relative to TMS as internal standard, \"P NMR at 101 MHz with chemical shifts relative to 85% HaP04 as external standard. Infrared spectra were recorded with a Perkin-Elmer 883 instrument; optical rotations with a Perkin Elmer 241 polarimeter. GC analyses were performed at 80 C on a CP Sil 19 column. Preparation of (+)-diphenylphosphinitepantolactone 1 1.30g (lOmmol) of (-)-(D)-pantolactone and 2.80ml of triethylamine were dissolved in dry THF (10ml). A solution of freshly distilled PhPClg (2.20 g, 10 mmol) in THF (15 ml) was added dropwise over a 1 h period. After 3h stirring at room temperature, the solution was filtered. 2.30 g (73% yield) of white crystals were afforded by crystallization from THF/pentane; m.p. = 110-112 C. 31? NMR: +126.98 ppm. !H NMR: 1.06 ppm (3H,s); 1.08 ppm (3H, s); 3.90 ppm (1H, d, J\\m)= 10 Hz); 3.98 ppm (1H, d, c/^in^SHz); 4.36 ppm (1H, d, J\\pm= 10 Hz); 7.33- 7.58 ppm (10 H, arom.). IR (KBr): v(C=0) = 1791, 1815cm-1; v(P Ph)= 1433 cm-1; v(P 0) = 1005, 1095, 1108 cm-1. [a]^ = +59 (c = 2, CHCIs). Preparation of complex 2 0.42 g (1.5 mmol) of [Ru(cod)Cl2L, 1.00 g (1.7 mmol) of 1, and 2.5 ml of triethylamine were refluxed 22 h in toluene (100ml). The resulting homoge- neous solution was cooled, concentrated to 20 ml, and pentane (5 ml) added, affording 0.564 g (83% yield) of light brown solid 2. M.p. = 273-275 C(dec.). \"P NMR: +162.85 ppm. !H NMR: 1.11 ppm (3H, s); 1.35 ppm (3H, s); 4.07 ppm (1H, d, J(HH) = 8 Hz); 4.20 ppm (1H, d, J(HH) = 8 Hz); 4.49 ppm (1H, dxd, J^HCOP) = 5 Hz, J6(HcopRup)=4Hz); 6.75-7.90 ppm (10H, arom.VC NMR: 20.30 ppm (s); 22.25 ppm (s); 42.44 ppm (s); 66.04 (s); 78.00 ppm (d, J\\cop)=^Hz); 127.08-135.11 ppm (arom.); 181.10 ppm (s). IR (KBr): v(C=0)= 1728cm-1; v(P Ph) = 1438 cm-1; v(P 0)=990, 1090, 1110 cm\"1. [a]^=+1900 (c=0.16, CHCIs). Elemental analysis: calc. (%): C: 54.00; H: 4.75; Cl: 8.87; found (%); C: 54.07; H: 4.99; Cl: 7.92. Preparation of complex 4 0.420 g (1.5 mmol) of [Ru(cod)Cl2L, 0.848 g (1.7 mmol) of (+ )-diop, and 2.5ml of triethylamine were refluxed 17 h in toluene (100ml). The solvent was removed under reduced pressure, and the resulting light brown solid 3 (NMR \"P: +33.40 ppm (d, J=41Hz); +40.8 ppm (d, J=41Hz)) was dissolved in t-BuOH (75ml) with 1.23g (15 mmol) of sodium acetate. After 12.5 h reflux, the solvent was evaporated and the residue extracted in ether and then in ethanol. Attempts at crystallization in degassed ethyl acetate/cyclohexane gave 0.304 g of a solid residue and a green filtrate. The 155 latter was evaporated, affording 1.04 g of green solid 4 (soluble in cyclohex- ane; m.p. = 134-137 C, the molten compound being yellow again), from which the yellow complex 4a can be selectively extracted in pentane. \"P NMR: 4a: +54.30 ppm; 4b: +29.9 ppm. ^ NMR (broad resonances of the species 4a s=== 4b): 1.26 ppm (6H, s); 1.52 ppm (6H, s); 2.47 ppm (2H, d x d, J = 13 Hz); 3.11 ppm (2H, m); 3.75 ppm (2H, m); 6.8-7.8 ppm (arom.). \"C NMR: 23.54 ppm (d, J\\cp)=81 Hz); 27.15 ppm (s); 29.89 ppm (s); 77.53 ppm (m); 108.33 ppm (s)+arom. Elemental analysis: calc.(%): C: 58.57; H: 5.30; found(%): C: 58.57; H: 5.85. Hydrogen transfer procedure 0.04 mmol of ruthenium (in complex 2 or 4) and 0.4 mmol of base or 100 mg of NaOH/asbestos (art. Merck 1564), were dissolved in 10ml 2-propanol. After the activation period, another 10ml 2-propanol and 0.50 ml (4.3 mmol) of acetophenone were added. The reaction was monitored by GC. After filtration over Celite, the alcohol was distilled; the e.e. was calculated from its optical rotation in methanol. Conclusion The chiral complexes 2, 4 and 5 are examples of both asymmetric hydrogen transfer ruthenium catalysts, and asbestos-modifiable asymmetric catalysts. Although no satisfactory optical yield enhancement of hydrogen transfer catalysis by phosphine rhodium complexes (without acetate ligand) has been yet achieved, the scope of asbestos-modified asymmetric catalysis deserves to be examined further. Acknowledgement I thank Prof H. B. Kagan for discussions, and the Elf Aquitaine Company for financial support. References 1 G. Zassinovich, R. Bettella, G. Mestroni, N. Bresciani-Pahor, S. Geremia and L. Randacio, J. Organometall. Chem., 370(1989) 187. 2 (a) H. W. Krause and A. K. Bhatnagar, J. Organometall. Chem., 302 (1986) 265; (b) R. Spogliarich, J. Kaspar, M. Graziani and F. Morandtni, J. Organometall. Chem., 306 (1986) 407. 3 P. Kvintovics, J. Bakos and B. Heil, J. Mol. Catal., 32 (1985) 111. 4 Y. Sasson, J. Blum and E. Dunkelblum. Tetrahedron Lett., 34 (1973) 3199; M. A. Esteruelas, E. Sola and L. A. Oro, J. Mol. Catal., 45 (1988) 1; B. Graser and H. Steigerwald, J. Organometall. Chem., 193 (19SO) C 670. 5 P. S. Hallman, B. R. McGarvey and G. Wilkinson, J. Chem. Soc. (A), (1968) 3143. 156 6 H. Takaya, T. Ohta, N. Sayo, H. Kumobayashi, S. Akutagawa, S. I. Inoue, I. Kashara and R. Noyori, J. Am. Chem. Soc., 109 (1987) 1596; T. Ohta, H. Takaya, M. Kitamura, K. Nagai and R. Noyori, J. Org. Chem., 52 (1987) 3174; H. Kawano, T. Ikariya, Y. Ishii, M. Saburi, S. Yoshikawa, Y. Uchida and H. Kumobayashi, J. Chem. Soc., Perkin Trans. 1 (1989) 1571; H. Kawano, Y. Ishii, M. Saburi and Y. Uchida, J. Chem. Soc. Chem. Commun (1988) 87. 7 T. Ikariya, Y. Ishii, H. Kawano, T. Arai, M. Saburi, S. Yoshikawa and S. Akutagawa, J. Chem. Soc., Chem. Commun., (1985) 922. 8 R. Noyori, T. Ohkuma and M. Kitamura, J. Am. Chem. Soc., 109 (1987) 5856; M. Kitamura, T. Ohkuma, S. I. Inoue, N. Sayo, H. Kumobayashi, S. Akutagawa, H. Takaya, T. Ohta and R. Noyori, J. Am. Chem. Soc., 110 (1988) 629; K. Mashima, K Kusano, T. Ohta and R. Noyori, J. Chem. Soc., Chem. Commun., (1989) 1208. 9 E. W. Abel and M. A. Bennett, J. Chem. Soc., (1959) 3178; M. A. Bennett and G. Wilkinson, Chem. Ind. (London), (1959) 1516. 10 (a) E. A. Seddon and K. R. Seddon, The Chemistry of Ruthenium, Elsevier, Amsterdam, 1984 p. 553; (b) ibid., p. 175. 11 K. Natarajan, R. K. Poddar and U. Agarwala, J. Inorg. Nucl. Chem., 39 (1977) 43. 12 P. Legzdins, R. W. Mitchel, G. L Rempel, J. D. Ruddick and G. Wilkinson, J. Chem. Soc. (A), (1970) 3322. 13. B. R. James, R. S. McMillan, R. H. Morris and D. K. W. Wang, Adv. Chem. Ser., 167 (1978) 122. 14 C. Botteghi, M. Bianchi, E. Benedetti and U. Matteoli, Chimia, 29 (1975) 256; M. Bianchi, U. Matteoli, G. Menchi, P. Frediani, S. Pratesi and F. Piacenti, J. Organometall. Chem., 198 (1980) 73. 15 A. S. C. Chan and C. R. Laudis, J. Mol. Catal., 49 (1989) 165. 16 A. Yamagishi, J. Coord. Chem., 10 (1987) 131 and references therein. 17 D. Kall6 and Kh. M. Minachev (eds). Catalysis On Zeolites, Akademiai Kiado, Budapest, 1988, p. 489. 18 B. Marciniec, Z. Foltynowicz and W. Urbaniac, Appl. Organometall. Chem., 1 (1987) 459. 19 T. J. Pinnavaia, R. Raythatha, G. J. S. Lee, L. J. Halloran and J. F. Hoffman, J. Am. Chem. Soc., 101 (1979) 6892. 20 W. C. Streib, Kirk -Othmer Encyclopedia of Chemical Technology, Vol. 3, Wiley-Interscience, New York, 1978, p. 267. X244 9085209Z 0304-5102(90)85209-Z 10.1016/0304-5102(90)85209-Z Chemical And Metal Complex Catalysis Articles Chiral ruthenium catalysts for asymmetric hydrogen transfer reduction of acetophenone: original effect of asbestos on enantioselectivity Remi Chauvin Laboratoire de Synthèse Asymétrique, Université Paris Sud, 91400 OrsayFrance The preparation of new chiral ruthenium complexes of (+)-diphenyl-phosphinite-pantolactone and (+)-diop is reported. Their catalytic properties in asymmetric hydrogen transfer from 2-propanol to acetophenone are investigated. In the framework of this reaction, the ability of asbestos to influence the kinetics, yield and enantioselectivity of asymmetric catalysis is evidenced. Using the complex [Ru(OAc)2((+)-diop)]n the overall optical yield changes from 12% in (+)-alcohol in the absence of asbestos, to 19% in (−)-alcohol in the presence of asbestos. Kinetic studies emphasize the determining influence of the activation conditions, the one-electron ligand of the ruthenium complex, and the ratio g[asbestos]/mol [Ru]. References 1 G. Zassinovich R. Bettella G. Mestroni N. Bresciani-Pahor S. Geremia L. Randacio J. Organometall. Chem. 370 1989 187 2 (a) H.W. Krause A.K. Bhatnagar J. Organometall. Chem. 302 1986 265 (b) R. Spogliarich J. Kaspar M. Graziani F. Morandini J. Organometall. Chem. 306 1986 407 3 P. Kvintovics J. Bakos B. Heil J. Mol. Catal. 32 1985 111 4 (a) Y. Sasson J. Blum E. Dunkelblum Tetrahedron Lett. 34 1973 3199 (b) M.A. Esteruelas E. Sola L.A. Oro J. Mol. Catal. 45 1988 1 (c) B. Graser H. Steigerwald J. Organometall. Chem. 193 198 C 670 5 P.S. Hallman B.R. McGarvey G. Wilkinson J. Chem. Soc. (A) 1968 3143 6 (a) H. Takaya T. Ohta N. Sayo H. Kumobayashi S. Akutagawa S.I. Inoue I. Kashara R. Noyori J. Am. Chem. Soc. 109 1987 1596 (b) T. Ohta H. Takaya M. Kitamura K. Nagai R. Noyori J. Org. Chem. 52 1987 3174 (c) H. Kawano T. Ikariya Y. Ishii M. Saburi S. Yoshikawa Y. Uchida H. Kumobayashi J. Chem. Soc., Perkin Trans. 1 1989 1571 (d) H. Kawano Y. Ishii M. Saburi Y. Uchida J. Chem. Soc. Chem. Commun 1988 87 7 T. Ikariya Y. Ishii H. Kawano T. Arai M. Saburi S. Yoshikawa S. Akutagawa J. Chem. Soc., Chem. Commun. 1985 922 8 (a) R. Noyori T. Ohkuma M. Kitamura J. Am. Chem. Soc. 109 1987 5856 (b) M. Kitamura T. Ohkuma S.I. Inoue N. Sayo H. Kumobayashi S. Akutagawa H. Takaya T. Ohta R. Noyori J. Am. Chem. Soc. 110 1988 629 (c) K. Mashima K. Kusano T. Ohta R. Noyori J. Chem. Soc., Chem. Commun. 1989 1208 9 (a) E.W. Abel M.A. Bennett J. Chem. Soc. 1959 3178 (b) M.A. Bennett G. Wilkinson Chem. Ind. (London) 1959 1516 10 (a) E.A. Seddon K.R. Seddon The Chemistry of Ruthenium 1984 Elsevier Amsterdam 553 (b) E.A. Seddon K.R. Seddon The Chemistry of Ruthenium 1984 Elsevier Amsterdam 175 11 K. Natarajan R.K. Poddar U. Agarwala J. Inorg. Nucl. Chem. 39 1977 43 12 P. Legzdins R.W. Mitchel G.L Rempel J.D. Ruddick G. Wilkinson J. Chem. Soc. (A) 1970 3322 13 B.R. James R.S. McMillan R.H. Morris D.K.W. Wang Adv. Chem. Ser. 167 1978 122 14 (a) C. Botteghi M. Bianchi E. Benedetti U. Matteoli Chimia 29 1975 256 (b) M. Bianchi U. Matteoli G. Menchi P. Frediani S. Pratesi F. Piacenti J. Organometall. Chem. 198 1980 73 15 A.S.C. Chan C.R. Laudis J. Mol. Catal. 49 1989 165 16 A. Yamagishi J. Coord. Chem. 10 1987 131 and references therein. 17 D. Kalló Kh.M. Minachev Catalysis On Zeolites 1988 Akadémiai Kiadó Budapest 489 18 B. Marciniec Z. Foltynowicz W. Urbaniac Appl. Organometall. Chem. 1 1987 459 19 T.J. Pinnavaia R. Raythatha G.J.S. Lee L.J. Halloran J.F. Hoffman J. Am. Chem. Soc. 101 1979 6892 20 W.C. Streib Kirk-Othmer Encyclopedia of Chemical Technology 3 1978 Wiley-Interscience New York 267",
      "scopus-id": "0025503219",
      "coredata": {
        "eid": "1-s2.0-030451029085209Z",
        "dc:description": "The preparation of new chiral ruthenium complexes of (+)-diphenyl-phosphinite-pantolactone and (+)-diop is reported. Their catalytic properties in asymmetric hydrogen transfer from 2-propanol to acetophenone are investigated. In the framework of this reaction, the ability of asbestos to influence the kinetics, yield and enantioselectivity of asymmetric catalysis is evidenced. Using the complex [Ru(OAc)2((+)-diop)]n the overall optical yield changes from 12% in (+)-alcohol in the absence of asbestos, to 19% in (−)-alcohol in the presence of asbestos. Kinetic studies emphasize the determining influence of the activation conditions, the one-electron ligand of the ruthenium complex, and the ratio g[asbestos]/mol [Ru].",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085209Z",
        "dc:creator": {
          "@_fa": "true",
          "$": "Chauvin, Remi"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085209Z"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085209Z"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85209-Z",
        "prism:volume": "62",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Chiral ruthenium catalysts for asymmetric hydrogen transfer reduction of acetophenone: original effect of asbestos on enantioselectivity",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "147-156",
        "prism:endingPage": "156",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1990",
        "prism:doi": "10.1016/0304-5102(90)85209-Z",
        "prism:startingPage": "147",
        "dc:identifier": "doi:10.1016/0304-5102(90)85209-Z",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025503219"
      }
    }
  }
}