{
  "metadata": {
    "title": "On the oxidation state of the tungsten atom in WCl<ce:inf loc=post>6</ce:inf>-based metathesis catalysts used for the ring-opening polymerization of cycloolefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85112-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288851125",
    "pii": "0304510288851125"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035508",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288851125 0304-5102(88)85112-5 0304510288851125 10.1016/0304-5102(88)85112-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 33 405 413 405 413 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. OXIDATIONSTATETUNGSTENATOMINWCL6BASEDMETATHESISCATALYSTSUSEDFORRINGOPENINGPOLYMERIZATIONCYCLOOLEFINS CEAUSESCU E CEAUSESCU 1985 351 E CEAUSESCU 1985 337 E CEAUSESCU 1986 163 E THORNCSANYI 1985 37 E CEAUSESCUX1988X405 CEAUSESCUX1988X405X413 CEAUSESCUX1988X405XE CEAUSESCUX1988X405X413XE item 0304-5102(88)85112-5 0304510288851125 1-s2.0-0304510288851125 10.1016/0304-5102(88)85112-5 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-0304510288851125-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851125/MAIN/application/pdf/dbd647f5613f079d31ebc09cd4a40138/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851125/MAIN/application/pdf/dbd647f5613f079d31ebc09cd4a40138/main.pdf main.pdf pdf true 585420 MAIN 9 1-s2.0-0304510288851125-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851125/PREVIEW/image/png/aabdbb3e71a71210326451fbd247f391/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851125/PREVIEW/image/png/aabdbb3e71a71210326451fbd247f391/main_1.png main_1.png png 69001 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 46 (1988) 405 - 413 405 ON THE OXIDATION STATE OF THE TUNGSTEN ATOM IN WCI(,-BASED METATHESIS CATALYSTS USED FOR THE RING-OPENING POLYMERIZATION OF CYCLOOLEFINS E. CEAUSESCU, A. CORNILESCU, E. NICOLESCU, M. POPESCU, S. COCA, M. CUZMICI, C. OPRESCU Institute of Chemical Research, Bucharest (Rumania) M. DIMONIE, M. TEODORESCU, G. H. HUBCA National Institute of Chemistry, Bucharest (Rumania) V.DRAGUTAN* Centre of Organic Chemistry, 202B spl. Independentei, R-78100 Bucharest (Rumania) M. CHIPARA, R. GROSESCU and A. VASILESCU Institute for Physics and Nuclear Engineering, Magurele, Bucharest (Rumania) Summary The oxidation state of the tungsten atom in the active species of homogeneous WCle -based catalytic systems used for the ring-opening poly- merisation of cycloolefins (such as cyclopentene, cyclooctene, 1,5-cyclo- octadiene and cyclododecene) was found to vary from W(III) to W(VI), depending essentially upon the nature of the organometallic compound employed as the cocatalyst. The oxidation state has been established from ceriometric determinations and parallel ESR measurements. The data obtained indicated that the catalysts derived from WCle and organoaluminium compounds (R3A1 or R3_^AlCLc where R = Me, Et or i-Bu) contained mainly W(III) as the active species. Those derived from WCIs and organotin compounds (R4Sn where R = Me, Et or Ph) contained W(IV), W(V) and/or W(VI), whereas the catalysts obtained from WC1<, and organo- silicon compounds exhibited mainly W(VI) as the active species. In addition, it was found that the oxidation state of the transition metal strictly governed the sterochemistry of the reaction. The essential role of the organometallic compound, as well as that of the unsaturated substrate, in generating various oxidation states of the tungsten atom in the catalytic systems is outlined, together with the relation- ship between the particular oxidation state of the transition metal, the catalyst activity and the reaction stereochemistry. The results are interpreted in terms of the metallacarbene mechanism involving different geometric configurations of the active species which correspond to the relevant oxida- tion states of the tungsten atom. *Author to whom correspondence should be addressed. 0304-5102/88/$3.50 Eisevier Sequoia/Printed in The Netherlands 406 Introduction Previous studies [1] carried out by ESR spectroscopy on the active species generated through the interaction between the catalytic components of the binary and ternary systems of WCIo used for ring-opening polymeriza- tion of cycloolefins have shown that the oxidation state of the tungsten atom varies with the nature of the organometallic compound. A variable oxidation state has also been observed during the interaction of cycloolefins with WCle, depending on the nature of the cycloolefin and the time of inter- action. Taking into account the importance that the oxidation state of the transition metal plays in the initiation and propagation steps during the ring- opening polymerization of cycloolefins, the present work aims to establish the oxidation states of the tungsten atom occurring in homogeneous WCl6- based catalytic systems, and to correlate these states with the main features of the polymerization and the polymer microstructure. Experimental Determination of the oxidation states of tungsten Determination of the oxidation states of tungsten were carried out under an inert atmosphere by titrating the catalytic complex with cerium sulphate in the presence of ferroin as indicator. The titrations were effected at the equilibrium value of the monomer concentration and at the polymeri- sation temperature. Cyclopentene, prepared and stored as previously described [2], was used as the monomer. ESR measurements ESR spectroscopic measurements of the W paramagnetic species generated from cycloolefins (cyclopentene, cyclohexene, cyclooctene and cyclododecene) and WCl^ systems were carried out by the method described elsewhere [I], using a JES-ME-3X spectrometer, operating in the X-band frequency (9 GHz) using DPPH as an internal standard. Polymerisation reactions The polymerisation procedure was described in a previous paper [2]. The initial contact of the reactants and the cycloolefin polymerizations were carried out in sealed vials under high vacuum (10~3 torr) at tempera- tures between 30 and +20 C. Depending upon the reaction temperature, equilibrium conversion during cyclopentene polymerization was obtained after several hours. Cyclohexene formed complexes with the catalytic components but did not polymerise. The molecular weight of the polymers was determined by viscosimetric measurements and the polymer micro- structure was evaluated from \"C NMR and IR spectroscopy [3]. 407 Results and discussion Determinations of the oxidation states of the tungsten atom have been carried out for the catalytic systems WClg i-BuaAl, WCl(,-Ph4Sn, WClss-Mez- AlliSi and WCle-MeaAl^Si^O (where All = allyl) as well as on the system cycloolefin-WClss. The values obtained by ceriometric titrations were cor- related with ESR data. The measurements have been carried out at the poly- merization temperature to avoid errors due to the effect of this parameter. The results obtained are presented in Table 1, along with the corresponding polymer structures determined by \"C NMR spectroscopy. As can be observed from the Table, net differences were found between the oxidation states of the tungsten atom in the catalytic systems investi- gated. Thus, in the system WCl6'i-Bu3Al, the W(VI) species was readily reduced by i-Bu3Al to an average oxidation state in the region of III; the initial value of 3.5+, determined after an interaction time of l min at 0 C decreased progressively to a final value of 2.8+ after 80 min interaction time. In the case of the system WCle-Pl^Sn, the initial W(VI) state changed to an oxidation state between V and VI (a final value of 5.5 + after 30 min of inter- action at low temperature 0 - 20 C), whereas at higher temperatures (+2 5 C) the oxidation state decreased to a value of IV (experimentally 4.0+) after the same time of interaction. In contrast to the above two catalysts, the oxidation states of the systems consisting of WCl^ associated with organosilicon compounds varied substantially as functions of the catalyst composition. Thus, the catalyst WClss Me^All^Si gave values for the oxidation state in the region of V, de- creasing from 4.76+ after 60 min of interaction to 4.48+ after 120 min at low temperature ( 20 C). In contrast, at the higher temperature of +20 C, this value shifted towards IV (e.g. 4.41+) after 120 min interaction. The catalytic system WClg-Me^Al^Si-HaO, on the other hand, exhibited an oxidation state of VI at both low ( 20 C, experimental value 6.0+) and high (+20 C, experimental value 5.75+) temperatures after 30 min of inter- action. The polymer structure was strongly dependent on the catalytic system employed. A correlation between the polypentenamer structure and the oxidation state of the tungsten atom in cyclopentene polymerization induced by WCl^ catalysts is given in Fig. 1. It can be observed that the high proportions of cis configurations, greater than 80%, correspond to a tungsten oxidation state of between 5+ and 6+. The oxidation states of the above catalytic systems were examined independently by ESR spectroscopy. While the catalyst WCle i-Bu3Al exhibited W(V) and W(III) paramagnetic species, no similar species could be detected for the other catalytic systems, although lower oxidation states of the tungsten atom were determined by ceriometric measurements. It is important to outline that the reduction of WCle to lower oxidation states by cycloolefins was a function of the reducing ability of the olefin: cycio- TABLE 1 Formal oxidation states of tungsten and the steric configuration of polypentenamers obtained with WC1(, -based io.0 00catalysts No. Catalytic system2 Temperature ( C) Formal oxidatii state Experimental an values Contact time (min) Polymer configuration (%) (ran s eis 1 WC4-epichlorohydriir i-BuaAl cyclopentene (toluene)2 WClo-Pl^Sn- cyclopentene (toluene)3 WC4-Ph4Sn- cyclopentene (toluene)4 WCle-Me^AllaSi-cyclopentene5 WCle-MesAllaSi-cyclopentene6 WCle-MeiAlliSi.HiO-cyclopentene7 WCle-MeiAlliSi-HzO-cyclopentene 0+20 -20 +20 -20 +20 -20 inIVvIV and V VI VI 3.5 3.22.84.05.5 V 4.414.766.0 6.766.0 6.0 6.0 l 20 8030 30 120 608 308 30 45 72.045.3 11.7 58.0 38.0 67.85 25.6 28.054.7 88.3 42.0 62.0 32.15 74.4 \"All = allyl radical. 409 456 W oxidation state Fig. 1. Correlation between polypentenamer microstructure and the oxidation state of the W atom: (X)WC4-R3A1 (0 C); (o) WCl(,-Ph4Sn (25 C); (n) WCls-MezAl^Si (20 C); ( ) WCle-Me^AlliSi (-20 C); (< ) WCle^Sn (-25 C); All = allyl group. pentene > cyclohexene > cyclooctene > cyclododecene. The g-factors cal- culated from the ESR spectra and the corresponding formal oxidation states of the tungsten species for several systems derived from WCle and organo- metallic compounds and/or cycloolefins are given in Tables 2 and 3. TABLE 2 g-Factors and formal oxidation states of tungsten in the catalytic systems WCIs organo- metallic compounds, in the presence or absence of cycloolefins No. Catalytic system T( emperature C) ^-Factor Form. al oxidation state 12 34 WCl6-i-Bu3AlWClo cyclopentene-i-Bu3AlWClg cyclohexene i-Bu3AlWCle cyclooctene EtzAlCl +20+20 +20 +20 S\\ elg384el 828l Si818283 = l l l ll \\l ll l l .950 .850 .806 .740.955 .720.830 .740.920 .830 .740 W(V) W(V) W(V)w(mW(V) W(IIIW(V) W(IIIW(V) W(V) W(III or W(III) )) )) (continued) 410 TABLE 2 (continued) No. Catalytic system\" Temperature (\"G) g-Factor Formal oxidation state 567 8 WC4-l,5-cycloocta-diene-EtiAlClWCle\" cyclopentene' Pl^Sn\"WC4 cyclopentene MezAlliSi1'WCle cyclopentene' Me^AlliSi Ht'Cfi +20+20 20+20 -20+20 20 ^1= 1.920 g2 = 1.830 ^3= 1.740 W(V) W(V)w(in)W(IV) W(V)W(IV)andW(V) W(V)W(VI) W(VI) 'All'allyl radical. b Paramagnetic species not detected by ESR measurements. TABLE 3 g-Factors and formal oxidation states of tungsten in the system WCl^'cycloolefin reacted at 20 C No. WCle-cycloolefin ^-Factor Formal oxidation state 12 345 WCle cyciopenteneWC4 cyclohexene WClfi cyclooctene WCI6 l ,5-cyclooctadieneWCle cyciododecene gfgi=81= ei=ii= 82=83=-gl = 1.918 1.6801.910 1.9181.918 1.830 1.7301.918 W(V) W(iil)W(V) W(V)W(V) W(V) W(III)W(V) From these data, several important aspects should be considered. It is obvious that WClg is reduced by cycloolefins and organoaluminium com- pounds to lower oxidation states, but these states are not chemically iden- tical and differ in their structure. Secondly, cyclopentene reduces WC4 to W(V) and W(III) species, while other cycloolefins produce only W(V) species. Finally, organotin and organosilicon compounds moderately reduce WClfi, but no paramagnetic species could be detected during this transforma- tion. These particular results seem to be of significance in defining the real structure of the active species and for an understanding of the mechanism of initiation and propagation in the ring-opening polymerization of cyclo- olefins. 411 The reduction of WCl^ was suggested earlier to occur by a stepwise mechanism [2], either through the action of the cycloolefin or of the organo metallic compound (Scheme 1). P wcig * Q < [wcig] * 0 [wci5] tw(iv)] [wdiifl WCIe * 1-BU3AI - [W(V)] -i^*!- [w(III)] Scheme 1. The formation of 2-chlorocyclopentene and 2-chlorocyclohexene during the interaction of WCl^ with cyclopentene and cyclohexene, respec- tively, has been shown by mass spectrometry [2]. The reduction of WCl^, by alkylation and subsequent a-elimination from the alkylated compound, is also a well-documented process [4]. The tungsten species in each oxidation state has a well-defined role in the cycloolefin polymerization process. Thus, the initiation of cyclopentene polymerization with the WCl^-water system begins only when the tungsten atom is reduced to the W(III) oxidation state. Similar W(III) species seem to be the main precursors of the actual kinetic species generated from WCl^ and organo aluminium compound [2]. These reduced tungsten species are rather stable, and can be followed conveniently using ESR spectroscopy [1]. Their d3 electron configuration allows both cycloolefin coordination and metal- carbene bond formation. They provide geometries which have vacancies for olefin coordination. Steric constraints are small, and bond rotation and geometry relaxation allow the formation of the more stable trans-polymer structures. It is remarkable that the W(III) paramagnetic species generated from the WCl^ catalyst and cyclohexene are short-lived and cannot initiate cyclohexene polymerization. By contrast, the high oxidation states V and VI of the tungsten atom seem to provide alternate kinetic species which occur in catalysts derived from WClg and organotin or organosilicon compounds. These species with low electron density at the transition metal site (d1 and d conf igurations) impart serious restrictions upon bond rotation and geometry relaxation. They are characterised by a reduced degree of unsaturation and increased electrophilicity of the carbene carbon, so that direct insertion of the cyclo- olefin into the metal-carbene bond presumably occurs. These species, which lead mainly to cis-stereoselective polymerisation, could not be detected by ESR measurements and perhaps possess therefore a more complex structure involving associated dinuclear species. They arise at lower temperatures and exhibit a high reactivity in cyclopentene polymerisation. The polymerisation of higher cycloolefins by the catalytic systems which generate these species hardly occurs, but the reaction is readily initiated upon the addition of catalytic amounts of cyclopentene or cyclohexene. 412 On the other hand, the intermediate oxidation states, such as W(IV) occurring as kinetic species derived from the above systems on raising the temperature, possess a higher degree of saturation and allow olefin coordina- tion and metal-carbene bond formation. Their intermediate electron density at the tungsten atom (d2 configuration) allows bond rotation and geometry relaxation between the propagation steps. They can also appear in catalysts obtained from WCIc and organoaluminium compounds or other organo- metallics employed as cocatalysts, along with kinetic species possessing lower or higher oxidation state. Their presence cannot be revealed by the ESR technique and it is supposed that the transient W(V) intermediates, which are probably associated dinuclear forms, are rapidly reduced by the organo- metallic compound at higher temperatures. These catalytic species generally give polymers of predominantly trans structure, but depending on the associated organometallic compound, cis or trans structures can prevail in the polymer chain. Conclusions The oxidation states of the tungsten atom in the active species generat- ed from WClfi and organometallic compounds are variable, depending on the organometallic compound which is used as cocatalyst. The actual oxidation state is of significance for both the course of the ring-opening polymeriza- tion and the structure of the polymer. Reduced oxidation states of the tungsten atom have also been found during the interaction of WClg with cycloolefins. In the WCle-organoaluminium systems, the initial W(VI) species were readily reduced to W(III) species, as determined by ceriometric titrations. Paramagnetic W(III) and W(V) species were also independently detected in these systems by ESR measurements. The presence of W(III) species was found to correlate with the catalyst activity. These kinetic species were rather stable and led preferentially to polymers of frans structures. In the WClfi-organotin or WCle-organosilane systems, the tungsten atoms in the high oxidation states, V and VI, produced the actual kinetic species respon- sible for ring-opening polymerization. These species, of low stability and high reactivity, led predominantly to polymers of c('s structure. In addition, the W(IV) intermediate oxidation state appears in the above systems upon raising the temperature. This species prefers the formation of trans polymers, and may accompany to a certain extent the other more stereoselective species with higher and lower oxidation states. References l E. Ceausescu, A. Cornilescu, E. Nicolescu, M. Popescu, S. Coca, C. Belloiu, C. Oprescu, M. Dimonie, Gh. Hubca, V. Dragutan and M. Chipara, J. Mol. Catal., 28 (1985) 361. 413 2 E. Ceausescu, A. Cornilescu, E. Nicolescu, M. Popescu, S. Coca, C. Belloiu, M. Dimonie, M. Gheorghiu, V. Dragutan and M. Chipara, J. Mol. Catal., 28 (1985) 337. 3 E. Ceausescu, A. Cornilescu, E. Nicolescu, M. Popescu, S. Coca, M. Cuzmici, C. Oprescu, M. Dimonie, Gh. Hubca, M. Teodorescu, R. Grosescu, A. Vasilescu and V. Dragutan, J. Mol. Catal., 36 (1986) 163. 4 E. Thorn-Csanyi and H. Timm, J. Mol. Catal., 28 (1985) 37. X244 88851125 0304-5102(88)85112-5 10.1016/0304-5102(88)85112-5 On the oxidation state of the tungsten atom in WCl6-based metathesis catalysts used for the ring-opening polymerization of cycloolefins E. Ceausescu A. Cornilescu E. Nicolescu M. Popescu S. Coca M. Cuzmici C. Oprescu Institute of Chemical Research, BucharestRomania M. Dimonie M. Teodorescu G.H. Hubca National Institute of Chemistry, BucharestRomania V. Dragutan 1 Centre of Organic Chemistry, 202B spl. Independentei, R-78100 BucharestRomania 1 Author to whom correspondence should be addressed. M. Chipara R. Grosescu A. Vasilescu Institute for Physics and Nuclear Engineering, Magurele, BucharestRomania The oxidation state of the tungsten atom in the active species of homogeneous WCl6 -based catalytic systems used for the ring-opening polymerisation of cycloolefins (such as cyclopentene, cyclooctene, 1,5-cyclooctadiene and cyclododecene) was found to vary from W(III) to W(VI), depending essentially upon the nature of the organometallic compound employed as the cocatalyst. The oxidation state has been established from ceriometric determinations and parallel ESR measurements. The data obtained indicated that the catalysts derived from WCl6 and organoaluminium compounds (R3Al or R3−xAlClx where R = Me, Et or i-Bu) contained mainly W(III) as the active species. Those derived from WCl6 and organotin compounds (R4Sn where R = Me, Et or Ph) contained W(IV), W(V) and/or W(VI), whereas the catalysts obtained from WCl<6 and organosilicon compounds exhibited mainly W(VI) as the active species. In addition, it was found that the oxidation state of the transition metal strictly governed the sterochemistry of the reaction. The essential role of the organometallic compound, as well as that of the unsaturated substrate, in generating various oxidation states of the tungsten atom in the catalytic systems is outlined, together with the relationship between the particular oxidation state of the transition metal, the catalyst activity and the reaction stereochemistry. The results are interpreted in terms of the metallacarbene mechanism involving different geometric configurations of the active species which correspond to the relevant oxidation states of the tungsten atom. References 1 E. Ceausescu A. Cornilescu E. Nicolescu M. Popescu S. Coca C. Belloiu C. Oprescu M. Dimonie Gh. Hubca V. Dragutan M. Chipara J. Mol. Catal. 28 1985 351 2 E. Ceausescu A. Cornilescu E. Nicolescu M. Popescu S. Coca C. Belloiu M. Dimonie M. Gheorghiu V. Dragutan M. Chipara J. Mol. Catal. 28 1985 337 3 E. Ceausescu A. Cornilescu E. Nicolescu M. Popescu S. Coca M. Cuzmici C. Oprescu M. Dimonie Gh. Hubca M. Teodorescu R. Grosescu A. Vasilescu V. Dragutan J. Mol. Catal. 36 1986 163 4 E. Thorn-Csanyi H. Timm J. Mol. Catal. 28 1985 37",
      "scopus-id": "0024035508",
      "coredata": {
        "eid": "1-s2.0-0304510288851125",
        "dc:description": "The oxidation state of the tungsten atom in the active species of homogeneous WCl6 -based catalytic systems used for the ring-opening polymerisation of cycloolefins (such as cyclopentene, cyclooctene, 1,5-cyclooctadiene and cyclododecene) was found to vary from W(III) to W(VI), depending essentially upon the nature of the organometallic compound employed as the cocatalyst. The oxidation state has been established from ceriometric determinations and parallel ESR measurements. The data obtained indicated that the catalysts derived from WCl6 and organoaluminium compounds (R3Al or R3−xAlClx where R = Me, Et or i-Bu) contained mainly W(III) as the active species. Those derived from WCl6 and organotin compounds (R4Sn where R = Me, Et or Ph) contained W(IV), W(V) and/or W(VI), whereas the catalysts obtained from WCl<6 and organosilicon compounds exhibited mainly W(VI) as the active species. In addition, it was found that the oxidation state of the transition metal strictly governed the sterochemistry of the reaction. The essential role of the organometallic compound, as well as that of the unsaturated substrate, in generating various oxidation states of the tungsten atom in the catalytic systems is outlined, together with the relationship between the particular oxidation state of the transition metal, the catalyst activity and the reaction stereochemistry. The results are interpreted in terms of the metallacarbene mechanism involving different geometric configurations of the active species which correspond to the relevant oxidation states of the tungsten atom.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288851125",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ceausescu, E."
          },
          {
            "@_fa": "true",
            "$": "Cornilescu, A."
          },
          {
            "@_fa": "true",
            "$": "Nicolescu, E."
          },
          {
            "@_fa": "true",
            "$": "Popescu, M."
          },
          {
            "@_fa": "true",
            "$": "Coca, S."
          },
          {
            "@_fa": "true",
            "$": "Cuzmici, M."
          },
          {
            "@_fa": "true",
            "$": "Oprescu, C."
          },
          {
            "@_fa": "true",
            "$": "Dimonie, M."
          },
          {
            "@_fa": "true",
            "$": "Teodorescu, M."
          },
          {
            "@_fa": "true",
            "$": "Hubca, G.H."
          },
          {
            "@_fa": "true",
            "$": "Dragutan, V."
          },
          {
            "@_fa": "true",
            "$": "Chipara, M."
          },
          {
            "@_fa": "true",
            "$": "Grosescu, R."
          },
          {
            "@_fa": "true",
            "$": "Vasilescu, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288851125"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288851125"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85112-5",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "On the oxidation state of the tungsten atom in WCl6-based metathesis catalysts used for the ring-opening polymerization of cycloolefins",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "405-413",
        "prism:endingPage": "413",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85112-5",
        "prism:startingPage": "405",
        "dc:identifier": "doi:10.1016/0304-5102(88)85112-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035508"
      }
    }
  }
}