{
  "metadata": {
    "title": "Hydrogenation of cinnamaldehyde over platinum catalysts: influence of addition of metal chlorides",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-01-05",
    "doi": "10.1016/0304-5102(89)80053-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800537",
    "pii": "0304510289800537"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024961482",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800537 0304-5102(89)80053-7 0304510289800537 10.1016/0304-5102(89)80053-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01241 2024-01-02T01:04:53.938015Z 0 0 19890105 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 49 49 2 2 Volume 49, Issue 2 11 223 232 223 232 19890105 5 January 1989 1989-01-05 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. HYDROGENATIONCINNAMALDEHYDEOVERPLATINUMCATALYSTSINFLUENCEADDITIONMETALCHLORIDES GALVAGNO S TULEY 1925 3061 W RYLANDER 1963 131 P RYLANDER 1967 P CATALYTICHYDROGENATIONOVERPLATINUMMETALS RYLANDER 1969 17 P BAKHANOVA 1972 1993 E MILLMAN 1977 33 W 6THCONF RYLANDER 1979 P CATALYTICHYDROGENATIONINORGANICSYNTHESES POSCOE 1980 1 W 7THCONF VANDERSPURT 1980 11 T 7THCONF POLTARZEWKI 1986 190 Z GALVAGNO 1986 1729 S GOUPIL 1987 185 D CAROTHERS 1923 1071 W CAROTHERS 1925 1047 W ADAMS 1926 477 R MAXTED 1959 3130 E RYLANDER 1961 48 P GALVAGNO 1986 365 S COCCO 1985 321 G WILLSTAER 1918 767 R GALVAGNO 1986 265 S HOFFMAN 1962 2687 N RYLANDER 1969 17 P GALVAGNOX1989X223 GALVAGNOX1989X223X232 GALVAGNOX1989X223XS GALVAGNOX1989X223X232XS item 0304-5102(89)80053-7 0304510289800537 1-s2.0-0304510289800537 10.1016/0304-5102(89)80053-7 272239 2024-01-02T01:04:53.938015Z 1989-01-05 1-s2.0-0304510289800537-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800537/MAIN/application/pdf/016dacde4a02ac44f3b5a227fc58a50d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800537/MAIN/application/pdf/016dacde4a02ac44f3b5a227fc58a50d/main.pdf main.pdf pdf true 604343 MAIN 10 1-s2.0-0304510289800537-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800537/PREVIEW/image/png/0719bb778b1c7c8fc56274d7a536af6e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800537/PREVIEW/image/png/0719bb778b1c7c8fc56274d7a536af6e/main_1.png main_1.png png 60089 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 49 (1989) 223 - 232 223 HYDROGENATION OF CINNAMALDEHYDE OVER PLATINUM CATALYSTS: INFLUENCE OF ADDITION OF METAL CHLORIDES S. GALVAGNO Universitd di Messina, Istituto di Chimica Industriale, Cos. Post. 29, 1-98010 Sant'Agata di Messina (Italy) Universita di Reggio Calabria, Facolta di Ingegneria, Via Cuzzocrea 48, 1-89100 Reggio Calabria (Italy) and D. PIETROPAOLO Istituto CNR dei Composti del Carbonio Contenenti Eteroatomi e loro Applicazioni, Ozano Emilia (Italy) (Received February 15, 1988; accepted April 6, 1988) Summary The effect of addition of metal chlorides to platinum-supported cata- lysts has been studied in the hydrogenation of cinnamaldehyde in the liquid phase. FeCIs, SnC4 and GeC4 were found to be the most effective pro- moters for the selective synthesis of cinnamyi alcohol. The rate of reaction increased by addition of small amounts of metal chlorides and then de- creased at higher contents. Selectivity to cinnamyi alcohol was slightly de- pendent on the concentration of the additives and on the level of conversion. A reaction mechanism for the hydrogenation of cinnamaldehyde over promoted platinum is suggested. Introduction Hydrogenation of unsaturated aldehydes to saturated aldehydes is readily achieved over most platinum metal catalysts under mild conditions in various solvents, in liquid or vapor phase. The selective synthesis of un- saturated alcohols is however much more difficult to achieve, and several attempts have been made to develop a suitable catalytic system [1 -12]. By using Pt Sn and Pt Ge catalysts, we have found that it is possible to hydrogenate cinnamaldehyde to cinnamyi alcohol with selectivities higher than 95% at low temperature and atmospheric pressure [10, 11]. More recently Goupil et al. [12] have shown that high yields of cin- namyi alcohol can also be obtained on Pt Fe supported on carbon at a hydrogen pressure of 4000 kPa. It has been also reported that the addition 0304-6102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 224 of small amounts of various metal chlorides to platinum oxide as well as to Pt/C or Ru/C increases the rate of hydrogenation of the carbonyl group [1, 13 - 17]; however, a detailed kinetic study on the effect of promoters on the hydrogenation mechanism of unsaturated aldehydes has not been published. We have suggested that the effect of the second element added to platinum is related to its interaction with the organic substrate, which enhances the reactivity of the C=0 bond [18]. In this paper we report a study on the effect of the addition of pro- moters on the reactivity of cinnamaldehyde with the aim to: (a) find a correlation between the chemical nature of the promoter added and the catalytic performance; (b) obtain more information on the mechanism of hydrogenation of unsaturated aldehydes over promoted platinum catalysts. Experimental Materials Cinnamaldehyde (Fluka, purity >98%) was distilled under vacuum before use, ethanol (Carlo Erba RPE-ACS 95%, analytical grade) was used without further purification. Ultra-high purity H^ was used after passage through Pt/Al203 at 673 K, followed by a molecular sieve trap. Pt/nylon catalyst was prepared by impregnation of the support with a C2H50H solution of HiPtClg. The support used was a nylon powder (100 - 140 mesh) obtained by grinding pellets of commercial nylon 66 (Sniamid) at liquid nitrogen temperature. The surface area of the powder was < 1 m2 g~1. After impregnation the catalyst was dried at 343 K and reduced in situ at 343 K by bubbling H2 in a slurry of the catalyst in ethanol. A platinum content of 2.12% was determined by spectrophotometry. 10% Pt/C was a commercial (Engelhard) sample. Procedure Hydrogenation of cinnamaldehyde was carried out in a 100 ml four- necked flask fitted with a reflux condenser, dropping funnel, thermocouple and a stirrer head. The catalyst (0.1 - 0.5 g) was added to the solvent (25 ml ethanol), then reduced at 343 K for 1 h under H^ flow. After reduction, a known amount (0.05 - 3 ml) of a 0.04 M ethanol solution of the promoter investigated (SnCLt, SnCI;, FeCL,, AlCL,, GeCU, CaCI,, Nad, CoCl2, SeC^) was added to the catalyst slurry and kept for another hour under hydrogen at 343 K. The system was then cooled at reaction temperature (333 K, unless otherwise specified) and cinnamaldehyde (4.0 mmol) was injected through one arm of the flask. The reaction mixture was stirred at 400 rpm and the reaction was carried out at atmospheric pressure under H^ flow. Chemical analysis of the products was performed by gas chromatog- raphy (Carlo Erba, Model 4200 equipped with a flame ionization detector). Product separation was carried out on a stainless steel column (10 ft X 1/8 in o.d.) filled with GP 10% SP2100 on 100/120 mesh Supelcoport (purchased 225 from Supeico). Column temperature was kept at 423 K. Reagents and products were identified by comparison with authentic samples. Quantitative analysis was carried out by calculating the area of the chromatographic peaks with an electronic integrator (Spectra Physics, Model SP4270). Preliminary runs carried out with different amounts of catalysts and different stirring rates showed the absence of external diffusional limitations. Results Under the reaction conditions used (333 K, solvent ethanol), the products of cinnamaldehyde hydrogenation are mainly hydrocinnam- aldehyde (CeHsCHiCHzCHO), hydrocinnamaldehyde diethylacetal (CeHs- CH2CH2CH(OC2Hs)2), cinnarnyl alcohol (CeHgCH^HC^OH), phenyl- propane (CeHsCK^C^CHs), phenylpropanol (CeHsCI^C^C^OH) and (3-methylstyrene (CeHsCH=CHCH3). Formation of hydrocinnamaldehyde diethylacetal occurs readily via reaction between hydrocinnamaldehyde and ethanol used as solvent. Under the same conditions, acetals of cinnam- aldehyde were not detected [10]. The product distribution was found to be strongly dependent on the catalyst and on the additive used. On supported platinum (in the absence of additive), the main products were hydrocinnamaldehyde and the correspond- ing diethylacetal. The concentration of the other products was below 5 - 7%. Figure 1 shows the results obtained on a commercial 10% Pt/C. On Pt/nylon the reaction proceeds similarly but at a slower rate, due to the lower plati- num content and to the polymeric structure of the support. Nylon, in fact, is able (by a swelling effect of the solvent) to adsorb within the granules the platinum salt used for catalyst preparation, leading to a lower amount of platinum available on the surface. The lower activity of Pt/nylon can also be ascribed to the larger size of the platinum particles obtained after reduction on nylon as compared with those on carbon [19]. The rate constants mea- sured on Pt/C and Pt/nylon were 11.1 X 10~4 (g Pt)-1 s~1 and 0.8 X 10~4 (g Pt)~1 s~1, respectively. It should be however noted that the effect of ad- ditives was similar on both the supports used. Notwithstanding the lower activity of Pt/nylon, the polymeric support was used in our work mainly for practical reasons. The mechanical resistance of nylon is in fact higher than that of carbon, and therefore no fine powder is formed during stirring of the catalyst. Fine powder is difficult to separate from samples withdrawn from the reactor for gas chromatographic analysis, causing (a) a progressive decrease in the amount of catalyst used and (b) occlusion of the chromatographic syringe. Addition of metal chlorides was found to strongly modify the reaction pathway. While the kinetics of the overall disappearance of cinnamaldehyde always remained first order with respect to the organic substrate, the abso- lute value of the rate constant and the relative composition of the reaction products changed with the amount and chemical nature of the metal chlorides. 100 200 300 TIME (MIN) Fig. 1. Hydrogenation of cinnamaldehyde over Pt/C. cinnamaldehyde, hydro- cinnamaldehyde + diethylacetal, A cinnamyi alcohol, o phenylpropanol, o phenylpropane, A <3-methylstyrene. According to their effect on the catalytic behaviour of platinum, the additives investigated can be classified into three groups. The first group, which includes Nad, Cads and AlCIa, did not significantly modify the catalytic activity and selectivity of platinum. The second group (CoCli and SeCLO led to an increase in selectivity towards the formation of unsaturated alcohol but the catalytic activity remained low. The third group (SnCl4, GeCl4 and FeCIa), on which we concentrated most of our attention, in- creased both the activity and selectivity. A summary of the obtained results is reported in Table 1. As to the overall rate of reaction, it was observed that upon addition of small amounts of SnCl4, FeCl3 or GeCLi the rate of reaction increases, and then decreases for larger amounts (Fig. 2). The amount of additive necessary to reach the maximum, and the absolute value of the maximum itself, were dependent on the chemical nature of the promoter. A major effect of the presence of SnCLi, GeCLi or FeCIa was observed in the product distribution: a decrease was observed in the relative amount of hydrocinnamaldehyde formed, with a corresponding increase in the cin- namyi alcohol concentration. 227 TABLE 1 Effect of metal chlorides on cinnamaldehyde hydrogenation over Pt/nylon Additive k9-(s-' (g Pt)-1) S\"(%) none 0.8 x i(r4 <10 Nad 0.8 X10-4 <10 CaCh 1.7 X10-4 <10 Aids 1.8 X10-4 <10 CoCI, 8.4 x10-4 25 SeCl4 2.6 X10-4 64 FeCIa 24 X10-4 74 SnCU 100 X10-4 75 GeCU 178 X10-4 94 \"Results refer to the amount of additive which gave the highest cinnamyi alcohol yields. zoo 150 0) -^ 100 SO MOLES-10\" Fig. 2. Effect of addition of metal chlorides on the reaction rate constant; GeCU, SnCLt, A FeCls. Typical results obtained on addition of SnCLi and FeCl3, are shown in Figs. 3 f 4, respectively. Results on addition of GeCl4 have been previously reported [11]. Selectivity to cinnamyi alcohol was practically independent of the concentration of the additive and the level of conversion. 229 Addition of SnCIa or FeCIa gave results similar to those observed in the presence of SnCl4 or FeCl3, respectively. It is likely that under our conditions Sn(IV) and Fe(III) are partially reduced by the catalytic effect of platinum. Discussion The results reported in the previous section show that the catalytic behaviour of platinum towards the hydrogenation of cinnamaldehyde can be drastically modified by addition of metal chlorides. Catalytic activity and selectivity were found to change with the amount and chemical nature of the additive used. The largest effect was observed on addition of SnCLi, GeCl4 or FeCl3. Small amounts of these additives raise the catalytic activity of the noble metal, while higher concentrations were found to deactivate the catalyst. Such behaviour has been previously reported for the hydrogenation of unsaturated aldehydes using bimetallic catalysts [10-12], and for the hydrogenation of saturated aldehydes [13-18]. In the earlier literature, it has been suggested that the presence of the additive inhibits the reduction of active platinum oxide to inactive reduced platinum. This hypothesis was supported by the experimental observation that platinum oxide is easily deactivated during aldehyde hydrogenation, and its activity can be readily restored by shaking the reaction mixture with oxygen [20]. More recent studies carried out in our laboratory on the hydrogenation of cinnamaldehyde and hydrocinnamaldehyde over Pt Sn catalysts [10,18] and the detailed characterization of the Pt Sn samples performed using WAXS (Wide Angle X-ray Scattering), SAXS (Small Angle X-ray Scattering) and XPS (X-ray Photoelectron Spectroscopy) have shown that, after pre- treating the catalysts in hydrogen, platinum is reduced to the metallic state and its oxidation level does not change after reaction [19, 21]. These results are in contrast with the hypothesis that the additives stabilize platinum oxide towards reduction. It is therefore more likely that oxygen and metal chlorides act differently. We have recently proposed that the addition of promoters modifies the course of the reaction through two main effects [18], one being on the reactant and the other on the noble metal. The effect on the aldehyde is that of activating the carbonyl group by increasing the polarization charge of the C=0 bond and thus enhancing its reactivity towards a weak nucleo- philic agent, as chemisorbed hydrogen can be considered. The effect on platinum is instead that of blocking the active sites, thus decreasing its hydrogenation activity. While at lower additive contents the activation of the substrate prevails, the poisoning effect would prevail at higher contents. This hypothesis is in agreement with the maximum in the reaction rate found at intermediate concentration of the additive (Fig. 2). 230 It should be also noted that the promoting action is not related to the presence of chlorine. In fact, in the case of addition of tin similar effects have been observed, both on already reduced bimetallic Pt Sn samples on which XPS analysis revealed the absence of chlorine and on addition of SnCl4 directly to the reaction vessel. As to the effect of oxygen, which has been reported to improve the catalytic activity of platinum, it is likely it acts by flushing out catalyst poisons, possibly carbon monoxide, formed by decarbonylation of the aldehyde [3,22]. Results reported in Table 1 show that the chemical nature of the promoter plays an important role in determining the per- formance of platinum. Higher selectivities were generally found on the more active systems, with the exception of SeCLi. Moreover, it is note- worthy that the catalytic activity and selectivity to cinnamyi alcohol show a general tendency to increase with the electronegativity of the metal cation. However, no clear correlation has been found between the electronegativity values reported in the literature and the catalytic performance. It is likely that other factors contribute to establish the strength of the interaction between the promoter and the organic substrate. Moreover it should be taken into account that the electronegativity is related to the cation charge, and we do not know the final oxidation state of the metal chlorides added. A further problem arises from the poisoning effect of the promoter on the hydrogenation activity of platinum. For example, in the case of SeC^ it is possible that very small amounts of selenium ions can deactivate the plat- inum active sites and therefore its effect on the organic substrate is difficult to detect. On the basis of the results obtained during the hydrogenation of cin- namaldehyde over the platinum/promoter system, the reaction sequence shown in Scheme 1 can be proposed. In many respects, such a reaction scheme is similar to that proposed by Rylander and Hilmestein [23] for the hydrogenation of cinnamaldehyde over palladium catalysts. Hydrocinnamaldehyde and cinnamyi alcohol are formed through two parallel reactions whose rates depend on the promoter used. On unpromoted platinum, fe; is much larger than fep Addition of metal chlorides increases both ki and k^, and in the presence of GeCLt, SnCI; or FeCIa leads to a value of fei > k^. Phenylpropanol, which is negligible at low conversions, is formed by consecutive hydrogenation of both hydrocinnamaldehyde and cinnamyi alcohol. Phenylpropanol is stable and is not further transformed under our reaction conditions. (3-methylstyrene and phenylpropane are formed through consecutive reactions from cinnamyi alcohol. The above proposed reaction scheme has been confirmed by measuring separately the rates of hydrogenation of the individual products. In contrast to the reaction scheme reported by Rylander and Hilmestein [23], it is noted that in our case hydrocinnamaldehyde is readily trans- formed to phenylpropanol. This indicates that the effect of the promoter on the carbonyl group occurs regardless of the presence of a conjugated 231 <0>- k, k3 H /FTS-c^0\"0\"2'0\" ls /o)-'^-\"1^\"?0\" 'I ' H H /OVC^0\"\"3 k8 ' (oyCH,-CHyCH3 H Scheme 1. C^C double bond. This is in agreement with previous results reported on the hydrogenation of saturated aldehydes [18]. References 1 W. F. Tuley and R. Adams, J. Am. Chem. Soc., 47 (1925) 3061. 2 P. N. Rylander and N. Hilmestein, Engelhard Ind. Tech. Bull., 4 (1963) 131. 3 P. N. Rylander, Catalytic Hydrogenation over Platinum Metals, Academic Press, New York, 1967. 4 P. N. Rylander and D. R. Steele, Engelhard Ind. Tech. Bull., 10 (1969) 17. 5 E. N. Bakhanova, A. S. Astakhova and M. L. Khidekel, Izv. Akad. Nauk SSSR, 9 (1972)1993. 6 W. S. Millman and G. V. Smith, in G. V. Smith (ed.). Catalysis in Organic Syntheses, 6th Conf., Academic Press, New York, 1977, p. 33. 7 P. N. Rylander, Catalytic Hydrogenation in Organic Syntheses, Academic Press, New York, 1979. 8 W. E. Poscoe and J. F. Stenberg, in W. H. Jones (ed.). Catalysis in Organic Syntheses, 7th Conf., Academic Press, New York, 1980, p. 1. 9 T. V. Vanderspurt, in W. H. Jones (ed.). Catalysis in Organic Syntheses, 7th Conf., Academic Press, New York, 1980, p. 11. 10 Z. Poltarzewki, S. Galvagno, R. Pietropaolo and P. Staiti, J. Catal., 102 (1986) 190. 11 S. Galvagno, Z. Poltarzewki, A. Donate, G. Neri and R. Pietropaolo, J. Chem. Soc., Chem. Commun., (1986) 1729. 232 12 D. Goupil, P. Pouilloux and R. Maurel, React. Kinet. Catal. Lett, 35 (1987) 185. 13 W. H. Carothers and R. Adams, 3. Am. Chem. Soc., 45 (1923) 1071. 14 W. H. Carothers and R. Adams, J. Am. Chem. Soc., 47 (1925) 1047. 15 R. Adams and B. S. Garvey, </. Am. Chem. Soc., 48 (1926) 477. 16 E. B. Maxted and S. Akhtar, J. Chem. Soc., (1959) 3130. 17 P. N. Rylander and J. Kaplan, Engelhard Ind. Tech. Bull., 2 (1961) 48. 18 S. Galvagno, Z. Poltarzewki, A. Donato, G. Neri and R. Pietropaolo, J. Mol. Catal., 35(1986)365. 19 G. Cocco, S. Enzo, S. Galvagno, Z. Poltarzewki and R. Pietropaolo, J. Chem. Soc., Faraday Trans. 1, 81 (1985) 321. 20 R. Willstaer, Jaquet Ber. Deut. Chem. Ges., 61 (1918) 767. 21 S. Galvagno, H. S. Munro, R. Pietropaolo, Z. Poltarzewski and A. Recca, Gazz. Chim. Ital., 226(1986)265. 22 N. E. Hoffman, A. T. Kanakkanett and R. F. Schneider, J. Org. Chem., 27 (1962) 2687. 23 P. N. Rylander and N. Hilmestein, Engelhard Ind. Tech. Bull., 4 (1969) 17. X244 89800537 0304-5102(89)80053-7 10.1016/0304-5102(89)80053-7 Industrial Articles Hydrogenation of cinnamaldehyde over platinum catalysts: influence of addition of metal chlorides S. Galvagno Università di Messina, Istituto di Chimica Industriale, Cas. Post. 29, 1-98010 Sant'Agata di MessinaItaly A. Donato G. Neri R. Pietropaolo Università di Reggio Calabria, Facoltà di Ingegneria, Via Cuzzocrea 48, 1-89100 Reggio CalabriaItaly D. Pietropaolo Istituto CNR dei Composti del Carbonio Contenenti Eteroatomi e loro Applicazioni, Ozano EmiliaItaly The effect of addition of metal chlorides to platinum-supported catalysts has been studied in the hydrogenation of cinnamaldehyde in the liquid phase. FeCl3, SnCl4 and GeCl4 were found to be the most effective promoters for the selective synthesis of cinnamyl alcohol. The rate of reaction increased by addition of small amounts of metal chlorides and then decreased at higher contents. Selectivity to cinnamyl alcohol was slightly dependent on the concentration of the additives and on the level of conversion. A reaction mechanism for the hydrogenation of cinnamaldehyde over promoted platinum is suggested. References 1 W.F. Tuley R. Adams J. Am. Chem. Soc. 47 1925 3061 2 P.N. Rylander N. Hilmestein Engelhard Ind. Tech. Bull. 4 1963 131 3 P.N. Rylander Catalytic Hydrogenation over Platinum Metals 1967 Academic Press New York 4 P.N. Rylander D.R. Steele Engelhard Ind. Tech. Bull. 10 1969 17 5 E.N. Bakhanova A.S. Astakhova M.L. Khidekel Izv. Akad. Nauk SSSR 9 1972 1993 6 W.S. Millman G.V. Smith G.V. Smith 6th Conf. Catalysis in Organic Syntheses 1977 Academic Press New York 33 7 P.N. Rylander Catalytic Hydrogenation in Organic Syntheses 1979 Academic Press New York 8 W.E. Poscoe J.F. Stenberg W.H. Jones 7th Conf. Catalysis in Organic Syntheses 1980 Academic Press New York 1 9 T.V. Vanderspurt W.H. Jones 7th Conf. Catalysis in Organic Syntheses 1980 Academic Press New York 11 10 Z. Poltarzewki S. Galvagno R. Pietropaolo P. Staiti J. Catal. 102 1986 190 11 S. Galvagno Z. Poltarzewki A. Donate G. Neri R. Pietropaolo J. Chem. Soc., Chem. Commun. 1986 1729 12 D. Goupil P. Pouilloux R. Maurel React. Kinet. Catal. Lett. 35 1987 185 13 W.H. Carothers R. Adams J. Am. Chem. Soc. 45 1923 1071 14 W.H. Carothers R. Adams J. Am. Chem. Soc. 47 1925 1047 15 R. Adams B.S. Garvey J. Am. Chem. Soc. 48 1926 477 16 E.B. Maxted S. Akhtar J. Chem. Soc. 1959 3130 17 P.N. Rylander J. Kaplan Engelhard Ind. Tech. Bull. 2 1961 48 18 S. Galvagno Z. Poltarzewki A. Donato G. Neri R. Pietropaolo J. Mol. Catal. 35 1986 365 19 G. Cocco S. Enzo S. Galvagno Z. Poltarzewki R. Pietropaolo J. Chem. Soc., Faraday Trans. 1 81 1985 321 20 R. Willstaer Jaquet Ber. Deut. Chem. Ges. 51 1918 767 21 S. Galvagno H.S. Munro R. Pietropaolo Z. Poltarzewski A. Recca Gazz. Chim. Ital. 116 1986 265 22 N.E. Hoffman A.T. Kanakkanett R.F. Schneider J. Org. Chem. 27 1962 2687 23 P.N. Rylander N. Hilmestein Engelhard Ind. Tech. Bull. 4 1969 17",
      "scopus-id": "0024961482",
      "coredata": {
        "eid": "1-s2.0-0304510289800537",
        "dc:description": "The effect of addition of metal chlorides to platinum-supported catalysts has been studied in the hydrogenation of cinnamaldehyde in the liquid phase. FeCl3, SnCl4 and GeCl4 were found to be the most effective promoters for the selective synthesis of cinnamyl alcohol. The rate of reaction increased by addition of small amounts of metal chlorides and then decreased at higher contents. Selectivity to cinnamyl alcohol was slightly dependent on the concentration of the additives and on the level of conversion. A reaction mechanism for the hydrogenation of cinnamaldehyde over promoted platinum is suggested.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-01-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800537",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Galvagno, S."
          },
          {
            "@_fa": "true",
            "$": "Donato, A."
          },
          {
            "@_fa": "true",
            "$": "Neri, G."
          },
          {
            "@_fa": "true",
            "$": "Pietropaolo, R."
          },
          {
            "@_fa": "true",
            "$": "Pietropaolo, D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800537"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800537"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80053-7",
        "prism:volume": "49",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of cinnamaldehyde over platinum catalysts: influence of addition of metal chlorides",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "223-232",
        "prism:endingPage": "232",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 January 1989",
        "prism:doi": "10.1016/0304-5102(89)80053-7",
        "prism:startingPage": "223",
        "dc:identifier": "doi:10.1016/0304-5102(89)80053-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024961482"
      }
    }
  }
}