{
  "metadata": {
    "title": "On some peculiarities of the d electron localization in the real space of oxide catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-10-31",
    "doi": "10.1016/0304-5102(89)80164-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289801646",
    "pii": "0304510289801646"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024960709",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289801646 0304-5102(89)80164-6 0304510289801646 10.1016/0304-5102(89)80164-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01319 2024-01-02T01:04:53.938015Z 0 0 19891001 19891031 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 54 54 3 3 Volume 54, Issue 3 20 490 495 490 495 198910 October 1989 1989-10-01 1989-10-31 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. PECULIARITIESDELECTRONLOCALIZATIONINREALSPACEOXIDECATALYSTS PROINOV E RICE 1987 141 T FALICOV 1985 2207 L YANG 1985 6723 W NALEWAJSKI 1988 R BADER 1981 63 R ZHANG 1988 3759 F KRAEFT 1986 W QUANTUMSTATISTICSCHARGEDPARTICLESYSTEMS DAUDEL 1975 R LOCALIZATIONDELOCALISATIONINQUANTUMCHEMISTRY HUBBARD 1963 238 J ANDERSON 1987 1196 P NESHEV 1989 484 N PROINOVX1989X490 PROINOVX1989X490X495 PROINOVX1989X490XE PROINOVX1989X490X495XE item 0304-5102(89)80164-6 0304510289801646 1-s2.0-0304510289801646 10.1016/0304-5102(89)80164-6 272239 2024-01-02T01:04:53.938015Z 1989-10-01 1989-10-31 1-s2.0-0304510289801646-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801646/MAIN/application/pdf/1f6d172e7401e338124830f9ae04aa7d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801646/MAIN/application/pdf/1f6d172e7401e338124830f9ae04aa7d/main.pdf main.pdf pdf true 355298 MAIN 6 1-s2.0-0304510289801646-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801646/PREVIEW/image/png/1ce8b55d858944a649f41de666ea1a57/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801646/PREVIEW/image/png/1ce8b55d858944a649f41de666ea1a57/main_1.png main_1.png png 65177 849 656 IMAGE-WEB-PDF 1 490 Journal of Molecular Catalysis, 54 (1989) 490 - 496 ON SOME PECULIARITIES OF THE d ELECTRON LOCALIZATION IN THE REAL SPACE OF OXIDE CATALYSTS E. I. PROINOV and N. M. NESHEV Bulgarian Academy of Sciences, Institute of Kinetics and Catalysis, 1040 Sofia (Bulgaria) Summary The quantum-statistical solid state approach developed in [4] for a description of the d electron localization in transition metal oxides is briefly summarized and its possible application in catalysis is discussed. Some new possibilities for a choice of the optimal crystal fragment modeling the active site area are pointed out in this respect. Introduction The peculiar behaviour of the d electrons in transition metal oxides is of significant interest for catalysis as well as for many other fields of re- search. The experimental data indicate that the addition of a small amount of promoter or inhibitor changes considerably the activity of oxide catalysts. This means that long range solid state effects might take place at certain stages of the catalytic process. Therefore, to understand the behaviour of these systems one should account for the interrelated local and collective properties of their strongly correlated d electrons [1]. Important phenonema in this aspect are the electron charge fluctuations and the related localiza- tion-delocalization transitions. These phenomena appear to be related to the catalytic properties and chemical reactivity in general [2, 3]. An important problem in the theory of catalysis is how to model the active-site area and how to account for the lattice environment. The active site is strictly speaking an open quantum subsystem within the catalyst and one should account for the electron charge fluctuations in this crystal fragment. In another paper [4], we have developed a quantum-statistical model of the local electron charge fluctuations in oxides, in order to esti- mate the degree of the d electron localization. In the present work, we briefly summarize the basic statements of this model and comment on some results in the light of their possible application in catalysis. Theory The degree of electron localization in a solid system could be de- scribed in general in terms of quantum-statistical relative fluctuation \\\\^l) 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 491 of the electron occupancy in a certain open subdomain ^2 of the system [4,5]: x2^) = M\")-1 + MH)-2 2 /Jd^d^r^^d, 2) - iV^CDr./^)} (D \",o'n where P^ and T^ are the reduced density matrices of first (RDM-1) and second (RDM-2) order respectively, N(^l) is the average electron occupancy in Sl: M?T) = S^r.,\"^) d7 = fp(7)dr (2) 0 where p(r\") is the electron charge density. The local charge fluctuation X2^) itself has the important chemical meaning of reflecting the 'local softness' [2, 3]. As shown in [2], the catalytic selectivity strongly depends on the local density fluctuations in the catalyst. Using solid state site representation of the RDM, the following exact expression of eqn. (1) is obtained [4]: X2(n)=Jv(?T)-2iio,2(n)+ 2 C^)l (3) U\"=l fe,J 5 (fe^n where ,(^2) are the following local inter-site density correlators: Cfe,(n) = <Mfc n,>n - (n^(fi,)a (4) and o,2^) are the following on-site density correlators: a^Sl) = Wn - (W (5) where (fi^a and <n/)n read: <M,)n = 2 <\"fea\"^> f<l>ka\\7)dr f<i>^\\my (6) a'a' n n <\";>n = 2<\"^> S<S>,a\\7W \" a where 4>,o{r') are orthonormalized site orbitals and the indices i, ]\\ k ... run over the cation lattice sites of the oxide. Note that (t>ja(7) should be ligand- field type orbitals rather than atomic-like ones, in order to account for the hybridization with the oxygen 2p states [6]. An important point concerning the above equations is that the in- fluence of the electron correlation on X2^) is explicitely described by the local density correlators eqns. (4) and (5). Since such correlators are temperature dependent, the temperature dependence of X2^) is also contained in eqns. (3) - (6), which is interesting for catalysis. 492 Let us now define the state of maximum electron localization in some crystal subdomain Sl as the state with X2^) = 0. Then, the degree of electron localization in the oxide is quantitatively estimated by the size of the minimal possible subdomain ^MIN being in the state of maximum localization. If there exists such a finite subdomain in a given oxide, then the lattice contains a set of fragments Sl^w each obeying the condition of X^^MIN) = 0. Thus, the so-defined special subdomain ^MIN ^ m some sense a solid-state analogue of the 'lodges' in quantum chemistry [8]. The smaller th ^MIN th higher the degree of electron localization in the oxide. If a finite ^MIN does not exist for some oxide, the d electrons are totally de- localized in the crystal. Since we consider the whole catalyst as a closed system, the following exact asymptotic condition holds true: lim \\\\SZ) > 0 (7) n->-~ The size and the topology of ^l^w should in principle be determined by solving the dynamic equations for the RDM with high accuracy. However, at the present state of the art, such high-quality solutions are in general not available, even for the simplest many-body Hamiltonian of the transition metal oxides the Hubbard Hamiltonian [9,1], In order to gain some insight into what might be the influence of the correlation effects on X2^), we have developed in [4] a real space scaling-like procedure, based on the condition X^^MiN) = 0- Th^ procedure reflects the gradual increase of the ^MiN with a gradual decrease of the on-site correlators and/or a gradual increase of the inter-site correlators, in accordance with a Mott-Hubbard idea of a correlation-caused electron localization [9]. Results and discussions Let us briefly discuss some results obtained in [4] within the above- described model, which might be of interest for catalysis. For cubic lattices, the minimal possible S^MIN could be in principle the Wigner^Zeitz unit cell of the cation sublattice Uc. For a half-filled d-band, this state is meaningful only for very strong on-site correlations and corresponds to the Mott's picture of purely localized d electrons. However, the physical meaning of such a state is not clear enough to us, because the condition (7) requires in this case all inter-site correlators to be zero. More- over, the condition X^^^N) = 0 could be fulfilled for ^MIN = \"c only approximately, since it requires neglecting the tails of the site wave functions outside the unit cell. Another possible state of maximum localization is found to exist at sufficiently strong on-site correlations. Within the scale-like procedure, this state is determined by the condition: WMIN) = 0, ^MiN = 2^0 (8) where d is the crystal dimension. 493 Using some exact sum rules and asymptotic conditions for the density correlators together with eqns. (7) and (8), we obtain that in the state of maximum localization (8) the inter-site correlators (eqn. (4)) are the follow- ing functions of the onsite correlator (eqn. (5)): Ci= lim ^C^l(Sl)=--a2(n,Z} (9a) Z n-K L C2ii= lim -SC,,^\")\"^\",^) n - Li , 1 C, = 0, for All./ >3 and; = 21 (9b) (9c) where Z is the coordination number of the cation sublattice, L is the total number of cation sites. Can ls th averaged correlator between two next- nearest neighbour cation sites along the Me O Me lines (Fig. 1), a\\h, Z) is the averaged on-site correlator: L (10) where n is the average d-electron occupancy per site. In a similar manner the site spin-spin correlators are also obtained in [4]. The main result is that the solid state (8) requires an antiferromagnetic (AF) ordering. For a half-filled d-band, the described AF state of maximum localization could be visualized as pairs of electrons with opposite spins, each pair being localized in a region of 2dVc (Fig. 2). As is demonstrated in Fig. 2, the state (8) allows for AF superexchange fluctuations, in contrast to the S^MIN = ^c state. Therefore, the existence of an AF arrangement in the strongly correlated oxides with n = 1 could be considered as an indication of the state of maximum d elec- tron localization. Both types of AF ordering could exist within the state (8) the long range AF Neel state as well as the singlet pairs in the RVB state [10]. Some other values of n are also possible within the condition (8), but for n ^ 1 and n ^ 2 single electrons appear in some Sl^w regions and the Fig. 1. Designation of the different types of averaged inter-site density correlators (eqns. (9a) - (9c)). 494 ' > i,' ' ' ' i \\ / \\ ' i '---.. A-^ i-' ^- v--> '' 7t = i ^ SL^'2^ Pig. 2. An illustration of the state of maximal electron localization X^*^) = 0 in one dimension. long-range AF order becomes questionable [4]. It is well known that the notion of electron pairs and single valence electrons are very useful in the theory of chemical reactivity. In our opinion, similar notions such as that introduced in the present approach could be used in the description of the active sites in catalysts. Conclusions A model of the d electron localization in oxides is described, which offers a possible way to account for the interrelated local and collective effects in these catalysts. A new state of maximum electron localization in the sense of eqn. (8) is obtained. In this state the local behaviour of \\2(2dUc) is interrelated with collective magnetic interactions. Let us point out in this respect, that even for the Mott insulators the embedded single cation re- presentation of the active site area may not be the best choice, if the condi- tion of minimum charge fluctuations is used as an additional criterion. Instead, the embedded cluster containing 2'^ unit cells appears to be more efficient, but only if the cluster properties are determined well above the mean-field limit. To proceed further one should combine in a proper way the solid state description with local quantum-chemical methods. The basic equations (1) and (3) could be related to the density functional theory and a general Green's function approach [II], which is a subject of a further research. References 1 T. M. Rice, Z. Phys. B. 67 (1987) 141. 2 L. M. Falicov and G. A. Somorjai, Proc. Nat. Acad. Sci. USA, 82 (1985) 2207; W. Yang and R. G. Parr, i&id., 82 (1985) 6723. 3 R. F. Nalewajski, Theoret. Chim. Acta, (1988), in press. 4 E. I. Proinov and N. M. Neshev, to be published. 5 R. F. W. Bader and T. T. Nguyen-Dang, Adv. Quantum. Chem.. 14 (1981) 63. 6 F. C. Zhang and T. M. Rice, Phys. Rev. B, 37 (1988) 3759. 7 W. Kraeft, D. Kremp, W. Ebeling and G. Ropke, Quantum Statistics of Charged Particle Systems, Akademie-Verlag, Berlin, 1986. 496 8 R. Daudel in 0. Chalvet and R. Daudel (eds.). Localization and Delocalization in Quantum Chemistry, Vol. 1, Reidel, Dordecht/Boston, 1975. 9 J. Hubbard.Proc. 2?. Soc. (London), Ser. A, 276 (1963) 238. 10 P. W. Anderson, Science, 235 (1987) 1196. 11 N. M. Neshev and E. I. Proinov, J. Mot. Catal., 54 (1989) 484. X244 89801646 0304-5102(89)80164-6 10.1016/0304-5102(89)80164-6 On some peculiarities of the d electron localization in the real space of oxide catalysts E.I. Proinov N.M. Neshev Bulgarian Academy of Sciences, Institute of Kinetics and Catalysis, 1040 SofiaBulgaria The quantum-statistical solid state approach developed in [4] for a description of the d electron localization in transition metal oxides is briefly summarized and its possible application in catalysis is discussed. Some new possibilities for a choice of the optimal crystal fragment modeling the active site area are pointed out in this respect. References 1 T.M. Rice Z. Phys. B. 67 1987 141 2 a L.M. Falicov G.A. Somorjai Proc. Nat. Acad. Sci. USA 82 1985 2207 b W. Yang R.G. Parr Proc. Nat. Acad. Sci. USA 82 1985 6723 3 R.F. Nalewajski Theoret. Chim. Acta 1988 in press. 4 E.I. Proinov and N.M. Neshev, to be published. 5 R.F.W. Bader T.T. Nguyen-Dang Adv. Quantum. Chem. 14 1981 63 6 F.C. Zhang T.M. Rice Phys. Rev. B 37 1988 3759 7 W. Kraeft D. Kremp W. Ebeling G. Röpke Quantum Statistics of Charged Particle Systems 1986 Akademie-Verlag Berlin 8 R. Daudel O. Chalvet R. Daudel Localization and Delocalisation in Quantum Chemistry 1 1975 Reidel Dordecht/Boston 9 J. Hubbard Proc. R. Soc. (London), Ser. A 276 1963 238 10 P.W. Anderson Science 235 1987 1196 11 N.M. Neshev E.I. Proinov J. Mol. Catal. 54 1989 484",
      "scopus-id": "0024960709",
      "coredata": {
        "eid": "1-s2.0-0304510289801646",
        "dc:description": "The quantum-statistical solid state approach developed in [4] for a description of the d electron localization in transition metal oxides is briefly summarized and its possible application in catalysis is discussed. Some new possibilities for a choice of the optimal crystal fragment modeling the active site area are pointed out in this respect.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289801646",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Proinov, E.I."
          },
          {
            "@_fa": "true",
            "$": "Neshev, N.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289801646"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289801646"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80164-6",
        "prism:volume": "54",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "On some peculiarities of the d electron localization in the real space of oxide catalysts",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "490-495",
        "prism:endingPage": "495",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1989",
        "prism:doi": "10.1016/0304-5102(89)80164-6",
        "prism:startingPage": "490",
        "dc:identifier": "doi:10.1016/0304-5102(89)80164-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024960709"
      }
    }
  }
}