{
  "metadata": {
    "title": "Progress toward new catalysts for acyclic diene metathesis (ADMET) polymerization reactions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-15",
    "doi": "10.1016/0304-5102(92)80161-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292801619",
    "pii": "0304510292801619"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026939958",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292801619 0304-5102(92)80161-9 0304510292801619 10.1016/0304-5102(92)80161-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02519 2024-01-02T01:06:03.941633Z 0 0 19921015 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 76 76 1 3 1 2 3 Volume 76, Issues 1–3 20 229 237 229 237 19921015 15 October 1992 1992-10-15 1992 A Special Volume devoted to the Ninth Symposium on Olefin Metathesis Collegeville, PA (USA) 21–26 July 1991 19910721 19910726 A. E. Martin converted-article fla Copyright © 1992 Published by Elsevier B.V. PROGRESSTOWARDNEWCATALYSTSFORACYCLICDIENEMETATHESISADMETPOLYMERIZATIONREACTIONS BLOSCH L WAGENER 1990 365 K WAGENER 1990 5155 K WAGENER 1991 2649 K ODIAN 1981 40 179 G PRINCIPLESPOLYMERIZATION SCHROCK 1988 1423 R SCHROCK 1990 2262 R SCHROCK 1990 3875 R BLOSCH 1991 7066 L SCHROCK 1990 50 R MAYR 1986 548 A WAGENER 1987 2949 K TROFIMENKO 1967 3170 S BLOSCHX1992X229 BLOSCHX1992X229X237 BLOSCHX1992X229XL BLOSCHX1992X229X237XL item 0304-5102(92)80161-9 0304510292801619 1-s2.0-0304510292801619 10.1016/0304-5102(92)80161-9 272239 2024-01-02T01:06:03.941633Z 1992-10-15 1-s2.0-0304510292801619-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801619/MAIN/application/pdf/a872a8fe6436a1554c2378aa4ebaa1fc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801619/MAIN/application/pdf/a872a8fe6436a1554c2378aa4ebaa1fc/main.pdf main.pdf pdf true 606590 MAIN 9 1-s2.0-0304510292801619-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801619/PREVIEW/image/png/38c19ba58e02d0ab14305504f4130a5f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801619/PREVIEW/image/png/38c19ba58e02d0ab14305504f4130a5f/main_1.png main_1.png png 49856 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 76 (1992) 229-237 229 M2986 Progress toward new catalysts for acyclic diene metathesis (ADMET) polymerization reactions Laura L. Blosch, A. Scott Gamble and James M. Boncella* Department of Chemistry and Center for Catalysis, University of Florida, Gainesville, FL 32611 (USA) Abstract The compounds Tp'W(CHR)(E)X (Tp' = hydridotris(3,5-dimethylpyrazolyl)borate; R = CMe3, Ph; E = O, NPh; X = Cl, Br), 4a-c, have been synthesized by reaction of Tp'W(CR)XZ (R = CMe3, X = Cl; R = Ph, X = Br), 3a,b, with neutral alumina or aniline. Compounds 3a,b and 4a-c are air stable and thermally stable to > 100 C in the solid state. When combined with 1 equivalent of AlC13, Tp'W(CHPh)(NPh)Br, 4c, catalyzes the acyclic diene metathesis (ADMET) oligomerization of 1,9-decadiene, giving a mixture of 1,9,1?-octadecatriene, 1,9,17,25-hexadodecatetraene and ethylene (30% conversion). The new alkylidene complex, 4a, is an efficient ring-opening metathesis polymerization (ROMP) catalvst in the presence of AIClg as a co-catalyst. Introduction We have been interested in using the olefin metathesis reaction to synthesize polymers from acyclic dienes, as shown in eqn. (1), and have demonstrated the feasibility of this approach when an appropriate catalyst system is chosen [1]. The utility of catalysts for this reaction depends upon a number of factors, including their thermal stability, their reactivity with functional groups in the monomer, and their ability to ensure that olefin metathesis is the only reaction that consumes the monomer. -rl?y N R,o,-M=CH R,j R 1a-d M = W, Mo ~R' R = t-Bu, CMe2PhCH=CH-R' R'= C(CF3)2Me n n R2~ ~R2 n RICH=CHRZ 1 *Author to whom correspondence should be addressed. 0304-5l02/92/$5.u0 0 1992 - Elsevier Sequoia. All rights reserved 230 The reaction in eqn. (1) is a step-type condensation polymerization reaction [2] in which ethylene (or another low-molecular-weight olefin) is produced and removed to shift the equilibrium to produce polymeric species. Any polymerization reaction of this type must proceed to a high (>99%) conversion to produce high-molecular-weight polymers [4]. Thus an extremely efficient and selective catalyst is necessary to give highmolecular-weight products. Furthermore, the best experimental conditions for such a reaction employ as high a monomer concentration as possible (neat monomer). The use of neat monomer as solvent gives rise to drastic changes in the reaction medium. As the monomer is converted to oligomers and polymers, the reaction mixture becomes more viscous and eventually solidifies. In order to achieve the maximum possible molecular weight, the reaction should be conducted at temperatures above the melting point of the polymer. Thus the best possible catalyst for a given reaction will remain active at temperatures above the melting point of the desired polymer. Finally, a catalyst that is tolerant of a variety of functionalized monomers would be most useful in the synthesis of a diverse range of polymers whose physical properties could be tailored by changing the functional group. The well-defined alkylidene complexes M(CHR)(NAr)(OR')2 (R = CMe3, CMe2Ph; R'= CMe(CF3)2; Ar = 2,6-C,H3-Pre; M = W, Mo) la-d [5-7], act as efficient catalysts for the polymerization of acyclic dienes to give high-molecular-weight polymers [1-3]. Their utility for this reaction is ultimately limited by their thermal stability. Decomposition of these catalysts to inactive and largely unidentified products occurs rapidly above ca. 70 C, thereby limiting the products to those that remain liquid at or near 70 C. Thus we are interested in finding efficient metathesis catalysts that are also thermally stable. Results and discussion We have discovered that the complexes Tp'W(CBut)C12, 3a, and Tp'W(CHBut)(O)Cl (Tp' -hydridotris(3,5-dimethylpyrazolyl)borate), 4a, constitute a new class of tungsten alkylidyne and alkylidene complexes that are thermally stable in air to 270 C and 150 C, respectively [8]. We have begun a study of the use of the compounds Tp'W(CHR)(E)X (R = But, Ph; E = O, NPh; X = Cl, Br), 4a-c, as precursors to active ring-opening metathesis polymerization (ROMP) and acyclic diene metathesis (ADMET) polymerization catalysts. Complexes 3a,b have been synthesized from W(CBu')C13DME, 2a, or W(CPh)Br3DME, 2b, as shown in Scheme 1. The yields in these reactions are 50% and 10% for 3a and 3b, respectively. It is not clear why there is such a poor yield in the synthesis of 3b, and attempts at improving the yield of 3b by changing the reaction conditions have proven unsuccessful. Complexes 3a and 3b can be con- 231 W(CR)X3DME + KTp' ---- TP'W=C-R X X 2a: R = t-Bu; X = CI 3a, b 2b: R = Ph; X = Br Tp' = HB N DME = dimethoxyethane 10 N )3 Scheme 1. R Tp'W=C~ 3a,b + xs AIZ03 -- / \\\\ \\X O H 4a,b 4a: R = t-Bu; X = CI 4b: R = Ph; X = Br Ph 3b + 2.1 NHZPh r~ Tp'W\\ C~ Br/ \\N H ~Ph 4c Scheme 2. verted to 4a-c by reaction with alumina or aniline, as shown in Scheme 2; however, the best way to synthesize 4b is by stirring a THF solution of 3b for 24 h at room temperature, in air. All of these complexes have considerable thermal and air stability (solid samples of 3a,b and 4a-c are stable to 100 C and in air for several hours). The mechanism for conversion of the alkylidyne complexes to the oxo-alkylidene complexes (Scheme 2) probably involves displacement of halide by OH- or HZO followed by proton transfer to the alkylidyne carbon in a fashion similar to the reactions used to synthesize W(CHBut)(O)C12L2 [4]. In the case of Tp'W(CHPh)(O)Br, 4b, further reaction with water or hydroxide ion results in the formation of Tp'W(CHZPh)(O)Z, 5, which has been independently synthesized from Tp'W(O)2C1, as shown in eqn. (2). We have not yet observed conversion of 3a to the dioxo complex Tp'W(CHZBu')(O)2 by reaction with water or alumina. This lack of reactivity may arise from the bulkiness of the neopentylidene group, or it may arise from a stronger interaction between W and Cl as compared to the W-Br interaction. Tp'W(O)ZCI + BrMgCH2Ph THF T//\\'~Ph (2) O O 5 232 When 3b and two equivalents of aniline in THF were heated to reflux for several days, conversion to the phenylimido benzylidene complex Tp'W(CHPh)(NPh)Br, 4c, occurred in high yield (Scheme 2). Complex 4c exhibits two resonances in the alkylidene region of the 1H NMR spectrum, at 11.21 and 10.92 ppm, in a ratio of 4.8:1. We ascribe these peaks to two different rotational orientations of the benzylidene group. These two peaks show no signs of broadening or coalescence up to 110 C. This behavior is consistent with the two rotameric forms of 4c having a large activation barrier for their interconversion. The compounds 4a-c do not catalyze the ring-opening metathesis polymerization of cyclooctene in the absence of co-catalyst, even up to 140 C. However, addition of 1 equivalent of AlCl,, to a solution of 4a in cyclooctene results in an immediate and rapid polymerization reaction producing polyoctenamer in high (>90%) yield. Compound 4a is an extremely efficient catalyst for this reaction, since it will polymerize 500 equiv. of cyclooctene to solid polyoctenamer in ca. 15 min in air at room temperature [8]. When ZnC12 was used as a co-catalyst with compound 4a, very slow ROMP of cyclooctene occurred over 2 months, producing low-molecular-weight oligomers rather than high-molecularweight polymers. When 4c was dissolved in 1,9-decadiene and one equivalent of AlCl3 was added, 1H NMR spectroscopy showed that the 1,9-decadiene was converted into a mixture of ethylene, 1,9,17-octadecatriene, 1,9,17,25hexadodecatetraene and unreacted 1,9-decadiene, as shown in eqn. (3). 4c + AIC13 + / / 80 C, 3 days, 30% conversion vacuum applied intermittently / + n n=2, 3 Figure 1 shows the olefinic region of the 1H NMR spectrum of the mixture of products from eqn. (3) after removal of 1,9-decadiene and ethylene. There was no evidence for the formation of any products arising from vinyl addition-type reactions of the internal olefinic bonds of the new product*. It is unclear whether the reaction shown in eqn. (3) proceeds slowly because of a lack of catalyst activity, or because of competing thermal deactivation processes. The observation that the *Vinyl addition crosslinking reactions have prevented the successful polymerization of acyclic dienes with well-known Lewis-acid-containing catalysts such as WCls/EtAlC12 [11]. 233 H -H ~~//H H H H ~-H 5.8 5.6 5.4 5.2 5.0 4.8 PPM Fig. 1. 'H NMR (C,D6) of the metathesis product of 1,9-decadiene with the 3c/AIC13 catalyst system. 4c/AIC13 system is active for terminal olefin metathesis at elevated temperatures is encouraging, since la-d rapidly become inactive for acyclic diene metathesis chemistry above ca. 60 C [12]. It is evident that the Tp' ligand imparts remarkable kinetic stability on normally very reactive W(VI) alkylidyne and alkylidene complexes. Despite their kinetic stability, complexes 4a-c can be used as metathesis catalysts as long as Lewis acids are present as co-catalysts. The apparent thermal stability of the 4c/AIC13 system suggests that the Tp' ligand may impart thermal stability to the catalytically active species as well. We are continuing to explore the use of polydentate ligands to increase the thermal stability of well-defined metathesis catalysts. Experimental Unless otherwise noted, all procedures were carried out under argon atmosphere using Schlenk techniques or in a N2 filled dry-box. Solvents 234 were distilled from sodium benzophenone ketyl (pentane, diethyl ether, toluene and tetrahydrofuran) or Pz05 (CH2C12) prior to use. NMR spectra were obtained using Varian VXR-300 or GE-QE300 spectrometers. Chemical shifts were referenced to the residual protons of the deuterated solvents and are reported relative to TMS. The elemental analyses and mass spectra were obtained from the service facility of our department. The compounds potassium hydridotris(3,5-dimethylpyrazolyl)borate [13], W(CBut)C13DME [9], W(CPh)Br3DME [10], Tp'W(CBut)Cl2 and Tp'W(CHBut)(O)Cl [8] were synthesized using published procedures. The compound PhCH2MgBr was used as a 2.0 M solution in THF (Aldrich). Preparation of Tp'W(CPh)Br2 (3b) A THF solution of W(CPh)Br3DME (1.00 g, 1.66 mmol) was cooled to -78 C and a THF solution of KTp' (0.56 g, 1.7 mmol) was added with stirring, resulting in a gradual color change to dark green. The solution was warmed to 25 C and allowed to stir for 24 h, after which time the solvent was removed under reduced pressure. The product was dissolved in toluene and passed through a FlorisiV plug, giving a blue-green solution. Solvent removal and successive pentane washes gave the product as a blue solid in 10% yield; m.p. 218 C in air (decomp.). 1H NMR (CD,C12): 8(ppm) = 7.68 (2H, t, meta -Ph); 7.25 (2H, d, ortho-Ph); 6.78 (1H, t, para-Ph); 6.35, 5.97 (2:1H, s, Tp'ring H's); 2.58, 2.52, 2.45, 2.42 (3:3:6:6H, s, Tp' Me's).13C NMR (CD2C12): 8(ppm) = 327.3 (--CPh); 154.8, 154.4, 147.8, 144.2 (Me-substituted ring C's of Tp'); 140.0, 138.1, 131.9, 126.2 (Ph); 108.3 (Tp' unsubstituted ring C's overlapping); 19.4, 15.0, 13.2, 12.5 (Tp' Me's). Elem. anal.: calc. for Cz2H27BBr2N6W: C, 36.20; H, 3.73; N, 11.52; found: C, 36.29; H, 3.91; N, 11.05. Preparation of Tp'W(CHPh)(O)Br (4b) A solution of 3b and 1 ml H20 in THF was stirred in air for 2 days or until the solution color had changed from blue to gold. Solvent removal and chromatography on Florisil\" (Et20) gave the product as an orange-red solid (75% yield); m.p. 210 C in air (decomp.). The product was recovered as a mixture of rotamers. Major: 1H NMR (C,,D6): 6(ppm) = 10.97 (1H, s, =CHPh); 7.60-6.60 (5H, m, Ph); 5.48, 5.21 (2:1H, s, Tp' ring H's); 3.00, 2.69, 2.08, 2.00, 1.95, 1.87 (3H each, s, Tp' Me's). 13C NMR (CA): 8(ppm) = 290.2 (Jwc = 151 H; CHPh); 154.5, 154.3, 153.9, 145.8, 144.6, 144.2 (Me-substituted ring C's of Tp'); 141.7, 133.5, 132.1, 127.0 (Ph); 108.5, 108.2, 108.0 (Tp' unsubstituted ring C's); 17.2, 17.0, 16.3, 12.5, 12.4, 12.1 (Tp' Me's). Minor: 1H NMR (C6D6): 8(ppm) -11.40 (1H, s, =CHPh); 7.60-6.60 (5H, m, Ph); 5.48, 5.33, 5.36 (1H each, s, Tp' ring H's); 3.13, 2.20, 2.15, 2.02, 1.92, 1.90 (3H each, s, Tp' Me's). MS: M+ = 666.11. Elem. anal.: calc. for C22H28BBrN60W: C, 39.61, H, 4.23; N, 12.60; found: C, 38.67; H, 4.27; N, 11.83. Alternative preparations of 4b (a) The complex may be prepared directly from the crude product formed in the synthesis of 2b in approximately the same overall yield. 235 (b) A THF solution of 3b was stirred with 25 g alumina (Fisher) for 1 week until the solution turned orange. Filtration and solvent removal gave an oily solid, which was a mixture of 4b and 5. The alkylidene was purified by chromatography on alumina, and recovered in < 25% yield. Preparation of Tp'W(CHPh)(NPh)Br (dc) A THF solution of 3b (0.27 g, 0.37 mmol) and aniline (0.082 g, 0.86 mmol) was heated to reflux for 3 days, resulting in a color change from blue to orange-brown. After solvent removal, the product was chromatographed on alumina, eluting one orange band with EtzO. The product could be recrystallized from Et20. Yield 0.20 g (73%) as two rotational isomers. Major: 1H NMR (toluene-d,): 8(ppm) = 11.21 (1H, s, =CHPh); 7.57-6.60 (10H, m, Ph); 5.59, 5.47 (1:2H, s, Tp' ring H's); 2.87, 2.52, 2.11, 2.08, 2.04, 2.03 (3H each, s, Tp' Me's). Minor: 1H NMR (toluene-d8): 8(ppm) -10.92 (1H, s, =CHPh); 7.57-6.60 (lOH, m, Ph); 5.52, 5.26 (2:1H, s, Tp' ring H's); 2.98, 2.70, 4 peaks in the region 2.15-1.95 (3H each, s, Tp' Me's). Preparation of Tp'W(O)ZCl A slurry of KTp' (9.84 g, 2.93 mmol) in 100 ml THF was added by cannula under argon to a rapidly stirred room-temperature slurry of W(O)ZC12 (8.33 g, 2.93 mmol) in 150 ml THF. Undissolved KTp' was rinsed in with an additional portion of THF (50 ml). Since neither starting material nor product is very soluble in THF, the reaction mixture was allowed to stir for 48 h. The THF was filtered from the solid residue, which was washed with THF (3 x 50 ml). The remaining pale blue-green solid was Soxhlet extracted into 250 ml CHC13 for 36 h to remove the insoluble blue material. The extract was concentrated slightly and cooled to -20 C, giving a white microcrystalline solid. Yield (2 crops) 12.01 g (75%), m.p. >280 C in air. 1H NMR (CDC13): 8(ppm) -5.89, 5.87 (1:2H, s, Tp' ring H's); 2.68, 2.66, 2.36, 2.34 (6:3:6:3H, s, Tp' Me's). 13C NMR (CDC13): 8(ppm) = 154.58, 154.40, 146.81, 144.74 (Tp' Me substituted ring C's); 107.76 (Tp' unsubstituted ring C's overlapping); 15.58, 14.80, 12.83, 12.32 (Tp' Me C's). IR (Nujol): v (cm-') -2551.2 (B-H, ws); 597.8, 916.3 (W=O, ms, ss). MS (C.I.): M+ = 549.12. Elem. anal.: calc. for C15H22C102W: C, 32.85; H, 4.04; N, 15.32; found: C, 33.41; H, 4.17; N, 15.30. Preparation of Tp'W(CH2Ph)(O)2 (5) To a room-temperature slurry of Tp'W(O)2 Cl (10.50 g, 0.91 mmol) in 125 ml THF, 1 equivalent of PhCHMgBr (0.46 ml of 2 M THF solution) was added by cannula under argon. The slurry became progressively more green as the solids gradually dissolved. After 12 h, the solution was dark orange-brown with a flocculant white precipitate. The THF was removed under reduced pressure, and the product was extracted into toluene and filtered through Celitel filtering aid to remove magnesium salts. Removal of toluene under reduced pressure gave a pale tan solid, which was 236 recrystallized from dichloromethane at -20 C. Yield 0.38 g (69%), m.p. 180 C in air (decomp.). 1H NMR (CDC13): 8(ppm) = 7.48 (2H, d, ortho-benzyl H's); 7.33 (2H, t, meta-benzyl H's); 6.96 (1H, t, para-benzyl H); 5.97, 5.87 (2:1H, s, Tp' ring H's); 3.19 (2H, s, PhCH,W); 2.92, 2.58, 2.43, 2.36 (6:3:6:3 H's, s, Tp' Me's). 13C NMR (CDC13): 8(ppm) = 153.65, 153.30, 148.82, 147.27 (Me substituted Tp' ring C's); 144.45 (ipso-benzyl C); 129.25, 127.88, 124.08 (benzyl C's); 108.01, 107.48 (Tp' unsubstituted ring C's); 60.10 (WCH,Ph); 15.59, 15.32, 12.66, 12.55 (Tp' Me's). IR (Nujol): v (cm-1) = 2549 (B-H, ws); 957, 916 (W=O, ms, ss). MS (C.I.): M+ = 605.202. Elem. anal.: calc. for Cz2Hz9BN602W: C, 43.73; H, 4.84; N, 13.91; found: C, 43.34; H, 4.95; N, 13.50. Metathesis studies of Tp'W(CHPh)(NPh)Br (4c) (a) 4c and 1,9-decadiene (1:10) were combined in an NMR tube with toluene-d8. No change in the 1H NMR spectrum was observed after heating the sample for 12 h at 90 C. 30 min after the addition of 1 equivalent AIC13, a peak at 5.27 ppm was observed in the 1H NMR spectrum, corresponding to ethylene. After 18 h, the amount of ethylene had increased and a peak had appeared at 5.42 ppm, corresponding to internal olefinic protons. The sample was cooled to -78 C, the pressure in the tube was reduced and the sample was warmed to 25 C (1H NMR indicated removal of ethylene). This evacuation procedure was repeated periodically over a period of 68 h, after which time the ratio of terminal to internal olefins was about 4:1. Warming the sample to 90 C for 2 h resulted in conversion to a 2:1 ratio of terminal to internal olefins. Heating for a further 10 h gave a ratio approaching 1:1. (b) 4 ml (3 g, 22 mmol) 1,9-decadiene, 4c (0.04 g, 0.054 mmol; 400:1) and AIC13 (0.01 g, 0.07 mmol) were combined in a Schlenk tube with a stir bar. The pressure in the tube was reduced and the mixture was warmed to 85 C. The temperature was maintained between 80 and 90 C for 3 days, with the vacuum being refreshed periodically. 1H NMR analysis of the product mixture indicated about 30% conversion to oligomers. Removal of the 1,9-decadiene under reduced pressure left a mixture of dimer and trimer in a 7:4 ratio. The presence of internal olefins and absence of vinyl addition products was confirmed by 13C NMR. Acknowledgement We acknowledge the National Science Foundation (DMR-8912026) and the Shell Development Company for their financial support of this research. References 1 K. B. Wagener, J. M. Boncella, J. G. Nel, R. P. Duttweiler and M. A. Hillmyer, Makromol. Chem., 191 (1990) 365. 237 2 K. B. Wagener, J. G. Nel, J. Konzelman and J. M. Boncella, Macromolecules, 23 (1990) 5155. 3 K. B. Wagener, J. M. Boncella and J. G. Nel, Macromolecules, 24 (1991) 2649. 4 G. Odian, Principles of Polymerization, Wiley, New York, 1981, pp. 40-179. 5 R. R. Schrock, R. T. DePue, J. Feldman, C. J. Schaverien, J. C. Dewan and A. H. Liu, J. Am. Chem. Soc., 110 (1988) 1423. 6 R. R. Schrock, R. T. DePue, J. Feldman, K. B. Yap, D. C. Yang, W. M. Davis, L. Park, M. DiMare, M. Schofield, J. Anhaus, E. Walborsky, C. Kruger and P. Betz, Organometallics, 9 (1990) 2262. 7 R. R. Schrock, J. S. Murdzek, G. C. Bazar, J. Robbins, M. DiMare and M. 0'Regan, J. Am. Chem. Soc., 112 (1990) 3875. 8 L. L. Blosch, K. Abboud and J. M. Boncella, J. Am. Chem. Soc., 113 (1991) 7066. 9 R. R. Schrock, J. Sancho and S. F. Pedersen, Inorg. Synth., 26 (1990) 50. 10 A. Mayr and G. A. McDermott, J. Am. Chem. Soc., 108 (1986) 548. 11 K. B. Wagener and M. L. Hamberg, Macromolecules, 20 (1987) 2949. 12 J. M. Boncella and K. B. Wagener, unpublished results. 13 S. Trofimenko, J. Am. Chem. Soc., 89 (1967) 3170. X244 92801619 0304-5102(92)80161-9 10.1016/0304-5102(92)80161-9 Progress toward new catalysts for acyclic diene metathesis (ADMET) polymerization reactions Laura L. Blosch A.Scott Gamble James M. Boncella ∗ Department of Chemistry and Center for Catalysis, University of Florida, Gainesville, FL 32611 USA * Author to whom correspondence should be addressed. The compounds Tp′W(CHR)(E)X (Tp′= hydridotris(3,5-dimethylpyrazolyl)borate; RCMe3, Ph; EO, NPh; XCl, Br), 4a–c, have been synthesized by reaction of Tp′W(CR)X2, (R CMe3, XCl; RPh, XBr), 3a,b, with neutral alumina or aniline. Compounds 3a,b and 4a–c are air stable and thermally stable to ⪢ 100 °C in the solid state. When combined with 1 equivalent of AlCl3, Tp′W(CHPh)(NPh)Br, 4c, catalyzes the acyclic diene metathesis (ADMET) oligomerization of 1,9-decadiene, giving a mixture of 1,9,17-octadecatriene, 1,9,17,25-hexadodecatetraene and ethylene (≈30% conversion). The new alkylidene complex, 4a, is an efficient ring-opening metathesis polymerization (ROMP) catalyst in the presence of AlCl3, as a co-catalyst. References 1 K.B. Wagener J.M. Boncella J.G. Nel R.P. Duttweiler M.A. Hillmyer Makromol. Chem. 191 1990 365 2 K.B. Wagener J.G. Nel J. Konzelman J.M. Boncella Macromolecules 23 1990 5155 3 K.B. Wagener J.M. Boncella J.G. Nel Macromolecules 24 1991 2649 4 G. Odian Principles of Polymerization 1981 Wiley New York 40 179 5 R.R. Schrock R.T. DePue J. Feldman C.J. Schaverien J.C. Dewan A.H. Liu J. Am. Chem. Soc. 110 1988 1423 6 R.R. Schrock R.T. DePue J. Feldman K.B. Yap D.C. Yang W.M. Davis L. Park M. DiMare M. Schofield J. Anhaus E. Walborsky C. Krüger P. Betz Organometallics 9 1990 2262 7 R.R. Schrock J.S. Murdzek G.C. Bazar J. Robbins M. DiMare M. O'Regan J. Am. Chem. Soc. 112 1990 3875 8 L.L. Blosch K. Abboud J.M. Boncella J. Am. Chem. Soc. 113 1991 7066 9 R.R. Schrock J. Sancho S.F. Pedersen Inorg. Synth. 26 1990 50 10 A. Mayr G.A. McDermott J. Am. Chem. Soc. 108 1986 548 11 K.B. Wagener M.L. Hamberg Macromolecules 20 1987 2949 12 J. M. Boncella and K. B. Wagener, unpublished results. 13 S. Trofimenko J. Am. Chem. Soc. 89 1967 3170",
      "scopus-id": "0026939958",
      "coredata": {
        "eid": "1-s2.0-0304510292801619",
        "dc:description": "The compounds Tp′W(CHR)(E)X (Tp′= hydridotris(3,5-dimethylpyrazolyl)borate; RCMe3, Ph; EO, NPh; XCl, Br), 4a–c, have been synthesized by reaction of Tp′W(CR)X2, (R CMe3, XCl; RPh, XBr), 3a,b, with neutral alumina or aniline. Compounds 3a,b and 4a–c are air stable and thermally stable to ⪢ 100 °C in the solid state. When combined with 1 equivalent of AlCl3, Tp′W(CHPh)(NPh)Br, 4c, catalyzes the acyclic diene metathesis (ADMET) oligomerization of 1,9-decadiene, giving a mixture of 1,9,17-octadecatriene, 1,9,17,25-hexadodecatetraene and ethylene (≈30% conversion). The new alkylidene complex, 4a, is an efficient ring-opening metathesis polymerization (ROMP) catalyst in the presence of AlCl3, as a co-catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292801619",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Blosch, Laura L."
          },
          {
            "@_fa": "true",
            "$": "Gamble, A.Scott"
          },
          {
            "@_fa": "true",
            "$": "Boncella, James M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292801619"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292801619"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80161-9",
        "prism:volume": "76",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Progress toward new catalysts for acyclic diene metathesis (ADMET) polymerization reactions",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "prism:issueName": "A Special Volume devoted to the Ninth Symposium on Olefin Metathesis",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "229-237",
        "prism:endingPage": "237",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80161-9",
        "prism:startingPage": "229",
        "dc:identifier": "doi:10.1016/0304-5102(92)80161-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026939958"
      }
    }
  }
}