{
  "metadata": {
    "title": "Comparative studies of rhodium complexes of phosphines and phospholes as hydroformylation and hydrogenation catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-03-16",
    "doi": "10.1016/0304-5102(89)85063-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289850631",
    "pii": "0304510289850631"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024621727",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289850631 0304-5102(89)85063-1 0304510289850631 10.1016/0304-5102(89)85063-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00946 2024-01-02T01:04:53.938015Z 0 0 19890316 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 50 50 2 2 Volume 50, Issue 2 9 203 210 203 210 19890316 16 March 1989 1989-03-16 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. COMPARATIVESTUDIESRHODIUMCOMPLEXESPHOSPHINESPHOSPHOLESHYDROFORMYLATIONHYDROGENATIONCATALYSTS HJORTKJAER J HJORTKJAER 1986 563 575 J SYMPHOMOGENEOUSHETEROGENEOUSCATALYSISNOVOSIBIRSK1986 HJORTKJAER 1987 79 J BROWN 1982 721 J HJORTKJAER 1979 405 J HJORTKJAER 1981 179 J BREWSTER 1976 90 E FOWLER 1976 247 R 1980 NEWSYNTHESESCARBONMONOXIDE HJORTKJAER 1979 377 J HOLAH 1973 3674 D HOFFMAN 1962 2563 H AHMAD 1972 843 N BROWN 1974 96 C CRADDOCK 1969 291 J PRUETT 1969 327 R BUDD 1974 775 D HJORTKJAERX1989X203 HJORTKJAERX1989X203X210 HJORTKJAERX1989X203XJ HJORTKJAERX1989X203X210XJ item 0304-5102(89)85063-1 0304510289850631 1-s2.0-0304510289850631 10.1016/0304-5102(89)85063-1 272239 2024-01-02T01:04:53.938015Z 1989-03-16 1-s2.0-0304510289850631-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850631/MAIN/application/pdf/0a81f4630e094d82d0885d5cf66225e7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850631/MAIN/application/pdf/0a81f4630e094d82d0885d5cf66225e7/main.pdf main.pdf pdf true 656083 MAIN 8 1-s2.0-0304510289850631-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850631/PREVIEW/image/png/1f77250960873a7ef74c79f1e030110e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850631/PREVIEW/image/png/1f77250960873a7ef74c79f1e030110e/main_1.png main_1.png png 66096 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, SO (1989) 203 - 210 203 COMPARATIVE STUDIES OF RHODIUM COMPLEXES OF PHOSPHINES AND PHOSPHOLES AS HYDROFORMYLATION AND HYDROGENATION CATALYSTS JES HJORTKJAER Polyteknisk Laereanstalt, DTH, Bygning 227, 2800 Lyngby (Denmark) PENKA TOROMANOVA-PETROVA Higher Inst. ofChem. Tech., Burgas 8010 (Bulgaria) (Received November 20,1987; accepted October 17, 1988) Summary The catalytic properties of rhodium-phenyldibenzophosphole (DBF) and -triphenylphosphine (PPh3) complexes are compared by experimental examination of the kinetics of olefin hydrogenation and hydroformylation. Special attention has been given to the region of processing parameters, where high regioselectivity and low selectivity in hydroformylation may be expected, i.e. at low carbon monoxide/hydrogen partial pressure ratios. In this region the DBF complexes are less active for hydroformylation than homologous PPh3 complexes, but the most remarkable difference is that the selectivity and the regioselectivity of the DBF complexes contrary to the PPha complexes are essentially independent of carbon monoxide partial pressure, so that almost no increase in hydrogenation activity is ob- served with these complexes during hydroformylation, even at very low carbon monoxide pressure. The mechanistic implications of these kinetic examinations may be summarized: Monocarbonyl-DBP complexes are catalytically inactive, because they in agreement with previous observations do not coordinate olefins. This also explains the insensitivity to carbon monoxide pressure of hydroformylation regioselectivity with DBP complexes, and confirm that the increase in regioselectivity observed at low carbon monoxide pressure with phosphines is actually due to a monocarbonyl formation. Introduction In a recent paper [1] we reported that catalysts based on rhodium di- benzophosphole complexes present an activity for propene hydroformyla- tion, which is comparable with the activity of similar catalysts based on 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 204 rhodium phosphine complexes. We have also demonstrated [2] that the same kind of complex (Rh-DBP) reveals quite extraordinary behavior in relation to the catalytic hydrogenation of olefins: when phenyldibenzophosphole (DBF) is added to a catalytic solution of hydridotetrakis(triphenylphos- phine)rhodium(I), HRh(PPh3)4, a significant increase in the catalytic activity in relation to hex-1-ene hydrogenation is observed. With hydridocarbonyl- tris(triphenylphosphine)rhodium(I), HRh(CO)(PPh3)3, as catalyst precursor the effect of DBF on the catalytic activity was, however, the opposite. This 'selective poisoning' of the carbonyl complex, supported by NMR studies [3], was accredited to the inablity of the monocarbonyl DBF complex to coordinate olefins [2]. With these observations in mind, it seems that the DBP-carbonylrho- dium complexes constitute the ideal catalytic system for olefin hydroformy- lation: The catalytic activity for hydroformylation is quite good, i.e. it is comparable with the activity of similar rhodium phosphine hydroformyla- tion catalysts [4, 5] and at the same time they can reasonably be expected to be highly selective even at very low carbon monoxide partial pressure, because under mild conditions they are completely inactive as hydrogena- tion catalysts [2]. If this inactivity is preserved under the more severe con- ditions of industrial hydroformylation [6, 7], which involves temperatures around 100 C, total pressures of approx. 5-15 atm and hydrogen partial pressure/carbon monoxide partial pressure ratios (puJpco f approx. 3 - 5 [8], then any propane formation, which normally amounts to approx. 5% of the propene feed [9], could be avoided. This unwanted hydrogenation might of course be significantly reduced by employing a higher Pea/Pa ratio, but this would lead to lowered regio-selectivity (n'/isoaldehyde ratio), which has been demonstrated at reaction conditions similar to those used industrially [4, 5] and also at much milder conditions [10]. By lowering the pco/Pu ratio it is therefore possible to increase the regioselectivity in the rhodium-phosphine complex catalyzed hydroformylation, but at the same time the selectivity is lowered due to increased olefin hydrogenation. However, since HRh(CO)(PPh3)3 does not catalyze olefin hydrogenation when small amounts of DBF are added [2], and since the same catalytic system does catalyze olefin hydroformylation [I], it seems reasonable to expect that with rhodium-phosphole catalysts hydroformylation may be accomplished at very low pcolPw. ratios, i.e. with very high regioselectivity, without any significant olefin hydrogenation. With this background, we now report on our comparative experimental examination of rhodium phosphine and rhodium phosphole complexes as precursors for hydroformylation catalysts. Special attention has been given to the region of experimental conditions where high regioselectivity with respect to hydroformylation may be expected, i.e. at low pco/Pv ratios. This approach has been carried to the extreme where pco \"^ 0 (at constant PH,)> so that any difference in regioselectivity and/or selectivity of the two kinds of hydroformylation catalysts will be clearly revealed. 205 Experimental Both phosphine and phosphole complexes were examined for catalytic activity in supported liquid phase (SLP) catalysts, which were tested in a microcatalytic flow system operated as a differential plug-flow reactor. The catalysts were prepared by physical mixing of the three compo- nents: catalytic complex, liquid phase component and support. All of these components are solid at room temperature, but when the catalyst is heated to reaction temperature the liquid phase component, which was PPh3 (m.p. 79 C) for the phosphine catalysts and DBP (m.p. 94 C) for the phosphole catalysts, will melt and dissolve the catalytic complex. For both kinds of catalyst the precursor was the same, namely HRh(CO)(PPh3)3. When this complex is dissolved in molten DBP, the DBP concentration will of course be very high, because the HRh(CO)(PPh3)3 concentration is only 1.4 X 10\"2 mol complex/mol DBP, so that even after complete dissociation of the com- plex the PPh3 concentration in the liquid phase is only 4%. In this liquid phase, equilibria between PPh3 complexes and DBP complexes will be estab- lished according to: HRh(CO)(PPh3)3 ^=t HRh(CO)(PPh3)2(DBP) ^=^ HRh(CO)(PPh3)(DBP)2 <=^ HRh(CO)(DBP)3 and since the DBP complexes have higher complexity constants than the PPh3 complexes [II], these equilibria will be shifted to the right, leaving essentially all the complex as HRh(CO)(DBP)3 when the liquid phase com- ponent is DBP. When the liquid phase is PPh3, the catalyst precursor will of course remain HRh(CO)(PPh3)3. The support was a porous silica (Grace) consisting of 100 - 140 mesh particles with a total surface area of 400 m2 g~1, a mean pore diameter of 10 nm and pore volume 1 cm3 g~1. Triphenylphosphine (PPh3) was purchased from Strem Chemicals Inc., and recrystallized from ethanol. 5-Phenyl-5H- dibenzophosphole(DBP) was prepared from tetraphenylphosphonium- bromide [12], and hydridocarbonyltris(triphenylphosphme)rhodium(I) from rhodium trichloride, also by methods previously reported [13]. In these catalysts the liquid loading (mass of liquid present per gram of support) was 0.6 (g PPh3 or DBP) (g support)\"1 and the concentration of complex in the liquid phase was ~ 1.4 X 10~2 (mol complex) (mol DBF)\"1, which corresponds to a L/Rh ratio of ~ 70 (L = PPh3 or DBP). The hydroformylation and hydrogenation reactions were studied using a microcatalytic flow system. A known quantity of each catalyst (typically 0.5 g) was placed in a stainless steel reactor, where it formed a short bed sup- ported on a porous, stainless steel plug sealed across the reactor tube. The reactor was placed in a thermostatted oil bath. For differential conversion of propene in the reactor, the rate of reaction r-i (mol s~1 (g Rh)~1) is defined as: r, = W Rh 206 where x is the fraction of products (aldehyde and/or propane) in the reactor exit stream for a flow rate of F, and with W^ representing the weight of rhodium present in the reactor. If r; and r3 are the rates of formation of n-butanal and isobutanal respectively, the regioselectivity R is defined by the value of the ratio r^/r-j, and if r^ is the rate of propane formation, the selec- tivity is defined by the value of (r^ + r3)/(r2 + r3 + r4). In this work no other products were observed, and so r; = r; + r^ + r4. Mixtures of the reactants, (carbon monoxide, hydrogen and propene) having various compositions were prepared such that the partial pressure of each reactive component could be independently varied. Flow rate control was by means of a precision fine metering valve. After reduction to atmospheric pressure, the exit gas was periodically analyzed by injection of samples into a gas chromatograph (Shimadzu GC-9A). Separation of aldehydes (n- and isobutanal) was achieved using a Scot column of squalane (50 ft X 0.02 in), and hydrocar- bons (propene and propane) were separated in a column (8 in X 1/8 in) con- taining Porasil B. For both types of components and columns, convenient separation was achieved at 35 C with N2 as carrier gas. Suitable calibration procedures were carried out using mixtures of known composition. Results and discussion As explained earlier, we have been especially concerned with experimen- tal conditions in which one can expect high regioselectivity, and this has pre- viously been demonstrated [4, 5, 10] to be the region with low carbon monoxide/hydrogen ratio. We have therefore measured the rate of n-butanal and isobutanal formation at decreasing carbon monoxide partial pressures with all other reaction conditions constant (p^ = Pc^ = 5 atm, T = 373 K). The results are given in Fig. 1 for the phosphine catalyst and in Fig. 2 for the phosphole catalyst. Fig. 1. Hydroformylation of propene with Rh-phosphine catalyst. Regioselectivity (a), rates of n-butanal ( ) and i-butanal (0) formation as a function of carbon monoxide partial pressure with p-a = PC H = 5 atm and T = 373 K. 207 33 0 00 'o b i i OS 1.2 1.8 2.4 'CO 3.0 (atm} 3.6 4.2 Fig. 2. Hydroformylation of propene with Rh-phosphine catalyst. Regioselectivity (0), rates of n-butanal ( ) and i-butanal (0) formation as a function of carbon monoxide partial pressure with pg = PQ H = 5 atm and T = 373 K. The most remarkable difference between the two kinds of catalysts is that they respond completely differently with respect to regioselectivity when the carbon monoxide partial pressure is lowered. With the phosphine catalyst we observe an increase in regioselectivity from ~ 10 atpco = 3-8 atm to ~ 60 at pco = 0.15 atm. For the phosphole catalyst, the regioselectivity stays constant at ~ 5 in the same region of carbon monoxide partial pressures. For the same carbon monoxide partial pressure range, the hydrogena- tion activity (propane formation rate) is given in Fig. 3 for the two kinds of catalysts. Again they behave differently, so that the activity of the phos- phole catalyst is essentially constant, but the phosphine catalyst displays strongly increasing hydrogenation activity at carbon monoxide partial pres- sures lower than ~ 1 atm. But when the phosphole catalyst was exposed to the reactants at low carbon monoxide partial pressure (pco= 0.17 atm, PH, =s 4.2 atm,p(^H = 6.0 atm) for a long time and at 100 C, the hydro- genation activity increased markedly, so that the rate after ~ 5 h and at the conditions given in Fig. 3 was 50 X 1019 molecules s~1 (g Rh)~1, i.e. 100% higher than the rate found with the phosphine catalyst at similar conditions. The increasing regioselectivity observed with the phosphine catalyst when the carbon monoxide pressure is lowered (Fig. 1) has previously been reported [5, 10, 14, 15, 16], and has been ascribed to the initial addition of alkene to tr<ws-HRh(CO)(PPh3)2 [5,10,14]. This complex is expected to lead to a high regioselectivity, because the two trans-phosphines will impose a strong steric hindrance against anti-Markownikoff addition of the metal hydride to the terminal olefin. Accordingly, the increase in regioselectivity, which is a result of the shift from a dissociative to associative mechanism [14], may be further improved by the shift from cis-bisphosphine to trans- bisphosphine: 208 Pig. 3. Hydrogenation of propene as a function of carbon monoxide partial pressure with Rh-phosphine catalyst (0) and with Rh-phosphole catalyst (D). Reaction conditions: T = 373 K, p^ = 4 atm, Pc H = 6 atm- HRh(CC>2)(PPh3) <= cis-HRh(CO)2(PPh3)2 ^== frans-HRh(CO)(PPh3)2 In this sequence the first step is an association leading to increased steric hindrance from the two ci's-phosphines (dissociative-associative mechanism shift). The steric hindrance is further increased by dissociation of CO, leading to a configuration shift in the second step [5,10]. The deciding factor for the regioselectivity is in any case thought to be the initial addition of metal hydride to the olefin. Whether this addition takes place by a Markownikoff or anti-Markownikoff pathway is dependent on the steric hindrance exhibited by the metal hydride. The results in Fig. 2 indicate that the same kind of mechanism is not operative for the phosphole catalysts, because the regioselectivity of this complex is essentially independent of the carbon monoxide pressure. This is, however, not so surprising when our previous observations on the influence of DBP on the hydrogenation activity of HRh(CO)(PPh3)3 [2] are taken into account. This examination concluded that the rhodium-carbonyl-dibenzo- phosphole complexes did not catalyze alkene hydrogenation, because the monocarbonyl complexes do not coordinate olefins [3], which is a pre- requisite for any catalytic activity, both for hydrogenation and hydro- formylation. If the lowering of the carbon monoxide pressure leads to the formation of monocarbonyl-DBP complexes, this should therefore not be expected to result in any change in regioselectivity, just as illustrated in Fig. 2. Possible causes have been discussed previously [3, 5, 10, 14] for the regioselectivity improvements observed with rhodium-phosphine complexes when the carbon monoxide pressure is lowered. The fact that DBP com- 209 plexes do not respond to a carbon monoxide pressure decrease in the same manner as PPhg complexes (as illustrated in Figs. 1 and 2), taken together with the previously mentioned inability of monocarbonyl-DBP complexes to coordinate olefins, is a strong indication that the previously mentioned configuration shift [5, 10] is actually the origin of the increased regioselec- tivity observed with the phosphine complex. It is easier to discuss the influence of carbon monoxide partial pressure on the catalytic activity in relation to hydrogenation as illustrated in Fig. 3. Since carbon monoxide in this case and contrary to hydroformylation is not a reactant in the reaction considered, the influence on the hydrogena- tion reaction must necessarily be a reflection of the effect on the catalytic complex involved. The increase in hydrogenation activity, which is observed with the phosphine catalyst when the carbon monoxide pressure is lowered, is accordingly considered to be a consequence of the same shift from dicarbonyl- to monocarbonyl-phosphine complex, as previously suggested [10], and the reason for the higher hydrogenation rate is simply that a greater part of the total amount of rhodium complex is in a catalytically more active state, namely as a monocarbonyl complex. Exactly the same shift may reasonably be expected to occur with the DBF complexes when the carbon monoxide partial pressure is lowered, but here we see a slightly decreasing hydrogenation activity. This is, however, exactly what one should expect, considering the inability of monocarbonyl- DBP complexes to coordinate olefins [3], and it is also in agreement with our previous examinations of the catalytic hydrogenation activity of DBF complexes [2]. In this examination we found that addition of small amounts of DBF to a solution of HRh(CO)(PPh3)3 gave rise to a complete disappear- ance of catalytic activity, while on the other hand the effect of DBF on HRh(PPh3)4 was the opposite, leading to a noticeable increase in catalytic hydrogenation activity of this complex. The results given in Fig. 3 are therefore completely consistent with our previous findings [2] concerning the effect of DBF on the catalytic activity of HRh(CO)(PPh3)3, and the previously mentioned observation of higher hydrogenation activity of the DBF catalyst at low carbon monoxide pres- sure may reasonably be attributed to a slow conversion of HRh(CO)(DBP)3 into HRh(DBP)4, which has been reported to catalyze the hydrogenation of terminal olefins with very high efficiency [17]. Conclusion Our expectation that rhodium phosphole complexes catalyze the hydroformylation reaction at low carbon monoxide partial pressure without any noticeable hydrogenation has been confirmed. This high selectivity is, however, not accompanied by the increased regioselectivity seen for rhodium phosphine complexes at low carbon monoxide pressure, so that this incen- tive for using low carbon monoxide pressure disappears with the phosphole 210 complexes. At high carbon monoxide partial pressure, the phosphine com- plexes are superior with respect to both regioselectivity and selectivity. The mechanistic implications of the examinations reported here are in agreement with previous observations [10]: the presumption that monocar- bonyl-phosphole complexes are catalytically inactive [2, 3], taken together with the fact that only the phosphine complexes and not the phosphole complexes demonstrate increased regioselectivity in hydroformylation at low carbon monoxide partial pressure, is a strong indication that this higher regioselectivity is actually caused by the formation of a monocarbonyl phos- phine complex with a different configuration and therefore with increased steric hindrance against anti-Markownikoff addition to the alkene. References 1 J. Hjortkjaer and P. Toromanova-Petrova, Symp. Homogeneous and Heterogeneous Catalysis. Novosibirsk, 1986, VNU Science Press, Utrecht 1986, p. 563 - 575. 2 J. Hjortkjaer, H. Dueholm and P. Correa de Mello, J. Mol. Catal., 39 (1987) 79. 3 J. M. Brown, L. R. Canning, A. G. Kent and P. J. Sidebottom, /. Chem. Soc., Chem. Commun., (1982)721. 4 J. Hjortkjaer, M. S. Scurrell and P. Simonsen, J. Mol. Catal., 6 (1979) 405. 5 J. Hjortkjaer, M. S. Scurrell, P. Simonsen and H. Svendsen, J. Mol. Catal., 22(1981) 179. 6 E. A. V. Brewster, Chem. Eng., Nov. (1976) 90. 7 R. Fowler, Hydrocarbon Process., Sept. (1976) 247. 8 J. Falbe (ed.). New Syntheses with Carbon Monoxide, Springer Verlag, Berlin, 1980, p. 174. 9 U.S. Pat. 4247 486 (1981) to E. A. V. Brewster and R. L. Pmett. 10 J. Hjortkjaer, J. Mol. Catal., S (1979) 377. 11 D. G. Holah, A. N. Hughes and B. C. Hui, Can. J. Chem.. 53 (1973) 3674. 12 H. Hoffman, Chem. Ber., 95 (1962) 2563. 13 N. Ahmad, S. D. Robinson and M. P. Uttley, J. Chem. Soc., Dalton Trans., (1972) 843. 14 C. K. Brown and G. Wilkinson, J. Chem. Soc., (1974) 96. 15 J. H. Craddock, A. Hershman, F. E. Paulik and J. F. Roth, Ind. Eng. Chem. Prod. Res. Dev., 8 (1969)291. 16 R. L. Pruett and J. A. Smith, J. Org. Chem., 34 (1969) 327. 17 D. E. Budd, D. G. Holah, A. N. Hughes and B. C. Hui, Can. J. Chem., 52 (1974) 775. X244 89850631 0304-5102(89)85063-1 10.1016/0304-5102(89)85063-1 Industrial Comparative studies of rhodium complexes of phosphines and phospholes as hydroformylation and hydrogenation catalysts Jes Hjortkjaer Polyteknisk Laereanstalt, DTH, Bygning 227, 2800 LyngbyDenmark Penka Toromanova-Petrova Higher Inst. ofChem. Tech., Burgas 8010 Bulgaria The catalytic properties of rhodium-phenyldibenzophosphole (DBP) and -triphenylphosphine (PPh3) complexes are compared by experimental examination of the kinetics of olefin hydrogenation and hydroformylation. Special attention has been given to the region of processing parameters, where high regioselectivity and low selectivity in hydroformylation may be expected, i.e. at low carbon monoxide/hydrogen partial pressure ratios. In this region the DBP complexes are less active for hydroformylation than homologous PPh3 complexes, but the most remarkable difference is that the selectivity and the regioselectivity of the DBP complexes-contrary to the PPh3 complexes-are essentially independent of carbon monoxide partial pressure, so that almost no increase in hydrogenation activity is observed with these complexes during hydroformylation, even at very low carbon monoxide pressure. The mechanistic implications of these kinetic examinations may be summarized: Monocarbonyl-DBP complexes are catalytically inactive, because they - in agreement with previous observations - do not coordinate olefins. This also explains the insensitivity to carbon monoxide pressure of hydroformylation regioselectivity with DBP complexes, and confirm that the increase in regioselectivity observed at low carbon monoxide pressure with phosphines is actually due to a monocarbonyl formation. References 1 J. Hjortkjaer P. Toromanova-Petrova Symp. Homogeneous and Heterogeneous Catalysis, Novosibirsk, 1986 1986 VNU Science Press Utrecht 563 575 2 J. Hjortkjaer H. Dueholm P.Correa de Mello J. Mol. Catal. 39 1987 79 3 J.M. Brown L.R. Canning A.G. Kent P.J. Sidebottom J. Chem. Soc., Chem. Commun. 1982 721 4 J. Hjortkjaer M.S. Scurrell P. Simonsen J. Mol. Catal. 6 1979 405 5 J. Hjortkjaer M.S. Scurrell P. Simonsen H. Svendsen J. Mol. Catal. 12 1981 179 6 E.A.V. Brewster Chem. Eng., Nov. 1976 90 7 R. Fowler Hydrocarbon Process. 1976 247 8 J. Falbe New Syntheses with Carbon Monoxide 1980 Springer Verlag Berlin 9 U.S. Pat. 4 247 486 (1981) to E.A.V. Brewster and R.L. Pruett. 10 J. Hjortkjaer J. Mol. Catal. 5 1979 377 11 D.G. Holah A.N. Hughes B.C. Hui Can. J. Chem. 53 1973 3674 12 H. Hoffman Chem. Ber. 95 1962 2563 13 N. Ahmad S.D. Robinson M.F. Uttley J. Chem. Soc., Dalton Trans. 1972 843 14 C.K. Brown G. Wilkinson J. Chem. Soc. 1974 96 15 J.H. Craddock A. Hershnan F.E. Paulik J.F. Roth Ind. Eng. Chem. Prod. Res. Dev. 8 1969 291 16 R.L. Pruett J.A. Smith J. Org. Chem. 34 1969 327 17 D.E. Budd D.G. Holah A.N. Hughes B.C. Hui Can. J. Chem. 52 1974 775",
      "scopus-id": "0024621727",
      "coredata": {
        "eid": "1-s2.0-0304510289850631",
        "dc:description": "The catalytic properties of rhodium-phenyldibenzophosphole (DBP) and -triphenylphosphine (PPh3) complexes are compared by experimental examination of the kinetics of olefin hydrogenation and hydroformylation. Special attention has been given to the region of processing parameters, where high regioselectivity and low selectivity in hydroformylation may be expected, i.e. at low carbon monoxide/hydrogen partial pressure ratios. In this region the DBP complexes are less active for hydroformylation than homologous PPh3 complexes, but the most remarkable difference is that the selectivity and the regioselectivity of the DBP complexes-contrary to the PPh3 complexes-are essentially independent of carbon monoxide partial pressure, so that almost no increase in hydrogenation activity is observed with these complexes during hydroformylation, even at very low carbon monoxide pressure. The mechanistic implications of these kinetic examinations may be summarized: Monocarbonyl-DBP complexes are catalytically inactive, because they - in agreement with previous observations - do not coordinate olefins. This also explains the insensitivity to carbon monoxide pressure of hydroformylation regioselectivity with DBP complexes, and confirm that the increase in regioselectivity observed at low carbon monoxide pressure with phosphines is actually due to a monocarbonyl formation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-03-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289850631",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hjortkjaer, Jes"
          },
          {
            "@_fa": "true",
            "$": "Toromanova-Petrova, Penka"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289850631"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289850631"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)85063-1",
        "prism:volume": "50",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Comparative studies of rhodium complexes of phosphines and phospholes as hydroformylation and hydrogenation catalysts",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-210",
        "prism:endingPage": "210",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 March 1989",
        "prism:doi": "10.1016/0304-5102(89)85063-1",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/0304-5102(89)85063-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024621727"
      }
    }
  }
}