{
  "metadata": {
    "title": "Oxidative dehydrogenation of isobutyraldehyde to methacrolein over iron phosphate catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-05-06",
    "doi": "10.1016/0304-5102(93)E0332-B",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0332B",
    "pii": "0304510293E0332B"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028766395",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-11-05T19:22:29 1-s2.0-0304510293E0332B 0304-5102(93)E0332-B 0304510293E0332B 10.1016/0304-5102(93)E0332-B S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00739 2024-01-02T01:04:53.938015Z 0 0 19940506 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 89 89 3 3 Volume 89, Issue 3 10 371 381 371 381 19940506 6 May 1994 1994-05-06 1994 article fla Copyright © 1994 Published by Elsevier B.V. OXIDATIVEDEHYDROGENATIONISOBUTYRALDEHYDEMETHACROLEINOVERIRONPHOSPHATECATALYST MUNEYAMA E AI 1993 632 M AI 1994 137 M AI 1992 450 M AI 1994 551 M AI 1986 401 M DAY 1980 R QUANTITATIVEANALYSIS AI 1994 355 M VONROYEN 1976 227 P MUNEYAMAX1994X371 MUNEYAMAX1994X371X381 MUNEYAMAX1994X371XE MUNEYAMAX1994X371X381XE item 0304-5102(93)E0332-B 0304510293E0332B 1-s2.0-0304510293E0332B 10.1016/0304-5102(93)E0332-B 272239 2024-01-02T01:04:53.938015Z 1994-05-06 1-s2.0-0304510293E0332B-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0332B/MAIN/application/pdf/1762cc86db841fb5c03a14ed24719632/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0332B/MAIN/application/pdf/1762cc86db841fb5c03a14ed24719632/main.pdf main.pdf pdf true 557291 MAIN 11 1-s2.0-0304510293E0332B-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0332B/PREVIEW/image/png/d6a86b537fc2ba391be5d2b325a54d94/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0332B/PREVIEW/image/png/d6a86b537fc2ba391be5d2b325a54d94/main_1.png main_1.png png 46218 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 89 ( 1994) 371-381 Oxidative dehydrogenation of isobutyraldehyde to methacrolein over iron phosphate catalyst Etsuhiro Muneyamaa, Atsuhiro Kunishigea, Kyoji Ohdanb, Mamoru Ai* 'UBE Scientific Analysis Laboratorv Inc., 1978-5 Kogushi, Ube 755, Japan 'Ube Laboratory, UBE Industries Ltd., 1978-5 Kogushi, Ube 755, Japan `Research Laboratory of Resources Utilization, Tokyo Institute of Technology, 4259 Nagatsuta, Midori-ku, Yokohama 227, Japan (Received October 29, 1993, accepted December 6, 1993 ) Abstract The oxidative dehydrogenation of isobutyraldehyde was studied at 400 C in the presence of a large amount of steam using an iron phosphate with a P/Fe atomic ratio of 1.2 as the catalyst. The main products were methacrolein, CO, and CO,; methacrylic acid was not formed from isobutyraldehyde unlike the case of the reaction over heteropoly compound catalysts. Even in the absence of catalyst, large amounts of isobutyraldehyde were consumed, although the conversion of isobutyraldehyde increased as the contact time increased. With an oxygen/ isobutyraldehyde molar ratio of 0.9, the yield of methacrolein reached 68 mot% with a conversion of 88% (nominal selectivity to methacrolein of 77 mot%). The true selectivity to methacrolein on the catalyst was estimated to be 90 mot%. It was found that the fresh catalyst consisting of only Fe\" ions was reduced to iron (11) pyrophosphate via an unidentified intermediate phase during the reaction. The effects of oxygen and water on the catalytic behavior and the structures of catalyst were studied. Key words: dehydrogenation; isobutyraldehyde; methacrolein; iron; oxidation; phosphate 1. Introduction Methacrylic acid is a raw material for useful polymers of methylmethacrylate and it is currently produced by oxidation of methacrolein [methacrylaldehyde, 2-methyl-2-propenal] which is usually obtained by partial oxidation of isobutylene. On the other hand, *Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(93)E0332-B 372 E. Muneyama et al. /Journal of Molecular Catalysis 89 (1994) 371-381 attempts have also been made to produce methacrolein by another route; that is, by oxidative dehydrogenation of isobutyraldehyde [2-methylpropanal] which is obtained by hydroformylation of propylene. (CH3)zCH-CHO+0.5 O=->CH,=C(CH3)-CHO+H=O In the patent literature, Tatsumi [ 1 ] reported a 53% yield of methacrolein at 450 C over a supported SnO_ Hargis and Young [2] reported a 16.4% yield of methacrolein at the conversion of 20.1% at 325 C over a Sb,05 catalyst. Kita and Ishii [3] reported a 45% yield of methacrolein and an 8.3% yield of methacrylic acid at 330 C over a mixed oxide of Ti-Sb. Ikorin and Murata [4 j reported a 45% yield of methacrolein at the conversion of 50% at 410 C over a mixed oxide of B-P. Bounit and Defour [ 5] reported a 46% yield of methacrolein at a conversion of 50% at 150-160 C over a silica-supported Ag catalyst. Ishimi [6] reported a 40.8% yield of methacrolein and a 6.9% yield of methacrylic acid at a conversion of 88.3% at 295 C over a molybdophosphoric acid containing Sb, Zn, and Cr. Ando [7] reported a 76.5% yield of methacrolein and a 8.9% yield of methacrylic acid at the conversion of 100% at 310 C over a molybdophosphoric acid containing Zr, V, and Cs. Fukui et al. [ 8] reported a 65.1 % yield of methacrolein and a 15.9% yield of methacrylic acid at 350 C over a supported molybdophosphoric acid containing Zn. Pedersen and Wanger [9] reported 32.6 and 80.5% yields of methacrolein at 465 C over a non-promoted and a Ag-promoted iron phosphate, respectively. In this work, we have studied the oxidative dehydrogenation of isobutyraldehyde over an iron phosphate catalyst which showed good performance in the oxidative dehydrogenation of isobutyric acid [ 10-13] , and attempted to obtain more information on the catalytic action of iron phosphate. 2. Experimental 2.1. Catalyst An iron phosphate with a P/Fe atomic ratio of 1.2 was prepared by the following procedures. Iron nitrate [Fe(N03)3*9H.01 (122 g, 0.3 mol) was dissolved in about 5 1 of water and dilute ammonia solution was added to precipitate the iron hydroxide gel. The precipitate was filtered and the obtained wet gel was mixed with 41.5 g of 85% orthophosphoric acid [H3P04] and 9.0 g of colloidal silica \"Snowtex O\" (Nissan Chem. Co.) containing 20% of silica. Then, the mixture was boiled slowly for 1 to 2 h yielding a slightly brownish-white precipitate. Excess water was evaporated by means of hot air current and the obtained paste-like compound was dried in an oven at 120 C for 6 h. The resulting solid was broken up and sieved to 7-20-mesh size. Finally, it was calcined in a stream of air at 500 C for 4 h. 2.2. Reaction procedures The reaction was carried out with a continuous-flow system at atmospheric pressure. The reactor was made of a stainless steel tube, 50 cm long and 1.8 cm i.d., mounted vertically E. Munevaina et al. /Journal of Molecular Catalcsis 89 (7994) 371-381 373 and immersed in a lead bath. The catalyst was placed near the exit of reactor and porcelain cylinders, 3 mm long and 1.5 mm/3.0 mm i.d./o.d., were placed both under and above the catalyst bed. A mixture of nitrogen and oxygen was fed in from the top of the reactor and isobutyraldehyde and water were introduced into the preheating section of the reactor by means of two injection syringe pumps. Unless indicated otherwise, the feed rates of isobutyraldehyde, oxygen, water, and nitrogen were 22.5, 20.8, 1066, and 350 mmol/h, respectively, and the reaction temperature was 400 C. The other procedures were almost the same as those described in the previous studies [ 10-14] . The contact time (s) was defined as (volume of catalyst)/ (flow rate of gaseous feed) and was varied by changing the amount of catalyst used at a fixed feed rate. The yields of methacrolein and carbon oxides were defined as 100- (moles of methacrolein) / (moles of isobutyraldehyde fed) and 25 - (moles of carbon oxide) / (moles of isobutyraldehyde fed), respectively. The selectivity was defined as 100 (yield) / (conversion). 2.3. Characterization of catalyst X-ray powder diffraction patterns were studied using Rigaku denki model RAD-RB diffractometer with Cu K,y radiation. Surface areas of catalyst were measured by the BET method using nitrogen as adsorbate at -196 C. Amounts of Fee + and Fe\" ions in the catalyst samples were determined by redox titration [ 15 ] . The procedures were described in a previous paper [ 11 ] . 3. Results and discussion 3.1. Product distribution The reaction was conducted by fixing the feed rates as presented in the experimental section, while changing the contact time. The products were methacrolein, CO, and CO,. The isobutyraldehyde used as the reactant contained about 5 mol% of isobutyric acid and as the contact time increased the formation of methacrylic acid increased at the expense of a decrease in the amount of isobutyric acid, while sums of the amounts of acids which were determined by the titration with 0.1 M NaOH solution, remained almost unchanged. This finding indicates that the methacrylic acid is formed from isobutyric acid, but not from isobutyraldehyde. It has been reported in patents [6-8] that a certain amount of methacrylic acid is formed in the reaction over molybdophosphoric acid catalysts. However, in the reaction over iron phosphate catalyst methacrylic acid is not formed. This difference may be arise understood from the fact that iron phosphate cannot promote the oxygen insertion reaction such as oxidation of aldehyde to acid, -CHO +0.5 OZ --COOH, whereas catalysts containing Mo and/or V can promote the oxygen insertion reaction [ 13] . Fig. 1 shows the conversion and the yields of methacrolein, CO, and C02 as a function of the contact time. It should be noted that even in the absence of catalyst, that is, even at the contact time of zero, 29% of isobutyraldehyde is consumed and the yields of methac- 374 E. Munevama et al. /Journal of Moleeular Catalysis 89 (/994) 371-381 20 0 Conlact t i me ! s Fig. I . Reaction of isobutyraldehyde on the P/Fe= 1.2 catalyst. Temperature, 400 C; feed rates of isobutyraldehyde/oxygen/water/nitrogen=22.5/20.8/1066/350 mmol/h. (O) conversion, ( ) methacrolein yield; (,L) Co, ( ) CO=; (O) nominal selectivity to methacrolein; ( )true selectivity to methacrolein on the catalyst. rolein, CO, and COZ are 15, 9, and 3 mol%, respectively. With an increase in the contact time, both the conversion and the yield of methacrolein increase almost linearly up to the contact time of about 0.7 s and with a further increase in the contact time, they level off, to reach 90 and 68 mol%, respectively. Possibly, the extent of reaction is limited by a lack in oxygen. The nominal selectivities to methacrolein defined as 100 (yield)/(conversion), are found to be about 77 mol% (Fig. 1). On the other hand, the true selectivities on the catalyst defined as 100 ~ [ ( yield) - ( yield in the absence of catalyst) ] / [ (conversion) - (conversion in the absence of catalyst) ], are calculated to be about 90 mol% (Fig. 1). It is therefore concluded that the true selectivity on the catalyst is higher than that of isobutyric acid to methacrylic acid [ 12,13 ] . The formation of C3 compounds such as acetone and propylene, which are the main byproducts in the reaction of isobutyric acid [ 10-14], was not observed in the reaction of isobutyraldehyde. This may be the reason why the selectivity in the reaction of isobutyraldehyde is higher than that in the reaction of isobutyric acid. E. Munecama et al. /Journal of Molecular Catalvsis 89 (1994) 37/-38/ 3.2. Reactivity 375 The conversion of isobutyraldehyde was compared with that of isobutyric acid obtained in the previous study under similar reaction conditions [ I 1 ] . From the slopes of curves shown in Fig. 2, it is concluded that the reactivity of isobutyraldehyde is a little lower than that of isobutyric acid. 3.3. Effect of oxygen A series of experiments was conducted by fixing the feed rates of isobutyraldehyde, water, and nitrogen at 22.5, 1066, and 350 mmol/h, respectively, while changing the feed rate of oxygen and the contact time. As can be seen in Fig. 3, both the conversion and the yield of methacrolein increase with an increase in the oxygen feed rate up to 20.8 mmol/h, that is, the oxygen/isobutyraldehyde molar ratio of 0.92, but with a further increase in the oxygen feed rate the conversion levels off and the yield decreases. It is difficult to gauge the effect of oxygen on the reaction rate, because a large amount of isobutyraldehyde is consumed in the absence of catalyst. However, it should be noted that the consumption of isobutyraldehyde in the absence of catalyst clearly increases with an increase in the oxygen feed rate. The yields of methacrolein, CO, and CO= obtained with different oxygen feed rates are plotted as a function of the conversion in Fig. 4. The nominal selectivities to methacrolein which are given as the slopes of the curves, are found to be about 80 mol% (broken line) up to the oxygen feed rate of 16.0 mmol/h, that is, the oxygen/isobutyraldehyde molar ratio of 0.71, but with a further increase in the oxygen feed rate the selectivity decreases a little and, instead, that to CO increases. ao ~- 60 U 20 40 0 0 0.2 0.4 0.6 Contact lime t s Fig. 2. Comparison of the reactivities between isobutyraldehyde and isobutyric acid. Temperature, 400 C; feed rates: isobutyraldehyde/oxygen/water/nitrogen=22.5/20.8/1066/350 mmol/h; isobutyric acid/oxygen/ water/nitrogen=21.5/ 16.5/ 1066/350 mmol/h. ( O) isobutyraldehyde; ( ) isobutyric acid. E. Munevarna et crl. /Journal of Molecule 60 rr Catalisis 89 (1994) 371-381 o c0 a C O L U' U 0 1.0 2.0 3.0 Contact 1 ime 1 5 Fig. 3. Effect of oxygen feed rate on the conversion and yield of methacrolein. Temperature, 400 C; teed rates of isobutyraldehyde/water/nitrogen=22.5/1066/350 mmol/h. Feed rate of oxygen: (,L) 12.1, (D) 16.0, (O) 20.8. (O) 28.8 mmol/h. 70 6 0 ~- 50- c0 E a a 20 30y 1o- 0 \"o ne, o selectivity=80mo19 o' o o, .'d Methacrolein 0 oC0 0 0 0 COZ 40 50 60 70 80 90 Conversion I I Fig. 4. Etfect of the teed rate of oxygen on the yields of methacrolein, CO, and CO,. The reaction conditions and the symbols are the same as those for Fig. 3. E. Munevarna et al. /Journal qfMolecular Catalvsis 89 (/994) 371-381 377 3.4. Reaction in the absence of oxygen The reaction was conducted in the absence of oxygen at a contact time of 0.72 s and the results were compared with those obtained in the presence of oxygen (Table 1). At the beginning of the reaction, methacrolein is formed with a selectivity similar to that obtained in the presence of oxygen. However, the catalytic activity decreases sharply as the time-on-stream is prolonged. This finding indicates that the reaction is performed by the lattice oxygen in the catalyst. It was also found that in the absence of catalyst and oxygen, the consumption of isobutyraldehyde is negligibly small. This finding indicates that the reaction in the absence of catalyst is performed by the gas phase oxygen. 3.5. Reaction in the absence of water The reaction was conducted in the absence of water at a contact time of 1.6 s and the results were compared with those obtained in the presence of water (Table 2). In the absence of water, the selectivity to methacrolein is lower and, instead, that to CO is higher than those obtained in the presence of water. Moreover, the conversion decreases Table 1 Reaction\" in the absence of oxygen Charge rate (mmol/h) Reaction Conv. (%) of Yield (mol%) to Selectivity time (h) IBald Meacro CO CO, (mol%) (Bald O, HO N, to Meacro 22.5 20.8 1066 350 0.6 75.0 60.0 15.0 5.6 80.0 2.2 74.0 58.5 14.2 5.8 79.3 3.6 74.0 58.5 13.8 6.2 79.3 22.5 0 1066 350 0.6 34.1 25.0 I.0 I.0 70.5 2.1 3.5 I.I 0 0 28.0 3.6 0 0 0 0 - Temperature=400 C, contact time=0.72 s; IBald=isobutyraldehyde, Meacro=methacrolein. Table 2 Reaction\" in the absence of water Charge rate (mmol/h) Reaction Conv. (%) of Yield (mol%) to Selectivity time (h) IBald Meacro CO CO, _ (mol%) (Bald 01 HO N, to Meacro 22.5 20.8 1066 350 0.6 75.0 60.0 15.0 5.6 80.0 2.2 74.0 58.5 14.2 5.8 79.3 3.6 74.0 58.5 13.8 6.2 79.3 22.5 20.8 0 350 0.6 54.5 22.7 28.7 4.3 41.6 2.2 45.5 16.3 26.3 5.0 35.9 3.6 40.5 13.2 26.5 5.4 32.7 'Temperature=400 C, contact time=0.72 s (in the presence of water), 1.6 s (in the absence of water); abbreviations are the same as those for Table 1. 378 E. Mune~aaur et al. l Jorrrrrol of ~olcculnr Ccrtcrl rsi.s 89 (1994) 371-381 gradually with an increase in the time-on-stream. A marked amount of carbon deposit on the catalyst was observed. Similar results were observed in the reaction of isobutyric acid [ 12]. It is therefore believed, much as in the case of isobutyric acid, that the water plays a role in removing the reaction products from the active sites on the catalyst and, as a result, in suppressing the deactivation of the active sites and the consecutive oxidation of the products [ I 2 ] . 3.6. Structures of iron phosphate Fig. 5 shows the XRD spectra obtained from the iron phosphate catalysts fresh and used in the reaction for 4 and 8 h. The sample freshly calcined in air at 500 C for 4 h consists only of Fe3+ ions. In the XRD spectra; [A] , an unidentified compound which is characterized with three main peaks at 2B= 20.00, 20.95, and 22.50 is observed with a small amount of FePOa. The results are in agreement with those obtained in the previous studies [ 10,11,16]. The unidentified compound is considered to be an intermediate formed in the transformation of amorphous compound to FePO, phase [ 10] . It is designated hereafter as X-phase. The XRD spectra of the sample used in the reaction for 4 h; [ B ] , shows another unidentified compound which is characterized with XRD peaks at 20= 19.98, 21.24, 24.48, 35.04, 35.54, 50.68, and 63.12 . The same spectra were observed from the iron phosphate catalysts used in the oxidative dehydrogenation of isobutyric acid [ 1 1,16] . The color of these samples is bluish black and the Fe-+/ (Fe-+ +Fe3+) ratio is around 0.5 [ 11,16]. This compound is considered to be an intermediate formed in the reduction of FePO, to iron ( II) pyrophosphate [Fe=P201] [ 1 1,16] . It is designated hereinafter as B-phase. 0 2.7 _T .N C -~ ~ 0 1,4 60 70 5 20 40 2 theta I deg Fig. 5. Comparison of the XRD patterns. Symbols: ( O ) FePO,, f x ) X-phase, ( A) B-phase, ( ) Fe-P,0,. ( 7) NH,FeP-O,. E. Muneyama et al. /Journal of Molecular Catalysis 89 (1994) 371-381 379 The spectra of the sample used in the reaction for 8 h, [ C ] , shows the peaks corresponding to iron (11) pyrophosphate [FezPz07] which is assigned by Royen and Korinth [ 17]. The results shown in Fig. 5 are summarized in Table 3, together with the information about the valence states of iron ions in the bulk of catalyst. It is concluded that the fresh catalyst which contains X-phase and FePOa and which consists of only of Fe 3+ ions, is reduced to FezP207 via B-phase during use in the reaction. It is interesting to note the fact that during the use in the reaction of isobutyric acid, the fresh catalyst is reduced to B-phase, but not to FezP,07, though it is reduced to FeZP107 in the absence of oxygen [ 10,11,16]. Possibly, the reducing ability of isobutyraldehyde is stronger than that of isobutyric acid and, as a result, the catalyst is reduced to a greater extent in the reaction of isobutyraldehyde than in the reaction of isobutyric acid. In order to get a reduced catalyst sample, isobutyraldehyde was passed over 1.5 g portions of freshly calcined catalyst at 400 C in the absence of oxygen for 4 h; the feed rates of isobutyraldehyde, water, and nitrogen were 22.5, 1066, and 350 mmol/h, respectively. The Fe'+/(Fe2++Fe33+) ratio of the resulting sample was 0.84 and Fe2P207 was almost the sole phase present in the sample (Fig. 6, [ D] ) . The reaction was conducted with the reduced catalyst samples. The obtained cutalytic performances were practically the same as those obtained from the fresh catalyst shown in Fig. 1. In the XRD spectra of the samples used for 4 and 8 h, [E] and [F], respectively, no change was observed (Fig. 6). This indicates that Fe2P20, is stable enough under the reaction conditions used, that is, Fe2PZ07 is not reoxidized during use in the reaction. The results are in accord with those obtained in the preceding section (Fig. 5). These results shown in Fig. 6 are summarized in Table 3. Table 3 Structures and valence states of the iron phosphate catalysts Sample Treatment Structure Fe-+ Fe'' + Fe' + Main Minor Very small A P/Fe sample was X-phase FePO, NH4FeP_07 0 calcined in air at 500 C for 4 h B [A] was used in reaction B-phase FeP04 NH4FeP-O7 0.36 for 4 h Fe=P=07 C [A] was used in reaction Fe=P=O7 - B-phase 0.74 for 8 h NH4FeP=07 D [A] was reduced with Fe-P,O7 - B-phase 0.84 IBAld 400 C for 4 h E [D] was used in reaction Fe=P=O7 - B-phase 0.78 for 4 h F [D] was used in reaction Fe-P-O7 - B-phase 0.80 for 8 h G [A] was used in reaction X-phase B-phase NH4FeP-07 0.20 without water for 4 h FeP04 H [A] was used in reaction B-phase FeP04 NH4FeP=O, 0.42 without water for 12 h Fe.P107 X-phase IBAId=isobutyraldehyde 389 E. Munevaina et al. /Journal o Mnlecular Ccttah.sis 89 (1994) 371-381 i.5 0 a u Lf _T '\" 0 c 1.5I D 5 20 40 60 70 F 2 theta I deg Fig. 6. Comparison of the XRD patterns. Symbols are the same as those for Fig. 5. 0,6 1 6 20 40 2 theta I deg A 60 70 Fig. 7. Comparison of the XRD patterns. Symbols are the same as those for Fig. 5. Fig. 7 shows the spectra of the fresh catalyst used in the reaction in the absence of water. As shown in the spectra of the sample used for 4 h, [G], only a small amount of B-phase is formed. On the other hand, the sample used in the reaction for 12 h, [ H 1, is a mixture of B-phase and Fe.P=O-, with small amounts of X-phase and FePO,. A comparison of the results shown in Figs. 5 with those in 7 reveals that reduction of the bulk of iron phosphate catalyst is largely accelerated by the presence of water. The results shown in Fig. 7 are also summarized in Table 3. E. Munevanra et al. /Journal of Molecular Catalysis 89 (1994) 371-381 381 References [ I ] M. Tatsumi (Toyo Rayon Co. Ltd.), Jpn. Pat. 44,025,764 ( 1969). [2] C.W. Hargis and H.S. Young (Eastman Kodak Co.), US Pat. 3 532 740 (1970). [3 ] T. Kita and C. Ishii (Mitsubishi Rayon Co. Ltd.), Jpn. Pat. 46,028,001 (1971). [4] T. Ikorin and A. Murata (Nissan Chem. Ind. Ltd.), Jpn. Pat. 48,004,004 (1973). [5] A. Bouniot and H. Defour (Rhone-Progil), Get. Offen. 2,428,633 (1975). [6] K. Ishimi (Nippon Kayaku Co. Ltd.), Japan Kokai 50,149,611 (1975). [7] N. Ando (Japan Synthetic Rubber Co. Ltd.), Japan Kokai 53,124,21 1 (1978). [8] M. Fukui, N. Otake and N. Naoe (Chisso Corp.), Japan Kokai 54,046,705 (1979). [9] S.E. Pedersen and L.F. Wanger (Standard Oil Co.), US Pat. 4,381,41 1 ( 1983). 10] M. Ai, E. Muneyama, A. Kunishige and K. Ohdan, J. Catal., 144 ( 1993) 632. I 1 ] M. Ai, E. Muneyama, A. Kunishige and K. Ohdan, Appl. Catal. A, 109 ( 1994) 137. 12] M. Ai, Preprint of Papers, Ann. Symp. Catal. Soc. Jpn., Oct. 1992, p. 450. 13] M. At, E. Muneyama, A. Kunishige and K. Ohdan, Bull. Chem. Soc. Jpn., 57 (1994) 551. 14] M. Ai, J. Catal., 98 (1986) 401. 15] R.A. Day, Jr. and AL. Underwood. Quantitative Analysis, 4th ed., Prentice-Hall, Englewood Cliffs, NJ, 1980, Chap. I 1. 16] M. Ai, E. Muneyama, A. Kunishige and K. Ohdan, Catal. Lett., 24 (1994) 355. 17] P. Von Royen and J. Korinth, Z. Anorg. All. Chem., 291 ( 1976) 227. X244 93E0332B 0304-5102(93)E0332-B 10.1016/0304-5102(93)E0332-B Oxidative dehydrogenation of isobutyraldehyde to methacrolein over iron phosphate catalyst Etsuhiro Muneyama a Atsuhiro Kunishige a Kyoji Ohdan b Mamoru Ai * c a UBE Scientific Analysis Laboratory Inc., 1978-5 Kogushi, Ube 755, Japan b Ube Laboratory, UBE Industries Ltd., 1978-5 Kogushi, Ube 755, Japan c Research Laboratory of Resources Utilization, Tokyo Institute of Technology, 4259 Nagatsuta, Midori-ku, Yokohama 227, Japan * Corresponding author. The oxidative dehydrogenation of isobutyraldehyde was studied at 400°C in the presence of a large amount of steam using an iron phosphate with a P/Fe atomic ratio of 1.2 as the catalyst. The main products were methacrolein, CO, and CO2; methacrylic acid was not formed from isobutyraldehyde unlike the case of the reaction over heteropoly compound catalysts. Even in the absence of catalyst, large amounts of isobutyraldehyde were consumed, although the conversion of isobutyraldehyde increased as the contact time increased. With an oxygen/isobutyraldehyde molar ratio of 0.9, the yield of methacrolein reached 68 mol% with a conversion of 88% (nominal selectivity to methacrolein of 77 mol%). The true selectivity to methacrolein on the catalyst was estimated to be 90 mol%. It was found that the fresh catalyst consisting of only Fe3+ ions was reduced to iron(II) pyrophosphate via an unidentified intermediate phase during the reaction. The effects of oxygen and water on the catalytic behavior and the structures of catalyst were studied. Keywords dehydrogenation isobutyraldehyde methacrolein iron oxidation phosphate References [1] M. Tatsumi (Toyo Rayon Co. Ltd.), Jpn. Pat. 44,025,764 (1969). [2] C.W. Hargis and H.S. Young (Eastman Kodak Co.), US Pat. 3 532 740 (1970). [3] T. Kita and C. Ishii (Mitsubishi Rayon Co. Ltd.), Jpn. Pat. 46,028,001 (1971). [4] T. Ikorin and A. Murata (Nissan Chem. Ind. Ltd.), Jpn. Pat. 48,004,004 (1973). [5] A. Bouniot and H. Defour (Rhone-Progil), Ger. Offen. 2,428,633 (1975). [6] K. Ishimi (Nippon Kayaku Co. Ltd.), Japan Kokai 50,149,611 (1975). [7] N. Ando (Japan Synthetic Rubber Co. Ltd.), Japan Kokai 53,124,211 (1978). [8] M. Fukui, N. Otake and N. Naoe (Chisso Corp.), Japan Kokai 54,046,705 (1979). [9] S.E. Pedersen and L.F. Wanger (Standard Oil Co.), US Pat. 4,381,411 (1983). [10] Ai M. Muneyama E. Kunishige A. Ohdan K. J. Catal. 144 1993 632 [11] Ai M. Muneyama E. Kunishige A. Ohdan K. Appl. Catal. A 109 1994 137 [12] Ai M. Preprint of Papers Ann. Symp. Catal. Soc. Jpn. Oct. 1992 450 [13] Ai M. Muneyama E. Kunishige A. Ohdan K. Bull. Chem. Soc. Jpn. 57 1994 551 [14] Ai M. J. Catal. 98 1986 401 [15] Day R.A. Jr. Underwood A.L. 4th ed. Quantitative Analysis 1980 Prentice-Hall Englewood Cliffs, NJ Chap.11 [161 Ai M. Muneyama E. Kunishige A. Ohdan K. Catal. Lett. 24 1994 355 [17] Von Royen P. Korinth J. Z. Anorg. All. Chem. 291 1976 227",
      "scopus-id": "0028766395",
      "coredata": {
        "eid": "1-s2.0-0304510293E0332B",
        "dc:description": "The oxidative dehydrogenation of isobutyraldehyde was studied at 400°C in the presence of a large amount of steam using an iron phosphate with a P/Fe atomic ratio of 1.2 as the catalyst. The main products were methacrolein, CO, and CO2; methacrylic acid was not formed from isobutyraldehyde unlike the case of the reaction over heteropoly compound catalysts. Even in the absence of catalyst, large amounts of isobutyraldehyde were consumed, although the conversion of isobutyraldehyde increased as the contact time increased. With an oxygen/isobutyraldehyde molar ratio of 0.9, the yield of methacrolein reached 68 mol% with a conversion of 88% (nominal selectivity to methacrolein of 77 mol%). The true selectivity to methacrolein on the catalyst was estimated to be 90 mol%. It was found that the fresh catalyst consisting of only Fe3+ ions was reduced to iron(II) pyrophosphate via an unidentified intermediate phase during the reaction. The effects of oxygen and water on the catalytic behavior and the structures of catalyst were studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0332B",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Muneyama, Etsuhiro"
          },
          {
            "@_fa": "true",
            "$": "Kunishige, Atsuhiro"
          },
          {
            "@_fa": "true",
            "$": "Ohdan, Kyoji"
          },
          {
            "@_fa": "true",
            "$": "Ai, Mamoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0332B"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0332B"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0332-B",
        "prism:volume": "89",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative dehydrogenation of isobutyraldehyde to methacrolein over iron phosphate catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "isobutyraldehyde"
          },
          {
            "@_fa": "true",
            "$": "methacrolein"
          },
          {
            "@_fa": "true",
            "$": "iron"
          },
          {
            "@_fa": "true",
            "$": "oxidation"
          },
          {
            "@_fa": "true",
            "$": "phosphate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "371-381",
        "prism:endingPage": "381",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1994",
        "prism:doi": "10.1016/0304-5102(93)E0332-B",
        "prism:startingPage": "371",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0332-B",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028766395"
      }
    }
  }
}