{
  "metadata": {
    "title": "Homogeneous mixed-metal catalyst systems: new and effective routes to <ce:italic>N</ce:italic>-acyl-α-amino acids via carbonylations",
    "authors": "Iwao Ojima",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-09-30",
    "doi": "10.1016/0304-5102(86)85135-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286851355",
    "pii": "0304510286851355"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041915158",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286851355 0304-5102(86)85135-5 0304510286851355 10.1016/0304-5102(86)85135-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01770 2024-01-02T01:05:30.650091Z 0 0 19860901 19860930 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 37 37 1 1 Volume 37, Issue 1 2 25 44 25 44 198609 September 1986 1986-09-01 1986-09-30 1986 converted-article rev Copyright © 1986 Published by Elsevier B.V. HOMOGENEOUSMIXEDMETALCATALYSTSYSTEMSNEWEFFECTIVEROUTESNACYLAMINOACIDSVIACARBONYLATIONS OJIMA I PINO 1977 43 231 P ORGANICSYNTHESESVIAMETALCARBONYLS CORNILS 1980 1 225 B NEWSYNTHESESCARBONMONOXIDE WAKAMATSU 1971 1540 H PANAUD 1979 341 J HIRAI 1982 2491 K OJIMA 1985 203 I HENDRIX 1968 97 W COWHERD 1969 2157 F SASSON 1974 4133 Y STROHMEIER 1975 C17 W DEDIEU 1976 65 M LOCHOW 1976 3020 C BRAUDRY 1978 365 D DEEMING 1976 313 A GOETZ 1963 1549 R HECK 1961 4023 R HECK 1963 651 R HECK 1963 1460 R YOKOKAWA 1964 677 C WAKAMATSU 1974 105 H FUCHIKAMI 1982 3527 T FUJITA 1983 4573 M KNORRE 1971 204 D NEVINSKY 1974 135 G HORVATH 1986 I SPINDLER 1981 303 F FOX 1980 2574 J OJIMAX1986X25 OJIMAX1986X25X44 OJIMAX1986X25XI OJIMAX1986X25X44XI 2022-06-11T05:31:45.876Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Japan 57350050 Sagami Chemical Research Center National Science Foundation CHE-8309935 NSF National Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/100000001 http://sws.geonames.org/6252001/ This research was initiated at Sagami Chemical Research Center, Japan and successively carried out at the State University of New York at Stony Brook, U.S.A. Generous support from the National Science Foundation (CHE-8309935), Ajinomoto Co., Inc., Grant-in-aid from the Ministry of Education, Japan (No. 57350050) is gratefully acknowledged. I am grateful to Dr. Kenji Hirai, Dr. Takamasa Fuchikami, and Makoto Fujita of the Sagami Chemical Research Center and Dr. Masami Okabe, Dr. S. R. Patil, Dr. Takehiko Yamato, H. B. Kwon and S. Brandstadter of the State University of New York at Stony Brook for their excellent collaboration and technical assistance. I would like to thank Professor Joseph W. Lauher of the State University of New York at Stony Brook for his valuable comments. We also would like to acknowledge helpful discussions with Dr. I. T. Horvath of Eidgenossische Technische Hochschule, Zurich, Switzerland and to thank him for sending us a preprint of his work on CoRh(CO),. item 0304-5102(86)85135-5 0304510286851355 1-s2.0-0304510286851355 10.1016/0304-5102(86)85135-5 272239 2024-01-02T01:05:30.650091Z 1986-09-01 1986-09-30 1-s2.0-0304510286851355-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286851355/MAIN/application/pdf/5cab0dca337d3d8539515981f2a5526e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286851355/MAIN/application/pdf/5cab0dca337d3d8539515981f2a5526e/main.pdf main.pdf pdf true 1299432 MAIN 20 1-s2.0-0304510286851355-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286851355/PREVIEW/image/png/d7d595c03299fe7a4e1cb7ffd32142cd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286851355/PREVIEW/image/png/d7d595c03299fe7a4e1cb7ffd32142cd/main_1.png main_1.png png 66468 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis. 37 (1986) 26 - 44 25 Review Paper Homogeneous Mixed-Metal Catalyst Systems: New and Effective Routes to A^-Acyl-Oi-Amino Acids via Carbonylations IWAO OJIMA Department of Chemistry, State University of New York at Stony Brook, Stony Brook, NY 11794 (U.S.A.) Summary New homogeneous mixed metal catalyst systems for the synthesis of JV-acyl-Ot-amino acids directly from allylic alcohols, oxiranes or olefins are described. The new catalytic processes include (a) the isomerization-amido- carbonylation of allylic alcohols catalyzed by Co2(CO)8-Group VIII transition metal complex combinations, (b) the isomerization-amido- carbonylation of oxiranes promoted by Co2(CO)s-Lewis acid systems, and (c) the hydroformylation-amidocarbonylation of fluoro-olefins catalyzed by Co2(CO)s-rhodium carbonyl systems which proceeds with excellent regio- selectivity. It is found that the hydroformylation-amidocarbonylation process includes a unique Co Rh mixed metal cluster, CoRh(CO)7, as an active catalyst species. The mechanism of this novel mixed cluster- catalyzed process is discussed. Possible mechanisms for the isomerization- amidocarbonylations are also proposed. Introduction One of the most fascinating goals in catalysis is to create effective multi-catalyst systems which can promote sequential multi-step reactions cooperatively, giving useful chemical substances from simple starting materials. Actually, bioorganisms use a variety of enzymes as catalysts and produce sophisticated biochemicals from simple molecules such as carbon dioxide, water and nitrogen. Accordingly, it is indeed a challenge for chemists to design multi-functional multi-catalyst systems which enable us to carry out multi-step syntheses in one batch in a highly organized manner. As a fundamental approach to this challenging goal, we have been designing and examining the efficiency of homogeneous bimetallic catalyst systems for amino acid synthesis which can sequentially promote catalytic processes including carbonylation as one of the unit reactions. We would like to describe here our recent progress on this project. 0304-5102/86/$3.50 Elsevier Sequoia/Printed in The Netherlands 26 Transition metal complex-catalyzed carbonylation of olefins, acety- lenes, halides, alcohols, amines, nitro compounds, etc. have been extensively studied for a long time, and some of these reactions have been established as commercial processes [1, 2]. There is, however, still a strong demand for the development of new and efficient catalytic processes for the utilization of carbon monoxide in both industrial and laboratory organic syntheses. Among a variety of carbonylation reactions, we have been focusing on the exploitation of the cobalt-catalyzed amidocarbonylation of aldehydes as a key reaction, since this reaction can produce biochemicals, i.e. N-acyl-a- amino acids, from an aldehyde, amide, carbon monoxide and hydrogen. This reaction was discovered in 1971 by Wakamatsu et al. [3] and developed by Ajinomoto's research group, and later reinvestigated in more detail by Panaud et al. in 1979 with regard to the synthetic potential and the reaction mechanisms [4]. Further applications of this reaction, e.g. to the synthesis of heterocyclic compounds, are being developed by Izawa et al. [5]. We have studied (a) isomerization-amidocarbonylation and (b) hydro- formylation-amidocarbonylation. The isomerization-amidocarbonylation gives JV-acyl-a-amino acids directly either from ally lie alcohols [6, 7] or from oxiranes [7], and the hydroforinylation-amidocarbonylation provides fluorinated JV-acyl-a-amino acids directly from fluoro-olefins, in which the hydroformylation of fluoro-olefins proceeds with excellent regioselectivity m. Isomerization-amidocarbonylation of ally lie alcohols [6, 7] The original idea behind this reaction is that allylic alcohols can be isomerized to the corresponding aldehydes catalyzed by transition metal complexes in the co-presence of Co2(CO)s provided these mixed-metal systems do not form inactive mixed clusters or salts, and then the aldehydes generated in situ can enter into the subsequent amidocarbonylation reaction catalyzed by Co2(CO)g to give the desired JV-acyl-a-amino acids. (1) It is known that the isomerization of allylic alcohols to the correspond- ing aldehydes can be effected by transition metal catalysts such as Fe(CO)s, RhCLfSHp, HRh(CO)(PPh3)3, HRh(PPh3)4, HRuCl(PPh3)3, HRu(OAc). (PPha)3, H2Ru(PPh3)4, (C2H4)Ni[P(o-Tol-0)3]3, [(COD)Ir(PPh2Me)]PF6 and H20s3(CO)io through either an addition-elimination mechanism or a ir-allylic metal complex intermediate [8a-h]. 27 Accordingly, the catalytic activities of Rh Co, Ru Co, Fe Co and Pd Co binary catalyst systems were examined using RhCl(PPh3)3, HRh(CO)- (PPh3)3, RuCl2(PPh3)3, HRuCl(CO)(PPh3)3, Fe^(CO)g and PdCl2(PPh3)2 together with Co2(CO)g. Typical results are shown in Table 1. As Table 1 shows, the reaction proceeds as expected, to give N-acyl-o;- amino acids directly from an ally lie alcohol, an amide, carbon monoxide and hydrogen in moderate to good isolated yields. Although it is conceivable that side reactions such as hydrogenation and hydroformylation of allylic alcohols may take place during the isomerization-amidocarbonylation process, the yields of the obtained JV-acyl-a-amino acids can be optimized by the proper choice of cocatalysts. Possible catalytic activities of the Rh, Ru, Fe and Pd complexes em- ployed for the amidocarbonylation of aldehydes and allylic alcohols were examined. However, these catalysts did not show any appreciable catalytic activities for the amidocarbonylation of propanal, and without Co2(CO)g no appreciable amounts of iV-acyl-ff-amino acids were formed in the attempted isomerization-amidocarbonylation of allyl alcohol under the standard con- ditions. The possibility of cobalt-catalyzed isomerization of allylic alcohols under the amidocarbonylation conditions was also checked, and it was found that the reaction proceeded to some extent without a cocatalyst: This indicates that HCo(CO)4, which should be generated under the reaction con- ditions by the reaction of Co2(CO)s with H;, can act as an isomerization catalyst [9] to some extent, besides acting as the catalyst for amidocar- bonylation under the given conditions. However, it is apparent that the co- existence of HRh(CO)(PPh3)3, PdCl2(PPh3) or Fe2(CO)9 significantly promotes the reaction even for the readily isomerizable allylic alcohols. Other cocatalysts such as RuCl2(PPh3)3 and HRuCl(PPh3)3 did not yield good results. The case of S-methyl-2-buten-l-ol is noteworthy, viz., the attempted isomerization of this trisubstituted alcohol gave the desired 3-methylbutanal in only 16% yield, even by using one of the best isomerization catalysts ever reported, [Ir(COD)(PPh2Me)2] PFg [8g], while the amidocarbonylation of the same alcohol with benzamide gave JV-benzoylleucine in 66% isolated n o \"a '?> U s 00 i-3 3 ^ 0rH Ji& COOQ-^OiaOOS^OO^t>T-l(OtOCTiMtOcOLOTf(Oc~^-^co-^oor'^^coTtt<o<D ^ 4JB 1) ? S-K a M'^C^MOOOOQOCOQOOOOOOOQOOOC^C^C^ 8 r1 'w C4-10 S -1-1 (UCDWQJQJQJ ^ flia)<Da a)t)fl;(U 0 CflflCCC'^C aCflCCSOCC 0 1 CQ CO CO CQ CQ (4 rXj y\" r ftCQACOACQAAxxxxxxOS^-^^xxx^^x T-l 1 OOOOOOogffigOOOOOOO 0in T3^TgT3T3T3'<J3E-l aTSTSTSTSTSTSTS c N mooooooooooo inino>n i-l Or-fr-(T-lr-lr-lt-(r-fr-trHr-4r4 OOl-IO S' a \"a S' a 's ooroCTOi'-r~t~t~t-\"CTco t-ooo ^ i-IOCOWtOi-li-li-li-li-ICOM i-lr-ICON 0 omootoooooooo oooo 1 S ft Oo\" ft tn m <n (n (0 m m m m m ss 4J1 n .a .a -a -a .a & .a .a .a .a &< '\":;\" &<&<S<&<&' ^\"x &< &\" ^i &'CL1 J?^? h & Pi A* 04 m\" h CLi b h 0^CO (0 ? 2s-' 0.is o,-;S^,-:oooooe< 2, oooo 2.8 ^SBB0,^.0.^ ^BB\",ti f 3 J3 w'04 pdti(l;tf~0i ffiOJPiPJafeBipifeaaaaaSa I aaaa .S .S CO C8 ^- 1' ^0 u <sS ^ Ss ' ^\"06i OOWCOCOC~C~C~C~C~WCOCTC~<OC~0 '3^ 'a > COlOCOWCOi-li-li-li-li-IOOCTWi-li-li-IN 0 JS Cd <D 01 .i 0) 0 s s ss 1-s Is o es tffl 0 m v . >0 tf a a a a aa 0 -0 co fi 2 s <s\"S <D \"3 n 1> W teS (3 ci a aa aass r x C 0 a ah 0 5 ^ & a a o g S 9 tf a as sass S a ? 0 '> 1 co eo eo eo oo co eo g-0 S \"0 o' 5 i-i \" o >> s c ^1 -S ' ro c i-fc^co-^Lracof-oooiOrHCMcoTfmcot ^ 0 W i lr-li-li lr-<r-<i-lf\"1 a 10 29 yield using the HRh(CO)(PPh3)3-Co2(CO)s catalyst system. The result strongly indicates the extremely efficient incorporation of the allylic alcohol moiety into the amidocarbonylation. It is even more surprising that not only allylic alcohols but also homo- ally lie alcohols can be employed as substrates. For example, the reactions of 3-buten-l-ol and 3-methyl-3-buten-l-ol under similar conditions gave N- acetylnorvaline and JV-acetylleucine in 55 and 34% yields, respectively (eqns. 3, 4). It can be said that these are very good yields, considering the fact that consecutive migration of a double bond is necessary to generate an 'aldehyde' from a homoallylic alcohol, which is then incorporated into the amidocarbonylation. COOH HRtHCOHFFh ) | ^^H + ^COMe + c0 Co,(CO),. H, ' /^\\^ HRh(CO)(PPh,), (3) COOH HRh(CO)(PPh) I I + H^NCOMe + CO ^ ^ ^A^OMe () Z o Z These results seem to imply that the 'aldehyde', which is supposedly generated in situ, is efficiently incorporated into the subsequent amido- carbonylation as originally designed. However, if this were true, why does the isomerization-amido- carbonylation achieve a much higher yield of JV-acylleucine than the simple isomerization of 3-methyl-2-buten-l-ol to 3-methylbutanal? If there were an equilibrium between an allylic alcohol and the corresponding aldehyde, a rapid consumption of the aldehyde, as soon as a small quantity is generated, into the amidocarbonylation would direct the equilibrium to the aldehyde side. However, it is very unlikely to assume a full equilibrium between aldehyde and allylic or homoallylic alcohol, since the successful isomeriza- tion of an aldehyde to the corresponding allylic alcohol is totally unknown. Another conceivable reason may be the occurrence of some side reaction(s) of the aldehyde generated, e.g., decarbonylation and aldol condensation, promoted by the isomerization catalyst used. Accordingly, it would be better to consider another possible inter- mediate which is incorporated into the amidocarbonylation: vinylic alcohol. Possible mechanisms which can accommodate the observed results in the isomerization-amidocarbonylation of allylic alcohols are depicted in Scheme 1. It is reasonable to assume that the isomerization of allylic and homo- allylic alcohols occurs by either an addition-elimination of a transition metal hydride or a Tr-allylic intermediate [8], and that the isomerization should involve vinylic alcohols as direct precursors of aldehydes. In the present reaction system, a vinylic alcohol which may exist as a Tr-olefin complex can be directly incorporated into the catalytic cycle of amido- 30 H, H,,NCOR HCo(CO). i Co^CO)^ HCo(CO)^-2 ^, n Rk/^NHCOR 2 ^ (I) R2 Co(CO)^0 R3 V H NCOR / (m) \\<_n,KLUK / m I ^_n,,KLUK Ry^y-NHCOR * --^ pa R2 COOH R^NHCOR R2 COCo(CO)^.H^O (IV) Scheme 1. Possible mechanism for the amidocarbonylation of allylic alcohols. carbonylation through transmetallation. The catalytic cycle then should generate an a-hydroxyalkylcobalt intermediate (II) without the intermediacy of aldehyde. II is then converted to an a-amidoalkylcobalt intermediate (III) through a nucleophilic substitution of the hydroxyl group by the amide moiety in the coordination sphere. This may be the reason why 3-methyl-2- buten-1-ol and 3-methyl-3-buten-l-ol, which are very difficult to isomerize, give JV-acylleucine in good yield. Scheme 1 also indicates the currently accepted mechanism for the amidocarbonylation of an aldehyde proposed by the groups of Wakamatsu and of Pino, which includes the formation of a hemiamidal in the first step and subsequent formation of an a-amidoalkylcobalt intermediate (III). Isomerization-amidocarbonylation of oxiranes [7] An oxirane is another candidate starting material for the isomerization- amidocarbonylation process. The process should include the isomerization of oxiranes to the corresponding aldehydes, which are immediately incorpo- rated into the subsequent amidocarbonylation. However, it seems rather difficult to combine two reactions and promote the desired process effec- tively, because it is conceivable that at least three side reactions could occur in this process: (a) conversion of oxiranes to the corresponding ketones rather than aldehydes (eqn. 5), (b) hydroformylation of oxiranes catalyzed by cobalt carbonyl, which is known to give /5-hydroxyaldehydes (eqn. 6) [10], and oligomerization of oxiranes. 31 In fact, the attempted isomerization-amidocarbonylation of oxiranes such as propene oxide, 1-butene oxide and phenylglycidyl ether catalyzed only by Co2(CO)g resulted in very low yields of the desired JV-acyl-a-amino acids. The only exceptional case, we found, was styrene oxide, which gave JV-acetylphenylalanine in 39% yield. Accordingly, effective cocatalysts for Co2(CO)g which could promote the desired process were screened; it turned out that certain Lewis acids promoted the reaction whereas transition metal complexes such as RhCl(PPh3)3, Fe2(CO)9 and RuC^PPl^a were ineffec- tive, although the former two complexes were quite effective for the isomerization-amidocarbonylation of allylic alcohols (vide supra). Among the Lewis acids screened, it was found that T^OT^ was the best cocatalyst; for example, JV-acetylphenylalanine was obtained in more than 95% isolated yield from styrene oxide and acetamide, as shown in Table 2. Other Lewis acids such as AHO'P^ and ZnCI; were effective as well, but Al(acac)3 and Znl; suppressed the desired process, and the reaction was completely inhibited by the addition of Zn(acac)2 or SnCla. It is interesting to note that the addition of the Co Ti binary catalyst to the pre-heated mixture of oxirane and amide accelerates the reaction (Table 2, entry 12). This procedure may exclude the hydroformylation of oxirane catalyzed by Co2(CO)g, which is known to take place at lower tem- peratures [10]. The present Co Ti binary catalyst system is particularly effective for the synthesis of iV-acetylphenylalanine, which can be readily converted to (iS')-phenylalanme through a well-established enzymatic optical resolution- racemization process. (iS')-Phenylalanine is a very important and costly starting material for the production of the non-nutritious sweetner, Aspartame . Accordingly, this isomerization-amidocarbonylation of styrene oxide has considerable synthetic value. The lower yields in the synthesis of other A^-acyl-cr-amino acids could be ascribed mainly to the undesired isomerization of oxiranes to ketones (eqn. 5). Thus, it is an interesting and important future challenge to develop an excellent catalyst system to s'S '?> ? T3 0> s ^Jnj M 0 '3 ^' u '0 u o> (^ CA 6^ C<lin!NC<IOINOOOCOOSOSt~OOt~(0 Stw i < 'w 0>01t~C~C<lC~^i tOCOOOtOi-IC<lW 4J S-G a (0( ie<IC<IININ01t--(NC<l(MC<llN(NN<0 \"5 r1 \"w^0. (0 S '- , p 0000000000000000r-IINr-li-lT-lt-(r-li-lr-l(NC<IC<lt-(>-ll-IN 3 E-0^ r-lr-llHi lr-(r-lT-tr-(r-lr-fT-lT-lr-<r-tr-lr^ 1 '3' .0 (S 0000000000000000 h hr1 ^ *- C^ioiALAiAiAiAiAiaiOiOC^LOiOlAlO 'K - S 0000000000000000 0 S o -*-* u A ooootoioiommioiooooioiniolol-l r-1 -1 o 8 1 a 0 5 N Olaomoooooooooooo s fl t^ t i 10 o fc9 ^ 1 0^'0 coocococococococoo cocococoo g s E. COI^OOMCOCOCOCOCOO cococoootoC<1 2 a 2 s 2 o S s a' .SI < ^- < fn m ^ ^ sr ^ ^- <t <t c3 o B <a -2 S s ^ a .^.^.^.gg^ 8 ^ .E?.?.!?.!? A S.S.BS.^O^^.GO oooooSSS^^t^t^^tSS 1 SSSSS 0 \" > a a u ^s \"3 'o 0 U 6S 1 \"1 CB 03 ^'3 OOOC003COCOCOCOOOOOCOCOCOWO N s 6i comCTcoCTWoooocooocowrocOtON IN S ^ ?S 0 4-> X^5 1S SCB 5 d) C S ^ 3.S o 1) ID t) 1)s ss '^ V *J Q* a S x Si g |i ^ i rt ^ i-s i 0 (S fl fl -*^ ^ a^ 5 \"^i a iSswl s .2 ^ o 'S, sslia1 ;iiiS ^ S; a> ' a ^ iii00 CO W 00 00 ? 2 ^s ^ gs 1 s a s .9 8 n) a p E \" S c \" J2 a\" 0- 0 0 In 3 r izi i-IIMCO^lOtOt^OOOlOT-INW^flOtO CQ ^^ .5 f^^ ^^ rt '0 Q >5* rt^ ^3 -S <y ^3 S, fl; .'S 60 ^< -<-> B53 ^( ^(3^cd fl ^ u a o o-i 33 promote the isomerization of oxiranes selectively to aldehydes, and combine it with amidocarbonylation. A possible mechanism of the isomerization-amidocarbonylation of oxirane is shown in Scheme 2. The proposed mechanism is similar to that of allylic alcohol; an oxirane is isomerized to an aldehyde and/or a ketone and only the aldehyde is incorporated into the amidocarbonylation to give the corresponding JV-acyl-a-amino acid through intermediates III' and IV'. As for the role of a Lewis acid, especially Ti(0'Pr)4, it could contribute to promote the isomerization of aldehyde as well as the suppression or inhibition of the oligomerization of oxiranes and the aldehyde generated in situ. Although our original design includes a cooperative but independent participation of the Lewis acid and the cobalt catalyst, the formation of an active catalyst consisting of Co and a Lewis acid is also conceivable since the catalytic activities of the binary systems vary dramatically by changing the Lewis acid employed. COOH NHCOR Scheme 2. Possible mechanism for the amidocarbonylation of oxiranes. 34 Hydroformylation-amidocarbonylation pentafluorostyrene (PFS) of trifluoropropene (TFP) and Since amidocarbonylation requires both Hz and CO, and the reaction conditions are almost the same as those of hydroformylation except for the coexistence of an amide, it is logically possible to combine these two reac- tions. In fact, the possible synthesis of JV-acyl-oi-amino acids through hydro- formylation-amidocarbonylation of olefins was already suggested by Wakamatsu in his 1974 review [11]. However, it was only recently that the proposed process was actually examined by Stern et al. and appeared as a patent [12]. The patent claims that the process is useful for the production of C(9) - C(31) straight chain (n) JV-acyl-o'-amino acids, although the process gives a mixture of straight chain (n) and branched (iso) isomers. It is also indicated that the observed straight chain selectivity is considerably higher than that observed in the simple hydroformylation of the same olefins. If we could achieve excellent regioselectivities in the hydroformylation of olefinis for the production of straight chain (n) as well as branched (iso) aldehydes, we would be able to synthesize JV-acyl-cr-amino acids highly regio selectively. Fortunately, we recently found such highly regioselective hydroformylations: unusually high regioselectivities were observed in the hydroformylation of trifluoropropene (TFP) catalyzed by Co2(CO)g and various rhodium catalysts to give an n-aldehyde, 3-trifluoromethylpropanal (3-TFMPA) and an iso-aldehyde, 2-trifluoromethylpropanal (2-TFMPA), respectively, with more than 90% selectivity (eqn. 8) [13, 14]. It was found that the rhodium-catalyzed hydroformylation of pentafluorostyrene (PFS) gave 2-pentafluorophenylpropanal (2-PFPPA) in 98% regioselectivity. The cobalt-catalyzed reaction gave 3-pentafluorophenylpropanal (3-PFPPA) in 79% regioselectivity (eqn. 9) [13, 14]. [Col CF.CHyCHnCHO 932 selectivity 952 yield Hg, CO benzene (8) [Rhi CFi-CH-CHO CH, 962 selectivity 982 yield [Co] C<,FcCH,CH,CHO 792 selectivity 6522 542 yield benzene (9) [Rh] C^Fc-CH-CHO CH, 982 selectivity 1002 yield 35 Accordingly, we applied these reactions to the hydroformylation- amidocarbonylation process. As there is increasing interest in the incorpora- tion of fluoroamino acids into physiologically active peptides, an efficient synthesis of fluoroamino acids has an important significance in medicinal and pharmacological chemistry. In this regard, we have synthesized trifluoro- leucine (5), trifluoronorleucine (6) from 2-TFMPA [15] and tetrafluoro- tryptophan (7) from 2-PFPPA [16], which is known to be a monoamine oxidase (MAO) inhibitor [17]. COOH 56 7 First we examined the hydroformylation-amidocarbonylation of TFP since the reaction should give n- or iso-iV-acetyl-a-amino acid, N-A.C- trifluoronorvaline (8) or JV-Ac-trifluorovaline (9), directly from TFP provided that the extremely regioselective hydroformylation was success- fully combined with amidocarbonylation. As shown in eqn. 10, the Co2(CO)g-catalyzed reaction gave N-Ac- trifluoronorvaline (8) in 96% selectivity, while the reaction catalyzed by the Rh6(CO)i6-Co2(CO)s binary system [Co^(CO)K/Rh(,(CO)^(,= 50] gave JV-Ac- trifluorovaline (9) in 94% selectivity as expected [7]. The latter result implies that the rhodium-catalyzed hydroformylation takes place exclusively in the first step to give 2-TFMPA highly selectively, which is effectively incorporated to the subsequent cobalt-catalyzed amidocarbonylation. 120 , 10 h CFgCH-CH^ + CO + H^ + H^NCOCHg COOH CHg COOH ^A + >-< (10) CF, v NHCOMe CFg NBCOMe 8 9 Catalyst Yield (%) Co2(CO)g 83 96 4 Co2(CO)8-Rh(,(CO)i6 87 6 94 Accordingly, up to this point we did not suspect a possible formation of Co Rh mixed cluster(s) as active catalyst species for the reaction. However, the attempted highly regioselective hydroformylation-amido- carbonylation of PFS catalyzed by the Co Rh binary system as well as Co2(CO)g under similar conditions to those for TFP (eqn. 11), gave un- 36 expected results. Namely, the cobalt-catalyzed reaction (CO, 80 atm; H;, 50 atm; 120 C in dioxane) gave JV-acetyl-7-pentafluorophenylhomoalanine (10) in 90 - 94% regioselectivity, which was too high based on the regio- selectivity (79%) of the simple hydroformylation in benzene, and the reaction catalyzed by the Co Rh binary system (Co2(CO)8/Rhe(CO)i6 = 50; CO, 80 atm; H;, 50 atm; 120 C in dioxane) gave A?-acetyl-|3-pentafluoro- phenylhomoalanine (11) in only ca. 80% regioselectivity, which is too low based on the excellent regioselectivity (98%) of the simple hydroformylation in benzene [13,14]. To accommodate the observed results, we initially considered three possibilities: (i) There is a kinetic selection of the n-aldehyde (3-PFPPA) in preference to the iso-aldehyde (2-PFPPA) in the amidocarbonylation step, viz., a considerable amount of 2-PFPPA should remain unreacted provided that 2-PFPPA is not consumed by side reaction(s). (ii) The regioselectivity of the cobalt-catalyzed hydroformylation of PFS is affected by acetamide and/or dioxane to give 3-PFPPA in much higher selectivity (90 - 94%) since an amide could conceivably coordinate to the cobalt carbonyl to modify its regioselectivity; a similar solvent effect of dioxane can be considered as well. (iii) In the Co Rh binary system, the rhodium catalyst is much less active, or the cobalt catalyst acquires special activation, for the hydroformylation so that the Co Rh binary system gives a much lower iso/n ratio than the single rhodium catalyst, since there should be 103 -104 difference between the activity of the rhodium catalysts and Co2(CO)g for the hydroformylation if the two catalysts work independently [2]. NHCOMe C.FcCH^CHoCHO 3-PFPPA C^FcCH-CH^ MeCONH; CO, H; catalyst C^-CH-CHO CH, 2-PFPPA hydroformylation step catalyst: Co2(CO)8, Co2(CO)g-Rh6(CO)i6 Amidocarbonylation step Then, we carried out a series of experiments to clarify these possi- bilities. Since we found that (i) the cobalt-catalyzed hydroformylation of PFS was substantially slower than the amidocarbonylation, and (ii) dioxane did not have any particular solvent effects on the regioselectivity of the hydroformylation of PFS, it became evident that the hydroformylation was the regioselectivity-determining step and that the addition of acetamide to 37 Co2(CO)s substantially increased the n/iso ratio, possibly by forming an active species like HCo^OUCHsCONH;)^. In fact, Izawa et al. also found that the addition of acetamide to Co2(CO)g changed the regioselectivity in the hydroformylation of isobutene.* However, the addition of acetamide considerably enhanced the hydrogenation and polymerization of PFS. We also observed remarkable effects of other amides added to the reaction system. For example, the Co2(CO)g-catalyzed hydroformylation of PFS in the presence of Me^NCHO or H2NCOCF3 gave a large amount of hydrogena- tion product, and the Co2(CO)s-H2NCOCF3 system gave a reversed regio- selectivity although the material balance of the reaction was low. The reactions were run with 5 mol% Co2(CO)g at 125 C and 80 atm (CO/H2 = 1) and the addition of Me2NCHO gave PFPPA (23%, n/iso = 74/26) and C6FsC2Hs (75% !) while the addition of H2NCOCF3 yielded PFPPA (19%, n/iso = 29/71 !) and C6FsC2Hs (36%). Other findings were: (i) In the cobalt-catalyzed hydroformylation: (a) the n/iso ratio of PFPPA could be increased by elevating temperature and lowering the CO pressure (e.g., n/iso = 85/15 at 125 C and 27 atm of CO; n/iso = 67/33 at 125 C and 78 atm of CO; n/iso = 74/26 at 125 C and 40 atm of CO; n/iso = 59/41 at 95 C and 40 atm of CO; n/iso = 33/67 at 80 C and 40 atm of CO), and (b) a considerable amount of hydrogenation product, CeF5C2H5, was formed (25 -50%) at higher temperatures, (ii) In the rhodium-catalyzed hydroformylation of PFS (CO/H2 =1/1; 80 atm): (a) neither acetamide nor dioxane had any appreciable effect on the regio- selectivity, (b) the n/iso ratio was clearly dependent on the reaction tem- perature the lower the temperature the higher the selectivity (e.g. n/iso = 2/98 at 95 C; n/iso = 0.5/99.5 at 60 C) and (c) the formation of the hydrogenation product was negligible and thus the aldehyde selectivity is extremely high. Next, we looked closely at the hydroformylation of PFS catalyzed by the Co Rh mixed metal system with various Co/Rh ratios in dioxane. The reactions were run with a Co/Rh atomic ratio of 1 -100 with the use of Rh4(CO)i2 or Rh<,(CO)i6 and Co2(CO)g; it turned out that Rh4(CO)i2 is more appropriate for this purpose because of its much higher solubility than Rhe(CO)i6 in organic solvents. Co Rh mixed clusters, Co2Rh2(CO)i2 and Co3Rh(CO)i2, were also used. We examined the regioselectivities by carrying out the reactions at 95 C and 80 atm (CO/H2 = 1) with Co2(CO)8/Rh<,(CO)i6 ratios of 10, 50 and 200, respectively. If the cobalt and rhodium catalysts worked inde- pendently, the ratio of n-aldehyde formation should increase at higher Co/Rh ratios and eventually the n-aldehyde should become a major product. *Izawa et al. found [18] that the hydroformylation of isobutene catalyzed by Co^(CO)s in the absence of acetamide followed by amidocarbonylation with acetamide gave 60% iV-Ac-leucine and 1.6% JV-Ac-t-butylglycine, whereas the hydroformylation- amidocarbonylation of isobutene, which included hydroformylation in the presence of acetamide, gave 17% ofJV-Ac-leucine and 22% ofJV-Ac-t-leucine. 38 However, contrary to this assumption, an interesting saturation phenomenon of regioselectivity was observed. Namely, the n/iso ratio decreased from 6/94 at Co^/Rhg = 10 to 12/88 at Coz/Rhg = 50, but the ratio did not continue to decrease. Significantly, with a further increase of Co/Rh ratio, the n/iso was 13/87 even at a Coa/Rhg ratio of 200 (!). Under the same reaction condi- tions, the reaction catalyzed by Co3Rh(CO)i2 (Co/Rh = 3) gave a n/iso ratio of 4/96 and the reaction catalyzed by Co^Rh^CO)^ (Co/Rh = 1) gave a 2/98 ratio. This saturation phenomenon of the regioselectivity is best interpreted by taking into account the formation of and the catalysis by a Co Rh mixed cluster. Namely, Rhe(CO)i6 and Co2(CO)g form a mixed cluster which com- petes with the rhodium catalyst(s) in the system up to a point where practically all the rhodium catalyst(s) is converted to the Co Rh mixed cluster in the presence of a large excess of Co2(CO)s. The Co Rh mixed cluster then becomes the most efficient catalyst species, and governs the reaction and the regioselectivity. One might consider also the possibility that HCo(CO)4 can act as an excellent hydride donor in the Rh6(CO)i6-catalyzed reaction for the reduc- tive cleavage of an acyl-rhodium complex, competing with the oxidative addition of H; followed by reductive elimination, and thus the regioselec- tivity is changed up to a point at which the hydridocobalt-promoted reductive cleavage becomes a virtually exclusive process. Beyond this point the regioselectivity would be constant, provided that the reductive cleavage is the selectivity-determining step. However, this possibility is very unlikely, since the n/iso ratio of the complex should already be determined at the stage of the acyl-rhodium complex. If the cleavage by the hydridocobalt is faster than that by H;, the regioselectivity should not change from that of the simple rhodium-catalyzed hydroformylation in a manner that favors the straight chain aldehyde, since it is known that the isomerization of a branched acyl-rhodium complex to a straight chain acyl-rhodium complex is almost negligible in the rhodium-catalyzed hydroformylation of olefins in general [2]. Consequently, this possibility is eliminated. Also, the possible special activation of the cobalt catalyst by the rhodium catalyst, which was considered as a possibility in the beginning (vide supra), is ruled out due to the observed saturation of regioselectivity. When we had reached the conclusion that 'some Co Rh mixed cluster' was the active catalyst species in the hydroformylation of PFS, Horvath et al. [19] reported the isolation, characterization and some reactions of an interesting coordinatively unsaturated Co Rh mixed cluster, CoRh(CO)7, previously postulated as an active catalyst species in the hydroformylation of diketene [20]. This exciting report inspired us to closely re-examine the dependence of the regioselectivity of the PFS hydroformylation on the Co/Rh ratio in order to obtain unambiguous evidence for the mixed cluster catalysis using Co2(CO)g and Rh4(CO)i2 as catalyst precursors. The equi- librium constant, K, of the equation 2Co2(CO)g + Rh^(CO)^ ^ ^CoRh(CO)-, (eqn. 12) was estimated to be 3.5 X 10~3 M at 84 C and 140 bar of CO. 39 Structure of CoRh(CO)7 proposed by Horvath et al. All reactions were run by mixing Co2(CO)g, Rh4(CO)i2 and PFS in dioxane, in advance, at 80 C and 40 atm of CO for 4 h and then starting the reaction by introducing H; (40 atm) so that the Co Rh mixed metal system reached equilibrium before the hydroformylation began. The results are shown in Fig. 1. As Fig. 1 shows, the iso/n ratio sharply decreases from 66 (Rh 100%) to 16 (Co2/Rh4 = 30), the decrease slows down at higher Co/Rh ratios and becomes nearly constant, 10, at Co2/Rh4 = 80, and the iso/n ratio is 9.5 at Co2/Rh4 = 200. Based on the equilibrium constant reported for eqn. 12, the relative ratio of [CoRh(CO)7], [Rh4( 00)12] and [Co2(CO)g] at a given Co2/Rh4 ratio can be calculated. For example, the ratios of the three species [CoRh]/[Rh4]/[Co2] at Co2/Rh4 =10, 80, and 200 are 1.00/0.0948/2.95, 1.00/2.91 X 10~~3|19.r^, and 1.00/4.63 X lO'^O.l, respectively. Moreover, the relative catalytic activity of CoRh(CO)7 vs. Rh4(CO)i2 as well as Co2(CO)g can be estimated based on the calculated relative concentrations of the three species and the observed iso/n ratio of PFPPA. The results of the calculations and the computer plots for the iso/n ratio vs. Co/Rh ratio with >. +> d > H 4-1 U O) .-I 0> !0 0 ^ tr & 10 20 30 70 80 90 100 0 40 50 Co/Rh Fig. I. Dependence of regioselectivity on Co/Rh ratio in the hydroformylation of PFS catalyzed by Co Rh mixed metal system: PFS, 1.0 M; Rh4(CO)i2, 1.0 X 10~3 M; CO, 40 atm; H^, 40 atm; 80 C. 40 ^ d d +J 0 0) Fig. 2. Calculated dependence of regioselectivity on Co/Rh ratio with various relative catalytic activities of Rh^(CO)i2 vs. CoRh(CO)7: Iso/n ratio for Rh4(CO)i2 = 66; for CoRh(CO)7 = 10, and for Co2(CO)g = 2 under the given conditions; the relative catalytic activity of Co2(CO)g toward Rh4(CO)i2 is estimated to be 1.28 X lO\"5. several given relative catalytic activities are shown in Fig. 2. It is apparent from Fig. 2 that a relative catalytic activity of 36 for Rh4(CO)i2/CoRh(CO)7 almost perfectly fits the experimental results. The estimated relative catalytic activities are as follows: A[Rh^(CO)^/ CoRh(CO)7] is 36, thus the relative catalytic activity of these two catalysts per rhodium metal, A[Rh/CoRh], is 9; A[CoRh(CO)7/Co2(CO)g] = 4.6 X 1CT4 and the relative catalytic activity per cobalt atom is 2.3 X 10~4. These values were calculated based on the iso/n ratio of 2.0 for the Co2(CO)s- catalyzed hydroformylation of PFS at 80 C and 80 atm (CO/H; = 1). Consequently, we deduced, at this stage, the mechanism of the Co Rh mixed metal catalyst system in the hydroformylation step; discovery of a novel CoRh(CO)7-catalyzed hydroformylation of PFS is especially note- worthy.* *At this point, one may wonder why excellent regioselectivities were achieved in the hydroformylation-amidocarbonylation of TFP using Rh6(CO)i6-Co2(CO)s in which CoRh(CO)7 should be generated as well. We made a preliminary study on the hydro- formylation of TFP catalyzed by Co Rh mixed metal systems using Rh4(CO)i2- Co2(CO)u in a similar manner to the PFS case. All the reactions were run at 80 C and 80 atm (CO/H2 = 1) with a TFP/Rh4(CO)i2 ratio of 1000 in dioxane by introducing H2 to the pre-heated and thus pre-equilibrated mixed metal catalyst system with TFP. It was found that there was a clear dependency of regioselectivity like the PFS case, and the observed iso/n ratio at relatively high Co/Rh ratio was substantially lower than the cor- responding PFS case. It can be stated, at present, that (i) the high iso/n ratio (94/6) (continued) 41 Co,Kh(CO),, 11 CO, -Co^COg \\r 1/4 Rht(CO),,, + 1/2 Co,(CO)o < ^ CoRhCCO), ^ ^ 1/2 Co^Rh^CO),, 4 12 28 7 c0 / 2 12 1 \"I 1/6 Rh^(CO)^ CoRh(CO)g (13) As has been established by Bor, Pino, Horvath and their coworkers [19, 20], Co Rh mixed metal systems, e.g., Co2(CO)s-Rh4(CO)i2, Co2(CO)s- Rhe(CO)i6, Co3Rh(CO)i2 and Co2Rh2(CO)i2, generate an equilibrium mix- ture under CO pressure in which CoRh(CO)7, Co2(CO)g and Rli4(CO)i2 are the three major components (eqn. 13), and CoRh(CO)7 is an unusually stable cluster. This is in sharp contrast to other known mixed clusters, such as HCoRu3(CO)i3 and H2FeRu3(CO)i3, which decompose easily to the cor- responding homonuclear species under 1 atm of CO at 25 - 70 C [21]. In order to investigate the catalysis of complicated mixed metal systems like this, the introduction of a new scale in addition to the conventional kinetic measurements is both necessary and useful. In fact, we demonstrate here a relevant example by successfully introducing 'regioselectivity' as an excellent scale together with the equilibrium of components as established by the Zurich group; CoRh(CO)7, Rh4(CO)i2 (or monomeric rhodium carbonyl) and Co2(CO)g (or monomeric cobalt carbonyl) have substantially different regioselectivities with respect to each other in the hydroformyla- tion of PFS so that we can successfully analyze a rather complicated reaction. Finally, we returned to the amidocarbonylation step and looked at the possible 'kinetic selection' of 2- and 3-PFPPA. Namely, a competitive reaction of 2- and 3-PFPPA with 0.5 equiv of acetamide was carried out in the presence of Co2(CO)g (5 mol%) in dioxane at 125 C. It was found that 3-PFPPA reacts about three times faster than 2-PFPPA, A[3-PFPPA/2- PFPPA] = 3. Accordingly, it turned out that there was, actually, a kinetic selection of the aldehydes. However, this kinetic selection does not affect the iso/n ratio of amino acids 10 and 11 in the Co2(CO)8-catalyzed reaction, since the hydroformylation step is considerably slower than the amido- carbonylation step, as mentioned above. In the Co Rh mixed metal system, this kinetic selection may somewhat affect the iso/n ratio since CoRh(CO)7- catalyzed and Rh4(CO) ^-catalyzed hydroformylations are much faster than obtained in the hydroformylation-amidocarbonylation of TFP using Rh6(CO)ig(0.1 mol%)-Co2(CO)8(5 mol%) (vide supra) [7] is due to the very fast hydroformylation of TFP by rhodium catalyst species before the Co Rh mixed metal system reaches equi- librium and (ii) the regioselectivities achieved by CoRh(CO)7 and Co2(CO)g are substan- tially different from those for the PFS case; in particular, Co2(CO)g gives a very small iso/n ratio. Complete results will be published elsewhere. 42 the Co2(CO)s-catalyzed and CoRh(CO)7-catalyzed amidocarbonylations, and thus if there is some side reaction pathway for the remaining aldehyde, 2- PFPPA in this case, the iso/n ratio of the amino acids could be somewhat lower than that of the hydroformylation step. From the synthetic viewpoint, the highly regioselective production of the fluoroamino acids 10 and 11 is the ultimate goal. As for the synthesis of 11, it can be said that the process is practical. For example, the C^Rh- (C0)i2 catalyst (1.0 mol%) gives 11 in 74% yield with 92% regioselectivity at 110 C and 82 atm (CO/H2=3/1) and the Co2(CO)s(5.0 mol%)- Rh4(CO)i2(0.05 mol%) catalyst system gives 11 in 80% yield with 98.2% regioselectivity at 60 C for 6 h and then 125 C for 5 h under 75 atm of CO and 48 atm of Hj. With regard to the synthesis of 10, however, the single Co2(CO)8-catalyzed process is not very efficient yet; although the regio- selectivity of the reaction is high, 90 - 94%, the chemical yield is low, 30 - 35%, mainly due to the hydrogenation of PFS (30 - 55%). Accordingly, we should search for another mixed metal system which suppresses the hydro- genation without affecting high straight chain selectivity of cobalt carbonyl to overcome this problem. A?-Ac-j3-pentafluorophenylhomoalanine (11) thus obtained can serve as a good precursor for fluoroindoles. Namely, the base-promoted cyclization of 11 gives AT-Ac-2-hydroxycarbonyl-3-methyl-2,3-dihydro-4,5,6,7-tetra- fluoroindole (12) in good yield, which can be transformed to a variety of fluoroindoles and fluoroalkaloids (eqn. 14). C,F CH=CH- Co-Rh F b J 2. ^ MeCONH, CO, H^' fluoroindoles fluoroalkaloids (14) COMe In conclusion, it has been demonstrated that the isomerization- amidocarbonylation and the hydroformylation-amidocarbonylation pro- cesses are effectively promoted by homogeneous binary catalyst systems to give a variety of N-acyl-a-amino acids directly from allylic alcohols, oxiranes and fluoro-olefins. Some of the processes are efficient and practical. The discovery of novel CoRh(CO)7-catalyzed hydroformylation is worthy of note. Also, it should be noted that we have found a way to use any of the active catalyst species selectively among catalyst species in an equilibrium mixture like the one shown in eqn. 13 by choosing appropriate conditions 43 such as metal-metal ratio, pressure and temperature. The present approach has opened a new aspect of homogeneous catalysis and is applicable, in principle, to a variety of multi-step catalytic processes. Acknowledgements This research was initiated at Sagami Chemical Research Center, Japan and successively carried out at the State University of New York at Stony Brook, U.S.A. Generous support from the National Science Foundation (CHE-8309935), Ajinomoto Co., Inc., Grant-in-aid from the Ministry of Education, Japan (No. 57350050) is gratefully acknowledged. I am grateful to Dr. Kenji Hirai, Dr. Takamasa Fuchikami, and Makoto Fujita of the Sagami Chemical Research Center and Dr. Masami Okabe, Dr. S. R. Patil, Dr. Takehiko Yamato, H. B. Kwon and S. Brandstadter of the State Uni- versity of New York at Stony Brook for their excellent collaboration and technical assistance. I would like to thank Professor Joseph W. Lauher of the State University of New York at Stony Brook for his valuable comments. We also would like to acknowledge helpful discussions with Dr. I. T. Horvath of Eidgenossische Technische Hochschule, Zurich, Switzerland and to thank him for sending us a preprint of his work on CoRh(CO)7. References 1 P. Pino, F. Piacenti and M. Bianchi, in I. Wender and P. Pino (eds.), Organic Syntheses via Metal Carbonyls, Vol. 2, Wiley-Interscience, New York, 1977, pp. 43 - 231. 2 B. Cornils, in J. Falbe (ed.). New Syntheses with Carbon Monoxide, Springer-Verlag, Berlin, 1980, pp. 1 - 225. 3 H. Wakamatsu, J. Uda and N. Yamakami, J. Chem. Soc., Chem. Commun., (1971) 1540. 4 J. J. Panaud, G. Camperi and P. Pino, J. Mol. Catal., 6 (1979) 341. 5 (a) S. Nishi, S. Asada and K. Izawa, 31st Symposium on Organometallic Chemistry, Japan, Tsukuba, Japan, Oct. 30 - 31, 1984, Abstracts 202; (b) K. Izawa, S. Nishi and S. Asada, 10th Int. Congr. Heterocyclic Chemistry, Aug. 11 - 16, 1985, Ontario, Canada, Abstracts P8-207; (c) S. Nishi, S. Asada and K. Izawa, Third IUPAC Symp. Organometallic Chemistry Directed Toward Organic Synthesis, Kyoto, Japan, July 11 -16, 1986, Abstracts 86; (d) K. Izawa, S. Nishi and S. Asada, Third Int. Kyoto Conf. New Aspects of Organic Chemistry, Kyoto, Japan, Nov. 18 - 22, 1985, Abstracts 187; (e) K. Izawa, S. Nishi and S. Asada, 32nd Symp. Organometallic Chemistry, Japan, Osaka, Japan, No. 5 - 6,1985, Abstracts 166. 6 For a preliminary communication, K. Hirai, Y. Takahashi and I. Ojima, Tetrahedron Lett., 23 (1982) 2491. 7 I. Ojima, K. Hirai, M. Fujita and T. Fuchikami, J. Organometall. Chem., 279 (1985) 203. 8 (a) W. T. Hendrix, F. G. Cowherd and J. L. von Rosenberg, J. Chem. Soc., Chem. Commun., (1968) 97 (Fe); (b) F. G. Cowherd and J. L. von Rosenberg, J. Am. Chem. Soc., 91 (1969) 2157 (Fe); (c) Y. Sasson and G. L. Rempel, Tetrahedron Lett., (1974) 4133 (Ru); (d) W. Strohmeier and L. Weigelt, J. Organometall. Chem., 86 (1975) C17 (Rh); (e) M. Dedieu and Y.-L. Pascal, C.R. Acad. Sci. Paris, Ser. C, 285 44 (1976) 65 (Ru, Rh); (f) C. F. Lochow and R. G. Miller,./. Org. Chem., 41 (1976) 3020 (Ni); (g) D. Braudry, M. Ephritikhine and H. Felkin, JVoyi;. J. Chim., 2 (1978) 365 (Ir); (h) A. J. Deeming and S. Hasso, 3. Organometall. Chem., 114 (1976) 313 (Os). 9 As for the isomerization of allyl alcohol by HCo(CO)4, see R. W. Goetz and M. Orchin,,/. Am. Chem. Soc., 85 (1963) 1549. 10 For example, (a) R. F. Heck and D. S. Breslow, J. Am. Chem. Soc., 83 (1961)4023; (b) R. F. Heck, ibid., 85 (1963) 651, 1460; (c) C. Yokokawa, Y. Watanabe and Y. Takegami, Bull. Chem. Soc. Jpn., 37 (1964) 677. 11 H. Wakamatsu, Sekiyu Gakkai Shi, 17 (1974) 105. 12 U.S. Pat. 4264515 (1981) to R. Stern, A. Hirschauer, D. Commereuc and Y. Chauvin. 13 T. Fuchikami and I. Ojima, /. Am. Chem. Soc., 104 (1982) 3527. 14 U.S. Pat. 4370504 (1983) to I. Ojima and T. Fuchikami. 15 I. Ojima and T. Fuchikami, Jap. Pats. 81 161340, 81 164173, Kokai Tokkyo Koho (1981). 16 M. Fujita and I. Ojima, Tetrahedron Lett., 24 (1983) 4573. 17 (a) D. G. Knorre, 0. I. Lavrik, T. D. Petrova, T. I. Savchenko and G. G. Yakobson, FEBS Lett., 12 (1971) 204; (b) G. A. Nevinsky, 0. 0. Favorova, 0. I. Lavrik, T. D. Petrova, L. L. Kochkina and T. Savchenko, ibid., 43 (1974) 135. 18 K. Izawa, personal communication. 19 I. T. Horvath, G. Bor, M. Garland and P. Pino, Organometallics, 5 (1986) in press; I. T. Horvath, G. Bor and P. Pino, XII Int. Conf. Organometallic Chemistry, Vienna, September 9 -13,1983, Abstract 336. 20 F. Spindler, G. Bor, U. Dietler and P. Pino, /. Organometall. Chem., 213 (1981) 303. 21 J. R. Fox, W. L. Gladfelter and G. L. Geoffrey, Inorg. Chem., 19 (1980) 2574. X244 86851355 0304-5102(86)85135-5 10.1016/0304-5102(86)85135-5 Chemical catalysis Review paper Homogeneous mixed-metal catalyst systems: new and effective routes to N-acyl-α-amino acids via carbonylations Iwao Ojima Department of Chemistry, State University of New York at Stony Brook, Stony Brook, NY 11794 U.S.A. New homogeneous mixed metal catalyst systems for the synthesis of N-acyl-α-amino acids directly from allylic alcohols, oxiranes or olefins are described. The new catalytic processes include (a) the isomerization-amido-carbonylation of allylic alcohols catalyzed by Co2(CO)8-Group VIII transition metal complex combinations, (b) the isomerization-amido-carbonylation of oxiranes promoted by Co2(CO)8-Lewis acid systems, and (c) the hydroformylation-amidocarbonylation of fluoro-olefins catalyzed by Co2(CO)8-rhodium carbonyl systems which proceeds with excellent regio-selectivity. It is found that the hydroformylation-amidocarbonylation process includes a unique Co-Rh mixed metal cluster, CoRh(CO)7, as an active catalyst species. The mechanism of this novel mixed cluster-catalyzed process is discussed. Possible mechanisms for the isomerization-amidocarbonylations are also proposed. References 1 P. Pino F. Piacenti M. Bianchi I. Wender P. Pino Organic Syntheses via Metal Carbonyls 2 1977 Wiley-Interscience New York 43 231 2 B. Cornils J. Falbe New Syntheses with Carbon Monoxide 1980 Springer-Verlag Berlin 1 225 3 H. Wakamatsu J. Uda N. Yamakami J. Chem. Soc., Chem. Commun. 1971 1540 4 J.J. Panaud G. Camperi P. Pino J. Mol. Catal. 6 1979 341 5 (a) S. Nishi, S. Asada and K. Izawa, 31st Symposium on Organometallic Chemistry, Japan, Tsukuba, Japan, Oct. 30 – 31, 1984, Abstracts 202 (b) K. Izawa, S. Nishi and S. Asada, 10th Int. Congr. Heterocyclic Chemistry, Aug. 11 – 16, 1985, Ontario, Canada, Abstracts P8-207 (c) S. Nishi, S. Asada and K. Izawa, Third IUPAC Symp. Organometallic Chemistry Directed Toward Organic Synthesis, Kyoto, Japan, July 11 – 15, 1985, Abstracts 85 (d) K. Izawa, S. Nishi and S. Asada, Third Int. Kyoto Conf. New Aspects of Organic Chemistry, Kyoto, Japan, Nov. 18 – 22, 1985, Abstracts 187 (e) K. Izawa, S. Nishi and S. Asada, 32nd Symp. Organometallic Chemistry, Japan, Osaka, Japan, No. 5 – 6, 1985, Abstracts 166 6 For a preliminary communication K. Hirai Y. Takahashi I. Ojima Tetrahedron Lett. 23 1982 2491 7 I. Ojima K. Hirai M. Fujita T. Fuchikami J. Organometall. Chem. 279 1985 203 8 (a) W.T. Hendrix F.G. Cowherd J.L. von Rosenberg J. Chem. Soc., Chem. Commun. 1968 97 Fe (b) F.G. Cowherd J.L. von Rosenberg J. Am. Chem. Soc. 91 1969 2157 Fe (c) Y. Sasson G.L. Rempel Tetrahedron Lett. 1974 4133 Ru (d) W. Strohmeier L. Weigelt J. Organometall. Chem. 86 1975 C17 Rh (e) M. Dedieu Y.-L. Pascal C.R. Acad. Sci. Paris, Ser. C 285 1976 65 Ru, Rh (f) C.F. Lochow R.G. Miller J. Org. Chem. 41 1976 3020 Ni (g) D. Braudry M. Ephritikhine H. Felkin Now. J. Chim. 2 1978 365 Ir (h) A.J. Deeming S. Hasso J. Organometall. Chem. 114 1976 313 Os 9 As for the isomerization of allyl alcohol by HCo(CO)4, see R.W. Goetz M. Orchin J. Am. Chem. Soc. 85 1963 1549 10 (a) For example R.F. Heck D.S. Breslow J. Am. Chem. Soc. 83 1961 4023 (b)i For example R.F. Heck J. Am. Chem. Soc. 85 1963 651 (b)ii For example R.F. Heck J. Am. Chem. Soc. 85 1963 1460 (c) C. Yokokawa Y. Watanabe Y. Takegami Bull. Chem. Soc. Jpn. 57 1964 677 11 H. Wakamatsu Sekiyu Gakkai Shi 17 1974 105 12 U.S. Pat. 4 264 515 (1981) to R. Stern, A. Hirschauer, D. Commereuc and Y. Chauvin. 13 T. Fuchikami I. Ojima J. Am. Chem. Soc. 104 1982 3527 14 U.S. Pat. 4 370 504 (1983) to I. Ojima and T. Fuchikami. 15 I. Ojima and T. Fuchikami, Jap. Pats. 81 161340, 81 164173, Kokai Tokkyo Koho (1981). 16 M. Fujita I. Ojima Tetrahedron Lett. 24 1983 4573 17 (a) D.G. Knorre O.I. Lavrik T.D. Petrova T.I. Savchenko G.G. Yakobson FEBS Lett. 12 1971 204 (b) G.A. Nevinsky O.O. Favorova O.I. Lavrik T.D. Petrova L.L. Kochkina T. Savchenko FEBS Lett. 43 1974 135 18 K. Izawa, personal communication. 19 I.T. Horvath G. Bor M. Garland P. Pino Organometallics 5 1986 in press (b) I.T. Horvath, G. Bor and P. Pino,XII Int. Conf. Organometallic Chemistry, Vienna, September 9–13, 1983, Abstract 336 20 F. Spindler G. Bor U. Dietler P. Pino J. Organometall. Chem. 213 1981 303 21 J.R. Fox W.L. Gladfelter G.L. Geoffroy Inorg. Chem. 19 1980 2574",
      "scopus-id": "0041915158",
      "coredata": {
        "eid": "1-s2.0-0304510286851355",
        "dc:description": "New homogeneous mixed metal catalyst systems for the synthesis of N-acyl-α-amino acids directly from allylic alcohols, oxiranes or olefins are described. The new catalytic processes include (a) the isomerization-amido-carbonylation of allylic alcohols catalyzed by Co2(CO)8-Group VIII transition metal complex combinations, (b) the isomerization-amido-carbonylation of oxiranes promoted by Co2(CO)8-Lewis acid systems, and (c) the hydroformylation-amidocarbonylation of fluoro-olefins catalyzed by Co2(CO)8-rhodium carbonyl systems which proceeds with excellent regio-selectivity. It is found that the hydroformylation-amidocarbonylation process includes a unique Co-Rh mixed metal cluster, CoRh(CO)7, as an active catalyst species. The mechanism of this novel mixed cluster-catalyzed process is discussed. Possible mechanisms for the isomerization-amidocarbonylations are also proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286851355",
        "dc:creator": {
          "@_fa": "true",
          "$": "Ojima, Iwao"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286851355"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286851355"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85135-5",
        "prism:volume": "37",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Homogeneous mixed-metal catalyst systems: new and effective routes to N-acyl-α-amino acids via carbonylations",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "25-44",
        "prism:endingPage": "44",
        "pubType": "rev",
        "prism:coverDisplayDate": "September 1986",
        "prism:doi": "10.1016/0304-5102(86)85135-5",
        "prism:startingPage": "25",
        "dc:identifier": "doi:10.1016/0304-5102(86)85135-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041915158"
      }
    }
  }
}