{
  "metadata": {
    "title": "Rhodium phosphine complexes as homogeneous catalysts: 14. Asymmetric hydrogenation of a Schiff base of acetophenone — effect of phosphine and catalyst structure on enantioselectivity",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-01-31",
    "doi": "10.1016/0304-5102(84)80066-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800668",
    "pii": "0304510284800668"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021212677",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800668 0304-5102(84)80066-8 0304510284800668 10.1016/0304-5102(84)80066-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02428 2024-01-02T01:06:03.941633Z 0 0 19840101 19840131 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 22 22 3 3 Volume 22, Issue 3 2 283 287 283 287 198401 January 1984 1984-01-01 1984-01-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. RHODIUMPHOSPHINECOMPLEXESHOMOGENEOUSCATALYSTS VASTAG S MARKO 1981 145 L ASPECTSHOMOGENEOUSCATALYSIS CAPLAR 1981 85 V HALPERN 1981 11 J KAGAN 1982 463 H COMPREHENSIVEORGANOMETALLICCHEMISTRY LEVI 1975 6 A VASTAG 1977 58 S NAGYMAGOS 1978 123 Z KING 1979 1729 R BERGSTEIN 1981 76 W MORRISON 1971 1301 J BAKOS 1981 5427 J VINEYARD 1977 5946 B KAGAN 1972 6429 H PARCK 1912 287 K TOROS 1978 401 S TOROS 1982 C17 S VASTAGX1984X283 VASTAGX1984X283X287 VASTAGX1984X283XS VASTAGX1984X283X287XS item 0304-5102(84)80066-8 0304510284800668 1-s2.0-0304510284800668 10.1016/0304-5102(84)80066-8 272239 2024-01-02T01:06:03.941633Z 1984-01-01 1984-01-31 1-s2.0-0304510284800668-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800668/MAIN/application/pdf/06248147940df9547ca22e57daa8f60b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800668/MAIN/application/pdf/06248147940df9547ca22e57daa8f60b/main.pdf main.pdf pdf true 325696 MAIN 5 1-s2.0-0304510284800668-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800668/PREVIEW/image/png/ac5e21d098253ed9880fd7230b942ad5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800668/PREVIEW/image/png/ac5e21d098253ed9880fd7230b942ad5/main_1.png main_1.png png 65321 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 22 (1984) 283 - 287 283 RHODIUM PHOSPHINE COMPLEXES AS HOMOGENEOUS CATALYSTS. 14.* ASYMMETRIC HYDROGENATION OF A SCHIFF BASE OF ACETOPHENONE - EFFECT OF PHOSPHINE AND CATALYST STRUCTURE ON ENANTIOSELECTIVITY SANDOR VASTAG, JOZSEF BAKOS, SZILARD TOROS, NICHOLAS E. TAKACH**, R. BRUCE KING**, BALINT HEIL and LASZLO MARKO Department of Organic Chemistry, University of Chemical Engineering, H-8200 Veszprem (Hungary) (Received November 11, 1982) Summary Using catalysts prepared in situ from [Rh(NBD)Cl]2 and chiral di- phosphines of the type PhzPCHRCHzPPhz (R = Ph, i-Pr, PhCHa) optical yields above 60% were achieved in the hydrogenation of PhMeC=NCH2Ph. Although reproducibility of the results was poor, it can be concluded that the chiral diphosphines DIOP and diPAMP are much less effective, and that the halide ligand is necessary for good enantioselectivity. Introduction The homogeneous hydrogenation of olefins and ketones with Ha using rhodium phosphine complexes as catalyst has received considerable attention in recent years and hundreds of publications have appeared on these subjects (for more recent compilations see [1 - 5]). Compared to this almost nothing has been published about the analogous hydrogenation of C=N double bonds: only three communications are known to the authors [6-8]. No wonder that the optical yields reported for asymmetric hydrogenations of Schiff bases are also rather low (between 1.5 and 22%) as compared to those achieved in C=C and C=0 bond hydrogenations. In this paper we report our results on the asymmetric hydrogenation of acetophenone benzylimine using rhodium complexes with different chiral phosphine ligands as catalysts. Results and discussion Hydrogenation rates were generally low, therefore all experiments were performed under pressure (around 7 MPa). Even so, at room temperature a * For Part 13, see ref. [17]. * Present address: Department of Chemistry, University of Georgia, Athens, GA 30602, U.S.A. 0304-5102/84/$3.00 Eisevier Sequoia/Printed in The Netherlands 284 few days were needed to achieve good (50 -100%) chemical yields. For catalysts prepared in situ from [Rh(NBD)Cl]z and the chiral ligand, methanol/benzene (1/1) solvent mixtures were found to be the most suitable. Table 1 compiles some representative experimental results which show the profound influence of ligand structure on optical yields. The reproducibility of the results was not satisfactory, but despite several attempts we did not succeed in improving it significantly. Most experiments in this direction were performed with valphos as ligand the scattering of data may be seen from the following series of optical yields obtained in parallel experiments (in chronological order): 48, 77, 46, 49, 39, 59,47,41,68,57,70,66,66,39,66,46,74,65,58,50,64,65, 35. In addi- tion, the rate of hydrogenation also varied significantly, but no relationship between rate and optical yield was evident from the experimental data. Many experiments were made to find the reason(s) for this behaviour. These included the effect of oxygen and water, purification of the substrate by repeated recrystallizations, the purification of the product to eliminate small amounts of a-phenyl ethanol (which is formed in small amounts as a by-product and may be itself optically active), the duration and conditions of prehydrogenating the catalyst solution (in the presence or absence of the substrate, under irradiation or in the dark), the possibility of consecutive racemization of the product under the reaction conditions, small variations of the P:Rh ratio (between 2.0 and 3.0, no significant influence could be noted) and the effect of added optically active product during hydrogena- tion (to test an eventual 'auto-induction'). None of these parameters im- proved reproducibility significantly. It is clear from Table 1 that among the ligands tested only those of the structure PhaPCHRCHzPPha with chirality on one of the bridging carbon atoms yielded effective catalysts. One may perhaps conclude from this that a five-membered ring formed by the chelating diphosphine ligand and the rhodium atom is the favourable structure for enantioselective Schiff base hydrogenation. The effect of phosphine structure on enantioselectivity is, however, an even more subtle one since diPAMP which also forms a five- membered ring-containing rhodium complex catalyst but with chirality on the two phosphorus atoms is almost ineffective. Also the ineffectiveness of DIOP, a well-established chiral ligand for enantioselective olefin and ketone hydrogenations, is surprising. It was shown earlier in ketone hydrogenation that the enantioselec- tivities of catalysts formed from [Rh(NBD)Cl]2 and chiral phosphines (L) in situ and those of cationic complexes [Rl^NBD)!-^]\"^'' are significantly different [16]. The same effect was now also noted in the case of imine hydrogenation. As shown by the data compiled in Table 2, the complex [Rl^NBDXvalphos^CK^\" gives the opposite enantiomer as the in situ catalyst prepared from the same phosphine. Furthermore, it can be seen that this reversal in enantioselectivity is due to the absence of the halide ligand, because addition of an equimolar amount of potassium halide restores the enantioselectivity of the in situ system. ^^CO Si e<ii-i g, 0 '?> CT Tl' 't' (0 01 0 10 (0 (0 t~ o01-) II fc a l ,3 03 *-4J2 .S 3 SP l ++11 1 W (Me X XXsx X V 0 2- S.S.2.2.1 2. - ^^^-.^^ ^ a' + c< 5 's '? Q 4J o ES g S o^ siJe? u '?, P- i-l N 0 00 0 N01 Tr 00 o o t-i ier-1 e ia JS, '3 4JS e ^^ B i < s ?a h A S. g< i \" Ji ii^10 a3l' a S- ^ E sW f N C<S ffirf BI 61r-! M i ^ ''\"^ ki ^ '^u KsP^aiB^'S 0-u ea.S u-gg'(S ^ s ' s ^ ^^ r^ ^4l til!ig&!, ?(l!.(s^.(l!. p^. s^2 <: ga goIe l\"^0\"21\" e N 3 AiSiSiS^ig >o $N T\";, * ^ ^^ kii fl g' | 10 t~ 2<N ^ \"i - .. 0 &, S-S 'o e l11 i |5 Nl^ i x^igi I l iB 00 '-<il a s' ^xxx^s' S I 3 us tt; i a; ui T co p 286 TABLE 2 Effect of halide ligand on the enantioselectivity of [Rh(NBD)(valphos)]C104 catalyst Added halide Product Chemical yield Configuration Optical yield (%) (%) None 62; 90 fi-(+) 14.0; 15.6 KC1 100 S-(-) 35.5 KBr 100 S-(-) 42.2 KI 93 S-(-) 47.8 Reaction conditions: 527.5 mg (2.5 mmol) acetophenone benzylimine (substrate :Rh: halide = 100:1:1), solvent 10 ml methanol, 50 C, 7 MPa HI, 8 h. These results suggest that the mechanisms of ketone and imine hydro- genation may be similar and are at the same time different from the mecha- nism of a-acylaminocinnamic acid ester hydrogenation, which is not sensitive to the ionic or in situ character of the catalyst [10]. We suggest that the main reason for this difference is the fact that while enamides function as bidentate ligands in the intermediate complexes of the catalytic cycle [3], simple ketones or imines are obviously only monodentate ligands. In this latter case the remaining coordination site may be occupied either by the halide ion (in the in situ systems) or by the solvent (if cationic complexes are used) which may alter not only the steric requirements but also the stereo- chemistry (i.e. cis and trans positions) around the rhodium atom. Experimental Phenphos [9], valphos [10], benzphos [10], NMDPP [11] and BDPOP [12] were prepared by literature methods. A sample of diPAMP [13] was kindly furnished by Dr. W. S. Knowles which is gratefully acknowledged. DIOP [14] was a commercial product (Strem Chemicals). Preparation of [Rh(NBD)( valphos)] ClO^ A mixture of 0.0575 g (0.0125 mmol) of [Rh(NBD)Cl]2 and 0.1150 g (0.26 mmol) of -R^+^PhaPCI^Pr^CHaPPhz in 40 ml of methanol was stirred under Ar for 40 min. A solution of 0.4 g of NaC104 in 40 ml of water was added slowly. The resulting red-orange precipitate was filtered, washed with water and diethyl ether and dried in vacua overnight. The dried product [Rh(NBD)(valphos)]C104 (0.149 g, 81% yield) was stored under argon. Anal. calcd. for C3(,H38C104P2Rh: P, 8.44; Rh, 14.02. Found: P, 8.4; Rh, 13.7. Hydrogenations These were performed in 20 ml stainless-steel autoclaves under the reaction conditions given in Tables 1 and 2. Products were worked up by 287 vacuum distillation. Solvents and small amounts of by-products (a-phenyl ethanol and benzy lamine) were removed as a forerun and the unreacted Schiff base and the hydrogenated amine collected at 80 - 85 C and 10 -15 Pa (about 0.1 mmHg). Conversion was determined by GLC and the optical purity of the amine determined at 589 nm in ethanol solution on a visual polarimeter with approximately 0.01 precision ([a]a0 of (ss)-l-phenyl- ethyl-Jv-benzylamine = +56.2 (c = 1.071 EtOH) [15]). Acknowledgement This work is part of a Hungarian-U.S. cooperative science program funded jointly by the Hungarian Academy of Sciences and the U.S. National Science Foundation (Grants INT-76-20080 and INT-81-06134). References 1 L. Marko and J. Bakos, in R. Ugo (ed.). Aspects o f Homogeneous Catalysis, Vol. 4, Reidel, Dordrecht, 1981, p. 145. 2 V. Caplar, G. Comisso and V. Sunjic, Synthesis, (1981) 86. 3 J. Halpern, Inorg. Chim. Acta, 50 (1981) 11. 4 H. B. Kagan, in G. Wilkinson (ed.), Comprehensive Organometallic Chemistry, Vol. 8, Pergamon, Oxford, 1982, p. 463. 5 B. Heil, L. Marko and S. Tdros, in L. H. Pignolet (ed.), Homogeneous Catalysis with Metal Phosphine Complexes, Plenum, New York, in press. 6 A. Levi, G. Modena and G. Scorrano, J. Chem. Soc., Chem. Commun., (1975) 6. 7 S. Vastag, B. Heil, S. Toros and L. Marko, Transition Met. Chem., 2 (1977) 68. 8 Z. Nagy-Magos, S. Vastag, B. Heil and L. Marko, Transition Met. Chem., 3 (1978) 123. 9 R. B. King, J. Bakos, C. D. Hoff and L. Marko, J. Org. Chem., 44 (1979) 1729. 10 W. Bergstein, A. Kleemann and J. Martens, Synthesis, (1981) 76. 11 J. D. Morrison, R. E. Burnett, A. M. Aguiar, C. J. Morrow and C. Philips, J. Am. Chem. Soc 93 (1971) 1301. 12 J. Bakos, I. Toth and L. Marko, J. Org. Chem., 46 (1981) 5427. 13 B. D. Vineyard, W. S. Knowles, J. J. Sabacky, G. L. Bachmann and D. J. Veinkauff, J. Am. Chem. Soc., 99 (1977) 5946. 14 H. B. Kagan and T. P. Dang, J. Am. Chem. Soc., 94 (1972) 6429. 15 K. Parck, J. Prakt. Chem., 86 (1912) 287. 16 S. Toros, B. Heil and L. Marko, J. Organometal. Chem., 159 (1978) 401. 17 S. Tdros, L. Kollar, B. Heil and L. Marko, J. Organometal. Chem., 232 (1982) C17. X244 84800668 0304-5102(84)80066-8 10.1016/0304-5102(84)80066-8 Chemical catalysis Rhodium phosphine complexes as homogeneous catalysts 14. 1 1 For Part 13, see ref. [17]. Asymmetric hydrogenation of a Schiff base of acetophenone — effect of phosphine and catalyst structure on enantioselectivity Sándor Vastag József Bakos Szilárd Tórös Nicholas E. Takach ∗∗ R. Bruce King Bálint Heil László Markó Department of Organic Chemistry, University of Chemical Engineering, H-8200 VeszprémHungary ** Present address: Department of Chemistry, University of Georgia, Athens, GA30602, U.S.A. Using catalysts prepared in situ from [Rh(NBD)Cl]2 and chiral diphosphines of the type Ph2PCHRCH2PPh2 (R = Ph, i-Pr, PhCH2) optical yields above 60% were achieved in the hydrogenation of PhMeCNCH2Ph. Although reproducibility of the results was poor, it can be concluded that the chiral diphosphines DIOP and diPAMP are much less effective, and that the halide ligand is necessary for good enantioselectivity. References 1 L. Markó J. Bakos R. Ugo Aspects of Homogeneous Catalysis 4 1981 Reidel Dordrecht 145 2 V. Caplar G. Comisso V. Sunjic Synthesis 1981 85 3 J. Halpern Inorg. Chim. Acta 50 1981 11 4 H.B. Kagan G. Wilkinson Comprehensive Organometallic Chemistry 8 1982 Pergamon Oxford 463 5 B. Heil, L. Markó and S. Tórös, in L.H. Pignolet (ed.), Homogeneous Catalysis with Metal Phosphine Complexes, Plenum, New York, in press. 6 A. Levi G. Modena G. Scorrano J. Chem. Soc., Chem. Commun. 1975 6 7 S. Vastag B. Heil S. Tórös L. Markó Transition Met. Chem. 2 1977 58 8 Z. Nagy-Magos S. Vastag B. Heil L. Markó Transition Met. Chem. 3 1978 123 9 R.B. King J. Bakos C.D. Hoff L. Markó J. Org. Chem. 44 1979 1729 10 W. Bergstein A. Kleemann J. Martens Synthesis 1981 76 11 J.D. Morrison R.E. Burnett A.M. Aguiar C.J. Morrow C. Philips J. Am. Chem. Soc. 93 1971 1301 12 J. Bakos I. Tóth L. Markó J. Org. Chem. 46 1981 5427 13 B.D. Vineyard W.S. Knowles J.J. Sabacky G.L. Bachmann D.J. Veinkauff J. Am. Chem. Soc. 99 1977 5946 14 H.B. Kagan T.P. Dang J. Am. Chem. Soc. 94 1972 6429 15 K. Parck J. Prakt. Chem. 86 1912 287 16 S. Tórös B. Heil L. Markó J. Organometal. Chem. 159 1978 401 17 S. Tórös L. Kollár B. Heil L. Markó J. Organometal. Chem. 232 1982 C17",
      "scopus-id": "0021212677",
      "coredata": {
        "eid": "1-s2.0-0304510284800668",
        "dc:description": "Using catalysts prepared in situ from [Rh(NBD)Cl]2 and chiral diphosphines of the type Ph2PCHRCH2PPh2 (R = Ph, i-Pr, PhCH2) optical yields above 60% were achieved in the hydrogenation of PhMeCNCH2Ph. Although reproducibility of the results was poor, it can be concluded that the chiral diphosphines DIOP and diPAMP are much less effective, and that the halide ligand is necessary for good enantioselectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800668",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Vastag, Sándor"
          },
          {
            "@_fa": "true",
            "$": "Bakos, József"
          },
          {
            "@_fa": "true",
            "$": "Tórös, Szilárd"
          },
          {
            "@_fa": "true",
            "$": "Takach, Nicholas E."
          },
          {
            "@_fa": "true",
            "$": "Bruce King, R."
          },
          {
            "@_fa": "true",
            "$": "Heil, Bálint"
          },
          {
            "@_fa": "true",
            "$": "Markó, László"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800668"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800668"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80066-8",
        "prism:volume": "22",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Rhodium phosphine complexes as homogeneous catalysts 14. 1 1 For Part 13, see ref. [17]. Asymmetric hydrogenation of a Schiff base of acetophenone — effect of phosphine and catalyst structure on enantioselectivity",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "283-287",
        "prism:endingPage": "287",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 1984",
        "prism:doi": "10.1016/0304-5102(84)80066-8",
        "prism:startingPage": "283",
        "dc:identifier": "doi:10.1016/0304-5102(84)80066-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021212677"
      }
    }
  }
}