{
  "metadata": {
    "title": "Pd/Sn catalyst for toluene acetoxylation",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-06-30",
    "doi": "10.1016/0304-5102(94)00011-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000115",
    "pii": "0304510294000115"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028769395",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000115 0304-5102(94)00011-5 0304510294000115 10.1016/0304-5102(94)00011-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02209 2024-01-02T01:06:03.941633Z 0 0 19940601 19940630 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 90 90 3 3 Volume 90, Issue 3 4 267 289 267 289 199406 June 1994 1994-06-01 1994-06-30 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. PDSNCATALYSTFORTOLUENEACETOXYLATION TANIELYAN S BRYANT 1968 3371 D BRYANT 1968 4123 D IVANOV 1984 69 S IVANOV 1983 99 S BENAZZI 1991 299 E TANIELYAN 1994 311 S STARTCHEVSKII 1980 1451 M KATZMAN 1981 947 L SHELDON 1976 272 R SHELDON 1981 203 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS EBERSON 1973 1162 L EBERSON 1973 1249 L EBERSON 1973 1255 L EBERSON 1974 771 L BENAZZI 1993 311 E FLYNN 1974 290 P RICHARDSON 1979 131 J VANDILLEN 1977 677 J INTCONGRCATALPROCVITHLONDON1976 DEJONG 1991 14 K HERMANS 1979 113 L GORDEN 1972 A CHEMISTSCOMPANION BOUDART 1975 44 M AUGUSTINE 1983 358 R AUGUSTINE 1981 2614 R AUGUSTINE 1993 547 R GEUS 1983 1 J PARKS 1965 177 G HAIR 1967 80 M INFRAREDSPECTROSCOPYINSURFACECHEMISTRY OKKERSE 1970 260 C PHYSICALCHEMICALASPECTSADSORBENTSCATALYSTS GREENWOOD 1969 244 N SPECTROSCOPICPROPERTIESINORGANICORGANOMETALICCOMPOUNDS ABET 1973 64 E COMPREHENSIVEINORGANICCHEMISTRY YAO 1959 4125 H GREGG 1982 S ADSORBTIONSURFACEAREAPOROSITY BOND 1982 60 G HETEROGENEOUSCATALYSISPRINCIPLESAPPLICATIONS REUCROFT 1982 65 P LUENGO 1987 29 M RUCKENSTEIN 1975 416 E BUDNARIUK 1989 459 466 P TAUSTER 1978 170 S TAUSTER 1978 29 S CLARKE 1978 230 J MITCHEL 1984 88 M AUGUSTINE 1991 657 R AUGUSTINE 1992 139 R TANIELYANX1994X267 TANIELYANX1994X267X289 TANIELYANX1994X267XS TANIELYANX1994X267X289XS item 0304-5102(94)00011-5 0304510294000115 1-s2.0-0304510294000115 10.1016/0304-5102(94)00011-5 272239 2024-01-02T01:06:03.941633Z 1994-06-01 1994-06-30 1-s2.0-0304510294000115-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000115/MAIN/application/pdf/a6f427149de3b4f2765827626132c402/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000115/MAIN/application/pdf/a6f427149de3b4f2765827626132c402/main.pdf main.pdf pdf true 1568450 MAIN 23 1-s2.0-0304510294000115-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000115/PREVIEW/image/png/b42bb4a9335d2d29ddfd1f53d08dddbd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000115/PREVIEW/image/png/b42bb4a9335d2d29ddfd1f53d08dddbd/main_1.png main_1.png png 51250 849 656 IMAGE-WEB-PDF 1 MJOURNAL OF :_ ' 4 - OLECULAR `~ , l ._~- CATALYSIS ELSEVIER Journal of Molecular Catalysis 90 (1994) 267-289 Pd/Sn catalyst for toluene acetoxylation Setrak K. Tanielyan, Robert L. Augustine* Department of Chemistry, Seton Hall University, South Orange. NJ 07079, USA ( Received August 10, 1993; accepted December 28, 1993 ) Abstract Silica supported Pd-Sn catalysts were prepared by controlled surface precipitation of SnCIZ with subsequent redox-deposition of Pd over the tin hydroxide layer. The variables studied were the pH level attained after the tin hydroxide precipitation, the effect of the Pd:Sn ratio, the palladium loading and the temperature of the final He heat treatment. The samples were characterized by DRFT-IR, physisorption, hydrogen, oxygen and CO chemisorption, single turnover reaction procedure and acetoxylation activity measurements. The results of this study suggest that the initial precipitation of the tin hydroxide takes place without significant interaction between the partially hydrolyzed SnCIZ and the surface silanol groups. The final pH in this step controls the strength of attachment and the distribution of the tin hydroxide species on the silica surface and apparently the size of the immobilized palladium particles. The DRF'f-IR spectra of the samples taken at various stages of preparation suggest that the PdSnr coverage is completely formed in the drying stage and subsequent sintering in He at 300 C only increases the number of the bridging Sn-O-Si bonds. The optimized system requires a pH level of 4.2-4.7 in the tin precipitation step, a Pd:Sn ratio of 0.5, a Pd loading of 1-1.25% by weight and a helium sintering temperature of 250-270 C. The ex-situ prepared catalyst displayed higher acetoxylation activity than did the in-situ formed catalysts which were prepared from Sn ( OH ) 2. Pd(OAc)2 and KOAc. Keywords: acetoxylation; palladium; silica; supported catalysts; tin, toluene 1. Introduction The palladium catalyzed oxidation of toluene ( I ) has been used for some time as a viable method for the preparation of benzylacetate ( 2) ( Scheme l ) [ 1 ] . A catalyst produced in situ from Pd(OAc)Z and Sn(OAc)2 in the presence of HOAc and KOAc was found to catalyze benzyl acetate and benzylidene diacetate formation provided sufficient acetate ion *Corresponding author. 0304-5102/94/$07.00 U~ 1994 Elsevier Science B V. All rights reserved SSDI0304-5102(94)000 11 -J 268 S.K Tantelyan. R.L. AugumnelJotcrnal oJMolectdarCatalvsts 90(19941267-289 CH3 Pd -Sn CH20Ac CH(OAc)z C- :r Oz C:r C-:r HOAc-KOAC 2 3 Scheme I. was present [2,3 ] . An investigation of the effect which changes in this catalyst system have on the reaction rate and selectivity has been published [4,5]. A supported Pd-Sn catalyst was recently prepared by the oxygen induced precipitation of a heterogeneous palladiumtin species on the surface of a silica carrier [6]. It was shown that the activity of this supported species which was prepared in situ depended strongly on the Sn/Pd ratio, the palladium load and the porosity of the support. The maximum activity was found using catalysts prepared from silicas having average pore diameters near 30-40 A. An alternative process for the liquid phase acetoxylation of toluene in the absence of potassium acetate was studied by Startchevskii and co-workers [ 7,8 ] . They used as a catalyst an active cluster obtained by the interaction of (COPdOAc), with bases such as o-phenanthroline, 2,2'-dipyridyl, piperidine or PPh3. They suggested for the first time that the acetoxylation reaction was heterogeneous, a suggestion which was also found to be true for the Pd(OAc)_/Sn(OH), based system [3,4]. The mechanism of side chain oxidation of arenes in an excess of acetate is still under discussion [9,10] and the mechanistic hypotheses put forth suggests the migration of the -PdOAc group from the para-position of the benzene ring to the side chain. In the absence of sufficient acetate ions the acetoxylation occurs predominantly on the benzene ring [ 11,12 ] . In this case, the acetoxy group occupies the meta-position in contrast to the isomeric distribution observed for electrophilic substitution reactions. Furthermore, the addition of Lewis acids to this system promotes the formation of biaryls. While most of the reported work involved a Pd-Sn species which was formed in situ by the interaction of Pd and Sn salts under O=, some supported catalysts have also been used [ 11 ]. In general these supported species have been prepared ex situ by incipient wetness using acidic solutions of PdCI2 and SnCl_ with subsequent chemical reduction of the supported salts. The catalysts thus obtained were shown to promote gas phase acetoxylation of toluene to benzylacetate, but only at temperatures between 150-180 C. More recent work involving supported tin-free palladium catalysts, prepared either by liquid phase hypophosphite (or formaldehyde) reduction or by wet impregnation and hydrogen reduction, was reported by Benazzi, et al. [ 13 ] The acetoxylation rate was shown to be dependent on the metal particle size. The addition of tin(II) carboxylate to these tinfree catalysts led to a significant increase in catalyst activity. The effect of the tin salt was thought to be beneficial for two reasons: Sn(II) promotes the reduction of Pd(II) to Pd(0) and the resulting Sn(IV) oxide may serve as an oxygen reservoir in oxygen-poor regimes. Contrary to their expectations, the tin free catalysts which were prepared ex situ were less active than those described earlier which were prepared by an in-situ procedure using on Pd(OAc),, Sn(octanoate)2 and KOAc in presence of Norit charcoal [5]. For catalysts produced by incipient wetness or impregnation a common feature is the S.K. Tantelyan, R.L. Augustine /Journal of Molecular Catalysts 90 (199-1) 267-289 269 migration of the solution during the drying of the supported salts. This results in a nonhomogeneous crystallite size of the active components and in some cases to a bimodal particle size distribution [ 14] . This may change not only the activity and selectivity of the reaction but may also affect the tendency of the catalyst to sinter and agglomerate [ 15 ] . Another procedure used for preparing supported catalysts is the deposition-precipitation of an active precursor onto refractory oxides. This procedure was applied successfully for the uniform deposition of nickel [ 15,16] , manganese [ 17 ] , copper and iron [ 18 ] hydroxides onto a silica support. Controlled precipitation of the metal salt onto the suspended carrier was achieved by urea hydrolysis or by the slow addition of a dilute solution of hydroxide ions into the system. The catalysts prepared in this manner had a uniform particle size distribution as a result of a strong interaction of the partially hydrolyzed metal ions and the surface silanol groups. We felt that by applying a similar approach we would be able to form a strongly held uniform layer of tin hydroxide on a silica surface as a result of the interaction between the (SnOH)_, and the surface -SiOH groups. The subsequent addition of a palladium salt would then produce a palladium-tin complex in which the Sn:Pd ratios could be varied at will. Since the properties of a catalyst prepared by precipitation-deposition are influenced by a number of variables, the synthetic conditions used for the preparation of the supported Pd-Sn catalysts were changed systematically to include the effect of (a) the pH of the solution at the end of the tin precipitation, (b) the Sn/Pd ratio, (c) the palladium loading and (d) the temperature of the partial sintering in He on the final acetoxylation activity of the catalyst. The supported PdSn. samples were later studied by nitrogen adsorption, hydrogen, oxygen and CO chemisorption, diffuse reflectance (DR) FT-IR and the single turnover (STO) reaction procedure. 2. Experimental 2.1. Materials The starting materials used in the catalyst preparations were certified ACS grade. The SnCl2 . 2H,0 and NaZPdCl, - 3H,O were purchased from Strem Chemicals and used without further purification. The silica gels, D952, D57, D03, D12 (Davidson Chemical) and ICN60, ICN-100 (ICN Biomedicals), were washed in a column with 0.1 M HCl until the effluent was free of iron, then washed with double-distilled water until free of Cl-, dried overnight at 100 C and further calcined for 5 h at 400 C. The H,, CO, O, and He (Linde) used in the chemisorption, STO measurements and in the toluene acetoxylation were zero grade. The hydrogen was passed through a Deoxo unit (Engelhard Inc.) and a 5 A molecular sieve trap. The helium was passed through an Oxytrap (Alltech). The oxygen and CO were used as supplied. The toluene and the acetic acid (Fisher Scientific) were double distilled and further purified according to published procedures [ 19]. 2.2. Catalyst preparation The preparation of the catalysts is described by the following steps. (i) To 4 g of a particular silica suspended in 40 ml of water, 10 ml of a 0.076 M solution 270 S.K Tantelyan, R L. Augttsttne /Journal of hfolecular Catalysts 90 (1994) 267-2$9 of SnCIZ was added under stirring over period of 30 min. The slurry was stirred for an additional 30 min. The starting SnCl, solution was acidified to 0.01 M with HCl and prepared on a daily basis to minimize the oxidation of Sri `+. (ii) The resulting suspension was neutralized with 9-9.5 ml of 0.18 M NaOH to bring the pH of the final solution to the desired value. After the precipitation of the Sri (OH) 2 the clear solution over the tin modified support gave a negative test for Sn2+. (iii) The flask was purged with He, heated to 50 C and 6.7 ml of a 0.0564 M solution of NaZPdCI4 was added at a rate of 1 ml/min. The mixture was stirred for 30 min at the same temperature. (iv) The solid was washed continuously until no Cl- could be detected in the wash liquid. The resulting material was dried in air at 100 C for 12 h. (v) The catalyst was loaded into a Pyrex glass tube and conditioned under a He flow at temperatures between 200-300 C for two hours depending on the purpose of the study. The temperature ramping rate was 10 C/min. The catalyst samples were analyzed for Pd, Sri and Cl content by Schwarzkopf Microanalytical Laboratory of Woodside NY. 2.3. Physisorption measurements Nitrogen BET surface areas, pore size distributions and pore volumes were obtained using an Omnisorp IOOCX surface area and pore volume analyzer with samples outgassed at 200 C for 8 h at 10-'-10-5 kPa prior to the adsorption studies. The BET surface areas were determined from the adsorption isotherm with a data sampling rate of 0.5/min and a cut off pressure of 20 kPa. The isothermal desorption data, collected at the rate of 1 /min and a cut off pressure of 14 kPa provided values for pore size distributions in the range 2 nm(rpo,(30 nm. Their BET surface areas and pore volumes are listed in Table I and the pore size distributions illustrated in Fig. 1 along with comparable data for the Pd-Sn modified silicas, Table I Surface areas, BET C_ values and volume of nitrogen adsorbed for various silicas and PdSn_/silica catalysts Sample' SiO, Pdsn_/Si0_\" Surface Volume Surface Volume area` adsorbed' area` adsorbed d D952 332 76.4 338 77.9 D57 292 67 2 257 58.5 1100 322 74.1 287 66 0 D03 80 18.4 518 119.0 D12 674 154 9 612 1-10.7 160 491 112.9 230 53 6 'D=Davison silica, I=ICN silica nCatalysts are l % Pd, 2: l Sn Pd, treated at 270 C under He. `In m2/g 'In SCCM/g S.K Tanielyan, R.L. Augustine /Journal of Molecular Catalysts 90 (1994) 267-289 271 U 100 0 50 o o L\\ i\\ 100 b c d e f g X o U 50 c U 4) MD952 D57 =Pd/D952 D03 0 ~ LILIG_ I ~nC L- a b c d D12 f 1100 e g a b c d e f g 160 IX ~ a b c d e f g a b c d e f g a b c d e f g Average Pore Radii, A Fig. 1. Pore size distribution for (solid bars) untreated and (open bars) PdSn_ modified supports derived from N-BET porosimetry: (a) 1.0-2.0 nm, (b) 2.0-3.0 nm, (c) 3.0.0 nm, (d) 4 0-5.0 rim, (e) 5 0-10.0 rim, (f) 10.0-20.0 nm, (g) 20.0-30.0 nm. The arrows show the most significant changes in the pore structure before and after modification. 2.4. Chemisorption measurements All chemisorption studies were carried out using an Omnisorp 100CX apparatus according to the procedure proposed by Boudart and Hwang. [20] Samples (ca. 0.5-1.0 g) were placed in a Pyrex cell for subsequent pretreatment and chemisorption measurements. The samples were heated at a rate of 20 /min up to 100 C and He was passed through the sample for 10 min at a rate of 20 cm'(NTP) /min. The temperature was further increased to 150 C and the sample exposed to a flow of H_ for 30 min. Following this step, the samples were evacuated to 10-s-10-' kPa with a simultaneous increase of the temperature to 300 C. At that point the evacuation was continued for 2 h followed by cooling to 40 C under vacuum. Successive calibrated pulses of HZ (OZ or CO) were admitted into the sample and the pressure was monitored until it reached equilibrium which was about 10-15 min after the admission of the pulse. A total of 20-25 pulses were commonly used to reach a pressure of 30 kPa. Following the first chemisorption, the samples were evacuated for 30 min at pressures of about 10-4-10-5 kPa at the same temperature and a second chemisorption was measured. From these two sets of data, the first isotherm gave the values for both strongly and weakly adsorbed H2 whereas the second isotherm represents the quantity of the weakly, or reversibly, adsorbed species. The difference between these two isotherms, extrapolated to the zero pressure, represents the quantity of the strongly, or irreversibly, chemisorbed HZ. The CO and oxygen chemisorption measurements were run in the same way. 272 S K. Tantelyan, R L. Augustine /Journal of Molecular Catalylsis 90 t 9911267-289 2.5. Diffuse reflectance FT-IR The DRFT-IR spectra of the catalysts were recorded using a Mathson Cygnus FTIR, equipped with a Harrick praying mantis device (diffuse reflectance cell). The IR region (500-4000 cm-') was scanned at a resolution of 4 cm-`, the forward and reverse mirror velocity was set at 20 kHz and the number of background and sample scans was set to 32 and 1200 respectively. A Harrick vacuum chamber (HVC) cell holder, equipped with GaAs windows, was used. The samples were evacuated in a high vacuum system at 150 C for 2 h at 10-''-10-5 kPa and transferred to the cell in a He atmosphere. The spectra were recorded at ambient temperature. 2.6. Single turnover measurements (STO) The STO apparatus, reaction sequences and pulse injection techniques have been described previously [21,22]. A 10 mg sample of each Pd-Sn catalyst (corresponding to 0.94 l.tmol Pd) was placed in the STO reactor (6 mm Pyrex tube). The reactor was purged with oxygen-free He for 30 min and after that the STO characterization sequences were run on the catalyst. As usual, several initial STO sequences were required to remove the surface oxygen and to obtain reproducible results. These sequences were consisted of a 20 Al pulse of HZ to saturate the metal surface, followed by the same pulse size of but-l-ene to react with the adsorbed H,, producing butane from the direct hydrogenation sites (labelled 3M, and -'MR respectively) and cis- and traps-but-2-ene from the, so-called, ZM isomerization sites. The second H, pulse was passed over the catalyst to react with the stable halfhydrogenated species still present on the metal surface, releasing the `'second\" butane, equal to the number of the two-step saturation sites which have been labelled 'MH. All products were analyzed by on-stream gas chromatography. 2.7. Catalytic activity measurements The acetoxylation experiments were run using a fully computerized volumetric apparatus [ 23 ] . For a standard run the reactor flask, containing a glass covered magnetic stirring bar, was charged with 4 mmol of KOAc, 8.6 ml of acetic acid, 1.4 ml of toluene and 0.5-1 g of the catalyst. The flask was connected to the manifold and the system alternately evacuated and filled with oxygen three times to 760 Torr absolute pressure. In some instances the reaction flask was evacuated and filled with helium to 200 Torr instead of oxygen. The reaction mixture was then stirred for 15 minutes and the internal pressure was adjusted to 760 Torr with pure oxygen. The flask was then immersed in a thermostatted bath held at the reaction temperature. The mixture was stirred for 2 min with a magnetic stirrer after which time computer monitoring of the internal pressure of the system was initiated. The pressure was held constant by injection of calibrated, 0.1 ml, pulses of oxygen as the reaction proceeded. The time at which each pulse was injected was recorded and the data used for the kinetic analysis of the reaction rates. The reaction was continued until about 10-1270 of the theoretical amount of oxygen was consumed. In some instances small samples were withdrawn from the flask through a septa and analyzed for benzylacetate (2) and benzyli- S K. Tanielyan. R L. Augustine/ Journal of Molecular Catalysis 90 (1994) 267-289 273 dene diacetate (3) using a Hewlett Packard 5971A GC-MS with a 30 mX0.2 mm HP-1 column. 3. Results and discussion 3.1. Theoretical aspects of the deposition-precipitation In general, catalyst preparation by precipitation-deposition includes the formation of an insoluble form of the precursor on the surface of the suspended support material. In most cases the precipitate is formed by the gradual increase in the pH of the suspension (mainly by addition of an inorganic base), by reduction of the dissolved metal salt to an insoluble low valent species or by producing polynuclear metal complexes capable of interacting with the surface functionality. According to Geus [24], the precipitating agent interacts initially with the precursor outside the pore structure of the carrier. At high nucleation rates, a large number of relatively small particles will appear in the bulk of the solution. Consequently, the precipitation will continue independently in the liquid phase or on the surface of the carrier depending on how strong the attractive forces are between the hydrolyzed species and the surface. When the nucleation rates are low, a small number of particles will develop initially and their subsequent growth will result in the formation of relatively large crystallites. The conditions controlling these processes are described by the temperature-concentration equilibrium diagram presented in Fig. 2. When the concentration of the solution is raised isothermally along route LP (e.g., by addition of a base to hydrolyze the salt), crossing the solubility curve 1 and entering region B still does not lead to the appearance of a precipitate. Only when the system reaches a certain point located on the supersolubility curve, 2, does a small number of nuclei start to form. In this initial stage the rate of nuclei growth significantly exceeds the rate of addition of the precipitant, and as a result, the system Solubility /' / L Q // LP / E ~'~ / S / 3. E ,/ ,, B / C ' Supersolubility Concentration Fig. 2. Equilibrium diagram for a solution of a salt during particle formation by the addition of a precipitant in the characteristic regions A, B and C [241. 274 S K. Tanielyan. R.L. Augustine /Journal q(Molecular Catalysis 90 (1994) 267-289 moves left into the region B as a metastable state. Such precipitation from a homogeneous solution, following path LP, can be achieved by the strictly controlled supply of a precipitant as is the case with the generation of base by urea hydrolysis at elevated temperatures. The growth of a small number of nuclei results in relatively large particles of precipitate. In contrast to the homogeneous precipitation, the addition of a precipitant in large portions will drive the system along path SP to a point beyond the supersolubility curve. There, local supersaturation will cause the generation of a large number of small particles, which will grow rapidly and drive the system back into the metastable state B. For an analogous system which contains a high surface area suspended carrier, a chemical interaction between the partially hydrolyzed species and the surface functionality is possible. In such a case the positions of the curves l and 2 in Fig. 2 may change dramatically. Both the solubility and supersolubility curves for the complex system are now located inside the old region B (not shown in Fig. 2). The immediate consequences of these new properties are that the concentration of the supersolubility curve near the surface of the carrier is lower than that in the bulk of the solution and the precipitation near the same supersolubility curve will take place rapidly and primarily on the surface of the carrier [24]. Whether or not such interaction between the hydrolyzed precursor and the surface takes place can be experimentally checked by monitoring the pH curves during the precipitation while adding hydroxide ions at a constant rate. As a prerequisite one should have a reference pH curve recorded during the precipitation of a homogeneous solution of the precurser and a second curve for the suspension of the carrier in water. When the mathematical sum of these two curves is plotted against the amount of hydroxide added it represents the case when interaction with the support does not take place. Any appreciable differences between the theoretical curve and the experimentally recorded changes in the pH while precipitating the precurser in the presence of a carrier will indicate such an interaction. In general when this is the case the complex system has consumed more hydroxide ions at equal pH values as compared to the theoretically calculated amount. This experimental approach was used to evaluate the various steps in the preparation of the supported PdSn catalysts used for the acetoxylation of toluene. The catalysts were prepared by precipitation-deposition of a Sn(OH)2 layer on a silica support with the subsequent addition of a palladium salt to give the catalytically active surface Pd-Sn complex. The variables studied were the pH level attained after the tin hydroxide precipitation (step (ii) as described in the Experimental), the effect of the Pd:Sn ratio (at a fixed palladium load of 1% by wt.), the palladium loading at a fixed Pd:Sn ratio of 1:1.9 and the temperature of the final He heat treatment in step (v) (Experimental). Some preliminary studies were also undertaken to determine whether the pore structure of the support could affect the overall activity. 3.2. Precipitation of SnClz solution on a silica carrier and subsequent redox deposition of Pd To establish the nature of the interactions taking place during each step of the preparation procedure, the changes in the pH of the solution were recorded continuously and plotted against the amounts of SnCl, added (Fig. 3a), the quantities of NaOH added to the SnCl' solution (Fig. 3b) and the amount of Na,PdC14 added to the Sn(OH)2 formed in the prior S.K Tanielyan. R.G. Augustine /Journal of Molecular Catalysis 90 (1994) 267-289 275 (a) 12 10 8 7 Q 6t 4 3 2 0 (b) mmol NaOH mmol Na2PdCl4 0.0 0.4 0 8 1 2 1 6 2. 1 onset 3 0.0 0 1 0 2 0.3 0.4 2 3 0.0 02 0.4 06 0.8 00 05 1.0 1.5 2.0 2.5 0.00 0.15 0.30 0.45 0.60 mmol SnCl2 OH-/Sn Pd/Sn Fig. 3. Variation of pH with; (a) varying concentrations of SnCI=: (b) the precipitation of Sn(OH)_ by injection of NaOH into a SnCl2 solution, and; (c) the palladium redox deposition. (a) Addition of 10 ml of 0 056 M SnCl, to 40 ml of water (curve 3) and to 4 g ICN-60 silica suspended m the same volume of water (curve 4); (b) addition of 10 ml of O 18 M NaOH to 40 ml of water as a reference (curve l ), the same amount of NaOH added to 4 g of ICN-60 silica suspended in water (curve 2), NaOH solution added to a SnCl, solution in water (curve 3 ) and NaOH added to SnCl, and silica (curve 4), (c) addition of 6.7 ml of 0.056 M Na,PdCl,, solution to (1), (2), (3) and (4) from b. step (Fig. 3c). The curves 1 represent the changes in the pH during the addition of NaOH (in Fig. 3b) and, immediately after, Na2PdCl4 (Fig. 3c) to pure water as a blank. Curves 2 represent the same sequence of addition to a silica suspension. Curves 3 show the entire sequence with an initial tin chloride solution and curves 4 are for the same conditions as 3 but in the presence of silica. The curves 2 on Figs. 3b and c show a moderate consumption of hydroxide ions apparently due to their reaction with the available surface -SiOH groups. Addition of Na,PdC14 to the same basic suspension resulted in less than 1-2% ion exchanged palladium. When SnC12 was present as a homogeneous solution in pure water (curve 3) the onset of precipitation was observed at pH = 2.6 when the system had consumed half of the theoretical amount of OH-. The onset of the precipitation is shown in the figure by an arrow. The total amount of hydroxide ions consumed up to the neutralization point agreed with the required stoichiometry. The excessive OH-:Sn ratio of 2.2 is due to the increased acidity of the SnC12 solution caused by the addition of HCI to give a 0.01 M acid. The portion wise addition of Na2PdCl4 (curve 3 in Fig. 3c) in the amount needed to attain the Sn:Pd stoichiometry of 2, dropped the pH to the theoretically calculated value of 2.55, assuming the release of 2 mmol of HCl per mmol of PdCI,. Scheme 2 shows a possible 276 S.K Tanielyan. R.L. Augustine /Journal ofMolecularCatalvsis 90(1994) 267-289 SnCIZ+ 2H0- Sn(OH)z + 2C1 (1) 2Sn(OH)z+PdClz Pd[Sn(O)OH]2+2HC1 (2) 4 (Pd[OSnOH]z+2HC1) (2a) 5 Scheme 2. sequence of reactions which may be taking place in the absence of silica which explain the data presented in Fig. 3. The presence of suspended silica (curve 4 in Figs. 3b and c) does not affect the position of the pH curve. This indicates a lack of interaction between the partially hydrolyzed SnCl, species and the surface silanol groups. As already mentioned, in the absence of silica the colloidal SR(OH)= appeared initially at pH=2.6 and grew into a stable precipitate on further addition of base. In the presence of silica the solution remained clear over the entire precipitation region. This is an indirect indication that the initial fine particles formed in the bulk become rapidly adsorbed on the surface of the silica and serve as nuclei for further particle growth. The size of the particles and their distribution should depend on the polarization of the silica surface which is a function of the final pH of the suspension. According to Parks [ 25 ] , the isoelectric point, I.E.P.S., of silicon dioxide is about pH 1 and the negative polarization of the surface rises slowly and becomes significant only above pH 6. In the critical region of interest, pH=3-6, the silica surface will adsorb only species which are positively charged. The Sn (OH)z on the other hand. which has an I.E.P.S. at a pH of 6-6.5 [25 ] , will gradually diminish its surface positive charge before turning neutral. Following this trend one can see that at a certain point located in this region the attractive forces between the negatively charged silica and positively charged tin hydroxide particles should pass through maximum. The final pH in this step should control the strength of attachment and the distribution of the tin hydroxide species on the silica surface. The next step of the palladium redox precipitation is expected to produce the complex species 2 or 2a, (Scheme 2). 3.3. DRFT-!R characterization of the palladium-tin surface complexes According to Hair [26], the IR spectra of high surface area amorphous silicas, while having some similarities, reveal some distinct differences, depending on their preparation history. All of them exhibit strong absorption bands at 1200, 1100 and 800 cm `,attributable to the fundamental Si-O vibrations. In the high frequency region of the spectra the following bands characteristic of O-H stretching vibrations are easily distinguishable: the strong adsorption band at 3720-3740 cm` ascribed to the \"free\" surface silanol groups, 6, an adsorption centered at 3630-3670 cm-` related to the internal or encapsulated hydroxyl groups, 7, [27], a wide band at 3540 cm-' due to the vicinal hydrogen bonded surface hydroxyls, 8, and a vibration in the range 3400-3500 cm-' associated with physically S.K Tanielyan, R.L. Augustine /Journal of Molecular Catalysts 90 (1994) 267-289 277 OH /H-._, /H HOH -OH--OHZ O O OH `HO Si ~I I / ~I I / S1 Si Si Si i-OH,, `OHZ 6 7 8 9 -OH ', 3720cm-' 3660cm\" 3540cm-' 3400-3500em-' Scheme 3. adsorbed water, 9. These surface species and the IR characteristic frequencies are represented in Scheme 3. The physically adsorbed water could be removed by evacuation at 100 C. At 170 C the surface silanol groups start to condense by eliminating water. Further dehydration up to 400 C is reversible but above 500 C surface dehydroxylation becomes predominantly irreversible. At 850 C the surface is hydrophobic and increased sintering results in a loss of surface area [ 27 ] . In Fig. 4 are presented the DRFT-IR spectra of the surface coverages at various steps of the preparation procedures. The spectra of the non evacuated silica (curve a) shows all the characteristic bands attributable to the species shown in Scheme 3. When the same sample was degassed at 150 C for 2 h at 10-4-10-5 kPa (curve b), the broad absorption at around 3300 cm-' related to the physically adsorbed molecular water disappeared and the vibrations for the isolated (3710 cm-' ), hydrogen bonded (3640 cm-') and the vicinal (around 3500 cm-' ) hydroxyl groups were the only ones discernible in the spectra. The fundamental silicon-oxygen vibrations are observed at 1150 cm-', 1017 cm-' and 830 cm-' [28] . The spectra for the surface precipitated tin on silica samples dried in air at 100 C (c) and sintered in He at 300 C (d) respectively are presented in the same figure. The spectra of the air dried sample still shows a high degree of surface hydroxylation as expressed by the overall intensity in the high frequency region, a concomitant rise of a new strong band at 3350 cm-' and a new structural band at 904 cm-' which can be ascribed to Sn-O-Sn or Sn-OSi structures [28]. The band at 3350 cm-', which dominates the spectra in that region, could be associated with a hydroxyl group or water coordinated to a surface oxo-tin species, such as Sn(OH) ', Sn3(OH),\" or Sn6(OH)404 [29], as shown in Scheme 4. Species 11, being a dimer of 10, has six tin atoms at the corners of an octahedron, oxygen atoms above each face and an infinite array of clusters with all of the oxygens joined by hydrogen bonds. The highest degree of coordinate interaction attained in structures of this type could possibly explain the larger shift in the tin hydroxyl vibrations (3350 cm-') compared with those for the surface SiOH. The same sample sintered at 300 C (spectra d) shows an overall decrease in the surface silanol intensity, the band for the isolated SiOH at 1710 cm-' has completely disappeared and new bands at 3670 cm-' and 923 cm-' are now discernible. The spectra of the palladium precipitated on the tin covered silica are represented for the air dried material at 100 C by curve a and for that sintered in He at 300 C by curve f. The introduction of the palladium has brought about a further decrease in the SiOH and SnOH intensity, has strongly suppressed the structural vibrations of the silica matrices and has 278 S.K. Tanielyan, R.L. Augustine /Journal of hfolecular Catalysis 90 (1994) 267-289 b V Od c g f 1500 1000 500 4000 3500 3O0O .1500 1000 500 WAVENUMBER Fig. 4. DRFT-IR spectra of ICIV 60 silica: (a) non-evacuated. (b) degassed at I50 C for 2 h at LO-` kPa, ( c) hn precipitated silica, dried in an oven at I00`C overnight, (d) and sintered at 300 C in He, (e) PdSn, on sUica, dried at L00 C; ( f) and sintered in He at 300 C. All samples were degassed before analysis at l50 C for 2 h at 10-CkPa /S n OH `OH /OH\\ Sn Sn \\OH 10 Scheme 4 Sn 0 Sn Sn ,I Sn 11 O =OH o=oxygen resulted in the appearance of a new structural band at 808 cm- t, most likely as a perturbed Sn-O-Si vibration which is seen in (d) at 923 cm-t. The results depicted in Figs. 3 and 4 suggest that it is most likely that the initial hydrolysis of the tin chloride produces a tin(II) oxide-hydroxide species of the type 10 and/or 11, which remain molecularly adsorbed on the silica surface. The lack of a strong interaction with the surface was confirmed by the IR spectra of this sample where no appreciable changes in the silanol intensity was observed. The introduction of the palladium salt in the S.K. Tanielyan, R.L. Augustine /Journal of Molecular Catalvsts 90 (1994) 267-289 279 next step possibly leads to the decomposition of the polymeric oxo-tin species and the formation of stoichiometric palladium-tin complexes on the surface. The spectra of this sample, dried in air at 100 C shows that a major fraction of the free silanol groups has reacted with the surface palladium tin complexes as evidenced by the disappearance of the band at 1710 cm-'. It is not clear why the silica lattice vibrations at 1160, 1020 and 830 cm-' are strongly obscured in this step of the preparation. The final sintering of the catalyst at 300 C in He promoted an additional cross linkage of the palladium-tin phase to the surface, seen in spectrum (f) as a further decrease in the hydroxyl intensity and a reappearance of the silica lattice vibrations. Simultaneously, there is an evolution of a new strong band at 808 cm-\"\" in spectrum (f). which we attribute to a palladium perturbed Sn-O-Si vibration. A possible set of sequential reactions taking place during the formation of the active PdSn phase is illustrated in Scheme 5. The SnClz precipitation produces complex oxo-hydroxy tin compounds, a fraction of which is shown by the intermediate 12. They are attached to the surface by attractive forces between the negatively charged surface and the cationic nature of the polynuclear tin species. The redox interaction of the palladium salt may start as a tin promoted hydrolysis to palladium hydroxide as evidenced by the stoichiometric release of HCI and by the observed decrease in the pH to the calculated value. i- OH +SnC12+20H- H -OH..O-SnOH -OH O-SnOH H H ,OH -OH..O-Sn. `, 'Pd (OH) 2 -OH. .0-S n-\" H OOH HO O -O-Sn Pd 300 C in H -O-Sn ' i / \\\\ HO O -OH O-SnOH + 2C1- (3) 12 H ,OH -OH. .O-Sn. +PdC12+Hz0 -OH O-Sn \" H OOH 13 100 C, air 01 i0 Sn, O/ -O\\ S n\" 15 Scheme 5. ,-Pd ~':-Pd(OH)2+2HC1 (4) HO O -O-Sn iPd (5) -O-Sn i i \\\\ HO O (6) 280 S. K. Tanielyan. R.G. AugusttnelJourrtal ofMolecularCatalysis 90(/994) 267-289 Step 4 in the scheme was performed in He, as mentioned in the Experimental, and, after multiple washings, the catalyst was dried in an oven at 100 C for 24 h. Under these conditions the PdSn surface coverage, as inferred from the IR spectra, is almost completed and further sintering of the sample in He at 300 C only increases the number of the bridging Si-O-Sn bonds. In the surface structure 15, it is assumed that dispersed metallic palladium exists on the oxo-tin(IV) modified silica surface. 3.4. Catalyst preparation variables. 3.4.1. Catalyst activity In Fig. 5 are shown the oxygen uptake curves recorded during toluene acetoxylation in the presence of PdSn catalysts supported on various silica supports. These catalysts were prepared according to the general procedure with a Sn/Pd ratio of 2 and a 1% Pd load in the final catalyst which was sintered in He at 300 C. In Table 2 are listed the initial acetoxylation rates measured to 8-10%a conversion and the reaction selectivity towards benzylacetate. The in situ prepared catalyst based on Sn(OH)2 and Pd(OAc)2 [6] is used as a reference catalyst system. The data in Table 2 show that the ex-situ catalysts, prepared according to the procedure described in the Experimental, displays higher acetoxylation activities than the in-situ formed catalyst systems based on Sn(OH)2/Pd(OAc):. In the particular example utilizing an ICN 60 silica support, the catalyst activity measured as the initial rate of oxygen uptake was twice that of the reference system while maintaining a comparable selectivity towards benzylacetate formation. The main purpose of the present work was primarily to evaluate the effect of the preparation variables on the overall acetoxylation activity. 10 h 0.8 o 06 Y a 0.4 c ... _ om 0 2 - ~%D 03 X .. 00 0 60 ICN 60 : ICN 100 D 952 D 57 D12 Time, minutes 180 240 Fig. 5. Support effect for toluene acetoxylatton m the presence of supported PdSn_ catalysts having l wt.% Pd loading on 80-100 mesh supports m an acetic acid solvent I toluene) = I 32 M, KOAc=0 4 M, O, ] =0.1 MPa, T=70 C, [Pdl=1 10--M S.K. Tanielyan. R.L. Augustine /Journal of ATolecular Catalysis 90 (1994) 267-289 281 Table 2 Description of catalyst activity Support Catalyst characteristics Preparation ex situ' Prepared in situ as in [6] Rate X 10= Selectivity Rate X 10= Selectivity mmol/min (%) (mmol/min) (%) D12 0.21 0.33 D952 0.45 87 9 0.39 1100 0.67 0.44 D57 0.51 0.45 160 1.03 82.4 0.49 87.4 'The toluene oxidations were performed at 70 C with [Pd] = I X l0-z M, [KOAc] -0.4 M, 1.38 M toluene in acetic acid and oxygen pressure of 0.1 MPa The catalyst used was the 80-100 mesh fraction of PdSn_/silica sintered at 300 C, 1 % Pd load and Sn/ Pd = 2. 100 2 75 o 75 5 0 r \\ `o o O 3 ai 25 - 00 30 35 4.0 45 50 pH Fig. 6. The relationship between the rate of oxygen uptake and pH of the palladium modification step: [toluene] = 1.32 M, KOAc=0.4 M, 1021 =0.1 MPa, T= 70'C, [Pd] =1.10-2 M The catalyst is 80-100 mesh Pdsn2/ D952, 1%Pd load, Sn/Pd= 1.9 and the solvent is acetic acid. The catalyst samples were heated in He before use ar (1) 140 C, (2) 240 C, and (3) 300 C. 3.5. Acidity of the palladation step In Fig. 6 is shown the relationship between the catalyst activity, measured by the initial rate of oxygen uptake during toluene acetoxylation, and the pH of the solution at step (iii) in the preparation of the catalysts. The initial rates of oxygen uptake were proportional to the rate of 2 and 3 accumulation as shown in Scheme 1. The oxidations were run using temperatures and catalyst quantities in a region having a linear dependence of observed oxidation rates versus the amount of palladium-tin present. The apparent activation energy 282 S.K Tamelyan, R.L. Augustine /Journal of Molecular Catahsis 90 (199.1) 267-289 of the oxidation was 14.2 kcal/mol, which was far from the values characteristic of a process under diffusion control [ 30] . Four acidities were investigated and at each pH level for step (ii) in the Experimental, portions of the catalyst samples were treated in step (v) at 170, 240 and 300 C respectively. The curves differ in appearance and clearly show a range of increased activity at pH 4.24.7 for conditioning temperatures of 240-250 C. Treatment of the samples at temperatures above 300 C resulted in a distinct loss of activity possibly caused by excessive palladium sintering at this higher temperature. It should be also mentioned that the sample prepared at pH 4.2 showed stable activity without any decrease in the oxidation rate during the reaction only when conditioned under helium at temperatures higher than 240-250 C. Without more information on the particle size distribution and the nature of the Pd-Sn bonding it is difficult to interpret this behavior. The data in Fig. 6 also show that the use of a pH in the 4.2-4.7 range for the palladium absorption step gives the most active Pd-Sn surface complexes. As discussed earlier, this effect is possibly related to the changes taking place with the surface negative charge of the silica, which increases gradually in this particular region and the positive charge of the oxo-tin species, diminishing up to pH of 66.5 when it becomes zero. The attractive forces between the surface and the precipitating tin species should affect their uniform distribution and consequently the location and the dispersion of the palladium particles being formed in the subsequent steps of the preparation. 3.6. Influence of the Pd: Sn ratio and the percent PdSn, loading From the data in Fig. 7a it can be seen that of all possible Pd-Sn complexes having stoichiometries ranging from PdSn to PdSn4 the only one capable of effectively promoting toluene oxidation is that with the PdSn~ composition. At Sn:Pd ratios less than 2 the catalyst behavior was unstable and a partial oxidation and dissolution of palladium into the liquid (a) 12 10 _o X 8 C_ (~B 0 E ? 4 o o 2 _ 0 1 2 3 4 5 Ratio Sn. Pd, at at 8 6 4 2 0 (b) S' 0 1 2 3 4 5 Pd loading, %wt Fig. 7 The relationship between the rate of toluene acetoxylation and: (a) the Pd:Sn ratio with a I`7o Pd load and (b) Pd loading with a Pd:Sn ratio of 19 [toluene] =1.32 M, KOAc=04 M, 10=I=0.1 MPa, T=70 C, [Pd] = I.10-= M. The catalyst is 80-100 mesh PdSn_/D952 The solvent is acetic acid. S.K Tantelyan, R.L. Augustine /Journal of Molecular Catalysis 90 (1994) 267-289 283 phase was observed. Sn:Pd ratios higher than 2 improve the stability of the surface complexes but the presence of the excess Sri apparently decreases the coordinative unsaturation of the Pd atoms and, thus, lowers their catalytic activity. The results depicted in Fig. 7b show that the preferred Pd loading for the Davidson 952 support is 1-1.25% by weight of palladium. In this study the Sn:Pd ratio was kept constant at 1.9 and the samples were sintered in He at 270 C. Taking into account the sharp maximum in the narrow range of 1-1.25% weight of Pd (which is equal to 0.1-0.12 mg-at of Pd/g of catalyst or 0.19-0.23 mg-at of Sri) and assuming a possible occupation of one or two SiOH per tin atom it comes out that about 30-50% of the surface -SiOH groups on the support may be occupied by the surface complexes. At concentrations below 1 % wt, the tin ions introduced initially may occupy positions located a large distance from each other and not be capable of interacting with all of the palladium in the preferable 2:1 stoichiometry, so some of the palladium atoms would be associated with the tin in an unfavorable 1:1 stoichiometry. At higher loadings, (the range above 1.5% Pd), a substantial part of the tin not only occupies the most accessible pores of the support but also goes into the smaller size pores. This makes some of the tin hydroxide inaccessible to the palladium and results in the formation of complexes having higher Pd:Sn ratios and, according to Fig. 7a, lower activity. 3.7. Pore size distribution and surface area effect In order to evaluate in detail a possible support effect, a series of catalysts was prepared using the same preparation procedure but with silicas from various sources. However, in order to minimize any effects caused by a wide range of pore sizes, the selection was limited to silicas having well defined porosity and narrow size ranges. For this study three mesoand three microporous supports, having low, moderate and high BET surface areas ranging from 80-600 m'`/g were used. The physical characteristics of the supports before and after the introduction of the PdSn, complex are listed in Table 1 and illustrated in Figure 1. The first three samples (13952, D57 and ICN 100) are mesoporous supports with similar N, BET surface areas of about 300 m-/ g and average pore sizes of 5-20 nm for 13952 and 5-10 nm for D57 and 1100. The 13952 support has retained the initial NZ BET area after adsorption-precipitation of the palladium-tin complexes. For D57 and 1100, the surface area of the supported catalysts was 85-90% of that of the unmodified supports. The observed physisorption isotherm was of Type I, and showed a hysteresis loop of Type A, characteristic of mesoporous materials having open-ended cylindrical pores [31,32]. The last three samples listed in Table 1 are microporous supports with low (1303) and high (1312, 160) N,BET areas. The average pore size was 1-4 nm for D03, I-3 nm for D12 and a narrow 2--4 nm distribution for 160. The surface area of the supported catalyst increased significantly for PdSn2/1303 but a 10-50% decrease was observed for the D12 and 160 based catalysts compared to the values observed for the initial supports. The two Davidson supports in the last group gave Type I isotherms, characteristic of microporous solids, and only with 160 (Type IV) was a hysteresis of Type E (open or closed micropores of variable radius) [ 31 ] observed. In both groups, the major fraction of the pore volume was associated with pores having radii less than 5-20 nm. For this type of support the data available in the literature [33] 284 S.K.Tantelyan,R.L Augustine lJourttalofMolac-ttlarCatalysis90(1994)267-289 indicated that the larger pores having sizes in the 25-35 _Lm range do not participate significantly in the overall pore structure of the silica supports. In Fig. 5 are presented the oxygen uptake curves observed for toluene oxidations run in the presence of these various PdSn, catalysts under the conditions described in Fig. 6. With the ICN 60, D952 and D03 based catalysts, the oxidation rates were stable and the catalysts did not show any loss of activity on multiple use. This was not the case for the catalysts based on ICN 100, D57 and D12 silicas. Oxidations using these latter catalysts began at higher rates and gradually decreased with time. In Fig. 1 are shown the 1-30 nm pore size distribution data for the initial support materials and the PdSn_ catalysts. The data for the first three meso-porous supports which have mean pore radii of 5.0-10.0 nm and BET surface areas in the 280-300 m-/ g range suggest that modification with PdSn, leads to lower surface areas (except for D952) and to a pore size distribution significantly changed in the region of the mesopores. For PdSn_/D952, as already mentioned, a substantial decrease in the number of pores in the 10.0-20.0 nm region was accompanied by increases in the quantities of both larger and smaller sized pores. For PdSn,/D57 a decrease in the BET surface area was observed along with a major decrease in the number of pores in the 5.0-10.0 nm range and an increase in the other pore sizes. In contrast, for PdSn_/ICN 100 which had initially a narrow pore size distribution, the decrease was mainly in the 5.0-10.0 nm pores. After the modification, this region is still the major component of the pore structure but again the 4-5 nm and 20-30 nm pore size population increased. As a rule, the modification of meso porous supports is accompanied by a 10-15% decrease in the BET surface area and the development of a new pore structure with decreased participation of pores in the 5-10 nm range and increases m both larger and smaller pore sizes. The data for these three support materials also suggest that the initial surface area had no significant effect on the catalyst activity and, apparently, the presence of a large number of pores with a 5.0-10.0 nm average size is important for accommodating the active, but not necessarily stable, PdSn_ particles. The analysis of the results for the microporous silicas is more ambiguous. The modification of the low surface area silica, D03, with an initial pore structure similar to that of the high surface area sample, D12, led to a six fold increase in surface area and to a uniform shift of the 1-2 nm pore region to higher values. This was not the case for the D12 support where, along with a decrease in the BET surface area, a large increase in the macroporous region, > 20.0 nm, was observed. Apparently, in the first case, small size catalyst ensembles are embedded predominantly in pores of a 1.0-3.0 rim size and these ensembles are not capable of efficiently promoting toluene oxidation. In the case of the high surface area microporous support, D12 in which approximately 50% of the pores are in the 1-2 nm region, the introduction of PdSn2 aggregates, formed either in the complexation step or on He conditioning, brought about a partial fracture of the support and opened large pores in the range > 20.0 nm. As a result, lifting the restrictions imposed by the matrix should allow for subsequent particle growth and agglomeration. As expected from sintering considerations, particles with low dispersion should have low activity, that which was observed for this sample. The last example in this series supports the suggestions given above. The ICN 60 silica had a very narrow pore distribution with close to an 80% population in the 2.0-4.0 nm S K. Tanielyan, R L. Augustine /Journal of Molecular Catalysts 90 (1994) 267-289 285 region. It also appears to have a sufficient tensile strength to withstand the stress caused by the catalyst particle growth. In this case the resulting metal particles would remain in the shape and size which are permitted by the matrix properties of the support. Because the only change in pore distribution for this support was a decrease in the 3.0-4.0 nm region, it is likely that the particles with a similar size remain embedded and moreover, exist in an optimal size for high oxidation activity. A similar model for metal particle location and growth has already been suggested [ 34,35 ] and is applicable here. Accordingly, the average pore diameter, dpo., affects the growth and ultimate size of the supported metal particles. It is also assumed that the average size of the particle cannot exceed the average pore size unless the pore structure is ruptured. The later depend on the linear expansion coefficients of the metal and the support. With large differences between the stress intensity (increasing with the temperature) and the tensile strength of the support, a large local rupture of the pore structure could occur along with a further increase in the metal particle size. This model for the particle growth and location, as well as the relationship between the initial pore structure and the final shape and size of the PdSn, particles is obviously simplified and certainly other factors in the formation of the most active species on the surface must also be involved. 3.8. Chenaisorption Routine chemisorption experiments were conducted in order to determine the number of surface Pd atoms so the apparent dispersion and average particle size could be calculated assuming the literature recommended H(or CO) /M stoichiometries. It is recognized that even applying this procedure to well defined monometalic supported catalysts could lead, in some cases, to erroneous results associated with pretreatment steps such as reduction, heat treatment and evacuation. In other words, the morphology and the surface composition of the bimetallic particles at the time the chemisorption takes place may not be the same as the initial one. Taking these objections into account, the results of the present study were considered with caution and they were used only for comparative purposes. The values reported in Table 3 were extrapolated to zero pressure total gas uptake in mmol per mmol of palladium present and no corrections were made for possible absorption Table 3 Extent of hydrogen. oxygen and carbon monoxide chemisorption' on PdSn~/Silica supported catalysts Support [H], [H]r [O1, [O]r [CO], [CO], Rate\" D952 0.035 0.061 0.260 0.011 - - 4 5 D57 0.014 0.061 0 404 0 017 0 004 0 029 6.7 1100 0.004 0.022 0.332 0.011 0.015 0.020 9.1 D03 0.009 0.012 0 268 0 031 - - 2.4 D12 0.009 0 014 0.174 0 007 - - 2 6 160 0.011 0.028 0.295 0.012 0 017 0 025 10 3 All values for [ H], [O] and [CO] are calculated in mmol (STP) of gas per mmol of palladium. Subscripts i and r denote irreversible and reversible chemisorption, respectively \"Toluene acetoxvlatton rate in mmol O,/nun X 10'. 286 S.K Tanrelyan, R L Augustine /Journal of Molecular Catalysis 90 /1994) 267-289 on the tin. The oxygen chemisorption isotherms for all PdSn, supported catalysts had the same shape with the irreversible chemisorption completed at low oxygen pressures and no indication of further gas diffusion into the bulk. The curve for the reversible chemisorption showed a distinct pressure dependence. No further attempts were undertaken to calculate the metallic dispersions, D, or the percentage metal exposed, because of the lack of any information in the literature for this system and the extent of uncertainty about the surface [O] /M, [H] /M or [CO] /M stoichiometries. Furthermore, the valence states of palladium and tin separately after the low temperature reduction step (as part of the chemisorption procedure) were not known. An examination of the hydrogen and CO uptakes listed in Table 3 permits the following conclusions to be made: (i) Both H= and CO chemisorptions are strongly suppressed in these samples indicating low apparent dispersions. The ratios between weakly and strongly held hydrogen were in the range [H]r/[H],=2-5 and were in reasonable agreement with the CO uptakes. (ii) In contrast, the oxygen uptakes were markedly larger than either H, or CO adsorption, possibly as a result of the oxidation of some of the Sri ions which may have been reduced during the hydrogen treatment step prior to the chemisorption measurement. (iii) The chemisorption properties of the PdSn, complexes on mesoporous supports were higher than for the same complexes on microporous supports. This suppressed hydrogen and CO chemisorption and enhanced oxygen adsorption indicate that either the Pd exists in some type of SMSI state in which the Sri, [ 36,37 ] or part of the tin has been partially reduced during the reduction step in the chemisorption sequence and later absorbs oxygen in a reoxidation step. The later possibility cannot be completely discounted. Silica supported SnO, needs reduction temperatures higher than 450 C to be detected as metallic tin with X-ray analysis [ 38 ] . But the extent and the rate of tin reduction could drastically be changed in the presence of Pd, which is a good catalyst for hydrogen dissociation and, thus, could induce spillover and facilitate the reduction of the oxc--tin species [31 ]. If this were the case, assuming roughly a [O] /M= 1 stoichiometry for both the palladium and the tin, the calculations for dp,u as described by Mitchel and Vannice [39] gave values of 3.0-4.0 rim for the metal particles on the mesoporous materials and 4.0-7.0 nm for the PdSn_ particles on the microporous supports. If the adsorption were attributed only to the palladium the apparent size of the PdSnz particles would be about three times larger, namely 9-12 nm on the mesoporous materials and 10-20 nm on the microporous supports. These latter numbers do not agree with the observed pore distribution data shown in Fig. 1. 3.9. STO measurements We have used the single turnover (STO) procedure to characterize a number of supported metal catalysts and to use these characterized catalysts to provide some information concerning the type of sites on which specific reactions take place [40,41]. We felt that this technique would also provide a means of comparing the various Pd-Sn catalysts and the effect which the tin has on the reaction characteristics of the palladium. To this end the supported Pd-Sn catalysts were characterized using the STO procedure with the STO site density distributions for these PdSn, catalysts are given in Table 4. As a comparison of S.K. Tanielyan, R.L. Augustine /Journal of Molecular Catalysts 90 (1994) 267-289 287 Table 4 STO site densities for PdsnZ/silica supported catalysts Support l 3M ] a l'M ] 13 MH ] ` cis/traps D952 0.012 0 822 0.004 0 334 D57 0.000 0.670 0 000 0 486 1100 0.000 0.83002 0.000 0.384 D03 e Dl2 z 160 0 000 1.115 0.000 0 420 'Direct hydrogenation sites. Isomerization sites. `Two step saturation sites 'Ratio of cis- vs. traps-but-2-ene from the =M sites. 'Pore diffusion constraints in the support did not permit STO determination of the site densities for D03 and D 12 based catalysts. 4 1 2 3 5 (d) w C (O) Q _/~ (b) 23 4 Retention Time Fig. 8. STO chromatograms obtained using PdSn_ on (a) D952, (b) D03, (c) D12 and (d) 5%oPd/SiO~. these catalysts with a simple Pd/SiO, the GC traces for the product compositions from the STO reactions on the supported Pd-Sn catalysts and the simple Pd/SiO, catalyst are illustrated in Fig. 8. Peaks 1, 2, 3 and 4 are unreacted but- l-ene, butane, cis- and traps-but2-ene respectively. The peak designated 5 is the \"second\" butane which elutes after exposure of the half-hydrogenated metal-alkyl to the second hydrogen pulse. Curve (d) is the GC response obtained using an unmodified 5% Pd/Si02 catalyst. Curves (a), (b) and (c) were obtained using PdSn, supported on mesoporous D952 (a) and microporous D03 (b) and D 12 (c) . The poor separation in (b) and (c) , probably due to a strong diffusion influence within the supports, did not permit an accurate calculation of the site densities for these two samples. For the rest of the samples, the data in Table 4 show that there were very small, almost insignificant, amounts of unreacted but- l-ene and no detectable quantities of the two butanes (2) and (5) as a result of any direct saturation (3M) or two-step saturation 288 S K Tantelvan. R.L Augumne /Journal ofMolecular Cataly cps 90 /199.1) 267-289 (iMH) activity. At the same time, the formation of a large amount of but-2-ene was observed. This varied from catalyst to catalyst, as did the cisltrans ratio. The most obvious difference between the unmodified Pd/SiO, catalyst and the supported PdSn_ catalysts was the extent of the isomeric butene formation. For the catalyst supported on 160 the isomerization activity was so high that the number of but-l-ene molecules converted into cis- and trans-but-2-ene exceeds the number of Pd atoms present. As has been observed previously [ 40] , the isomerization reaction was not stoichiometric with more than one molecule interacting with a surface site during the STO pulse sequence. A comparison between the chemisorption and STO data show that the only sample (D952) having some 'M and 3MH activity had the highest hydrogen chemisorption. A reverse trend was observed between the =M site densities and O, chemisorption. According to their isomerization activity, or the number for the =M sites, the next three samples are ordered as I60)I100)D57. Based upon the amount of oxygen absorption the same ordering is probably true for the PdSn_ particle size, or in other words, larger particles posses higher STO isomerization activities. At this time it is not clear why the isomerization activity should be more pronounced on larger than on small particles. A possible reason could be the location of the Pd-Sn complexes. Both 160 and 1100 after modification developed pores in the 20-30 nm region, a size which makes for ready accessibility of the reacting molecules and, apparently, of a proper size for multiple interactions to occur. The D57 support, after modification, has developed a pore structure in the less accessible 3-5 nm region and, supposedly, particles with comparable dimensions are being incorporated there which do not respond efficiently in the pulse sequences. 4. Conclusions The rate of toluene acetoxylation over supported bimetallic PdSn, complexes depends on the state of tin coverage of the silica support prior the immobilization of the palladium. This factor is regulated by the pH of the solution in which the SnCI, is precipitated, the Pd:Sn ratio and the subsequent heat treatment of the supported palladium species. A narrow pH range of 4.2-4.7 and an exact 1:2 Pd:Sn stoichiometry provide conditions which form the most active and stable PdSn, particles. At optimal loadings the distance between the tin atoms is such to permit the favorable PdSn2 stoichiometry. At higher loadings some of the tin ions apparently are adsorbed into less accessible pores, forcing the palladium to coordinate into less favorable PdSn species. The modification of mesoporous supports leads to partial blockage of the 5-10 nm pores and an increase in the number of larger and smaller size pores. For the microporous supports the small PdSn, ensembles are embedded predominantly in 1-3 nm pores of the support and are not capable of promoting acetoxylation efficiently. References [ l I D R. Bryant, J. Mc Kean and B.C Ream, Tetrahedron Lett., 30 ( 1968) 3371 S.K Tanielvan, R.L. Augustine /Journal of hfolecular Catalysts 90 (1994) 267-289 289 [ 2 ] D R. Bryant, J. Me Kean and B.C Ream. J. Org. Chem, 33 (1968) 4123 131 S.K. Ivanov and S.K. Tanielyan, Oxid. Commun., 7 (1984) 69. [41 S.K Ivanov and S.K. Tanielyan, Heterogeneous Catal.. Proc. Int. Symp., 5th, Varna (Geterog. Katal , Tr Mezhdunar. Simp.,-5th, 1983, Part 1, p. 99). [ 5 ] E. Benazzi, C.J. Cameron and H. Mimoun, J Mol Catal., 69 (1991) 299. [61 S.K Tanielyan and R L Augustine, J. Mol Catal., 87 (1994) 311. [71 MX Startchevskti, M.I. Vargaftic and 1.1 Mioseev, Kmet. Katal., 21 (1980) 1451. [ 8 ] L.R Katzman, M.I. Vargaftic, M.K. Startchevsku, A A Grigonev and 1 1. Motseev, Kinet Katal., 22 (1981) 947. [9] R A. Sheldon and J.K. Kochi, Adv. Catal., 25 (1976) 272. [ l0 ] R A Sheldon and J K Kochi, Metal-Catalyzed Oxidations of Organic Compounds, Academic Press, London, 1981, p 203. [ 1 l ] L. Eberson and L. Gomez-Gonzales, Acta Chem. Scand, 27 (1973) 1162, 1249, 1255 [ 12 ] L. Eberson and E. Jonsson, Acta Chem Scand., Set B, 28 (1974) 771 [ 13] E. Benazzi, H Mimoun and C.J. Cameron, J. Catal , 140 (1993) 311 [ 141 P C. Flynn and S. E. Wanke. J Catal., 34 (1974) 290 [ 15 ] J.T. Richardson, R.J. Dubus, J G Crump, P Desat and U. Oster Walder, Stud. Surf Sci. Catal., 3 ( 1979) 131. [ 16] J.A. Van Dillen, J W. Geus, L.A. M. Hermans and J. Van der Meijden, Int. Congr Catal , Proc. VIth, London, 1976, The Chemical Society, London, 1977, p 677 [ 17 ] K.P. De Jong, Stud. Surf. Sci. Catal., 63 ( 1991) 14. [ 18] L.A M. Hermans and J.W. Geus, Stud. Surf. Sci Catal., 3 (1979) 113 [ 19] A.J. Gorden and R.A. Ford, The Chemist's Companion, John Wiley and Sons, New York. 1972 [20] M. Boudart and H.S Hwang, J Catal, 39 (1975) 44. [2l 1 R.L. Augustine and R.W. Warner, J Catal, 80 (1983) 358. [22 ] R.L. Augustine and R W Warner, J Org. Chem., 46 (1981) 2614 [231 R.L. Augustine, S K Tanielyan and G. Wolosh, Chem Ind. (Dekker), 53 (Catal. Org. React ) (1993) 547. [2-I] J W. Geus, Stud. Surf. Sci. Catal., 16 (1983) 1. [251 G.A. Parks, Chem Rev., 65 (1965) 177. [26] M L. Hair, Infrared Spectroscopy in Surface Chenustry, Marcel Dekker, New York, 1967, p. 80. [271 C. Okkerse, m B.G Linsen (Ed ), Physical and Chemical Aspects of Adsorbents and Catalysts, Academic Press, London and New York, 1970, p. 260. [281 N N. Greenwood, Spectroscopic Properties of Inorganic and Organometalic Compounds. The Chemical Society, London, 1969, p. 244. [291 E. W Abel, in J.C. BailarJr., H.M. Emeleus, R. Niholm and A.F Trotman-Dickenson (Eds. ), Comprehensive Inorganic Chemistry, Vol. 2, Pergamon Press, Oxford, 1973, p 64. [ 301 H C. Yao and P H. Emmet, J. Am. Chem. Soc., 81 (1959) 4125. [31 1 S.G. Gregg and K.S.W Sing, Adsorbtion, Surface Area and Porosity, Academic Press, New York, 1982. [32] G.C Bond, Heterogeneous Catalysis, Principles and Applications, Oxford University Press, Oxford, 1982, p 60 [331 P.J. Reucroft and H. Parekh. Appl. Catal., 3 ( 1982) 65. [34] M.A. Martin Luengo, P.A. Sermon and K.S.W Sing, Stud. Surf Sci. Catal , 31 (1987) 29. [ 35 ] E Ruckenstein and B Pulvermacher, J Catal., 37 ( 1975) 416 [36] P Budnanuk, B. Coq, F. Ferrat and F Figueras, J Catal , 116 (1989) 459-466 [ 371 S J. Tauster, S.C Fung and R L Garten, J. Am Chem Soc , 100 (1978) 170; S.J. Tauster and S.C Fung, J. Catal., 55 (1978) 29 [ 38 ] J.K A. Clarke, I Manninger and T. Baird, J. Catal., 54 (1978) 230. [391 M Mitchel, M.A. Vanmce, Ind. Eng Chem Fundam, 23 (1984) 88 [401 R.L Augustine, D.R Baum. K G. High, L S Sztvos and S.T O'Leary, J. Catal., 127 (1991) 657 1411 R.L. Augustine, Catal Today, 12 ( 1992) 139 X244 94000115 0304-5102(94)00011-5 10.1016/0304-5102(94)00011-5 Pd/Sn catalyst for toluene acetoxylation Setrak K. Tanielyan Robert L. Augustine ∗ Department of Chemistry, Seton Hall University, South Orange, NJ 07079, USA * Corresponding author. Silica supported PdSn catalysts were prepared by controlled surface precipitation of SnCl2 with subsequent redox—deposition of Pd over the tin hydroxide layer. The variables studied were the pH level attained after the tin hydroxide precipitation, the effect of the Pd:Sn ratio, the palladium loading and the temperature of the final He heat treatment. The samples were characterized by DRFI-IR, physisorption, hydrogen, oxygen and CO chemisorption, single turnover reaction procedure and acetoxylation activity measurements. The results of this study suggest that the initial precipitation of the tin hydroxide takes place without significant interaction between the partially hydrolyzed SnCl2 and the surface silanol groups. The final pH in this step controls the strength of attachment and the distribution of the tin hydroxide species on the silica surface and apparently the size of the immobilized palladium particles. The DRFT-IR spectra of the samples taken at various stages of preparation suggest that the PdSn x coverage is completely formed in the drying stage and subsequent sintering in He at 300°C only increases the number of the bridging SnOSi bonds. The optimized system requires a pH level of 4.2–4.7 in the tin precipitation step, a Pd:Sn ratio of 0.5, a Pd loading of 1–1.25% by weight and a helium sintering temperature of 250–270°C. The ex-situ prepared catalyst displayed higher acetoxylation activity than did the in-situ formed catalysts which were prepared from Sn(OH)2, Pd(OAc)2 and KOAc. Keywords acetoxylation palladium silica supported catalysts tin toluene References [1] D.R. Bryant J. Mc Kean B.C. Ream Tetrahedron Lett. 30 1968 3371 [2] D.R. Bryant J. Mc Kean B.C. Ream J. Org. Chem. 33 1968 4123 [3] S.K. Ivanov S.K. Tanielyan Oxid. Commun. 7 1984 69 [4] S.K. Ivanov S.K. Tanielyan Heterogeneous Catal. Proc. Int. Symp., 5th, Varna 1983 99 Part 1 [5] E. Benazzi C.J. Cameron H. Mimoun J. Mol. Catal. 69 1991 299 [6] S.K. Tanielyan R.L. Augustine J. Mol. Catal. 87 1994 311 [7] M.K. Startchevskii M.I. Vargaftic I.I. Mioseev Kinet. Katal. 21 1980 1451 [8] L.R. Katzman M.I. Vargaftic M.K. Startchevskii A.A. Grigoriev I.I Moiseev Kinet. Katal. 22 1981 947 [9] R.A. Sheldon J.K. Kochi Adv. Catal. 25 1976 272 [10] R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press London 203 [11] a L. Eberson L. Gomez-Gonzales Acta Chem. Scand. 27 1973 1162 b L. Eberson L. Gomez-Gonzales Acta Chem. Scand. 27 1973 1249 c L. Eberson L. Gomez-Gonzales Acta Chem. Scand. 27 1973 1255 [12] L. Eberson E. Jonsson Acta Chem. Scand. 28 1974 771 Ser. B [13] E. Benazzi H. Mimoun C.J. Cameron J. Catal. 140 1993 311 [14] P.C. Flynn S.E. Wanke J. Catal. 34 1974 290 [15] J.T. Richardson R.J. Dubus J.G. Crump P. Desat U.Oster Walder Stud. Surf. Sci. Catal. 3 1979 131 [16] J.A. Van Dillen J.W. Geus L.A.M. Hermans J. Van der Meijden Int. Congr. Catal., Proc. VIth, London, 1976 1977 The Chemical Society London 677 [17] K.P. De Jong Stud. Surf. Sci. Catal. 63 1991 14 [18] L.A.M. Hermans J.W. Geus Stud. Surf. Sci. Catal. 3 1979 113 [19] A.J. Gorden R.A. Ford The Chemist's Companion 1972 John Wiley and Sons New York [20] M. Boudart H.S. Hwang J. Catal. 39 1975 44 [21] R.L. Augustine R.W. Warner J. Catal. 80 1983 358 [22] R.L. Augustine R.W. Warner J. Org. Chem. 46 1981 2614 [23] R.L. Augustine S.K. Tanielyan G. Wolosh Chem. Ind. (Dekker) 53 1993 547 (Catal. Org. React.) [24] J.W. Geus Stud. Surf. Sci. Catal. 16 1983 1 [25] G.A. Parks Chem. Rev. 65 1965 177 [26] M.L. Hair Infrared Spectroscopy in Surface Chemistry 1967 Marcel Dekker New York 80 [27] C. Okkerse B.G. Linsen Physical and Chemical Aspects of Adsorbents and Catalysts 1970 Academic Press London and New York 260 [28] N.N. Greenwood Spectroscopic Properties of Inorganic and Organometalic Compounds 1969 The Chemical Society London 244 [29] E.W. Abet J.C. Bailar Jr. H.M. Emeleus R. Niholm A.F. Trotman-Dickenson Comprehensive Inorganic Chemistry 2 1973 Pergamon Press Oxford 64 [30] H.C. Yao P.H. Emmet J. Am. Chem. Soc. 81 1959 4125 [31] S.G. Gregg K.S.W. Sing Adsorbtion, Surface Area and Porosity 1982 Academic Press New York [32] G.C. Bond Heterogeneous Catalysis, Principles and Applications 1982 Oxford University Press Oxford 60 [33] P.J. Reucroft H. Parekh Appl. Catal. 3 1982 65 [34] M.A.Martin Luengo P.A. Sermon K.S.W. Sing Stud. Surf. Sci. Catal. 31 1987 29 [35] E. Ruckenstein B. Pulvermacher J. Catal. 37 1975 416 [36] P. Budnariuk B. Coq F. Ferrat F. Figueras J. Catal. 116 1989 459 466 [37] a S.J. Tauster S.C. Fung R.L. Garten J. Am. Chem. Soc. 100 1978 170 b S.J. Tauster S.C. Fung J. Catal. 55 1978 29 [38] J.K.A. Clarke I. Manninger T. Baird J. Catal. 54 1978 230 [39] M. Mitchel M.A. Vannice Ind. Eng. Chem. Fundam. 23 1984 88 [40] R.L. Augustine D.R. Baum K.G. High L.S. Szivos S.T. O'Leary J. Catal. 127 1991 657 [41] R.L. Augustine Catal. Today 12 1992 139",
      "scopus-id": "0028769395",
      "coredata": {
        "eid": "1-s2.0-0304510294000115",
        "dc:description": "Silica supported PdSn catalysts were prepared by controlled surface precipitation of SnCl2 with subsequent redox—deposition of Pd over the tin hydroxide layer. The variables studied were the pH level attained after the tin hydroxide precipitation, the effect of the Pd:Sn ratio, the palladium loading and the temperature of the final He heat treatment. The samples were characterized by DRFI-IR, physisorption, hydrogen, oxygen and CO chemisorption, single turnover reaction procedure and acetoxylation activity measurements. The results of this study suggest that the initial precipitation of the tin hydroxide takes place without significant interaction between the partially hydrolyzed SnCl2 and the surface silanol groups. The final pH in this step controls the strength of attachment and the distribution of the tin hydroxide species on the silica surface and apparently the size of the immobilized palladium particles. The DRFT-IR spectra of the samples taken at various stages of preparation suggest that the PdSn x coverage is completely formed in the drying stage and subsequent sintering in He at 300°C only increases the number of the bridging SnOSi bonds. The optimized system requires a pH level of 4.2–4.7 in the tin precipitation step, a Pd:Sn ratio of 0.5, a Pd loading of 1–1.25% by weight and a helium sintering temperature of 250–270°C. The ex-situ prepared catalyst displayed higher acetoxylation activity than did the in-situ formed catalysts which were prepared from Sn(OH)2, Pd(OAc)2 and KOAc.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000115",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tanielyan, Setrak K."
          },
          {
            "@_fa": "true",
            "$": "Augustine, Robert L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000115"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000115"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00011-5",
        "prism:volume": "90",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Pd/Sn catalyst for toluene acetoxylation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acetoxylation"
          },
          {
            "@_fa": "true",
            "$": "palladium"
          },
          {
            "@_fa": "true",
            "$": "silica"
          },
          {
            "@_fa": "true",
            "$": "supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "tin"
          },
          {
            "@_fa": "true",
            "$": "toluene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "267-289",
        "prism:endingPage": "289",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 1994",
        "prism:doi": "10.1016/0304-5102(94)00011-5",
        "prism:startingPage": "267",
        "dc:identifier": "doi:10.1016/0304-5102(94)00011-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028769395"
      }
    }
  }
}