{
  "metadata": {
    "title": "Kinetics of hydrogenation of 1,2-epoxycyclododeca-5,9-diene on palladium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-10-01",
    "doi": "10.1016/0304-5102(91)80106-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180106D",
    "pii": "030451029180106D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026237191",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180106D 0304-5102(91)80106-D 030451029180106D 10.1016/0304-5102(91)80106-D S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X0212X 2024-01-02T01:06:03.941633Z 0 0 19911001 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 69 69 1 1 Volume 69, Issue 1 8 95 103 95 103 19911001 1 October 1991 1991-10-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. KINETICSHYDROGENATION12EPOXYCYCLODODECA59DIENEPALLADIUMCATALYSTS BALBOLOV E FELIX 1971 2896 D TEDDER 1975 104 J ZAHARKIN 1961 1908 L ZAHARKIN 1964 193 L SYNTHESISCHARACTERISTICSMONOMERS PRELOG 1955 1786 V ZAHARKIN 1960 1078 L BALBOLOVX1991X95 BALBOLOVX1991X95X103 BALBOLOVX1991X95XE BALBOLOVX1991X95X103XE item 0304-5102(91)80106-D 030451029180106D 1-s2.0-030451029180106D 10.1016/0304-5102(91)80106-D 272239 2024-01-02T01:06:03.941633Z 1991-10-01 1-s2.0-030451029180106D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180106D/MAIN/application/pdf/bc1529fe41de2845b97eed28436cc4a1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180106D/MAIN/application/pdf/bc1529fe41de2845b97eed28436cc4a1/main.pdf main.pdf pdf true 506640 MAIN 9 1-s2.0-030451029180106D-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180106D/PREVIEW/image/png/2e1dfaeebbd1ddcbfe7f0b0ce5c77cd3/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180106D/PREVIEW/image/png/2e1dfaeebbd1ddcbfe7f0b0ce5c77cd3/main_1.png main_1.png png 64625 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 69 (1991) 95-103 95 Kinetics of hydrogenation of 1,2-epoxycyclododeca-5,9 diene on palladium catalysts E. Balbolov, M. Filadska and K. Kurtev Higher Institute of Chemical Technology, Department of Basic Organic Synthesis, 8010 Burgas (Bulgaria) (Received January 10, 1991; revised April 3, 1991) Abstract The kinetics of hydrogenation of 1,2-epoxycyclododeca-5,9-diene on supported palladium catalysts (Pd/Ti02, Pd/y-A1203, Pd/C) has been studied in absolute ethyl alcohol solutions at 363 K and 1.3 MPa pressure of hydrogen. The experimental data have been related to first-order kinetic models and kinetic equations of the Langmuir-Hinshelwood type. The reaction scheme and kinetic equations which best fit the experimental data are shown. Introduction Cyclododecanone is of importance in the synthesis of valuable organic intermediates such as 12-laurolactam [ 1 ], 1,10-decanedicarboxylic acid [ 2 ] and macrocyclic compounds, in particular cyclopentadecanone and 3-methylcyclopentadecan-1-one [3]. These ketones have a musk odor and are indispensible ingredients in the manufacture of perfumes. The principle method of cyclododecanone production consists of the thermal oxidation of cyclododecane in the presence of boric acid [4]; the coproduct cyclododecanol can also be converted to a ketone by dehydrogenation [ 5 ] . A promising method is known [6], in which the first step is the selective epoxidation of 1,5,9-cyclododecatriene to 1,2-epoxycyclododeca-5,9-diene. The second and third steps are hydrogenation of 1,2-epoxycyclododeca-5,9diene to 1,2-epoxyxyclododecane and its rearrangement to cyclododecanone. Hydrogenation of 1,2-epoxycyclododeca-5,9-diene is one of the basic steps and has been studied with regard to the preparation of 1,2-epoxycyclododecane. The kinetic data for the reaction in the literature are quite scarce. In the presence of nickel [7, 8] and palladium [9, 10] catalysts on supports at 353-413 K and 4-8 MPa, the conversion of 1,2-epoxycyclododeca5,9-diene is close to 100% and the selectivity to 1,2-epoxycyclododecane ranges from 54.0-79.8'0. The best results were obtained with 5%PtJC catalyst [ 11 ] in absolute ethyl alcohol as the solvent. The yield of 1,2-epoxycyclododecane at 323 K and 0.7 MPa was 98.0%. 0304-5102/91/$3.50 0 1991- Elsevier Sequoia, Lausanne 96 The aim of the present research on 1,2-epoxycyclododeca-5,9-diene was to gain an insight into the kinetics of its liquid phase hydrogenation. Mathematical modelling The parallel-consecutive reactions proceeding during hydrogenation of the 1,2-epoxycyclododeca-5,9-diene can be represented as follows, assuming that no migration of the double bonds takes place: c-ECDE k k2 ct-ECDD k4 ks ECDA k3 ---) CDO t-ECDE k6 Scheme 1. c-ECDE k~ I'~ k3 ct-ECDD kb l l k7 ks ECDA --) CDO t-EC~.DE kg Scheme 2. where ECDD (A), cis-ECDE (BI), trans-ECDE (B2), ECDA (C) and CDO (D) are 1,2-epoxycyclododeca-5,9-diene, cis- 1,2-epoxycyclododecene, trans1,2-epoxycyclododecene, 1,2-epoxycyclododecane aid cyclododecanol, respectively. For a constant volume of the reaction mixture at constant hydrogen pressure, the following system of equations can be written for Scheme 2, by hydrogenation of 1,2-epoxycyclododecane-5,9-diene in a discontinuous isothermal, stirred reactor. dC,,/dt= =(kl +k4+k$)CA (1) dCBI /dt = k 1C,, - k2CB1 + k7CB2 - k6CB1 (2) dCB2 /dt = k4CA - k5CB2 + k6CB1- k7CB2 (3) dCc/dt =k2CB1 +kbCB2 +k8CA-k3Cc (4) dCD/dt = k3Cc (5) at the initial conditions t=0; CA=C,o; CBI=CB2=Cc=CD=O 97 The systems of differential equations were solved numerically by using the Runge-Kutta-Fehlberg 4 (5) algorithm. Reaction parameters were obtained from experimental data by applying the Marquardt method. Experimental Chemicals 1,2-epoxycyclododeca-5,9-diene was prepared [ 12 j by selective epoxidation of 1,5,9-cyclododecatriene using 30% H202 and HCOOH at 308 K. The degree of conversion was 60.0% and the yield of 1,2-epoxycyclododeca5,9-diene (97.0% 1,2-epoxycyclododeca-5,6-traps-9,10-cis-diene and 3.0% 1,2-epoxycyclododeca-5,6-traps-9,10-traps-diene) is 98.0%; b.p, 356 K/ 1 mm; na 1.5045; d 0.980. 1,2-Epoxycyclododecane (>95% traps); na 1.4800, d 0.939 (Aldrich). Cyclododecanol, 99ss'o; m.p. 349-352 K, nd\" 1.4692 (Aldrich). The mixture of 68% cis-, 11ss'o traps- 1,2-epoxycyclododecene, 19% 1,2-epoxycyclododecane and 2% cyclododecanol was prepared by selective hydrogenation of 1,2-epoxycyclododeca-5,9-diene using the catalyst system PdC12:NaBI14:octylamine =1:5:2 at 323 K and atmospheric pressure of hydrogen. The cis- and tram- 1,2-epoxycyclododecene were isolated by preparative gas chromatography (column 3.5 m X 6 mm, 15ss'o CPMS /1701 on Chromosorb P at 453 K) and identified by IR spectroscopy. Hydrogen quality B. Catalysts: K 8317 = 0.67%Pd/y-A1203 (Bayer); 0.2%Pd/Ti02 (SudChemie); PGCS3=0.3%Pd/y-A1203 (Engelhard) and Lindlar's catalyst 5YoPd/ C (Merck). Apparatus and procedure A total of 5 ml of the substrate in 120 ml solution in ethyl alcohol was hydrogenated at 363 K and 1.3 MPa pressure using 0.8 g palladium catalyst. The experiments were conducted in a discontinuous isothermal stirred reactor. The reactor was connected to a system with a thermostatted volumetric gas balloon. Hydrogen was fed into the reactor in such a manner that a constant pressure was held in the apparatus. In all experiments the reaction proceeded in the kinetic region. External mass transfer was prevented by vigorous stirring (10 Hz), the effect of internal diffusion was eliminated by choosing a catalyst with suitably small particle size (d < 0.2 mm). The reaction rate or degree of conversion was measured by periodically reading the volume of hydrogen. From a series of hydrogenations to a known degree of conversion, determined from the amount of hydrogen reacted and from analyses of the reaction mixtures, time dependences were obtained for the concentrations of the reaction products of 1,2-epoxycyclododeca-5,9diene; these were evaluated to give the initial values of the rate constants. The average error in the determination of the initial reaction rates from the time dependence of the composition was - 10ss'o rel. 98 Analyses The GC analyses were performed on a Sigma 2000 gas chromatograph (Perkin-Elmer Corp., Norwalk, CT, USA), equipped with a flame-ionization detector. Data handling was provided by the Chromatographic 2 Data. System of Perkin-Elmer. The identification of the reaction products was carried out by comparison with authentic samples. The thick film (0.9 Jim) Carbowax 20m fused silica capillary column used in the work was obtained from PerkinElmer. The analytical conditions were: column length 50 m, column tube i.d. 0.23 mm, carrier gas nitrogen, working temperature 433 K, carrier gas flow rate 0.6 ml min-1, split ratio 1:80, range X 1. The error of determination was 3% rel. Results and discussion The dependences of the reaction mixture composition on the hydrogenation time for 1,2-epoxycyclododeca-5,9-diene for four different palladium catalysts are shown in Figs. 1-4. The curve shapes are typical for parallel-consecutive reactions and indicate that the activity and selectivity of the catalysts in question are mutually different. In the presence of the palladium catalysts at 363 K and 1.3 MPA, the degree of conversion of 1,2-epoxycyclododeca-5,9-dime and the isomers of 1,2-epoxycyclododecene is close to 100%. <18 o E R u 14 0 10 6 x o _ o a 10 30 50 70 90 t, min Fig. 1. Comparison of kinetic Model 1 of Scheme 2 with experimental product concentrations at 363 K, 1.3 MPa and 0.396Pd/y-A1203 catalyst: ( ) 1,2-epoxycyclododeca-5,9-diene; (x) c 1,2-epoxycyclododecene; (O) t-1,2-epoxycyclododecene; (0) 1,2-epoxycyclododecane; (O) cyclododecanol: (-), model. 99 C_ 218~ 14' 10~ 100 140 t, min Fig. 2. Comparison of kinetic Model 1 of Scheme 2 with experimental product concentrations at 363 K, 1,3 MPa and 0.296Pd/Ti02 catalyst: ( ) 1,2-epoxycyclododeca-5,9-diene; (x) c-1,2epoxycyclododecene; (O) t-1,2-epoxycyclododecene; (A) 1,2-epoxycyclododecane; (O) cyclododecanol; (-), model. 14~ 10` 20 60 100 140 160 t, min Fig. 3. Comparison of kinetic Model I of Scheme 2 with experimental product concentrations at 363 K, 1.3 MPa and 0.6796Pd/y-A1z03 catalyst: ( ) I,2-epoxycyclododeca-5,9-diene; (x) c1,2-epoxycyclododecene; (Q) t-1,2-epoxycyclododecene; (A) 1,2-epoxycyclododecane; (p) cyclododecanol; (-), model. 100 518 141 10 f 6 2 ~o of r~ ~. ~_.. --- 30 60 90 120 150 IBO 210 t, min Fig. 4. Comparison of kinetic Model 1 of Scheme 2 with experimental product concentrations at 363 K, 1.3 MPa and 546Pd/C catalyst: ( ) 1,2-epoxycyclododeca-5,9-diene; (x) c-1,2epoxycyclododecene; (O) t-1,2-epoxycyclododecene; (0) 1,2-epoxycyclododecane; (O) cyclododecanol; (-), model. The slowest hydrogenation was observed on the 5% Pd/C and 0.67 YoPd/ y-A1z03 catalysts. In the case of the 0.3%Pdly-A1z03 catalyst, the activity was 2-3 times higher. The experimental data have been related to first-order kinetic models and kinetic equations of the Langmuir-Hinshelwood type of the two reaction schemes suggested earlier. The values of the calculated adsorption coefficients of reactant A range from 0.4 to 1.6. The adsorption coefficients estimates of cis- and traps-epoxycyclododecene range from 1.0 to 10.2 and from 1.0 to 15.5, respectively. The saturated hydrogenation products have low adsorption coefficients and are therefore omitted in the kinetic equation of the process. The discrimination between kinetic models was conducted by comparing minimum values of functions determined as the sum of squared normalized deviations between calculated and experimental concentrations. These residuals are shown in Table 1. In this Table smaller residuals indicate a superior fit to the data. It can be seen that Scheme 2 and the system of kinetic equations (1)-(5) (Model 1) provides residuals which are orders of magnitudes smaller that those of models of Scheme 1. The standard lackof-fit test showed that the two schemes and the system of kinetic equations (Models 1, 3 and 4) are adequate at the 59% level. It should be noted that any further selection of models requires more detailed information on the fundamental chemistry of the reaction under study. The comparison between predictions of Model 1 of Scheme 2 and experimental product concentrations TABLE 1 Sums of square residuals (Q,z) Catalysts Scheme I Scheme II Model lg Model 2b Model 3' Model 4d Model 1 Model 2b Model 3' Model 4 0.3%PdrA1203 0.00407 0.05724 0.00413 0.00416 0.00371 0.03792 0.00392 0.00416 0.296Pd/'ss02 0.00006 0.06327 0.00008 0.00006 0.00005 0.05425 0.00006 0.00006 0.679bPd/y-A1203 0.00077 0.04613 0.00072 0.00074 0.00067 0.04831 0.00070 0.00071 5%Pd/C 0.00163 0.05462 0.00137 0.00142 0.00132 0.06524 0.00136 0.00144 `In which the partial reactions are assumed to be first-order. In which the partial reactions are assumed to be zero-order with respect to reactant A and first order with respect to products. Langmuir-Hinshelwood type in which the all products have a low adsorption coefficient. dLangmuir-Hinshelwood type in which only 1,2-epoxycyclododecane and cyclododecanol have low adsorption coefficients. TABLE 2 Rate constants for the partial reactions of hydrogenation of 1,2-epoxycyclododeca-5,9-diene at 363 K and 1.3 MPa Substance Catalyst Rate constantsx103 (min-1) kl k2 k3 k4 kfi ke k7 ka 1,2-epoxycyclododeca- 0.396Pd/y-A1203 157.10 47.00 2.76 9.00 57.00 73.24 44.00 93.00 -5,6-traps-9,10-cis- (Bayer) .dime (9796) 0.2%Pd/Ti02 + (Sud Chemie) 23.80 15.80 1.64 9.38 10.14 48.24 30.32 36.42 1,2-epoxycyclododeca- 0.67%Pd/y-A1203 20.69 22.06 0.20 9.85 4.72 7.16 4.85 20.21 -5,6-tracts-9,10-traps (Engelhard) -diene (3%) 5%Pd/C 16.32 11.35 0.34 16.20 14.87 7.23 8.82 11.05 (Merck) 102 TABLE 3 Maximum selectivity of the intermediates and times to reach Cm , for hydrogenation of 1,2epoxycyclododeca-5,9-diene at 363 K and 1.3 MPa Catalyst Intermediates for hydrogenation of diene c-ECDE t-ECDE ECDA Selectivity Time Selectivity Time Selectivity Time (4b) (min) (4ss) (min) (9b) (min) 0.3%Pd/y-A1203 30.9 7 12.5 7 86.0 69 0.2%oPd/1102 18.0 17 11.0 30 81.2 108 0.6796Pd/y-A1203 20.0 27 13.4 38 79.4 143 596Pd/C 24.2 50 21.1 50 90.9 207 with different catalysts is illustrated in Figs. 1-4. The experimental data and the solution of the system of kinetic equations (1)-(5) are in good mutual agreement. The reaction systems can be compared in terms of the parameters of Model 1 of Scheme 2. The rate constants estimated for partial reaction steps of this model are presented in Table 2. On the palladium catalysts, 1,2epoxycyclododeca-5,9-diene was directly hydrogenated to 1,2-epoxycyclododecane. The low rate of hydrogenation of the intermediate product - 1,2epoxycyclododecane - made it possible to obtain this compound in the reaction mixture in 79-91% yield. The maximum attainable selectivity of isomers of 1,2-epoxycyclodo decene, 1,2-epoxycyclododecane and the times to reach C. are shown in Table 3. The maximum concentration of the two isomers of 1,2-epoxycy clododecene on the 0.3%Pd/y A1203 and 5%Pd/C catalysts were obtained for the same reaction times, which made it possible to produce these compounds in the reaction mixture in 43-4590 yield. The different behaviour of the catalysts concerned is probably due to the different interaction of the cis-and trans-isomers with the active centres on the catalyst surface. The lowest selectivity for hydrogenation of 1,2-epoxycyclododeca-5,9diene to 1,2-epoxycyclododecane was found with the 0.2Pd/Ti02 catalyst and the highest selectivity with the 5OPd/C catalyst. Conclusion Hydrogenation of 1,2-epoxycyclododeca-5,9-diene on the catalysts tested is selective. The reaction system can be described by a kinetic model in which the reaction steps are first order. Model 1 of Scheme 2 can be successfully applied to simulate a specified plant-scale reactor system. 103 References 1 Ger. Pat. 3 538 859 (1985) to Chemische Werke 1101s AG. 2 Ger. Pat. 2 420 765 (1974) to Chenmische Werke Hiils AG. 3 D. Felix, J. Becker and K. H. Schulte-Elte, Helv. Chim. Acta, 54 (1971) 2896. 4 Ger. Pat. 2101 633 (1971) to Chemische Werke Hills AG. 5 Gen Pat. 1568244 (1971) to Chernische Werke Hills AG. 6 J. M. Tedder, A. Nechvatal and A. H. Jubb, Basic Organic Chemistry London (1975) 104. 7 L. I. Zaharkin, V. V. Korneva and G. M. Kunizkaya, Ixv. Akad. Nauk. SSSR Ser. %him (1961) 1908. 8 L. I. Zaharlan and V. V. Korneva, Synthesis and Characteristics of Monomers, Nauka, Moscow, 1964, p. 193. 9 V. Prelog and M. Speck, Helv. Chim. Acta, 38 (1955) 1786. 10 L. I. Zaharkin and V. V. Korneva, Dokl. Akad. Nauk. SSSR, 132 (1960) 1078. 11 Ger. Pat. 1914572 (1969) to Halcon International Inc. 12 U. S. Pat. 3017928 (1961). X244 9180106D 0304-5102(91)80106-D 10.1016/0304-5102(91)80106-D Kinetics of hydrogenation of 1,2-epoxycyclododeca-5,9-diene on palladium catalysts E. Balbolov M. Filadska K. Kurtev Higher Institute of Chemical Technology, Department of Basic Organic Synthesis, 8010 Burgas Bulgaria The kinetics of hydrogenation of 1,2-epoxycyclododeca-5,9-diene on supported palladium catalysts (Pd/TiO2, Pd/γ-Al2O3, Pd/C) has been studied in absolute ethyl alcohol solutions at 363 K and 1.3 MPa pressure of hydrogen. The experimental data have been related to first-order kinetic models and kinetic equations of the Langmuir-Hinshelwood type. The reaction scheme and kinetic equations which best fit the experimental data are shown. References 1 Ger. Pat. 3 538 859 (1985) to Chemische Werke Hülls AG. 2 Ger. Pat. 2 420 765 (1974) to Chemische Werke Hülls AG. 3 D. Felix J. Becker K.H. Schulte-Elte Helv. Chim. Acta 54 1971 2896 4 Ger. Pat. 2 101 633 (1971) to Chemische Werke Hülls AG. 5 Ger. Pat. 1 568 244 (1971) to Chemische Werke Hülls AG. 6 J.M. Tedder A. Nechvatal A.H. Jubb Basic Organic Chemistry London 1975 104 7 L.I. Zaharkin V.V. Korneva G.M. Kunizkaya Izv. Akad. Nauk. SSSR Ser. Khim 1961 1908 8 L.I. Zaharkin V.V. Korneva Synthesis and Characteristics of Monomers 1964 Nauka Moscow 193 9 V. Prelog M. Speck Helv. Chim. Acta 38 1955 1786 10 L.I. Zaharkin V.V. Korneva Dokl. Akad. Nauk. SSSR 132 1960 1078 11 Ger. Pat. 1 914 572 (1969) to Halcon International Inc. 12 U. S. Pat. 3 017 928 (1961).",
      "scopus-id": "0026237191",
      "coredata": {
        "eid": "1-s2.0-030451029180106D",
        "dc:description": "The kinetics of hydrogenation of 1,2-epoxycyclododeca-5,9-diene on supported palladium catalysts (Pd/TiO2, Pd/γ-Al2O3, Pd/C) has been studied in absolute ethyl alcohol solutions at 363 K and 1.3 MPa pressure of hydrogen. The experimental data have been related to first-order kinetic models and kinetic equations of the Langmuir-Hinshelwood type. The reaction scheme and kinetic equations which best fit the experimental data are shown.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180106D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Balbolov, E."
          },
          {
            "@_fa": "true",
            "$": "Filadska, M."
          },
          {
            "@_fa": "true",
            "$": "Kurtev, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180106D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180106D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80106-D",
        "prism:volume": "69",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics of hydrogenation of 1,2-epoxycyclododeca-5,9-diene on palladium catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "95-103",
        "prism:endingPage": "103",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 1991",
        "prism:doi": "10.1016/0304-5102(91)80106-D",
        "prism:startingPage": "95",
        "dc:identifier": "doi:10.1016/0304-5102(91)80106-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026237191"
      }
    }
  }
}