{
  "metadata": {
    "title": "Metathesis of 1, 4-alkadienes over a CsNO<ce:inf loc=post>3</ce:inf>-Re<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>7</ce:inf>-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-03-31",
    "doi": "10.1016/0304-5102(87)80083-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287800834",
    "pii": "0304510287800834"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023312157",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287800834 0304-5102(87)80083-4 0304510287800834 10.1016/0304-5102(87)80083-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00521 2024-01-02T01:04:16.600218Z 0 0 19870301 19870331 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 39 39 3 3 Volume 39, Issue 3 10 369 382 369 382 198703 March 1987 1987-03-01 1987-03-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. METATHESIS14ALKADIENESOVERACSNO3RE2O7AL2O3CATALYST KAWAI T KAWAI 1984 452 T KROLL 1972 356 W DOYLE 1973 118 G MOTZ 1977 2545 V ZUECH 1970 528 E GRUBBS 1976 3478 R GRUBBS 1976 3265 R FARONA 1975 769 M GREENLEE 1976 2129 W GRUBBS 1980 25 R BOGOLEPOVA 1982 207 E BANKS 1975 33 R HECKELSBERG 1969 99 L OMAE 1978 133 I IVIN 1983 142 K OLEFINMETATHESIS KAWAI 1986 212 T VERKUIJLEN 1974 793 E AST 1976 39 W VERKUIJLEN 1976 444 E KAWAI 1984 378 T KAWAI 1983 332 T KAPTEIJN 1981 457 F LECONTE 1979 7296 M NAKAMURA 1978 1602 R KATZ 1977 283 T CASEY 1977 2533 C LEE 1982 7491 J CALDERON 1977 449 N KAPTEIJN 1982 2583 F ENGELHALDT 1981 364 J TANAKA 1982 133 K MCGINNIS 1976 605 J KAWAIX1987X369 KAWAIX1987X369X382 KAWAIX1987X369XT KAWAIX1987X369X382XT item 0304-5102(87)80083-4 0304510287800834 1-s2.0-0304510287800834 10.1016/0304-5102(87)80083-4 272239 2024-01-02T01:04:16.600218Z 1987-03-01 1987-03-31 1-s2.0-0304510287800834-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800834/MAIN/application/pdf/d85236a95219c3feb2c403a8ef898b92/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800834/MAIN/application/pdf/d85236a95219c3feb2c403a8ef898b92/main.pdf main.pdf pdf true 889175 MAIN 14 1-s2.0-0304510287800834-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800834/PREVIEW/image/png/e71d45f11cfc598f795e15052de51c9c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800834/PREVIEW/image/png/e71d45f11cfc598f795e15052de51c9c/main_1.png main_1.png png 69319 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 39 (1987) 369 - 382 369 METATHESIS OF 1, 4-ALKADIENES OVER A CsNOa-ReaOT-A^Oa CATALYST TADASHI KAWAI, HITOSHI GOTO, TOMOMICHI ISHIKAWA and YASUO YAMAZAKI Department of Industrial Chemistry, Faculty of Technology, Tokyo Metropolitan University, Tokyo (Japan) (Received August 19,1986; accepted October 2,1986) Summary The synthesis of 1, 4-cyclohexadiene (1, 4-CHD) by the metathesis of 1, 4-alkadiene (1, 4-AD) was investigated using a continuous-flow system over a CsN03-Re207-Al203 catalyst in liquid phase at atmospheric pressure. The effects of 1, 4-AD structure on the reactivity and reaction behavior were also studied. The reaction behaviors of 1, 4-hexadiene (1, 4-HD) and 1, 4- octadiene (1, 4-OD) were almost the same, but that of 1, 4-pentadiene (1, 4-PD) differed widely. The reactivity of 1, 4-ADs decreased in the following sequence: 1, 4-HD > 1, 4-OD > 1, 4-PD. The order was mainly governed by the reactivity of carbenes. In the metathesis of 1, 4-PD, degenerative meta- thesis, which does not contribute to the conversion, occurred more than with other 1, 4-ADs, and this led to the lowest reactivity and a different reaction behavior. 1, 4-CHD could be obtained from either 1, 4-AD with fairly good selectivity and yield per pass at mild reaction conditions. It is considered that the 1, 4-CHD synthesis by metathesis provides a new and effective synthetic process. Introduction The olefin metathesis reaction has been carried out with many olefins of several different types, but little attention has been directed to the meta- thesis of alkadiene, except for 1, 7-octadiene (1, 7-OD) [1 -12], 1, 3-butadi- ene [13] and 2, 8-decadiene [10]. We have reported the metathesis of vari- ous a.co-dienes of the type CH2=CH(CH2),, CH=CH2 over a CsN03- Re207~Al203 catalyst in the liquid phase with a continuous-flow system [1]. a, cJ-Dienes readily underwent intramolecular metathesis to form cyclo- olefins, and/or intermolecular metathesis to form open-chain oligomers with terminal double bonds. 1, 5-Hexadiene (1, 5-HD) underwent intermolecular metathesis exclusively to give 1, 5, 9-decatriene. 1, 7-OD and 2, 8-decadiene apparently underwent intramolecular metathesis to give cyclohexene with near 100% selectivity. 0304-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 370 These facts suggest that the selective production of 1, 4-cyclohexadiene (1, 4-CHD) might be possible by the intramolecular metathesis of 1, c(s-4, 7- octatriene and its homologs; however, these trienes are not easily available. Therefore, the use of 1, 4-alkadiene (1, 4-AD) is considered as a raw material from which trienes having double bonds at the 1, 4, 7-positions might be produced by intermolecular metathesis, and they might undergo successively intramolecular metathesis to give 1, 4-CHD. CH2=CH-CH2-CH=CH-CH2-CH=CH2 ] CH2=CH-CH2-CH=CH-CH2-CH=CH-R > > (_) R-CH=CH-CH:r-CH=CH-CH;i-CH=CH-RJ 2 CH2=CH-CH2-CH=CH-R - 1, 4-CHD is an important industrial compound suitable as a chain trans- fer agent, plasticizer, additive and stabilizer [15], and has wide uses in vari- ous fields. Tetracyanoquinodimethane, cyclohexenediol and cyclohexanete- traol derived from 1, 4-CHD are attractive and expected compounds [14]. The metathesis of 1, 4-pentadiene (1, 4-PD) has been reported. Doyle achieved results only in the presence of Bu4N[Mo(CO)5Cl]/MeAlCl2, indicat- ing that 1, 4-PD gave fairly good yields of 1, 4, 7-octatriene [3]; however, the details including the formation of 1, 4-CHD were not described. The cat- alyst system WCle/EtaAlaCls/MeCCUOH^HzCl/PPha produced not only a series of oligomers CHz^CH CHz CH^CHs, but also 1, 4-CHD and ben- zene [15]. It has been reported that the metathesis of polyunsaturated com- pounds, such as linoleic and linolenic esters, with homogeneous catalyst yielded 1, 4-CHD [17]. We have reported that 1, 4-CHD can be produced with fairly good selectivity and yield by the metathesis of 1, 4-hexadiene (1, 4-HD) over a CsNOa-RczO^-AlzOa catalyst [16]. In the present work, the adaptability of other 1, 4-ADs as raw material for the 1, 4-CHD synthesis, and the effects of structures of 1, 4-AD on the reaction behaviors and reactivity were investigated over a CsNOj-Re^O-f A1203 catalyst in the liquid phase with a continuous-flow system at atmo- spheric pressure. 1, 4-Octadiene (1, 4-OD) with an alkyi group (R = C3H7) larger than 1, 4-HD (R = CHa), and 1, 4-PD (R = H), which is the simplest compound among the 1, 4-ADs, were metathesized and compared with 1, 4- HD. Experimental Catalysts A 7-A1203 (60 -100 mesh) obtained from alumina sol was used as a car- rier. A RcaO^-AlaOs catalyst was prepared by impregnating the 7-Al2C>3 with an aqueous solution of RezO^. A CsNOa-ReaO^-AlaOa catalyst was prepared by impregnating the calcined Re^O-J-Al^Oy with an aqueous solution of cesium nitrate. The calculated amount of CsNC>3 in the catalyst was 1 wt.% as cesium metal ion. The concentration of RezO^ in the finished calcined catalyst was found to be 17.5 wt.% by atomic adsorption spectrometry and 371 also thermal gravimetric analysis. The details of the catalyst preparation were described in earlier papers [1,18, 19]. Reagents 1, 4-PD, 1, 4-HD (cis: 5.5%, trans: 94.5%), 1, 4-OD (cis: 13%, trans: 87%), 1-hexene, 1-heptene, 1-octene, 1-nonene, 2-hexene (cis: 96.3%, trans: 3.7%), 2-heptene (cis: 95.3%, trans: 4.7%), 2-octene (cis: 96.5%, trans: 3.5%) and 4-octene (cis: 21.3%, trans: 78.7%) were used as received without fur- ther purification (purities were 99%+). 1, 7-OD, chlorobenzene solvent, and toluene as an internal standard to calculate the percentage of conversion and selectivity were dried over molecular sieves 5A, and purified by rectification from the sieves prior to use. Experimental procedure The experiments were carried out in the liquid phase in a single-pass continuous-flow system with a fixed catalyst bed in a tubular Pyrex glass reactor at atmospheric pressure. The catalyst was activated in situ prior to the reaction at 550 C for 1.5 h in a stream of nitrogen. The concentration of reactant was usually 3.4 mol%. Further details of experimental procedures and analytical methods have been described in papers [1,16,19]. Results and discussion Metathesis of 1, 4-OD Reaction temperature The induction period, the deactivation of catalyst and the change in product distribution with time on stream were observed in the metathesis of 1, 4-OD, and they were similar to those of 1, 4-HD [16]. Similar behaviors were also observed for the metathesis of 1, 4-PD, 1-alkenes, 2-alkenes, 4- nonene and 1, 7-OD. The existence of an induction period has been reported in other investigations over heterogeneous catalysts [1, 19, 20]. Conse- quently, the initial values estimated by extrapolating the experimental data after the induction period to the intercept, time zero, were used in this study. The effects of the reaction temperature on the conversion and the selectivity to 1, 4-CHD are shown in Fig. 1. Both the conversion and the selectivity to 1, 4-CHD increased with increasing reaction temperature. The main liquid products and their distribution are also shown in Fig. 1. Besides these compounds, small amounts of benzene, 1, 4, 7, 10-undecatetraene, 1, 4, 7, 10, 13-tetradecapentaene, 1, 4, 7, 10-tetradecatetraene, and higher polyenes were also determined, and their total amounts were 5 -10%, depending on the reaction conditions. All of these products were metathesis products except benzene. Reaction products resulting from double bond isomerization and subsequent metathesis were not detected in appreciable amounts, even at a high conversion level. At low reaction temperature, low conversion level, dienes and trienes were largely produced in comparison with 1,4-CHD. However, they decreased 372 20 40 60 80 Reaction temperature ( C) Fig. 1. Effects of reaction temperature on conversion, selectivity to 1, 4-cyclohexadiene and product distribution. Reactant: 1, 4-octadiene, contact time (W/F): 2.05 g-cat h mol~1, : 1, 4-cyclohexadiene, A: 1-pentene, c: 4, 7-undecadiene, o: 4-octene, A: 1, 4- pentadiene, o: 1, 4, 7-octatriene, o: 1, 4, 7-undecatriene, v: 4, 7, 10-tetradecatriene. steadily, as 1, 4-CHD increased and became the main product with an increase in reaction temperature. These changes in conversion, 1, 4-CHD selectivity, and the product distribution accompanied by the changes in reac- tion temperature were similar to those found in the metathesis of 1, 4-HD [16]. Contact time The effects of contact time (W/F) were examined at 50 C in the range of 0.5 - 6.0 g-cat h mol~1. The conversion increased rapidly up to 3 g-cat h mol\"1 and gradually at longer contact time, as shown in Fig. 2. On the other hand, the selectivity to 1, 4-CHD increased almost linearly with an increase in contact time. The main products were dienes and trienes at low conver- sion level, but 1, 4-CHD became the main product above 3 g-cat h mol\"1. This behaviour on varying the contact lines was similar to that exhibited by 1, 4-HD [16]. 373 3456 W/F (g-cat h/mol) Fig. 2. Effects of contact time (W/F) on conversion, selectivity to 1, 4-cyclohexadiene and product distribution. Reactant: 1, 4-octadiene, reaction temperature: 50 C. : 1, 4- cyclohexadiene, A: 1-pentene, 0: 4, 7-undecadiene, o: 4-octene,A: 1, 4-pendadiene, : 1,- 4, 7-octatriene, n: 1, 4, 7-undecatriene, v: 4, 7, 10-tetradecatriene. Metathesis of 1, 4-PD The effect of contact time on the metathesis of 1, 4-PD was investigated only at 20 C because of the low boiling point of 1, 4-PD (26 C). The results are shown in Fig. 3. Both the conversion and the selectivity to 1, 4-CHD increased rapidly up to about W/F = 5 g-cat h mol\"1 with increasing contact time. The reactivity was fairly low, but the selectivity to 1, 4-CHD was high in comparison with that of 1, 4-HD or 1, 4-OD. The main reaction products were 1,4,7-octatriene and 1,4-CHD. Amounts of 1,4,7-octatriene decreased and 1, 4-CHD increased with increasing contact time. It seemed that the decrease in 1, 4, 7-octatriene corresponded to the increase in 1, 4-CHD. A small amount of 1, 4, 7, 10-undecatetraene was formed (below one-seventh the amount of 1, 4-CHD). Polyenes having a carbon number of 14 and 17 were present in trace amounts. These suggest that the intramolecular meta- thesis of 1, 4, 7-octatriene to form 1, 4-CHD occurs readily in comparison 374 50 - 40 30 c?i \"gi 20 \"g. ? V a;- 10 468 W/F (g-cat h/mol) 10 100| 80 60 40 024 6 8 10 W/F (g-cat h/mol) 'Fig. 3. Effects of contact time (WIF) on conversion, selectivity to 1, 4-cyclohexadiene and product distribution. Reactant: 1, 4-pentadiene, reaction temperature: 20 C, : 1, 4- cyclohexadiene, 0: 1, 4, 7-octatriene, : 1, 4, 7, 10-undecatetraene. with the intermolecular metathesis of 1, 4, 7-octatriene and 1, 4-PD, which forms 1, 4, 7,10-undecatetraene. In the metathesis of 1, 7-OD, the conversion was 38% at 20 C and W/F = 2.6 g-cat h mol\"1. The conversion to 1, 4-CHD from 1, 4, 7-octatriene could be estimated to be ca. 25% with the same reaction conditions. Thus, the reaction of 1, 7-OD is much faster than that of 1, 4, 7-octatriene. The lower reactivity of 1, 4, 7-octatriene might be due to mixtures with cis and trans isomers at the 4 position. The configurational isomer of 1, 4, 7-octatri- ene to form 1, 4-CHD should be the cis isomer at the 4 position. Attempts to isolate cis and trans isomers by GLC were unsuccessful. Little is known concerning the stereoselectivity of olefins produced by metathesis. The cis /trans ratio depends largely on the catalyst system and the extent of conversion. It decreases rapidly with increasing conversion, and becomes almost constant at higher conversion. The ratio of 3-hexene isomers produced by the metathesis of 1-butene has been reported to be 0.16 at 376 equilibrium [21]. The ratio of 4-octene isomers produced by metathesis of 1-pentene [22, 23], cfs-2-hexene [22], or cis-3-heptene [22] is 0.27 [23] or 0.22 - 0.25 [22] at higher conversion levels. The ratio of 5-decene produced from 1-hexene [22] and cis-2-heptene [22] is 0.22 - 0.24. These data suggest that the ratio at the 4 position of 1, 4, 7-octatriene must be in the range of 0.2 - 0.3, and 1, 4-CHD might be obtained maximally at 17 - 23% of the 1, 4,- 7-octatriene produced. However, an amount of 1, 4-CDH somewhat larger than the expected value was formed, as can be seen in Fig. 3. This indicates that metathetical trans-cis isomerization of the triene occurs to a consider- able extent. Reaction products in metathesis of 1, 4-AD The main reaction products at low conversion level were dienes and trienes, but these decreased with an increase in conversion and 1, 4-CHD increased exclusively. Such changes in product distribution which occur on changing the reaction conditions suggest strongly that the metathesis of 1, 4- AD is a successive reaction, and the pathways to obtain the reaction product are hypothesized as in Fig. 4. The formation of 1, 4-CHD from polyenes was confirmed experimentally [16]. It was also found in separate experiments [16] that small amounts of benzene were formed not by disproportionation, but by the dehydrogenation of 1, 4-CHD. CHy=CH-CH,-CH-CH-R CHz-CH-CHz-CH-CH-CHz-CH-CHz \\ I \"z R-CIKH-CHz-CH-CH-CHz-CIKHz } - Polyenes . R-CH-CH-CHz-CH-CH-R ( R-CH-CH-CHz-CH-CH-CHz-CH-CH-R . R= H, CH3.C3H7 Fig. 4. Reaction products and their formation pathways. Similar reaction behavior was observed in the metathesis of 1, 4-HD and 1, 4-OD as described previously. When the correlation between conversion and selectivity to 1, 4-CHD was examined, a good relationship was found, as shown in Fig. 5. The good correspondence in both reactions leads to the following several conclusions: (1) The relative reactivities, the ratio of reac- tion rate between intermolecular and intramolecular metathesis, are equal even though there is a big difference in bulkiness of the alkyi group (R). (2) The effect of the alkyi group can be observed mainly on the reactivity. (3) In the case of 1, 4-PD, the pathway for diene formation apparently does not exist; thus, the reaction behavior differed from those of 1,4-HD and 1,4-OD, and the same relationship could not be obtained. The relation between 1, 4-CHD/trienes and conversion was examined to consider the effect of the alkyi group on the cyclization reaction. The same 376 40 60 80 100 0 20 40 60 Conversion (%) Conversion (%) Fig. 5. Relation between conversion of 1, 4-alkadiene and selectivity to 1, 4-cyclohexa- diene. : 1, 4-pentadiene, ; 1, 4-hexadiene, o: 1, 4-octadiene. Fig. 6. Relation between conversion and 1, 4-cyclohexadiene/trienes ratio, o: 1, 4-penta- diene, : 1, 4-hexadiene, o: 1, 4-octadiene. relation, regardless of different reaction conditions, could be obtained for the metathesis of 1, 4-HD and 1, 4-OD, as shown in Fig. 6, indicating that the difference in the size of the alkyi group is not large for the cyclization reaction. On the other hand, the selectivity to 1, 4-CHD in the metathesis of 1, 4-PD was somewhat higher than those of 1, 4-HD and 1, 4-OD. This is caused by the absence of pathways for diene formation, resulting in the low conversion. Almost the same reactivity was observed in the competitive metathesis of 1, 7-OD and 2, 8-decadiene. This supports the considerations discussed above. 1, 4-PD and 4, 7-undecadiene were formed in equimolar amounts at higher conversion levels in the metathesis of 1, 4-OD. The mole ratio of trienes was 1, 4, 7-undecatriene:!, 4, 7-octatriene:4, 7, 10-tetradecatriene =2:1:1; and the l-petene/4-octene ratio was about 2. These values corres- pond to those estimated from the reaction probability, and suggest that the subsequent metathesis to these reaction products took place according to the reaction probability. In other words, the difference in the structure of olefins did not greatly affect the reaction behavior. However, these values differed at low conversion levels. For example, the l-pentene/4-octene ratio was not 2, but ca. 3, as can be seen in Figs. 1 and 2. Let us consider the reasons. It is well known that metal-catalyzed metathesis proceeds via the coordination of olefin to metallacarbene and the subsequent puckered metallacyclobutane intermediate [24-28]. The main pathway for the formation of 4-octene is: C=C-C-C=C-C-C-C + Re=C-C-C-C C-C-C Re^^^C-C-C i L-f-L-L-t-t-l,- >'^>-C-C-C ^ + TT oo=r-r-r=r C-C=C 1 c-c-c-oc-c-c-c + Re=C-C-C=C (1) 377 The pathways for the formation of 1-pentene are: c=c-c-c=c-c-c-c c=c-c-c-c + - Re^>-C-C-C . + (2) Re=C C^C=C Re=C-C-C=C 2 oc-c-c=c-c-c-c ^c-c c=c-c-c-c + - ^^C^ \" + (3) Re'C-C-C-C C-OC-C-C-C Re=C-C-C=C-C-C-C 3 The ratio of the rate of degenerative metathesis to that of productive metathesis for propene was reported to be 8.6 [29] and 2.4 - 3.5 [30]. It was 15.7 for 1-butene [29] and 26 -155 for the mixture of 1-octene-l, l-dy and 1-hexene [31]. These data indicate that the ratio increases greatly with an increase in alkyi chain length; and that the interaction of the alkyi groups between the 1 and 2, and/or the 2 and 3 positions in the metallacyclobutane intermediate is very large even if they are small alkyi groups. In reaction (1), the propyi group exists at the 2 position in the inter- mediate 1, which results in big steric interactions between the alkyi groups at the 1 and 2, and also the 2 and 3 positions. This strongly suggests that reaction (1) proceeds with great difficulty in comparison with reaction (3). On the other hand, the hexenyl group at the 3 position in the intermediate 3 is larger than the propenyl group in the intermediate 1; therefore, the inter- action between the alkyi groups at the 1 and 3 positions, and between cata- lyst and the alkyi group at the 3 position is larger in the intermediate 3 than that in the intermediate 1. However, the difference in interaction between alkyi groups at the 1 and 3 positions in the intermediates 1 and 3 may not be great because of the puckered ring. It is easily judged that the conformation of intermediate 2 is more favorable than that of the intermediate 1. These must be the reasons why the l-pentene/4-octene ratio is > 2. In the same 378 way, it was found that 1, 4, 7-undecatriene/4, 7,10-tetradecatriene > 2, that 1, 4, 7-undecatriene/l, 4, 7-octatriene > 2 and that 1, 4-pentadiene/4, 7- undecadiene > 1 could be explained mainly by considering the differences in the interaction between the alkyi groups at the 1 and 2, and/or 2 and 3 positions. Reactivity of 1, 4-AD The relative reactivity of the three kinds of 1, 4-AD was investigated by both competitive and conventional reactions. An equimolar mixture of 1, 7- OD and 1, 4-AD was used in competitive reaction. Cross-metathesis products were scarcely formed in all competitive reactions, indicating that 1, 7-OD is a favorable, competitive substrate. Table 1 shows that the data obtained by both methods were in fairly good agreement with each other. The metathesis of 1, 7-OD occurred faster than those of 1, 4-AD. The reactivity of 1, 4-AD decreased in the sequence: 1, 4-HD > 1, 4-OD > 1, 4-PD. The reactivity of the 1, 4-OD with the larger alkyi group was faster than that of 1, 4-PD, the smallest molecule among the 1, 4-ADs. No systematic study on the relation between the structure of olefins and the reactivities has been reported, except in the study on a-olefins [23]. Thus, the relative reactivities of various olefins were investigated to clarify the relation between the structure of 1, 4-AD and reactivities. The results are shown in Table 2. The effect of molecular size on the reactivity was examined, since there are large differences in the molecular sizes of 1, 4-AD. As the size of mole- cule becomes larger, the available numbers of active sites on the catalyst will decrease because the area of the catalyst surface covered by a molecule is increased, causing the decrease in the reactivity. The relative reactivities of olefins having two different numbers of carbon are Ci=C6/Ci=Cg = 2.05, Ci=C5/Ci=C7= 1.59 and C2=C4/C2=C6= 1.71. These values seem to corres- pond fairly well to the value of 1, 4-HD/l, 4-OD = 1.6 -1.7. One carbene has TABLE 1 Relative reactivity of alkadienes Conventional Competitive 1, 7-octadiene 1.00 1.00 1, 4-pentadiene 0.29 0.27 1, 4-hexadiene 0.64 0.60 1, 4-octadiene 0.39 0.35 TABLE 2 Relative reactivity of n-alkenes Cr=Cs C2=C4 Ci=C6 C2=Cs Ci=C7 C2=C(, Ci=Cs C4=Cs 1.00 6.00 0.90 4.74 0.66 3.60 0.44 1.30 379 the same structure but the other carbene is different in the above combina- tions; therefore, the data might include not only the difference in the mole- cular size but also the difference in the reactivity of the different carbenes. The relative reactivities of olefins with two different numbers of carbon and with different double-bond positions were Ci=C5/C2=C6 = 0.29, C2=C4/ Ci=C7 = 9.1 and C2=Cs/Ci=Cs = 10.8. The data show clearly that the rate is affected mainly by the reactivity of the carbene rather than by the molecular size; further, this can be confirmed by the following data obtained for the olefins with the same number of carbons: C2=C4/Ci=Cs = 6.0, Cy=C^C\\=^ = 5.3, C2=Cs/Ci=C6 = 5.3. There are two double-bonds in a 1, 4-AD from which many kinds of carbene are formed, as shown below, and thus the reaction becomes very complicated. 1,4-HD >-M=C, M=C C, M=C C C=C, M=C C C=C (6) 1,4-OD \"M:=C, M=C-C-C-C, M=C-C-C=C, M=C-C-C=C-C-C-C (7) 1,4-PD -M=C, M=C, M=C C C=C, M=C C C=C (8) The reactivity decreases as the size of molecule becomes larger when the position of double-bond in the olefins is the same as shown in Table 2; there- fore, the reactivity of the carbenes shown below may decrease in the follow- ing order: M=C C C==C > M=C C C=C C > IV^C C-C^C-C C C. Let us consider the reactivity of M=C, M=C C and M=C C C C. The relative reactivities of olefins in which one carbene is the same are C^CslCi^Cg = 4.74 and Ca^Ce/Ci^Cg = 3.89. This suggests strongly that the reactivity of M==C C is much faster than that of M=C. The data on M=C C C--C carbene are few, but the C4=Cs/Ci=C5 ratio was 1,30 and C2=C5/C4=C5 was 3.65. These findings lead to the conclusion on the reac- tivity of the carbenes as follows: M=C C > M=C C C C > M=C. Consid- ering the reactivity of carbenes in the above, the reactivity of 1, 4-ADs may be, in decreasing order: 1, 4-HD > 1, 4-OD > 1, 4-PD. The estimated order shown above agrees with the experimental results. Les us consider the other reason why the reactivity of 1, 4-PD is lowest even though the size of molecule is the smallest. The main carbenes formed in the metathesis of 1, 4-AD are shown in eqns. (6) - (8). The elemental reac- tions between the carbenes and 1, 4-AD are depicted in Fig. 7. In the meta- thesis of 1, 4-PD, R = H and thus reactions (12), (13), (18) and (24) become degenerative, and do not contribute to the conversion. On the other hand, these reactions form dienes in the metathesis of 1, 4-HD and 1, 4-OD, and they contribute to the conversion: therefore, the decrease in reactivity of 1, 4-PD caused by this becomes 33%. Further, the reactions of diene forma- tion occurred with ease, as shown in Figs. 1 and 2. 1, 4-CHD synthesis 1, 4-CHD can be obtained with fairly good selectivity from 1, 4-AD. The reaction products from 1, 4-PD are few, and thus the isolation of 1, 4- 380 ^ Re^>C-C.C-R deg C-C-C-C-C-R (9) C-C-C-C-C-R ^ Pe-C + Re-C - ''0C-OC-R prod t:=c Re-C-C-C-C-R (10) C-C-C-C-C-R ^ ^-^c-oc prod (:=(:-R Re-C-C-C-C (11) + Re.C ' ^ ^ -. c=c-c-c-c Re^>C-C-C R pmu Re-C-R (12) K Be^>-C-C=C-BJf ^^ prod R-C-C-C-C.C-R (13) C-C-C-C-C-R ^ Re-C + Re-C-R ^ --O prod w Re-C-C-C-C-R (14) C-C'C-R C-C-C-f-C-R ^ ^ ^c-c. deg R-C-C-C-C-C Re-C-R (15) + Re\"C-R '^ ^^c-c'c prod r-^-K Re-C-C-C'C (16) c-c'cRe'^'^-C-C-RJ< ^^^' prod C-C-C-C-C-C-C.C-R (17) C'C-C-C.C-R ^ Re-C + Re-C-C-C'C ' -0' prod c c-c-l: (: Re-C-C-C-C-R (18) C-C-C-R C-C-C-C-C-R ^ M-C Re^^>-C-C-C ^ \"R\" prod C.C-C-C.C-C-C.C Re-C-R (19) + C.C-C-C.Re ^ ^ ^ c-oc ^ C.C-C-C.C-R o\" (20) c-c-c Re-C-C-C-C C-C-C-R , R-C-C-C-C-C Re-^> deg (21) C=C-C-C'C-R ^ ^^ 1r Re-C-C-C-C-R + C-C=C-R Re-C-C-C-C-R ' C-C-C-R Re^'^>-C-C'C-R prod. R-C-C-C-C.C-C-C.C-R Re-C (22) C'C-C-C'C-B ^ + C-C-C-R ^ Re^>C-C.C prod R-C.C-C-C.C-C-C.C Re.C-R (23) R-C-C-C-C'Re ^ C-C-C-B^-> C-C-C prod R-C-C-C-C.C-R Re-C-C-C-C (24) Fig. 7. Elemental reactions in the metathesis of 1, 4-alkadienes. 381 CHD and its purification must be the easiest. However, the 1, 4-CHD yield was low at the reaction conditions applied here. Further studies on reactions in the gas phase, and also under pressure in the liquid phase, are required to increase the yield. On the other hand, almost identical yields of 1, 4-CHD can be obtained at the same conversion in the metatheses of 1, 4-HD and 1, 4-OD. The main difference between the metathesis of 1, 4-HD and of 1, 4-OD existed in the reactivity, but it was not great. All the reaction products, except small amounts of benzene, 1, 3-CHD and cyclohexene, are metathesis products and most of them can be regarded as so-called precursors of 1, 4- CHD. Thus, the reaction products after separation of 1, 4-CHD can be recy- cled directly. However, it is preferable to remove from the reaction products at least higher olefins that are liable to cover the active sites of the catalyst and decrease its activity. Consequently, we recommend converting the reac- tion products to lower olefins, such as 1, 4-PD, 1, 4-HD and 2, 5-heptadiene, by co-metathesizing them with ethene, propene and/or 2-butene produced in the metathesis reaction before recycling. 1, 4-HD can be readily produced commercially by co-dimerization of 1,- 3-butadiene and ethene using a cobalt complex catalyst. Hence, 1, 4-HD must be the most favorable starting material among the 1, 4-ADs. The Birch reduction and the electrolytic reduction of benzene are well known among the several methods to prepare 1, 4-CHD; however, it is con- sidered that 1, 4-CHD synthesis by olefin metathesis is superior to the known processes, and is of not only technological but also industrial interest. References 1 T. Kawai, Y. Yamazaki, T. Taoka and K. Kobayashi, J. Catal., 89 (1984) 462. 2 W. R. Kroll and G. Doyle, J. Catal., 24 (1972) 366. 3 G. Doyle, J. Catal., 30 (1973) 118. 4 V. W. Motz and M. F. Farona, Inorg. Chem., 16 (1977) 2546. 6 E. A. Zuech, W. B. Hughes, D. H. Kubicek and E. T. Kittleman, J. Am. Chem. Soc., 92 (1970)628. 6 R. H. Grubbs, D. D. Carr, C. Hoppin and P. L. Burk, J. Am. Chem. Soc., 98 (1976) 3478. 7 R. H. Grubbs, P. L. Burk and D. D. Carr, J. Am. Chem. Soc.. 97 (1976) 3266. 8 M. F. Farona and W. S. Greenlee, J. Chem. Soc., Chem. Commun., 18 (1976) 769. 9 W. S. Greenlee and M. F. Farona, Inorg. Chem., S (1976) 2129. 10 R. H. Grubbs and S. J, Swetnick, /. Mol. Catal., 8 (1980) 26. 11 t7.S. Pat. 3 658 927 (1972) to D. L. Crain and R. E. Reusser. 12 E. I. Bogolepova, S. B. Verbovetskaya and A. N. Bashkirov, Neftekhimiya, 22 (1982) 207. 13 R. L. Banks and L. F. Heckelsberg, Ind. Eng. Chem. Prod. Res. Dev., 14 (1976) 33; L. F. Heckelsberg, R. L. Banks and G. C. Bailey, J. Catal., 13 (1969) 99. 14 I. Omae, J. Syn. Org. Chem. Jpn., 36 (1978) 133. 16 K. J. Ivin, Olefin Metathesis, Academic Press, London, 1983, p. 142. 16 T. Kawai, H. Goto and Y. Yamazaki, Sekiyu Gakkaishi, 29 (1986) 212. 17 E. Verkuijien and C. Boelhouwer, J. Chem. Soc., Chem. Commun., (1974) 793; W. Ast, G. Rheinwald and R. Kerber, Makromol. Chem., 177 (1976) 39; E. Verkuijien and C. Boelhouwer, Fette, Seifen, Anstrichm., 78 (1976) 444. 382 18 T. Kawai, Y. Yamazaki and M. Nishikawa, Sekiyu Gakkaishi, 27 (1984) 378. 19 T. Kawai, Y. Yamazaki and A. Tokumura, Sekiyu Gakkaishi, 26 (1983) 332. 20 F. Kapteijn, L. G. Hubert, E. Homburg and J. C. Mol, Ind. Eng. Chem. Prod. Res. Dev., 20(1981)457. 21 M. Leconte and J. M. Basset, J. Am. Chem. Soc., 101 (1979) 7296. 22 T. Kawai, unpublished data. 23 R. Nakamura, K. Ichikawa and E. Echigoya, Nippon Kagaku Kaishi, 12 (1978) 1602. 24 T. J. Katz, Adv. Organometall. Chem., 16 (1977) 283. 26 C. P. Casey, L. D. Albin and T. J. Burkhardt, J. Am. Chem. Soc., 99 (1977) 2533. 26 J. B. Lee, K. C. Ott and R. H. Grubbs, J. Am. Chem. Soc., 104 (1982) 7491. 27 N. Calderon, J. P. Lawrence and E. A. Ofstead, Adv. Organometall. Chem., 17 (1977) 449. 28 F. Kapteijn and J. C. Mol, J. Chem. Soc., Faraday Trans. 1, 78 (1982) 2683. 29 J. Engelhaldt, J. Goldwasser and W. K. Hall, J. Catal., 70 (1981) 364. 30 K. Tanaka, K. Miyahara and K. Tanaka, J. Mol. Catal., 15 (1982) 133. 31 J. McGinnis, T. J. Katz and S. Hurwitz, J. Am. Chem. Soc., 98 (1976) 605. X244 87800834 0304-5102(87)80083-4 10.1016/0304-5102(87)80083-4 Industrial catalysis Metathesis of 1, 4-alkadienes over a CsNO3-Re2O7-Al2O3 catalyst Tadashi Kawai Hitoshi Goto Tomamichi Ishikawa Yasuo Yamazaki Department of Industrial Chemistry, Faculty of Technology, Tokyo Metropolitan University, Tokyo Japan The synthesis of 1, 4-cyclohexadiene (1, 4-CHD) by the metathesis of 1, 4-alkadiene (1, 4-AD) was investigated using a continuous-flow system over a CsNO3-Re2O7-Al2O3 catalyst in liquid phase at atmospheric pressure. The effects of 1, 4-AD structure on the reactivity and reaction behavior were also studied. The reaction behaviors of 1, 4-hexadiene (1, 4-HD) and 1, 4-octadiene (1, 4-OD) were almost the same, but that of 1, 4-pentadiene (1, 4-PD) differed widely. The reactivity of 1, 4-ADs decreased in the following sequence: 1, 4-HD > 1, 4-OD > l, 4-PD. The order was mainly governed by the reactivity of carbenes. In the metathesis of 1, 4-PD, degenerative meta-thesis, which does not contribute to the conversion, occurred more than with other 1, 4-ADs, and this led to the lowest reactivity and a different reaction behavior. 1, 4-CHD could be obtained from either 1, 4-AD with fairly good selectivity and yield per pass at mild reaction conditions. It is considered that the 1, 4-CHD synthesis by metathesis provides a new and effective synthetic process. References 1 T. Kawai Y. Yamazaki T. Taoka K. Kobayashi J. Catal. 89 1984 452 2 W.R. Kroll G. Doyle J. Catal. 24 1972 356 3 G. Doyle J. Catal. 30 1973 118 4 V.W. Motz M.F. Farona Inorg. Chem. 16 1977 2545 5 E.A. Zuech W.B. Hughes D.H. Kubicek E.T. Kittleman J. Am. Chem. Soc. 92 1970 528 6 R.H. Grubbs D.D. Carr C. Hoppin P.L. Burk J. Am. Chem. Soc. 98 1976 3478 7 R.H. Grubbs P.L. Burk D.D. Carr J. Am. Chem. Soc. 97 1976 3265 8 M.F. Farona W.S. Greenlee J. Chem. Soc., Chem. Commun. 18 1975 769 9 W.S. Greenlee M.F. Farona Inorg. Chem. 5 1976 2129 10 R.H. Grubbs S.J. Swetnick J. Mol. Catal. 8 1980 25 11 U.S. Pat. 3 688 927 (1972) to D.L. Crain and R.E. Reusser. 12 E.I. Bogolepova S.B. Verbovetskaya A.N. Bashkirov Neftekhimiya 22 1982 207 13 a R.L. Banks L.F. Heckelsberg Ind. Eng. Chem. Prod. Res. Dev. 14 1975 33 b L.F. Heckelsberg R.L. Banks G.C. Bailey J. Catal. 13 1969 99 14 I. Omae J. Syn. Org. Chem. Jpn. 36 1978 133 15 K.J. Ivin Olefin Metathesis 1983 Academic Press London 142 16 T. Kawai H. Goto Y. Yamazaki Sekiyu Gakkaishi 29 1986 212 17 a E. Verkuijlen C. Boelhouwer J. Chem. Soc., Chem. Commun. 1974 793 b W. Ast G. Rheinwald R. Kerber Makromol. Chem. 177 1976 39 c E. Verkuijlen C. Boelhouwer Fette, Seifen, Anstrichm. 78 1976 444 18 T. Kawai Y. Yamazaki M. Nishikawa Sekiyu Gakkaishi 27 1984 378 19 T. Kawai Y. Yamazaki A. Tokumura Sekiyu Gakkaishi 26 1983 332 20 F. Kapteijn L.G. Hubert E. Homburg J.C. Mol Ind. Eng. Chem. Prod. Res. Dev. 20 1981 457 21 M. Leconte J.M. Basset J. Am. Chem. Soc. 101 1979 7296 22 T. Kawai, unpublished data. 23 R. Nakamura K. Ichikawa E. Echigoya Nippon Kagaku Kaishi 12 1978 1602 24 T.J. Katz Adv. Organometall. Chem. 16 1977 283 25 C.P. Casey L.D. Albin T.J. Burkhardt J. Am. Chem. Soc. 99 1977 2533 26 J.B. Lee K.C. Ott R.H. Grubbs J. Am. Chem. Soc. 104 1982 7491 27 N. Calderon J.P. Lawrence E.A. Ofstead Adv. Organometall. Chem. 17 1977 449 28 F. Kapteijn J.C. Mol J. Chem. Soc., Faraday Trans. 1 78 1982 2583 29 J. Engelhaldt J. Goldwasser W.K. Hall J. Catal. 70 1981 364 30 K. Tanaka K. Miyahara K. Tanaka J. Mol. Catal. 15 1982 133 31 J. McGinnis T.J. Katz S. Hurwitz J. Am. Chem. Soc. 98 1976 605",
      "scopus-id": "0023312157",
      "coredata": {
        "eid": "1-s2.0-0304510287800834",
        "dc:description": "The synthesis of 1, 4-cyclohexadiene (1, 4-CHD) by the metathesis of 1, 4-alkadiene (1, 4-AD) was investigated using a continuous-flow system over a CsNO3-Re2O7-Al2O3 catalyst in liquid phase at atmospheric pressure. The effects of 1, 4-AD structure on the reactivity and reaction behavior were also studied. The reaction behaviors of 1, 4-hexadiene (1, 4-HD) and 1, 4-octadiene (1, 4-OD) were almost the same, but that of 1, 4-pentadiene (1, 4-PD) differed widely. The reactivity of 1, 4-ADs decreased in the following sequence: 1, 4-HD > 1, 4-OD > l, 4-PD. The order was mainly governed by the reactivity of carbenes. In the metathesis of 1, 4-PD, degenerative meta-thesis, which does not contribute to the conversion, occurred more than with other 1, 4-ADs, and this led to the lowest reactivity and a different reaction behavior. 1, 4-CHD could be obtained from either 1, 4-AD with fairly good selectivity and yield per pass at mild reaction conditions. It is considered that the 1, 4-CHD synthesis by metathesis provides a new and effective synthetic process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287800834",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kawai, Tadashi"
          },
          {
            "@_fa": "true",
            "$": "Goto, Hitoshi"
          },
          {
            "@_fa": "true",
            "$": "Ishikawa, Tomamichi"
          },
          {
            "@_fa": "true",
            "$": "Yamazaki, Yasuo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287800834"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287800834"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)80083-4",
        "prism:volume": "39",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Metathesis of 1, 4-alkadienes over a CsNO3-Re2O7-Al2O3 catalyst",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "369-382",
        "prism:endingPage": "382",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1987",
        "prism:doi": "10.1016/0304-5102(87)80083-4",
        "prism:startingPage": "369",
        "dc:identifier": "doi:10.1016/0304-5102(87)80083-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023312157"
      }
    }
  }
}