{
  "metadata": {
    "title": "Reduction of CO to methanol by everitt's salt using pentacyanoferrate(II) or pentachlorochromate(III) and methanol as homogeneous catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-07-31",
    "doi": "10.1016/0304-5102(85)85072-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285850720",
    "pii": "0304510285850720"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022092912",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285850720 0304-5102(85)85072-0 0304510285850720 10.1016/0304-5102(85)85072-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01563 2024-01-02T01:05:30.650091Z 0 0 19850701 19850731 1985 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 31 31 1 1 Volume 31, Issue 1 4 49 56 49 56 198507 July 1985 1985-07-01 1985-07-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. REDUCTIONCOMETHANOLBYEVERITTSSALTUSINGPENTACYANOFERRATEIIPENTACHLOROCHROMATEIIIMETHANOLHOMOGENEOUSCATALYSTS OGURA K PALMER 1954 390 W EXPERIMENTALINORGANICCHEMISTRY HIEBER 1953 32 W NEFF 1978 886 V ITAYA 1982 1498 K ELLIS 1981 1225 D 1980 48 57 COLORIMETRICANALYTICALMETHODS SILVESTRI 1978 413 G URIBE 1983 173 F OGURAX1985X49 OGURAX1985X49X56 OGURAX1985X49XK OGURAX1985X49X56XK item 0304-5102(85)85072-0 0304510285850720 1-s2.0-0304510285850720 10.1016/0304-5102(85)85072-0 272239 2024-01-02T01:05:30.650091Z 1985-07-01 1985-07-31 1-s2.0-0304510285850720-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850720/MAIN/application/pdf/bd2187760471179437922ad797b9c0a9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850720/MAIN/application/pdf/bd2187760471179437922ad797b9c0a9/main.pdf main.pdf pdf true 534599 MAIN 8 1-s2.0-0304510285850720-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850720/PREVIEW/image/png/9689506e2e2dcc5ac4686ca43f4c456d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850720/PREVIEW/image/png/9689506e2e2dcc5ac4686ca43f4c456d/main_1.png main_1.png png 57675 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 31 (1985) 49 - 56 49 REDUCTION OF CO TO METHANOL BY EVERITT'S SALT USING PENTACYANOFERRATE(II) OR PENTACHLOROCHROMATE(III) AND METHANOL AS HOMOGENEOUS CATALYSTS KOTARO OGURA* and MINORU KANEKO Department of Applied Chemistry, Yamaguchi University, Ube 755 (Japan) (Received May 21, 1984 .accepted May 24, 1984) Summary The reduction of CO to methanol by Everitt's salt has been studied at room temperature and atmospheric pressure. The CO reduction is caused by the oxidation reaction of Everitt's salt to Prussian blue. However, this redox reaction can only be activated by the coexistence of a metal com- plex and methanol used as homogeneous catalysts. Pentacyanoferrate(II), amminepentacyanoferrate(II) and pentachlorochromate(III) operated as effective catalysts, but pentacyanonitrosylferrate(III) and hexacyanofer- rate(II) did not. Introduction The conversion of CO into organic substances is an important problem from the viewpoint of an effective use of carbon resources. The CO con- version is generally carried out at synthesis gas pressure near 300 atm and temperatures near 200 \"C. The mitigation of these conditions is of interest to many workers. We found that CO can be selectively converted into methanol by Everitt's salt using pentacyanoferrate(II) and methanol as homogeneous catalysts at room temperature and atmospheric pressure [1]. In this report we compare pentacyanoferrate(II) with other metal com- plexes such as pentachlorochromate(III), and discuss the function of the metal complex in this conversion system. Experimental Pentachlorochromate(III) ((NH4)2[CrClsH20]) and pentacyanoferrate- (II) (Na3[Fe(CN)sH20]) were synthesized, respectively, from ammonium dichromate [2] and pentacyanonitrosylferrate(III) (Na2[Fe(CN)5NO]) * Author to whom correspondence should be addressed. 0304-5102/85/$3.30 Eisevier Sequoia/Printed in The Netherlands 50 [3] according to the usual method. Amminepentacyanoferrate(II) (Na3[Fe- (CI^NHa) and pentacyanonitrosylferrate(III) were used as received from Katayama Chemical Co. Everitt's salt (ES) (K2Fe\"FeII(CN)6) was prepared by the electrochemical reduction of Prussian blue (PB) (KFe'^e^CI'Oe), which was electroplated on a platinum plate (about 4 cm2) from a fresh solu- tion of reagent grade FeCI^GH^O and K3Fe(CN)e [4-6]. The amount of ES on the electrode was evaluated coulometrically in a KC1 solution. The catalyst solutions were prepared by dissolving given amounts of the metal complexes and methanol into 0.1 mol dm\"3 KC1 solution, and the pH was adjusted with HC1. The solutions were kept in a reservoir of 1 dm3 through which CO was bubbled at a rate of 100 cm3 min\"1 for l h. Qualitative analysis of the methanol added and produced was carried out by measurement of the isotope distributions in methanol. For this experi- ment, the solution was prepared with D^O instead of HzO, and the pH was adjusted with DC1. The test electrolytic cell was connected to the counterelectrode (plati- num plate) cell through a fine frit and to the reference electrode (saturated calomel) cell through a solution-lubricated glass stopcock. The prepared solution (20 cm3) was transferred to the test cell and the platinum plate coated with ES was then immersed into this cell. The experiments were conducted under both open-circuit and cathodically controlled potential conditions. Electrochemical measurements were carried out with the usual potentiostat together with a potential programmer. Isotope distributions in the methanol added and produced were ana- lyzed by means of a mass spectrometer (JEOL JMS-D100, Nippon Densi Co.). The quantitative analysis of methanol produced was performed by gas chromatography using a Porapak Q column and a TCD detector [1]. The amount was calculated from the difference m the methanol content of the initial and the final solutions. Formic acid and formaldehyde were determined by colorimetri.c analysis using chrorootropic acid [7]. Results and discussion The catalysts solutions containing pentacyanoferrate(II) and penta- chlorochromate(III) were bubbled with CO gas for l h, and the subsequent absorption spectra are shown m Fig. 1. In both cases, the absorbances decrease and the wavelengths at the maximum absorption shift somewhat to shorter wavelength, suggesting an interaction between the central metal ion and CO. ES was prepared by the electrochemical reduction of PB which was electroplated on a platinum plate, and the i-E curve for the reduction of PB to ES exhibited sharp peaks with a half-width of about 15 mV and a peak separation of about 10 mV. The ES used here was obtained in 0,1 mol dm\"3 KC1 by polarizing the electrode to 0.4 V, whereupon PB was com- pletely reduced to the colorless ES following reaction (1) [4]. 51 Fig. 1. Absorption spectra of 0.1 mol dm\"3 KC1 solutions (pH 3.5) containing 20 mmol dm-3 CHaOH+O) 7 mmol dm-3 Na3[Fe(CN)sH20] and (2) 10 mmol dm-3 (NN4)3- [CrCIsHiO] with ( ) and without (----) CO gas. PB + K* + e ES (l) The amount of ES coated on the platinum plate was evaluated coulo- metrically and was ca. 2.8 X lO\"7 mol cm\"2. The electrochemical reduction of PB to ES was carried out in the test electrolytic cell containing 20 cm3 of 0.1 mol dm-3 KC1, and the electrolyte was then changed under an atmosphere of nitrogen for the catalyst solution in which the reduction of CO was carried out under both open-circuit and cathodically controlled potential conditions. In Table 1, the results of the quantitative analysis of methanol present in the initial and the final solu- tions are shown, along with the amount of methanol produced. In the absence of metal complex (run l), methanol (run 2) and ES (run 3), there is no formation of methanol. The coexistence of pentacyanoferrate(II), methanol and ES (run 4) is essential for the reduction of CO to methanol. This reduction is enhanced by the addition of methyl formate (run 5) to the system. Amminepentacyanoferrate(II) (run 6) has an effect similar to that of pentacyanoferrate(II), although the quantity of methanol produced is smaller. Pentacyanonitrosylferrate( III) (run 7) and hexacyanoferrate(II) (run 8) do not seem to have such an effect, since the formation of meth- anol is negligible. The catalytic effect observed is not peculiar to penta- cyanoferrate(II), because the formation of methanol is also observed in 52 TABLE 1 Results of the quantitative analysis of methanol present in the initial and final O.I mol dm\"3 KC1 solutions\" Run Metal complexes ES Methanol (mmol dm\"3) (lO\"7 mol - ; - - -21 initial final produced cm ) - 1 none 3.10 19.8 19.7g 0.0, 2 Naa^CNIsHiO]11 2.72 0.0 0.0 0.0 3 Na3[Fe(CN),H20]1' 0.00 19.9 19.8s 0.0, 4 NaalPetC^sHiO]\" 2.22 19.8 23.29 3.4, 5 Naa^Ci^sHsO]1'+110000113 2.95 19.7 24.26 4.56 6 Na3[Pe(CN)sNH3]1' 2.85 19.8 22.2s 2.4s 7 Na;i[Fe(CN)sNO]1' 3.75 19.7 19.73 O.Oa 8 K4[Fe(CN)6]11 2.18 19.8 19.8i O.O^ 9 (i^iiECrCIsHiO]1' 2.38 19.7 21.44 1.74 Reaction time: 3 h; T: 23 C; initial pH: 3.5; electrolysis potential: 0.9 V vs. SCE. ^6 mmol dm\"3. '10 mmol dm\"3. the presence of pentachlorochromate(III) (run 9). These results suggest that an effective metal complex must have a labile ligand to cause a substi- tution reaction. It is therefore suggested that an insertion reaction of CO occurs between the central metal and the ligand, or a CO-methanol complex is substituted for the labile ligand. In these experiments, formaldehyde and formic acid were analyzed quantitatively, but their amounts were less than 1 {imol dm\"3. Qualitative analysis of the methanol added and produced was per- formed by means of mass spectrometry. In the initial solution of 0.1 M KCl-DaO containing methanol, two peaks were seen at m/e = 31 and 32 corresponding to CHaO and CK^OH respectively. In the final solution, in which the reduction reaction of CO was performed for 3 h, three additional peaks were present at mje = 33, 34 and 36, which are ascribed to CH^OD, CDsO and CDgOD, respectively, showing the formation of methanol by the present method. The amount of methanol produced using pentacyanoferrate(II) and pentachlorochromate(III) as homogeneous catalysts is plotted versus the cathodizing potential in Fig. 2. In both experiments, the production of methanol increases upon polarizing the electrode potential to the cathodic side, and it should be noted that methanol is also formed at the open-circuit potential (about +0.1 V). This signifies that the present system tor the CO conversion does not essentially require external cathodic polarization. Since the application of the cathodic potential enhances the formation of meth- anol, however, the electrochemical reduction must be involved indirectly in the reduction of CO. As the reaction progressed, the colorless platinum surface coated with ES became intensely blue in the open-circuit condi- tion, which obviously means that ES was oxidized to PB by the reverse of 53 'F 3 -1.2 -0.8 -0.4 E/VvsSCE Fig. 2. The relationship between the amount of methanol produced and cathodizing potential. Polarization time: 3 h; [CHaOH]: 20 mmol dm\"3; (A), [Pe^I'Os3\"]: 5 mmol dm\"3 ; (0), [CrCIs2\"] : 10 mmol dm\"3. reaction (1). Hence the reduction of CO to methanol should be coupled with this oxidation reaction. The enhancement of the methanol formation by the external current may be caused by the reduction of PB to ES: other- wise the CO conversion would stop when the oxidation of ES to PB reaches equilibrium. In Fig. 3, the amount of methanol produced is shown as a function of the concentration of added pentacyanoferrate(II) or pentachlorochro- mate(III). The formation of methanol increases with an increase of the metal complex, and at low concentrations it increases almost linearly. A similar result was observed from the plot of the amount of methanol pro- duced versus the concentration of added methanol [l]. The CO conversion was considerably affected by the solution pH, as shown in Fig. 4 where the conversion rate (u) is plotted against pH under both open-circuit and cathodically controlled conditions. In both cases, log v varies linearly with pH, with the slope of 0.22/pH, except for pH < 3 in the cathodically polarized condition. This value is close to the value of 0.25/pH corre- sponding to four moles of protons involved in reaction. From these results, the following reaction is suggested as the net process for the CO reduction : CO + 4H+ + 4ES ,=i CHaOH + 4PB + 4K\"1\" (2) This reaction proceeds without any external current; however, if external current is applied in order to reduce PB to ES, the yield of meth- anol should be enhanced. Some workers [8, 9] have tried to reduce CO 54 C / mmol dm\"' Fig, 3. The relationship between the amount of methanol produced and the concentra- tion of added (A) Fe(CN)s3- or (O, O ) Crds2- and 20 mmol dm-3 CH^OH under cath- odic polarization at (l) 0.9 V and (2) ~0.5 V for 3 h. Fig. 4. The pH dependence of the log of the methanol formation rate (i ) under open- circuit (0) and eathodic polarization ( 0.9 V) ( ) conditions. Added [Fe(CN)53'\"]: 5 mol dm-3; (CHiOH]: 20 mmol dm-3. 56 electrochemically, but the amounts of organic substances obtained are very low, suggesting that the direct electrochemical reduction of CO is very difficult. In reaction (2) the CO reduction is a chemical process, and the electrochemical process is only concerned in an indirect way. However, reaction (2) can only be activated by the presence of a metal complex and methanol. As shown in Table 1, the effective complex must have a vacancy in the coordination shell which is then occupied by a new ligand. This position in the metal complex will be an active site for reaction (2) to occur. Two cases can be considered for the position to be filled with the new Ugand: (1) the insertion of CO between the central metal and a labile ligand; (2) the substitution of a labile Ugand by a CO- methanol complex. A direct interaction of CO with the central metal is indeed possible, since the formation of carbonylpentacyanoferrate(II) can occur in the aqueous pentacyanoferrate(II) solution with CO gas [3]. In the present situation, however, the onset of reaction (2) requires the coexistence of metal complex and methanol. Furthermore, as shown in Table 1, the addition of methyl formate to this conversion system en- hances the formation of methanol. It is therefore assumed that the active position in the metal complex is to be occupied by methyl formate, although such a complex has not been separated. The action of metal complex and methanol in the conversion reaction of CO into methanol can be explained by the following scheme. CO 3- ^ ^^w3 ES /^ /\" L^I^L L i K.re CH ^ -.^(X^ L^i'>L L X- CO' J. ^ /OHi ^r K-*J ' L^L L ^PB l \\ l-^ftC-^-L^t r ^ ^ . PB ES+H' HCHO\" ES* H ^ ^ PB- 4- 4- CHgO\" CH^OM Scheme 1. 56 In this scheme, the net reaction results in reaction (2). Added metal complex and methanol operate as homogeneous catalysts. This mechanism shows that the CO conversion continues to progress with the consumption of protons in solution if an external bias current is applied in order to reduce PB to ES. References 1 K. Ogura and S. Yamasaki, J. Chem. Soc., Faraday Trans, l, 'm press. 2 W. G. Palmer, Experimental Inorganic Chemistry, Cambridge Univ. Press, 1954, p.390. 3 W. Hieber, R. Nast and C. Barstenstein, Z. Anorg. Chem., 272 (1953) 32. 4 V. D. Neff, J. Electrochem. Soc., 125 (1978) 886. 6 K. Itaya, H. Akahoshi and S. Toshima, J. Electrochem. Soc., 129 (1982) 1498. 6 D. Ellis, M. Eckhoff and V. D. Neff, J. Phys. Chem., 85 (1981) 1225. 7 L. G. Thomas and G. J. Charnberlin (eds.), Colorimetric Analytical Methods, 9th edn. The Tintometer Ltd., Salisbury, 1980, p. 48 - 57. 8 G. Silvestri, S. Gambino, G. Filardo, G. Sparado and L. Palmisano, Electrochim. Acta, 23(1978)413. 9 F. A. Uribe, P. R. Sharp and A. J. Bard, J. Electroanal. Chem., 152 (1983) 173. X244 85850720 0304-5102(85)85072-0 10.1016/0304-5102(85)85072-0 Chemical catalysis Reduction of CO to methanol by everitt's salt using pentacyanoferrate(II) or pentachlorochromate(III) and methanol as homogeneous catalysts Kotaro Ogura 1 Minoru Kaneko Department of Applied Chemistry, Yamaguchi University, Ube 755 Japan 1 Author to whom correspondence should be addressed. The reduction of CO to methanol by Everitt's salt has been studied at room temperature and atmospheric pressure. The CO reduction is caused by the oxidation reaction of Everitt's salt to Prussian blue. However, this redox reaction can only be activated by the coexistence of a metal complex and methanol used as homogeneous catalysts. Pentacyanoferrate(II), amminepentacyanoferrate(II) and pentachlorochromate(III) operated as effective catalysts, but pentacyanonitrosylferrate(III) and hexacyanoferrate(II) did not. References 1 K. Ogura and S. Yamasaki, J. Chem. Soc., Faraday Trans, 1, in press. 2 W.G. Palmer Experimental Inorganic Chemistry 1954 Cambridge Univ. Press 390 3 W. Hieber R. Nast C. Barstenstein Z. Anorg. Chem. 272 1953 32 4 V.D. Neff J. Electrochem. Soc. 125 1978 886 5 K. Itaya H. Akahoshi S. Toshima J. Electrochem. Soc. 129 1982 1498 6 D. Ellis M. Eckhoff V.D. Neff J. Phys. Chem. 85 1981 1225 7 L.G. Thomas G.J. Chamberlin 9th edn. Colorimetric Analytical Methods 1980 The Tintometer Ltd Salisbury 48 57 8 G. Silvestri S. Gambino G. Filardo G. Sparado L. Palmisano Electrochim. Acta 23 1978 413 9 F.A. Uribe P.R. Sharp A.J. Bard J. Electroanal. Chem. 152 1983 173",
      "scopus-id": "0022092912",
      "coredata": {
        "eid": "1-s2.0-0304510285850720",
        "dc:description": "The reduction of CO to methanol by Everitt's salt has been studied at room temperature and atmospheric pressure. The CO reduction is caused by the oxidation reaction of Everitt's salt to Prussian blue. However, this redox reaction can only be activated by the coexistence of a metal complex and methanol used as homogeneous catalysts. Pentacyanoferrate(II), amminepentacyanoferrate(II) and pentachlorochromate(III) operated as effective catalysts, but pentacyanonitrosylferrate(III) and hexacyanoferrate(II) did not.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285850720",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ogura, Kotaro"
          },
          {
            "@_fa": "true",
            "$": "Kaneko, Minoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285850720"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285850720"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85072-0",
        "prism:volume": "31",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Reduction of CO to methanol by everitt's salt using pentacyanoferrate(II) or pentachlorochromate(III) and methanol as homogeneous catalysts",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "49-56",
        "prism:endingPage": "56",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1985",
        "prism:doi": "10.1016/0304-5102(85)85072-0",
        "prism:startingPage": "49",
        "dc:identifier": "doi:10.1016/0304-5102(85)85072-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022092912"
      }
    }
  }
}