{
  "metadata": {
    "title": "Synthesis and characterization of new ferrocenylamine sulfide ligands and their palladium complexes as catalysts for selective hydrogenation",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-01",
    "doi": "10.1016/0304-5102(92)80127-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292801273",
    "pii": "0304510292801273"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026940059",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292801273 0304-5102(92)80127-3 0304510292801273 10.1016/0304-5102(92)80127-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02490 2024-01-02T01:06:03.941633Z 0 0 19921001 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast authsuff primabst ref alllist content subj ssids 0304-5102 03045102 75 75 3 3 Volume 75, Issue 3 1 221 233 221 233 19921001 1 October 1992 1992-10-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. SYNTHESISCHARACTERIZATIONNEWFERROCENYLAMINESULFIDELIGANDSPALLADIUMCOMPLEXESCATALYSTSFORSELECTIVEHYDROGENATION WANG C HONEYCHUCK 1986 482 R SHEN 1988 825 L OKOROAFOR 1988 1297 M LAI 1989 205 C ALI 1990 331 H HAYASHI 1980 1138 T GORDON 1972 445 A CHEMISTSCOMPANION HARTLEY 1973 462 F CHEMISTRYPALLADIUMPLATINUM VINOD 1986 T PHDTHESIS NAIINI 1989 L27 A TOLMAN 1972 337 C COLLMAN 1987 531 J PRINCIPLESAPPLICATIONSORGANOTRANSITIONMETALCHEMISTRY ATWOOD 1985 200 J INORGANICORGANOMETALLICREACTIONMECHANISM STERN 1972 120 E FROLOVAUOPPARENAGO 1981 1356 V WANGX1992X221 WANGX1992X221X233 WANGX1992X221XC WANGX1992X221X233XC item 0304-5102(92)80127-3 0304510292801273 1-s2.0-0304510292801273 10.1016/0304-5102(92)80127-3 272239 2024-01-02T01:06:03.941633Z 1992-10-01 1-s2.0-0304510292801273-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801273/MAIN/application/pdf/5ba38989d34922f90912eafe864846b8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801273/MAIN/application/pdf/5ba38989d34922f90912eafe864846b8/main.pdf main.pdf pdf true 682431 MAIN 13 1-s2.0-0304510292801273-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801273/PREVIEW/image/png/4e311fe7ef810b9a85a9f8c47542d536/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801273/PREVIEW/image/png/4e311fe7ef810b9a85a9f8c47542d536/main_1.png main_1.png png 60709 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510292801273-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801273/STRIPIN/image/gif/6dcea75f3d33a1157bfb78b9c230041c/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801273/STRIPIN/image/gif/6dcea75f3d33a1157bfb78b9c230041c/si1.gif si1 true si1.gif gif 137 28 7 ALTIMG Journal of Molecular Catalysis, 75 (1992) 221-233 221 M3032 Synthesis and characterization of new ferrocenylamine sulfide ligands and their palladium complexes as catalysts for selective hydrogenation Chun-Hsiung Wang and Carl H. Brubaker, Jr.* Department of Chemistry, Michigan State University, East Lansing, MI 48824 (USA) (Received May 20, 1991; revised April 28, 1992) Abstract A series of new achiral and chiral ferrocenylamine sulfides and their palladium complexes of type (CSH6)Fe[(C5H3)(CHZNRZ)(SR')]PdCl2 (R=Et; R'= Me, Et, 4-chlorophenyl, p-tolyl; R=n-Pr, R'= Me, Et), (S,R)-(CrH5)Fe[(C,H3)(CHMeNR2)(SR')]PdClz (R=Et, n-Pr; R' =Me) and (R,S)-(C5H5)Fe[(C,H3)(CHMeNR2)(SR')]PdCl2 (R=Et, n-Pr; R'=Et, i-Pr) were synthesized. Their applications as homogeneous catalysts in hydrogenation of 1,3-cyclooctadiene have been examined. These new catalysts showed superior activity and selectivity over other palladium ferrocenylamine sulfide complexes. Their catalytic activities were dependent on the steric bulkiness of both the amine and sulfide substituents. The effects of pressure on the reaction rates and selectivities were also investigated. Introduction The preparation, characterization and catalytic applications of ferrocenyl sulfide complexes of palladium and platinum have previously been reported by this laboratory [ 1-5 ]. In this work we report the preparation of new ferrocenyl complexes such as (C5H5)Fe[(C5H3)(CHZNRz)(SR')]PdCI2 where R=Et, n-Pr; R'=Me, Et, (R,S)-(C5H5)Fe[(C6H3)(CHMeNR2)(SR')]PdCl2, R=Et, n-Pr; R' =Et, i-Pr, (S,R)-(CrH5)Fe[(CrH3)(CHMeNRz)(SR')]PdC12, R=Et, n-Pr; R'=Me and (C5H5)Fe[(C5H3)(CHZSEt)(SMe)]PdC]2. The ligands were prepared by converting ferrocenylamine sulfides into ferrocenyl ethylacetates then treating them with appropriate dialkylamines [6] (Scheme 1). These ligands then chelate with palladium dichloride to produce the desired complexes. The air-stable palladium complexes are selective catalysts for the reduction of coiAjugated dienes to monoenes. Experimental Air-sensitive reagents were manipulated in a prepurified argon or nitrogen atmosphere by using standard Schlenk-ware techniques. All solvents used *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 222 R H R H R H C\\ \" Me C C N. OAc N, AC20 i e R, HN~ Fe . i e R' R R\"= H R\"= H R\"= H R=Et R'= Me, Et (1,2) R'= Me (3) R'= Me,Et, ' ` CI, &CH3 (4-7) R\"= CH3 R= rrPr R'= Me ((SR)13) R'= Me, Et (8,9) R'= Et, rPr ((RS)14,15) HCI R= fPr, rgu R'= Et (10,11) CI R\"= CH3 R= Et,/fPr Fe S R'= Me ((SR)16,17) Me R'= Et ((R,S)18.19) R'=tar ((RS)20,21) NaSEt ~O%^SEt Fe~S Me (12) Scheme 1. were reagent grade and were distilled by standard methods [7]. Dimethylaminomethylferrocene, dialkyl disulfides and dialkylamines were purchased from Aldrich Chemical Co. and used as received. 1-Dimethylaminomethyl-2alkylthioferrocene (1, 2), (R,S)-1-(1-dimethyla.minoethyl)-2-alkylthioferrocene ((R,S)14, (R,S)15) and (S,R)-1-(1-dimethylaminoethyl)-2-alkylthioferrocene ((S,R)13) were prepared according to the reported procedure [8]. 'H and 13C NMR spectra in either chloroform-dl or acetone-ds were obtained by use of a Varian Gemini-300 spectrometer. IR spectra were recorded by means of a Nicolet 740 FT-IR spectrometer by using neat films between KBr plates for liquid samples and CsI pellets for solid samples. Mass spectra were obtained by use of a Finnigan 4000 instrument with an Incos data system at 70 eV. Melting points were determined by a Thomas-Hoover capillary apparatus and are uncorrected. Gas chromatography was carried out by using a Hewlet-Packard 5880A instrument with a 25m GB-1 capillary column. Elemental analyses were performed by Galbraith Laboratories Inc., Knoxville, TN. 223 General procedure for preparation of ligands AchiraL Ligands The ligands of the type (C,H5)Fe(C5H3)(CHZNRz)(SR') where R=Et, R'= Me, Et, 4-chlorophenyl, p-tolyl; R = n-Pr, R'= Me, Et; R = i-Pr, i-Bu, R'= Et were prepared as follows: A 64 ml portion of acetic anhydride was added to a 6.0 g sample of 1-dimethylamino-2-methylthioferrocene 1 and heated at 100 C for 2 h. After the reaction was completed, excess acetic anhydride was removed under reduced pressure. The crude product was chromatographed on an alumina gel column with hexane 10 =hexane/dichloromethane as eluent. The yield was almost quantitative. A solution of 1 g (3.3 mmol) methylthioferrocenyl ethyl acetate 3 and 3.1 ml diethylamine in 30 ml methanol was refluxed for 7 h. The solvent was removed, and ether was added. The solution was washed with brine, dried over anhydrous magnesium sulfate, and evaporated. The residue was purified by column chromatography (silica, 10:1 hexane/ether) to give 0.67 g (64% yield) of 1-diethylaminoethyl-2-methylthioferrocene 4. Preparation of chiral ligands Chiral ferrocenylamine sulfide ligands ((S,R)16-(R, S)21) were synthesized by a similar procedure except the chiral alkylthioferrocenyl ethyl acetates were chromatographed on silica gel instead of alumina. Solutions of the ferrocenyl acetates with appropriate amines were stirred at room temperature for 24-48 h without heating. Synthesis of ferrocenyl suO Ligands To 1 g (3.3 mmol) of 3 was added, via syringe, 20 ml 1.0 M HCl in diethyl ether at 0 C [ 91. The solution was allowed to warm to room temperature and stirred for a further 3 h. The solvent was evacuated and a fresh 20 ml portion of dried ether was added to the residue. To this solution was added, via syringe, a mixture of 2.5 ml ethanethiol and 80 mg Na in 20 ml ether at 0 C. After stirring for 3 h, 10 ml of saturated aqueous NaHC03 was added. The resulting organic layer and ether extracts from the aqueous layer were combined, washed, dried and evaporated. The product was purified by column chromatography to give 0.85 g (84% overall yield) 1-methylthio-2ethylthiomethylferrocene 12. Preparation of palladium complexes Complexes 22-(R,S)34 were prepared from benzene solutions of 0.2 g (PhCN)ZPdC12 and a slight excess of ligand in an approximately 1:1.1 molar ratio. The mixture was stirred overnight and the resulting precipitates were collected by filtration, washed with cold benzene and ether. Pure crystals were obtained by recrystallization from dichloromethane/hexane (Scheme 2). The recrystallization was performed by dissolving palladium complexes in a minimum amount of dichloromethane, then adding hexane until the solution turned cloudy. 224 Rk H R H C~ , R 1,C~ , R Q NCR Q NCR (PhCN)2PdC12 R, R,\\ CI 4~> 4~> CI R\"= H R=Et R'= Me, Et, &CI, &CH3 (22-25) R= n-P r R'= Me, Et (26,27) R\"= CH3 R= Et, r;-Pr R'= Me ((S,R)29,30) R'= Et ((RS)31,32) R'= i-Pr ((RS)33,34) .S/C2Hs ~SiC2Hs I S (PhCN)2PdCl2 I Fe I CH S---Pd-CI CHI C!Z~b C~ CI (28) Scheme 2. Hydrogenation of 1,3-cyclooctOiO The palladium catalysts (1.0 x 10-5 mol), 4.5 ml acetone and 3.725 x 10-3 mol substrate were added to a 100-n-1 pressure bottle equipped with a pressure gauge and a stirring bar. The bottle was flushed with HZ several times, then fixed at 62 psi. The uptake of hydrogen was monitored by the pressure drop. The product was distilled from the catalyst and analyzed using 1H NMR and GC. The 1,3-cyclooctadiene:cyclooctene ratio was determined by integration of the 1H NMR spectral peaks in the olefin region. The (1,3cyclooctadiene+cyclooctene):cyclooctane ratio was determined by GC. Results and discussion Dimethylaminoferrocenyl sulfides (1, 2) were first converted to sulfidoferrocenyl ethyl acetate, then treated with diethylamine or di-n-propylamine to give diethylaminoferrocenyl sulfides (4-7) and di-n-propylaminoferrocenyl 225 sulfides (8, 9) respectively [6]. The chiral ferrocenylamine sulfide ligands ((S,R)16-(R,S)21) were also prepared in this way with some modification. Their palladium complexes were prepared according to the reported procedure [8]. We also report the first synthesis of sulfidoferrocenyl palladium complex 1-ethylthio-2-methylthioferrocene palladium chloride, 28, containing two thioether functional groups on the same cyclopentadiene ring. The ferrocenyl sulfide ligand can be prepared by treating the corresponding ferrocenyl ethyl acetate with ethanethiol, but the yield is low (ca. 10-20g'o). An alternative route was adopted and ligand 12 was generated in situ by first converting methylthioferrocenyl ethyl acetate into halide, then stirring with NaSEt [91. The yield was improved to 84%. The ligands were then treated with (PhCN)2PdC12 to give complex 28. Ferrocenylamino sulfide ligands of the type (C,H5)Fe(C5H3)(SEt)(CHZN-i-Pr2) (10) and (C5HS)Fe(C5H3)(SEt)(CH2Ni-But) (11) were also synthesized [6]. However, we were unable to obtain their palladium complexes, probably due to the steric hindrance of the bulky isopropyl- and isobutylamine groups. The 1H NMR data. for the new ligands and complexes are presented in Tables 1 through 4, while the 13C NMR, IR and elemental analyses data are available as Supplementary Material from the authors. Homogeneous hydrogenation of 1,3-cyclooctadiene Homogeneous and heterogeneous hydrogenations of a diene to a monoene by using ferrocenylamine sulfide or selenide complexes have been previously reported [ 1-5, 10 ]. It was found that both palladium and platinum ferrocenylamine selenide complexes fail to effectively catalyze homogeneous hydrogenation of 1,3-cyclooctadiene [10]. A possible explanation for this lack of catalytic activity resides in the metal-sulfur and metal-selenium bond strength. Cleavage of the metal-sulfur bond is important to selective hydrogenation [3] and since the metal-selenium bond is stronger than the metal-sulfur bond, the palladium and platinum ferrocenylaxnine selenide complexes exhibit no catalytic activity. The hydrogenation was carried out in the presence of acetone; no hydrogen uptake was observed if CHZC12, CC14 or THF was used [10]. Dissociation of a metal-sulfur bond by acetone to form a catalyst-acetone intermediate, followed by Hz uptake, may account for this observation [3, 11 ]. Recently in this laboratory, we were able to improve the selectivity to close to 100% by modifying the sulfido substituent(s) on either one or both of the two cyclopentadiene rings at the ferrocenyl ligands [4, 5]. Nevertheless, the effect of replacing the 1-dimethylamino group in the catalyst by other more bulky alkylamino groups had never been investigated. It was therefore decided to study these influences upon the hydrogenation reactions. The catalytic activity of the new palladium catalysts (22-(R,S)34) on the hydrogenation of 1,3-cyclooctadiene was examined and the results are presented in Tables 5-7. In general, the hydrogenation was very efficient without an induction period, except for catalyst 22, which had an induction time of 2 h. The TABLE 1 a: 300 MHz `H NMR data for compounds (4-12) in CDC13 at room temperature; 8 ppm (Hz) Com- CA C5_H3 C_HZN NR (SEt) SR' Ph PhC_H3 pounds aH /3 H yH aH /3 H 4 4.08 s 4.26 d 3.29--3.78 d,d 2.30-2.60 m 1.00 t 2.24 s 4.08-4.11 m (13.0) (7.0) 6 4.06 s 4.27 d 3.22-3.78 d,d 2.34-2.57 m 0.98 t 2.55-2.72 m1.14 t 4.08-4.12 m (13.1) (7.1) (7.4) 6 4.16 s 4.30, 4.40 3.33-3.64 d,d 2.21-2.42 m 0.85 t 7.02-7.12 m 4.45 m (13.6) (7.1) 7 4.15 s 4.27, 4.41 3.44-3.66 d,d 2.33 q 0.87 t 6.92-7.04 d,d 2.22 s 4.47 m (13.7) (7.1) (7.1) 8 4.07 s 4.10' 3.26-3.78 d,d 2.17-2.43 m 1.30-1.50 m 0.81 t 2.24 s 4.26b (13.2) (7.3) (7.3) 9 4.07 s 4.11' 3.20-3.78 d,d 2.18-2.43 1.32-1.50 0.80 t 2.53-2.77 m 1.14 t 4.2ssb (13.2) (7.4) (7.4) 10 4.08 s 4.08' 3.38-3.74 d,d 3.02 m 1.00 d,d 2.50-2.77 m 1.13 t 4.28b (13.5) (6.6) (4.8) (6.9) 11 4.06 s 4.11' 3.17-3.69 d,d 1.93-2.14 m 1.71 m 0.78-0.84 d,d 2.50-2.73 m 1.15 t 4.29b m (13.2) (6.5) (7.4) 12 4.10 s 4.13, 4.26 3.53-3.81 d,d 2.52 q 1.24 t 2.25 s 4.31 m (7.2) (7.1) (7.2) '1H. b 2H. TABLE 2 300 MHz 'H NMR data for compounds ((S,R)16-(R,S)21) in CDC13 at room temperature; 8 ppm (Hz) Compound CSHS C5H3 CHCH3 CH3CH NR SR' aH ssH yH aH ssH (S,R)16 4.07 s 4.11, 421 4.25 q 1.27 d 2.22-2.54' m 0.93 t 2.29 s 4.27 m (6.8) (6.7) (7.1) S,R)17 4.06 s 4.10, 4.20 4.16 q 1.27 d 2.18-2.38' m 1.20-1.52' m 0.73 t 2.28 s 4.26 m (6.8) (7.1) (R,S)18 4.07 s 4.14, 4.21 4.24 q 1.26 d . 2.26 m 0.92 t 2.60` m 1.13 t 4.30 m (7.0) (6.1) 2.47 m (7.1) 2.91` m (7.5) (R,S)19 4.06 s 4.12, 4.19 4.15 q 1.26 d 2.13-2.38' m 1.21 m 0.72 t 2.60 m 1.13 t 4.29 m (6.8) 1.40b m (7.3) 2.83 m (7.4) (R,S)20 4.06 s 4.14, 4.21 4.24 q 1.24 d 2.19-2.30b m 0.89 t 3.52 m 1.15, 1.05 d 4.28 m (6.7) (6.8) 2.43-2.56b m (7.1) (6.5) (R,S)21 4.06 s 4.15, 4.22 4.19 q 1.27 d 2.14-2.408 m 1.10-1.49' m 0.72 t 3.42 m 1.07, 1.15 d 4.29 m (6.9) (6.9) (7.4) (6.9) 84H. b2H. `1H. N TABLE 3 LIO 300 MHz 'H NMR data for compounds 22-28 in CDC13 at room temperature; E ppm (Hz) Compound C5H5 C5H3 CHIN NR (SEt) SR' Ph PhCH3 aH ss H yH aH /3 H 22 4.24 s 4.32, 4.41 2.90 d (13.7) 2.30 m, 2.67 m 1.00 t (7.2) 2.75 s 4.52 m 3.95 d (13.7) 3.28 m, 3.87 m 1.95 t (7.0) 23 4.22 s 4.34, 4.40 2.85 d (13.6) 2.20 m, 2.60 m 1.03 t (7.2) 3.20 m 1.70 t (7.2) 4.53 m 4.04 d (13.6) 3.20 m, 3.90 m 1.91 t (7.0) 3.40 m 24 4.10 s 4.23, 4.40 2.96 d (13.6) 2.41 m, 2.76 m 1.06 t (7.2) 7.85' m 4.00 m 4.64 d (13.6) 3.18 m, 4.04 m 1.96 t (7.0) 7.44' m 25 4.06 s 4.15, 4.22 2.92 d (13.6) 2.75 m, 3.18 m 1.08 t (7.1) 2.37 s 4.38 m 3.95-4.06' m 1.94 t (7.1) 26 4.22 s 4.32, 4.38 2.95 d (13.5) 2.13 dt, 2.47 dt 1.37 m, 1.65 m 0.68 t (7.2) 2.73 4.51 m 3.95 d (13.7) 3.08 dt, 3.73 dt 1.98 m, 3.21 m 1.05 t (7.2) 27 4.21 s 4.34' m 4.06 d (13.7) 2.36 dt, 2.97 dt 1.40-1.65' m 0.68 t (7.4) 3.17b m 1.69 t (7.2) 4.53b m 2.90 d (13.7) 3.18 dt, 3.79 dt 1.90-2.10a m 1.04 t (7.4) a.41b m 28 4.49 s 4.32' m 3.54 d (13) 3.33 q (6) 1.61 t (6) 2.70 s a2H. b 1H. TABLE 4 300 MHz 'H NMR data for compounds (S,R)29-(R,S)34 in CDC13 at room temperature; 5 ppm (Hz) Compound C5H5 C6H3 CHCH3 CH3CH NR SR' aH /3 H yH aH /3 H (S,R)29 4.19 s 4.30 t 4.02 q 1.55 d 2.43 a m 1.09 t (7.1) 2.74 s 4.43 m (6.6) (6.8) 2.88 m 1.97 t (7.1) 4.51 m 4.lob m (S,R)30 4.19 s 4.34 t 4.01 q 1.55 d 1.64 dt 0.83 m 0.64 t (7.1) 2.73 s 4.42 m (6.8) (6.7) 2.34 m 1.91 m 1.11 t (7.1) 4.51 m 2.19 dt 2.34 m 3.96 dt 3.32 m (R,S)31 4.18 s 4.37 t 4.08 q 1.54 d 2.34' m 1.12 t (7.2) 3.36 m 1.72 t (7.2) 4.42 m (6.8) (6.8) 2.71b m 1.97 t (7.1) 4.54 m 1.80b m (R,S)32 4.17 s 4.36 m 4.06 q 1.53 d 2.14 d,t 0.95 m 0.63 t (7.2) 3.32b m 1.71 t (7.2) 4.39 m (6.8) (6.8) 2.29 m 1.92 m 1.08 t (7.3) 4.52 m 2.50 d,t 2.29 m 3.98 d,t 3.32 m (R,S)33 4.20 s 4.41 t 4.03 q 1.54 d 1.83b m 1.09 t (7.2) 4.20 m 1.77 t (7.2) 4.45 m (6.6) (6.7) 2.37' m 1.97 t (7.1) 1.88 t (7.0) 4.67 m 2.62b m (R,9)34 4.18 s 4.40 m 4.03 m 1.53 d 2.09 d,t 0.81b m 0.61 t (7.0) 3.38 m 1.76 d (7.1) 4.42 m (6.8) 2.23 d,t 1.87 m 1.07 t (7.1) 1.87 d (7.0) 4.65 m 2.41 m 2.41 m 4.03 d,t a2H. b 1H. N TABLE 5 c Selective hydrogenation of 1,3-cyclooctadienea by various achiral complexes, (C5H5)Fe(CSH3)(CHZNRZ)(SR')PdCIZ at 62 psi hydrogen pressure Entry Catalysts Reaction time Diene Monoene Alkane Conversion Selectivity Turnover rate (%) (%) (I/o) (ss'o) (%) (mol/mol Pd per h) 1` 22 21 h 7.9 80.6 11.5 92.1 87.5 16.3 2 23 41 min 3.0 93.8 3.2 97.0 96.7 528.8 3 24 1 h 1.2 95.6 3.2 98.8 96.8 368.0 4 25 18 min 4.7 91.9 3.4 95.3 96.4 1183.3 5 26 2 h 4.7 92.4 2.9 95.3 97.0 177.5 6 27 10 min 3.1 92.1 4.8 96.9 95.0 2165.7 7 28 30 h 30.4 65.5 4.1 69.6 94.1 12.4 a1.0 x 10-5 mot of catalyst, 3.725 x 10-a mot of substrate, 4.5 ml acetone. Cyclooctene/(cyclooctene + cyclooctane). `With 2 h induction time. TABLE 6 Selective hydrogenation of 1,3-cyclooctadienea by various chiral complexes, (CSH5)Fe(CsH3)(CHMeNR2)(SR')PdClz at 62 psi hydrogen pressure Entry Catalyst Reaction time Diene Monoene Alkane Conversion Selectivity b Turnover rate (%) (%) (%) (4'0) ( /a) (mol/mol Pd per h) 1 (S,R)29 2 h 0 90.7 9.3 100 90.7 186.3 2 (S,R)30 47 min 6.3 90.8 2.9 93.7 96.9 445.5 3 (R,S)31 4 min 0 99.9 0.1 100 99.9 5587.5 4 (R,S)32 2 min 0 98.1 1.9 100 98.1 11175.0 5 (R,S)33 5 min 0 96.3 3.7 100 96.3 4470.0 6 (R,S)34 4 min 0 94.2 5.8 100 94.2 5587.5 a1.0 X 10-5 mol of catalyst, 3.725 x 10-3 mol of substrate, 4.5 ml acetone. bCyclooetene/(cyclooetene + cyclooctane). LID TABLE 7 Hydrogenation of 1,3-cyclooctadiene, effect of pressures Entry Pressure Reaction time Diene Monoene Alkane Conversion Selectivityb Initial rate (psi) (%) (%) (%) (%) (g'o) (mol/Pd per h per psi) 1 80 4 min 0 92.9 7.1 100 92.9 69.8 2 62 4 min 0 94.2 5.8 100 94.2 90.1 3 40 10 min 0 97.7 2.3 100 97.7 54.5 4 20 10 min 0 97.7 2.3 100 97.7 65.7 '1.0 X 10-5 mol of (R,S)34, 3.725 x 10-3 mol of substrate, 4.5 ml acetone at room temperature. bCyclooctene /(cyclooctene + cyclooctane). TABLE 8 Selective homogeneous hydrogenation of dienes to monoenes: comparison of catalytic activity Entry Initial rate Substrate T Metal Solvent Ref. (mol/mol Pd per h per psi) ( C) 1 0.0011 1,4-cyclohexadiene 65 Pd 2+ toluene 14 2 3.45-5.52 isoprene 22 Pd toluene 15 3 6.92 1,3-cyclooctadiene 27 Pd 2+ acetone 1a 4 6.32 1,3-cyclooctadiene 27 Pd 2+ acetone 4b 5 1.53 1,3-cyclooctadiene 27 Pd 2+ acetone 5' 6 4.44 1,3-cyclooctadiene 27 Pd 2+ acetone lod 7 34.9 1,3-cyclooctadiene 27 Pd 2+ acetone this work' 8 180.2 1,3-cyclooctadiene 27 Pd 2+ acetone this work' a(C5H5)Fe(CSH3)(CHMeNMez)(S-i-Pr)PdC12. b(C5H4)(S-4-Cl-Ph)Fe(CrH3)(CHMeNMe2)(S-4-Cl-Ph)PdC12. `(C5H5)Fe(CSH3)(CHMeNMez)(S-n-Pr)PdCl2. d(C5H5)Fe(C5H3)(CHMeNMe2)(S-4-Me-Ph)PdC12. e(CSH5)Fe(C5H3)(CH2N-n-Pr2)(SEt)PdC12 (27). f(C5H5)Fe(C5H3)(CHMeN-n-Pr2)(SEt)PdClz ((R,S)32). 232 observed conversion was above 92%, and the selectivity ranged from 87.5ss'o to 99.9ss'o for the palladium ferrocenylamine sulfide catalysts. The dependence of the hydrogenation on the catalysts is shown in Tables 5 and 6. Increasing the steric bulkiness on both the amine and sulfide group increased the reaction rate with retention of the yield and selectivity. In either the achiral or chiral catalytic system, the catalysts with a methylthio ligand (22, 28, (S,R)29, (S,R)30) performed at a slower rate than those with other sulfide substituents; the catalysts with the more bulky n-propylamine substituents also reacted more rapidly than those with the ethylamine group. This observation was even more evident with the achiral catalytic system. Possibly the bulky sulfide and/or amine group pushes the substrate away from the metal center during the hydrogenation stage and thus loosens the Pd-substrate binding [ 12, 131. This explanation was further supported because the activities of the chiral catalysts were higher than those of the achiral ones (compare Tables 5 and 6, in which the additional steric effects exerted by the methyl groups on the chiral catalysts are seen to increase reaction rate significantly). As for catalyst 28, which bears two sulfide groups, the reaction was much slower than for the other catalysts with one sulfide and one amine group. A possible explanation is again that the ethylthio group is not as bulky as the amine group, thus the Pd-substrate bonding is stronger in catalyst 28 and the reaction rate is reduced. Attempts to investigate the influence on the catalytic activity by replacing the 1-dimethylamine substituent by the even more bulky di-i-propylamine or di-i-butylamine failed, due to the inaccessibility of the palladium in the complexes. The effect of initial reaction pressure on the reaction time, yield and selectivity is shown on Table 7. The conversions were all 100% and the selectivity decreased slightly as the pressure rose. This catalytic system has the best performance at 62 psi (entry 2), however, hydrogenation can still be carried out efficiently at pressures as low as 20 psi (ca. 1.36 atm). In order to evaluate the activity of complexes reported here, catalysts 27 and (R,S)32 are compared with previously known Pd complexes (Table 8). Compare entries 4, 5, 6 (complexes with one dimethylamine substituent and with sulfide substituent(s) at either one or both Cp rings) with the first two entries; the hydrogenation activity is about three orders of magnitude faster than that of the chelating bis(phosphine) (entry 1) [141 and about the same order of magnitude as the amine catalyst in entry 2 [ 151. If one compares the activity of (R,S)32 with the chelating bis(phosphine) catalyst in entry 1, catalyst (R,S)32 is about five orders of magnitude faster. Those modified with sulfido substituents show about the same activities (entries 4, 5, 6), while entries 7, 8 show the difference resulting from replacing dimethylamine group by di-n-propylamine group. On comparing entries 7, 8 with entries 4, 5, 6, the achiral catalyst 27 is seen to be 5 to 20 times as active as entries 4, 5; while the chiral catalyst (R,S)32 was even more rapid (28-117 times). Thus, we were able to improve the activity of the ferrocenyl sulfide complexes by a factor of up to two by modification of the amine substituents instead of the sulfides. 233 In this hydrogenation, we have found that besides the sulfido group, the alkylamino group in the catalysts also effectively influenced the reaction rate. These new catalysts performed at high rate (up to 1.1 x 10' mol/mol Pd per h) with retention of conversion and selectivity. A further investigation of the catalytic activities of these catalysts in the reduction of carbon-carbon bonded conjugated dienes and a, /3-unsaturated carboxylic acids is in progress. Supplementary material available Tables of \"C NMR, IR and analytical data for the new ligands (4-12, (S,R)16-(R, S)21) and palladium catalysts (22-(R, S)34) (8 pages) are available, and can be obtained from the authors. References 1 R. V. Honeychuck, M. O. Okoroafor, L.-H. Shen and C. H. Brubaker, Jr., Organometallics, 5 (1986) 482. 2 L.-H. Shen, M. O. Okoroafor and C. H. Brubaker, Jr., Organometallics, 7 (1988) 825. 3 M. O. Okoroafor, L.-H. Shen, R. V. Honeychuck and C. H. Brubaker, Jr., Organometallics, 7 (1988) 1297. 4 C. K. Lai, A. A. Nahni and C. H. Brubaker, Jr., Inorg. Chim. Acta, 164 (1989) 205. 5 H. M. Ali and C. H. Brubaker, Jr., J. Mot. Catal., 60 (1990) 331. 6 T. Hayashi, T. Mise, M. Fukushima, M. Kagotani, N. Nagashima, Y. Hamada, A. Matsumoto, S. Kawakawi, M. Konishi, K. Yamamoto and M. Kumada, Bull. Chem. Soc. Jpn., 53 (1980) 1138. 7 A. J. Gordon and P. A. Ford, The Chemist's Companion, Wiley, New York, 1972, p. 445. 8 F. R. Hartley, The Chemistry of Palladium and Platinum, Wiley, New York, 1973, p. 462. 9 T. K. Vinod, Ph.D. Thesis, University of Victoria, Victoria B.C., Canada, 1986. 10 A. A. Naiini, M. O. Okoroafor and C. H. Brubaker, Jr., J. Mot. Catal., 54 (1989) L27 and references therein. 11 C. A. Tolman, Chem. Soc. Rev., 1 (1972) 337. 12 J. P. Collman, L. S. Hegedus, J. R. Norton and R. G. Finke, Principles and Applications of Organotransition Metal Chemistry, University Science Press, Mill Valley, CA, 1987, p. 531. 13 J. D. Atwood, Inorganic and OrganOtallic Reaction Mechanisms, Brooks/Cole, Monterey, CA, 1985, p. 200. 14 E. W. Stern and P. K. Maples, J. Catal., 27 (1972) 120. 15 V. M. Frolov, O. P. Parenago, G. N. Bondarenko, L. S. Kovaleva, A. 1. El'natanova, L. P. Shuikina, G. M. Cherkashin and E. Y. Mirskaya, Kinet. Katal., 22 (1981) 1356. X244 92801273 0304-5102(92)80127-3 10.1016/0304-5102(92)80127-3 Synthesis and characterization of new ferrocenylamine sulfide ligands and their palladium complexes as catalysts for selective hydrogenation Chun-Hsiung Wang Carl H. Brubaker Jr. ∗ Department of Chemistry, Michigan State University, East Lansing, MI 48824 USA * Author to whom correspondence should be addressed. A series of new achiral and chiral ferrocenylamine sulfides and their palladium complexes of type (C5H5)Fe[(C5H3)(CH2NR2)(SR′)]PdCl2 (R=Et; R′=Me, Et, 4-chlorophenyl, p-tolyl; R=n-Pr, R′=Me, Et), (S,R)-(C5H5)Fe[(C5H3)(CHMeNR2)(SR′)]PdCl2 (R=Et, n-Pr; R′=Me) and (R,S)-(C5H5)Fe[(C5H3)(CHMeNR2)(SR ) ́ ]PdCl2 (R=Et, n-Pr; R′=Et, i-Pr) were synthesized. Their applications as homogeneous catalysts in hydrogenation of 1,3-cyclo-octadiene have been examined. These new catalysts showed superior activity and selectivity over other palladium ferrocenylamine sulfide complexes. Their catalytic activities were dependent on the steric bulkiness of both the amine and sulfide substituents. The effects of pressure on the reaction rates and selectivities were also investigated. References 1 R.V. Honeychuck M.O. Okoroafor L.-H. Shen C.H. Brubaker Jr. Organometallics 5 1986 482 2 L.-H. Shen M.O. Okoroafor C.H. Brubaker Jr. Organometallics 7 1988 825 3 M.O. Okoroafor L.-H. Shen R.V. Honeychuck C.H. Brubaker Jr. Organometallics 7 1988 1297 4 C.K. Lai A.A. Naiini C.H. Brubaker Jr. Inorg. Chim. Acta 164 1989 205 5 H.M. Ali C.H. Brubaker Jr. J. Mol. Catal. 60 1990 331 6 T. Hayashi T. Mise M. Fukushima M. Kagotani N. Nagashima Y. Hamada A. Matsumoto S. Kawakawi M. Konishi K. Yamamoto M. Kumada Bull. Chem. Soc. Jpn. 53 1980 1138 7 A.J. Gordon P.A. Ford The Chemist's Companion 1972 Wiley New York 445 8 F.R. Hartley The Chemistry of Palladium and Platinum 1973 Wiley New York 462 9 T.K. Vinod Ph.D. Thesis 1986 University of Victoria Victoria B.C., Canada 10 A.A. Naiini M.O. Okoroafor C.H. Brubaker Jr. J. Mol. Catal. 54 1989 L27 and references therein 11 C.A. Tolman Chem. Soc. Rev. 1 1972 337 12 J.P. Collman L.S. Hegedus J.R. Norton R.G. Finke Principles of Applications of Organotransition Metal Chemistry 1987 University Science Press Mill Valley, CA 531 13 J.D. Atwood Inorganic and Organometallic Reaction Mechanism 1985 Brooks/Cole Monterey, CA 200 14 E.W. Stern P.K. Maples J. Catal. 27 1972 120 15 V.M. Frolov auO.P. Parenago G.N. Bondarenko L.S. Kovaleva A.I. El'natanova L.P. Shuikina G.M. Cherkashin E.Y. Mirskaya Kinet. Katal. 22 1981 1356",
      "scopus-id": "0026940059",
      "coredata": {
        "eid": "1-s2.0-0304510292801273",
        "dc:description": "A series of new achiral and chiral ferrocenylamine sulfides and their palladium complexes of type (C5H5)Fe[(C5H3)(CH2NR2)(SR′)]PdCl2 (R=Et; R′=Me, Et, 4-chlorophenyl, p-tolyl; R=n-Pr, R′=Me, Et), (S,R)-(C5H5)Fe[(C5H3)(CHMeNR2)(SR′)]PdCl2 (R=Et, n-Pr; R′=Me) and (R,S)-(C5H5)Fe[(C5H3)(CHMeNR2)(SR ) ́ ]PdCl2 (R=Et, n-Pr; R′=Et, i-Pr) were synthesized. Their applications as homogeneous catalysts in hydrogenation of 1,3-cyclo-octadiene have been examined. These new catalysts showed superior activity and selectivity over other palladium ferrocenylamine sulfide complexes. Their catalytic activities were dependent on the steric bulkiness of both the amine and sulfide substituents. The effects of pressure on the reaction rates and selectivities were also investigated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292801273",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Chun-Hsiung"
          },
          {
            "@_fa": "true",
            "$": "Brubaker, Carl H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292801273"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292801273"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80127-3",
        "prism:volume": "75",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis and characterization of new ferrocenylamine sulfide ligands and their palladium complexes as catalysts for selective hydrogenation",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "221-233",
        "prism:endingPage": "233",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80127-3",
        "prism:startingPage": "221",
        "dc:identifier": "doi:10.1016/0304-5102(92)80127-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "28",
            "@width": "7",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510292801273-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "137",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026940059"
      }
    }
  }
}