{
  "metadata": {
    "title": "Rhodium(I) complexes with phosphinoalkyl organosilicon ligands as hydrosilylation catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-03-31",
    "doi": "10.1016/0304-5102(82)80092-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800928",
    "pii": "0304510282800928"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020100559",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800928 0304-5102(82)80092-8 0304510282800928 10.1016/0304-5102(82)80092-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00351 2024-01-02T01:04:16.600218Z 0 0 19820301 19820331 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 14 14 3 3 Volume 14, Issue 3 7 323 331 323 331 198203 March 1982 1982-03-01 1982-03-31 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. RHODIUMICOMPLEXESPHOSPHINOALKYLORGANOSILICONLIGANDSHYDROSILYLATIONCATALYSTS MARCINIEC B BASSET 1976 69 98 J FUNDAMENTALRESEARCHINHOMOGENEOUSCATALYSIS CONAN 1976 375 J BARTHOLIN 1977 307 M BARTHOLIN 19771978 17 M KAVAN 1980 2100 V FARRELL 1979 367 M VANDYKE 1979 659 C FUNDAMENTALRESEARCHINHOMOGENEOUSCATALYSIS BRZEZINSKA 1980 744 Z BRZEZINSKA 1980 750 Z KOZAK 1979 2624 Z MARCINIEC 1981 221 B OSBORN 1966 1711 J CRAMER 1962 722 R BEARNISH 1965 789 F BRZEZINSKA 1979 3132 Z LUTHER 1977 186 G HASZELDINE 1969 683 R MARCINIECX1982X323 MARCINIECX1982X323X331 MARCINIECX1982X323XB MARCINIECX1982X323X331XB item 0304-5102(82)80092-8 0304510282800928 1-s2.0-0304510282800928 10.1016/0304-5102(82)80092-8 272239 2024-01-02T01:04:16.600218Z 1982-03-01 1982-03-31 1-s2.0-0304510282800928-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800928/MAIN/application/pdf/d7cdd5db2907db825b82243cd8fd38dc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800928/MAIN/application/pdf/d7cdd5db2907db825b82243cd8fd38dc/main.pdf main.pdf pdf true 552111 MAIN 9 1-s2.0-0304510282800928-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800928/PREVIEW/image/png/43db84165bae6e902b35369ab2333256/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800928/PREVIEW/image/png/43db84165bae6e902b35369ab2333256/main_1.png main_1.png png 70682 849 656 IMAGE-WEB-PDF 1 Joumal of Molecular Catalysis, 14 (1982) 323 - 331 323 Elsevier Sequoia S.A., La-Ta.ane -Printed in The Netherlands RHODIDM(I) COMPLEXES WITH PHOSPHINOALKYL ORGA-NOSILICON LIGANi)S AS HYDROSILYLATION CATALYSTS* B_ MARCINFEC, W_ URBANIAK and P. PAOK Institute of Chemistry. E Mickieuricz Urtiuersity, Grurtwafdzka 6, 60-780 Poznari (Poland) (Received July 3, 1981) Summary Kinetic and catalytic studies were carried out to evaluate the role of polymeric organosilicon support of rhodium phosphine catalysts for hydrosilylation of C=C bonds. All kinetic data show that modification of Wilkinson's complex by polysiloxyalkylphosphine (insoluble) and silylalkylphosphine (soluble) ligands has essentially no effect on the kinetic parameters and mechanism of the hydrosilylation of I-hexane. Introduction Supported homogeneous catalysts, which continue to arouse a widespread interest, are usually prepared by attaching transition metal complexes to organic polymers or inorganic materials [Ij . Little information is reported on utilizing polymeric supports based on an organosilicon backbone. Very recently, polyorganosiloxanes were used as novel soluble and insoluble supports, mainly of rhodium(F; complexes, tested as catalysts for hydrogenation and hydroformylation reactions [2 - 10] . The polymeric organosilicon supports have the advantage of higher thermal stability and inertness compared to organic polymers and can be modified more easily than inorganic oxides. Fixation of rhodium(I) complexes on poly(alkyl,phenyl)siloxane coating silica produces an active heterogenized catalyst for the hydrogenation of olefins [2 - 5j . In addition, phosphinated organosilicon polymers have been applied as soluble macromolecular supports for rhodium(I) catalysts of hydroformylation [6, 7) and hydrogenation [8 - IUj . Our studies are aimed at utilizing insoluble macroporoas polyorganosiloxanes as matrices for rhodium. catalysts of hydrosilylation reactions. In *Part V, in the series Catalysis of Hyd=osUylation, presented in part at the 3rd International Symposium on Relations between Homogeneous and Heterogeneous Catalysis, (poster presentation) 25 - 27 May 1981, Groningen, The Netherlands. For Part IV see Synth. React. Inorg. Metal= Org. Chern., (accepted for publication). 3 24 this paper, we examine the effect of soluble and insoluble environments (e.g. sily'phosphine and polysiloxyalkylphosphine which cause Wilkinson's catalyst modification), first and foremost, on kinetic data - catalytic activity, reaction. rate constants and activation parameters, and also on the yield and selectivity of the reaction. The kinetic method is a convenient tool for discovering possible changes in the mechanism of hydrosilylation caused by the introduction of macromolecular organosilicon ligands into the coordination sphere of the rhodium catalyst. Experimental Materials Trichlorosilane, vinyltrichlorosilane, vinyltrimethoxysilane, 1-hexane, diphenylphosphne and benzene were commercial products subjected to distillation before use. 3-Chloroprepyltrichlorosilane was prepared by the addition of trichlorosilane to 3-chloro-l-propene in the presence of chloroplatinic acid prepared in cyclohexanone [11, 121. Triethoxysilane and 3-chloropropyltrimethoxysilane were obtained by solvolysis of the respective chlorosubstituted silanes. Wilkinson's complex [13] RhCI(PPh3)3 (A) and Cramer's complex [141 [RhCI(C2H4)2] 2 were prepared according to the literature. Equipment and analytical measurements Infrared spectra were recorded on a Perkin-Elmer Model 180 spectZophotometer, and 1H NMR spectra on a Varian Earl 360 60 MHz spectrometer using TMS as an internal standard. Gas chromatographic analyses were carriecs out, on a Chrom 4 instrument, equipped with a thermal conductivity detector. Steel columns packed with 10% SE-30 on Chromosorb P were used in the analyses. Other physico-chemical as well as elemental (C, H, Si, P) analytical data. were determined by commonly employed methods. Rhodium was determined spectrophotometrically [15] . Preparation of silylphosphine deriuatiues (Triethoxysilyl)ethyldiphenylphosphine was obtained by UV-induced reactions of diphenylphosphine with vinyltriethoxysilane [16] . In a typical reaction 10 g (54 mmol) of diphenylphosphine and 10.5 g (55 mmol) of (C?H60)3SiCH=CH2 were introduced into a reaction flask. The mixture was degassed and irradiated with a mercury lamp for 72 h at room tempera ture. The product was distilled and identified as (C2H5O)3S'CHZCH2PPh2. Yield: `i59o; b.p_ 200 - 203 C (3 mmHg) lit. 162 C (0.3 mmHg) [i7]. 1H NMR (CCI4): 8cu3 = 1.20 ppm (t, 9H); ocE1=o = 3.80 ppm (q, 6H); ocbu5 = 7.30 - 7.70 ppm (m, lOH); ocH- = 2.10 ppm (m, 2H); om. = 0.6 ppm (m, 2H). - - (Triethoxysilyl)propyldiphenylphosphine was obtained by treating 3-chlorepropyltriethoxysilane with LiPPh2 prepared in THF according to the 325 TABLE I Elemental analysis for supports and catalysts used Catalyst/Support P Si Rh P/Rh Support SD [PPh2(CH2)2Si03j21s found 8.43 11.18 - - calc. 11.69 10.60 - - SE [PPh2(Cf42)3Si03/2]x found 4.90 10.96 - - caic. 11.11 10.0 7 - - Catalyst A RhCI(PPh3)3 found 9.9 - 11.20 - Cale- 10.05 - 11.12 - B RhCl[PPh2(CH2)2Si(OC2H5)313 found 8.67 7.73 9.04 3.18 calc. 7.33 6.65 8.12 C RhCl[PPh2(CH2)3Si(OC2H5)313 found 8.05 7.28 8.93 2.99 calc. 7.10 6.44 7.86 RhCI(PPh3) (SD) found 8.30 - 2.65 10.3 E RhCi(PPh3)R(SE) found .1.65 - 1.93 7.1 usual method [18) . The product was identified as (C2H50)3S!CH2CH2CH2PPh2. Yield: 63%, b.p. 210 - 212 C (3 mmHg) lit. 180 - 184'C E0.7 mmHg) [17] . 1H NMR (CCIc): SCHl = 1.20 ppm (t, 9H); oculo = 3.90 ppm (q, 6H); ocon, = 7.20 - 7.70 ppm (m, lOH); ocss, = 0.5 - 2.2 ppm (m, 6H). Preparation of silylphosphine rhodium(lj complexes The complexes [Ph2PCH2CH25?(OC2H5)313RhCl (B) and [Ph2PCH2CH2CH2Si(OC2H5)3 ] 3 RhCl (C) were prepared in situ by reacting Cramer's complex (1.3 mmol) with the above triethoxysilylalkyldiphenylphosphines (7.8 mmol) (Rh:P = 1:3) in benzene at a mild temperature. Such benzene solutions were used for kinetic measurements. After evaporating the solution to dryness, viscous dark red oil products were obtained and identified (Table 1). An increase in P and Si values of the catalysts B and C, in comparison with those calculated, is a result of condensation of triethoxy substituents at silicon occurring during evaporation to dryness. Preparation of phosphinated polyalkylsilylsesquioxane supports 3 7.6 g (100 mmol) of (C2H50)3SiCH2CH2PPh2 (or 39.0 g (100 mmol) o(C2H50)3S'CH2CH2CH2PPh2)) were dissolved in 100 ml glacial acetic acid, and 0.5 ml of concentrated hydrochloric acid vas added [171. The mixture was refluxed for 10 h. After evaporating the solut?on, a viscous colorless solid was obtained. The product was heated in uacuo up to 200 C for 2 h and then powdered, washed with THF and dried in uacuo. Thus, the phosphinated silylsesquioxanes SD and SE were obtained (Table i). 326 PTepa_rx!tion of supported Rh(I) catalysts RhCI(PPh3)3 (5 g, (54 mmol)) was dissolved in chloroform (100 ml) and the solution was added to phosphinated insoluble supports (5 g of SD or SE). The raixture were then refluxed for 24 h, extracted with chloroform for 24 h in a Soxhiet apparatus and dried in uacuo also for 24 h. This yielded supported catalysts (03/2SiCH2CH2PPh2]sRhCl(PPh3) (I3) and (03/2S'CH2CH2CH2PFh2]sRhCl(PPh3) (E). Analytical data are given in Table 1. ilydrosilylation tests: general procedure Typical experiments consisted of heating for 2 h sealed glass ampoules, containing equirnolar amounts (10 mmol) of 1-bexene and triethoxysilane and a catalyst (10- ` mol/mol hexene) without solvent at a given temperature under nitrogen. Triethoxyhexylsilane, a product of hydros0.ylation, was identified by GLC technique as described previously in a test for re-using rhodium-supported catalyst in several subsequent runs [12] . Kinetic measurements Kinetic experiments were carried out under nitrogen in a thermostatted vessel of 20 ml capacity, equipped with a stopcock. In an individual run, 5 ml of dry degassed benzene as solvent (or 5 ml of homogeneous benzene solution of the catalyst), appropriate amounts of heterogenized catalyst and 1 ml of triethoxysilane were placed in the thermostatted reaction vessel for 1 h with magnetic stirring. Subsequently, an equimolar amount of 1-hexene, previously thermostatted at a given temperature, was injected into the reaction vessel and samp!es were collected with a syringe at specified time intervals (usually 3 - 5 minutes) and analyzed by GLC technique, using hexyltriethoxysilane as a reference [12] . Results and discussion Our main interest was the preparation of insoluble supports consisting of cross-linked trifunctional units of polyorganosilylsesquioxanes of the general formula [PPhZ(CH2) Si03/2]r, where n = 2 (support SD) and n = 3 (support SE) in order to use them for attaching to the Wilkinson's complex (A). This results in the formation of heterogenized catalysts for hydrosilylation (D and E, respectively). The insoluble supports were prepared by acetic acid-catalyzed polycondensation of PPh2(CH2)rtSi(OC2H5)3 [17] . Attachment of the above polymeric precursors to a rhodium(I) centre leads to the formation of an analogous pair of soluble phosphinosilyl rhodium(I) catalysts (S and C, respectively). Insoluble supports of the type SD and SE for [RhCOCI(PPh2-propyl PiS)2]x hydroformylation catalysts were previously obtained by preparation of chloropropylpolymethylsilylsesquioxanes followed by chloride-iodide exchange in acetone prior to product phosphination [7] . This method permits introduction of 5.6090 P and 4.4890 Rh. However, after a single run of hydroformylation only 3.6690 P and 1.0690 Rh 327 TABLE 2 Effect of modifying Wilkinson's catalyst (A) with silyl phosphine (B, C) and polysiloxy- phasphine (D, E) ligands on the yield of hexyttriethoxysilane catalyst (C2H5C)3SiH + C.tH9CH=CH2 --- (CZH50)3Si(CH2)5CH3 [SiH) : [1-hegenel : [Rh(F)1 = 1 _ 1 _ 5 x 10-'4 Catalyst Yield (90) 80 `C 100 C 74 72 B 77 73 C 76 73 D 89 84 E 69 58 remain in the catalyst recovered. Our experiments indicate that more than 95% of the initial phosphorus and rhodium contents remain in catalysts D a-rid E after a single test of hydrosilylation. An examination of the two pairs of the insoluble (D, E) and soluble supported catalysts (B, C), respectively, allow evaluation of the effect of the alkyl chain length as well as the substituent effect at silicon in polymeric siloxyphosphine and silylphosphine Rh(I) complex ligands, not only regarding its synthesis, but also on its catalytic activity and hydrosily lation mechanism- All the catalysts used (A - E) were tested in the hydrosilylation of I-hexene by triethoxysilane for which the Wilkinson's complex (A) appeared to be an efficient and selective catalyst [ I2, 191 . The yields of hegyltriethbxysilane obtained in the presence of the catalysts examined at selected temperatures are given in Table 2. The results show essentially no effect of phosphine silyl ligands on the reactivity of Wilkinson-type soluble catalysts for hydrosilylation, although the supports SE) and SE differ in the yields of the adducts obtained in the presence of D and E catalysts, respectively. The above difference is not due to Rh content, since all catalytic measurements were carried out with constant amounts of Rh gram-atom present in the systern. The increased yield of the adduct obtained on catalyst D compared with that on catalyst E may be due to the increase in hydrolysis of the Si-C bond during polycondensation of triethogysilylpropyldiphenylphosphine. This appears to be in contrast with results observed in the case of triethoxysilylethyldiphenylphosphine, where hydrolysis of the Si-C bond occurs to a lesser extent and gives, in consequence, higher P content in the support SD (8.43% compared to 4.90% for the support SE). The supported catalysts were also tested for their stability. The results obtained for a number of recycle runs proceeding at two different temperatures are presented in Fig. 1. Temperature, in the range of 80 - 100 c,, infl.u- 328 i I -I E 2) I -- n z Fig. 1. Yield of hexyltriethoxysilane us. the run number of the supported catalyst used; (1)80'C,2h;(2)100 C,2r. ences the yield of the hydrosilylation product as well as the stability of the supported catalysts. The series of experiments carried out at 120 C showed, however, that catalyst E is inactive even in the first cycle. On the other hand, yields of hexyltriethoxysilane on catalyst D in the first, second and third runs at 120 C were equal to 61, 49 and 25, respectively. While some loss of activity on recovered catalysts in the temperature range 80 - 120 C is due to elution of metal, total deactivation of catalyst E as well as considerable deactivation of catalyst D are mainly due to apparent swelling of the supports, leading to degradation of the catalysts even though appreciable amounts of rhodium remain. Moreover, a slight loss in activity during recycling is observed in all subsequent runs on the supported catalyst, which is in clear contrast with the rhodiuyn complexes anchored to aminated silica [12] . However, in the second run a small increase in the yield of the adduct has been observed on catalyst D_ All data for kinetic measurements carried out at different temperatures in the presence of the catalysts examined are summarized in Table 3. Pseudo fist-order rate constants, koi,s, were determined graphically. In most individual runs a very good linear plot of the pseudo first-order dependence was obtained for all catalysts. The initial rates which allow calculation of Turnover Number (TN) were also determined graphically. Error limits . are standard deviations obtained by least-squares regression treatment of the lip-ear form of the respective equations- The above kinetic results reveal the following sequence of catalytic activity of catalysts used: D~_>- A~,-- E>C>$ Both supported catalysts D and E show the same catalytic activity as homogeneous Wilkinson's complex, while both homogeneous silylphosphine rhodium(l) complexes are less active in the hydrosilylation of 1-hexene. This 3 29 TABLE 3 Kinetic parameters for the hyarosilylation of 1-hexene by triethylsilane in the presence of catalyst Cat. Temp. 103 kobs TIC Induction (`C) (s r) (s 1-) period (min) A 70.3 2.32 = 0.02 0.48 - 0.02 76.2 3.26 0.03 0-0.5 78.6 3.85 0_05 8 70.1 0.97 - 0.05 0_20 - 0.06 7t-.2 1.31 - 0.08 4 - 5 81.3 2.02 0.04 C 64.1 0.95 0.06 70.2 1_28 - 0.10 0.24 = 0.06 72_1 1.47 - 0.14 - 4 - 5 82.3 2.49 = 0.03 D 70.8 2.59 - 0.02 0_54 - 0.02 9.5 74.5 3.30 - 0.03 9.5 76.9 3_88 0.05 9.0 80.3 4.56 - 0.04 9.5 E 70.2 2.13 = 0.12 0_44 - 0.02 10.5 72_8 2.56 - 0_01 10.0 77.8 3.39 - 0.06 10.0 82.6 4.45 - 0.10 8.5 fait is presumably due to an electronegative character of the ethoxy groups at silicon, which causes both the silylphosphine ligands to be less basic than the triphenylphosphine ligands of the Wilkinson's catalyst. A complementary series of kinetic measurements for catalyst D revealed that values of the observed rate constants for four successive runs still maintain more than 90Io of the kab; value for the initial run. It is interesting that an induction period, which occurs for practically all catalysis consisting of phosphines with organosilicon substituents, is independent on temperature. This may suggest that dissociation of the phosphine macroligands and subsequent oxidative addition of silane, which seem to .be the preliminary reversible steps of hydrosilylation according to the general mechanism in the presence of . Wilkinson's catalyst [191 , ere diffusion-controlled. They lead to the formation of an active six-coordinated intermediate whose detailed structure cannot be known from the given kinetic data. However, it is likely that the supported catalysts contain rhodium bonded to two polysilogyphosphine ligands as well as a solvent molecule or vacant site. Such an assumption is accounted for by the decrease in the induction periods observed for the insoluble .catalysts D in second, third and fourth runs, which were equal to 330 zz I 1 92 1 ..01 091 i-ool o:: Q6I j osL Fig. 2. Eyaing's plot for hydrosilylation of 1-hexene by triethoxysilane in the presence ocatalysts ( A - E). TABLE .1 Activation parameters for the hydrosilylation of 1-hexene by triethoxysilane in the presence of catalyst Catalyst Afi' (kcal/mol) GS T (e.u_) aGT (kcal/mol) (70_2 - 0_1 C) (70.2 _ 0.1 C) A 13.7 0.6 -31 = 1_3 24.3 - 1_0 8 14.8 - 0.6 -30 t 1.2 24_9 t 1_1 C 12_1 0.4 -37 1.1 24_7 0.8 D 13.710.8 -31-1.6* 24.3=1.3* E 13.510.4 -32=1_0 24.4-0.8 *T = 70.8 C. 4 - 5 min, 1 - 2 min and Z min, respectively. The dissociative mechanism of this catalysis is supported even by observing the P/Rh ratio in the insoluble catalysts, since no effect of -an excess of phosphine introduced into polyorganosiloxane on the kinetic parameters has been denoted. Apparently, free phosphine iigands exist on the support apart from the vacant sites othe rhodium complex anchored to ladder polysilylsesquioxane. The calculated rate constants allow us to determine the activation parameters (also done graphically) from the plot of lg kO; 2' us. 1./T (Fig. 2 and Table 4). Error limits in Table 4 are alsc standard deviations. The almost parallel course othe linear dependences recorded in Wig. 2, which are reflected in the sum- 331 marized data of activation parameters, suggests that no change in the reaction mechart.cm is observed, irrespective of the catalyst used- Thus the reaction takes place uia an octahedral intermediate formation consisting of two phosphines coordinated to a monomeric rhodium(III) complex for all soluble and insoluble catalysts examined. All values of the free energy of activation aG' are within limits of error, sitar to aST and aH\" values for most catalysts. Only the homogeneous catalyst C with triethGxysilylpropyldiphenylphosphine iigand indicates slightly more steric hindrance in coordination to the rhodium atom, but apparently the electron-withdrawing character of the triethoxy groups at silicon influences phosphine basicity less in propylsilyl-substituted phosphine than in ethylsilyl-substituted phosphine, which causes a s'_ight decrease in the value of aft of the former. References 1 J. M. Basset and A. K. Smith, in M. Tsutsui and R. Ugo (eds_), Fundamental Research ire Homogeneous Catalysis. Plenum Press, New York. Vol. 1, 1976, p. 69 - 98. 2 J. Conan, M. Bartholin and A. Guyot, J ?llol. Catal., 1 (1976) 375. 3 M_ Bartholin, J. Conan and A_ Guyot, J Mol. Catal., 2 (1977) 307. M_ Bartholin, Ch. Grasllat. F- Guyot, G. Coudurier, J. Bandiera and C. Naccach~e, J Mal. Catal., 3 (1977/78) 17. 5 V. Kavan and M. Capka, Coll. Czech. Chem. Commun., 45 (1980) 2100. 6 M. O. Farrell. C. H. van Dike, L. J_ Boucher and S. J. Metlin, .F. Organomet. Chem.. 172 (19 79) 367. 7 C. H_ van Dyke, M. O. Farrell and L. J. Boucher, in M. Tsutsui (ed.). Fundamental Research in Homogeneous Catalysis, Plenum Press, New York, Vol. 3, 1979, p. 659. 8 Z. C. Baeziieska and W. R. Cullen, Can. J Chem.. 58 (1980) 744. 9 Z. C. Brzezinska, W. R. Cullen and G. Strukul, Cars. .j Chem., 58 (1980) 750. 10 Z. Kozak and M. Capka, Chem. Commun., 44 (19 79) 2624. 11 U.S. Pat. 3 789 252. 12 B. Marciniec, Z. Kornetka and W. Urbaniak, J. 16fol_ Catal., 12 (1981) 221. 13 J. A. Osborn, F. H. Jardine, J. F. Young and G. Wilkinson, J: Chem. Soc., (A) (1966) 1711. ld R. Cramer, Inorg. Chem.. 1 (1962) 722. 15 F. E. Bearnish, Talanta, 12 (1965) 789. 16 Z. C. Brcezifska and W. R. Cullen, Inorg. Chem., 18 (19 79) 3132. 17 Ger. Pat. 2 330 308. 18 G. W. Luther and G. Beyerle, Inorg. Synth., 17 (1977) 186. 19 R. N. Haszeldine, R. V. Parish and D. J. Parry, J Chem. Sac. (A) (1969) 683. X244 82800928 0304-5102(82)80092-8 10.1016/0304-5102(82)80092-8 ☆ Part V, in the series Catalysis of Hydrosilylation, presented in part at the 3rd International Symposium on Relations between Homogeneous and Heterogeneous Catalysis, (poster presentation) 25 – 27 May 1981, Groningen, The Netherlands. Fort Part IV see Synth. React. Inorg. Metal.-Org. Chem., (accepted for publication). Rhodium(I) complexes with phosphinoalkyl organosilicon ligands as hydrosilylation catalysts B. Marciniec W. Urbaniak P. Pawlak Institute of Chemistry, A. Mickiewicz University, Grunwaldzka 6, 60-780 Poznań Poland Kinetic and catalytic studies were carried out to evaluate the role of polymeric organosilicon support of rhodium phosphine catalysts for hydrosilylation of CC bonds. All kinetic data show that modification of Wilkinson's complex by polysiloxyalkylphosphine (insoluble) and silyalkylphosphine (soluble) ligands has essentially no effect on the kinetic parameters and mechanism of the hydrosilylation of 1-hexane. References 1 J.M. Basset A.K. Smith M. Tsutsui R. Ugo Fundamental Research in Homogeneous Catalysis 1 1976 Plenum Press New York 69 98 2 J. Conan M. Bartholin A. Guyot J. Mol. Catal. 1 1976 375 3 M. Bartholin J. Conan A. Guyot J. Mol. Catal. 2 1977 307 4 M. Bartholin Ch. Graillat A. Guyot G. Coudurier J. Bandiera C. Naccache J. Mol. Catal. 3 19771978 17 5 V. Kavan M. Capka Coll. Czech. Chem. Commun. 45 1980 2100 6 M.O. Farrell C.H. van Dyke L.J. Boucher S.J. Metlin J. Organomet. Chem. 172 1979 367 7 C.H. van Dyke M.O. Farrell L.J. Boucher M. Tsutsui Fundamental Research in Homogeneous Catalysis 3 1979 Plenum Press New York 659 8 Z.C. Brzezińska W.R. Cullen Can. J. Chem. 58 1980 744 9 Z.C. Brzezińska W.R. Cullen G. Strukul Can. J. Chem. 58 1980 750 10 Z. Kozak M. Capka Chem. Commun. 44 1979 2624 11 U.S. Pat. 3 789 252. 12 B. Marciniec Z. Kornetka W. Urbaniak J. Mol. Catal. 12 1981 221 13 J.A. Osborn F.H. Jardine J.F. Young G. Wilkinson J. Chem. Soc., (A) 1966 1711 14 R. Cramer Inorg. Chem. 1 1962 722 15 F.E. Bearnish Talanta 12 1965 789 16 Z.C. Brzezińska W.R. Cullen Inorg. Chem. 18 1979 3132 17 Ger. Pat. 2 330 308. 18 G.W. Luther G. Beyerle Inorg. Synth. 17 1977 186 19 R.N. Haszeldine R.V. Parish D.J. Parry J. Chem. Soc. (A) 1969 683",
      "scopus-id": "0020100559",
      "coredata": {
        "eid": "1-s2.0-0304510282800928",
        "dc:description": "Kinetic and catalytic studies were carried out to evaluate the role of polymeric organosilicon support of rhodium phosphine catalysts for hydrosilylation of CC bonds. All kinetic data show that modification of Wilkinson's complex by polysiloxyalkylphosphine (insoluble) and silyalkylphosphine (soluble) ligands has essentially no effect on the kinetic parameters and mechanism of the hydrosilylation of 1-hexane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800928",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marciniec, B."
          },
          {
            "@_fa": "true",
            "$": "Urbaniak, W."
          },
          {
            "@_fa": "true",
            "$": "Pawlak, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800928"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800928"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80092-8",
        "prism:volume": "14",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Rhodium(I) complexes with phosphinoalkyl organosilicon ligands as hydrosilylation catalysts",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "323-331",
        "prism:endingPage": "331",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1982",
        "prism:doi": "10.1016/0304-5102(82)80092-8",
        "prism:startingPage": "323",
        "dc:identifier": "doi:10.1016/0304-5102(82)80092-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020100559"
      }
    }
  }
}