{
  "metadata": {
    "title": "A highly efficient catalyst system for the isomerization of methyl formate to acetic acid",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-08-15",
    "doi": "10.1016/0304-5102(88)85078-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288850788",
    "pii": "0304510288850788"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024056757",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288850788 0304-5102(88)85078-8 0304510288850788 10.1016/0304-5102(88)85078-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00983 2024-01-02T01:04:53.938015Z 0 0 19880815 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 47 47 1 1 Volume 47, Issue 1 14 117 121 117 121 19880815 15 August 1988 1988-08-15 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. AHIGHLYEFFICIENTCATALYSTSYSTEMFORISOMERIZATIONMETHYLFORMATEACETICACID SCHRECK D ROEPER 1985 38 M PRUETT 1982 1693 R WEGMAN 1987 261 R WEGMAN 1985 125 R BRYANT 1973 193 F FORSTER 1979 255 D MCMURRY 1972 389 J SOLLY 1970 4071 R SHINA 1980 901 H LUFT 1983 175 G ZAHALKA 1986 2497 H SCHRECKX1988X117 SCHRECKX1988X117X121 SCHRECKX1988X117XD SCHRECKX1988X117X121XD item 0304-5102(88)85078-8 0304510288850788 1-s2.0-0304510288850788 10.1016/0304-5102(88)85078-8 272239 2024-01-02T01:04:53.938015Z 1988-08-15 1-s2.0-0304510288850788-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850788/MAIN/application/pdf/1707c05784c08d4fa915defaec9d3b70/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850788/MAIN/application/pdf/1707c05784c08d4fa915defaec9d3b70/main.pdf main.pdf pdf true 342166 MAIN 5 1-s2.0-0304510288850788-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850788/PREVIEW/image/png/5eaf9e8551c68f88ef2069fd131526e3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850788/PREVIEW/image/png/5eaf9e8551c68f88ef2069fd131526e3/main_1.png main_1.png png 65382 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 47 (1988) 117 - 121 117 A HIGHLY EFFICIENT CATALYST SYSTEM FOR THE ISOMERIZATION OF METHYL FORMATE TO ACETIC ACID DAVID J. SCHRECK, DAVID C. BUSBY and RICHARD W. WEGMAN Union Carbide Corporation, P.O. Box 8361, South Charleston, WV 25303 (U.S.A.) (Received November 17, 1987 ; accepted January 12, 1988) Summary Rh-LiI is a highly efficient catalyst for the isomerization of methyl formate to acetic acid. At 180 C the methyl formate conversion is >99% and the molar selectivity to acetic acid is >99%. Lil promotes the reaction apparently by cleaving methyl formate and methyl acetate, which is formed during the course of the reaction, to CH3I and the corresponding lithium formate and lithium acetate salts. Introduction Acetic acid is an important commodity chemical, and is manufactured via oxidation of butane or acetaldehyde and carbonylation of methanol. An alternative route to acetic acid is by the isomerization of methyl formate, eqn.(l): CEtii CH30C(0)H > CH3C(0)OH (1) This reaction is catalyzed by Group VIII transition metals such as Co, Rh, Ir, Pd or Ni used in conjunction with a halide promoter, typically CHsI [1-5]. The isomerization reaction allows methyl formate to be upgraded to the more valuable product acetic acid. The reaction can be utilized when methyl formate is obtained as an undesirable byproduct (for example, in butane oxidation) or if methyl formate can be made cheaply. In the latter case, it is plausible that in certain geographic locations dehydrogenation of methanol to methyl formate, followed by isomerization, is an economic route to acetic acid [6]. Recently, we reported the catalytic reductive carbonylation of methyl esters to make acetaldehyde and a carboxylic acid [7]. A critical step in that reaction is cleavage of the methyl ester by Group I or II metal halides. We have now found that formates undergo a similar cleavage reaction and that in the presence of a rhodium catalyst, isomerization to the correspond- ing carboxylic acid readily takes place [8]. In this paper, we describe our results dealing with Rh-LiI-catalyzed isomerization of methyl formate to acetic acid. 0304-5102/88/$3.50 Eisevier Sequoia/Printed in The Netherlands 118 Experimental All chemicals were reagent grade and used without further purification. Methyl formate was obtained from MCB, and anhydrous Lil from Alpha. Unless stated otherwise, Rh was charged as Rh(CO)2acac (Strem). Procedures for carrying out the high pressure experiments have been reported elsewhere [9]. In a typical experiment, the autoclave is charged under N2 with the appropriate catalyst components and 150 ml methyl formate. The reactor is sealed, purged with CO and pressured to 400 psig with CO. The reactor is then stirred (750 rpm) and heated to the desired temperature. After the prescribed reaction time the reactor is cooled to 10 C, the vapor phase is sampled, and the liquid contents are placed in a chilled bottle. The products were analyzed as previously described. The acetic acid rate is expressed as M h~1 (mol L~1 h~1) and is based on liquid volume. The product selectivities are in terms of mole percent. Results and discussion Isomerization of methyl formate to acetic acid is a well-known reaction; reports m the patent literature date back to 1929 [10]. The best reported productivities are obtained with Rh-based catalysts and CH3I promoter [2]. The reaction is typically carried out at 150 - 200 C with an initial CO partial pressure of >400 psi. The mechanism postulated for the Rh-CH3l- catalyzed isomerization reaction is outlined in eqns. (2) - (5) [11] : HC(0)OCH3 > CHaOH + CO (2) Rh CII3I + CO > CH3C(0)I (3) CH3C(0)I + CH30H > CH3C(0)OCH3 + HI (4) CH3C(0)OCH3 + HI > CH3C(0)OH + CH3I (5) This mechanism involves the simultaneous decarbonylation of methyl formate and carbonylation of methyl iodide. The carbonylation step is presumably carried out in analogy to the mechanism postulated for the Rh-CH3l-catalyzed carbonylation of methanol [12]. Entries 1 and 2 of Table 1 list the results of experiments carried out with a Rh-CH3l catalyst. There is no observed reaction with [CH3I] = 0.213M (CH3l:Rh = 4). Increasing [CH3I] to 0.853 M results m 78% selectivity to acetic acid; however, the methyl formate conversion is low (60%) and substantial amounts of methyl acetate (15%) and formic acid (7%) are present. It is apparent that, as the reaction proceeds, the acetic acid transesterifies with unreacted methyl formate to make methyl acetate and formic acid which limits the reaction rate and selectivity to acetic acid. We have found that replacing CH3I with Lil circumvents the buildup of methyl acetate and formic acid. The results for a Rh-LiI catalyst are listed 119 TABLE 1 Effect of catalyst composition and operating conditions Entry [Rh] [CHsI] [Lil] Temp. MeOF Product sel. (%) HOAc (oc) ^v- MeOAc HCOOH HOAc ^-^ 1 0.053 0.213 180 O O O O 0.0 2 0.053 0.853 180 60 15 7 78 2.5 3 0.053 0.106 180 20 18 16 65 0.3 4 0.053 0.213 180 84 1 1 98 2.6 5 0.053 0.426 180 99 1 0 99 5.1 6 0.053 0.853 180 99 1 0 99 16.6 7 0.0266 0.426 180 99 1 1 98 4.2 8 0.0066 0.426 180 39 17 15 69 1.5 9 0.0033 0.426 180 20 14 14 71 0.7 10 0.053 0.853 180 96 2 1 97 3.5 ^AU runs: initial CO pressure = 400 psig; run time = 3 h except entry 9 where run time = 1.5h. in Table 1, entries 3 - 10. Comparison of entries 2 (C^LRh = 16) and 6 (LiI:Rh = 16) demonstrates that dramatic increases in the methyl formate conversion (60% us. 99%) the acetic acid selectivity (78% us. 99%) and the acetic acid formation rate (2.5 M h\"1 us. 16.6 M h~1) are obtained with Lil. The reaction rate is independent of initial CO pressure over the range 200 - 1000 psi. Below 200 psi the rate markedly drops, possibly a result of catalyst instability. A detailed kinetic study of the reaction was not undertaken; however, using the information contained in Table 1, entries 3-10, and the fact that the reaction is independent of [CO], the following rate expression is obtained: Acetic acid formation rate = feobs[Rh] '72 [Lil] ^[CO]0 where feobs = 2.3 X 102 at 180 C. The calculated activation energy is 16.6 kcal. A postulated reaction mechansim for the Lil-promoted isomerization reaction is outlined in eqns. (6) - (14). HC(0)OCH3 + Lil i=^ CHaI + HC(0)OLi (6) Rh CH3I + CO > CH3C(0)I (7) CH3C(0)I + HC(0)OLi i==i CH3C(0)OC(0)H + Lil (8) CH3C(0)OC(0)H ;==^ CH3C(0)OH + CO (9) Any methyl acetate formed would react via a similar route: CH3C(0)OH + HC(0)OCH3 i=^ CH3C(0)OCH3 + HC(0)OH (10) CH3C(0)OCH3 + Lil ?=^ CH3I + CH3C(0)OLi (11) Rh CH3I + CO > CH3C(0)I (12) 120 CH3C(0)I + CH3C(0)OLi ?==i CH3C(0)OC(0)CH3 + Lu (13) CH3C(0)OC(0)CH3 + HC(0)OH ^=i CH3C(0)OH + CH3C(0)OC(0)H (14) With the numerous equilibria and the limited kinetic data, it is difficult to assign a rate-determining step. We believe that the role of Lil is to cleave methyl formate, eqn. (6), and methyl acetate as it is formed in the trans- esterification reaction, eqns. (10) and (11) [13 -15]. CH3l is formed in the cleavage reaction and is carbonylated, eqn. (7), to acetyl iodide by the Rh catalyst. Reaction of acetyl iodide with lithium formate is well-known for making the mixed anhydride CH3C(0)OC(0)H which, at the elevated tem- peratures employed, decomposes into acetic acid and CO. As indicated by the overall stoichiometry of eqn. (1), CO is not consumed. Methyl acetate, which is formed by transesterification, is carbonylated to acetic anhydride [16]. This reaction is catalyzed by Rh-LiI [17]. Although alternative mechanisms can be proposed for the decomposition of acetic anhydride, eqn. (14) coupled with eqn. (9) meets the stoichiometry require- ments. The only byproducts aside from methyl acetate and formic acid are trace amounts of H; and CO^. Presumably, these compounds result from the decomposition of formic acid. The liquid product is anhydrous. We have not detected methanol (at any stage of the reaction) which could arise from the decarbonylation of methyl formate [18]. Therefore, acetic acid formation via a pathway involving methanol carbonylation is unlikely. Lil can be replaced with an equivalent amount of lithium formate and methyl iodide (cleavage products of methyl formate, eqn. (2)) with no loss in activity or selectivity. Addition of PPh3 or NPh3 increases the catalyst activity to a small degree. For example, repeating entry 4, Table 1, with [PPh3] = 0.106 M resulted in methyl formate conversion = 92% and acetic acid formation rate = 3.2 M h~1. Lower temperature and pressure operation is made possible by utilizing cfs-Rh(CO)Cl[Ph2PCH2CH2P(0)Ph2], A, as the catalyst precursor. At 115 C and 140 psig (total pressure at 115 C, initial CO pressure = 70 psi) with [A] = 0.006 M and [Lil] =1.5 M, after 2 h the methyl formate conversion is 35% and the acetic acid selectivity is 97%. A is a catalyst precursor for the low pressure (80 psi) and low temperature (75 C) carbonylation of methanol [19]. Conclusion Lil promotes the isomerization of methyl formate to acetic acid in the presence of Rh. Use of Lil in place of the commonly utilized CH3l results in methyl formate conversions of nearly 100% and a molar selectivity to acetic acid > 99%. 121 Acknowledgement We thank Union Carbide for permission to publish this information. References 1 M. Roeper, E. Ehrenvoll and M. Luetgendorf, Erdol, Kohle, Erdgas, Petrochem., 38 (1985)38. 2 U.S. Pat. 4 194 056 (1980) to Cheveron. 3 R. L. Pruett and R. T. Kacmarcik, Organometallics, l (1982) 1693. 4 Jpn. Pat. 50-016 773 (1975) to Mitsubishi. 5 Jpn. Pat. 56-73 040 (1981) to Mitsubishi. 6 U.S. Pat. 4 232 171 (1980) to Mitsubishi. 7 R. W. Wegman and D. C. Busby, J. Mol. Catal., 39 (1987) 261. 8 EUT. Pat. Appl. 146823 (1985) to Union Carbide. 9 R. W. Wegman and D. C. Busby, J. Mol. Catal.. 32 (1985) 125. 10 U.S. Pat. 1 697 109 (1929) to H. Dreyfus. 11 F. J. Bryant, W. R. Johnson and T. C. Singleton, Prepr., Div. Pet. Chem., Am. Chem. Soc.. 18 (1973)193. 12 D. Forster, Adu. Organometall. Chem., i 7 (1979) 255. 13 J. E. McMurry and G. B. Wong, Syn. Commun., 2 (1972) 389. 14 R. K. Solly and S. W. Benson, J. Phys. Chem., 74 (1970) 4071. 15 H. Shina and T. Hashimoto, Yukagaku, 29 (1980) 901. 16 G. Luft and M. Schrod, J. Mol. Catal., 20 (1983) 175. 17 U.S. Pat. 4 563 309 (1986) to Union Carbide. 18 H. Zahalka and H. Alper, Organometallics. 5 (1986) 2497. 19 R. W. Wegman, A. M. Harrision and A. G. Abatjoglou,J. Chem. Soc., Chem. Commun., accepted for publication. X244 88850788 0304-5102(88)85078-8 10.1016/0304-5102(88)85078-8 Industrial Articles A highly efficient catalyst system for the isomerization of methyl formate to acetic acid David J. Schreck David C. Busby Richard W. Wegman Union Carbide Corporation, P.O. Box 8361, South Charleston, WV 25303 U.S.A. Rh-LiI is a highly efficient catalyst for the isomerization of methyl formate to acetic acid. At 180°C the methyl formate conversion is ⪢99% and the molar selectivity to acetic acid is ⪢99%. Lil promotes the reaction apparently by cleaving methyl formate and methyl acetate, which is formed during the course of the reaction, to CH3I and the corresponding lithium formate and lithium acetate salts. References 1 M. Roeper E. Elvenvoll M. Luetgendorf Erdöl, Kohle, Erdgas, Petrochem. 38 1985 38 2 U.S. Pat. 4 194 056 (1980) to Cheveron. 3 R.L. Pruett R.T. Kacmarcik Organometallics 1 1982 1693 4 Jpn. Pat. 50-016 773 (1975) to Mitsubishi. 5 Jpn. Pat. 56-73 040 (1981) to Mitsubishi. 6 U.S. Pat. 4 232 171 (1980) to Mitsubishi. 7 R.W. Wegman D.C. Busby J. Mol. Catal. 39 1987 261 8 Eur. Pat. Appl. 146 823 (1985) to Union Carbide. 9 R.W. Wegman D.C. Busby J. Mol. Catal. 32 1985 125 10 U.S. Pat. 1 697 109 (1929) to H. Dreyfus. 11 F.J. Bryant W.R. Johnson T.C. Singleton Prepr., Div. Pet. Chem., Am. Chem. Soc. 18 1973 193 12 D. Forster Adv. Organometall. Chem. 17 1979 255 13 J.E. McMurry G.B. Wong Syn. Commun. 2 1972 389 14 R.K. Solly S.W. Benson J. Phys. Chem. 74 1970 4071 15 H. Shina T. Hashimoto Yukagaku 29 1980 901 16 G. Luft M. Schrod J. Mol. Catal. 20 1983 175 17 U.S. Pat. 4 563 309 (1986) to Union Carbide. 18 H. Zahalka H. Alper Organometallics 5 1986 2497 19 R.W. Wegman, A.M. Harrision and A.G. Abatjoglou, J. Chem. Soc., Chem. Commun., accepted for publication.",
      "scopus-id": "0024056757",
      "coredata": {
        "eid": "1-s2.0-0304510288850788",
        "dc:description": "Rh-LiI is a highly efficient catalyst for the isomerization of methyl formate to acetic acid. At 180°C the methyl formate conversion is ⪢99% and the molar selectivity to acetic acid is ⪢99%. Lil promotes the reaction apparently by cleaving methyl formate and methyl acetate, which is formed during the course of the reaction, to CH3I and the corresponding lithium formate and lithium acetate salts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288850788",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Schreck, David J."
          },
          {
            "@_fa": "true",
            "$": "Busby, David C."
          },
          {
            "@_fa": "true",
            "$": "Wegman, Richard W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288850788"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288850788"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85078-8",
        "prism:volume": "47",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A highly efficient catalyst system for the isomerization of methyl formate to acetic acid",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-121",
        "prism:endingPage": "121",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1988",
        "prism:doi": "10.1016/0304-5102(88)85078-8",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/0304-5102(88)85078-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024056757"
      }
    }
  }
}