{
  "metadata": {
    "title": "Surface species in CO<ce:inf loc=post>2</ce:inf> methanation over amorphous palladium/zirconia catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-11-01",
    "doi": "10.1016/0304-5102(91)80115-J",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180115J",
    "pii": "030451029180115J"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026258814",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180115J 0304-5102(91)80115-J 030451029180115J 10.1016/0304-5102(91)80115-J S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0140X 2024-01-02T01:05:30.650091Z 0 0 19911101 1991 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 69 69 3 3 Volume 69, Issue 3 5 347 357 347 357 19911101 1 November 1991 1991-11-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. SURFACESPECIESINCO2METHANATIONOVERAMORPHOUSPALLADIUMZIRCONIACATALYSTS SCHILD C KLIER 1982 243 K CHINCHEN 1988 1 G SCHILD 1990 223 C BAIKER 1989 999 A DAVIS 1990 235 J SCHILD 1990 243 C KISELEV 1989 241 V ADSORPTIONCATALYSISTRANSITIONMETALSOXIDES JACKSON 1986 90 N FROST 1988 577 J SHAW 1990 219 E YATES 1982 97 J SHEPPARD 1978 67 N ADVANCESININFRAREDRAMANSPECTROSCOPY VANNICE 1981 152 M ANGEVAARE 1988 11 P SHEU 1989 61 L PITCHON 1990 317 V MAZZOCCHIA 1990 283 C SCHILD 1991 6341 C BOWKER 1981 3023 M HE 1984 381 M KOEPPEL 1991 R SCHILDX1991X347 SCHILDX1991X347X357 SCHILDX1991X347XC SCHILDX1991X347X357XC item 0304-5102(91)80115-J 030451029180115J 1-s2.0-030451029180115J 10.1016/0304-5102(91)80115-J 272239 2024-01-02T01:05:30.650091Z 1991-11-01 1-s2.0-030451029180115J-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180115J/MAIN/application/pdf/450b1c4335173d87a83bb23aaa1d705e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180115J/MAIN/application/pdf/450b1c4335173d87a83bb23aaa1d705e/main.pdf main.pdf pdf true 768293 MAIN 11 1-s2.0-030451029180115J-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180115J/PREVIEW/image/png/46da294580c15aa197b658ee55445898/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180115J/PREVIEW/image/png/46da294580c15aa197b658ee55445898/main_1.png main_1.png png 63939 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 69 (1991) 347-357 347 Surface species in C02 methanation over amorphous palladium /zirconia catalysts C. Schild, A. Wokaun* Physical Chemistry 11, University of Bayreuth, P.O. Box 101251, D-W-8580 Bayreuth (F. R. G.) and A. Baiker Department of Chemical Engineering and Chemical Technology, Swiss Federal Institute of Technology, ETH Zentrum, CH-8092 Zurich (Switzerland) (Received February 18, 1991; revised April 25, 1991) Abstract The mechanism of methane formation over a palladium/zirconia catalyst prepared by wet impregnation of amorphous Zr02 has been investigated by diffuse reflectance FTIR spectroscopy. The production rate of surface formate, which represents the pivotal surface intermediate, is high when starting from gaseous COZ and H2; a considerably lower rate is observed upon hydrogen exposure of a carbonate-covered catalyst surface. Reference compounds have been adsorbed to deternune the C=O stretching frequency of a potential formyl (HCO) surface intermediate, which apparently gives rise to a broad absorption around 1700 cm-'. This band is not observed under COZ hydrogenation conditions. Instead, a characteristic absorption is detected at 1760 cm-', which is assigned to CO triply bound to the palladium particles. The latter species is correlated with surface formate, in an equilibrium that involves surface hydroxyl groups on the zirconia. No further surface species are detected under COZ hydrogenation conditions. A mechanism for the hydrogenation of COZ to methane is proposed that accounts for these observations; the importance of surface hydroxyl groups and anion vacancies on the zirconia surface is emphasized. Introduction Hydrogenation reactions of carbon monoxide and carbon dioxide have attracted continuing attention due to their importance for the synthesis of methanol and other feedstock compounds for the chemical industry [ 1-3 ]. In two of our recent studies [3, 4], we have investigated COZ and CO hydrogenation reactions over palladium/zirconia catalysts. A first catalyst was obtained by in situ activation of amorphous Pdz5Zr,5. Methane, water and smaller amounts of carbon monoxide and methanol as gaseous products were observed under COz hydrogenation conditions; no surface species were detected by in situ diffuse reflectance FrIR spectroscopy. For comparison, a second catalyst containing 5 wt.% palladium was prepared by wet impregnation of crystalline monoclinic zirconia. With the latter catalyst, several *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 0 1991- Elsevier Sequoia, Lausanne algurao3 LunipoS/HOVN ptre z(EON)OIZ 3o suoilnros snoanbV *aanluiadtual pus Hd lurlsuoa Is uoilielidiaaad Aq pazlsailluSs snm ljoddns siuoa.nz atrZ te:juauiuadxg -sllnsaa aidoasoalaads gr aql uro.j pasodoad si sIsAMea ntuoa.nz /umip elrud aano suoilaleaa uoil'eusqlatu ui sdals lu uuodun aoj rapotu d -suoila~eaa uoilVuMojpSq z09 ui sataads aasjtns rnlonid aaqloue si qaitrm paxinbav si nO 3o uxsiUiuaaur uoildaosps aql uo aauapina `aaouzaaqlinq -sa7eipauualui uoila,eaa jaqlan; nin .ao alsttuoj aasjans moa3 AIlaajip spaaaoad uoilanpoad aurtrlatu aaqlatrm alsailsanui am `.reinailred ui -[e] tri pasodoad atuaqas uoilaieaa aql uzoa3 $uisi,rC suoilsanb fe.ranas Ruilepianra Is surre Spnjs siql `anoqu pazi.mutums skemqled uotlanaa aql uo uoileuuojui atrl uo paseg -pusq aaqlo aql uo gL.iZszpd paltnilae qlim pue `pueq auo aql uo zoaZ/pd auirrvls~kza ulrm ttosiasd -uroa ao3 LualsAs $trilsazalui ue sluasaadat Apnjs siql ui palrailsanui IsAMna etuoanz/umipelrcd snoudzouie auZxiilnuz etuoaiiz autlrelsfza Apood aql pie sarailzed tunipnrred rretus aql uaamlaq vaxr jutaejialui a2.mr t si uralsAs call-eI aql 3o arnlnaj ruanlan.zis retaads V -saint-eaadtual aamor uana l2 pan.zasqo si atreqlatu `g)jZczpd uroaj panijap IsArnlea au1 .tano lrql alou am `uosueduroa aoj *anoqs pauoiluaur jsArmea (~?vjsra) zpiZ/pd aql ulim Linql .tamor Arlu'sagi\"is saanl-eaadtual l-e slams sa-mixitu uoilavaa ua$oapStr/apixoip uoqaca 3o uoilsuvqlatu aql `IsArinna siql aan0 -paljodaa aq rrim lioddns ntuoatiz snoy~ us jo uoiinu$a.zdun lam Aq paandaad isArmea vtuoanz/umipsIrud 1e qlim paurelqo sirnsaa aidoasojlaads grjl aql jaded luasaad atp uI [~] sluauruadxa uoilVpixo pue uoildzosps snoinWd ano 3o sisuq aql uo `OjzH-ztc jo uoiloui auiqalaals O-9 aql of a.mluaj siql pat2isse annq am snaaatrm `sdno.z2 _O2HD atrl 3o uoilouI `W' LIFrao.I e of aanltaj ssor i_uza 0pII uv pau$isss saotrine asatry -uoilisodtuoaap aql ui salleipauualui se pagiluapi aaam O9 paqaospr pus `apAqapruttuoj papuoq -zit `(_O9Hq) aleryCulaur punoq aaejang -[q] nralang pue sinsQ Aq saasjans (I I I)pd xano uoilisodtuoaap rountrlatu 3o Apnjs gIggMH luaaaa a ui uantg si [r;] ui pasodoad tusiurqaaur uoilruuoj rouLtpatu aql of lsoddns aaqlnA -lanpotd rountrlatu aql 3o saosanaaad se pagpuapi aaam puu `Aimors Aranilrxvdtuoa pauuoj ajam sataads asaqZ -alcrSulaui pur apAqapjetuzoj papuoq is papnram alnoa siql uo pagiluapi sataads aasjzns InuoilippV -zH/O9 snoasu.R tuoz3 Ruparls uaqm paaual sem sdals uoilaea.z 3o aauanbas .taulouV -lanpo.rd aunqlatu atil 3o .tosanaajd atrl se pagiluapi ssm alnutioq -palaalap sum apixouotu uoq.rea paqjospr 3o uoilaea3 IucagitL2is E `uoilippt ui :alsuuoj aanpns 3o uoilcuuoj pidua aql ui palrnsaj sajnixiur zrH/zoq of aansodxa `Is-ealuoa ur -[q] pantasqo a.tam salnuoqara aavjzns Aruo `giuoa.nz/urnipnrrgd oluo apixoip uoqaua 3o uoildaospr uodn -[e] satauanbaaj reuoilr.tqrn panjasqo aq1 jo luatuu2issr reaoninbaun un qsilqslsa of ino paijrea uaaq aaoja.taql ancq spunoduroa aauajaja.r jo sluauritadxa uoilaaospr anisualx3suoilipuoa uoilavaa uo guipuadap `pamasqo aaam sataads as-ejtns spe 349 were slowly and simultaneously added to deionized water at 363 K and a pH of 7. Subsequently, the precipitate was washed with water and methanol, dried at 393 K and calcined at 573 K. The catalyst sample (Pd/Zr02, 5 wt.% palladium) was prepared by wet impregnation of the amorphous airconia with an aqueous solution of (NHQ)2[PdCl4]. After drying at 393 K, the precursor was calcined and reduced in a flowing H2/N2 mixture at 573 K. Before the FTIR measurements, the catalyst was treated in nitrogen or hydrogen flow at temperatures between 450 and 500 K for several hours to remove surface impurities resulting from storage under atmospheric conditions. Nitrogen (Linde, 99.999%) as the carrier gas, as well as carbon dioxide (Linde, 99.99939'0), carbon monoxide (Linde, 99.997%) and hydrogen (Linde, 99.999%) as reactants were used without further purification. Aqueous solutions of glyoxylic acid (Merck, 50%) and glyoxal (Merck, 40%) served as reference compounds in the adsorption experiments. Both compounds were adsorbed by dropping the respective solutions onto the catalyst sample under atmospheric conditions. Spectra were recorded in diffuse reflectance geometry in a controlled environmental chamber (Spectra-Tech, model 0030-100) equipped with CaF2 windows, which was connected to a gas dosing system. The diffuse reflectance accessory (Spectra-Tech, model 0030-033) was placed in the sample beam of the FTIR instrument (Perkin-Elmer, model 1710). After catalyst re-activation, the background spectrum was recorded at an appropriate temperature in the range to be studied during the following experiment (e.g. at 373 K for a range from 298 to 473 K). A mixture of gaseous reactants with the desired composition was enclosed in the reaction chamber at a total pressure of = 3 X 105 Pa. Surface reactions were monitored by recording temperaturedependent FTIR spectra. Typically, 50 to 250 interferograms at a resolution of 8 cm-I were accumulated. Results The surface reactions of a static C02/H2 mixture (1:4 by volume) on the Pd/Zr02 catalyst were monitored as a function of reaction temperature in the range 343 K-473 K; selected spectra are presented in Mg. 1. A detailed assignment of the observed vibrational bands, as well as a table listing characteristic bands of the pivotal surface species, have been given in [61*. At 343 K (lower trace), surface carbonates and formate are the 0 II /C\\ *The vibrations of bidentate surface carbonate, O , have been mislabelled in Table 1 of [6]. The 1630-1700 cm-' range corresponds to v(C=O); the 1250-1280 cm' vibration / C\\ /C\\ is assigned to va(O O). The corresponding symmetric vibration vg(O O) absorbs at 980-1050 cm'. 350 453 K v~ - v-\" ~,\"~' 423 K I z I I I U n '~ I / 383 K U I,; 0.20 343 K I 3500 3000 2500 2000 1500 1000 wavenumber / cm-1 Fig. 1. Temperature dependence of COZ hydrogenation reactions over a Pd/Zr02 (5 wt.% Pd) catalyst. The surface is exposed to a static C02/H2 (1:4) mixture at p=2.5 bar. Diffuse reflectance FTIR (DRIFT) spectra are recorded while the temperature is being raised from 343 to 453 K. dominating species, as evidenced by the formate CH stretching vibration at 2880 cm-1 and the broad doublet at 1650-1550 cm-1 and 1400-1280 cm-1. In addition, smaller amounts of adsorbed CO (2050-1800 cm-1) and a shoulder at 1750 cm-1 are observed. Upon raising the temperature (second trace from bottom), formate formation increases to such an extent that combination vibrations of the OCO stretching modes appear between 2900 and 3000 cm-1. Methane production starts at about 423 K (second trace from top) and reaches a significant rate at 453 K, accompanied by a decrease in surface formate coverage (top trace). Figure 2 depicts the changes in the 1000 to 2000 cm-1 region during the static C02 hydrogenation experiment. The difference spectra were obtained by subtraction of two pertinent spectra recorded at temperatures differing by 20 K, which are indicated by the labels in Fig. 2. Up to about 400 K (left panel), the surface coverages of both adsorbed CO and formate increase with temperature, while the surface carbonate bands decrease. Note that the frequency of the adsorbed CO species increases with coverage from 1750 to 1790 cm-1. At higher temperatures, (right panel) a decrease in formate is observed first, accompanied by methane formation; subsequently the bands due to adsorbed CO also decrease. Water is formed as a further gaseous product in addition to methane (upper trace). 351 z` 403-383 ---------------------- 383-363 363-343 453-433 --- - -------------- 0.14 433-413 2000 1800 1600 1400 1200 1000 2000 1800 1600 1400 1200 1000 eavenumber / cm- I vavenumber / cm-1 Fig. 2. Surface reactions during COZ hydrogenation over the 5 wt.% Pd/Zr02 catalyst in the temperature range between 343 and 473 K. The surface is exposed to a static C02/H2 (1:4) mixture at p=2.5 bar. Difference spectra are plotted to emphasize temperature-dependent changes in the DRIFT spectra; zero difference is indicated by the dashed lines. To clarify the question whether formate is formed by hydrogenation of surface carbonate or directly from carbon dioxide and hydrogen, a supplementary experiment was performed. A catalyst sample was covered with carbonates by exposure to C02/N2; subsequently, the surface reactions were monitored after the atmosphere had been replaced by pure hydrogen. Under these conditions, only relatively small amounts of formate are formed, as compared to the C02/H2 exposure. Adsorption experiments with glyoxal and glyoxylic acid have been performed in order to check whether the 1760 cm-1 band in the hydrogenation experiment might be due to a surface formyl species. {For reference, we note that the C=O stretching vibrations of the respective hydrated compounds occur at 1635 cm-1 (glyoxal) and 1753 cm-1 (glyoxylic acid).} Spectra were recorded as a function of surface temperature subsequent to adsorption at room temperature (Fig. 3). The decomposition of the adsorbed reference compound, which is indicated by COZ and CO development, is paralleled by the appearance of a band at = 1700 cm-1. This absorption can therefore be tentatively assigned to the C=O stretching vibration of a surface HCO species. As the experiment described above makes the assignment of the 1760 cm-1 band to HCO unlikely, a further experiment was performed to test whether this absorption can be attributed to CO triply bound with strong bonds to the surface. A catalyst sample was successively treated with CO/ 352 473 K I 423 K 0 373 K U C ~/ ' I 0.25 ~-~ 0.20 = 323 K 298 K 2500 2000 1500 1000 2500 2000 1500 1000 wavenumber / cm-1 wavenumber / cm-1 Fig. 3. Adsorption experiments with glyoxal (left panel) and glyoxylic acid (right panel) on a 5 wt.% Pd/Zr02 catalyst. A drop of the respective liquid was placed onto the sample under atmospheric conditions. Subsequently, DRIFT spectra were recorded while the temperature was raised from 298 to 473 K in a nitrogen atmosphere. N2, COM2, and pure hydrogen (Fig. 4)*. CO is adsorbed in singly (.= 2070 cm-'), doubly (= 1950 cm-1) and triply bound geometries (1750-1850 cm-') to the palladium particles. Formate signals are comparatively weak. Especially at low CO concentrations (high temperature, no CO(g)), the 1760 cm-'band analogous to the C02 hydrogenation experiment can be reproduced (Fig. 4, upper trace). Note that further weak absorptions around 2900-2800, 1150 and 1050 cm-1 appear in the spectrum after changing the atmosphere from CO/N2 to CO/112 (Fig. 4, second trace from bottom). These frequencies have been assigned [3] to 7r-bonded formaldehyde and surface methylate, respectively. Both species, which have been identified as precursors of methanol, are formed relatively slowly, and are only observed when starting from CO/H2 mixtures. The corresponding features are recognized very clearly in additional spectra recorded after prolonged exposure to CO hydrogenation conditions [3]. Discussion The mechanism of methane formation under C02 hydrogenation conditions is addressed first. With both impregnated Pd/Zr02 catalysts investigated in \" A special feature of the catalyst under investigation is the occasional occurrence of peaks at 3150, 3050 and 1400 cm-' due to NH4CI; this compound is most likely formed from residual traces of the Zr02 impregnation material, (NH4)2[PdCl41. 353 H2 x CO/H2 r~ m I ~ y ,^~1 m, v ~i I ~ f l I i ~ ~~ I If I, yqrvw I CO/N2 0.22 3500 3000 2500 2000 1500 1000 wavenumber / cm-1 Fig. 4. Surface species observed on a 5 wt.% Pd/Zr02 catalyst in different gas atmospheres. From bottom to top, exposures to CO/NZ (1:2) at 473 K, CO/HZ (1:2) at 473 K, and to a subsequent hydrogen gas purge at 523 K, are shown. Assignments of the vibrational absorptions are given in the text. [3] and in the present work, formate has been identified as the precursor of methane, and no further intermediates, such as formaldehyde, dioxomethylene or methylate, are observable on the route to methane. Both formaldehyde and methylate can, however, be clearly observed in our experiments with Pd/Zr02, but only when starting from CO/HZ mixtures, on a hydrogenation pathway that leads to methanol as the product (cf. [31 and Fig. 4). A reaction scheme that could account for all of these observations is presented in Fig. 5. The zirconia support with its surface hydroxyl groups acts as the adsorption site; the palladium particles are important as the source of dissociatively adsorbed hydrogen. The formation of formate accompanied by release of water from a surface hydroxyl group is easily formulated. A subsequent combination reaction of formate and = Zr+ would result in a formyl-like species (formyl bound to support oxygen, which is equivalent to monodentate surface formate). If we invoke a second adjacent hydroxyl group for the next step, a surface-bound dioxomethylene species would be formed. Thus, both formyl and dioxomethylene would represent plausible short-lived intermediates on the reaction path from carbon dioxide to methane. These species have, however, never been observed in our experiments. Note that the acetal-like bond of dioxomethylene to the surface 354 H_ 0 C 0 ,H H H I I H H Pd Pd 'Zr--0--Zr_ Pd Pd ~H H H CH4 ~O C o 0 0,H H H H,0 O-H Pd Pd 'Zr~0~Zr_ Pd Pd -Zr--0~Zr, 2 H2 v H H H ~ ~ H H ,H C O 0- 0 0 H H 0- C 0 ~Zr~O Zr, Pd Pd \\ Zr~O~Zr-- Pd Pd Mg. 5. Proposed reaction scheme for the methanation of COZ on the palladium/zirconia surface. The role of surface hydroxyl groups on the zirconia support and of dissociatively adsorbed hydrogen on the palladium are emphasized. Species in brackets represent plausible surface intermediates which have, however, not been observed spectroscopically. A variant of this mechanism involving anion vacancies is discussed in the text. is very reactive. Upon addition of two molecules of hydrogen, the negatively charged oxygen functional groups are protonated and restored as hydroxyl groups on the surface; the CH2 moiety is reduced and desorbed from the surface as methane (cf. Fig. 5). This mechanism is in agreement with several observations of Jackson and Ekerdt [8], who adsorbed CO/H2 mixtures onto Zr02 supports prepared by precipitation. Presence of water on the surface did not prevent the formation of surface formate. Isotope exchange experiments showed that the oxygen required to produce formate was supplied by lattice oxygen and/ or hydroxyl groups. A dioxomethylene species was also formulated [8]. However, on pure zirconia a route for methanol formation via surface methoxide was proposed, although the authors state that the formate - methoxide transition had not been observed directly. The authors also pointed out that the CO hydrogenation rate was markedly increased when the surface was partially dehydroxylated. The concomitant rise in the activity of the zirconia surface was attributed to the increase in anion vacancy density. Note that the sequence of events described by the scheme of Fig. 5 can be easily reformulated in terms of surface anion vacancies, or coordinatively unsaturated zirconia surface centers. If we replace a surface hydroxyl group, --- Zr-OH, by the corresponding vacancy with a positive charge residing on the zirconium atom, = Zr+, the presence of such a vacancy would provide a preferred adsorption site for the products of the first reduction step, i.e. 355 formate and oxygen-bound surface formyl, respectively. If two adjacent vacancies are available, a dioxomethylene species would be anchored to the support by filling two oxygen-deficient sites. Upon further hydrogenation, the release of methane would leave the surface in a hydroxyl-saturated state, from which anion vacancies are regenerated by the desorption of water. Recently, the presence of anion vacancies has been suggested to explain the higher C02 conversion rates observed over palladium supported on amorphous, substoichiometric zirconia (Zr02 _x), as compared to Pd on crystalline Zr02 [3, 9]. Frost [ 101 has recently proposed that the surface density of anion vacancies is increased close to the interface between the support oxide and the embedded metal particle, by electron transfer through the Schottky barrier. The characteristics of the supported metal would then enter only through its work function. However, a recent study by Shaw et al. [ 11 ] in which CeAg2, CeAgCu and CeCu2 alloys were activated in synthesis gas did not provide support for Frost's proposal, but re-emphasized the importance of copper for methanol synthesis. Thus further experimentation is needed to clarify the role of the anion vacancies in CO hydrogenation. No evidence for the presence of surface formyl species is found in the hydrogenation runs described. This fact is in agreement with the observations of Yates and Cavanagh [ 121, who investigated the interaction of several potential formyl precursors with rhodium supported on alumina. The authors searched for the respective CO stretching mode in the vibration range between 1500 and 1800 cm-1; no spectral evidence of stable chemisorbed HCO was found. From our glyoxal and glyoxylic acid adsorption experiments, HCO would be expected to absorb at = 1700 cm-'. If formyl was formed at an intermediate stage, it is likely to undergo rapid transformation into either adsorbed CO or formate, respectively, according to the equilibria shown in Fig. 6. The 1760 cm-1 band observed in some of our spectra (Figs. 1, 2, 4) must therefore rather be assigned to triply bonded CO. This frequency is unusually low compared to data in the literature [ 13, 141, in which the lowest frequencies of CO triply bound on supported palladium are reported around 1800 cm-1. Stretching frequencies of adsorbed CO in the 1700-1800 cm-1 region have been observed on promoted palladium catalysts, and were ascribed to CO-M+ or Pd-CO- - -Pd\" complexes, respectively [15-17]. An even lower frequency, 1660 cm-1, was found by Mazzocchia et al. [18], and assigned to a Rh-CO-Zr'+ complex. For the present system, we are not C 0 H - H _ _C_ H, C Pd P o d o r~ Pd Pd d <o~r~ Pd Pd Pd~ oho i i i Fig. 6. Mechanism for possible interconversion of CO triply-bound on palladium and surface formate. Formyl, which represents a plausible surface intermediate (middle), is not observed during hydrogenation reactions, due to rapid equilibration with CO and formate, respectively. 356 able to ascertain the origin of the low CO stretching frequency. The presence of promoters can be excluded. One could propose that the positively charged anion vacancies interact with adsorbed CO molecules and lower the C-O bond order. By analogy with the systems mentioned above, a Pd=CO +Zr--complex may be formulated. The correlation of formate and strongly adsorbed, triply bonded CO is supported by several observations. From the dynamics between surface and gaseous species, it appears that formate is rapidly formed from C02/H2, and adsorbed CO is observed later (Fig. 1). Subsequent methane formation causes a strong decrease in intensity of the formate bands, and finally of the CO (ads) signals. An identical behavior for the formation of adsorbed CO was observed over Ni/zirconia catalysts [191. Furthermore, analogous findings were reported by Bowker et al. [201 with ZnO. The authors found that formate was formed by co-adsorption of COZ and hydrogen, while hydrogen/ carbon monoxide dosing did not result in HCOO-formation on the unpromoted ZnO support. However, these observations differ from the results of He et al. over pure Zr02 [211, who found that formate is generated from CO directly, even without the presence of hydrogen. Finally, the scheme in Fig. 6 represents part of a plausible route for the `basic' reverse water-gas shift (RWGS) reaction previously discussed [6, 221, in which COZ is reduced to CO on a catalyst surface, via the intermediacy of surface formate. In this context, the role of palladium in hydrogenation reactions over Pd/Zr02 can be assessed. On pure Zr02, we have only observed [31 carbonates upon adsorption of either CO/H2 or C02/H2 in the temperature range corresponding to this study. In contrast, rapid formation of surface formate has been observed over Pd/Zr02 from either CO/N2 or C02/H2 at temperatures corresponding to reaction conditions. We therefore propose that CO2 is adsorbed on Zr02, and that molecules adsorbed close to the palladium /zirconia interface are subsequently reduced according to the mechanism shown in Fig. 5. The surface formate produced in this step is, in turn, in equilibrium with CO adsorbed on palladium, according to the reactions shown in Fig. 6. Implications that carbon monoxide might also be formed on a further, independent reaction pathway arise from the results presented in Fig. 2, and from the results with Au/Zr02 catalysts [221. In both cases, increasing CO bands are accompanied by a decrease in surface carbonate coverage. Again, the anion vacancies discussed above need to be taken into account, such that carbonate would react with two vacancies, ---Zr', to carbon monoxide and two oxygenated zirconia sites, --- Zr-O. Acknowledgements The authors are grateful to Dr. R. A. Koeppel for the preparation of the catalyst sample. This work has been supported by grants of the Deutsche Forschungsgemeinschaft (SFB 213) and the Schweizerische Bundesamt fiir 357 Energiewirtschaft. One of us (C.S.) is indebted to the Fonds der Chemischen Industrie for providing a graduate research fellowship. References 1 K. Klier, Adv. Catal., 31 (1982) 243. 2 G. C. Chinchen, P. J. Denny, J. R. Dennings, M. S. Spencer and K. C. Waugh, Appl. Catal., 36 (1988) 1. 3 For an extensive list of references on COZ hydrogenation, cf. e.g.: C. Schild, A. Wokaun and A. Baiker, J. Mol. Catal., 63 (1990) 223. 4 A. Baiker and D. Gasser, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 999. 5 J. L. Davis and M. Barteau, Surf. Sci., 235 (1990) 235. 6 C. Schild, A. Wokaun and A. Baiker, J. Mol. Catal., 63 (1990) 243. 7 V. F. Kiselev and O. V. Krylov, Adsorption and Catalysis an Transition Metals and Their Oxides, Springer, Berlin, 1989, p. 241. 8 N. B. Jackson and J. G. Ekerdt, J. Catal., 101 (1986) 90. 9 A. Baiker, J. Depietro, M. Maciejewski and B. Walz, submitted for publication. 10 J. C. Frost, Nature, 334 (1988) 577. 11 E. A. Shaw, T. Rayment, A. P. Walker, J. R. Jennings and R. M. Lambert, J. Catal., 126 (1990) 219. 12 J. T. Yates, Jr. and R. R. Cavanagh, J. Catal., 74 (1982) 97. 13 N. Sheppard and T. T. Nguyen, in R. J. H. Clark and R. E. Hester (eds.), Advances in Infrared and Raman Spectroscopy, London, 1978, Vol. 5, p. 67. 14 M. A. Vannice, S: Y. Wang and S. H. Moon, J. Catal., 71 (1981) 152. 15 P. A. J. M. Angevaare, H. A. C. M. Hendrickx and V. Ponec, J. Catal., 110 (1988) 11. 16 L. L. Sheu, H. Knoezinger and W. M. H. Sachtler, J. Mol. Catal., 57 (1989) 61. 17 V. Pitchon, M. Primet and H. Praliaud, Appl. Catal., 62 (1990) 317. 18 C. Mazzocchia, P. Gronchi, E. Tempesti, E. Guglielminotti and L. Zanderighi, J. Mol. Catal., 60 (1990) 283. 19 C. Schild, A. Wokaun, R. A. Koeppel and A. Baiker, J. Phys. Chem., 95 (1991) 6341. 20 M. Bowker, H. Houghton and K. C. Waugh, J. Chem. Soc., Faraday Trans. 1, 77 (1981) 3023. 21 M.-Y. He and J. G. Ekerdt, J. Catal., 87 (1984) 381. 22 R. A. Koeppel, A. Baiker, C. Schild and A. Wokaun, J. Chem. Soc., Faraday Trans., (1991), in press. X244 9180115J 0304-5102(91)80115-J 10.1016/0304-5102(91)80115-J Surface species in CO2 methanation over amorphous palladium/zirconia catalysts C. Schild A. Wokaun ∗ Physical Chemistry II, University of Bayreuth, P.O. Box 101251, D-W-8580 Bayreuth F.R.G. * Author to whom correspondence should be addressed. A. Baiker Department of Chemical Engineering and Chemical Technology, Swiss Federal Institute of Technology, ETH Zentrum, CH-8092 Zurich Switzerland The mechanism of methane formation over a palladium/zirconia catalyst prepared by wet impregnation of amorphous ZrO2 has been investigated by diffuse reflectance FTIR spectroscopy. The production rate of surface formate, which represents the pivotal surface intermediate, is high when starting from gaseous CO2 and H2; a considerably lower rate is observed upon hydrogen exposure of a carbonate-covered catalyst surface. Reference compounds have been adsorbed to determine the CO stretching frequency of a potential formyl (HCO) surface intermediate, which apparently gives rise to a broad absorption around 1700 cm−1. This band is not observed under CO2 hydrogenation conditions. Instead, a characteristic absorption is detected at 1760 cm−1, which is assigned to CO triply bound to the palladium particles. The latter species is correlated with surface formate, in an equilibrium that involves surface hydroxyl groups on the zirconia. No further surface species are detected under CO2 hydrogenation conditions. A mechanism for the hydrogenation Of CO2 to methane is proposed that accounts for these observations; the importance of surface hydroxyl groups and anion vacancies on the zirconia surface is emphasized. References 1 K. Klier Adv. Catal. 31 1982 243 2 G.C. Chinchen P.J. Denny J.R. Dennings M.S. Spencer K.C. Waugh Appl. Catal. 36 1988 1 3 For an extensive list of references on CO2 hydrogenation C. Schild A. Wokaun A. Baiker J. Mol. Catal. 63 1990 223 4 A. Baiker D. Gasser J. Chem. Soc., Faraday Trans. 1 85 1989 999 5 J.L. Davis M. Barteau Surf. Sci. 235 1990 235 6 C. Schild A. Wokaun A. Baiker J. Mol. Catal. 63 1990 243 7 V.F. Kiselev O.V. Krylov Adsorption and Catalysis on Transition Metals and Their Oxides 1989 Springer Berlin 241 8 N.B. Jackson J.G. Ekerdt J. Catal. 101 1986 90 9 A. Baiker, J. Depietro, M. Maciejewski and B. Walz, submitted for publication. 10 J.C. Frost Nature 334 1988 577 11 E.A. Shaw T. Rayment A.P. Walker J.R. Jennings R.M. Lambert J. Catal. 126 1990 219 12 J.T. Yates Jr. R.R. Cavanagh J. Catal. 74 1982 97 13 N. Sheppard T.T. Nguyen R.J.H. Clark R.E. Hester Advances in Infrared and Raman Spectroscopy 5 1978 67 London 14 M.A. Vannice S.-Y. Wang S.H. Moon J. Catal. 71 1981 152 15 P.A.J.M. Angevaare H.A.C.M. Hendrickx V. Ponec J. Catal. 110 1988 11 16 L.L. Sheu H. Knoezinger W.M.H. Sachtler J. Mol. Catal. 57 1989 61 17 V. Pitchon M. Primet H. Praliaud Appl. Catal. 62 1990 317 18 C. Mazzocchia P. Gronchi E. Tempesti E. Guglielminotti L. Zanderighi J. Mol. Catal. 60 1990 283 19 C. Schild A. Wokaun R.A. Koeppel A. Baiker J. Phys. Chem. 95 1991 6341 20 M. Bowker H. Houghton K.C. Waugh J. Chem. Soc., Faraday Trans. 1 77 1981 3023 21 M.-Y. He J.G. Ekerdt J. Catal. 87 1984 381 22 R.A. Koeppel A. Baiker C. Schild A. Wokaun J. Chem. Soc., Faraday Trans. 1991 in press",
      "scopus-id": "0026258814",
      "coredata": {
        "eid": "1-s2.0-030451029180115J",
        "dc:description": "The mechanism of methane formation over a palladium/zirconia catalyst prepared by wet impregnation of amorphous ZrO2 has been investigated by diffuse reflectance FTIR spectroscopy. The production rate of surface formate, which represents the pivotal surface intermediate, is high when starting from gaseous CO2 and H2; a considerably lower rate is observed upon hydrogen exposure of a carbonate-covered catalyst surface. Reference compounds have been adsorbed to determine the CO stretching frequency of a potential formyl (HCO) surface intermediate, which apparently gives rise to a broad absorption around 1700 cm−1. This band is not observed under CO2 hydrogenation conditions. Instead, a characteristic absorption is detected at 1760 cm−1, which is assigned to CO triply bound to the palladium particles. The latter species is correlated with surface formate, in an equilibrium that involves surface hydroxyl groups on the zirconia. No further surface species are detected under CO2 hydrogenation conditions. A mechanism for the hydrogenation Of CO2 to methane is proposed that accounts for these observations; the importance of surface hydroxyl groups and anion vacancies on the zirconia surface is emphasized.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180115J",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Schild, C."
          },
          {
            "@_fa": "true",
            "$": "Wokaun, A."
          },
          {
            "@_fa": "true",
            "$": "Baiker, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180115J"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180115J"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80115-J",
        "prism:volume": "69",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface species in CO2 methanation over amorphous palladium/zirconia catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "347-357",
        "prism:endingPage": "357",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1991",
        "prism:doi": "10.1016/0304-5102(91)80115-J",
        "prism:startingPage": "347",
        "dc:identifier": "doi:10.1016/0304-5102(91)80115-J",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026258814"
      }
    }
  }
}