{
  "metadata": {
    "title": "Pentamethylcyclopentadienyl—rhodium and —iridium complexes: Part 35. Hydrogenation catalysts based on [(RhC<ce:inf loc=post>5</ce:inf>Me<ce:inf loc=post>5</ce:inf>)<ce:inf loc=post>2</ce:inf>(OH)<ce:inf loc=post>3</ce:inf>]<ce:sup loc=post>+</ce:sup> and the border between homogeneous and heterogeneous systems",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-06-30",
    "doi": "10.1016/0304-5102(82)80026-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800266",
    "pii": "0304510282800266"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0013420092",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800266 0304-5102(82)80026-6 0304510282800266 10.1016/0304-5102(82)80026-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00089 2024-01-02T01:04:16.600218Z 0 0 19820601 19820630 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 15 15 3 3 Volume 15, Issue 3 5 337 347 337 347 198206 June 1982 1982-06-01 1982-06-30 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. PENTAMETHYLCYCLOPENTADIENYLRHODIUMIRIDIUMCOMPLEXES HAMLIN J MILLAN 1982 73 A GILL 1978 617 D MAITLIS 1978 301 P MAITLIS 1981 1 P KANG 1971 393 J NUTTON 1981 1997 A COOK 1981 2342 J COOK 1980 144 J HAMLIN 1980 543 J HIRAI 1981 203 K VANBEKKUM 1969 1 E AUGUSTINE 1970 571 R STROHMEIER 1975 373 W STROHMEIER 1975 C37 W STROHMEIER 1977 331 W STROHMEIER 1977 C49 W STROHMEIER 1977 C43 W CHATT 1957 4735 J HAMLINX1982X337 HAMLINX1982X337X347 HAMLINX1982X337XJ HAMLINX1982X337X347XJ item 0304-5102(82)80026-6 0304510282800266 1-s2.0-0304510282800266 10.1016/0304-5102(82)80026-6 272239 2024-01-02T01:04:16.600218Z 1982-06-01 1982-06-30 1-s2.0-0304510282800266-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800266/MAIN/application/pdf/5e93d7996b702132ea8a0cac2c6272d6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800266/MAIN/application/pdf/5e93d7996b702132ea8a0cac2c6272d6/main.pdf main.pdf pdf true 682225 MAIN 11 1-s2.0-0304510282800266-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800266/PREVIEW/image/png/cbbff3b7fc59df5bdeb7b2c5bfd8fb3f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800266/PREVIEW/image/png/cbbff3b7fc59df5bdeb7b2c5bfd8fb3f/main_1.png main_1.png png 69313 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510282800266-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800266/STRIPIN/image/gif/6693f1cd62a4a4d0f1162ce49159c140/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800266/STRIPIN/image/gif/6693f1cd62a4a4d0f1162ce49159c140/si2.gif si2 true si2.gif gif 171 35 11 ALTIMG 1-s2.0-0304510282800266-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800266/STRIPIN/image/gif/a1fc20b125b6c5c17e61857166e5fd42/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800266/STRIPIN/image/gif/a1fc20b125b6c5c17e61857166e5fd42/si1.gif si1 true si1.gif gif 254 30 28 ALTIMG Journal of Molecular Catalysis, 15 (1982) 337 - 347 337 PENTAMETHYLCYCLOPENTADIENYL-RHODIUM AND -IRIDIUM COMPLEXES PART 35.* HYDROGENATION CATALYSTS BASED ON [(RhC5Mes)2(OH)sI~ AND THE BORDER BETWEEN HOMOGENEOUS AND HETEROGENEOUS SYSTEMS JOHN E_ HAMLIN, KOICHI HIRAI, VERNON C_ GIBSON and PETER M_ MAITLLS11`x Department of Chemistry, The nluersity. Sheffield 33 7FfF (Gt. Britain) (Received August 13., 1981) Summary [(RhC5Mes)2(OH)3] Cl (1) is an effective olefin hydrogenation catalyst under ambient conditions in propan-2-of which functions well in the presence and in the absence of base. The rate of hydrogenation of cyclo hexene by (I) is proportional to [catalyst]i/2 and [p(HZ)] 2. Complex (I) can be activated to become a more efficient catalyst either by exposure of a solution to air (which burns off some C5Mes ligand) or, more conveniently, by addition of small amounts of rhodium complexes in which the metal is `unprotected'. '1 'he optimum homogeneous catalyst contains 80% (T) and 20% [Rh2(cyclooctadiene)ZCl~) (2); catalysts with a higher proportiion of (2) have higher activities but this is now largely due to particulate, hetero geneous reactions. The degree of participation by heterogeneous catalysts was established by application of a standard test. At the optimum ratio of Rh:C5Me5:Cl of 5:4:2 no base was necessary as co-catalyst but at higher ratios of chloride, addition of base (triethylamine) was needed. In contrast to the salts [(RhC5Me,5)z(OH)3jX which had good activity when X = halide, those where X = OH, PF6, BPh4 or thS04 were quite inactive. It is proposed that cleavage to give the catalytically active monomeric species from (I) proceeds via attack by Cl- at rhodium. Introduction! In our studies of the chemistry of pentamethylcyclopentadienylrhodium and -iridium complexes we have reported on the activity of some of the halide and hydrido-halide complexes as homogeneous olefin hydrogenation catalysts [21 _ The remarkable feature that the activity fell in the xFor Part 34, see reference 1. **Author to whom correspondence ~xouId be addressed. 0304-5102/82/0000-0000/$(72.75 Elsevier Sequois(Printed in The Netherlands 338 order [(IrC5Mes)2C4j > [(IrC;sbies)2HC13j > [(IrC.,Mes)2H2C12] > [(IrC.sMe5)2H3j ` (with the last being quite inactive) has been discussed and an explananation offered [ 3 ] . Results We now report an investigation of the catalytic activity of the tri-phydroxo complex [(RhC51VIe5)2(OH)3]Cl (1) [4, 5] for hydrogenation of cyclohexene under ambient conditions. This work revealed the following rather unexpected features: (i) The activity of (1) was moderate but the catalyst behaved well and gave somewhat higher rates in propan-2-o1 in the absence of base (triethylamine) than in its presence. Under standard conditions (0.04 mmol complex) the rates were 4.0 and 2.7 cm3 H2 min 1 corresponding to turnover numbers* per minute of 4-.5 and 2.9 respectively. (ii) The rate of the reaction under both sets of conditions was proportional to [catalyst] 12 (Fig- 1) and suggested that a mononuclear species, Ra_e of hydrogen up-take 3 -! (cr -i.1 3_0- 3.0 1_0 5.0 6_0 [catalyst]~ : lOf rro73 7_n a_o a_o Fig. 1. Catalyst dependence of complex (1) :or the hydrogenation ocydofiegeae. Coaditoo_s as in 'Fables 2 and 3; o in the presence of trieEb.ylemine (3.6 mol), -o-no base present. *'Turnover number = moles of olefin hydrogenated per mole ocatalyst = number of moles of hydrogen consumed per mole of catalyst. 339 s_a 4-0- up-take (CEt3 min- 1 ) 2_0 1_0 C 0_2 0.4 0.6 0_8 1.0 1.2 r 2 .(42)]2 (aGn)2 Fig. 2. Graph showing the [p(H2)]z dependence for the hydrogenation of cyclofiexenecatalysed by complex (f ) (no base, conditions as in Table 2). in equilibrium with the dieter, was the active catalyst. The rate was proportional tc p(H2)Z (Fig. 2)_ This type of behaviour was originally observed in the olefin hydrogenation catalysed by 1(MCSMes)2C14) [2] and has since been shown to occur in other reactions catalysed by various dir_uclear pentamethyleyclopentadienyl-rhodium or-iridium complexes [6, 7) . (iii.) It was observed that if the solution of complex (I) in propan-2-of was exposed to air after completion of a hydrogenation sequence, the colour rapidly faded from red-brawn to a yellow-brow-n_ Upon addition of further olefin (cyclohexene) to the solution and rehydrogenating, it was found that the rate of hydrogen uptake was now significantly faster than previously (between 4.5 and 9.0 em 3 mini, depemdirtg on the conditions). - (iv) Similar but even more pronounced activation could be achieves by a pretreatment which consisted in bubbling air (or oxygen) through the purple-red solution of the catalyst in propar.-2-o1 and Et3N. Under these conditions the solution became red-brown and on subsequent exposure to hydrogen the colour turned to dark-brown or even black. In this last phase the darker coloured solutions obtained with more drastic activation conditions (higher temperatures, longer times) gave rise to higher rates of hydrogenation and the precipitation of metal towards the end of the reactionMilder activation (air bubbling through a solution held at 80 C for 5 min) led to solutions which gave less dark hydrogenating solutions. Our recently published test far distinguishing a heterogeneous component in a hom.ogeneously catalysed process [81 showed such solutions to contain negligible 340 amounts of active solid.* In brief this test consists in adding a filter-aid (`Hyflo-supercel') to the solution after hydrogenation, filtering off the filter aid and any adhering particles and then testing it and the filtrate separately for catalytic activity under the same conditions as before. When this was applied to a solution activated as described under mild conditions, the initial rate was 11.0 cm3 min-\", the filter pad had an activity corresponding to 0.5 cm3 min-1 and the filtrate of 9.0 cm3 min-'. By contrast, a reaction solution activated under more drastic conditions showed an initial rate of 14.0 cm3 min-1, but the particles adhering to the filter pad had a rate of 6.0 cm3 min-'. Under extreme conditions of activation, extraordinarily high rates of 50 cm3 min-1 or more were achieved; however, these are almost wholly due to finely divided particles. (v) P-s has already been reported [9] , when such an aerated solution of (1) in propan-2-of aad triethylamine was evaporated to dryness and the brown residue analysed and examined spectroscopically, it was found that oxidation of some of the CSMes ligands (to acetate and carbon dioxide) had occurred. It is reasonable to assume therefore that the solid is a mixture, the overall composition of which depends on the extent of oxidation, but which may be described as `(C5Mes)aRho(OH),(OAc)dCh' where b ? a and a+c+d+e=b/3- One may therefore describe the activation process as `burning' off some of the CSMes ligands to give some rhodium, probably in the f11I oxidation state, which is not r-complexed. Small amounts of such rhodium (< 20% of the total) seem not to be reduced to the metal by hydrogen; instead there appeals to be a cooperative effect between CSMesRh, the free rhodium, solvent and the ligands which keeps this free rhodium active and prevents it from precipitating. However, larger amounts are not so protected and do precipitate. (vi) if this is indeed an accurate picture of the activation process then it ought to be possible to carry out an equivalent activation simply by adding some Rh(I) complex not bearing a C5Mes or other strongly binding ligand. This proved to be the case, and addition of [Rh2(cycloocta-1,5-diene)ZC12] (2) substantially improved the activity. Keeping the total rhodium content constant (at 0.08 g-atom) the activities increassed with increase in the proportion of (2). However, the mixture containing 50`70 (2), which gave a rate of 13.4 cm3 min-' was largely heterogeneous (activity of filter pad 12.0 cm 3 min 1), but that containing 2090 (2) 8.5 cms min 1 was largely homogeneous (activity of filter pad, 0.6 cm 3 min- I ). It may be noted that this is a truly synergLqic process; the rates for the two separate components are 2090 of 8.0 cm3 mini for (2) and 8090 of 4.0 cm' min-1 for (1) giving an expected total rate of ca. 4.8 cm.3 rain 1, about half the observed value. Moreover, the rate of 9.0 cm3 min-' for [RhZ(cyclooctadiene)2C1z] is largely due to heterogeneous (metal) particles. *It should be emphasised that this method does not distinguish between metal arid other material insoluble in the solvent. 341 The optimisation of the catalyst mix for homogeneous catalysis is shown in Fig. 3 which compares total rates (o) with those for the heterogeneous component (o). As expected, the higher proportions of complex ~`-_'; lead to the greater degree of heterogeneous catalysis. The homogeneous catalyst is optimised at a ratio of ca- 80% (i) and 20% (2). (vii) Completely equivalent experiments were carried out using catalysts derived from (1) and RhC13-hydrate, showing that the cyclooctadiene ligand in (2) played no important role, and was probably hydrogenated off early in the reaction. These results offer strong support to the idea that CSMeSRhXY species can additionally stabilise some RhXYZ species (X, Y, Z = Old-, Cl-, OAc-, or H20)_ The optimum appears to be a ratio of ca. 4:1 but attempts to obtain single crystalline materials from such mixtures were unsuccessful, presumably because of the presence of so many different potential ligands. The activated catalyst could also be prepared by mixing solutions of (1) and (2) in a 4:1 ratio, evaporating to dryness and then dissolving the solid residue in propan=2-of and triethylamine. The activity, after filtration through `Hyflo-supercel' filter aid, was the same as that of the components prepared ire situ in solution. This catalyst is referred to as `Rh5(C5Me5)4C13(OH)s(CsH><2)' (Table 1) from its method of preparation. (viii) This activation is also effective for [(RhC5Mes)2C14] but in that case a considerable amount of active solid was formed even at a 4: 1 ratio with (2)_ It appears that chloride helps to precipitate metal under these Rate of 70 hydrocen cake-up (cues nin-1) 50 75 100: cnlar ratio (7),(2) Fig. 3. Plot showing hydrogenation rates for cyclohexene catalysed by mixtures of (F) and (2). o represents the total rate and o is that part of the rate due to particulate material in tine solution- W TABLE 1 Hydrogenation reactions; the activation of catalysts Substrate [(RhCBMe5)2CIq] [(R11C5Mc5)2(OH)a]Cl 'RhG(CBMCS)4Cla- 'l1h6(C5Me6)AC12' [(IrCSMeg)2CI4) + Lt aN No I:taN (OH)a(CBHi2)' (OHMCHHi2Y i Et3N + Ft3N No Et3N rate' ratch rate\" rateb ratch Cyclohexene 3.0 4.0 8,5 8.5 11.9 1-Methyl- 1.5 1.6 1,5 1.3 3.2 cyclohexene Hex-l-ene 4.4 4.1 10.0 7.4 1.3 Isoprene 0 0 7.5P 5.5c 0 \"Conditions; olefin (5.9 mmol), triethylamine (3.6 mmol), catalyst (8 x 10-5 g-atom Rh) In propan-2-of (10 cm3);112 (1 atml22 C). For further details of catalyst, see text; triethylamine was not present in experiments of columns 2 and 4. 'Initial rates in emu mill - 'Both lloth double bonds hydrogenated; cycloocta-1,6-diene gives similar results. 343 circumstances. Reducing the amount of chloride present, however, appears to leave little effect on the activated rate. Thus a 2:2:1 mixture of [(RhCr.Mes)2(OH)3] Cl, [(RhC5Me5)z(OH)3] OH, and [Rh2(cyclooctadiene)2Clz1, so-called `Rhs(CSMe6) Clz(OH)7(CsHiz)', containing a total of 0.08 g-atom Rh gave 8.7 cm3 min--, insignificantly different from the 8.5 cms mina i found for a 4:1 mixture of (1) and (2) alone. Application of our test for heterogeneity showed that a maximum rate of 0.5 cm3 min-could be ascribed to particulate material. In this last case in isopropanol as solvent, no enhancement in activity was found n the presence of triethylamine; however, the amine was a required co-catalyst when higher cmoride levels were used, as for example in the reactions involving mixtures of (1) and (2) alone. (ix) it was found that the three-component system `Rh5(C5Me5; C12(OHMCgHi2)' exhibited a hydrogenaticr rate that was first order in total rhodium concentration between 0 and 0.12 g-atom Rh (towards cyclohegene, in propan-2-ol, H2 at 1 atm/20 C). Above this concentration the rate increase fell off quite sharply. (x) Table 1 shows that `Rhs(CSMes) Cl3(OH)(CsH12)' plus triethylamine and `Rhs(CSMes) Cl2(OH)7(C9HF2)' in the absence of base have very comparable reactivities towards a number of olefins. The activation over [(RhC5Me5)2CI ] or [(RhC5Mes)2(OH)3]Cl depends on the olefin and is not uniform. Thus while there is an activation factor of 2-3 for cyclohexene, it is only 1-2 for hex-l-ene and essentially zero for 1-methylcyclohexene. Thus the activated complexes are more discriminating than complex (1) between cyclohexene and 1-methylcyclohexene by a factor of ca. 2.4. The increased reactivity is also manifested in the ability of the activate-d complexes to hydrogenate both double bonds of isoprene; neither complex (1), nor [(RhC5Me5)2C14] nor [(IrC5Me5)2C1 ] was active for this substrate. In all cases where the activated catalysts were used, the solutions remained clear and application of the filter-aid test showed negligible amounts of active particles to be formed. (xi) In an effort to increase the activity and versatility of these catalysts further, we prepared a variety of complexes containing the same cation as in (1) but with different counter-ions. The effects of the counter-ions were quite dramatic (Table 2). Thus, while [(RhC5Me5)2(OH)3 ] X where X = Cl, 1~`, or Br all had reasonable (and similar) activities for cyclohexene hydrogenation, the complexes where X = OH, PF6, IS04 or BPh4 showed zero activity. Small amounts of halide therefore appenr essential for catalytic activity and the optimum is approximately one chloride for two rhodiums. Discussion The activation of hydrogenation catalysts by oxygen is a wellreeognised phenomenon for phosphine based catalysts of both rhodium. [10 - 121 and iridium [13]. It.is generally accepted that the activation 344 TABLE 2 Catalytic hydrogenation of cyclohesene by [(RhC5Mes)2(OH)3l X; effect of change in X. Catalyst Rate (crn3 Min-1) [ f RhCghte 5)2(OH )3Cl1 -4H20 4.0 f (RhCzjMe5)2(OH)31 OH-i1H20 0.0 [(RhCs'des)z(OH)3]OH-11H20 + ? HF 2.5 [(RhCsMe5)z(OH )3 ] OH-11H20 + 1 HCl 3.3 [(RhC5Meg)2(0H)3]OH-11H20+ 1HBr 3.2 [ (RhCshies)2(OH )3 ] X X = 2504 0_0 X = PF6 0.0 X = HP-214 0.0 Conditions: cyclohesene (6 mmol-k. catalyst (0.04 mmol, 0.08 g-atom rhodium), propan2ol (10 cm3), hydrogen (1 atm, 22 C). occurs by oxidation of one or more phosphine ligands to the phosphine oxides which bind less well to the metal and hence create more `vacant sites' at which reaction can occur. The situation in these pentamethylcyclopentadienyl [8] complexes seems similar but the effect is more drastic since other work has shown that although oxidation of liganded C5Me5 is very difficult, once the initial attack has taken place further reaction becomes much easier, and the whole ring is then rapidly degraded to carbon dioxide and acetate. To some extent this appears to be what is happening in the air activation processes, especially as the activities of the resultant materials can so accurately be mirrored by mixtures of C5Me5Rh(III) and unprotected Rh(I) complexes. What is unusual is that at a 4:1 ratio an apparently stable and homogeneous catalyst system is produced, and that one rhodium is apparently `unprotected'. Unfortunately it was not possible to elucidate further the nature of this material. For example, 1H NMR studies showed the presence of a variety of different species when one such sample was dissolved in propan-2-o1 or water. Solubility was too limited in other solvents. Analogous activations have so far not been possible for either the C5Mes-Ir or the C6Me6-Ru systems. Small changes in the exact catalyst and conditions of the reaction seem to have quite dramatic effects. For example, the rates quoted earlier [2] for some of the cyclohexene hydrogenations are much higher than those we have found in the present work. However, we have been able to substantiate that ail the relative activities of different catalysts are the same as those quoted earlier and we have confirmed that, for a number of the known Binuclear catalysts, the rates - d[HZ] /dt are proportional to [catalyst] 1/2 and to [p(H2)12. This has now also been found to be the case for the tri-rz-hydroxo complex (Z)- Our present results have been checked by three different workers on different occasions on two hydrogenation rigs, and an acceptable degree 345 TABLE 3 Catalytic hydrogenation of cyclohexene by C5Me5Rh and C5Mealr complexes Catalyst Rate (cm 3 min-\") [(lhC5Xvle5)2Cl 1 [(RhC5111fes)2HC131 [(RhC5hfe5)2(OH)31 Cl-4H20 [ (IrC5Me5)2Cl4 1 [(1rCshfe5)2HCl31 [(FrC514fe5)2H2Cl21 [(frC5Me5)2H31 Cl 3.6 2.6 2.? 1 i.S 3.5 1_3 0-1 Conditions- cyclohexene (6 mmol), catalyst (0.01 mmol, 0.08 g-atom Rh or Ir), triethylamine (3.6 mrnol for Rh, 0.36 mrnol for Ir experiments), propan-2-of (10 cm3), hydrogen (1 atm/22 C). of reproducibility has been obtained. The values are given in Table 3: We are not clear why the earlier numbers are larger, but the possibility of an airactivation or similar process cannot be excluded. An astonishing effect of the counter-inn X on the rate of the catalysis is shown by [(RhC5Mes)Z(OH)3]X (Table 2). Since the rate when X = Cl is proportional to [catalyst]\"', a rate-determining step must be* [(RhC5Me5)2(OH)3] X = (RhC5Me5)(OH)2 f (RhC5Me5)(OI-I)X It is entirely possible that such a cleavage may have as a prerequisite attack by X- at the metal (probably by an associative SN2 process). CH x Rh~ \\Rh ` ~CH~ \\CH Rh(aH)Z + x(aH)Rh In the case where X is a good nucleophile towards C5Me5Rh(III) (halide), cleavage takes place and hence the monomers act in the catalytic cycle. When X- is a noor nucleophile to C5Me5Rh(III) (PF6 , OIL-, SO 4 etc.) cleavage does not occur readily, monomer is not formed and hence these complexes are catalytically inactive. *Precisely tile same kind of kinetic analysis and the same kind of reaction scheme as were carried out for [(RhC5tes)2C141 [21 can be proposed for (1). 346 Some evidence in support of this hypothesis is the observation that the electronic spectrum of [(RhC5Mes)z(OH)3 ] X is different when X = CI from that found when X = ZSO4 etc- [5] . We have interpreted this to imply that there is an equilibrium between a tri-u-hydroxo and a di-g-hydroxo-g-chloro form. 1J Rh~ ~'-.h \"CI ~h 4h OH OH` /1 CH CH At this- sort of level of chloride concentration (Rh:CI - 2:1) base is not required as a co-catalyst and the HCl which is formed in the activation process can presumably be neutralised by the solvent, propan-2-ol. However, at higher C1:Rh ratios extra base is needed. As is generally observed in other systems, the higher reactivity associated with the `activated' catalysts results in a loss of selectivity. Experimental Reagent grade propan-2-of was freshly distilled under nitrogen from molecular sieve and the fraction b.p. 82 - 83 C was collected. Cyclohe-xene eras purified by passing through an alumina column, drying and distilling from calcium hydride; a-'1 operations were carried out under nitrogen. The other olefins were similarly purified. All were.stored under nitrogen in the dark. Triethylamine was refluxed over molecular sieve and then distilled (b.p. 89 - 90 C). The complexes [(RhC5Me$)Z(OH)3] X (X = Cl, OH, ZSO4, PFs etc.) and [Rh2(cyclooctadiene)2C12] were prepared according to the literature references f4, 5, la] . Hydrogenations were carried out in a 100 cm3 flask fitted with a sidearm through which olefin could be introduced. The flask was flattened along one side to accommodate a Teflon coated magnetic stirrer bar which stirred at the gas-liquid interface. The flask was attached to a conventional constant pressure hydrogenation rig as has been described previously [2] . Separate experiments were carried out to ensure that the rate of absorption of gas was not mass-transfer dependent. Hydrogenation suns Isopropanol (10 c:n3) was added to the reaction flask containing a known amount of catalyst and where necessary triethylamine was added. After connecting the flask to the apparatus, the system was alternately evacuated and flushed with hydrogen a total of six times to ensure totally air-free conditions. Hydrogen was then introduced into the master burette, and the reservoir was adjusted to give a hydrogen pressure of 10 - 12 cm3 This pressure was maintained for the duration of the run. 347 The stirrer motor was started, and the solution was presaturated with hydrogen for 10 min. After this period, the stirrer and clock were stopped and cyclohexene (0.6 cm3, 5.9 ram.o!) was introduced through the side-arm of the flask. The system was allowed to equilibrate during which tune the pressure inside the apparratus was again adjusted to 10 - 12 cm3 hydrogen pressure. After recording the volu!ne of hydrogen, stirring was recommenced and timer simultaneously started. As the reaction proceeded, the hydrogen uptake was recorded at intervals of I min (the pressure of the system first being readjusted to 10 - 12 cm3). Great care was taken to ensure that exactly the same procedure was followed for each run. In between runs, the reaction vessel was cleaned thoroughly by rinsing with dichloromethane, detergent and water, and acetone followed by drying at 100 C. To ensure maximum consistency during kinetic runs, the same flask was used for all of them. The tests for heterogeneity of catalyst were conducted in the manner described [8] . The initial rates of hydrogen uptake were obtained from the tangent to the plot of hydrogen uptake against time. Aclnowiedgements We thank the Science Research Council und Ube Chemical Industries Ltd., Japan, for supporting this work. References 1 Part 34. A. Millan, P. M. Bailey and P. M. Maiths, J. Chem. Soc. Dalton Trans., (1982) 73. 2 D. S. Gill, C. White and P. M_ Maidis. J_ Chem- Soc_ Dalton Trans-, (1978) 617. 3 per recent rev;ews see, P. M. Maitlis, Acc_ Chem- ekes., 11 (1978) 301 and Chem_ Soc_ Rev-, Ic (1981) 1. Q J. Wr_ Kang and P. M. Maitlis, J_ Organomet_ Chem_ 30 (1971) 393_ 5 A. Nutton, P. M. Bailey and P. M. Maitlis, J Chem. Soc. Dalton Trans., (1981) 1997. 6 J. Cook, J. E. Hamlin. A. Nutton and P. M. Maitiis, J. Chem. Soc. Dalton Trans_ (1981) 2342; and J Chem. Sac. Chem. Commun_, (1980) 144. 7 P_ M. Maitlis, Coord_ Chem. Rev_ in press 8 J. E. Hamlin, K. Hirai, A. Miila_n and P. M. Maitlis, J_ Mot. Catal_, 7 (1980) 543. 9 K. Hirai, A. Nutton and P. M. Maitlis, J. Mol. Catal., 10 (1981) 203_ 10 E. van Bekkum, F_ van Rantwijk and T. van de Putte, Tetrahedron Lett.. (1969) 1. 11 R. L. Augustine and J. F. van Peppen, J. Chem. Soc. Chem. Commun.. (1970) 571. 12 W. Strohmeier and E. Hitzel, J. Organomet. Chem., 31 (1975) 373 and 102 (1975) C37. 13 W. Strohmeier and M_ Lukacs,J. Orgenomet. Chem-, 129 (1977) 331 and 133 (1977) C49; W. Strohmeier and L. Weigelt. J. Organomet. Chem., 133 (1977) C43. 14 J. Chatt and L. M. Venanzi, J. Chem. Sac., (1957) 4735. X244 82800266 0304-5102(82)80026-6 10.1016/0304-5102(82)80026-6 ☆ For Part 34, see reference 1. Pentamethylcyclopentadienyl—rhodium and —iridium complexes Part 35. Hydrogenation catalysts based on [(RhC5Me5)2(OH)3]+ and the border between homogeneous and heterogeneous systems John E. Hamlin Koichi Hirai Vernon C. Gibson Peter M. Maitlis ∗∗ Department of Chemistry, The University, Sheffield S3 7HF Gt. Britain ** Author to whom correspondence should be addressed. [(RhC5Me5)2(OH)3]Cl (1) is an effective olefin hydrogenation catalyst under ambient conditions in propan-2-ol which functions well in the presence and in the absence of base. The rate of hydrogenation of cyclohexene by (1) is proportional to [catalyst] 1 2 and [p(H2)]2. Complex (I) can be activated to become a more efficient catalyst either by exposure of a solution to air (which burns off some C5Me5 ligand) or, more conveniently, ‘unprotected”. The optimum homogeneous catalyst contains 80% (1) and 20% [Rh2(cyclooctadiene)2Cl2] (2); catalysts with a higher proportiion of (2) have higher activities but this is now largely due to particulate, heterogeneous reactions. The degree of participation by heterogeneous catalysts was established by application of a standard test. At the optimum ratio of Rh:C5Me5:Cl of 5:4:2 no base was necessary as co-catalyst but at higher ratios of chloride, addition of base (triethylamine) was needed. In contrast to the salts [(RhC5Me5)2(OH)3]X which had good activity when X = halide, those where X = OH, PF6, BPh4 or 1 2 SO4 were quite in were quite inactive. It is proposed that cleavage to give the catalytically active monomeric species from (1) proceeds via attack by Cl−1 at rhodium. References 1 Part 34 A. Millan P.M. Bailey P.M. Maitlis J. Chem. Soc. Dalton Trans. 1982 73 2 D.S. Gill C. White P.M. Maitlis J. Chem. Soc. Dalton Trans. 1978 617 3 a For recent reviews see P.M. Maitlis Acc. Chem. Res. 11 1978 301 b P.M. Maitlis Chem. Soc. Rev. 10 1981 1 4 J.W. Kang P.M. Maitlis J. Organomet. Chem. 30 1971 393 5 A. Nutton P.M. Bailey P.M. Maitlis J. Chem. Soc. Dalton Trans. 1981 1997 6 a J. Cook J.E. Hamlin A. Nutton P.M. Maitlis J. Chem. Soc. Dalton Trans. 1981 2342 b J. Cook J.E. Hamlin A. Nutton P.M. Maitlis J. Chem. Soc. Chem. Commun. 1980 144 7 P. M. Maitlis, Coord. Chem. Rev., in press. 8 J.E. Hamlin K. Hirai A. Millan P.M. Maitlis J. Mol. Catal. 7 1980 543 9 K. Hirai A. Nutton P.M. Maitlis J. Mol. Catal. 10 1981 203 10 E. van Bekkum F. van Rantwijk T. van de Putte Tetrahedron Lett. 1969 1 11 R.L. Augustine J.F. van Peppen J. Chem. Soc. Chem. Commun. 1970 571 12 a W. Strohmeier E. Hitzel J. Organomet. Chem. 91 1975 373 b W. Strohmeier E. Hitzel J. Organomet. Chem. 102 1975 C37 13 a W. Strohmeier M. Lukacs J. Organomet. Chem. 129 1977 331 b W. Strohmeier M. Lukacs J. Organomet. Chem. 133 1977 C49 c W. Strohmeier L. Weigelt J. Organomet. Chem. 133 1977 C43 14 J. Chatt L.M. Venanzi J. Chem. Soc. 1957 4735",
      "scopus-id": "0013420092",
      "coredata": {
        "eid": "1-s2.0-0304510282800266",
        "dc:description": "[(RhC5Me5)2(OH)3]Cl (1) is an effective olefin hydrogenation catalyst under ambient conditions in propan-2-ol which functions well in the presence and in the absence of base. The rate of hydrogenation of cyclohexene by (1) is proportional to [catalyst] 1 2 and [p(H2)]2. Complex (I) can be activated to become a more efficient catalyst either by exposure of a solution to air (which burns off some C5Me5 ligand) or, more conveniently, ‘unprotected”. The optimum homogeneous catalyst contains 80% (1) and 20% [Rh2(cyclooctadiene)2Cl2] (2); catalysts with a higher proportiion of (2) have higher activities but this is now largely due to particulate, heterogeneous reactions. The degree of participation by heterogeneous catalysts was established by application of a standard test. At the optimum ratio of Rh:C5Me5:Cl of 5:4:2 no base was necessary as co-catalyst but at higher ratios of chloride, addition of base (triethylamine) was needed. In contrast to the salts [(RhC5Me5)2(OH)3]X which had good activity when X = halide, those where X = OH, PF6, BPh4 or 1 2 SO4 were quite in were quite inactive. It is proposed that cleavage to give the catalytically active monomeric species from (1) proceeds via attack by Cl−1 at rhodium.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800266",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hamlin, John E."
          },
          {
            "@_fa": "true",
            "$": "Hirai, Koichi"
          },
          {
            "@_fa": "true",
            "$": "Gibson, Vernon C."
          },
          {
            "@_fa": "true",
            "$": "Maitlis, Peter M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800266"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800266"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80026-6",
        "prism:volume": "15",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Pentamethylcyclopentadienyl—rhodium and —iridium complexes Part 35. Hydrogenation catalysts based on [(RhC5Me5)2(OH)3]+ and the border between homogeneous and heterogeneous systems",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "337-347",
        "prism:endingPage": "347",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 1982",
        "prism:doi": "10.1016/0304-5102(82)80026-6",
        "prism:startingPage": "337",
        "dc:identifier": "doi:10.1016/0304-5102(82)80026-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510282800266-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "171",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "28",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510282800266-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "254",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0013420092"
      }
    }
  }
}