{
  "metadata": {
    "title": "Deep hydrogenation of 2-ethylanthraquinone over Pd/SiO<ce:inf loc=post>2</ce:inf> catalyst in the liquid phase",
    "authors": "Alicja Drelinkiewicz",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-01",
    "doi": "10.1016/0304-5102(92)80134-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292801343",
    "pii": "0304510292801343"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026940694",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292801343 0304-5102(92)80134-3 0304510292801343 10.1016/0304-5102(92)80134-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02490 2024-01-02T01:06:03.941633Z 0 0 19921001 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 75 75 3 3 Volume 75, Issue 3 8 321 332 321 332 19921001 1 October 1992 1992-10-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. DEEPHYDROGENATION2ETHYLANTHRAQUINONEOVERPDSIO2CATALYSTINLIQUIDPHASE DRELINKIEWICZ A CRONAN 1959 118 C KIRDIN 1970 5 K BERGLIN 1983 150 T HOUBEN 1929 J DASANTHRACENUNDDIEANTHRACHINONE FREJDLIN 1960 734 L FREJDLIN 1960 1362 L BRAUN 1925 2667 J SKITA 1925 2685 A RYLANDER 1967 P CATALYTICHYDROGENATIONOVERPLATINIUMMETALS LUNIN 1987 499 W BOGDAN 1988 379 W DRELINKIEWICZ 1991 63 A BURNS 1978 563 D SATTERFIELD 1970 C MASSTRANSFERINHETEROGENEOUSCATALYSIS YAO 1959 4125 H KUNZ 1980 49 N WISER 1970 350 W NIEUWSTAD 1973 404 T WHEELER 1951 250 A ROJTER 1957 210 W RYLANDER 1980 46 P ZAJCEV 1960 11 M COENEN 1959 W RYLANDER 1970 1266 P DRELINKIEWICZX1992X321 DRELINKIEWICZX1992X321X332 DRELINKIEWICZX1992X321XA DRELINKIEWICZX1992X321X332XA item 0304-5102(92)80134-3 0304510292801343 1-s2.0-0304510292801343 10.1016/0304-5102(92)80134-3 272239 2024-01-02T01:06:03.941633Z 1992-10-01 1-s2.0-0304510292801343-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801343/MAIN/application/pdf/588cf6de36435a19cc42e0f4eb98dbf4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801343/MAIN/application/pdf/588cf6de36435a19cc42e0f4eb98dbf4/main.pdf main.pdf pdf true 750715 MAIN 12 1-s2.0-0304510292801343-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801343/PREVIEW/image/png/8d96d9ec70ab79f3c006d6943b6a25c0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801343/PREVIEW/image/png/8d96d9ec70ab79f3c006d6943b6a25c0/main_1.png main_1.png png 58045 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 75 (1992) 321-332 321 M3034 Deep hydrogenation of 2-ethylanthraquinone over Pd/Si02 catalyst in the liquid phase Alicja Drelinkiewicz Jagiellonian University, Faculty of Chemistry, u1. Karasia 3, 30-060 Cracow (Poland) (Received November 10, 1991; revised April 7, 1992) Abstract Hydrogenation of 2-ethylanthraquinone (eAQ) was carried out in a slurry reactor over Pd/Si02 catalyst at atmospheric pressure of HZ and room temperature. During hydrogenation 2-ethylanthrahydroquinone (eAQHz) was initially formed with a selectivity close to 10096. In the further process eAQH2 was hydrogenated and 2-ethyltetrahydroanthrahydroquinone (H4eAQHz) as the main product was formed in high yield (about 55-7596). eAQHz was also partly converted into other products termed 'degradation products'. The rate of hydrogenation, the yield of H9eAQH2 and the type of degradation products were examined as a function of the amount of catalyst. A complicated reaction pattern including consecutive (hydrogenation of aromatic rings) as well as parallel (hydrogenolysis of the carbon-oxygen bonds in eAQH2) processes is postulated. Introduction In industry, hydrogen peroxide is mainly produced by the cyclic reduction and oxidation of 2-ethylanthraquinone (eAQ) in liquid phase [1, 2]: 0 OH ~a~s +H2, catalyst \\ C,,HS 1 +02, -H202 () 0 OH e AQ eAQH2 However, in the cyclic operation, eAQ is also partially hydrogenated to form compounds other than eAQH2. Among them only 2-ethyltetrahydroanthraquinone (H4eAQ) is desired [3, 5]. The other hydrogenation products, denoted in the patent literature as 'degradation products', are undesired because they cannot produce hydrogen peroxide upon oxidation. Only very general remarks concerning the problem of degradation are given in the patents [4-6]. Moreover, the information given in the scientific literature concerning the theoretical aspects of anthraquinone (AQ) and eAQ hydrogenation is very scarce [2, 7-11 ]. Hydrogenation of p-benzoquinone, AQ and eAQ over Pt and Ni [ 10-13, 15], eAQ on Raney-Ni [8, 91, Pd/A1203 [4] and Pd/Si02-AI203 [14] occurs 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 322 in two steps. The first step proceeds at a high rate and the hydroquinones are formed with a selectivity of - 100%. The further hydrogenation of hydroquinones occurs at a distinctly lower rate. The course of this second step, `deep hydrogenation', depends on different experimental variables, among them the solvent composition and the type of catalyst used [8-12]. The products of aromatic ring hydrogenation (H4, H6 and H8 derivatives) [8, 9, 11, 14], as well as the products of hydrogenolysis (anthrone or anthracene type compounds [ 10 ]) were observed. The products of the former group were formed in the course of AQ hydrogenation over colloidal Pt in an acid solution [ 111. On the other hand, hydrogenolysis of AQ with quantitative formation of anthrone was observed when a Ni catalyst in decalin under high pressure of hydrogen was used [ 10 ]. On Pd/A1203 [ 4 ] and Pd/Si02-AI203 [141, in addition to the predominant formation of H4eAQ, other unidentified products were found. However, no systematic investigations concerning the progress of deep eAQ hydrogenation are described in the literature. The aim of the present research was to study the course of eAQ deep hydrogenation. The relatively wide range of the applied experimental parameters provided conditions in which the products of eAQ hydrogenation (H4eAQ) as well as hydrogenolysis were observed. Full chemical names are given in the list of abbreviations at the end of this paper. Experimental Reagents eAQ was prepared in the Laboratory of Organic Chemistry, Jagiellonian University. A mixture of xylene-2-methylcyclohexyl acetate at a volume ratio 1:1 was used as the solvent. Initial concentration of eAQ was 24 g/dcm3. Prior to experiments, eAQ and solvents were purified as described previously [16]. Catalyst Silica-supported Pd catalyst containing 4 wt.% Pd was applied, with particle size within the range 0.06-0.075 mm. The catalyst, containing palladium oxide was synthesized using a dry technique. Narrow-pore Si02 support (predominant average pore radius r-89 A, porosity 53.6%, BET surface area 320 M2 /g, dried at 120 C) was first impregnated with an aqueous solution of Na2C03. Then a solution of PdClz in 2 M HCl containing the appropriate amount of palladium to give 4 wt.% of, metal in the finished catalyst was added. The mixture was dried for 30 min at 90 C, washed with distilled water and dried at 120 C for 16 h. The catalyst obtained was reduced in situ in the reactor immediately before the catalytic reaction by wetting with a small amount of eAQ solution and exposing to HZ atmosphere for 30 min at room temperature. It was then covered with the rest of the 323 solution and the course of reaction registered. The details of this procedure are given in [ 16 ]. Procedure The hydrogenation experiments were carried out under agitated batch reactor conditions using the apparatus and method described in [16]. The kinetics of hydrogenation was followed by measuring the volume of hydrogen consumed in the reaction as the function of time. All experiments were carried out at 21 C at constant hydrogen pressure, equal to atmospheric pressure. In the present research, the reduction was always carried out at such rapid stirring that the rate of hydrogen consumption did not depend on the agitation frequency. During the hydrogenation, samples of solution (about 0.1 em') were taken at suitable time intervals (15-20 min) and analyzed by HPLC, as described earlier [ 16, 17 ]. In the oxidized solution used for HPLC analyses, the quinone forms eAQ and H4eAQ are present. The hydroquinone forms (eAQH2, H4eAQH2) present in the sample taken from the reactor react rapidly with atmospheric oxygen, thus forming hydrogen peroxide and regenerating quinones eAQ and H4eAQ respectively. Reaction with oxygen is quantitative and complete even before HPLC analysis. Hence it has been assumed that the number of eAQH2 and H4eAQH2 moles in the hydrogenated solution was equal to the number of moles of eAQ and H4eAQ determined with the HPLC method. In a typical experiment, 30 cm3 of eAQ solution and 0.21-0.9 g of catalyst were used. Characteristic reaction parameters It was convenient to introduce the coefficient: R- o - nt Hz /n eAQ where ?e H, is the number of hydrogen moles used for hydrogenation and n0 eAQ is the initial number of eAQ moles in the reactor. Within the range 0 < ss < 1, hydrogenation is fast and the value ss= 1 is reached in 3-6 min. It has been shown [ 16 ] that at up to ss < 1 only reaction (1) takes place. At ss =1 the concentration of eAQ as measured by HPLC was equal to the initial one, indicating that at up to /3 =1, eAQ was not consumed in any reaction other than reaction (1). At close to ss=1, the rate of hydrogenation rapidly decreases and at 3 > 1 we observe the formation of H4eAQH2 and also other products, more or less hydrogenated than H4eAQH2, denoted as `degradation products'. The present study deals with the deep eAQ hydrogenation ((3 > 1). In all measurements the moment of reaching ss =1 was taken as zero time (t = 0); under this convention the amount of degradation products is given by the mass balance: nD-nO eAQHz _nt eAQHz _n t H4eAQHz where n'.AQHZ = initial number of eAQH2 moles at (3 =1, (equal to the initial number of eAQ moles); n'.-AQH2 = number of eAQH2 moles at time t determined 324 by HPLC; n` H4eAQH2 = number of H4eAQH2 moles at time t, determined by HPLC. Most of the degradation products are not detectable by HPLC at the conditions applied in the present research. In addition to the distinct peaks corresponding to eAQ and H4eAQ, in some cases two small peaks corresponding to 2-ethylanthrone and 2-ethylanthracene could be registered. The presence of degradation products not detectable by HPLC was confirmed using thinlayer chromatography (TLC). From the solution after deep eAQH2 hydrogenation carried up to /3=2-3, small amounts of several unidentified compounds were separated. This will be described in a subsequent paper. The percent conversion X of eAQHz (at ss > 1) was defined as the ratio of the total number of eAQH2 moles consumed in hydrogenation to the initial number of eAQH2 moles in the reactor: %X= no eAQHz nt eAQH2 X 100 n0 eAQHz The percent yield Y of H4eAQH2 was defined as the ratio of the number of H4eAQH2 moles at time t to the total number of eAQH2 moles consumed in the reaction: %Y= o na H4eAQH2 X 100 n eAQHz-n eAQH2 The average degree of hydrogenation U of the degradation products was defined as the number of moles of hydrogen consumed for the formation from eAQH2 of 1 mole of products other than H4eAQH2: c o U= n Hz-n Hz-n Hz nD where: n` HZ =total number of moles HZ consumed from the beginning of the experiment up to time t; n Hz=number of moles Hz consumed for the formation of noeAQHz moles; nsHz=number of moles Hz consumed for the formation of ntH4eAQl12 moles. Results Figure 1 shows typical kinetic curves representing the rate of hydrogen consumption as a function of 3. It is seen that initially at 3 < 1 (stage (a)) the rate of hydrogen consumption was very high (40-50 X 10-5 mol H2 /Min) but at - ss =1 rapidly decreased and at /3 > 1 continued at a very much lower rate (stage (b)). In stage (b) (ss > 1), hydrogenation of eAQ proceeded with the predominant formation of H4eAQH2. Some differences in the progress of deep hydrogenation were observed at low and high amounts of catalyst. Such effects are illustrated by the graphs in Fig. 2 showing the change in rOQH2 (the rate of eAQH2 conversion), rH9e,QH2 (the rate of H4eAQH2 formation) and rH2 (the rate of hydrogen consumption) as functions of reaction time. The values of the rates rAQH2 and rH4e,QHZ were calculated from the slope 325 1 5 E -~ 8 N E d o 6 5 4 0 3 v 0 2 1 v 1.0 1.5 2.0 2 5 Fig. 1. Rate of hydrogen consumption as a function of /3 at different catalyst amounts in 30 cm3 solution. ( ) 0.21 g, (O) 0.3 g, (x) 0.45 g, (0) 0.75 g, (0) 0.9 g. of the plots of the reactant and product concentrations vs. time. At low catalyst amounts (Fig. 2(a)), a constant rate of eAQH2 conversion was observed until X^-65%, as in the case in which 0.21 g of catalyst was used. At higher conversions, r~,QH2 sharply decreases. At the same conditions (0.21 and 0.3 g of catalyst) rH2 was also constant, but only during the initial period of reaction, up to the moment when rH4eAeH2 approached maximum. After this point, rHZ diminished. At higher amounts of catalyst (Fig. 2(b, c)) both reAQH2 and rH2 decreased during the entire reaction. Further information can be obtained from the results in Fig. 3. Two effects seen on the curve representing the change in the number of H4eAQH2 moles deserve attention: an inflection point at lower conversions of eAQH2 (a corresponding maximum in the rate of H4eAQH2 is seen in Fig. 2) and a maximum at higher conversion. Both effects indicate that consecutive reactions take place, and H4eAQH2 is an intermediate product. This conclusion is also supported by the results shown in Fig. 4, in which the change in the amount of `degradation products' is shown. It should be recalled that this term, according to the definition given, comprises all products (with the exception of H4eAQH2) formed during eAQH2 hydrogenation. These may be the precursors of H4eAQH2 as well as the products of other side reactions. As Fig. 4 shows, the amount of degradation products at a certain conversion X of eAQH2 reaches a plateau. Depending on the amount of catalyst, this `plateau' was less or more distinct. It is interesting to observe that reaching 326 10-5 [mol/min] 2.0 1.5 x v o 1.0 05 9 0 0 0 (a) 20 100 200 300 t [min] lO5 3.5 LmO[/min] 3 0 3.0 2.5 2 5 x 20 20 ar '15 Cr 15 o o_ 1.0 1 0 0.5 ~ > 0 5 20 100 200 300 t[mint (C) 20 100 200 t [min] 300 Mg. 2. The rates of eAQH2 conversion (O) reAQHZ; HaeAQH2 formation (C) rH4.AQH2, and hydrogen consumption (X) rH2 as a function of reaction time. Reaction carried out at different catalyst amounts in 30 cm3 solution: (a) 0.3 g, (b) 0.6 g, (c) 0.9 g. the plateau coincided with reaching the maximum rate of H4eAQH2 formation (Fig. 2) and also reaching a minimum rate of degradation rD (Fig. 5). This effect, characteristic for a consecutive reaction, may be taken to indicate that the formation of H4eAQHz from eAQHz occurs via formation of an intermediate species. Both Figs. 3 and 4 clearly indicate that the course of the degradation processes is complicated. It may be assumed that the degradation products, obtained in the period before the plateau (Fig. 4) is reached, contain the hypothetical precursor of H4eAQH2. The observed plateau would then roughly correspond to the maximal amount of such a product, which amount would subsequently decrease. However, in this second period the total amount of degradation products again grows, parallel to the decrease in the amount of H4eAQH2. These two facts indicate that now the degradation predominantly consists of the transformation of H4eAQH2 into more deeply hydrogenated products. Some information concerning the average degree of hydrogenation of the degradation products can be obtained from the value of the degree of hydrogenation U. As Fig. 6 shows, different values of U were observed 2. 05 ut 0 ~ -1O 3 q H4eAQ to ~so 327 1 5' 10 3 'At D to so i X too Fig. 3. Change in the number of H4eAQ moles as a function of total conversion of eAQH2, at different catalyst amounts: (O) 0.3 g, ( x ) 0.45 g, (O) 0.6 g, (O) 0.75 g, (0) 0.9 g. Fig. 4. Change in the number of moles of degradation products as a function of total conversion of eAQH2 at different catalyst amounts: (O) 0.3 g, ( x ) 0.45 g, (O) 0.6 g, (V) 0.75 g, (O) 0.9 g. OSI 20 100 200 300 t [min[ Fig. 5. Rate of degradation as a function of time at different catalyst amounts: ( ) 0.21 g, (O) 0.3 g, (C) 0.6 g, (O) 0.9 g. 328 I STANDARD U 5 4 3 2 1 ' 10 /o X 100 Fig. 6. Change in the value of U as a function of total conversion of eAQH2 at different catalyst amounts: (O) 0.3 g, (x) 0.45 g, (O) 0.6 g, (0) 0.9 g (0) 0.75 g. Fig. 7. Chromatogram of solution after hydrogenation. 80 70 60 ~oo 50 v 40 r 0 30 20 10 10 20 30 40 50 60 70 80 90 100 Fig. 8. Yield of HQeAQ as a function of total conversion of eAQHz at different catalyst amounts: (O) 0.3 g, (x) 0.45 g, (e) 0.6 g, (0) 0.75 g, (0) 0.9 g. (U=1-4.5), which changed during the course of reaction. The value of U as well as the changes depended on the amount of catalyst. For low amounts of catalyst (0.3-0.6 g), high and practically constant values of U (U= 3.5-4.5) were observed from the very beginning (/3=1) of hydrogenation up to the conversion of eAQH2 at which the `plateau' on the curve representing nD was reached (Fig. 4). Above this conversion, a gradual decrease in U occurred and simultaneously a successive increase in the amount of degradation products was observed. At the highest amount of catalyst (0.9 g), U was low, close 329 to 1, and practically constant over the entire course of reaction. In this case two new peaks appeared on chromatograms (Fig. 7), corresponding to 2ethylanthrone (peak b) and 2-ethylanthracene (peak a). Hence the course of side reactions producing undesirable products depends on the amount of catalyst. Consequently the maximum value of H4eAQH2 yield, as well as the conversion X at which it was reached, depend on the amount of catalyst (Fig. 8). The highest yields Y= 72-75% were observed at medium amounts of catalyst (0.6 and 0.75 g), and were reached at X= 65-70%. The lowest yield (Y= 56%) was observed at the highest catalyst amount (0.9 g), and at conversion as high as 80%. Discussion Two problems should be examined in the discussion of the present results: the possible reaction pattern of eAQ deep hydrogenation and the effect of catalyst concentration on the course of this process. Some suggestions concerning the first problem have already been proposed in the previous section of this paper, where it was shown that H4eAQH2 is an intermediate product in the hydrogenation of the aromatic ring of eAQH2. After the moment (assumed to be zero time) when 3 =1 was reached, the concentration of H4eAQH2 clearly increased, reaching a relatively high concentration, and then decreased. As already pointed out, this effect indicated that H4eAQH2 is hydrogenated, but the rate of this latter process is lower compared to the rate of H4eAQH2 formation. Similar formation of intermediate tetrahydro species was also observed in the hydrogenation of such polycyclic aromatic hydrocarbons as anthracene [ 21 ] or naphthalene [ 22 ]. Such species were always formed with high selectivity and preceded the formation of octahydrogenated products. It has been shown that among the products of eAQH2 hydrogenation H$eAQH2 also exists [8], but it was detected only at very high ss values (3.5-4) [ 14 ]. This stage corresponds to the sections of nD_X curves in Fig. 4 observed after the plateaus were reached, and also to the ascending branches of the rD_t plots in Fig. 5. In the preceding section of this paper, arguments were presented that the formation of H4eAQHz from eAQH2 also occurs via the formation of another intermediate product. However no conclusion concerning its composition could be directly formulated on the basis of the present results except the obvious one, that the precursor must be less hydrogenated than H4eAQH2. In fact such suggestions exist in the literature, where the formation of dihydrogenated species was reported in the case of catalytic hydrogenation of anthracene [21] and naphthalene [22]; 9,10-dihydroanthracene and 1,4dihydronaphthalene are considered to be the precursors of tetrahydrogenated products. In the former case the mechanism was postulated [7, 10, 11, 21 ] as indicated in eqn. (2). 330 H H CCO H H H H~ _ / N H / \\ N (2) i i i i H H H H H H An analogous mechanism based on the transfer of hydrogen atoms was postulated for the catalytic hydrogenation of 9-anthrone to its tetrahydro derivative [10], eqn (3): OH H OH OH H H H. I I H -- ~ I ~ ~, (3) cci i C H H HH H HH The formation of 9,10-dihydrodihydroxyanthracene during the reduction of anthraquinone with Sn in acid solution to 9-anthrone was also postulated [7, 10] (eqn. (4)): 0 H OH OH i Hz _ i w ~ I'll \"1, (4) ~ i H OH It seems that a similar dihydrogenated species `HZeAQHz' appears as the precursor of H4eAQH2. The hypothetical species `HZeAQH2' would be the precursor not only of H4eAQH2 but also of 2-ethylanthrone (eqn. (4)) and the tentative pattern of hydrogenation process over Pd/Si02 catalyst would comprise two parallel reaction chains: hydrogenation of the aromatic ring (reaction pathway I) and hydrogenolysis of the carbon-oxygen bond (reaction pathway II) Let us now discuss the second problem, i.e. the influence of the amount of catalyst on the progress of eAQHz hydrogenation. The deeply hydrogenated compounds (U- 3.5-4), i.e. the products of reaction pathway 1, predominated in the reaction carried out at low catalyst concentration. The products of eAQ hydrogenolysis appeared in detectable amounts only at the highest amount of catalyst (0.9 g). It is known from the literature that in situations giving rise to competitive processes [hydrogenation and hydrogenolysis (as with ketones [25]) or hydrogenation and isomerization (as with fatty oils [26, 27])] the selectivity was controlled by the concentration of hydrogen at the catalyst surface. In both cases, hydrogenation is favored by high availability of hydrogen at the catalyst surface. The concentration of hydrogen at the catalyst surface depends on whether the reaction regime is kinetically or diffusion-controlled [18-20, 23, 24, 27, 28]. When the rate of reaction is largely determined by the rate of hydrogen transport, the catalyst operates in a `hydrogen-poor' mode. Systems in which the over-all reaction rate is mainly determined by the rate of chemical reaction operate in a `hydrogenrich' mode. In the present experiments, over the entire range of catalyst concentration, the effects of external mass transport have been eliminated due to a sufficiently high agitation frequency. Hence any appreciable lowering 331 of the hydrogen concentration at the catalyst surface cannot be expected. However, the influence of an internal diffusion process on the progress of eAQH2 hydrogenation cannot be eliminated. On the other hand, the shape of the kinetic curves was different at low and high catalyst concentrations (Fig. 2). At lower catalyst levels the reaction was found to be zero order with respect to the eAQHz concentration, and also the same values of r,,QHz and rH2 per gram of catalyst were calculated (for 0.21 and 0.3 g: r~,QHZ -1.43 and 1.66 X 10-5 mol/min . g, rHz = 4.28 and 4.33 X i 0- 5 mol/min - g resp.). Hence, the region of hydrogenation corresponding to the `hydrogen-rich' mode can be postulated. With increasing catalyst concentration, a change in the shape of the kinetic curves was observed. However hydrogen mass transport to the external catalyst surface was not responsible for this effect. The observed changes in yield of H4eAQH2 and the shape of kinetic curves therefore need clarification, and further investigation is necessary. From the data presented some conclusions concerning the yield of H4eAQH2 can also be formulated. As Fig. 8 shows, the yield of H4eAQH2 varies with the catalyst amount and eAQH2 conversion X. Consequently, the required amount of H4eAQH2 can be obtained only if the hydrogenation process is carried out at given conditions, up to a certain eAQH2 conversion X, or up to the consumption of a known amount of hydrogen, i.e. to a given i3 value. Abbreviations eAQ 2-ethyl-9, I0-anthraquinone eAQH2 2-ethyl-9,1 0-anthrahydroquinone AQ 9,10-anthraquinone H4AQ tetrahydro-9,10-anthraquinone H4eAQ 2-ethyl-5,6,7,8-tetrahydro-9,10-anthraquinone H4eAQH2 2-ethyl-5,6,7,8-tetrahydro-9,10-anthrahydroquinone H8eAQ 2-ethyl- 1,2,3,4,5,6,7,8-octahydro-9,10-anthraquinone H8eAQH2 2-ethyl-1,2,3,4,5,6,7,8-octahydro-9,10-anthrahydroquinone Acknowledgement The author is very grateful to Professor A. Bielanski for valuable discussions and to Professor A. Barariski for help in preparing the manuscript. References 1 C. S. Cronan, Chem. Eng., 6 (1959) 118. 2 K. K. Kirdin, W. 1. Franchuk, 1. E. Balabin and M. 1. Agafonova, Sov. Chem. Ind., 9 (1970) 5. 332 3 T. Berglin and N. H. Schoon, Ind. Eng. Chem., Process Des. Dev., 22 (1983) 150. 4 U.K. Pat. 795 272 (1958). 5 U.S. Pat. 3 073 680 (1961). 6 U.S. Pat. 3 789 115 (1974). 7 J. Houben, Das Anthracen and die Anthrachinone, Georg Thieme Verlag, Leipzig, 1929. 8 L. H. Frejdlin and E. F. Litwin, Izv. Akad. Nauk SSSR, 4 (1960) 734. 9 L. H. Frejdlin, E. F. Litwin and W. E. Dicent, Dokl. Akad. Nauk SSSR, 131 (1960) 1362. 10 J. Braun and O. Bayer, Berichte, 58 (1925) 2667. 11 A. Skita, Berichte, 58 (1925) 2685. 12 P. N. Rylander, Catalytic Hydrogenation over Platinium Metals, Academic Press, New York, 1967. 13 W. W. Lunin, W. I. Bogdan, N. N. Kuznecova and N. W. Dobroserdova, Kinet. Katal., 28 (1987) 499. 14 A. Drelinkiewicz, Bull. Acad. Sci., Ser. Sci. Chim., in press. 15 W. N. Bogdan and W. W. Lunin, Nefekimiya, 28 (1988) 379. 16 A. Drelinkiewicz, Bull. Pol. Acad. Sci., Ser. Sci. Chim., 39 (1991) 63. 17 D. T. Burns and R. K. Harle, Anal. Chim. Acta, 100 (1978) 563. 18 Ch. N. Satterfield, Mass Transfer in Heterogeneous Catalysis, MIT Press, London, 1970. 19 H. Yao and P. H. Emmet, J. Am. Chem. Soc., 81 (1959) 4125. 20 N. D. Kunz and T. A. Johnson, Chem. Eng. Prog., 76 (1980) 49. 21 W. H. Wiser, S. Singh, S. A. Qader and G. R. Hill, Ind. Eng. Chem., Prod. Res. Dev., 9 (1970) 350. 22 T. H. J. Nieuwstad, P. Klapwijk and H. Bekkum, J. Catal., 29 (1973) 404. 23 A. Wheeler, Adv. Catal., 3 (1951) 250. 24 W. A. Rojter, Chim. Nauka Prom., 2 (1957) 210. 25 P. N. Rylander, Chem. Eng. Prog., (1980) 46. 26 M. Zajcev, J. Am. Oil Chem. Soc., 37 (1960) 11. 27 W. E. Coenen, The Mechanism of Heterogeneous Catalysis, Amsterdam, 1959. 28 P. N. Rylander, J. M. Karpenko and G. R. Pond, Ann. N.Y. Acad. Sci., 172 (1970) 1266. X244 92801343 0304-5102(92)80134-3 10.1016/0304-5102(92)80134-3 Deep hydrogenation of 2-ethylanthraquinone over Pd/SiO2 catalyst in the liquid phase Alicja Drelinkiewicz Jagiellonian University, Faculty of Chemistry, ul. Karasia 3, 30-060 Cracow Poland Hydrogenation of 2-ethylanthraquinone (eAQ) was carried out in a slurry reactor over Pd/SiO2 catalyst at atmospheric pressure of H2 and room temperature. During hydrogenation 2-ethylanthrahydroquinone (eAQH2) was initially formed with a selectivity close to 100%. In the further process eAQH2 was hydrogenated and 2-ethyltetrahydroanthrahydroquinone (H4eAQH2) as the main product was formed in high yield (about 55–75%). eAQH2 was also partly converted into other products termed ‘degradation products’. The rate of hydrogenation, the yield of H4eAQH2 and the type of degradation products were examined as a function of the amount of catalyst. A complicated reaction pattern including consecutive (hydrogenation of aromatic rings) as well as parallel (hydrogenolysis of the carbon-oxygen bonds in eAQH2) processes is postulated. References 1 C.S. Cronan Chem. Eng. 6 1959 118 2 K.K. Kirdin W.I. Franchuk I.E. Balabin M.I. Agafonova Sov. Chem. Ind. 9 1970 5 3 T. Berglin N.H. Schoon Ind. Eng. Chem., Process Des. Dev. 22 1983 150 4 U.K. Pat. 795 272 (1958). 5 U.S. Pat. 3 073 680 (1961). 6 U.S. Pat. 3 789 115 (1974). 7 J. Houben Das Anthracen und die Anthrachinone 1929 Georg Thieme Verlag Leipzig 8 L.H. Frejdlin E.F. Litwin Izv. Akad. Nauk SSSR 4 1960 734 9 L.H. Frejdlin E.F. Litwin W.E. Dicent Dokl. Akad. Nauk SSSR 131 1960 1362 10 J. Braun O. Bayer Berichte 58 1925 2667 11 A. Skita Berichte 58 1925 2685 12 P.N. Rylander Catalytic Hydrogenation over Platinium Metals 1967 Academic Press New York 13 W.W. Lunin W.I. Bogdan N.N. Kuznecova N.W. Dobroserdova Kinet. Katal. 28 1987 499 14 A. Drelinkiewicz, Bull. Acad. Sci., Ser. Sci. Chim., in press. 15 W.N. Bogdan W.W. Lunin Neftekimiya 28 1988 379 16 A. Drelinkiewicz Bull. Pol. Acad. Sci., Ser. Sci. Chim. 39 1991 63 17 D.T. Burns R.K. Harle Anal. Chim. Acta 100 1978 563 18 Ch.N. Satterfield Mass Transfer in Heterogeneous Catalysis 1970 MIT Press London 19 H. Yao P.H. Emmet J. Am. Chem. Soc. 81 1959 4125 20 N.D. Kunz T.A. Johnson Chem. Eng. Prog. 76 1980 49 21 W.H. Wiser S. Singh S.A. Qader G.R. Hill Ind. Eng. Chem., Prod. Res. Dev. 9 1970 350 22 T.H.J. Nieuwstad P. Klapwijk H. Bekkum J. Catal. 29 1973 404 23 A. Wheeler Adv. Catal. 3 1951 250 24 W.A. Rojter Chim. Nauka Prom. 2 1957 210 25 P.N. Rylander Chem. Eng. Prog. 1980 46 26 M. Zajcev J. Am. Oil Chem. Soc. 37 1960 11 27 W.E. Coenen The Mechanism of Heterogeneous Catalysis 1959 Amsterdam 28 P.N. Rylander J.M. Karpenko G.R. Pond Ann. N.Y Acad. Sci. 172 1970 1266",
      "scopus-id": "0026940694",
      "coredata": {
        "eid": "1-s2.0-0304510292801343",
        "dc:description": "Hydrogenation of 2-ethylanthraquinone (eAQ) was carried out in a slurry reactor over Pd/SiO2 catalyst at atmospheric pressure of H2 and room temperature. During hydrogenation 2-ethylanthrahydroquinone (eAQH2) was initially formed with a selectivity close to 100%. In the further process eAQH2 was hydrogenated and 2-ethyltetrahydroanthrahydroquinone (H4eAQH2) as the main product was formed in high yield (about 55–75%). eAQH2 was also partly converted into other products termed ‘degradation products’. The rate of hydrogenation, the yield of H4eAQH2 and the type of degradation products were examined as a function of the amount of catalyst. A complicated reaction pattern including consecutive (hydrogenation of aromatic rings) as well as parallel (hydrogenolysis of the carbon-oxygen bonds in eAQH2) processes is postulated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292801343",
        "dc:creator": {
          "@_fa": "true",
          "$": "Drelinkiewicz, Alicja"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292801343"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292801343"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80134-3",
        "prism:volume": "75",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deep hydrogenation of 2-ethylanthraquinone over Pd/SiO2 catalyst in the liquid phase",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "321-332",
        "prism:endingPage": "332",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80134-3",
        "prism:startingPage": "321",
        "dc:identifier": "doi:10.1016/0304-5102(92)80134-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026940694"
      }
    }
  }
}