{
  "metadata": {
    "title": "Carbonylation of Benzyl Chloride to Phenylacetic Acid and its Ester using Water-soluble Ru(III)-EDTA Complex Catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-02-29",
    "doi": "10.1016/0304-5102(88)80026-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288800269",
    "pii": "0304510288800269"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023963980",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288800269 0304-5102(88)80026-9 0304510288800269 10.1016/0304-5102(88)80026-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01125 2024-01-02T01:04:53.938015Z 0 0 19880229 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 44 44 2 2 Volume 44, Issue 2 3 179 181 179 181 19880229 29 February 1988 1988-02-29 1988 converted-article cor Copyright © 1988 Published by Elsevier B.V. CARBONYLATIONBENZYLCHLORIDEPHENYLACETICACIDESTERUSINGWATERSOLUBLERUIIIEDTACOMPLEXCATALYST KHAN M PARSHALL 1980 77 G HOMOGENEOUSCATALYSIS KARRER 1950 524 P ORGANICCHEMISTRY COREY 1969 1233 E CASSAR 1970 291 L NAKAYAMA 1971 508 M CASSAR 1976 7761 L HECK 1963 2779 R CHIUSOLI 1968 2289 G SCHOENBERG 1974 7761 A SCHOENBERG 1974 3327 A KOBAYASHI 1981 C27 T HIDAI 1975 2075 M CHOUDHARY 1986 911 B KHAN 1986 130 M ROTH 1971 600 J KHANX1988X179 KHANX1988X179X181 KHANX1988X179XM KHANX1988X179X181XM item 0304-5102(88)80026-9 0304510288800269 1-s2.0-0304510288800269 10.1016/0304-5102(88)80026-9 272239 2024-01-02T01:04:53.938015Z 1988-02-29 1-s2.0-0304510288800269-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800269/MAIN/application/pdf/91f635f758816f412cbc23d1c2958ca5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800269/MAIN/application/pdf/91f635f758816f412cbc23d1c2958ca5/main.pdf main.pdf pdf true 178718 MAIN 3 1-s2.0-0304510288800269-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800269/PREVIEW/image/png/ff64af0e4a3ddd09235d3af0529ea3d1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800269/PREVIEW/image/png/ff64af0e4a3ddd09235d3af0529ea3d1/main_1.png main_1.png png 68115 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 44 (1988) 179 -181 179 Letter Carbonylation of Benzyl Chloride to Phenylacetic Acid and its Ester using Water-soluble Ru(III)-EDTA Complex Catalyst M. M. TAQUI KHAN*, S. B. HALLIGUDI and S. H. R. ABDI Discipline of Coordination Chemistry and Homogeneous Catalysis, Central Salt and Marine Chemicals Research Institute, Bhavnagar 364 002 (India) (Received June 1, 1987; accepted September 24, 1987) Introduction The technology of homogeneous transition metal-catalyzed carbonyla- tion reactions is being currently used for large volume chemicals [1]. The carbonylation of benzyl chloride to give phenylacetic acid finds many applications in organic synthesis [2], and the product is used as a perfume in waxes and honey. Carbonylation of aryl halides with CO under ambient conditions has been studied using ?()4, NaCo(CO)4 or nickel(II)- thiourea complex as catalyst in combination with a base [3-10]. However, the yields of the carbonylation products were very poor. The carbonylation of benzyl halides in the presence of a base using Pd(II) and Pd(0) complexes [11] gave a better yield of the carbonylated products. Recently, the carbon- ylation of benzyl chloride with a Pd(II) catalyst had been reported [12] to give an overall conversion of 65% in 24 h. This corresponds to a low turn- over number. In our study of carbonylation catalysis in aqueous systems we have examined the carbonylation of benzyl chloride in ethanol-water mixed solvent system. The reaction proceeds at 80 C and 20 atm of CO to yield phenylacetic acid and its ester, with a turnover frequency of 44 mol product per hour. Experimental Ru(III)-EDTA complex was prepared and characterised by known methods [13]. The solvents used were pure A.R. grade and were distilled before use. The CO gas cylinder was obtained from BOC, U.K. The carbonylation of benzyl chloride was conducted in a 300 ml stainless steel high pressure reactor (Parr Instrument Co.) with provisions for automatic temperature control and an agitator system. The reaction mixture was prepared by adding 10 ml of benzyl chloride (0.869 mol) to an 8:2 mixture of ethanol-water solvent. The catalyst Ru(III)-EDTA (2 mmol) was *Author to whom correspondence should be addressed. 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 180 then added to the solution and the volume was made up to 100 ml. The reactor was flushed twice with CO gas. After the desired temperature 80 C was attained, the pressure of CO gas was adjusted to the required level of 20 atm. Initial and final samples of the reaction mixture were withdrawn, and liquid samples were also withdrawn at different intervals for product analysis. The products were analysed by TLC techniques, and the progress of the reaction was monitored till the benzyl chloride spot on TLC plate disappeared. The products were then separated by column chromatography and were analysed as phenylacetic acid and ethylphenyl acetate. A 100% conversion was achieved in 9 h. Results and discussion The carbonylation of benzyl chloride catalyzed by Ru(III)-EDTA catalyst system gave 100% conversion to the desired products phenylacetic acid and ethylphenyl acetate in 9 h. A possible mechanism of the reaction, based on our observations, is given in Scheme 1. [LRu^Hp)] + CO ^ [LRu^CO)] + H? 1 2 R [LRu^CO)] + RC1 > [L-Ru^CO)] Cl 3 R R CO [L- ?(CO)] > [L-Ru^-Cl] Cl 4 R H^O 1 i > [LRu^HaO)] + RCOOH + HC1 [L-Ru^-Cl] CzHsOH > [LRu^HaO)] + RCOOCaHs + HC1 L = H EDTA (protonated ethylenediaminetetraacetic acid) R = CgHsCH^ Scheme 1. 181 In the above mechanism, the first step is the formation of carbonyl complex 2 by the displacement of HaO. Complex 2 is a paramagnetic Ru(III) species with ^if f 1-96 B-M. at 25 C, corresponding to a (t2g)5 Ru(III) one unpaired spin configuration. The f(Ru-CO) of the complex is observed at 1960 cm\"1 in the IR spectrum. The carbonyl complex 3 activates RC1 to form a mixed ligand benzyl-carbonyl-chloro complex 4. The formation of this complex is envisaged as the rate-determining step, which is similar to that of methanol carbonylation catalyzed by rhodium complex [14]. Inser- tion of CO in the M C bond of 4 forms the acyi intermediate 5, the hydro- lysis of which results in the formation of phenylacetic acid or its ester. In this reaction the ratio of acid to ester obtained is 2:3, which is lower than the ratio of water :ethanol in the solvent 1:4. This indicates a facile reaction of 5 with water as a nucleophile rather than ethanol. References 1 G. W. Parshall, Homogeneous Catalysis, Wiley, New York, 1980, p. 77. 2 P. Karrer, Organic Chemistry, 4th edn., Elsevier, Amsterdam, 1950, p. 524. 3 E. J. Corey and L. S. Hegedus, J. Am. Chem. Soc., 91 (1969) 1233. 4 L. Cassar and M. Foa, Inorg. Nucl. Chem. Lett., 6 (1970) 291. 5 M. Nakayama and T. Mizorogi, Bull. Chem. Soc. Jpn., 44 (1971) 508. 6 L. Cassar, M. Foa and A. Gardano, J. Organometall. Chem., 121 (1976) 7761. 7 R. F. Heck and D. S. Breslow, J. Am. Chem. Soc., 85 (1963) 2779. 8 G. P. Chiusoli, M. Dubini, M. Ferraris, F. Guerrieri, S. Merzoni and G. Mondelli, J. Chem. Soc., C (1968) 2289. 9 A. Schoenberg and R. F. Heck, J. Am. Chem. Soc., 96 (1974) 7761; idem, J. Org. Chem., 39 (197A) 3327. 10 T. Kobayashi and M. Tanaka, J. Organometall. Chem., 205 (1981) C27. 11 M. Hidai, T. Hikita, Y. Wada, Y. Fujikura and Y. Uchida, Bull. Chem. Soc. Jpn., 48 (1975)2075. 12 B. M. Choudhary, N. Prabhakar Reddy and M. Z. Jamil, Polyhedron, 5 (1986) 911. 13 M. M. Taqui Khan, Arun Kumar and Z. Shirin, J. Chem. Res. (S) 1986) 130. 14 J. P. Roth, J. H. Craddock, A. Hershman and F. E. Paulik, Chemtech., (1971) 600. X244 88800269 0304-5102(88)80026-9 10.1016/0304-5102(88)80026-9 Chemical Molecular catalysis letter Carbonylation of Benzyl Chloride to Phenylacetic Acid and its Ester using Water-soluble Ru(III)-EDTA Complex Catalyst M.M.Taqui Khan 1 S.B. Halligudi S.H.R. Abdi Discipline of Coordination Chemistry and Homogeneous Catalysis, Central Salt and Marine Chemicals Research Institute, Bhavnagar 364 002 India 1 Author to whom correspondence should be addressed. References 1 G.W. Parshall Homogeneous Catalysis 1980 Wiley New York 77 2 P. Karrer 4th edn. Organic Chemistry 1950 Elsevier Amsterdam 524 3 E.J. Corey L.S. Hegedus J. Am. Chem. Soc. 91 1969 1233 4 L. Cassar M. Foa Inorg. Nucl. Chem. Lett. 6 1970 291 5 M. Nakayama T. Mizorogi Bull. Chem. Soc. Jpn. 44 1971 508 6 L. Cassar M. Foa A. Gardano J. Organometall. Chem. 121 1976 7761 7 R.F. Heck D.S. Breslow J. Am. Chem. Soc. 85 1963 2779 8 G.P. Chiusoli M. Dubini M. Ferraris F. Guerrieri S. Merzoni G. Mondelli J. Chem. Soc. C 1968 2289 9 a A. Schoenberg R.F. Heck J. Am. Chem. Soc. 96 1974 7761 b A. Schoenberg R.F. Heck J. Org. Chem. 39 1974 3327 10 T. Kobayashi M. Tanaka J. Organometall. Chem. 205 1981 C27 11 M. Hidai T. Hikita Y. Wada Y. Fujikura Y. Uchida Bull. Chem. Soc. Jpn. 48 1975 2075 12 B.M. Choudhary N.Prabhakar Reddy M.Z. Jamil Polyhedron 5 1986 911 13 M.M.Taqui Khan Arun Kumar Z. Shirin J. Chem. Res. (S) 1986 130 14 J.P. Roth J.H. Craddock A. Hershman F.E. Paulik Chemtech. 1971 600",
      "scopus-id": "0023963980",
      "coredata": {
        "eid": "1-s2.0-0304510288800269",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288800269",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Khan, M.M.Taqui"
          },
          {
            "@_fa": "true",
            "$": "Halligudi, S.B."
          },
          {
            "@_fa": "true",
            "$": "Abdi, S.H.R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288800269"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288800269"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)80026-9",
        "prism:volume": "44",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Carbonylation of Benzyl Chloride to Phenylacetic Acid and its Ester using Water-soluble Ru(III)-EDTA Complex Catalyst",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "179-181",
        "prism:endingPage": "181",
        "pubType": "cor",
        "prism:coverDisplayDate": "29 February 1988",
        "prism:doi": "10.1016/0304-5102(88)80026-9",
        "prism:startingPage": "179",
        "dc:identifier": "doi:10.1016/0304-5102(88)80026-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023963980"
      }
    }
  }
}