{
  "metadata": {
    "title": "Homogeneous and biphasic oligomerization of terminal alkynes by some water soluble rhodium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-11-26",
    "doi": "10.1016/0304-5102(93)80098-F",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029380098F",
    "pii": "030451029380098F"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027694254",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029380098F 0304-5102(93)80098-F 030451029380098F 10.1016/0304-5102(93)80098-F S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02532 2024-01-02T01:06:03.941633Z 0 0 19931126 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 85 85 2 2 Volume 85, Issue 2 5 153 162 153 162 19931126 26 November 1993 1993-11-26 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. HOMOGENEOUSBIPHASICOLIGOMERIZATIONTERMINALALKYNESBYWATERSOLUBLERHODIUMCATALYSTS BAIDOSSI W SOUTHERN 1989 407 T SASSON 1979 289 Y BENYEI 1990 151 A SCHORE 1988 1081 N BOROWSKI 1978 137 A UEMURA 1982 4353 S UEMURA 1973 2565 S BOLTON 1969 153 E RAVINDAR 1992 841 V AMER 1990 313 I SINGER 1968 849 H KERN 1968 706 R CARLTON 1978 1631 L OHSHITA 1990 3277 J BLUM 1992 153 J AMER 1993 163 I AKITA 1984 480 M BAIDOSSIX1993X153 BAIDOSSIX1993X153X162 BAIDOSSIX1993X153XW BAIDOSSIX1993X153X162XW item 0304-5102(93)80098-F 030451029380098F 1-s2.0-030451029380098F 10.1016/0304-5102(93)80098-F 272239 2024-01-02T01:06:03.941633Z 1993-11-26 1-s2.0-030451029380098F-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380098F/MAIN/application/pdf/bd9ea0fcec77668f3bec181dff243b79/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380098F/MAIN/application/pdf/bd9ea0fcec77668f3bec181dff243b79/main.pdf main.pdf pdf true 632644 MAIN 10 1-s2.0-030451029380098F-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380098F/PREVIEW/image/png/41eb11519e4ba4b1f1c1333b34e58c38/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380098F/PREVIEW/image/png/41eb11519e4ba4b1f1c1333b34e58c38/main_1.png main_1.png png 59988 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 85 (1993) 153-162 153 Elsevier Science Publishers B.V., Amsterdam M252 Homogeneous and biphasic oligomerization of terminal alkynes by some water soluble rhodium catalysts Wael Baidossi, Nurith Goren and Jochanan Blum* Department of Organic Chemistry, the Hebrew University, Jerusalem 91904 (Israel); tel. (+972-2)585329, fax. (+972-2)585345 Herbert Schumann* and Holger Hemling Institut fur Anorganische and Analytische Chemie, Technische Uniuersitat Berlin, D-10623 Berlin (Germany); tel. (+49-30)31423984, fax. (+49-30)31422168 (Received April 1,1993; accepted July 6,1993 ) Abstract The catalytic activity of six water soluble rhodium compounds, RhC13 3H20 1, RhCl(Ph2PC6H,-3-S03Na)3 4H202, (COD) RhCI(Ph2PC6H4-3-S03Na)-Hz03, [(COD)Rh(uPh2PC6H4-3-SOz-0)]2 4, [(CO)Rh(PhzPC6H4-3-CO2H)(p-SPh)]2 5, and [Rh30(OAc)s(H20) 3 ] oAc 6, for oligomerization of model hydrophilic and lipophilic terminal alkynes was investigated under homogeneous and under biphasic conditions. While propynoic acid 7 is converted by all six catalysts solely into trimellitic acid, 8, and trimesic acid, 9, phenylacetylenes 10 either dimerize, trimerize or give stereoregular polymers. The nature of the oligomerization products proved to depend on the catalyst, the medium and the reaction temperature. In acetonitrile, complex 4 transforms the various phenylacetylenes (except 4-nitrophenylacetylene, l0f) mainly or entirely to the head-to-tail dimers, 13, which undergo thermal rearrangement to the head-tohead isomers, 14. Key words: alkynes; oligomerization; rhodium Introduction With the objective of obtaining catalyst systems that operate in water, that mimic biological processes and that enable facile catalyst recovery, the preparation of many water soluble transition metal complexes has been investigated (for a recent review see ref. 1). Indeed, some of these complexes proved to function as active catalysts for well known reactions, such as isomerization [ 1,2 ] , hydrogenation [ 1 ] , transfer reduction [ 3 ] , hydroformylation [ 1 ] and desulfurization [ 1 ] . Alkyne oligomerization, however, which is a fundamental process in the syntheses of many cyclic compounds and macromolecules [4] has not yet been studied in terms of biphasic catalysis. In this paper we report *Corresponding authors. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 154 W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 the utilization of the mono-, di- and trinuclear, water soluble rhodium compounds RhC13-3H2O 1, RhCI (Ph2PC6H4-3-S03Na) 3 4H20 2 [ 5 ] , (COD) RhCI (Ph2PCc,H4-3-S03Na) H20 3 [ 5 ] , [ (COD) Rh (#-Ph2PC6H4-3-S02-O) ] 2 4 [ 5 ] , [ (CO) RhCI (Ph2PC6H4-3-CO2H) (,t-SPh) ] 2 5, and [ Rh30 (OAc) s(H20) 3 ] OAc 6 [ 6 ] , as catalysts for the homogeneous transformation of aqueous propynoic acid, 7, to trimellitic acid, 1,2,4-C6H4 (COOH) 3 8, and trimesic acid, 1,3,5-C6H5 (COOH )3 9; and for the biphasic catalytic oligomerization of phenylacetylene, 10a, and related alkynes. Experimental Bis(~t-benzothiolato)dicarbonylbis[(3-carboxyphenyl)diphenylphosphine]di rhodium 5 To a solution of 215 mg (0.4 mmol) of bis (fit-thiolato) tetracarbonyldirhodium, [ Rh (CO) 2 (u-SPh) ] Z [ 7 ] in 6 ml of degassed MeOH was injected under exclusion of air a solution of 245 mg (0.8 mmol) of 3-(diphenylphosphino)benzoic acid [8] in 4 ml of the same solvent. After stirring for 15 min at room temperature, the MeOH was removed under reduced pressure and the residue washed successively with pentane. The resulting tan crystals (390 mg, 89%) proved to be analytically pure. The 36 MHz 31P NMR TABLE 1 Cyclotrimerization of propynoic acid in aqueous and in THF solutions by catalysts 1-6 Catalyst Solvent Reaction Yield of Relative yield of trimers (% ) time trimers (h )b (% )` Trimellitic Trimesic acid acid 1 H20 10.5 42 93 7 1 THF 14 35 90 10 2 H20 7 54 90 10 2 THF 9 52 90 10 3 H20 9.5 72 82 18 3 THF 10 43 79 21 4 Hz0 5 54 81 19 4 THF 6.5 42 86 14 5 H20 7 69 62 38 5 THF 9 54 78 22 6 H20 5.5 83 95 5 6 THF 6 55 92 8 'Reaction conditions as described in the Experimental section. b Until the entire starting material disappeared. `Isolated product. W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 155 TABLE 2 Oligomerization of phenylacetylene l0a by catalysts 1-6 under homogeneous and biphasic conditions' Eapt. Catalyst Medium Reaction Reaction Yield of Products temp. time identified (yield, % ) ( C) (h )' products (% ) 1 1 PhMe/H20 92 4 12 lla(10) 12x(2) 2 1 PhMe/H20/Py 92 24 38 13x(2) 14ass6) 3 1 THF 69 6 42 lla(25) 12x(9) 17x(4) 18x(4) 4 1 MeCN/H2) 80 48 48 lla(15) 12ass) 17x(7) 18a(24) 5 2 PhMe/H20 92 8 11 lla(9) 12x(2) 6 2 THF 69 4 28 lla+12x(1) 13x(2) 14x(25) 7 3 PhMe/H20 40 10 >96 l5a(>96) 8 3 PhMe/H20 92 4 96 lla(3) 12a(28) 16x(65) 9 3 THF 69 56d 16 lla(5) 12x(11) 10 4 PhMe/H20 92 4 42 lla(31) 12x(11) 11 4 MeCN 60 10 54 12x(8) 13x(46) 12 5 PhMe/H20 92 5 27 lla(22) 12a(5) 13 5 THF 69 10 32 lla(26) 12x(6) 14 6 PhMe/H20 92 4 42 lla(27) 12x(15) 15 6 THF 69 8 32 lla(26) 12x(6) 'Reaction conditions as in the Experimental section. 'For full conversion of 10x. `Isolated products. 'At 80% conversion. 'Under argon atmosphere. (CDCl3): 41.25 ppm (d, J=172.6 Hz) is practically identical with the spectra of other syn- [ Rh (CO) 2 (Ph2PAr) (u-SR) ] 2 complexes for which X-ray diffraction analyses have been carried out [ 9 ] . General procedure for trimerization of propynoic acid 7 Typically, a stirred solution of 410 mg (5 mmol) of 7 in 4 ml of either triply distilled water or 96% aq. THF was heated in a thermostat at 65 C to achieve temperature equilibration. A solution of 0.019 mmol of the rhodium catalyst in 2.5 ml of the same preheated solvent was added at once. The progress of the reaction was monitored by NMR analysis. When the starting acid had been consumed, the reaction mixture was cooled to 0 C and the products extracted ( X 2) with 10 ml of ether. (When the reaction was conducted in wet THF, the solvent was first removed by distillation.) The etheral solution was concentrated to a volume of 1 ml, cooled to 0 C and the trimesic acid 9 collected by filtration. Removal of the solvent from the filtrate followed by re- 156 W Baidossi et al. / J. Mot. Catal. 85 (1993)153-162 TABLE 3 Oligomerization of some substituted phenylacetylenes, (4-XC6H,,)C=CH, by catalysts 1 and 6 under biphasic conditions at 92 C Catalyst X Reaction Yield of Products (yield, % ) time volatile (h )b products (% ) 1 CH3 6 32 llb(28) 12b(14) 1 Cl 8 45 lld(10) 12bss5) 1 N02 6 34 18Pss4) 6 CH3 8 39 llb(27) 12b(12) 6 Cl 10 46 lld(30) 12d(10) 13d(4) 14d(2) 'Reaction conditions as described in the Experimental section. bFor full conversion of the alkyne. 'Isolated products. TABLE 4 Dimerization of terminal alkynes in the presence of catalyst 19 (from 4) in MeCN at 60 C Alkyne Reaction Products Alkyne Reaction Products time (h ) (yield, %) time (h )b (yield, % ) l0a 10 13a(46) l0d 24 13dss8) l0b 7 13b(45) l0e 18 13e(17) 14e(10) l0C 20 13c(20) 20 12 21`(40) 22x(2) 14c(12) 'Reaction conditions as described in the Experimental section. b For full conversion. Ph (CHz) ZC'OCC ( (CHz) zPh ]=CHZ 21. dtrans-Ph (CH2) ZC--CCH=CH (CHz )2Ph 22. crystallization of the residue from aq. EtOH afforded the pure trimellitic acid 8. The results of representative trimerization experiments by catalysts 1-6 are summarized in Table 1. Oligomerixation of arylacetylenes under biphasic conditions A mixture of 0.045 meq of the catalyst, 0.5 ml of triply distilled water and 3 ml of toluene was stirred for 10 min in an oil bath thermostated at the desired temperature. A sample of 4.5 mmol of the preheated alkyne was added and the progress of the reaction monitored by TLC, GC or NMR analysis. When the starting material was consumed, the organic layer was dried and concentrated and the residue separated either by column, or by preparative gas chromatography. The products were identified either by comparison with authentic samples or by detailed spectral and elemental analyses. The results of some W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 157 TABLE 5 200/400 MHz 'H NMR, selected 70 eV EI mass spectral data and elemental analyses for the new alOe oligomerization products Compound Spectral and analytical data llb NMR (CDCl9) : 2.338 (s, 3, CHs), 2.418 (s, 3, CH9), 2.432 (s, 3, CH3), 7.070 (m, 6, ArH), 7.505 (m, 9, ArH); MS (70 C): m/z (rel. intensity) 348 (M+', 100). Analysis: Found: C, 93.40; H, 6.76%. CZ7H2, requires: C, 93.10; H, 6.89%. lld+12d NMR (CDC18) :7.080 (d, J=8.5 Hz, ArHof lld), 7.102 (d, J=8.5 Hz, ArHof lld), 7.238 (m, ArHof lld), 7.434 (d, J=8.9 Hz ArHof 12d), 7.567 (m, ArH of lld), 7.581 (d, J=8.9 Hz, ArHof 12d), 7.623 (m, ArHof lld), 7.694 (s, Hl, H3, H5 of 12d); MS (80 C): m/z (rel. intensity) 414, 412, 410, 408 (M+', 4, 33,100,100). Analysis: Found: C, 70.63; H, 3.96%. Cz4H16C1s requires: C, 70.33; H, 3.66%. 13b NMR (CDCl9)b:2.370 (s, 6, CHs), 5.688 (d,1, J=1 Hz, HHC-), 5.922 (d,1, J=1 Hz, HHC=), 7.153 (d, 2, J=8.2 Hz, ArH), 7.188 (d, 2, J=6.2 Hz, ArH), 7.424 (d, 2, J=8 Hz, ArH), 7.618 (d, 2, J=8 Hz, ArH). MS (70 C): m/z (rel. intensity) 232 (M+',100), 217 (C17H 9, 22), 215 (C17Hi, 27), 202 (C18H o';10). Analysis: Found: C, 93.03; H, 6.75%. C1gH18 requires: C, 93.10; H, 6.89%. 18c NMR (CDCIs) :3.818 (s, 3, CH3), 3.834 (s, 3, CHe), 5.631 (d, 1, J=1 Hz, HHC-), 5.853 (d, 1, J=1 Hz, HHC-), 6.830 (d, 2, J=8.6 Hz, ArH), 6.874 (d, 2, J=8 Hz, ArH), 7.477 (d, 2, J=8.66 Hz, ArH), 7.674 (d, 2, J=8.6 Hz, ArH). MS (90 C): m/z (rel. intensity) 264 (M+', 100). Analysis: Found: C, 81.70; H, 6.05%. C18H180z requires: C, 81.82; H, 6.06%. 13d NMR (CDCIg) : 5.753 (d, 1, J=0.7 Hz, HHC-), 5.952 (d, 1, J=0.7 Hz, HHC-), 7.319 (d, 2, J=8.6 Hz, ArH), 7.341 (d, 2, J=8.6 Hz, ArH), 7.433 (d, 2, J=8.6 Hz, ArH), 7.608 (d, 2, J=8.6 Hz, ArH). MS (90 C): m/z (rel. intensity): 276, 274, 272 (M'*, 0.1, 0.6, 0.9),113, 111 (CoH,Cl+,100, 34). Analysis: Found: C, 70.50; H, 3.61%. C18H1oC12 requires: C, 70.32; H, 3.66%. 13e NMR (CDCIs )b: 5.611 (d,1, J=0.9 Hz, HHC-), 5.806 (d,1, J=0.9 Hz, HHC-), 6.934 (m, 4, ArH), 7.395 (m, 2, ArH), 7.570 (m, 2, ArH). MS (70 C): m/z (rel. intensity): 240 (M+', 100). Analysis: Found: C, 79.74; H, 4.08%. C18H1oFz requires: C, 80.00; H,,4.17%. 13f+ 14f NMR (CDCI9 )': 6.023 (d, 1, J=0.9 Hz, HHC- of 13f ), 6.205 (d,1, J=0.9 Hz, HHC- of 13f), 6.533 (d,1, J=16.3 Hz, C-CH of 14f), 7.138 (d,1, J=16.3 Hz, C-CHof 14f), 7.563 (d, 2, J=8.3 Hz, ArH of 14f), 7.606 (2, J=8.7 Hz, ArH of 14f), 7.673 (d, 2, J=9 Hz, ArH of 13f), 7.825 (d, 2, J=9 Hz, ArH of 13f), 8.218 (d, 2, J=8.9 Hz, ArH of 13f ), 8.263 (2, J=9 Hz, ArHof 13f), 8.920 (ABq, 4, J=8.7 Hz, ArHof 14f); MS (110 C): m/z (rel. intensity) 270 (M+',100). Analysis: Found: C, 65.19; H, 3.15; N, 9.10%. C18H1oNz04 requires: C, 65.30; H, 3.40; N, 9.52%. 14b NMR (CDC13)b: 2.355 (s, 6, CH3), 6.327 (d,1, J=16.3 Hz, CCH-), 6.998 (d, 1, J=16.3 Hz, C-CH), 7.117 (d, 2, J=7.6 Hz, ArH), 7.159 (d, 2, J=7.6 Hz, ArH), 7.280 (d, 2, J=7.6 Hz, ArH), 7.361 (d, 2, J=7.6 Hz, ArH); MS (60 C): m/z (rel. intensity) 232 (M+',100), 231 (C1sH 5,17), 217 (C17H z', 28), 216 (C17H 3, 20), 215 (C17H o', 25), 202 (C18H o', 31). Analysis: Found: C, 93.05; H, 6.73%. C1sHie requires: C, 93.10; H, 6.89%. 14c NMR (CDCl9)b:3.748 (s, 3, CHs), 3.750 (s, 3, CHs), 6.160 (d, 1, J=16 Hz, C-CH), 6.783 (d, 2, J=6.9 Hz, ArH), 6.805 (d, 2, J=6.7 Hz, ArH), 6.880 (d,1, J=16 Hz, C-CH), 7.297 (d, 2, J=8.6 Hz, ArH), 7.336 (d, 2, J=8.6 Hz, ArH). MS (90 C): m/z (rel. intensity) 264 (M+', 100), 249 (C17H1602 , 43), 221 (C18H130*, 26), 206 (C16H100+', 21). Analysis: Found: C, 81.60; H, 6.02%. C1sH1802 requires: C, 81.81; H, 6.06%. 14e NMR (CDCIg)\":6.169 (d,1, J=16 Hz, C-CH), 6.897 (d,1, J=16 Hz, C-CH), 6.934 (m, 4, ArH), 7.310 (m, 4, ArH). MS (70 C): m/z (rel. intensity) 240 (M'\",100), 239 (C18HgF2 , 58), 238 (C18ffisF2 ', 62), 214 (C14HBF2 ',16). Analysis: Found: C, 80.08; H, 4.28%. C18H1oF2 requires: C, 80.00; H, 4.17%. `200 MHz. 400 MHz. 158 W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 typical oligomerization experiments, using compounds 1-6 as catalysts are summarized in Tables 2 and 3. Analytical and physical data for the new compounds are listed in Table 5. General procedure for dimerization of terminal alkynes by 4 in acetonitrile A solution of 2.5 mmol of the alkyne and 15 mg (1.36 X 10 -2 mmol) of 4 in 1.5 ml of MeCN was heated and stirred at 60 C until the starting material was consumed. The solvent was removed under reduced pressure and the residue separated from polymeric material on silica gel, using hexane-ether mixtures as eluent. The results obtained with several terminal alkynes are summarized in Table 4. Analytical and physical data for the new compounds are listed in Table 5. Results and discussion Between 65 and 70 C, the rhodium complexes 1-6 proved to catalyze the transformation of propynoic acid 7 to trimellitic and trimesic acids (8 and 9) . These acids, which were the only volatile products, could easily be separated from each other and from the accompanying polymeric material by recrystallization. In contrast to the RhC13-Aliquat 336 -catalyzed trimerization of alkynes under phase transfer conditions [ 10 ] , the reactions of 7 in water proved to be chemically controlled as evidenced by the observed activation energies of Eg ;z~ 20 kcal mol-1. Among the water soluble rhodium catalysts, 1-6 the trinuclear cluster 6 gave the highest yields and RhC13 the lowest (see Table 1). Reactions which were conducted in water generally gave better results than those performed in wet THF. Except for the catalysis by the air-sensitive complex 5, the oligomerizations could be carried out under ambient conditions. All six catalysts proved to promote the formation of the non-symmetrically substituted tricarboxylic acid in preference to 9, as expected from the mechanism outlined previously [ 10 ] . However, the ratio of 8 : 9 was not the same for the different catalysts. It was found to be higher when mononuclear complexes (or cluster 6, which dissociates to mono-rhodium compounds) rather than the dinuclear compound 5 have been employed. The oligomerization of water insoluble alkynes by 1-6 under homogeneous and biphasic catalytic conditions was investigated with phenylacetylene l0a as a representative lipophilic substrate. The results summarized in Table 2 indicate that, in general, the yields of the volatile products are lower than those recorded previously for the trimerization of 10a by the RhC13-Aliquat 336 ion pair [ 10 ] . However, unlike in the[ (C8H1,) 3NMe ] [ RhC14 2H20 ] -catalyzed reaction, the water soluble catalysts did not lead always to trimers. Apart from 11 and 12, the reaction also afforded, in a selective manner, dimers 13 and 14 as well as stereoregular polymers 15 or macromolecules, without specific orientation 16. W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 (4-C6H4X)C-CH 10 a: X - H d: X - C1 b: X - CH3 e: X - F c: X - CH30 f: X - N02 159 1.2.4-C6 H3 (4-C6H4X)3 11 1.3.5-C6 H3 (4-C6H4X)3 12 (4-C6H4X)C-CC(4-C6 H4 X)-CH2 13 E-(4-C6 H4X)C-CCH-CH(4-C6H4X) 14 stereoregular polyalkyne 15 disordered polymers 16 The nature of the products was shown to depend on the catalyst, on the reaction medium, on the temperature, and on the electronic structure of the alkyne. While, e.g., in a biphasic system of 5 parts of toluene and 1 part of water RhC13, 1 catalyzed the trimerization of 10a to give 1,2,4-, and 1,3,5triphenylbenzene (11a and 12a, respectively) as the only volatile products (experiment 1) . The addition of 0.25 part of pyridine led to a trimer-free mixture of 2,4-diphenyl- and E-1,4-diphenylbut-l-en-3-yne (13 and 14) . We recall that the rhodium catalyst RhCl (PPh3) 3 has already been shown to convert l0a into 14a and macromolecules under homogeneous conditions in benzene [ 11 ] . When the biphasic system was replaced by boiling THF (containing 4% H20), trimers lla and 12a were again formed, though some water addition to the triple bond also took place (experiment 3). The hydration of the triple bond was even more pronounced when a biphasic system of 1: 5 parts of acetonitrile : water was used (experiment 4) . The formation of phenylacetaldehyde 17a in these experiments is notable, since the hydration of phenylacetylene in the presence of RhC13-Aliquat 336 gave only aldehyde-free acetophenone 18a [ 12 ] . Complex 2, which can be regarded as a water soluble analogue of RhCl (PPh3 )3, catalyzed the trimerization of l0a under a variety of biphasic conditions, (see, e.g., experiment 5) and led to the formation of the dimers 13a and 14a in wet THF (experiment 6). Complex 3, which differs from 2 by having one COD instead of two dmp ligands, catalyzed the transformation of l0a at low temperature (> 50 C) under biphasic conditions to a cis-oriented polymer 15a, which will be discussed in detail in the following paper [ 13 ] . Thus, a nearly quantitative yield of polymer 15a was obtained 160 W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 when l0a was reacted e.g., in a toluene-water system at 45 C for 10 h (experiment 7) . When, however, the temperature was allowed to rise to 92 C (experiment 8), the stereoregular polymer was accompanied by 3% of 11a and 28% of the symmetric triphenylbenzene 12a (see ref. 13). Under homogeneous conditions, in alcohols (e.g., MeOH, EtOH, n-BuOH) but not in THF, the isotactic polymer was formed in nearly quantitative yield within 30 min even at 20 C. In THF, the reaction proved to be slow (80% conversion after 56 h ) and to give disordered polymers together with l la and 12a (experiment 9 ). The dirhodium complex 4 was shown to promote the usual conversion of l0a under biphasic conditions (PhMe-H20) into 1,2,4- and 1,3,5-tiphenylbenzene (experiment 10) . Similar results were obtained under homogeneous conditions in wet THF. In acetonitrile, however, in which 4 dissociates to the mono-rhodium complex (COD) Rh (03S-3-C6H4PP`h2) (MeCN) 19 [ 5 ] , the major product proved to be 2,4-diphenylbut-l-en-3-yne 13a (experiment 11). This enyne, which was reported to polymerize both in the presence of RhCl(PPh3)3 and during GC analysis [ 11 ] , was found to be perfectly stable in the pure state under ambient conditions, but to rearrange to 14a at elevated temperature (see below). The water soluble thiolalo-bridged dirhodium compound 5 catalyzed the conversion of l0a into trimers l la and 12a, both under biphasic and homogeneous conditions (experiments 12, 13). When, however, the toluene in experiment 12 was replaced by halocarbons, the degree of polymerization increased on account of the trimerization process. The trirhodium cluster 6 behaved similarly to 5 and promoted trimerization of 10a, both in THF and in the toluene-water system (experiments 14, 15). The effect of the electronic structure of the alkyne on the nature of the products was investigated by using 4-substituted phenylacetylenes. The results listed in Table 3 show, for example, that while unsubstituted and 4-methylphenylacetylene (l0a and l 0b) form the non-symmetrical and symmetrical triarylbenzenes as the major and minor trimers, respectively, the chlorinated alkyne 10d gives 1,3,5-tris (4-chlorophenyl)benzene 12d as the major trimer. 4-Nitrophenylacetylene under our standard reaction conditions did not afford any trimer but underwent hydration to give 4-nitroacetophenone. Likewise, in the presence of 6, 4-MeC6H4C=CH formed relatively more non-symmetrical trimer than C6H5CmCH and than 4-ClC6H4C-CH. The ratios of 12b:11b, 12a: l la and 12d:11d proved to be 1:1.8, 1:2.25 and 1: 3, respectively. Unlike l0a and lob, the chlorinated alkyne l0d yielded some dimers in the presence of 6. The ability of 19 (formed from 4 and MeCN) to convert 10a selectively into a dimer is of interest as it also promotes the dimerization of other aromatic acetylenes [e.g., lOb-10e, and Ph (CH2)ZC-CH 20] mainly in the head-totail manner (see Table 4) . The formation of these dimers, is assumed to take place by the pathway outlined in Scheme 1. Mixtures of two different alkynes yielded four head-to-tail enynes. For example, equimolar amounts of lob and 10e gave 4-MeC,~NX=CC (4-Me- W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 161 ArC=C H A] ArC= CH Rh/ ArC=CH --b ArC=C-Rh-H --1 10 a ArC i CH b -b ArC---C-Rh-C(Ar)=CHZ - ArC-CC(Ar)=CHz c 13 Scheme 1. C6H4)=CH2 13b, 4-FC6H4C---CC(4-FC6H4)=CHZ 13e, 4-MeCXX---CC(4FC6H4)=CH2 23 and 4-FC6H4C---C(4-MeC6H4)=CHZ 24 (cf. ref. 14). The stereochemical course which is determined during the transformation of b to c suggests: (i) that less positive charge accumulates on the metal in 2 than in RhCl (PPh3 )3-catalyzed dimerization of arylacetylenes; and (ii) that Ar moieties do not interfere sterically with the process (cf. ref. lld). It is notable that, unlike 10a-11e, 4-OZNCsH4C---CH 10f does not react in the presence of 18. It dimerizes, however, in a non-selective manner to a 1:1 mixture of 13f and 14f by RhCI (PPh3) 3 [ 11 ] . When the head-to-tail dimers 13 are heated in the absence of a solvent at 80 C, they rearrange quantitatively to the head-to-head isomers 14. The rearrangement does not require a metal catalyst and takes place equally well in air and under argon, in the dark and in the presence of light, but it is strongly inhibited by ethanol and benzene. The reaction is hardly affected by radical initiators and radical scavengers, and mixtures of head-totail dimers do not form cross products. Detailed studies on the mechanism of this non-catalytic process are under way. Acknowledgement We thank the German-Israeli Foundation for Scientific Research and Development (GIF) and the Israel Science Foundation (administered by the Israel Academy of Sciences and Humanities) for financial support of this study as well as Degussa AG, for a valuable gift of RhC13 - 3H20. References 1 T.G. Southern, Polyhedron, 8 (1989) 407 and references therein. 2 E.g., Y. Sasson, A. Zoran and J. Blum, J. Mol. Catal., 6 (1979) 289. 162 W. Baidossi et al. / J. Mol. Catal. 85 (1993)153-162 3 A. Benyei and F. Joo, J. Mol. Catal., 58 (1990) 151. 4 See e.g., N.E. Schore, Chem. Rev., 88 (1988) 1081. 5 A.F. Borowski, D. Cole-Hamilton and G. Wilkinson, Nouv. J. Chem., 2 (1978) 137. 6 (a) S. Uemura and S.R. Patil, Tetrahedron Lett., 23 (1982) 4353; (b) S. Uemura, A. Spencer and G. Wilkinson, J. Chem. Soc., Dalton Trans., (1973) 2565. 7 E.S. Bolton, R. Havlin and G.R. Knox, J. Organomet. Chem., 18 (1969) 153. 8 V. Ravindar, H. Hemling, H. Schumann and J. Blum, Synth. Commun., 22 (1992) 841. 9 H. Schumann, H. Hemling and J. Blum, unpublished results. 10 I. Amer, T. Bernstein, M. Eisen, J. Blum and K.P.C. Vollhardt, J. Mol. Catal., 60 (1990) 313. 11 (a) H. Singer and G. Wilkinson, J. Chem. Soc. (A), (1968) 849; (b) R.J. Kern, J. Chem. Soc., Chem. Commun., (1968) 706; (c) L. Carlton and G. Read, J. Chem. Soc., Perkin Trans., 1 (1978) 1631; (d) J. Ohshita, K. Furumori, A. Matsuguchi and M. Ishikawa, J. Org. Chem., 55 (1990) 3277. 12 J. Blum, H. Huminer and H. Alper, J. Mol. Catal., 75 (1992) 153. 13 I. Amer, H. Schumann, V. Ravindar, W. Baidossi, N. Goren and J. Blum, J. Mol. Catal., 85 (1993) 163. 14 M. Akita, H. Yasud and A. Nakamura, Bull. Chem. Soc. Jpn., 57 (1984) 480. X244 9380098F 0304-5102(93)80098-F 10.1016/0304-5102(93)80098-F Homogeneous and biphasic oligomerization of terminal alkynes by some water soluble rhodium catalysts Wael Baidossi Nurith Goren Jochanan Blum ∗ Department of Organic Chemistry, the Hebrew University, Jerusalem 91904 Israel; tel. (+972-2)585329, fax. (+972-2)585345 * Corresponding authors. Herbert Schumann ∗ Holger Hemling Institut für Anorganische und Analytische Chemie, Technische Universität Berlin, D-10623 Berlin Germany; tel. (+49-30)31423984, fax. (+49-30)31422168 * Corresponding authors. The catalytic activity of six water soluble rhodium compounds, RhCl3·3H2O 1, RhCl(Ph2PC6H4-3-SO3Na)3·4H2O 2, (COD)RhCl(Ph2PC6H4-3-SO3Na)·H2O 3, [(COD)Rh(μ-Ph2PC6H4-3-SO2-O)]2 4, [(CO)Rh(Ph2PC6H4-3-CO2H)(μ-SPh)]2 5, and [Rh3O(OAc)6-(H2O)3]OAc 6, for oligomerization of model hydrophilic and lipophilic terminal alkynes was investigated under homogeneous and under biphasic conditions. While propynoic acid 7 is converted by all six catalysts solely into trimellitic acid, 8, and trimesic acid, 9, phenylacetylenes 10 either dimerize, trimerize or give stereoregular polymers. The nature of the oligomerization products proved to depend on the catalyst, the medium and the reaction temperature. In acetonitrile, complex 4 transforms the various phenylacetylenes (except 4-nitrophenylacetylene, 10f) mainly or entirely to the head-to-tail dimers, 13, which undergo thermal rearrangement to the head-to-head isomers, 14. Keywords alkynes oligomerization rhodium References 1 T.G. Southern Polyhedron 8 1989 407 and references therein 2 Y. Sasson A. Zoran J. Blum J. Mol. Catal. 6 1979 289 3 A. Benyei F. Joó J. Mol. Catal. 58 1990 151 4 N.E. Schore Chem. Rev. 88 1988 1081 5 A.F. Borowski D. Cole-Hamilton G. Wilkinson Nouv. J. Chem. 2 1978 137 6 (a) S. Uemura S.R. Patil Tetrahedron Lett. 23 1982 4353 (b) S. Uemura A. Spencer G. Wilkinson J. Chem. Soc. 1973 2565 Dalton Trans. 7 E.S. Bolton R. Havlin G.R. Knox J. Organomet. Chem. 18 1969 153 8 V. Ravindar H. Hemling H. Schumann J. Blum Synth. Commun. 22 1992 841 9 H. Schumann, H. Hemling and J. Blum, unpublished results. 10 I. Amer T. Bernstein M. Eisen J. Blum K.P.C. Vollhardt J. Mol. Catal. 60 1990 313 11 (a) H. Singer G. Wilkinson J. Chem. Soc. (A) 1968 849 (b) R.J. Kern J. Chem. Soc. 1968 706 Chem. Commun. (c) L. Carlton G. Read J. Chem. Soc. 1 1978 1631 Perkin Trans. (d) J. Ohshita K. Furumori A. Matsuguchi M. Ishikawa J. Org. Chem. 55 1990 3277 12 J. Blum H. Huminer H. Alper J. Mol. Catal. 75 1992 153 13 I. Amer H. Schumann V. Ravindar W. Baidossi N. Goren J. Blum J. Mol. Catal. 85 1993 163 14 M. Akita H. Yasud A. Nakamura Bull. Chem. Soc. Jpn. 57 1984 480",
      "scopus-id": "0027694254",
      "coredata": {
        "eid": "1-s2.0-030451029380098F",
        "dc:description": "The catalytic activity of six water soluble rhodium compounds, RhCl3·3H2O 1, RhCl(Ph2PC6H4-3-SO3Na)3·4H2O 2, (COD)RhCl(Ph2PC6H4-3-SO3Na)·H2O 3, [(COD)Rh(μ-Ph2PC6H4-3-SO2-O)]2 4, [(CO)Rh(Ph2PC6H4-3-CO2H)(μ-SPh)]2 5, and [Rh3O(OAc)6-(H2O)3]OAc 6, for oligomerization of model hydrophilic and lipophilic terminal alkynes was investigated under homogeneous and under biphasic conditions. While propynoic acid 7 is converted by all six catalysts solely into trimellitic acid, 8, and trimesic acid, 9, phenylacetylenes 10 either dimerize, trimerize or give stereoregular polymers. The nature of the oligomerization products proved to depend on the catalyst, the medium and the reaction temperature. In acetonitrile, complex 4 transforms the various phenylacetylenes (except 4-nitrophenylacetylene, 10f) mainly or entirely to the head-to-tail dimers, 13, which undergo thermal rearrangement to the head-to-head isomers, 14.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-11-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029380098F",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Baidossi, Wael"
          },
          {
            "@_fa": "true",
            "$": "Goren, Nurith"
          },
          {
            "@_fa": "true",
            "$": "Blum, Jochanan"
          },
          {
            "@_fa": "true",
            "$": "Schumann, Herbert"
          },
          {
            "@_fa": "true",
            "$": "Hemling, Holger"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029380098F"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029380098F"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80098-F",
        "prism:volume": "85",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Homogeneous and biphasic oligomerization of terminal alkynes by some water soluble rhodium catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "alkynes"
          },
          {
            "@_fa": "true",
            "$": "oligomerization"
          },
          {
            "@_fa": "true",
            "$": "rhodium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "153-162",
        "prism:endingPage": "162",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 November 1993",
        "prism:doi": "10.1016/0304-5102(93)80098-F",
        "prism:startingPage": "153",
        "dc:identifier": "doi:10.1016/0304-5102(93)80098-F",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027694254"
      }
    }
  }
}