{
  "metadata": {
    "title": "Low- and high-temperature hydrogenative ring-opening of alkyl-substituted cyclopropanes and methyloxirane over Pd/SiO<ce:inf loc=post>2</ce:inf> catalyst: detection of β-hydride by a chemical method",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-11-15",
    "doi": "10.1016/0304-5102(90)85168-H",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085168H",
    "pii": "030451029085168H"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025519232",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085168H 0304-5102(90)85168-H 030451029085168H 10.1016/0304-5102(90)85168-H S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01952 2024-01-02T01:05:30.650091Z 0 0 19901115 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 63 63 1 1 Volume 63, Issue 1 5 43 54 43 54 19901115 15 November 1990 1990-11-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. LOWHIGHTEMPERATUREHYDROGENATIVERINGOPENINGALKYLSUBSTITUTEDCYCLOPROPANESMETHYLOXIRANEOVERPDSIO2CATALYSTDETECTIONHYDRIDEBYACHEMICALMETHOD PALINKO I ANDERSON 1973 1 J PAAL 1980 273 Z GAULT 1981 1 F ANDERSON 1963 542 J BARRON 1963 152 Y BARRON 1966 428 Y MULLER 1965 J MCKERVEY 1973 330 M CHEVREAU 1977 124 T CHEVREAU 1977 143 T CHEVREAU 1977 156 T MAIRE 1965 556 G HAYES 1977 375 K PRUDHOMME 1966 827 J PINES 1972 89 H KEMBALL 1972 391 C KELSO 1955 1751 R ROSANOV 1916 168 N LUKINA 1958 105 M SHORTRIDGE 1948 946 R VANVOLKENBURGH 1949 172 R BARTOK 1986 39 M 1976 636 647 PALLADIUMINGASEUNDKOHLENSTOFFINMETATTEN NANDI 1981 298 R CERNY 1977 159 S LANGMUIR 1916 2221 I LANGMUIR 1921 621 I HINSHELWOOD 1926 C KINETICSCHEMICALCHANGE FRENNET 1988 A EFFECTSINCATALYSISFUNDAMENTALSPRACTICALAPPLICATIONS ADDY 1957 368 J BOND 1960 1501 G MCKEE 1963 1336 D BARTOK 1980 364 M BARTOK 1981 209 M NOTHEISZ 1981 331 F NOTHEISZ 1985 339 F NOTHEISZ 1986 131 F PALCZEWSKA 1975 245 W PALCZEWSKA 1988 W CATALYSISFUNDAMENTALSPRACTICALAPPLICATIONS ZIELINSKI 1985 305 J LUNDSTROM 1982 506 I PALINKOX1990X43 PALINKOX1990X43X54 PALINKOX1990X43XI PALINKOX1990X43X54XI item 0304-5102(90)85168-H 030451029085168H 1-s2.0-030451029085168H 10.1016/0304-5102(90)85168-H 272239 2024-01-02T01:05:30.650091Z 1990-11-15 1-s2.0-030451029085168H-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085168H/MAIN/application/pdf/80c598c338286f8a4cedf2fb803d5b45/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085168H/MAIN/application/pdf/80c598c338286f8a4cedf2fb803d5b45/main.pdf main.pdf pdf true 789231 MAIN 12 1-s2.0-030451029085168H-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085168H/PREVIEW/image/png/98afe09e58dddffeac395df6073a43eb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085168H/PREVIEW/image/png/98afe09e58dddffeac395df6073a43eb/main_1.png main_1.png png 69398 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 63 (1990) 43-54 43 Low- and high-temperature hydrogenative ring-opening of alkyl-substituted cyclopropanes and methyloxirane over Pd/ SiOg catalyst: detection of jS-hydride by a chemical method Istvan Palinko, Ferenc Notheisz and Mihaly Bartok* Department of Organic Chemistry, Jassef AttUa University, H-6720 Saseged, D6m ter 8 (Hungary) (Received December 12, 1989; revised June 5, 1990) Abstract The hydrogenative ring-opening of five alkyl-substituted cyclopropanes and of methyl- oxirane on Pd/SiOz was studied at different temperatures in a closed circulation reactor. For cyclopropanes, the ring opens through simple hydrogenation, giving exclusively saturated hydrocarbons, whereas alcohols (hydrogenation), oxo compounds (isomerization) and also cracking products are produced from methyloxirane. The substituents exert significant effects on the regioselectivity of the reactions for both type of molecules. For the cyclic hydrocarbons, mechanistic pathways are discussed on the basis of the ste- reochemistry of the compounds and the characteristic features of the ring-opening rate vs. Hz-pressure functions. Finally, a chemical method is proposed for the detection of jS-hydride. Introduction In the 1960s and early 1970s, much work was done to clarify the mechanism of isomerization of saturated hydrocarbons over noble metal catalysts (for reviews, see [1]). The extensive research led to several conclu- sions. Firstly, two main isomerization pathways exist: (i) bond-shift iso- merization [2] and (ii) isomerization via an adsorbed five-membered cyclic intermediate [3]. Further research aimed to determine the exact structure of the adsorbed species. These efforts were not fully successful, but nonetheless it could be concluded that bond-shift isomerization proceeds (mainly) through some sort of adsorbed cyclopropyi intermediate [4]. This proposal initiated several studies in which the transition metal-catalyzed reactions of cyclo- propane and methylcyclopropane were investigated. Consequently, many data were collected on these reactions and some basic rules could be deduced: in a hydrogen atmosphere, saturated hydrocarbons are formed over transition metal catalysts; with temperature elevation, the probability of multiple ring rupture rises; a substituent has a directing effect: the sterically less hindered C C bond breaks with fairly high selectivity. Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevter Sequoia/Printed in The Netherlands 44 The majority of the numerous publications deal with the above-mentioned simple molecules, and papers concerning the transformations of more compli- cated cyclopropane derivatives appear to be relatively rare [5 13]. Even the existing studies concentrate mainly on Pt and Ni catalysts. Moreover, the published data were obtained mostly at full conversion. Thus, only the product composition and no kinetic information could be used to explore the reaction mechanisms. An analysis of kinetic data supplemented with structural considerations on the reactions of alkyl-substituted cyclopropanes provide more information about the possible surface intermediates. In order to approach this goal, a study was undertaken with five different cyclopropane derivatives over Pd/ SiOg catalyst in a hydrogen atmosphere. Experimental Materials Five substituted cyclopropanes were prepared and purified through methods given in the literature [11, 14]: ethylcyclopropane (ECP), cis-1,2- dimethylcyclopropane (cDMCP), tr(ms-l,2-dimethylcyclopropane ((DMCP), 1,1-dimethylcyclopropane (1,1DMCP) and 1,1,2,2-tetramethylcyclopropane (TMCP). Methyloxirane was purchased from Fluka and was used without further purification. The other reactant, oxygen-free hydrogen, was prepared in a Matheson 8326 generator, operating with a palladium membrane. Catalyst preparation and characterization The Pd/SiOg catalyst was made by impregnating a Cab-0-Sil M5 support (BDH product) with an acidic solution of PdClg, followed by reduction in flowing hydrogen at 773 K for 16 h. The high-temperature hydrogen treatment diminishes the chlorine content of the catalyst, as revealed by X-ray fluo- rescence spectroscopy (the quantity of residual chlorine is less than 10 ppm). The X-ray fluorescence measurements were performed with an EMG 31800 X-ray analyser. The primary X-ray source was an Ag tube which worked at acceleration voltages of 10, 20 and 30 kV and at 4 mA. For quantitative evaluation, the NBS standard was used. The dispersion of the catalyst (number of exposed Pd atoms per total number of Pd atoms) was determined by CO chemisorption in a pulse system at room temperature, assuming 1:1 adsorption stoichiometry. The dispersion value obtained (15.4%) was checked by Og-Hg titration at 373 K and by electron microscopy with a Hitachi H500H transmission electron microscope. The results verified the assumed CO:Pd stoichiometry. Analytical apparatus and procedure The reactions were carried out in a conventional closed circulation apparatus [15]. The volume of the reactor was 54 cm3, and the total volume 46 of the system was 175 cm3. The reactor was heated with an air thermostat. The volume of the sampling capillary was 0.05 cm3, and the total sampling volume was 0.3 cm3. A Carlo Erba Fractovap 2150 gas chromatograph with a flame ionization detector was attached to the system. A 4 m long glass column filled with 5% bisC2-methoxyethyl)adipate on Chromosorb PAW 80/ 100 mesh was used for analysis. The reactants (1.33 kPa of the cyclopropane and different amounts of hydrogen) were premixed in the circulation part of the system before the reaction. Prior to mixing, the cyclopropanes were subjected to several freeze thaw cycles. Before the reaction, the catalyst was kept in hydrogen for 1 h at the reaction temperature. There was no evacuation before introducing the hy- drocarbon plus hydrogen mixture onto the catalyst (the catalyst was always under at least ~5 kPa hydrogen). Pre-oxidation of the catalyst was carried out in one set of experiments (for ECP and methyloxirane) with dry air for 5 min at the given temperature, and the catalyst was then cooled to the reaction temperature during evacuation. The reaction was initiated by introducing the premixed reactant mixture onto this evacuated catalyst. Turnover frequency (TOF) data At a certain hydrogen pressure, product yield vs. time (t) functions were always determined over a fresh sample of catalyst (usually 5 mg). Initial rates were obtained through differentiation of these functions at t = 0. These rates were converted to TOF (molecule exp. atom\"1 s~1) data on the basis of the number of surface Pd atoms, determined by CO titration. Results and discussion Rate and selectivity in transformations of cyclopropanes The reactions were performed at 318 and 373 K in the hydrogen pressure range 0-60 kPa. At both temperatures, only hydrogenative ring-opening occurred. Saturated hydrocarbons were formed and there were no cracking products. Two types of ring-opening can take place for each compound. The ring actually opened in both the sterically less hindered (2,3 C C bond scission) and more hindered (1,2 C C bond scission) directions at every hydrogen pressure. However, the rupture of the sterically less hindered C C bond was always the favored ring-opening route. In the absence of hydrogen, no reaction was observed. Obviously, the transformations were faster at 373 K than at 318 K. This is not surprising, but there was practically no reaction at 318 K for 1,1DMCP and TMCP. The low transformation rate compared with those on Pt/SiOg and Rh/SiOg (Table 1) called attention to the possible inhibitory role of ^3-hydride. The thermodynamic conditions also favored the formation of /3-hydride [16] and a paper by Nandi et al. [17] warned against overlooking this possible 46 TABLE 1 The ratio of reaction rates over Pt/SiOz and Rh/SiOg relative to the reaction rate over Pd/SiOg for the overall rate of ring-opening reactions of ECP and 1,1DMCP at 318 K Ha pressure Ratio of reaction rates (Kraj Pd/SiOa Pt/SiOg Rh/SiOa ECP 13.3 1 93.6 8.3 20.2 1 1.8 40.1 1 - 1.4 IJDMCP 13.3 1 1797 6.4 26.7 1 2149 6.5 20 30 W 50 pH/kPa Fig. 1. Formation rate of ring-opening products vs. Ha pressure functions for ECP over 3.0% Pd/SiOz catalyst at 373 K. effect. As a first step, we merely raised the temperature to 373 K to obtain measurable rates. After the collection of numerous data, reaction rate (TOF) vs. hydrogen pressure functions could be constructed. It soon was revealed that the hydrogen pressure exerts different effects on the transformations of the compounds and sometimes the bond scission routes. As far as the shapes of the obtained functions are concerned, three groups could be distinguished: (i) Saturation-type functions describe both 2,3 and 1,2 C C bond scission. These curves are characteristic for the ring-opening of ECP at 318 and 373 K (Fig. 1). (ii) The TOF vs. hydrogen pressure functions for cDMCP and (DMCP look quite similar. A saturation-type curve describes the 1,3 (or 2,3) C C bond scission route, while a maximum curve is characteristic for the 1,2 C C bond scission route (Fig. 2). However, if we compare the reaction rates for the ring-opening directions at the maximum values, it becomes clear that cDMCP reacts faster than 47 10 20 30 1.0 50 pH./kPa 10 20 30 W 50 pH/kPa (a) (b) Fig. 2. Formation rate of ring-opening products vs. Ha pressure functions for (a) cDMCP and (b) (DMCP over 3.0% Pd/SiOa catalyst at 318 K. TOF/10\"3 TOF/10 i-2 16- 12 8- 6- i.- 2 10 20 30 1.0 50 p^| /kPd 10 20 30 W 50 pn,/kPa (a) 2 Cb) Fig. 3. Formation rate of ring-opening products vs. Hz pressure functions for (a) 1,1 DMCP and (b) TMCP over 3.0% Pd/SiC>2 catalyst at 373 K. (DMCP in the 1,3 direction (the ratio is 3.2), whereas the reaction rate in the 1,2 direction (the ratio is 1.0) is the same for both molecules. This indicates that the structures of the adsorbed moieties leading to the rupture of the sterically less hindered C C bond must be similar for the two isomers, but they are different when 1,2 bond scission occurs. (m) The ring-opening reactions of 1,1 DMCP and TMCP are described by maximum curves in both directions (Fig. 3). It is clear from the TOF values that TMCP adsorbs more strongly than 1,1DMCP. This is somewhat surprising, because the former molecule is very crowded, bearing four substituents, and consequently the accessibility of its C C bonds should be lower than those of 1,1 DMCP. 48 The mechanisms of transformations As mentioned above, much work was earlier carried out on the trans- formations of cyclopropane and methylcyclopropane. From the published papers, several conceivable mechanisms emerged. Most of them were based on indirect evidence and some of them were supported by H D exchange results [5]. A collection of adsorbed species can be seen in Table 2 [18]. In our further considerations we do not assume new species. We shall simply draw conclusions from (a) the shapes of the TOF vs. hydrogen pressure functions, (b) the stereochemical features (the structures) of the molecules, and (c) a comparison of the maximum rate values for the stereoisomers. We consider that point (a) gives information about how saturated the surface intermediates are (the dissociative and the associative mechanisms can be distinguished), while points (b) and (c) can be used to deduce the adsorption geometry (a distinction is to be made between edgewise and flat adsorption). After gathering these pieces of information, appropriate surface intermediates can be chosen from Table 2. Before the actual considerations, let us show that these tools can be used to draw mechanistic conclusions: (a) The hydrogen dependence can usually be described by a saturation- type curve or a curve passing through a maximum. In the explanation of these curves, two approaches are common: (1) These functions give infor- mation about the unsaturated character of the adsorbed intermediate: a saturation-type curve and a maximum curve suggest associatively and dis- sociatively adsorbed species, respectively. (2) A saturation-type curve means non-competitive adsorption: the cyclopropane derivative adsorbs more strongly over the surface of the catalysts; a maximum curve describes competitive adsorption: as the hydrogen pressure rises, the hydrogen sweeps the adsorbed cyclopropane intermediate off the surface [19], or the adsorbed hydrogen atoms occupy the landing sites necessary for the adsorption of the hydrocarbon molecule [20]. TABLE 2 A collection of adsorbed intermediates assumed in the ring-opening reactions of cyclopropanes CH. CH. CH. FH / ^ / ^ / ^ /\\\\ CH. CH. CH. CH. CH CH. ChLx CH. I 2 | 2 \\2 / 2 I I 2 I 2 I 2 X X ^ X X X X associatively adsorbed species dissoclattvely adsorbed species CH ^\\\\ CH^H, ir-allyl-adsorbed intermediate (dissociative adsorption) 49 In the rationalization of these two interpretations, it is important that, according to earlier publications, cyclopropane adsorbs weakly on the surface of the catalyst or even arrives directly from the gas phase [21]. This assumption, however, is clearly in contradiction with both the above concepts. More recently, however, the adsorption strengths of (unsubstituted) cyclopropane and hydrogen have been studied over a Pt catalyst, and it has been established that cyclopropane adsorbs more strongly than hydrogen [18]. This should mean non-competitive adsorption, which can be described by a saturation curve. Unfortunately, the adsorption strengths of the cyclopropane derivatives used in this study relative to hydrogen are not known. Intuitively, one would say that the Pd catalyst behaves essentially similarly to Pt, and that the more the cyclopropane derivative resembles the parent molecule the more similar its adsorption properties are. Consequently, ECP possibly adsorbs most strongly (stronger than hydrogen) and TMCP adsorbs most weakly (weaker than hydrogen). The adsorption strengths of the stereoisomers and 1,1DMCP lie somewhere between the two extremes. However, it is important to point out here that our experimental results show that TMCP adsorbs more strongly than 1,1DMCP (its transformation rate is higher than that of the latter molecule). This means that both molecules may adsorb more weakly than hydrogen over Pd. Clearly, the transformation of ECP can be described by saturation-type curves, which can be interpreted as non-competitive adsorption, where ECP adsorbs more strongly on the catalyst. However, a ring-opening reaction via associatively adsorbed species cannot be excluded. The nature of the ring rupture of 1,1DMCP and TMCP is very different from that of ECP, as they can be described by maximum curves in both directions and their trans- formation rates are very low. The rising hydrogen pressure hinders their adsorption, and thus the ring-opening rate decreases dramatically. The as- sumption of weak adsorption is supported by the fact that the 1,2 C C bond scission for TMCP cannot occur dissociatively, but this reaction pathway is described by a maximum curve. The sharp maxima in the TOF vs. hydrogen pressure functions still point to the dominance of dissociatively adsorbed species in the bond scissions of 1,1DMCP in both directions and in the rupture of the sterically less hindered 1,3 direction for TMCP. The product accumulation rate vs. hydrogen pressure curves for the two other molecules can be used to establish whether the ring-opening proceeds through associatively or dissociatively adsorbed species. For the stereoisomers, the two pathways can be described by different curves: 1,3 (or 2,3) bond scission by a saturation curve, and 1,2 bond scission by a maximum curve. Thus, 1,3 bond scission and 1,2 bond scission proceed via associatively and dissociatively adsorbed species, respectively. (b) Over an ideally flat surface, (DMCP, 1,1DMCP and TMCP cannot adsorb as flat-lying intermediates, because of steric hindrance. The hindering effect of the substituents is the most pronounced for TMCP, followed by (DMCP and finally by 1,1DMCP. These molecules should form surface complexes adsorbed in an edgewise manner. ECP and cDMCP can adsorb 50 in both ways; however, for ECP, because of the relatively bulky ethyl group, edgewise adsorption is slightly more probable. Of course, the surface of the catalyst is not ideally flat; nevertheless, the above consideration can be accepted as a first approximation. Especially because of the low dispersion, flat surfaces are dominant. (c) A comparison of the ring-opening rates for the stereoisomers provides information about the similarities of their adsorption properties. Maximum rates must be compared because these represent similar reaction conditions. As a result of application of these three tools, Table 3 can be constructed. On the basis of the information in Tables 2 and 3, the reaction mechanisms shown in Scheme 1 can be assumed. Effect of 13-hydride on rates of transformation Our group has earlier studied the ring-opening reactions of oxygen- containing cyclic compounds, and particularly methyloxirane [15, 22]. This molecule undergoes three types of ring-opening reactions (Scheme 2). Iso- merization gives propanal and acetone, hydrogenation gives 1-propanol and 2-propanol, and cracking reactions give a variety of products (CO, ethylene, ethane, propylene, etc.). it can be assumed that the adsorption of the molecule starts at the oxygen atom, so the catalytic transformation occurs over a partially oxidized metal surface. This assumption can easily be verified by pre-oxidizing the catalyst and determining both the reaction rate and the regioselectivity of the ring-opening reactions (the ratio of the rate of 1,3 C 0 bond scission to that of 1,2 C 0 bond scission). Table 4 shows that pre-oxidation of the catalyst did not change either the ring-opening rate or its regioselectivity. For comparison, the effect of pre-oxidation at 473 K was studied on the ring-opening reaction of a somewhat similar cyclopropane derivative, TABLE 3 The mode of adsorption in the ring-opening reactions of cyclopropane derivatives over Pd/ SiOg catalyst Compound Mode of adsorption a- b\" ECP 1,1DMCP cDMCP (DMCP TMCP A A DE\" DE AF\" DE AE' DE DE AE \"2,3 C-C bond scission. \"1,2 C-C bond scission. \"Associative adsorption. ''Dissociative edgewise adsorption. 'Associative flat adsorption. ^sociative edgewise adsorption. 51 ^2 -H ' +3H -2 x x % (c) Scheme 1. Mechanisms of ring-opening reactions of cyclopropane derivatives over Pd/SlOg catalyst: (a) dissociative edgewise adsorption for 2,3 C C bond cleavage of 1,1DMCP; (b) associative mechanism for 2,3 C C bond cleavage ofECP; (c) associative edgewise adsorption for 1,2 C C bond scission of TMCP. cracking products v o OH Scheme 2. Reaction pathways in the metal-catalyzed hydrogenatlve ring-openings of methyl- oxirane. TABLE 4 Relative activity and selectivity in the ring-opening reactions of methyloxirane over pre-oxidized Pd/SiOg catalyst to the unoxidlzed catalyst; temperature of the ring-opening reaction 473 K Pre-oxidation temperature TO______ 473 523 573 623 673 Pd/SiOz Rel. activity 1.0 1.2 1.0 1.1 1.1 Rel. selectivity 1.1 0.9 0.9 1.1 1.1 52 ECP. The pre-oxidation had a dramatic effect on the rate of ring opening; when the reaction was run at 318 K, it was increased by a factor of more than 8 relative to the rate over the unoxidized catalyst. There was still an increase by a factor of 3 when the reaction was run at 373 K (Table 5). As an explanation, several interpretations must be considered: (1) In theory oxidation may influence the surface structure of the catalyst, e.g. by rearrangement of the surface. However, this is clearly not the case here, because the number of exposed atoms increased only by 19.6% upon oxidation, as revealed by titrating the oxidized catalyst with Hg at 373 K. Thus, this effect cannot be the only reason for such a dramatic increase in rate. (2) Oxidation may be used to clean the metal surface. After removal of the impurities, the activity of the catalyst may increase considerably. However, our catalyst was not poisoned severely, because a similar oxidizing pretreatment did not influence the activity of the catalyst in the ring-opening of methy- loxirane. Moreover, the activity increase at 373 K was appreciably less than that at 318 K, after pre-oxidation at the same temperature. (3) The thermodynamic data show that, at the temperature of the ring- opening of ECP, the formation of /3-hydride is feasible. It is known from the chemical literature that in most cases ^3-hydride decreases the reaction rate [23], it can be destroyed by oxidation [24], and its reformation is slow if a H2-reactant mixture is applied [ 17 ]. It is also known that in the hydrogenative ring-opening of methylcyclopropane /3-hydride is formed and decreases the ring-opening rate [17]. The decomposition of this phase is fast, while its reformation upon the action of the mixture of reactants takes more than 5 min. Our data fit the /3-hydride explanation best. The pre-oxidation destroys the /3-phase and its reformation is slow. We performed this reaction in a static system, which has a sort of memory, i.e. analysis of the first sampling reflects every large-scale process. Several processes of this kind take place in our system: reduction of the surface oxide (this is possibly fast, as surface oxygen could be removed by one pulse of hydrogen), and the formation of /3-hydride starts, as do adsorption of the reactants and the surface reaction. The disappearance of ionic centers is fast, and therefore they do not greatly TABLE 5 Relative activity of ring-opening reaction of ECP over pre-oxidized Pd catalyst at 473 K to the unoxidized state; reaction temperature of the ring-opening reaction is 318 or 373 K Ha pressure (kPa) Relative activity (TOF,,j,/TOF) 318 K 373 K 13.3 20.2 40.1 8.7 3.0 8.6 3.3 8.6 3.1 63 influence either the activity or the selectivity of the catalyst. In support of this, it may be mentioned that there is no reaction over the unreduced catalyst, and consequently ionic centers certainly do not increase the reaction rate. The ac-f3 phase transformation is the largest-scale process, and therefore its effect can be detected most clearly on the product accumulation. Thus, it can safely be stated that /3-hydride formation occurs in the hydrogenative ring-opening of ECP at both 318 K and 373 K. The extent of the phase transformation is less at the higher temperature. To summarize, the phase transformation can be qualitatively detected by measuring the activity of the pre-oxidized catalyst. In line with this is the observation that at 473 K there is no activity increase in the reactions of methyloxirane. At this high tem- perature, /3-phase formation is not expected on the basis of the thermodynamic data. Acknowledgements We acknowledge the support provided for this research by the Hungarian Academy of Sciences (Grant 320/1986). References 1 J. R. Anderson, Adv. Gated., 23 (1973) 1; Z. Paal, Adv. Gated., 29 (1980) 273; F. G. Gault, Adv. Catal; 30 (1981) 1. 2 J. R. Anderson and N. R. Avery, J. Catal., 2 (1963) 542. 3 Y. Barren, D. Comet, G. Maire and F. G. Gault, J. Catal., 2 (1963) 152. 4 Y. Ban-on, G. Maire, J. M. Muller and F. G. Gault, J. Catal., 5 (1966) 428; J. M. MuUer and F. G. Gault, Proc. 4th Int. Congr. Catal., Moscow, 1965, Symp: Kinetics and Mechanism of Complex Reactions, Paper No. 15; M. A. McKervey, J. J. Rooney and N. G. Sanunan, J. Catal., 30 (1973) 330. 5 T. Chevreau and F. G. Gault, J. Catal., 50 (1977) 124, 143, 156. 6 G. Maire, G. Plouidy, J. C. Prudhomme and F. G. Gault, J. Catal., 4 (1965) 556. 7 K. E. Hayes and C. J. Bowser, Prepr. Can. Symp. Catal., (1977) 375. 8 J. C. Prudhomme and F. G. Gault, Bvtt. Soc. Chim. Fr., (1966) 827. 9 H. Pines and L. Nogueira, J. Catal., 27 (1972) 89. 10 C. KembaU and J. C. Kempling, Proc. R. Soc. London, Ser. A, 329 (1972) 391. 11 R. G. Kelso, K. W. Greenlee, J. M. Derfer and C. E. Boord, J. Am. Chem. Soc., 77 (1955) 1751. 12 N. A. Rosanov, J. Russ. Phys. Chem. Soc., 48 (1916) 168. 13 M. Yu. Lukina, S. V. Zotova and B. A. Kazansldi, Dokl. Akad. Nauk SSSR, 123 (1958) 105. 14 R. W. Shortridge, R. A. Craig, K. W. Greenlee, J. M. Derfer and C. E. Boord, J. Am. Chem. Soc., 70 (1948) 946; R. Van Volkenburgh, K. W. Greenlee, J. M. Derfer and C. E. Boord, J. Am. Chem. Soc., 71 (1949) 172. 15 M. Bartok, F. Notheisz, A. G. Zsigmond and G. V. Smith, J. Catal., 100 (1986) 39. 16 E. Fromm and E. Gebhardt (eds.), Palladium in Gase und KohlenstoJf in MetaHen, Springer-Verlag, Berlin, 1976, pp. 636-647. 17 R. K. Nandi, R. Pitchai, S. S. Wong, J. B. Cohen, R. L. Burwell, Jr. and J. B. Butt, J. Catal., 70 (1981) 298. 18 S. Cemy, M. Smutek, F. Buzek and A. Curinova, J. Catal., 47 (1977) 159. 54 19 I. Langmuir, J. Am. Chem. Soc., 38 (1916) 2221; I. Langmuir, Trews. Faraday Soc., 17 (1921) 621; C. N. Htnshelwood, Kinetics of Chemical Change, Oxford University Press, New York, 1926. 20 A. Frennet, in Z. Paal and P. G. Menon (eds.), Effects in Catalysis Fundamentals and Practical Applications, Chapt. 16, Marcel Dekker, New York, Basel, 1988. 21 J. Addy and G. C. Bond, Trans. Faraday Soc., 53 (1957) 368; G. C. Bond and J. Newharo, Trans. Faraday Soc., 56 (1960) 1501; D. W. McKee, J. Phys. Chem., 67 (1963) 1336. 22 M. Bart6k, F. Notheisz and A. G. Zsigmond, J. Catal., 63 (1980) 364; M. Bart6k and F. Notheisz, J. Catal., 68 (1981) 209; F. Notheisz and M. Bart6k, J. CatdL, 71 (1981) 331; F. Notheisz, M. Bart6k and A. G. Zsigmond, React. Kinet. Catal. Lett; 29 (1985) 339; F. Notheisz, A. Molnar, A. G. Zsigmond and M. Bart6k, J. Catal., 98 (1986) 131. 23 W. Palczewska, Adv. CataL, 24 (1975) 245; W. Palczewska, in Z. Paal and P. G. Menon (eds.), Catalysis Fundamentals and Practical Applications, Chapt. 14, Marcel Dekker, New York, Basel, 1988. 24 J. Zielinski and A. Borodzinski, Appl. Catal., 13 (1985) 305; I. Lundstrom and D. SOderberg, Appl. Surf. Sci., 10 (1982) 506. X244 9085168H 0304-5102(90)85168-H 10.1016/0304-5102(90)85168-H Homogeneous catalysis Articles Low- and high-temperature hydrogenative ring-opening of alkyl-substituted cyclopropanes and methyloxirane over Pd/SiO2 catalyst: detection of β-hydride by a chemical method István Pálinkó Ferenc Notheisz Mihály Bartók ∗ Department of Organic Chemistry, József Attila University, H-6720 Szeged, Dóm tér 8 Hungary * Author to whom correspondence should be addressed. The hydrogenative ring-opening of five alkyl-substituted cyclopropanes and of methyl-oxirane on Pd/SiO2 was studied at different temperatures in a closed circulation reactor. For cyclopropanes, the ring opens through simple hydrogenation, giving exclusively saturated hydrocarbons, whereas alcohols (hydrogenation), oxo compounds (isomerization) and also cracking products are produced from methyloxirane. The substituents exert significant effects on the regioselectivity of the reactions for both type of molecules. For the cyclic hydrocarbons, mechanistic pathways are discussed on the basis of the stereochemistry of the compounds and the characteristic features of the ring-opening rate vs. H2-pressure functions. Finally, a chemical method is proposed for the detection of β-hydride. References 1 a J.R. Anderson Adv. Catal. 23 1973 1 b Z. Paál Adv. Catal 29 1980 273 c F.G. Gault Adv. Catal. 30 1981 1 2 J.R. Anderson N.R. Avery J. Catal. 2 1963 542 3 Y. Barron D. Cornet G. Maire F.G. Gault J. Catal. 2 1963 152 4 a Y. Barron G. Maire J.M. Muller F.G. Gault J. Catal. 5 1966 428 b J.M. Muller F.G. Gault Symp: Kinetics and Mechanism of Complex Reactions Proc. 4th Int. Congr. Catal, Moscow 1965 Paper No. 15 c M.A. McKervey J.J. Rooney N.G. Samman J. Catal. 30 1973 330 5 a T. Chevreau F.G. Gault J. Catal. 50 1977 124 b T. Chevreau F.G. Gault J. Catal. 50 1977 143 c T. Chevreau F.G. Gault J. Catal. 50 1977 156 6 G. Maire G. Plouidy J.C. Prudhomme F.G. Gault J. Catal. 4 1965 556 7 K.E. Hayes C.J. Bowser Prepr. Can. Symp. Catal. 1977 375 8 J.C. Prudhomme F.G. Gault Bull. Soc. Chim. Fr. 1966 827 9 H. Pines L. Nogueira J. Catal. 27 1972 89 10 C. Kemball J.C. Kempling Proc. R. Soc. London, Ser. A 329 1972 391 11 R.G. Kelso K.W. Greenlee J.M. Derfer C.E. Boord J. Am. Chem. Soc. 77 1955 1751 12 N.A. Rosanov J. Russ. Phys. Chem. Soc. 48 1916 168 13 M.Yu. Lukina S.V. Zotova B.A. Kazanskii Dokl. Akad. Nauk SSSR 123 1958 105 14 a R.W. Shortridge R.A. Craig K.W. Greenlee J.M. Derfer C.E. Boord J. Am. Chem. Soc. 70 1948 946 b R. Van Volkenburgh K.W. Greenlee J.M. Derfer C.E. Boord J. Am. Chem. Soc. 71 1949 172 15 M. Bartók F. Notheisz Á.G. Zsigmond G.V. Smith J. Catal. 100 1986 39 16 E. Fromm E. Gebhardt Palladium in Gase und Kohlenstoff in Metatten 1976 Springer-Verlag Berlin 636 647 17 R.K. Nandi R. Pitchai S.S. Wong J.B. Cohen R.L. Burwell Jr. J.B. Butt J. Catal. 70 1981 298 18 S. Cerny M. Smutek F. Buzek A. Curinova J. Catal. 47 1977 159 19 a I. Langmuir J. Am. Chem. Soc. 38 1916 2221 b I. Langmuir Trans. Faraday Soc. 17 1921 621 c C.N. Hinshelwood Kinetics of Chemical Change 1926 Oxford University Press New York 20 A. Frennet Z. Paál P.G. Menon Effects in Catalysis Fundamentals and Practical Applications 1988 Marcel Dekker New York, Basel Chapt. 15 21 a J. Addy G.C. Bond Trans. Faraday Soc. 53 1957 368 b G.C. Bond J. Newham Trans. Faraday Soc. 56 1960 1501 c D.W. McKee J. Phys. Chem. 67 1963 1336 22 a M. Bartók F. Notheisz Á.G. Zsigmond J. Catal. 63 1980 364 b M. Bartók F. Notheisz J. Catal. 68 1981 209 c F. Notheisz M. Bartók J. Catal. 71 1981 331 d F. Notheisz M. Bartók Á.G. Zsigmond React. Kinet. Catal. Lett. 29 1985 339 e F. Notheisz Á. Molnár Á.G. Zsigmond M. Bartók J. Catal. 98 1986 131 23 a W. Palczewska Adv. Catal. 24 1975 245 b W. Palczewska Z. Paál P.G. Menon Catalysis Fundamentals and Practical Applications 1988 Marcel Dekker New York, Basel Chapt. 14 24 a J. Zielinski A. Borodzinski Appl. Catal. 13 1985 305 b I. Lundström D. Söderberg Appl. Surf. Sci. 10 1982 506",
      "scopus-id": "0025519232",
      "coredata": {
        "eid": "1-s2.0-030451029085168H",
        "dc:description": "The hydrogenative ring-opening of five alkyl-substituted cyclopropanes and of methyl-oxirane on Pd/SiO2 was studied at different temperatures in a closed circulation reactor. For cyclopropanes, the ring opens through simple hydrogenation, giving exclusively saturated hydrocarbons, whereas alcohols (hydrogenation), oxo compounds (isomerization) and also cracking products are produced from methyloxirane. The substituents exert significant effects on the regioselectivity of the reactions for both type of molecules. For the cyclic hydrocarbons, mechanistic pathways are discussed on the basis of the stereochemistry of the compounds and the characteristic features of the ring-opening rate vs. H2-pressure functions. Finally, a chemical method is proposed for the detection of β-hydride.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085168H",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pálinkó, István"
          },
          {
            "@_fa": "true",
            "$": "Notheisz, Ferenc"
          },
          {
            "@_fa": "true",
            "$": "Bartók, Mihály"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085168H"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085168H"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85168-H",
        "prism:volume": "63",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Low- and high-temperature hydrogenative ring-opening of alkyl-substituted cyclopropanes and methyloxirane over Pd/SiO2 catalyst: detection of β-hydride by a chemical method",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-54",
        "prism:endingPage": "54",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 1990",
        "prism:doi": "10.1016/0304-5102(90)85168-H",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/0304-5102(90)85168-H",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025519232"
      }
    }
  }
}