{
  "metadata": {
    "title": "Sulfide poisoning of ethylene polymerization over phillips Cr/silica catalyst",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-03-31",
    "doi": "10.1016/0304-5102(91)85090-O",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185090O",
    "pii": "030451029185090O"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026116466",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185090O 0304-5102(91)85090-O 030451029185090O 10.1016/0304-5102(91)85090-O S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02118 2024-01-02T01:06:03.941633Z 0 0 19910301 19910331 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 65 65 1 2 1 2 Volume 65, Issues 1–2 14 139 144 139 144 199103 March 1991 1991-03-01 1991-03-31 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. SULFIDEPOISONINGETHYLENEPOLYMERIZATIONOVERPHILLIPSCRSILICACATALYST GRAYSON M HOGAN 1970 2637 J EDEN 1968 263 C MYERS 1986 140 D MYERS 1985 260 D MCDANIEL 1985 47 M MCDANIEL 1986 446 M MCDANIEL 1983 98 M GRAYSONX1991X139 GRAYSONX1991X139X144 GRAYSONX1991X139XM GRAYSONX1991X139X144XM item 0304-5102(91)85090-O 030451029185090O 1-s2.0-030451029185090O 10.1016/0304-5102(91)85090-O 272239 2024-01-02T01:06:03.941633Z 1991-03-01 1991-03-31 1-s2.0-030451029185090O-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185090O/MAIN/application/pdf/77754171c3a67eb8f8a9de555ab92ae5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185090O/MAIN/application/pdf/77754171c3a67eb8f8a9de555ab92ae5/main.pdf main.pdf pdf true 377232 MAIN 6 1-s2.0-030451029185090O-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185090O/PREVIEW/image/png/67fdda496fb1a4715a92a22726d17efd/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185090O/PREVIEW/image/png/67fdda496fb1a4715a92a22726d17efd/main_1.png main_1.png png 64214 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 65 (1991) 139-144 139 Sulfide poisoning of ethylene polymerization over Phillips Cr/silica catalyst M. E. Grayson and M. P. McDaniel Blag. 84G, Phillips Research Center, Bartlesville, OK 74004 (U.S.A.) Abstract Ethylene polymerization over the Phillips Cr/silica catalyst is strongly inhibited by alcohols, organic amines and sulfides. In this study poisoning experiments were carried out with n-butyl mercaptan and diethyl sulfide. Although the maximum polymerization rate was decreased by these poisons, the main inhibition came from an extension of the induction time. Activity developed very sluggishly in the presence of sulfide. This indicates the initiation reaction (reduction or alkylation) is inhibited more strongly than polymerization itself. Therefore caution is warranted when active site concentrations are determined from poisoning experiments. Introduction Poisoning studies are a standard technique for determining the number of active centers on a catalyst. The poison, which is added to the reaction mixture in minute amounts, should chemisorb irreversibly onto the active sites. As poison is added, the activity of the catalyst dies and a kind of titration is performed in which each poison molecule is assumed to kill one site. Sometimes the poison will also adsorb on sites which are not active, so the technique is only as good as the selectivity of the poison. Nevertheless, it serves as an upper limit on the active site concentration. Poisoning studies have been performed in the past for ethylene poly- merization over Cr/silica catalysts and conclusions varied widely [ 1 4 ]. Poisons included carbon monoxide, water, triethylamine and hydrogen sulfide, all of which do chemisorb strongly and do severely inhibit polymerization, even when present in the feedstream at ppm levels. The catalyst preparation, reaction conditions and method of adding the poison also varied in these studies. In all cases, however, it was assumed that the poison adsorbed onto a site and blocked polymerization. However, the kinetics of polymerization over Cr/silica are complicated. Under commercial conditions the catalyst is not usually active immediately after exposure to ethylene [5 7]. Instead there is an induction time, which can last from a few minutes to over an hour, and then the polymerization rate gradually rises over time. This profile is usually attributed to a slow reduction and alkylation of the chromium centers before they become active, 0304-5102/91/$3.50 Elsevler Sequoia/Printed in The Netherlands 140 because the onset of activity can be accelerated by reducing or alkylating agents. In this study we have performed some poisoning studies under commercial conditions with diethyl sulfide and n-butyl mercaptan, both strong poisons. We found that these poisons not only inhibited polymerization, but also affected the shape of the kinetic profile, a fact not previously appreciated. Experimental A Cr/silica-titania catalyst was used in these experiments. The titania was cogelled at 2 wt.% Ti into the silica support, which was then washed in water and dried by azeotropic distillation in n-hexanol [8]. ChromiumCIII) oxide was also precipitated with the support so that it contained 1 wt.% Cr after drying. The catalyst was activated by calcination in dry air at 870C for 3 h, which converts the chromium into the hexavalent state. Surface area was ~ 500 m2 g~1 and total porosity was 2.5 cm3 g~1. After calcination the catalyst was stored under dry nitrogen until its use. Polymerization tests were conducted in a stirred 2.6 1 autoclave at 100 C. About 0.06 g of catalyst was charged to the reactor under nitrogen flush. Purified isobutane liquid (1.2 1) was added as diluent. Then ethylene was supplied on demand to maintain 550 psig on the reactor. The kinetic profile of the run was obtained by monitoring the consumption of ethylene through a calibrated flow meter. The reactor temperature was held constant to within 0.2 C by means of a nitrogen-pressurized jacket containing boiling alcohol, as previously described [9]. The two poisons used in this study, n-butyl mercaptan and diethyl sulfide, were diluted in purified heptane to 0.12 mg ml\"1, which was then injected into the reactor by syringe in the appropriate amount. Concentrations of poison are expressed in Figs. 1 and 2 as ppm, i.e. as weight of poison divided by weight of isobutane diluent. In these runs the catalyst was charged first to the reactor at 25 C. Then half the isobutane was added, followed by the poison, and finally the rest of the isobutane diluent, all added at 25 C. The temperature was then raised to 100 C over ~5 min, and then the ethylene was added. Results and discussion The results of poisoning experiments with n-butyl mercaptan are shown in Fig. 1. This type of catalyst, a high surface area Cr/silica-titania activated at 870 C, always exhibits strong activity, and run under these conditions it displayed no induction time. Polymerization started immediately and the rate increased for ~ 30 min up to a maximum where it leveled out at a rate of about 11 kg polyethylene produced per g catalyst per hour. The kinetic profile, rate versus time at constant ethylene concentration, is shown in Fig. 1. 141 POISONING BY BUTYL MERCAPTAN (CrfSlllca-TltanIa 8700 20 30 40 50 60 70 POLYMERIZATION TIME (MIN) Fig. 1. Kinetic profiles of ethylene polymerization over Cr/siUca -titania in the presence of varying amounts of n-butyl mercaptan poison. Poison concentrations are expressed as ppm by weight of the isobutane diluent. (0.6 ppm =0.42 mol sulfide per mole chromium in reactor.) At 0.8 ppm poison no activity was observed after 1 h. The succeeding runs in Fig. 1 show similar kinetic profiles in which the isobutane diluent contained 0.2, 0.4, 0.6 and 0.8 ppm by weight of n-butyl mercaptan, all of which correspond to less than one poison molecule for every two chromium atoms in the reactor. Such organic sulfur compounds are usually considered to be severe poisons, chemisorbing irreversibly on the active site and blocking adsorption and polymerization of ethylene. Thus we expected the poisoned runs to be a kind of titration of the active sites, in which the kinetic profiles would be some fraction of the original unpoisoned profile. However, Fig. 1 indicates a different result. The activity of the catalyst was not affected as much as was the development of activity. The maximum rate of polymerization did diminish as more poison was added, but the more important effect from a practical viewpoint was plainly the development of an induction time. The induction time grew longer with increasing amounts of poison. This indicates that the reduction of Cr(VI) by ethylene, or the initial alkylation of the reduced chromium species, is strongly inhibited by the poison, more inhibited perhaps than the polymerization itself. It is conceivable that mercaptan could serve as a mild oxidizing agent, like alcohol or water. Thus the observed inhibition could be the result of oxidation from Cr(II) to CrCIII) immediately after the initial reduction from Cr(VI) by ethylene. To test this idea another series of poisoning experiments was done with diethyl sulfide, which has the same molecular weight and should adsorb to the site just as tightly, but without the possibility of oxidation. These results are shown in Fig. 2. Again the main effect of the poison was 142 POISONING BY DIETHYL SULFIDE (CrfSlllca-TltanIa 8700 30 40 50 POLYMERIZATION TIME (MIN) Fig. 2. Kinetic profiles of ethylene polymerization over Cr/silica-titania in the presence of varying amounts of diethyl sulflde. Poison concentrations are expressed as ppm by weight of the isobutane diluent. (0.8 ppm =0.44 mol sulflde per mol chromium in reactor.) POISONING BY ORGANIC SULFIDES DIETHYL SULFIDE BUTYL MERCAPTAN 2 4 6 8 10 SULFIDE IN REACTOR (S/Cr) Fig. 3. Ethylene polymerization activity, expressed in two different ways, plotted against the amount of poison added to the reactor, expressed as the molar ratio of poison to chromium, S/Cr. One line plots the maximum polymerization rate achieved in the runs of Figs. 1 and 2, in kg polymer produced per g catalyst per hour. The other line shows the average yield of polymer in kg per g during the first 40 min of each run. to extend the induction time. The polymerization activity itself, as measured by the maximum rate, was less affected. Since the initiation and the shape of the kinetic profile were so strongly influenced by the poison level, it is difficult to conclude much about the active site concentration from these experiments. In fact, expressing the activity as a single number is a bit problematic. Perhaps the final maximum rate of polymerization is the best indication of activity. Figure 3 shows a plot of the maximum rates from Figs. 1 and 2 against the amount of poison 143 added to the reactor, as sulfide molecules per chromium atom (S/Cr) for both types of poison. The two sets of points fall on a line the same line which indicates that n-butyl mercaptan and diethyl sulfide are equally severe in their inhibition of the activity. The line extrapolates to zero activity at S/Cr=l. This could suggest that up to 100% of the chromium is involved in the polymerization. It is more likely though, under these conditions of high ethylene pressure and relatively high reactor temperature, that the poisoning is not selective or strong enough to serve as a titrant. We cannot draw conclusions about active center concentration from these runs, but they do emphasize the dangers associated with poisoning experiments. In past poisoning studies, activities were usually measured as an average ethylene consumption over a certain length of time, which varied from one researcher to another [1-4]. In our case, 40 min is a convenient number, being a common residence time in commercial reactors. Figure 3 also plots the 40 min integrals of the profiles in Figs. 1 and 2, i.e. the amount of polymer made in the first 40 min. Again a straight line is obtained which this time extrapolates to zero activity as S/Cr =0.45. Further shortening the integral time would further decrease the amount of poison needed to apparently kill the activity. At very short residence times, a few minutes for example, the S/Cr kill ratio, i.e. the amount of chromium involved in polymerization, could erroneously appear to be very small indeed. Thus, caution should be taken when conclusions are drawn from such poisoning studies. Finally we wondered whether this phenomenon of extended induction time is peculiar to the sulfides, or whether it is a characteristic of poisoning in general. Poisoning experiments were repeated with carbon monoxide, methanol, acetylene, oxygen and triethylamine. In each case the induction time was extended with only a slight decrease in the final maximum rate of polymerization achieved. Conclusions Diethyl sulfide and n-butyl mercaptan both strongly inhibit polymerization over Cr/silica. No differences were observed between the two, suggesting that the inhibition is not a redox reaction. Both extended the induction time, indicating that the initiation reaction is also inhibited, probably more severely than the polymerization itself. Under commercial conditions of high tem- perature and high ethylene concentration, the poisoning does not appear to be selective enough to determine the active site concentration on the catalyst. References 1 J. P. Hogan, J. Polym. Sci., (A-l), 8 (1970) 2637. 2 C. Eden, H. Feilchenfeld and Y. Haas, J. Catal., 11 (1968) 263. 144 3 D. L. Myers and J. H. Lunsford, J. Catal., 99 (1986) 140. 4 D. L. Myers and J. H. Lunsford, J. Catal., 92 (1985) 260. 5 J. P. Hogan and D. R. Witt, Am. Chem. Soc. Div. of Petr. Chem. Preprints, 24, March (1979) No. 2. 6 M. P. McDaniel, Adv. Catal., 33 (1985) 47. 7 M. P. McDaniel, J. Catal., 101 (1986) 446. 8 U.S. Pat. 3887494 (1976) to R. E. Dietz. 9 M. P. McDaniel, J. Catal., 82 (1983) 98. X244 9185090O 0304-5102(91)85090-O 10.1016/0304-5102(91)85090-O Sulfide poisoning of ethylene polymerization over phillips Cr/silica catalyst M.E. Grayson M.P. McDaniel Bldg. 84G, Phillips Research Center, Bartlesville, OK 74004 U.S.A. Ethylene polymerization over the Phillips Cr/silica catalyst is strongly inhibited by alcohols, organic amines and sulfides. In this study poisoning experiments were carried out with n-butyl mercaptan and diethyl sulfide. Although the maximum polymerization rate was decreased by these poisons, the main inhibition came from an extension of the induction time. Activity developed very sluggishly in the presence of sulfide. This indicates the initiation reaction (reduction or alkylation) is inhibited more strongly than polymerization itself. Therefore caution is warranted when active site concentrations are determined from poisoning experiments. References 1 J.P. Hogan J. Polym. Sci. 8 A-1 1970 2637 2 C. Eden H. Feilchenfeld Y. Haas J. Catal. 11 1968 263 3 D.L. Myers J.H. Lunsford J. Catal. 99 1986 140 4 D.L. Myers J.H. Lunsford J. Catal. 92 1985 260 5 J.P. Hogan and D.R. Witt, Am. Chem. Soc. Div. of Petr. Chem. Preprints, 24, March (1979) No. 2. 6 M.P. McDaniel Adv. Catal. 33 1985 47 7 M.P. McDaniel J. Catal. 101 1986 446 8 U.S. Pat. 3 887 494 (1975) to R.E. Dietz. 9 M.P. McDaniel J. Catal. 82 1983 98",
      "scopus-id": "0026116466",
      "coredata": {
        "eid": "1-s2.0-030451029185090O",
        "dc:description": "Ethylene polymerization over the Phillips Cr/silica catalyst is strongly inhibited by alcohols, organic amines and sulfides. In this study poisoning experiments were carried out with n-butyl mercaptan and diethyl sulfide. Although the maximum polymerization rate was decreased by these poisons, the main inhibition came from an extension of the induction time. Activity developed very sluggishly in the presence of sulfide. This indicates the initiation reaction (reduction or alkylation) is inhibited more strongly than polymerization itself. Therefore caution is warranted when active site concentrations are determined from poisoning experiments.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185090O",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Grayson, M.E."
          },
          {
            "@_fa": "true",
            "$": "McDaniel, M.P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185090O"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185090O"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85090-O",
        "prism:volume": "65",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Sulfide poisoning of ethylene polymerization over phillips Cr/silica catalyst",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "139-144",
        "prism:endingPage": "144",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1991",
        "prism:doi": "10.1016/0304-5102(91)85090-O",
        "prism:startingPage": "139",
        "dc:identifier": "doi:10.1016/0304-5102(91)85090-O",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026116466"
      }
    }
  }
}