{
  "metadata": {
    "title": "Determination of the MoC bond energy in MoCH<ce:inf loc=post>2</ce:inf> carbene complex on the surface of photoreduced silica—molybdena catalysts based on calorimetric measurements",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-02-15",
    "doi": "10.1016/0304-5102(92)80024-B",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280024B",
    "pii": "030451029280024B"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026821416",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280024B 0304-5102(92)80024-B 030451029280024B 10.1016/0304-5102(92)80024-B S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01472 2024-01-02T01:05:30.650091Z 0 0 19920215 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 72 72 1 1 Volume 72, Issue 1 1 1 11 1 11 19920215 15 February 1992 1992-02-15 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. DETERMINATIONMOCBONDENERGYINMOCH2CARBENECOMPLEXSURFACEPHOTOREDUCEDSILICAMOLYBDENACATALYSTSBASEDCALORIMETRICMEASUREMENTS VIKULOV K NEFEDOV 1990 O CARBENECHEMISTRY MOISEEV 1989 1175 I BROOKHART 1987 411 M STEVENS 1979 6449 A ARMENTROUT 1981 6501 P HETTICH 1986 2537 R HETTICH 1987 3543 R RAPPE 1982 448 A VIKULOV 1989 126 K VIKULOV 1992 249 K VIKULOV 1991 393 K SHELIMOV 1986 187 B COX 1970 J THERMOCHEMISTRYORGANICORGANOMETALLICCOMPOUNDS SHELIMOV 1986 70 B ENGELHARDT 1982 48 J FARONA 1980 85 M GRUBBS 1980 25 R POPLE 1983 6389 J TRINGUIER 1990 2130 G LOUIS 1989 1655 C PERSHIN 1980 426 A VEDENEEV 1962 V CHEMICALBONDENERGIESIONIZATIONPOTENTIALSELECTRONAFFINITIES VIKULOVX1992X1 VIKULOVX1992X1X11 VIKULOVX1992X1XK VIKULOVX1992X1X11XK item 0304-5102(92)80024-B 030451029280024B 1-s2.0-030451029280024B 10.1016/0304-5102(92)80024-B 272239 2024-01-02T01:05:30.650091Z 1992-02-15 1-s2.0-030451029280024B-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280024B/MAIN/application/pdf/c83c0badc3dcedeffa949f77d98de3fe/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280024B/MAIN/application/pdf/c83c0badc3dcedeffa949f77d98de3fe/main.pdf main.pdf pdf true 670153 MAIN 11 1-s2.0-030451029280024B-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280024B/PREVIEW/image/png/4a62409da932da59044e0448791e0de3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280024B/PREVIEW/image/png/4a62409da932da59044e0448791e0de3/main_1.png main_1.png png 53878 849 656 IMAGE-WEB-PDF 1 1-s2.0-030451029280024B-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280024B/fx1/THUMBNAIL/image/gif/8937f66af241585d062850a2a61a25ae/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280024B/fx1/THUMBNAIL/image/gif/8937f66af241585d062850a2a61a25ae/fx1.sml fx1 true fx1.sml sml 770 33 125 IMAGE-THUMBNAIL 1-s2.0-030451029280024B-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280024B/fx1/DOWNSAMPLED/image/gif/d4edd154cad3be82b957de303baba0c0/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280024B/fx1/DOWNSAMPLED/image/gif/d4edd154cad3be82b957de303baba0c0/fx1.gif fx1 true fx1.gif gif 1828 129 490 IMAGE-DOWNSAMPLED 1-s2.0-030451029280024B-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280024B/fx2/THUMBNAIL/image/gif/2e378a197e12f309f6344e2f2d180a0b/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280024B/fx2/THUMBNAIL/image/gif/2e378a197e12f309f6344e2f2d180a0b/fx2.sml fx2 true fx2.sml sml 1021 56 125 IMAGE-THUMBNAIL 1-s2.0-030451029280024B-fx2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280024B/fx2/DOWNSAMPLED/image/gif/b52c03858730232bb948b0d2739cf968/fx2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280024B/fx2/DOWNSAMPLED/image/gif/b52c03858730232bb948b0d2739cf968/fx2.gif fx2 true fx2.gif gif 1238 129 286 IMAGE-DOWNSAMPLED Journal of Molecular Catalysis, 72 (1992) 1-11 1 M2821 Determination of the Mo=C bond energy in Mo=CH2 carbene complex on the surface of photoreduced silica-molybdena catalysts based on calorimetric measurements K. A. Vikulov, B. N. Shelimov* and V. B. Kazansky N.D. Zelinsky Institute of Organic Chemistry, Academy of Sciences of the USSR, Moscow 117913 (Russia) (Received May 22, 1991; accepted November 20, 1991) Abstract Heats of cyclopropane, ethylene and propene adsorption on surface low-coordinated Mo'+ ions produced by photoreduction of Moe+/Si02 catalyst in carbon monoxide were measured. Applying the measured heats of cyclopropane and ethylene adsorption as well as literature data on heat of cyclopropane formation to a thermochemical cycle, the Mo=C bond energy in the surface Mo=CH2 carbene complex was calculated to be - 435 t 25 kJ mol'. The heat of molydenacyclobutane intermediate formation from Mo=CHZ and ethylene molecule was measured to be -40 5 kJ mol-', indicating the low stability of this complex. Isomerization of ~ CH- CH3 MOJ to mo 4 CHZ ' observed earlier by IR and UV-Vis spectroscopies, was estimated to be exothermic by -S1i40 U mol-'. Possible formation of Mo=CH-CZH6 carbenes in the course of propene chemisorption on Mo'+ ions is discussed. It is concluded that the CH-CH3 Mo +H- CHZ and Mo=CH-CZH6 states are almost energetically equivalent, thus confirming our earlier assumption on possible isomerization of the propene ir-complex to Mo-carbene as the initiation step in propene metathesis. Introduction Currently the chemistry of transition metal carbene complexes is being intensively studied (see for example [1-3]), since they are implicated as intermediates in a variety of catalytic reactions. Some of these reactions are of industrial importance, including olefin metathesis, cyclopropanation, ringopening polymerization of cyclic olefins, Ziegler-Natta polymerization of *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 2 alkenes etc. However literature data on the energetics of the metal-methylene bond, which isof fundamental importance for metal carbene chemistry, are rather limited. Using photodissociation and ion cyclotron resonance spectroscopy, bond dissociation energies for a number of gas phase methylene-carbenes M+=CH2 (M+=Mn, Co, Fe, Rh, La and Nb) were measured [4-7]. It has been found that D(M+=CH2) values varied between 344 t 21 kJ mol' (for Fe+=CH2, [6]) and 457 f 29 kJ mol-' (for Nb+=CH2, [7]). To our best knowledge, no experimental bond energy for Mo=CH2 species has been reported so far, although some theoretical estimations are known. Thus in [8], based on O initio quantum chemical studies, the Mo=C bond energy in (Cl2)(O)Mo=CH2 (297 kJ mol-') was calculated, and the energy gain after ethylene addition resulting in (C12)(O)Mo~ formation was also estimated to be 34-84 kJ mol'. In the present work, photoreduced silica-molybdena catalysts (Mo/Si02) were chosen to determine the Mo=C bond energy in Mo=CH2 surface carbene complexes using calorimetric measurements. In our earlier report [9] we have shown that thermally stable Mo=CH2 species could be created by cyclopropane interaction with low-coordinated Mo4+ ions, produced during preliminary photoreduction of Moe+/Si02 in carbon monoxide. In accordance with IR and UV Vis spectroscopy data and mass spectroscopic analysis of the thermodesorption products, the following scheme for Mo=CH2 formation at room temperature has been proposed [9], eqn. (1): O O~ CHI O I I CHz 2 MO Mo Mo < --H-- (1) O O + -' / \\ + O/ \\O cH2 O O I I (I) (II) In the presence of gaseous ethylene, carbene complex I reversibly reacted with C2H4 yielding a molybdenacyclobutane complex III, which easily decomposed to the original complex I and an ethylene molecule upon evacuation at room temperature: CH2 O // O\\ ~] slow I) CH- CH3 MO + C2H4 t~- Mo --0 MO 4 -li-- (2) O / \\ O O / \\ O O / \\ O C112 (I) (III) (IV) In addition, a slow transformation of methylene carbenes I to propene zr-complexes IV was found to occur while keeping the sample under gaseous ethylene at room temperature, due to the isomerization process III - IV (eqn. (2)) [10]. This resulted in a marked decrease in propene metathesis rates. The extent of conversion of I to IV was estimated to be 24% for the first 6 h and 74% for the next 66 h. 3 Bearing these data in mind, the present work was initiated in order to measure heats of cyclopropane, ethylene and propene adsorption on photoreduced M04+/Si02 catalysts. The data, obtained were used to determine the Mo=C bond energy in Mo=CHZ carbenes and to discuss the energetics of some elementary steps, shown in eqns. (1) and (2). Experimental MO e+/Si02 samples (1 wt.% Mo) were prepared by impregnation of commercial KSK-2-5 silica (S=300 m2 g-1) prewashed in boiling HCl and calcined in oxygen flow at 500-600 C with an aqueous solution of ammonium paramolybdate. After drying in air and calcination in OZ flow at 500-600 C, the M06+/Si02 sample (=2 g) was placed in a quartz reactor connected to a vacuum system, calcined in dry oxygen at 800 C (100 torr, 1 h) and then heated under vacuum ( -4S 10 torr, 1 h) at the same temperature. Photoreduction in CO (at 10-20 torr) was carried out at room temperature using full radiation of a high pressure mercury lamp (1 kW) supplied with water filter for 1-2 h. COZ formed during photoreduction was frozen out in a liquid nitrogen trap. The amount of reduced Mo4+ ions [N(M04+)] was determined by measuring the evolved CO2. N(M04+) was found to be equal to (2-3) x 1019 g-1, i.e. 30-50ss'o of the total Mo content in the sample. After CO had been desorbed at 150 C, the sample was divided into small portions (0.1-0.2 g each), which were transferred under vacuum into glass vials supplied with breakable seals. Oxygen used in this study was purified by passage through a cold trap (77 K). 02, H20 and COZ impurities were removed from carbon monoxide by successive gas passage through a column filled with Cr2+/Si02 catalysts and a cold trap. Ethylene, propene and cyclopropane were purified by repeated (usually triple) freeze-pump-thaw cycles. The level of the main component, controlled mass-spectroscopically, was z 96%, the rest were higher olefins. Calorimetric measurements were performed with a Calvet type DAK-11 automatic calorimeter. A photoreduced Moo+/Si02 sample (0.1-0.2 g) in a glass vial pretreated as described above was placed inside the glass tube located in the thermostatted calorimeter unit maintained at 40 C. The tube was then connected to a calibrated evacuable volume supplied with a Pirani gauge, and the whole system was thoroughly outgassed for 24 h to a residual pressure of 510-4 torr. After the sample vial had broken under vacuum, a calibrated gas portion containing (2-4) x 101' molecules at initial pressure of =5 x 10-3. torr was brought into contact with the sample. Heats of adsorption were measured after full completion of gas adsorption and achievment of thermal equilibrium inside the thermostatted unit. Then another gas portion was allowed to be adsorbed, and so on. A built-in heater of known power was used for calibration of the calorimeter. Relative experimental errors for the measured heats of adsorption, including those of calibration of the volumes, Pirani gauge and the calorimeter, were estimated to be f 5%. 4 Results and discussion Cyclaprapane chemisorption In Fig. 1 heats of cyclopropane adsorption (Q(CP)) on a photoreduced Moo+/Si0z sample are plotted vs. 9 (O=N(CP)/N(Mo4+)). Below 9<0.5 the Q(CP) values remained constant (-207 f 12 kJ mol-1*), thus confirming high homogeneity of the Moo + adsorption centers in photoreduced catalyst. When approaching 9=0.5, Q(CP) decreased sharply, and then adsorption stopped (curve A). However after pumping off unreacted cyclopropane and heating the sample under vacuum at 350 C, cyclopropane chemisorption reappeared, the Q(CP) values being the same as before. At O=0.75 the adsorption stopped again (curve B). After repeated vacuum heat treatment at 350 C, the sample behaved similarly (curve C). Such a peculiar dependence of Q(CP) on B can be rationalized in terms of eqn. (1), according to which every cyclopropane molecule finally reacted with two Mo4+ ions: one of them formed carbene complex 1, which was stable at 350 C, while another ion adsorbed resulting ethylene molecules giving 7r-complex Il. The latter decomposed at 350 C, leaving behind a `bare' Mo4+ ion. In accordance with eqn. (1), the number of Mo4+ ions regenerated after CZH4 desorption at 350 C was equal to half of its original quantity. After repeated cyclopropane adsorption, Mo=CH2 complexes 250 O 111 200 C O .r O 150 o w o 100 T T T T T 1 11 ___I? __T!~__ Q(CP)= =207 12 kJ/mole 50 ~ 0.0 0.5 1.0 Nlcyc%,nropanel/N[Mol4 tll Fig. 1. Plot of heats of cyclopropane adsorption on photoreduced 196 Mo/Si02 VS- coverage. Arrows indicate evacuation at 350 C. *Here and hereafter the sign of and DU values corresponds to that generally adopted in thermodynamics, i.e. Q is taken to be positive for an endothermic process, and negative for an exothermic one. 5 amounted to 75ss'o of the original Mo4+ content, and the rest 2596 formed ethylene -rr-complexes. After the third cycle was performed (curve C), approximately 90ss'o of the original Mo4+ ions yielded carbenes. This value agrees well with the data from our previous work [ 11 ], in which the extent of Mo4+ conversion to Mo=CH2 (up to 9096) after three cycles of cyclopropane adsorption-thermal desorption at 350 C was found by measuring the amount of C02, formed during subsequent burning out the sample in OZ at 600 C. Ethylene and propene adsorption Heats of ethylene and propene adsorption on Mo4+ ions are plotted vs. O in Figs. 2 and 3. As in the case of cyclopropane adsorption, Q(C2H4) and Q(C3Hg) remained almost constant over a wide range of 8 (up to 8-0.8), Q(C2H4) exceeding Q(C3Hg) by 16%. The ratio of adsorbed olefin to Mo4+ was close to unity, thus confirming our earlier assumption on the 1:1 composition of olefin ir-complexes [12]. Determination of the Mo=C bO energy in Mo=CH2 complex This was done using the thermochemical cycle shown in Fig. 4. Heat of cyclopropane formation from ethylene molecule and free methylene (change of internal energy at constant volume, AUl) was calculated taking OHf (CH2 : , 3B1) = 390 t 4, OHf (C2H4) = 52.5 t 0.4 and AHf (CP) = 53.3 t 0.6 kJ mol-1 [ 13], and applying the formula: OH=OH,. -OnRT. Inserting the known values of heat effects into the reaction cycle in Fig. 4, one obtains AU3 = - 435 25 kJ mol-1 for the heat of Mo=CH2 formation from Mo4+ ion and free methylene. 200 11 0 150 o 100 a o 0 50 oL 0.0 0.5 1.0 N (ethylene)/N [Mol4+lJ 200 r i r r r o 1 150 r C .O Q(C2H4)= =158 8 kJ/mole ~ 100 a o 0 50 0 1 1 i 1 Q(C3H6)= =13618 kJ/mole 0.0 0.5 1.0 N lpropeneJ/N [Mo/4 tll Fig. 2. Plot of heats of ethylene adsorption on photoreduced 196 Mo/SiOE vs. coverage. Fig. 3. Plot of heats of propene adsorption on photoreduced 196 Mo/SiOz vs. coverage. U1 = -386 5 kJ/mole 2 Mo 4+ + p Q(CP)= =207 kJ/mole 2 Mo4+ + CH 2:(3B,) + C2H4 Q(C2H4)= =158 8 kJ/mole CH2 Mo 4++CH 2 +Mo4+ 2 6 U3 = -435 25 kJ/mole CH 2 Mo=CH2+Mo4+ 2 Fig. 4. Thermochemical cycle for determination of the Mo=C bond energy in Mo=CHZ based on calorimetric data. This value corresponds well to the predictions of Stevens and Beauchamp [4], who suggested that the metal-carbene bond energy in an active metathesis catalyst should be not less than 419 kJ mol-1. If this is the case, transfer of the methylene from Mo=CHZ to an olefin to give a cyclopropane or a new olefin will be endothermic and thus will not compete with the metathesis reaction. It should be noted that the DU3 value is substantially higher than the Mo=C bond energy in (Cl2)(O)Mo=CHZ complex (297 kJ mol-1), calculated in [8]. Determination of heat of moLybdclobutane formation from Mo=CHZ and ethylene IR data revealed [9] that at p(C2H4) > 1 torr the equilibrium I ;z~ III (eqn. (2)) was completely shifted towards complex III formation. This enabled us to measure the heat of ethylene addition to Mo=CH2 (Q(MCB)) by admitting excess ethylene onto a sample which contained only surface Mo=CH2. Such a sample was prepared by cyclopropane adsorption on photoreduced Mo'+/ SiOz , followed by desorption of olefin rr-complexes at 350 C and oxidation of unreacted Mo4+ in 02 at 20 C. The amount of Mo=CH2 was calculated by measuring the number of COZ molecules formed during CHz-group oxidation in flowing oxygen at 600 C. This procedure is described in more detail in [ 11 ]. As already mentioned above, isomerization of complex III to complex IV at room temperature proceeded very slowly and therefore this reaction could be neglected when measuring the heat of CZH4 addition to Mo=CH2. 7 The obtained value of Q(MCB) = - 40 t 5 kJ mol-1 is rather small, indicating the low stability of complex III in accordance with eqn. (2). Evaluation of relative stabilities of molydenacyclobutane complexes 111 and ir-complexes IV Slow isomerization of molybdenacyclobutane complexes to propene -rrcomplexes (eqn. (2)) at room temperature indicated a higher stability of ircomplex IV compared to that of complex III. Calorimetric measurements confirmed this conclusion and enabled us to estimate the energy of III --> IV transition (dU$ = - 81 t 40 k1 mol-1) using a diagram presented in Fig. 5. In this cycle AUB = - 420 t 5 kJ mol-1 is the heat of propene formation from C2H4 and CH2: at constant volume, calculated from thermochemical data [ 13 ]. Isomerization of the molybdenacyclobutane complex to -rr-complex apparently proceeds via a significant energy barrier due to hydrogen transfer, and therefore at room temperature this process occurs very slowly. On the possible ftion of Mo-carbene complexes in the course of propene chemisorption on Mo4+ ions Earlier we considered different mechanisms for Mo-carbene formation from propene chemisorbed on photoreduced Mo4+ ions [12]. We have Mo 4+ + C2 H4 + CH 2: (3B1) AU3=-435 25 kJ/mole Mo=CH 2+ C2 H 4 0!(MCB) = -40 5 kJ/mole Mo J MAU 8= =81 40 kJ/mole Z~ U6=-420 5 kJ/mole 4+ Mo + C3H6 Q(C3H6)=-1 36 8 kJ/mole 4+ CH-CH to CH 2 3 Wig. 5. Thermochemical cycle for determination of heats of formation of the molybdenacyclobutane complex III and propane -rrcomplex IV. 8 concluded that the most plausible pathway is an isomerization of -rr-complexes CH- CH3 Mo +1~- CHZ to Mo=CH-C2H6 carbenes via intramolecular 1,2-H atom transfer: H~ /CH3 H\\ /CH3 H~ ,CH3 -C C-C-H H/C Mo \\H MO \\H Mo \\H (IV) (V) This isomerization was supported by mass-spectroscopic analysis of the gas phase composition at early stages of propene chemisorption on Moo+/ Si02 [ 12 ] and helps to explain the catalytic activity of photoreduced silica-molybdena in propene metathesis [ 14 ]. Another possible mechanism for metallocarbene formation via n3-allyl complex was proposed earlier for olefins [ 15, 16 ] or dienes [ 17 ] adsorbed on Mo/A1203 catalysts: CH CH2 H2CtCH-CH ~ \"CH ~ 11 Mo 3 , H2C / 2 ' Mo + C2H4 Mo-H However, this mechanism does not agree with the experimental data obtained [ 121 and therefore seems to be non-operative for the photoreduced Moo+/ Si02 system. The thermochemical data obtained in the present study can be applied to the evaluation of energy required for the IV-V isomerization process. The corresponding energy diagram is presented in Fig. 6. The change in internal energy needed for isomerization of a free a-olefin to the corresponding triplet carbene (R-CH=CH2 -> R-CH2-CH:) was taken from O initio quantum-chemical calculations [18, 19], DU9=280 kJ mol-'. Assuming that the Mo=C bond energy in Mo=CH-R carbene complexes (R=H, CH31 C2H6) does not vary significantly, one can accept DU3 = 435 kJ mol' for the Mo=C bond dissociation energy in Mo=CH-C2Hs. As seen from Mg. 6, both CH- CH3 Mo +N- CH2 and Mo=CH-C2Hg states are almost equivalent energetically, thus confirming possible occurrence of the IV - V isomerization. On the other hand, it is evident from Fig. 5 that conversion of CH- CH3 Mo +fl- CHz 9 Mo4+ + :CH-CH2-CH3 ~' AU9 - 280 kJ/mole DU3~-435 11 ~I Mo4+ + CH2=CH-CH3 kJ/mole Q(C3H6)=-1 36 8 kJ/mole 4+ CH-CH 3 Mo a Mo=CH-C2H5 CH2 Fig. 6. Energy diagram for evaluation of heats of formation of the propene ir-complex IV and propylidene carbene complex V. to Mo=CH2 + CZH4 via a MoP intermediate is endothermic by 120 t 45 W mol-1, i.e. such an isomerization can apparently be ruled out as a possible reaction pathway for Mo-carbene production. Conclusions FSrst of all, the data obtained on heats of ethylene, propene and cyclopropane chemisorption undoubtedly demonstrate the high homogeneity of molybdenum ions in photoreduced Mo/Si02 catalysts. In contrast to thermally reduced Mo/Si02, which is characterized, according to the IR results [20], by a variety of different valence and coordination states of reduced molybdenum species, in photoreduced samples of Mo/Si02 (at least for 19'o Mo-loading) the Mo4+ state is strongly predominant. In particular, this follows from the constancy of, the heat of olefins and cyclopropane chemisorption over a wide range of coverages up to 9=0.8, taking into account that the mean oxidation number for molybdenum species was found to be close to 4 + [21 ]. The bond dissociation energy of Mo=C in Mo=CH2 complex (435 t 25 kJ mol-1) experimentally determined in this study for the first time seems to be quite reasonable, since it falls in the range of D(M=C) values for a number of metal-carbenes obtained earlier by completely different ways (see Introduction). Moreover, as follows from the thermochemical cycle presented in FIg. 5, possible decay of Mo=CH2 in the presence of ethylene to yield a `bare' Mo'+ and a C3H8 molecule would be endothermic by 15 kJ mol-' and therefore cannot compete with the thermoneutral metathesis reaction. 10 Thus, carbenes Mo=CH2 produced by cyclopropane chemisorption are shown to be real intermediates in the propene metathesis reaction, providing high catalytic activity of the cyclopropane-treated photoreduced catalysts. One can also draw a more general conclusion: bond energy of the M=CH2 complex for an active metathesis catalyst must be not less than ^-420 k1 mol-1. This apparently explains why only a very few metal-carbene complexes (mainly those of Mo, W and Re) can play the role of active intermediates in metathesis. Probably the strong Mo=C bond is also the main reason for the low reactivity of Mo=CH2 species towards 02, HZ and acetone [9]. For example, estimations based on available thermochemical data [22 ] and on the measured D(Mo=C) value revealed that elimination of Mo=CH2 in the presence of hydrogen would be endothermic by ^- 80 k1 mol-1. Unfortunately, evaluation of endothermicity for the Mo=CH2 + 02 - Mo=O + CH20 reaction is not possible, because the bond energy of dissociation for the Mo=O bond in O O the surface ---Si-O-Mo-O-Si---- complex is not known. However, if one accepts D(Mo=O)=484 kJ mol-1 [22], the endothermicity of the above reaction would be - 66 kJ mol-1. Finally, it should be mentioned that the thermochemical approach developed in this study enabled us to confirm an important assumption made earlier [ 12 ] on the possible isomerization of Mo-propene 7r-complexes to Mo=CH=CH2-CH3 carbenes. This reaction is apparently a limiting step in propene metathesis on Mo/Si02 catalysts. Acknowledgement The authors wish to thank Dr. A. A. Bobishev and Prof. V. A. Radzig for their assistance in experiments and helpful discussions. References 1 O. M. Nefedov, A. I. Yoffe and L. G. Menchikov, Carbene Chemistry, \"Chemistry\" Publishing House, Moscow, 1990. 2 I. I. MoiOv, Usp. Ihim. (Advances in Chemistry), 58 (1989) 1175. 3 M. Brookhart and W. B. Studabaker, Chem Rev., 2 (1987) 411. 4 A. E. Stevens and J. L. Beauchamp, J. Am. Chem Soc., 101 (1979) 6449. 5 P. B. Armentrout, L. F. Halle and J. L. Beauchamp, J. Am. Chem Soc., 103 (1981) 6501. 6 R. L. Hettich and B. S. Freiser, J. Am. Chem Soc., 108 (1986) 2537. 7 R. L. Hettich and B. S. Freiser, J. Am. Chem. Soc., 109 (1987) 3543. 8 A. K. Rappe and W. A. Goddard III, J. Am. Chem. Soc., 104 (1982) 448. 9 K. A. Vikulov, I. V. Elev, B. N. Shelimov and V. B. Kazansky, J. Mot. CataL, 55 (1989) 126. 10 K. A. Vikulov, B. N. Shelimov and V. B. Kazansky, Kinet. Katat., 33 (1992) 249. 11 K. A. Vikulov, B. N. Shelimov and V. B. Kazansky, J. Mot. Catat, 65 (1991) 393. 12 B. N. Shelimov, I. V. Elev and V. B. Kazansky, J. Mol. Catal., 46 (1986) 187. 13 J. D. Cox and G. Pilcher, Thermochemistry of Organic and Organometatlic Compounds, Academic Press, London, 1970. 14 B. N. Shelimov, I. V. Elev and V. B. Kazansky, J. Calal., 98 (1986) 70. 15 J. Engelhardt, J. Goldwasser and W. K. Hall, J. Catal., 76 (1982) 48. 11 16 M. F. Farona and R. L. Tucker, J. Mol. Catal., 8 (1980) 85. 17 R. H. Grubbs and S. J. Swetnick, J. MoL. Catal., 8 (1980) 25. 18 J. A. Pople, K. Raghavachari, M. J. Frisch, S. Binkley and P. V. R. Schleyer, J. Am. Chem Soc., 105 (1983) 6389. 19 G. 'IYinguier, J. Am. Chem. Soc., 112 (1990) 2130. 20 C. Louis, L. Marchese, S. Colluccia and A. Zecchina, J. Chem Soc., Faraday Trans. 1, 85 (1989) 1655. 21 A. N. Pershin, B. N. Shelimov and V. B. ky, J. Catal., 64 (1980) 426. 22 V. I. Vedeneev, L. V. Gurvitch, V. N. Kondratiev et at., Chemical BO Energies, Ionization Potentials and Electron Affinities, USSR Academy of Sci. Publ. House, Moscow, 1962. X244 9280024B 0304-5102(92)80024-B 10.1016/0304-5102(92)80024-B Determination of the MoC bond energy in MoCH2 carbene complex on the surface of photoreduced silica—molybdena catalysts based on calorimetric measurements K.A. Vikulov B.N. Shelimov ∗ V.B. Kazansky N.D. Zelinsky Institute of Organic Chemistry, Academy of Sciences of the USSR, Moscow 117913 Russia * Author to whom correspondence should be addressed. Heats of cyclopropane, ethylene and propene adsorption on surface low-coordinated Mo4+ ions produced by photoreduction of Mo6+/SiO2 catalyst in carbon monoxide were measured. Applying the measured heats of cyclopropane and ethylene adsorption as well as literature data on heat of cyclopropane formation to a thermochemical cycle, the MoC bond energy in the surface MoCH2 carbene complex was calculated to be −435±25 kJ mol−1. The heat of molydenacyclobutane intermediate formation from MoCH2 and ethylene molecule was measured to be −40±5 kJ mol−1, indicating the low stability of this complex. Isomerization of observed earlier by IR and UVVis spectroscopies, was estimated to be exothermic by −81±40 kJ mol−1. Possible formation of MoCHC2H5, carbenes in the course of propene chemisorption on Mo4+ ions is discussed. It is concluded that the and MoCHC2H5 states are almost energetically equivalent, thus confirming our earlier assumption on possible isomerization of the propene π-complex to Mo—carbene as the initiation step in propene metathesis. References 1 O.M. Nefedov A.I. Yoffe L.G. Menchikov Carbene Chemistry 1990 “Chemistry” Publishing House Moscow 2 I.I. Moiseev Usp. Khim (Advances in Chemistry) 58 1989 1175 3 M. Brookhart W.B. Studabaker Chem. Rev. 2 1987 411 4 A.E. Stevens J.L. Beauchamp J. Am. Chem. Soc. 101 1979 6449 5 P.B. Armentrout L.F. Halle J.L. Beauchamp J. Am. Chem. Soc. 103 1981 6501 6 R.L. Hettich B.S. Freiser J. Am. Chem. Soc. 108 1986 2537 7 R.L. Hettich B.S. Freiser J. Am. Chem. Soc. 109 1987 3543 8 A.K. Rappe W.A. Goddard III J. Am. Chem. Soc. 104 1982 448 9 K.A. Vikulov I.V. Elev B.N. Shelimov V.B. Kazansky J. Mol. Catal. 55 1989 126 10 K.A. Vikulov B.N. Shelimov V.B. Kazansky Kinet. Katal. 33 1992 249 11 K.A. Vikulov B.N. Shelimov V.B. Kazansky J. Mol. Catal. 65 1991 393 12 B.N. Shelimov I.V. Elev V.B. Kazansky J. Mol. Catal. 46 1986 187 13 J.D. Cox G. Pilcher Thermochemistry of Organic and Organometallic Compounds 1970 Academic Press London 14 B.N. Shelimov I.V. Elev V.B. Kazansky J. Catal. 98 1986 70 15 J. Engelhardt J. Goldwasser W.K. Hall J. Catal. 76 1982 48 16 M.F. Farona R.L. Tucker J. Mol. Catal. 8 1980 85 17 R.H. Grubbs S.J. Swetnick J. Mol. Catal. 8 1980 25 18 J.A. Pople K. Raghavachari M.J. Frisch S. Binkley P.V.R. Schleyer J. Am. Chem. Soc. 105 1983 6389 19 G. Tringuier J. Am. Chem. Soc. 112 1990 2130 20 C. Louis L. Marchese S. Colluccia A. Zecchina J. Chem. Soc., Faraday Trans. 1 85 1989 1655 21 A.N. Pershin B.N. Shelimov V.B. Kazansky J. Catal. 64 1980 426 22 V.I. Vedeneev L.V. Gurvitch V.N. Kondratiev Chemical Bond Energies, Ionization Potentials and Electron Affinities 1962 USSR Academy of Sci. Publ. House Moscow",
      "scopus-id": "0026821416",
      "coredata": {
        "eid": "1-s2.0-030451029280024B",
        "dc:description": "Heats of cyclopropane, ethylene and propene adsorption on surface low-coordinated Mo4+ ions produced by photoreduction of Mo6+/SiO2 catalyst in carbon monoxide were measured. Applying the measured heats of cyclopropane and ethylene adsorption as well as literature data on heat of cyclopropane formation to a thermochemical cycle, the MoC bond energy in the surface MoCH2 carbene complex was calculated to be −435±25 kJ mol−1. The heat of molydenacyclobutane intermediate formation from MoCH2 and ethylene molecule was measured to be −40±5 kJ mol−1, indicating the low stability of this complex. Isomerization of observed earlier by IR and UVVis spectroscopies, was estimated to be exothermic by −81±40 kJ mol−1. Possible formation of MoCHC2H5, carbenes in the course of propene chemisorption on Mo4+ ions is discussed. It is concluded that the and MoCHC2H5 states are almost energetically equivalent, thus confirming our earlier assumption on possible isomerization of the propene π-complex to Mo—carbene as the initiation step in propene metathesis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280024B",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Vikulov, K.A."
          },
          {
            "@_fa": "true",
            "$": "Shelimov, B.N."
          },
          {
            "@_fa": "true",
            "$": "Kazansky, V.B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280024B"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280024B"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80024-B",
        "prism:volume": "72",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Determination of the MoC bond energy in MoCH2 carbene complex on the surface of photoreduced silica—molybdena catalysts based on calorimetric measurements",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-11",
        "prism:endingPage": "11",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 1992",
        "prism:doi": "10.1016/0304-5102(92)80024-B",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/0304-5102(92)80024-B",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "33",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029280024B-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "770",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "129",
            "@width": "490",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029280024B-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1828",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029280024B-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1021",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "129",
            "@width": "286",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029280024B-fx2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1238",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026821416"
      }
    }
  }
}