{
  "metadata": {
    "title": "Temperature-programmed reaction of pre-adsorbed CO on iron catalyst: new experimental evidence for competition model",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-04-30",
    "doi": "10.1016/0304-5102(91)85066-B",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185066B",
    "pii": "030451029185066B"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026139915",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185066B 0304-5102(91)85066-B 030451029185066B 10.1016/0304-5102(91)85066-B S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02167 2024-01-02T01:06:03.941633Z 0 0 19910401 19910430 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 65 65 3 3 Volume 65, Issue 3 2 293 305 293 305 199104 April 1991 1991-04-01 1991-04-30 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. TEMPERATUREPROGRAMMEDREACTIONPREADSORBEDCOIRONCATALYSTNEWEXPERIMENTALEVIDENCEFORCOMPETITIONMODEL KUEI C DRY 1981 M CATALYSISSCIENCETECHNOLOGY AMELSE 1978 558 J RAUPP 1979 361 G NIEMANTSVERDRIET 1980 3363 J NIEMANTSVERDRIET 1981 385 J ANDERSON 1956 R CATALYSIS KERBS 1979 269 H DWYER 1978 291 D FALCONER 1983 141 J KUIVILA 1989 299 C STOCKWELL 1988 13 D FALCONER 1980 280 J ZAGLI 1974 453 A ZAGLI 1981 1 A KUEL 1990 333 C VILADSEN 1978 J SOLUTIONDIFFERENTIALEQUATIONSBYPOLYNOMIALAPPROXIMATION LASDON 1978 34 L MLYAZAKI 1980 84 E KISHI 1975 1715 K YU 1976 157 K BELL 1981 203 A BAKER 1979 161 R 1967 LANGESHANDBOOKCHEMISTRY LECAER 1982 4799 G KUEIX1991X293 KUEIX1991X293X305 KUEIX1991X293XC KUEIX1991X293X305XC item 0304-5102(91)85066-B 030451029185066B 1-s2.0-030451029185066B 10.1016/0304-5102(91)85066-B 272239 2024-01-02T01:06:03.941633Z 1991-04-01 1991-04-30 1-s2.0-030451029185066B-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185066B/MAIN/application/pdf/e68ec1831602b2170ecda7bf13adcc43/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185066B/MAIN/application/pdf/e68ec1831602b2170ecda7bf13adcc43/main.pdf main.pdf pdf true 897036 MAIN 13 1-s2.0-030451029185066B-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185066B/PREVIEW/image/png/327b769216958611459e73afe7419ded/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185066B/PREVIEW/image/png/327b769216958611459e73afe7419ded/main_1.png main_1.png png 60495 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 65 (1991) 293-305 293 Temperature-programmed reaction of pre-adsorbed CO on iron catalyst: new experimental evidence for Competition Model Chi-Kung Kuei and Min-Dar Lee* Dept. of Chem. Eng., National Taiwan University, Taipei 10764 (Taiwan) (Received March 1, 1990; revised October 29, 1990) Abstract The hydrogenation of carbon monoxide on iron catalyst has been studied by the temperature- programmed reaction of pre-adsorbed CO with hydrogen. Two peaks attributed to methane formation appear m the TPR spectra; the first one is sharp and centered at lower temperatures, the second broad with a maximum at higher temperature. The low temperature peak corresponds to the hydrogenation of active surface carbon created from the dissociation of adsorbed CO, while the high temperature peak is shown to originate from the decarbidation of iron carbide. By computer calculation and data fitting, all experimental spectra can be fully explained by a competition for the surface carbon between carbidation of iron and hydrogenation to form methane. The TPR data is consistent with the time- dependent behavior observed by isothermal kinetic studies of the CO hydrogenation on iron catalysts. The results also provide independent experimental evidence for the Competition Model. Introduction In Fischer Tropsch synthesis, iron catalysts occupy an important place since they produce more olefinic and high molecular weight hydrocarbons [ 1 ]. But among the transition metals active for the CO hydrogenation reaction, iron behaves quite differently from others such as nickel or cobalt. Nickel and cobalt exhibit high activities at the beginning of the reaction and steady state may be reached. For iron catalysts, the activity increases slowly initially, reaches a maximum, and then decreases slowly as the reaction proceeds [2-4]. Three models have been proposed to account for the time-dependent activities of iron catalysts in the CO/Hg reaction. These are, namely, the 'Carbide Model', the \"Slow Activation Model' and the 'Competition Model' [5]. The Carbide Model, which was proposed some time ago and lately has been supported by a number of authors [2, 3, 6], requires that iron be pre- carbided to result m F.T. synthesis activity, the bulk phase composition *Author to whom correspondence should be addressed. 0304-5102/91/S3.60 Eisevier Sequoia/Printed in The Netherlands 294 controls the number of active sites at the surface, and the low initial activity is due to the slow rate of iron carbide formation. The Slow Activation Model [4] claims that the hydrogenation of carbon monoxide occurs through the formation of a surface complex composed of iron, carbon and hydrogen, the activity increases slowly because the formation of the surface complex is slow [4]. The Competition Model [4] suggests that at the beginning of the reaction, the carbidation of iron and the hydrogenation reaction proceed simultaneously, both reactions competing for the active surface carbon formed from the CO dissociation. The formation of hydrocarbons is initially low because the carbidation reaction consumes most of the surface-active carbon; the activity reaches its maximum when the bulk phase is fully carbided, and the activity decays afterwards as the excess surface carbons begin to link to each other to form a layer of inert graphitic carbon (7, 8], which gradually blocks the active sites on the surface. Recently, on iron catalyst, Kuivila et al. [ 10 ] found that F.T. synthesis activity gradually increases with the formation of active surface carbon. Stockwell et al. [11] observed that there are several layers of hydrogen free carbon on surface, and bulk phase carbide do not participate F.T. synthesis. These are all consistent with the Competition Model. The models mentioned above are based on the time-dependent activities of iron catalysts, which are all observed from isothermal kinetic studies. In this article, the authors propose that a new experimental approach, tem- perature-programmed reaction (TPR) of pre-adsorbed CO on iron catalysts, can obtain similar information, but of a different category from that observed from the isothermal flow reactor tests. Through computer analysis of TPR data, it can be shown that the TPR spectra obtained can be fully explained by the Competition Model. The kinetic parameters, such as activation energies of CO dissociation, C* hydrogenation, carbidation and decarbidation, can be searched from the regression of experimental data. The use of the temperature- programmed reaction has the advantage of resolving individual reaction pathways by their different sensitivities towards temperature variations. The related theories, techniques and applications of TPR have been reviewed by Falconer and Schwarz [9]. The TPR of hydrogenation of the pre-adsorbed CO on Ni/SiOg, Ni/AlgOs, Ni/TiOa and on ruthenium catalysts has been studied [12-15], but no research on iron catalysts has been reported previously. Experimental Catalyst The iron catalyst was prepared by the precipitation method by adding ammonia (Merck, extra pure, 11%, 25% in excess) into hot (363 K) iron nitrate (0.4 M, Merck RG) solution. The resulted precipitate was thoroughly washed with boiling water, dried at 393 K for 24 h, reduced in flowing hydrogen at 773 K (GHSV=3300) for 13 h, and then passivated before use. 295 Apparatus CO chemisorption and temperature-programmed reaction were carried out m a flow system. The main features of the apparatus are schematically shown in Fig. 1. The reactor is a 8-mm i.d. U-shaped Pyrex glass reactor. One thermocouple bonded to the outer wall of the reactor was used for feedback control of the temperature programmer (Eurotherm 211). Another thermocouple was inserted into the catalyst bed for monitoring temperature. Two four-way valves (Fl and F2) were provided for rapid changes in the inlet gas stream. The three-way valve (T) and six-way valves (Sl and S2) were used to admit the effluent gas from the reactor to an active carbon column or directly to the FID detector (Antek 300) for analysis. Procedure About l g of fresh catalyst was used in each study; it was reduced in situ in hydrogen (30 cm3 nun\"1) at 773 K for another 5 h, then the catalyst rested in helium (60 cm3 min\"1) at 773 K for l h to desorb any surface- adsorbed hydrogen. Subsequently it was cooled in helium to 300 K. At 300 K, about 2-5 CO pulses (0.18 ml) carried by helium were injected into the catalyst bed until breakthrough was recorded by the downstream TCD. From the number of pulses and the breakthrough amount, the chemisorption of carbon monoxide on catalyst was determined. After CO was chemisorbed, the gas stream was changed to hydrogen to react with CO and the temperature of the catalyst bed was linearly increased by the temperature programmer at an appropriate rate (1 30 K min\"1). The reaction product was periodically sampled by the sampling valve (Sl) and analyzed by the active carbon B: catalyst bed Fl, F2: four-way valves Sl, S2: six-port sampling valves C: active carbon column T: three-way valves V: vent TCD: thermal conductivity detector FID: hydrogen flame ionization detector Fig. 1. Schematic diagram of the flow system used for adsorption and reaction. 200 400 600 800 Temperature (K) Fig. 2. The entire TPR spectrum of 300 K pre-adsorbed CO on iron catalyst, showing all the products detected. column, which revealed CO, CH4 and CgHe (Fig. 2). Except for some of the CO which was desorbed at low temperature, the hydrocarbon formed was found to be almost exclusively methane (>98%). Ethane was formed only in trace amounts. Therefore in the following experiments, the effluent stream was directly conducted to the FID to obtain the TPR spectra. The FID output was calibrated by standard methane gas (Matheson) to obtain the reaction rates. In a separate set of experiments, carbon monoxide was pulsed at 523 K instead of 300 K. During the high temperature adsorption, CO dissociation occurred and carbon dioxide evolved from the reactor. The iron surface at this stage is covered by surface carbidic carbon and, unavoidably, part of the bulk phase iron was carbidized. After high temperature adsorption, the catalyst bed was cooled to 300 K in helium and the temperature-programmed hydrogenation was conducted as described above. The TPR spectra generated in this way represent the temperature-programmed hydrogenation of the surface carbidic carbon and decarbidation of iron carbide. Results and discussion Figure 2 presents the entire TPR spectrum of 300 K preadsorbed CO. As may be seen, a small amount of CO will desorb at low temperature. Methane forms in two major peaks; the first one is sharp, centered at lower temperature and with significant tailing, the second one is much broader and is at higher temperature. Trace amounts of ethane are formed near the main methane peak. Water appears almost simultaneously with methane and 297 ethane at about the same temperature, but the water peak is at higher temperature and tails. The tailing of the water peak is believed to be caused by re-adsorption. In Fig. 3, the four TPR spectra of the hydrogenation of pre-adsorbed CO at 300 K with different heating rates are shown together. All four spectra appear to be the same in line shapes and curvature, the peak temperature shifts because the heating rate is changed. The major difference in these four spectra is their relative size. This is because part of the carbon monoxide desorbs at low temperature without being hydrogenated. Since hydrogenation of pre-adsorbed CO occurs at higher temperatures, more CO will be desorbed when the heating rate is low, and this results in smaller peaks in the spectra. For the TPR conducted at slower heating rates, there is a very small front shoulder in the spectra, this is just the desorbed CO detected by the FID detector. The spectra of the adsorbed CO molecules consists of two peaks: the low temperature peak is sharp and is centered at about 400-450 K depending on the heating rate, while the high temperature peak is very broad and is at about 540-560 K. The low temperature peak is followed by a significant tailing. For pure iron catalyst, it is hard to imagine that the surface would be composed of two different kinds of reaction sites. Also, the tailing of the first peak is unusual in the temperature-programmed process. The activation energies of these two peaks were first estimated from heating rate variations and from half-width methods [9]. The data are tabulated in Table 1 (together with the chemisorption data). These two sets of values deviate from each other to an appreciable extent. Since the heating rate method can be applied only to single-site reactions with simple kinetics [9], the tailing part of the first peak cannot be explained by adding another parallel reaction site due 400 600 800 Temperature (K) Fig. 3. TPR spectra of 300 K pre-adsorbed CO on iron catalyst with different heating rates. 298 TABLE 1 CO chenusorption data and kinetic parameters estimated from TPR spectra CO uptake (yzmol/gc.,) 12.5 Peak temperature Half-width (K) , from half-width E, from heating rs (K)estimation ite variation (kJ mol\"1) s (kJ mol-1) peak A 434 41 89 93 peak B 605 150 44 116 200 400 600 800 Temperature (K) Fig. 4. TPR spectra of the hydrogenation of active carbon and iron carbide. The catalysts were pre-carbided with 1-4 pulses of CO at 523 K. to its unusual shape. This implies that hydrogenation of the pre-adsorbed CO on the iron surface may proceed via some complex mechanism. One reason for the formation of the tailing part may be the readsorbtion of methane, but methane can only be chemisorbed dissociatively, and then activated at very high temperature. In the low temperature range used in our TPR, readsorption of methane is not likely to occur. The hydrogenation TPR spectra of pre-deposited carbon and carbide are shown in Fig. 4 and the related data are listed in Table 2. From Table 2 it can be seen that the total carbon content of the catalyst gradually reaches a saturation value as the amount of CO pulsed at 523 K increases. At 523 K, carbon monoxide will dissociate on iron catalyst. However, the carbon deposited does not exactly correspond to the amount of carbon dioxide evolved; the evolved carbon dioxide is always less than the total carbon remaining on the catalyst. This implies that some oxygen atoms generated from CO dissociation still remain on the catalyst. As for the spectra in Fig. 299 TABLE 2 Carbon deposition and kinetic parameters estimated from TPR of carbon hydrogenation CO pulse No. CO adsorbed Carbon deposited Total carbon at 523 K Oiimol g~1) (^mol g~1) (/imol g*1) 1 2 3 4 14.9 20.3 23.3 24.2 3.24 8.66 10.9 12.0 18.2 29.0 34.2 36.2 W^=92 K r =535 K .B, =58 kJ mol' 3, it can be seen that all four TPR peaks corresponding to 1 4 pulses of CO at 523 K are identical, except that the size of the peak grows larger as the number of CO pulses increases. All these carbon hydrogenation peaks are composed of a main peak centered at about 540 K with a significant tailing behind it. On comparing the TPR spectra of pre-adsorbed CO and pre-deposited carbon, it can be seen that the main peak of the carbon hydrogenation locates just slightly behind the tailing part of the first peak of adsorbed molecular CO, and the tailing part of the carbon hydrogenation peak covers the whole high temperature range of the second broad peak of CO hydrogenation. This made us speculate whether the rear part of the CO TPR spectra originates from the hydrogenation of iron carbide. To verify this speculation, a reaction mechanism was proposed to interpret the TPR spectra. The model may be written as: fed, l ^s^- CH^ COa > C* ^^3 cfc,^' iron carbide where path 1 denotes the dissociation of the adsorbed carbon monoxide, path 2 is the hydrogenation of the surface carbon and paths 3 and 4 are carbidation and decarbidation of the bulk phase, respectively. This reaction scheme is proposed on the basis of the competition model. After dissociation, paths 2 and 3 compete for the active surface carbon; part of the C* is hydrogenated to form the first peak in the TPR spectra, while part of the C* is converted to carbide. When the temperature is further elevated, the carbide formed decarbidizes through path 4 and forms the rear broad peak. In the TPR of pre-carbided catalysts, only C* and iron carbide are present before TPR is conducted, hydrogenation of the active carbon composes the main peak and the tailing part is formed from paths 3 and 4. If the model proposed above really represents the reaction mechanism, the TPR spectra should be able to be synthesized from model calculations. Assuming the kinetics of each path is first order in reactants, the governing differential equations may be written from the model in free readsorption 300 form [9] as: ^ -^o. dC* /3 =/CdCOa-/c C*-A;eC*+fc cCb d-T (1) (2) ss^-W-k^Cb (3) where /3 is the heating rate, COa, C* and Cb represent the adsorbed carbon monoxide, the active carbon and the carbon m carbide phase, respectively. ka, A;h> ^ci ^dc are the reaction constants of paths 1 4 and each reaction constant is a function of temperature only: A;d=A espa-Ed/RT) (4) k^A^expC-E^/RT) (5) A;c=Ac expd-E^/RT) (6) /Cdc=Adcexp(- 'dc/-ss'n (7) Where Aa, Ah, Ac, A^c are pre-exponential factors and E^, Eh, Ec, E^c are activation energies. The initial conditions are: atr=To COa^COao (8) C*=C*o (9) Cb=Cbo (10) To is the temperature at which the TPR is begun (300 K), COao, C*o, and Cbo are the respective amounts of these three species at the beginning of the TPR. When the model applies to the TPR of the adsorbed CO molecule, C*o and Cbo are zero. For the hydrogenation of pre-carbided catalysts, COao is zero. The only difference between these two cases is simply that they have different initial values. Equations (1)-(10) consist of a set of nonlinear ordinary differential equations, which were solved and fitted with experimental data by a program obtained from combining a set of O.D.E. solver subroutines (STIFFS [16]) and a parameter searching computer package (GRG2). The GRG2 searching package applies the reduced gradient method [17]. All eight TPR spectra were simulated and fitted with the experimental data. The initial guesses for the fitting were estimated from the peak half-width method. During data fitting, the activation energies were constrained to be about the same, and pre-exponential factors were constrained to be within a factor of 10 for all cases; only one initial coverage was allowed to vary in the TPR of the hydrogenation of pre-carbided catalysts (the initial value for the CO hydro- genation TPR is equal to the amount of methane evolved, and one initial value of the pre-carbided catalysts can be obtained by subtracting the other g.Sbtc '-Q c/^\\?'3^ ' wID 1 3 s 'a a. S.S S.u a^ 361 uU 0 u^ \\3^ -'&I/ \\.c;- ^Q /~\\3^E4\"y ^a ^ ^^ ugUI /*sl^-<'ag ^^-^.S-s's '<; i'-iotOOt^iaco'fl\"05020i0^0i0i0^0> Oi0i0i0^0)0)0)05 lt 0 10 IM&l tu ,fh i.aM1 1t*-< 0lg'' a !^ e o hQJ QJl l8 e S 13rt . Xg \" ^ 1;0t lg Il e s B g gf> -2 e\"I ^l i \" ^ .1 ^ u 0 M S U's .g05^o| SS 5 hlll^8^1 ^85 0000000000000000 OOOOlMlOOiOi oooocoaioot--00000^0'ICO oooOtO<Min< ^ (M N (Nid 0 10 0000 (NiOCOlOOOOO '-ilOOiWOOOO KiKSCOWI'aNKliMWr;?]MN\"<lM?i00000000 xxxxxxxx,-i i<0f-0t0 i00 oewoo'^iolotfit--^l<Tl<T)<'q<'qi^tt'<ti^' OOOOOOOO xxxxxxxx^.-^E^.t i'^uSt^lOO ^oeo iostoiaTOt^C~OOOOl~C~t~t-0 3;SS-\"t tOtO<C00000000 xxxxxxxxWOtDOOlOOOOOOO ra^oito-'t-toro ^r m Tr ^r^2^2 x x x x0 CO N N 00 l W VS0000 >0 10 10 tss 0 0 (M (M M IM^^ TO ^^ ro - - --., &< o< &< &< 0000-<(MW'<r(uaJflJQiaiuJUU IbEL.u-.Cx.b.foEbb 302 one from the total amount of methane). Therefore the degree of freedom is not large in each case and the results should have physical meaning and should not be treated as empirical correlation. The results of fitting are shown in Table 3, and two of the simulated spectra are shown in Figs. 5 and 6 compared with experimental data. Excellent fit is obtained for each case. In the TPR spectra of pre-adsorbed CO, the tau of the first peak is created mainly by the dissociation of COa, path 1 occurs over a much broader temperature range and is centered at a lower temperature than that of path 2, therefore a considerable amount of active carbon C* is formed before it can be hydrogenated to methane or converted to carbide. This C* converts to iron carbide over a broad temperature range and hydrogenates to methane, producing the first peak at 420 K. It is soon consumed when the temperature is further elevated to the range higher than the temperature of peak 1, rates of both CH4 and carbide formation gradually 300 500 700 Temperature (K) 900 300 500 700 Temperature (K) 300 500 700 900 300 500 700 900 Temperature (K) Temperature (K) Fig. 5. The fitted results of CO hydrogenation, CO pre-adsorbed at 300 K, 10 K min\"1. Top: comparison with experimental data; bottom: variation of catalyst species. Fig. 6. The fitted results of carbon hydrogenation, catalyst pre-carbided with 4 pulses of CO at 523 K, 10 K min\"1. Top: comparison with experimental data; bottom: variation of catalyst species. 303 being controlled by the dissociation of COa (path 1) and therefore the peak become flat and broad and appears as the tailing part. For the TPR of pre- carbided catalysts, only C* and carbide are present at To, the peak of the C* hydrogenation is shifted about 100 K higher for there is no CO dissociation to supply the C* now. The tailing part of the carbon hydrogenation peak is formed from paths 3 and 4 simultaneously. Checking on activation energies for each path, E^ is very low (about 15 KJ mol\"1) which confirms that the dissociation of carbon monoxide is very easy on iron. There are few experimental results concerning the activation process for the dissociative adsorption of CO on metal catalysts. Miyazaki [18] has calculated the theoretical estimate of Ea by BEBO and CNDO methods, which is about 60 kJ mol\"1, a value four times higher than the present results. This is probably due to the uncertainty of the empirical calculation or, possibly that the dissociation of carbon monoxide is a surface coverage-dependent reaction [19, 20], which is not correctly predicted by the present first-order reaction model. For the hydrogenation of active carbon, .Eh is ~ 84 kJ mol-1, consistent with the activation energy of CO hydrogenation on iron catalysts (21 kcal mol\"1 [1]). This suggests that on iron catalysts, hydrogenation of surface carbon appears to be the rate-determining step in CO hydrogenation, as has been reported by Bell [21]. For the carbidation and decarbidation, Ec and E^c represent the activation energy of the diffusion of carbon into and out of the iron metal, respectively. JE?c is ~45 kJ mol\"1, which is in the activation energy range of solid diffusion and is consistent with the value reported by Baker [22]. Since the carbidation of iron is an endothermic process, E^c (~30 kJ mol\"1) is smaller than Ec. Theoretically, the difference between ',1 and E^c should be the enthalpy change of carbide formation. The literature value for the standard enthalpy of formation of cementite (FesC) is ~21 kJ mol\"1 [23], fairly close to our value (~ 15-18 kJ mol~1). Our smaller value is probably due to the fact that the iron carbide formed is not cementite, but rather a less stable form of carbide. It has been reported that the other kinds of iron carbides, such as ^-Fe^C^ or e'- Feg^C, are all less stable than cementite [24] and their enthalpies of formation should be lower. As can be seen from the above results, carbidation and hydrogenation do compete for the active surface carbon once CO is dissociated. When the temperature is further elevated to the temperature of normal isothermal kinetic studies, path 3 is even faster and consumes most of the active carbon at the beginning of the synthesis, which makes the rate of hydrocarbon formation initially low and a maximum would appear in the activity vs. time pattern as the bulk phase is saturated with carbide. At that time, the amount of C* on the surface should be at a maximum. Indeed, when the temperature reaches that of the first peak in the CO hydrogenation TPR, a trace of ethane formation was detected; ethane should be formed when the surface is rich in carbon, and this occurs just at the temperature of the first peak in the CO hydrogenation TPR. At that point, the rate of total hydrocarbon formation is at a maximum. Therefore, our model describes the competition reaction 304 in good agreement with isothermal results, which are collected from a totally different experimental method. However, our experimental approach cannot investigate the activity decay caused by inert carbon deposition after that maximum carbon coverage point. It is generally believed that the activity decay in CO hydrogenation on iron catalysts is caused by inert carbon deposition. In our experiments, the amount of carbon deposited is too small to form graphitic carbon. Nevertheless, the behavior of the CO adsorbed on iron catalyst in the presence of hydrogen can be clearly described and it is clearly consistent with the isothermal kinetic results. Conclusion The temperature-programmed hydrogenation of pre-adsorbed carbon monoxide on iron catalyst can be fully explained by the competition between hydrocarbon formation and the carbidation of iron. At low temperatures, the entire reaction scheme is limited by the dissociation of the adsorbed carbon monoxide, while at high temperatures, the rate-determining step for hydro- carbon formation is the hydrogenation of the surface carbon. The results of the TPR is completely consistent with the results of the isothermal kinetic study of CO hydrogenation on iron catalyst, and provide independent ex- perimental evidence for the competition model. Acknowledgement Financial support (NSC75-0402-E002-13) from the National Science Council of the Republic of China is gratefully acknowledged. References 1 M. E. Dry, Catalysis, Science and Technology, Vol. l, Springer-Verlag, Berlin, 1981. 2 J. A. Ameise, J. B. Butt and L. H. Schwartz, J. Phys. Chem., 82 (1978) 558. 3 G. B. Raupp and W. N. Delgass, J. Catal., 58 (1979) 361. 4 J. W. NiemEuritsverdiiet, A. M. van der Kraan, W. L. van Dyk and H. S. van der Baan, J. Phys. Chem., 84 (1980) 3363. 5 J. W. Niemantsverdriet and A. M. van der Kraan, J. Catal., 72 (1981) 385. 6 R. B. Anderson, Catalysis, Vol. 4, Reinhold, New York, 1956. 7 H. J. Kerbs and H. P. Bonzel, SMr/. Sei., 88 (1979) 269. 8 D. J. Dwyer and G. A. Somorjai, J. Catal., 52 (1978) 291. 9 J. L. Falconer and J. A. Schwarz, Catal. Rev.-Sci. Eng., 25 (1983) 141. 10 C. S. Kuivila, P. C. Stair and J. B. Butt, J. Catal., 118 (1989) 299. 11 D. M. Stockwell, D. Blanchi and C. 0. Bennet, J. Catal., 113 (1988) 13. 12 J. L. Falconer and A. E. Zagli, J. Catal., 62 (1980) 280. 13 A. E. Zagli, J. L. Falconer and C. A. Keenan, J. Catal., 56 (1974) 453. 14 A. E. Zagli and J. L. Falconer, J. Catal., 69 (1981) l. 305 15 C. K. Kuel, J. F. Lee and M. D. Lee, J. Mol. Catal-, 59(1990) 333. 16 J. Viladsen and M. L. Michelsen, Solution of Differential Equations by Polynomial Approximation, Prentice-Hall, Englewood Cliffs, 1978. 17 L. S. Lasdon, A. D. Waren, A. Jain and M. Ratner, ACM Trans. Math. Software, 4 (1978) 34. 18 E. Mlyazaki, J. Catal., 65 (1980) 84. 19 K. Kishi and M. W. Roberts, J. Chem. Soc., Faraday Trans, l, 71 (1975) 1715. 20 K. Y. Yu, W. E. Spicer, I. Lindau, P. Pianetta and S. F. Lin, Surf. Sei., 57 (1976) 157. 21 A. T. Bell, Catal. Rev. Sei. Eng., 23 (1981) 203. 22 R. T. K. Baker, Catal. Rev. Sei. Eng., 19 (1979) 161. 23 Lange's Handbook of Chemistry, 10th edn., General Electronic Company, Cleveland, 1967. 24 G. Le Caer, J. M. Dubois, M. Pyolat, V. Perrichon and P. Busslere, J. Phys. Chem., 86 (1982) 4799. X244 9185066B 0304-5102(91)85066-B 10.1016/0304-5102(91)85066-B Chemical and metal complex catalysis Articles Temperature-programmed reaction of pre-adsorbed CO on iron catalyst: new experimental evidence for competition model Chi-Kung Kuei Min-Dar Lee ∗ Dept. of Chem. Eng., National Taiwan University, Taipei 10764 Taiwan * Author to whom correspondence should be addressed. The hydrogenation of carbon monoxide on iron catalyst has been studied by the temperature-programmed reaction of pre-adsorbed CO with hydrogen. Two peaks attributed to methane formation appear m the TPR spectra; the first one is sharp and centered at lower temperatures, the second broad with a maximum at higher temperature. The low temperature peak corresponds to the hydrogenation of active surface carbon created from the dissociation of adsorbed CO, while the high temperature peak is shown to originate from the decarbidation of iron carbide. By computer calculation and data fitting, all experimental spectra can be fully explained by a competition for the surface carbon between carbidation of iron and hydrogenation to form methane. The TPR data is consistent with the time-dependent behavior observed by isothermal kinetic studies of the CO hydrogenation on iron catalysts. The results also provide independent experimental evidence for the Competition Model. References 1 M.E. Dry Catalysis, Science and Technology 1 1981 Springer-Verlag Berlin 2 J.A. Amelse J.B. Butt L.H. Schwartz J. Phys. Chem. 82 1978 558 3 G.B. Raupp W.N. Delgass J. Catal. 58 1979 361 4 J.W. Niemantsverdriet A.M. van der Kraan W.L. van Dyk H.S. van der Baan J. Phys. Chem. 84 1980 3363 5 J.W. Niemantsverdriet A.M. van der Kraan J. Catal. 72 1981 385 6 R.B. Anderson Catalysis 4 1956 Reinhold New York 7 H.J. Kerbs H.P. Bonzel Surf. Sci. 88 1979 269 8 D.J. Dwyer G.A. Somorjai J. Catal. 52 1978 291 9 J.L. Falconer J.A. Schwarz Catal. Rev.-Sci. Eng. 25 1983 141 10 C.S. Kuivila P.C. Stair J.B. Butt J. Catal. 118 1989 299 11 D.M. Stockwell D. Blanchi C.O. Bonnet J. Catal. 113 1988 13 12 J.L. Falconer A.E. Zagli J. Catal. 62 1980 280 13 A.E. Zagli J.L. Falconer C.A. Keenan J. Catal. 56 1974 453 14 A.E. Zagli J.L. Falconer J. Catal. 69 1981 1 15 C.K. Kuel J.F. Lee M.D. Lee J. Mol. Catal. 59 1990 333 16 J. Viladsen M.L. Michelsen Solution of Differential Equations by Polynomial Approximation 1978 Prentice-Hall Englewood Cliffs 17 L.S. Lasdon A.D. Waren A. Jain M. Ratner ACM Trans. Math. Software 4 1978 34 18 E. Mlyazaki J. Catal. 65 1980 84 19 K. Kishi M.W. Roberts J. Chem. Soc., Faraday Trans. 1 71 1975 1715 20 K.Y. Yu W.E. Spicer I. Lindau P. Pianetta S.F. Lin Surf. Sci. 57 1976 157 21 A.T. Bell Catal. Rev. Sci. Eng. 23 1981 203 22 R.T.K. Baker Catal. Rev. Sci. Eng. 19 1979 161 23 10th edn. Lange's Handbook of Chemistry 1967 General Electronic Company Cleveland 24 G. Le Caer J.M. Dubois M. Pijolat V. Perrichon P. Busslere J. Phys. Chem. 86 1982 4799",
      "scopus-id": "0026139915",
      "coredata": {
        "eid": "1-s2.0-030451029185066B",
        "dc:description": "The hydrogenation of carbon monoxide on iron catalyst has been studied by the temperature-programmed reaction of pre-adsorbed CO with hydrogen. Two peaks attributed to methane formation appear m the TPR spectra; the first one is sharp and centered at lower temperatures, the second broad with a maximum at higher temperature. The low temperature peak corresponds to the hydrogenation of active surface carbon created from the dissociation of adsorbed CO, while the high temperature peak is shown to originate from the decarbidation of iron carbide. By computer calculation and data fitting, all experimental spectra can be fully explained by a competition for the surface carbon between carbidation of iron and hydrogenation to form methane. The TPR data is consistent with the time-dependent behavior observed by isothermal kinetic studies of the CO hydrogenation on iron catalysts. The results also provide independent experimental evidence for the Competition Model.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185066B",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kuei, Chi-Kung"
          },
          {
            "@_fa": "true",
            "$": "Lee, Min-Dar"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185066B"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185066B"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85066-B",
        "prism:volume": "65",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Temperature-programmed reaction of pre-adsorbed CO on iron catalyst: new experimental evidence for competition model",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "293-305",
        "prism:endingPage": "305",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1991",
        "prism:doi": "10.1016/0304-5102(91)85066-B",
        "prism:startingPage": "293",
        "dc:identifier": "doi:10.1016/0304-5102(91)85066-B",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026139915"
      }
    }
  }
}