{
  "metadata": {
    "title": "Gas phase hydrogenation of ethylene on palladium catalysts dispersed in polymer phases",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-11-30",
    "doi": "10.1016/0304-5102(83)80091-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510283800911",
    "pii": "0304510283800911"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020844818",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510283800911 0304-5102(83)80091-1 0304510283800911 10.1016/0304-5102(83)80091-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02386 2024-01-02T01:06:03.941633Z 0 0 19831101 19831130 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 22 22 1 1 Volume 22, Issue 1 13 93 102 93 102 198311 November 1983 1983-11-01 1983-11-30 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. GASPHASEHYDROGENATIONETHYLENEPALLADIUMCATALYSTSDISPERSEDINPOLYMERPHASES INUI T PITTMAN 1980 C POLYMERSUPPORTEDREAGENTSCATALYSTSPROTECTINGGROUPS PITTMAN 1975 341 C PITTMAN 1975 1742 C PITTMAN 1975 1749 C PITTMAN 1975 4774 C JACOBSON 1975 73 S PITTMAN 1976 5402 C PITTMAN 1976 87 C PITTMAN 19771978 293 C PITTMAN 1978 85 C RYAN 1979 319 R KAWABATA 1981 113 Y GRUBBS 1973 1047 R GRUBBS 1974 2373 R BONDS 1975 2128 W GRUBBS 1977 4517 R GRUBBS 19771978 259 R HINES 1975 435 L CARLINI 1977 379 C WEBBER 19771978 1 K SBRANA 19771978 111 G TERASAWA 1978 406 M BRACA 1980 457 G TANG 1980 313 S TAI 1981 1651 A BREEMHAAR 1981 33 W PERTICI 1981 353 P CIARDELLI 1982 1 F DEMUNCK 1981 313 N ARAI 1978 135 H PANAYOTOV 1976 279 I YANAGIDA 1977 1386 S SUZUKI 1980 183 T SUZUKI 1976 675 T SUZUKI 1981 1027 T BRAUN 1976 107 J INUI 1982 261 T INUIX1983X93 INUIX1983X93X102 INUIX1983X93XT INUIX1983X93X102XT item 0304-5102(83)80091-1 0304510283800911 1-s2.0-0304510283800911 10.1016/0304-5102(83)80091-1 272239 2024-01-02T01:06:03.941633Z 1983-11-01 1983-11-30 1-s2.0-0304510283800911-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800911/MAIN/application/pdf/3af09a9b49d36e0205841f7175fe5218/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800911/MAIN/application/pdf/3af09a9b49d36e0205841f7175fe5218/main.pdf main.pdf pdf true 1411308 MAIN 10 1-s2.0-0304510283800911-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800911/PREVIEW/image/png/b7c2db07f0e68e288be962feb102b7a7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800911/PREVIEW/image/png/b7c2db07f0e68e288be962feb102b7a7/main_1.png main_1.png png 70833 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 22 (1983) 93 - 102 93 GAS PHASE HYDROGENATION OF ETHYLENE ON PALLADIUM CATALYSTS DISPERSED IN POLYMER PHASES TOMOYUKI INUI, YOSHIMASA MURAKAMI, TOSHIMITSU SUZUKI and YOSHINOBU TAKEGAMI Department of Hydrocarbon Chemistry, Faculty of Engineering, Kyoto University, Kyoto 606 (Japan) (Received November 23, 1982) Summary Gas phase hydrogenation of ethylene catalyzed by Pd dispersed in a polymer matrix was investigated below 150 C. Ethane was the only product. The catalyst prepared with poly(ethylene oxide) (PEO) as the dispersion medium for Pd gave higher conversion of ethylene (X) than the catalyst pre- pared without polymer. The use of a polymer blend of PEO and polystyrene (PS) (1:1 mixture by weight) resulted in much higher X. Using scanning electron microscopy and electron probe X-ray microanalysis, it was found that the surface of the PS domain protruded above the PEO continuous-phase domain, and most of the Pd particles were dispersed in the PEO domain, especially near the PEO-PS interface. The increase in X when using the PEO-PS blend was attributed to the protrusion of the PS domain, which extruded Pd particles from the PEO bulk to the PEO surface, and turbulence of reaction gases thus occurred. Above the glass transition temperature of PS, a leveling of X was observed in Arrhenius-type plots, owing to semi- melting of the PS domain and preferential adsorption of ethylene on Pd. X varied with the composition of the PEO-PS blend, i'.e., the magnitude otX corresponded to the size of PEO domain. Introduction Most gas phase catalytic reactions are currently carried out at relatively high temperature. However, operation at high temperature often causes various difficulties, such as sintering of the metallic catalyst. To avoid such difficulties, operation at relatively low temperature is preferable in some cases. However, high catalytic activity is seldom obtained at low temperature, hence some special modifications of the catalyst system are required. Since only a small portion of metallic catalyst is available and effective in gas phase reactions compared with liquid phase reactions, high dispersion of the 0304-5102/83/(3.00 Elsevier Sequoia/Printed in The Netherlands 94 metallic catalyst is one of the most important factors for increasing the catalytic activity. Studies on polymer-anchored transition metal catalysts have been reported by Pittman etal. [1 - 12] and otherworkers [13 - 30]. Most of them concern liquid phase reactions [1 - 28], and studies dealing with gas phase reactions are very few [29, 30]. Since it is well known that poly(ethylene oxide) (PEO) complexes with alkali metal cations [31 - 33], PEO may be available as a dispersion medium for transition metal catalysts. In this investigation, we applied PEO-containing polymer systems as dispersion media for palladium catalysts and studied the effect of the polymer system on the activity of the catalyst at relatively low temperature (40 - 150 C) in ethylene hydrogenation, which was investigated as a test reaction. Experimental Materials Nakarai Chemical PEO # 6000 (Afn = 4.6 X 103) was used as received. Polystyrene (PS, Afn = 1.8 X 105) from Wako Pure Chemical was purified by dissolving in benzene and precipitating into methanol. A block copolymer of PEO and poly(methyl methacrylate) (PMMA) (PEO-b-PMMA, M^ = 8.9 X 103) was prepared by anionic polymerization of methyl methacrylate initiated with the disodium salt of PEO in tetrahydrofuran as previously reported [33, 34]. Poly(o:-methylstyrene) was also prepared by anionic polymerization of a-methylstyrene initiated with sodium naphthalene in tetrahydrofuran (Afn = 2.0 X 105). Palladium acetate (PdAc^) was used as received from Wako Pure Chemical. Chromosorb P AW-DMCS 60 - 80 mesh (Johns-Manville Co.) was used as a catalyst support. Millipore (Millipore Corp., 0.5 p.m pore) was also used as a catalyst support in one case. Chloroform and methanol were em- ployed as solvents for polymers and PdAc;, respectively. Catalyst preparation and reaction operation The catalysts prepared in this study are summarized in Table 1. The catalysts supported on Chromosorb and Millipore were prepared by the im- pregnation method mixing chloroform solutions of polymer (30 ml) with methanol solutions of PdAc; (1 ml). The supported catalyst was packed into a 10 cm X 3 mm ID stainless steel tube followed by hydrogen reduction at 50 C for 6 h (40 ml min~1). The reaction tube prepared in this manner was connected in series to a 1.5 m X 3 mm ID stainless steel column packed with Porapak Q which was held at 40 C, and the inlet and outlet were connected to a gas chromatograph (Yanaco G-1800) equipped with a thermal con- ductivity detector. Helium was used as the carrier gas (40 ml min\"1, space velocity = 3400 h~1). A 100 JI(I portion of a mixed gas composed of 50% ethylene and 50% hydrogen was injected into the carrier gas at the inlet of the reactor, and the products were directly analyzed with the corrected gas 95 TABLE 1 Preparation of catalysts8 Catalyst No. Polymer PdAc, loading Catalyst weight Sort11 PEO content Loading0 (wt.%) (g) (wt.%) (wt.%) 1 0.040 0.301 2 PS 10.0 0.036 0.332 3 PEO 100 10.0 0.036 0.332 4 PEO-PS 50 10.0 0.036 0.332 5 PEO-c.l.PS 50 10.0 0.036 0.332 6 PEO-PS 50 14.0 0.397 0.030 7 PEO-b-PMMA 17 10.0 0.036 0.332 8 PEO-PS 67 10.0 0.036 0.332 9 PEO-PS 33 10.0 0.036 0.332 10 PEO-PS 50 18.2 0.033 0.364 11 PEO-PS 50 18.2 0.066 0.366 \"As a catalyst support Chromosorb P AW-DMCS 60 - 80 mesh was used, except for No. 6 in which Millipore was used. ''PEO-PS: polymer blend of PEO and PS; c.l.PS: crosslinked PS. \"Weight percent of polymer against weight of catalyst. Weight percent of PdAc2 against weight of catalyst. chromatograph. The reaction temperature T was raised stepwise from 40 to 150 C. The surface structure of a polymer-PdAc; film cast on a silane-treated glass plate [35] was observed with the aid of a scanning electron microscope (SEM, Hitachi-Akashi MSM4C-102) and the state of dispersion of Pd in the polymer was simultaneously measured by an electron probe X-ray micro- analyzer (EPMA, Horiba EMAX-1800E) attached to the SEM. Results and discussion Effect of polymer on the conversion ofethylene In all the reactions, only ethane was detected by gas chromatography as the product. Figure 1 shows Arrhenius-type plots for the conversion of ethylene (X) obtained in experiments using catalysts No. 1 - 7. The loading of PdAc2 was almost constant in every catalyst (ca. 0.12 mg). In the plots for catalyst No. 1 prepared without polymer, the slope of the straight line changed very slightly at 120 C, but the plots were approxi- mately linear. Compared with catalyst No. 1, the activity of the catalyst prepared with PS (No. 2) was higher at temperatures below the glass transition tem- perature of PS (Tg ^ 95 C) and lower above the Tg, that is, enhancement in catalytic activity was observed below the Tg of PS. The change in the slope at the Tg of PS may be ascribed to the semi-melting of PS, which changes the 96 28 3.0 3.2 103/ T (K'') Fig. I. Effect of polymer on hydrogenation of C^H^ catalyzed by Pd dispersed in the polymer phase: ( ) catalyst No. 1 (without polymer); (a) No. 2 (PS); (A) No. 3 (PEO); (0) No. 4 (PEO-PS blend); () No. 5 (PEO-crosslinked PS blend); (a) No. 6 (PEO-PS blend supported on Millipore); (A) No. 7 (PEO-b-PMMA). dispersion state of Pd in PS and begins bulk sorption [36, 37] of reaction gases. The catalyst prepared with PEO (No. 3) led to higher X than catalyst No. 1 over the entire temperature range. This can be attributed to a high dispersion of Pd in PEO, which is supported by the fact that PEO is known to form complexes with alkali metal cations [31 - 33]. A marked increase in X around 60 C is due to an increase in the amount of Pd effective as catalyst. This increase was brought about by the dissolution of the reaction gases into the PEO bulk after melting PEO (melting temperature Tm = 60 C). The use of polymer blends of PEO and PS (PEO-PS blend, 50 wt.% PEO, No. 4) further increased X. Figure 2 shows the EPMA-SEM photo- graphs of PEO-PS blend films prepared in the presence of PdAc;. As can be seen from photograph (a), the surface of the circular PS domain protruded above the PEO continuous phase domain, as previously reported [35]. The dispersion state of Pd in the same field as photograph (a) is depicted in photograph (b) (plane analysis). Small white points correspond to Pd parti- cles. From superposition of these two photographs, it becomes apparent that most Pd particles exist in the PEO domain, especially near the PEO-PS interface. This phenomenon is also clearly observed in photograph (c) which depicts relative amounts of Pd particles on the white line (line analysis). From these observations, the further increase in X obtained by the use of PEO-PS blend could be interpreted according to the following explanation: protrusions of the PS domain give rise to both turbulence of reaction gases 97 Fig. 2. EPMA-SEM photographs of PEO-PS blend films prepared in the presence of PdAc^: (a) surface before thermal treatment (SEM); (b) EPMA plane analysis of the surface de- picted in photograph (a); (c) SEM photograph and EPMA line analysis on the white line; (d) surface after thermal treatment (SEM). and extrusion of Pd particles from the PEO bulk to the PEO surface, resulting in an increase in total contact time of the reaction gases with Pd particles. In the plots for catalyst No. 4, the rate of increase in X decreased in the temperature range 95 - 110 C. Photograph (d) depletes the surface of a thermally-treated PEO-PS blend film (150 C, 2 h). It was found from photo- graphs (a) and (d) that above the 7g of PS, the semi-melted PS domain spread over the PEO domain and covered the Pd particles existing near the PEO-PS interface. This spreading of the PS domain above the 7g of PS is responsible for the lessened increase in X in the temperature range 95 -110 C. The valid- ity of this interpretation was also supported by the fact that X increased linearly up to 110 C when a polymer blend of PEO and poly(Q;-methyl- styrene) (7g ^ 150 C) was used as the dispersion medium for Pd. To prevent the catalyst prepared with the PEO-PS blend from exhibiting this muted activity above the 7g of PS, the PS in the polymer blend on Chromosorb was lightly crosslinked with divinyl benzene and AIBN at 150 C for 2 h (catalyst 98 IUU^80X'N \" f 560s 'i^o20 0 L^,\".^ 20 40 60 60 2.8 3.0 lO'/TtK-') Fig. 3. The relationship between conversion of C;H4 and holding time of reaction temper- ature (catalyst No. II): (0) 50 C;(A) 75 C; (a) 100 C;C) 140 C. Fig. 4. Effect of H^/C^ molar ratio on conversion of C^ (catalyst No. II): C^ = (0) 0.5;(A)l;(D)4;C)10. No. 5). As shown in Fig. 1, X for catalyst No. 5 increased linearly up to 110 C, because the PS domain was stiffened by crosslinking and did not melt above 95 C. For PEO or PEO-PS blends, X tended to be constant above 110 C. Three reasons are considered for this leveling off: (1) sintering of metallic Pd occurred; (2) hydrogen (Ha) and ethylene (Cal^) were partitioned in the reaction tube which resulted in a Hz-deficient state; (3) 114 was preferential- ly adsorbed on Pd in the PEO bulk, resulting in a decreased amount of H; adsorbed on Pd. The effect of the residence time of reaction on X at several temperatures is shown in Fig. 3. Only a very slight decrease in X was observed at each reac- tion temperature even after 90 min. Therefore, sintering of Pd did not occur. If the reaction gases were partitioned in the reaction tube, X would not increase when the flow rate of carrier gas was reduced by half (20 ml min~1), and would increase above 110 C when H; was used as carrier gas. In practice, however, X obtained at 20 ml min~1 flow rate was higher than that obtained at 40 ml min\"1 over the entire temperature range, and X did not increase above 110 C when H; was employed as carrier gas instead of helium. Conse- quently, the second reason for the leveling off should be excluded. If Ha adsorption on Pd was diminished by the preferential adsorption of C2H4, a higher H;>/C2H4 molar ratio in the reaction gases would bring about a higher X. Figure 4 shows the effect of H2/C2H4 molar ratio on X for catalyst No. 11. A higher X was obtained by using higher H2/C2H4 molar ratios and a 98% conversion was obtained at 90 C when H2/C2H4 was 10. It is reasonable to postulate from these results that C2H4 was adsorbed on Pd in preference to H2 in bulk PEO above 110 C. This led to the depression of hydrogenation 99 of C2H4. The third reason is, therefore, the main factor for the leveling off in X above 110 C. The use of Millipore, which is a porous Teflon filter, as a support (cata- lyst No. 6) gave higher X than the use of Chromosorb, as shown in Fig. 1. The higher catalytic activity obtained is probably due to the polymer film being thinner on the Millipore than on the Chromosorb. As it is difficult to support PdAc; on the slippery filter, the polymer functioned both as a dispersing medium and as an adhesive for Pd. A transition metal catalyst supported on a porous filter can be treated without difficulty, and may func- tion not only as a catalyst but also as a selective separation membrane. When PEO-b-PMMA was employed as a dispersion medium (catalyst No. 7), enhancement in catalytic activity was also observed, as shown in Fig. 1. As PEO content in this copolymer was fairly low (17 wt.% PEO), the block copolymer of higher PEO content gave much higher X. It should be noted that the particle size of metallic Pd is generally an important factor in determining the catalytic activity. Since the Pd particles are mainly dispersed in the PEO domain in this study, the size of the Pd particles is not different in each catalyst. Therefore, the difference in the observed activities is mainly ascribed to the difference in the polymer systems. Fig. 5. Effects of composition of PEO-PS blend and thermal treatment on conversion of C2H4: (0) catalyst No. 4 (50 wt.% PEO, first measurement); ( ) No. 4 (second measure- ment); (A) No. 8 (67 wt.% PEO); (0) No. 9 (33 wt.% PEO). Effect of the surface structure of the PEO-PS blend on the conversion of ethylene Figure 5 shows the effect of the composition of PEO-PS blends on X. The loading of PdAc; was the same for each catalyst. As previously reported, 100 Fig. 6. Effects of loadings of PEO-PS blend and PdAc^ on conversion of CyH^: (0) cata- lyst No. 4 (10.0 wt.% polymer, 0.036 wt.% PdAcz); (D) No. 10 (18.2 wt.% polymer, 0.033 wt.% PdAc,); (A) No. 11 (18.2 wt.% polymer, 0.066 wt.% PdAc,). the PEO domain formed the sea phase at loadings higher than 50 wt.% PEO, and the island phase at 33 wt.% PEO [35]. The surface area of the PEO domain at 50 wt.% PEO was close to that at 67 wt.% PEO or slightly larger, and was about 2.5 times larger than that at 33 wt.% PEO [35]. As seen from Fig. 5, X varied with the composition of the PEO-PS blend, and the values of X at temperatures below the Tm of PEO were roughly proportional to the surface area of the PEO domain. Thus the catalytic activity can be controlled by the composition of the PEO-PS blend. Since the reaction gases dissolve in bulk PEO above its Tm, X for cata- lysts No. 4, 8 and 9 should be the same if the Pd particles existing in the bulk PEO are the same size. Smaller Pd particle size means higher dispersion of Pd, which results in higher catalytic activity. In practice, however, X for catalyst No. 9 (33 wt.% PEO) was lower than No. 4 (50 wt.% PEO). There- fore, an appropriately large PEO domain is necessary to obtain high disper- sions of Pd. Figure 6 shows the results for catalysts prepared with twice the amount of the PEO-PS blend (catalysts No. 10 and 11). The surface structures of the PEO-PS blends prepared at the same composition were almost the same regardless of the polymer loadings, as previously reported [35]. Therefore, the thickness of the polymer layer in catalyst No. 10 or 11 was simply twice that in catalyst No. 4. From the densities of PEO and PS, each domain size, the surface area of Chromosorb, and the amount of polymer loaded, the cal- culated thicknesses of the PEO and PS domains for catalyst No. 4 were 276 A and 364 A, respectively. Comparing the results for catalyst No. 4 with No. 10 shows X for No. 10 was higher than No. 4 below the Tg of PS; i.e., the larger amount of PEO gave higher X in spite of the same amount of Pd. As expected, doubled loadings of both polymer and PdAc; (No. 11) brought about much higher X. 101 The second measurement on catalyst No. 4 reduced with H; was carried out two days after of the first measurement, and the result is also shown in Fig. 5. Compared with the first measurement, X was lower below the Tg of PS. A possible explanation is that the amount of effective Pd decreased on spreading the PS domain over the PEO domain after the first measurement. Approximately the same X was observed above the Tg of PS. In recycling studies on the other catalysts, a similar tendency was observed. In general, gas phase catalytic reactions are operated at relatively high temperatures to give high catalytic activities. As described above, however, the use of appropriate polymer systems as dispersion media for metallic catalysts will enable the catalyst to show high activity at a relatively low temperature. References 1 C. U. Pittman, Jr., in P. Hodge and D. C. Sherrington (eds.), Polymer-Supported Reagents, Catalysts and Protecting Groups, Wiley, Chichester, New York, Brisbane and Toronto, 1980. 2 C. U. Pittman, Jr. and L. R. Smith, J. Am. Chem. Soc., 97 (1975) 341. 3 C. U. Pittman, Jr., R. M. Hanes and L. R. Smith, J. Am. Chem. Soc., 97 (1975) 1742. 4 C. U. Pittman, Jr. and L. R. Smith, J. Am. Chem. Soc., 97 (1975) 1749. 5 C. U. Pittman, Jr., S. E. Jacobson and H. Hiramoto, J. Am. Chem. Soc., 97 (1975) 4774. 6 S. E. Jacobson, W. Clements, H. Hiramoto and C. U. Pittman, Jr., J. Mol. Catal., 1 (1975)73. 7 C. U. Pittman, Jr. and R. M. Hanes, J. Am. Chem. Soc,, 98 (1976) 5402. 8 C. U. Pittman, Jr., S. K. Wuu and S. E. Jacobson, J. Catal., 44 (1976) 87. 9 C. U. Pittman, Jr. and S. E. Jacobson, J. Mol. Catal.. 3 (1977/78) 293. 10 C. U. Pittman, Jr. and Q. Ng, J. Organometal. Chem., 153 (1978) 85. 11 R. C. Ryan, G. M. Wilemon, M. P. DalSanto and C. U. Pittman, Jr.,J. Mol. Catal., 8 (1979)319. 12 Y. Kawabata, C. U. Pittman, Jr. and R. Kobayashi, J. Mol. Catal., 12 (1981) 113. 13 R, H. Grubbs, L. C. Kroll and E. M. Sweet, J. Macromol. Sci. Chem., 7 (1973) 1047. 14 R. H. Grubbs, C. Gibbons, L. C. Kroll, W. D. Bonds, Jr. and C. H. Brubaker, Jr., J. Am. Chem. Soc., 96 (1974) 2373. 15 W. D. Bonds, Jr., C. H. Brubaker, Jr., E. S. Chandrasekaran, C, Gibbons, R. H. Grubbs and L. C. Kroll, J. Am. Chem. Soc., 97(1975) 2128. 16 R. H. Grubbs, C. P. Lau, R. Cukier and C. H. Brubaker, Jr., J. Am. Chem. Soc., 99 (1977)4517. 17 R. H. Grubbs and E. M. Sweet, J. Mol. Catal., 3 (1977/78) 259. 18 L. Hines, K. F. O'Driscoll and G. L. Rempel, J. Catal., 38 (1975) 435. 19 C. Carlini, G. Braca, F. Ciardelli and G. Sbrana, /. Mol Catal., 2 (1977) 379. 20 K. M. Webber, B. C. Gates and W. Drenth, J. Mol. Catal., 3 (1977/78) 1. 21 G. Sbrana, G. Braca, G. Valentini, G. Pazienza and A. Altomare, J. Mol. Catal., 3 (1977/78)111. 22 M. Terasawa, K. Kaneda, T. Imanaka and S. Teranishi, J. Catal., 51 (1978) 406. 23 G. Braca, G. Sbrana, G. Valentini, A. Colligiani and C. Pinzino, J. Mol. Catal., 7 (1980)457. 24 S. C. Tang, T. E. Paxon and L. Kirn, J. Mol. Catal.. 9 (1980) 318. 25 A. Tai, Y. Imachi, T. Harada and Y. Izumi, Chem. Lett., (1981) 1651. 26 W. Breemhaar, H. C. Meinders and G. Challa, J. Mol. Catal.. 10 (1981) 33. 102 27 P. Pertici, G. Vitulli, C. Carlini and F. Ciardelli, J. Mol. Catal., 11 (1981) 353. 28 F. Ciardelli, G. Braca, C. Carlini, G. Sbrana and G. Valentini, J. Mol. Catal., 14 (1982) 1. 29 N. A. DeMunck, M. W. Verbruggen and J. J. F. Scholten, J. Mol. Catal., 10 (1981) 313. 30 H. Arai,J. Catal., 51 (1978) 135. 31 I. M. Panayotov, C. B. Tsvetanov and D. K. Dimov, Makromol. Chem.. 177 (1976) 279. 32 S. Yanagida, K. Takahashi and M. Okahara, Bull. Chem. Soc. Jpn., 50 (1977) 1386. 33 T. Suzuki, Y. Murakami and Y. Takegami, Polym. J., 12 (1980) 183. 34 T. Suzuki, Y. Murakami, Y. Tsuji and Y. Takegami, J. Polym. Sci., Polym. Lett., 14 (1976)675. 35 T. Suzuki, , Y. Murakami, T. Inui and Y. Takegami, Polym. J., 13 (1981) 1027. 36 J. -M. Braun and J. E. Guillet, Adv. Polym. Sci., 21 (1976) 107. 37 T. Inui, Y. Murakami, T. Suzuki and Y. Takegami, Polym. </., 14 (1982) 261. X244 83800911 0304-5102(83)80091-1 10.1016/0304-5102(83)80091-1 Industrial catalysis Gas phase hydrogenation of ethylene on palladium catalysts dispersed in polymer phases Tomoyuki Inui Yoshimasa Murakami Toshimitsu Suzuki Yoshinobu Takegami Department of Hydrocarbon Chemistry, Faculty of Engineering, Kyoto University, Kyoto 606 Japan Gas phase hydrogenation of ethylene catalyzed by Pd dispersed in a polymer matrix was investigated below 150 °C. Ethane was the only product. The catalyst prepared with poly(ethylene oxide) (PEO) as the dispersion medium for Pd gave higher conversion of ethylene (X) than the catalyst prepared without polymer. The use of a polymer blend of PEO and polystyrene (PS) (1:1 mixture by weight) resulted in much higher X. Using scanning electron microscopy and electron probe X-ray microanalysis, it was found that the surface of the PS domain protruded above the PEO continuous-phase domain, and most of the Pd particles were dispersed in the PEO domain, especially near the PEO-PS interface. The increase in X when using the PEO-PS blend was attributed to the protrusion of the PS domain, which extruded Pd particles from the PEO bulk to the PEO surface, and turbulence of reaction gases thus occurred. Above the glass transition temperature of PS, a leveling of X was observed in Arrhenius-type plots, owing to semimelting of the PS domain and preferential adsorption of ethylene on Pd. X varied with the composition of the PEO-PS blend, i.e., the magnitude of X corresponded to the size of PEO domain. References 1 C.U. Pittman Jr. P. Hodge D.C. Sherrington Polymer-Supported Reagents, Catalysts and Protecting Groups 1980 Wiley Chichester, New York, Brisbane and Toronto 2 C.U. Pittman Jr. L.R. Smith J. Am. Chem. Soc. 97 1975 341 3 C.U. Pittman Jr. R.M. Hanes L.R. Smith J. Am. Chem. Soc. 97 1975 1742 4 C.U. Pittman Jr. L.R. Smith J. Am. Chem. Soc. 97 1975 1749 5 C.U. Pittman Jr. S.E. Jacobson H. Hiramoto J. Am. Chem. Soc. 97 1975 4774 6 S.E. Jacobson W. Clements H. Hiramoto C.U. Pittman Jr. J. Mol. Catal. 1 1975 73 7 C.U. Pittman Jr. R.M. Hanes J. Am. Chem. Soc. 98 1976 5402 8 C.U. Pittman Jr. S.K. Wuu S.E. Jacobson J. Catal. 44 1976 87 9 C.U. Pittman Jr. S.E. Jacobson J. Mol. Catal. 3 19771978 293 10 C.U. Pittman Jr. Q. Ng J. Organometal. Chem. 153 1978 85 11 R.C. Ryan G.M. Wilemon M.P. DalSanto C.U. Pittman Jr. J. Mol. Catal. 5 1979 319 12 Y. Kawabata C.U. Pittman Jr. R. Kobayashi J. Mol. Catal. 12 1981 113 13 R.H. Grubbs L.C. Kroll E.M. Sweet Macromol. Sci. Chem. 7 1973 1047 14 R.H. Grubbs C. Gibbons L.C. Kroll W.D. Bonds Jr. C.H. Brubaker Jr. J. Am. Chem. Soc. 96 1974 2373 15 W.D. Bonds Jr. C.H. Brubaker Jr. E.S. Chandrasekaran C. Gibbons R.H. Grubbs L.C. Kroll J. Am. Chem. Soc. 97 1975 2128 16 R.H. Grubbs C.P. Lau R. Cukier C.H. Brubaker Jr. J. Am. Chem. Soc. 99 1977 4517 17 R.H. Grubbs E.M. Sweet J. Mol. Catal. 3 19771978 259 18 L. Hines K.F. O'Driscoll G.L. Rempel J. Catal. 38 1975 435 19 C. Carlini G. Braca F. Ciardelli G. Sbrana J. Mol. Catal. 2 1977 379 20 K.M. Webber B.C. Gates W. Drenth J. Mol. Catal. 3 19771978 1 21 G. Sbrana G. Braca G. Valentini G. Pazienza A. Altomare J. Mol. Catal. 3 19771978 111 22 M. Terasawa K. Kaneda T. Imanaka S. Teranishi J. Catal. 51 1978 406 23 G. Braca G. Sbrana G. Valentini A. Colligiani C. Pinzino J. Mol. Catal. 7 1980 457 24 S.C. Tang T.E. Paxon L. Kim J. Mol. Catal. 9 1980 313 25 A. Tai Y. Imachi T. Harada Y. Izumi Chem. Lett. 1981 1651 26 W. Breemhaar H.C. Meinders G. Challa J. Mol. Catal. 10 1981 33 27 P. Pertici G. Vitulli C. Carlini F. Ciardelli J. Mol. Catal. 11 1981 353 28 F. Ciardelli G. Braca C. Carlini G. Sbrana G. Valentin J. Mol. Catal. 14 1982 1 29 N.A. DeMunck M.W. Verbruggen J.J.F. Scholten J. Mol. Catal. 10 1981 313 30 H. Arai J. Catal. 51 1978 135 31 I.M. Panayotov C.B. Tsvetanov D.K. Dimov Makromol. Chem. 177 1976 279 32 S. Yanagida K. Takahashi M. Okahara Bull. Chem. Soc. Jpn. 50 1977 1386 33 T. Suzuki Y. Murakami Y. Takegami Polym. J. 12 1980 183 34 T. Suzuki Y. Murakami Y. Tsuji Y. Takegami J. Polym. Sci., Polym. Lett. 14 1976 675 35 T. Suzuki Y. Murakami T. Inui Y. Takegami Polym. J. 13 1981 1027 36 J.-M. Braun J.E. Guillet Adv. Polym. Sci. 21 1976 107 37 T. Inui Y. Murakami T. Suzuki Y. Takegami Polym. J. 14 1982 261",
      "scopus-id": "0020844818",
      "coredata": {
        "eid": "1-s2.0-0304510283800911",
        "dc:description": "Gas phase hydrogenation of ethylene catalyzed by Pd dispersed in a polymer matrix was investigated below 150 °C. Ethane was the only product. The catalyst prepared with poly(ethylene oxide) (PEO) as the dispersion medium for Pd gave higher conversion of ethylene (X) than the catalyst prepared without polymer. The use of a polymer blend of PEO and polystyrene (PS) (1:1 mixture by weight) resulted in much higher X. Using scanning electron microscopy and electron probe X-ray microanalysis, it was found that the surface of the PS domain protruded above the PEO continuous-phase domain, and most of the Pd particles were dispersed in the PEO domain, especially near the PEO-PS interface. The increase in X when using the PEO-PS blend was attributed to the protrusion of the PS domain, which extruded Pd particles from the PEO bulk to the PEO surface, and turbulence of reaction gases thus occurred. Above the glass transition temperature of PS, a leveling of X was observed in Arrhenius-type plots, owing to semimelting of the PS domain and preferential adsorption of ethylene on Pd. X varied with the composition of the PEO-PS blend, i.e., the magnitude of X corresponded to the size of PEO domain.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510283800911",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Inui, Tomoyuki"
          },
          {
            "@_fa": "true",
            "$": "Murakami, Yoshimasa"
          },
          {
            "@_fa": "true",
            "$": "Suzuki, Toshimitsu"
          },
          {
            "@_fa": "true",
            "$": "Takegami, Yoshinobu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510283800911"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510283800911"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(83)80091-1",
        "prism:volume": "22",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Gas phase hydrogenation of ethylene on palladium catalysts dispersed in polymer phases",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "93-102",
        "prism:endingPage": "102",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 1983",
        "prism:doi": "10.1016/0304-5102(83)80091-1",
        "prism:startingPage": "93",
        "dc:identifier": "doi:10.1016/0304-5102(83)80091-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020844818"
      }
    }
  }
}