{
  "metadata": {
    "title": "Ethylene glycol formation from carbon monoxide and hydrogen by homogeneous rhenium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-02-09",
    "doi": "10.1016/0304-5102(89)85020-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289850205",
    "pii": "0304510289850205"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024965315",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289850205 0304-5102(89)85020-5 0304510289850205 10.1016/0304-5102(89)85020-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01265 2024-01-02T01:04:53.938015Z 0 0 19890209 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 49 49 3 3 Volume 49, Issue 3 6 315 322 315 322 19890209 9 February 1989 1989-02-09 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. ETHYLENEGLYCOLFORMATIONCARBONMONOXIDEHYDROGENBYHOMOGENEOUSRHENIUMCATALYSTS ISHINO M DOMBEK 1983 325 B KEIM 1980 359 W TAKANO 1986 209 T ISHINO 1987 478 M TANAKA 1987 99 M HAWKINS 1969 2189 M DOMBEK 1983 6508 B GLADYSZ 1978 2545 J DOMBEK 1983 2485 B FAHEY 1981 136 D COSTA 1983 325 L BHATTACHARYYA 1957 625 S ISHINOX1989X315 ISHINOX1989X315X322 ISHINOX1989X315XM ISHINOX1989X315X322XM item 0304-5102(89)85020-5 0304510289850205 1-s2.0-0304510289850205 10.1016/0304-5102(89)85020-5 272239 2024-01-02T01:04:53.938015Z 1989-02-09 1-s2.0-0304510289850205-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850205/MAIN/application/pdf/574a18a9966bac2e00081a23393ce492/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850205/MAIN/application/pdf/574a18a9966bac2e00081a23393ce492/main.pdf main.pdf pdf true 429054 MAIN 8 1-s2.0-0304510289850205-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850205/PREVIEW/image/png/3152a377d602980f3a584ea12960ae60/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850205/PREVIEW/image/png/3152a377d602980f3a584ea12960ae60/main_1.png main_1.png png 66397 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 49 (1989) 315 - 322 315 ETHYLENE GLYCOL FORMATION FROM CARBON MONOXIDE AND HYDROGEN BY HOMOGENEOUS RHENIUM CATALYSTS MASARU ISHINO*, TAKASHI DEGUCHI, TETSUO TAKANO** and SHUZO NAKAMURA Takatsuki Research Laboratory, Sumitomo Chemical Co., Ltd., Tsukahara, Takatsuki City, Osaka 569 (Japan) (Received February 23, 1988; accepted June 23, 1988) Summary Rhenium carbonyl, when combined with a halide or acetate salt, was found to exhibit catalytic activity for the direct formation of ethylene glycol from carbon monoxide and hydrogen in N-methylpyrrolidinone solvent under high pressure and temperature. LiCI was found to be the most effec- tive salt. This is the first case in which a non-Group VIII element is reported to catalyze the reaction. IR spectroscopic studies revealed that the halides interact with rhenium in such a manner to increase the electron density of the central metal atom. Nickel was effective as a cocatalyst in promoting the ethylene glycol formation. Introduction Hydrogenation of carbon monoxide to form ethylene glycol (EG) has attracted much attention in both the industrial and academic fields. Homo- geneous cobalt, rhodium and ruthenium catalysts are known to be effective in this reaction [I], which is also catalyzed by iridium [2]. It is noteworthy that all these metals are Group VIII elements, and are also effective in the hydroformylation of olefins, suggesting that the both reactions include some common mechanisms. We showed previously that formaldehyde acts as an intermediate in the EG formation from CO and H^, which in turn is hydro- formylated to form glycolaldehyde [3]. Rhenium is one of the rare non- Group VIII elements that catalyze the hydroformylation of olefins [4]. However, no case of EG formation catalyzed by rhenium has been reported, although rhenium enhances the activity of a ruthenium catalyst [5]. We wish to report a new finding that rhenium itself shows activity in EG formation * Author to whom correspondence should be addressed. **Present address: Hazaki Research Center, Central Research Laboratories, Sumitomo Metal Industry Ltd., Hazaki-cho, Nashima-gun, Ibaraki 314-02, Japan. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 316 when combined with halide promoters, and furthermore that nickel is effective as a cocatalyst. Experimental The reactions were carried out in a 30 cm3 autoclave made of Hastelloy C-276 stainless steel. The reactor was charged with Re2(CO)io together with additives and solvent, pressurized with CO/H; mixed gas and then heated with shaking. After rapid cooling of the reactor by immersion in running water, the gas was cautiously purged and analyzed by GLC with a 6 m active carbon column at 160 C. The liquid products were analyzed by temperature programmed (80 to 240 C at 8 C min\"1) GLC with aim column packed with 10% PEG-20M-TPA on Chromosorb-102, and were identified by GLC/ mass spectral analysis. The infrared absorption spectra of the reaction solu- tions were measured in a 0.2 mm cell with a Hitachi EPI-G2 spectrophotom- eter. The solution were carefully handled so as not to be exposed to air. Results and discussion Effect of halides and acetates Table 1 shows the activities of CO hydrogenation under conditions such as 290 C and 75 MPa. A blank run (N-methylpyrrolidinone (NMP) only) gave no product, however the LiCl-NMP system without rhenium (run 2) TABLE 1 Effect of halides and acetatesa Run Additives (mmol) Yield (mmol) MeOH EG EtOH CH4 NMPD'2 1 none 0.00 0.00 0.00 0.01 0.00 V- LiCI 1.20 0.35 0.00 0.01 0.32 0.00 3 none 0.40 0.00 0.06 0.21 0.22 4 LiF 1.20 0.30 0.00 0.02 0.12 0.13 5 LiCI 1.20 1.70 0.62 0.19 0.82 7.6 6 LiBr 1.20 1.42 0.22 0.14 0.19 2.3 7 Lil 1.20 1.18 0.08 0.11 0.34 0.62 8 KC1 1.20 0.77 0.04 0.09 0.22 0.99 9 CsCI 1.20 1.19 0.08 0.12 0.34 1.5 10 MgClz 0.60 0.65 0.10 0.05 0.39 2.8 11 Aids 0.40 0.94 0.03 0.24 3.3 0.94 12 LiOAc 1.20 1.19 0.16 0.69 0.86 1.01 13 CsOAc 0.30 0.80 0.06 0.28 0.16 0.82 \"Re^COho 0.3 mg-atom, NMP 7.5 ml, CO/H^ (1/1) ca. 75 MPa, 290 C, 3 h. ''.N-methylpyrrolidine. \"The Re2(CO)io catalyst was not charged. 317 gave some methanol and methane. This is probably due to heterogeneous reactions on the wall of the reactor. The amounts of nickel dissolved from the reactor were negligible (<20 ppm) in the reaction solutions. Rhenium exhibited some CO hydrogenation activity in NMP solvent even without promoters, and gave methanol, methane and ethanol as products. A part of the solvent was hydrogenated to form JV-methylpyrrolidine. Addition of halides and acetates, with the exception of LiF, to this reaction system not only enhanced the CO hydrogenation activity, but also brought about EG formation. N-methylpyrrolidine formation was also increased. Esters such as formates and acetates were not produced. Lid exhibited the highest activity and selectivity for EG formation. This is the first case in which a non-Group VIII metal is reported to catalyze direct EG formation from CO and H;. Figure 1 shows that the catalyst was fairly stable even under such severe conditions. No precipitate due to decomposition of the catalyst was observed. Figure 2 shows the dependency on the LiCl/Re ratio. Both EG and methanol formation rates increased with an increase in the ratio up to LiCl/Re = 2. A large excess of Lid caused a decrease in EG formation, whereas methanol formation remained almost unchanged. o.o 0.5 1.0 1.5 LICl (inmoO 5.0 Fig. 1. Conversion us. reaction time. Re2(CO)io 0.3 mg-atom. Lid 0.6 mmol, NMP 7.5 ml, CO/H, (1/1)75 - 70 MPa, 290 C. Fig. 2. Effect of LiCl. Re2(CO)io 0.3 mg-atom, NMP 7.5 ml, CO/H, (1/1) 75 - 70 MPa, 290 C, 3 h. Infrared absorption spectroscopic analyses We measured the IR spectra of the reaction solutions under ambient conditions in order to investigate the interaction of rhenium carbonyl with the halide promoters. Figure 3 shows the spectra in the CO stretching region. In the absence of additives, Re2(CO)io was partly converted to an anionic species, which is presumably Re(CO)s~, judging from the broad absorption around 1870 cm\"1. The counter cation is considered to be protonated AT-methylpyrrolidine. Addition of LiCl caused further changes in the spec- trum, suggesting the formation of other species in which the electron densi- ties of the central atoms were increased. The absorptions which appeared 318 LiCl/Re-O.O EG O.OOnmol MeOH 0.40nmol EG O.OOnmol MeOH 0.30mmol LiCl/Re=0.5 EG O.lSinmol MeOH 1.04mmol CsCl/Re=4.0 EG O.OSmmol MeOH 1.19nmol LiCl/Re-2.0 EG 0.59nimol MeOH 1.77mmol Re^CO)^ in NMP LiCl/Re=16.7 EG 0.24nmol MeOH 2.10imiol Fig. 3. Infrared spectra of reaction solutions. Reaction conditions: Re2(CO)io 0.3 mg- atom, NMP 7.5 ml, CO/H, (1/1) 75 - 70 MPa, 290 C, 3 h. when a large excess of LiCI was added were assigned to a dianionic species, Re^C^C^2\" [6], together with Re(CO)s~. The other species which were formed at the lower LiCl/Re ratios cannot be specified, though they are considered to bear a smaller number of chloride ligands. CsCI brought about a similar change at a higher ratio of Cl~/Re, affording a similar yield. On the other hand, LiF caused no change, implying that it did not interact with rhenium. Alkali metal halides are known to activate rhodium and ruthenium catalysts for EG synthesis [1]. In the case of the iodide-promoted ruthenium catalyst, Dombek has suggested that HRu3(CO)ii~ and R^CC^l^\" are the active species [7]. It is plausible that some species coordinated with one or more halide ions play an important role in our catalyst system too. The formation and reactions of rhenium-formyi complexes have been studied as models for the catalytic processes in CO hydrogenation by 319 homogeneous transition metal catalysts. Gladysz and Tarn reported that Re2(CO)io reacts with K^s-Bi^gBH to form a forrnyl complex, which gives formaldehyde on reaction with an excess of the hydride [8]. Dombek and Harrison obtained a formyi complex by reacting a rhenium carbonyl com- plex with a ruthenium carbonyl hydride anion, and suggested that this type of intermolecular reaction is essential in the CO hydrogenation [9]. 2CpRe(CO)2(NO)+ + 3HRu(CO)4- +HRu3(CO)u- +CO 2CpRe(CO)(CHO)(NO) Our finding that rhenium indeed catalyzes the CO hydrogenation provides direct support to the mechanisms proposed based upon these model reactions. Partial pressure dependencies We studied the influence of the CO and H; partial pressures on the reaction rates. The overall reaction rate was hardly affected by the CO pres- sure, as shown in Fig. 4, and an analysis by the least-squares method gave the following equation, where T.N. represents the total formation rate of EG and methanol which are the main liquid products. Methane was excluded because it may be partly attributable to the wall-effect of the reactor, as described previously. T.N.ap^)1-5?^)-0-2 According to this equation, the kinetic order with respect to the total pres- sure is 1.3 when the CO/H; ratio is kept constant. This order is much lower than those obtained in the cases of rhodium and ruthenium catalysts [I], in which the order is greater than 2 and is sometimes as large as 3, probably due 50 100 PHZ (MPo) Fig. 4. Influence of H^ partial pressure on catalytic activity. Re2(CO)io 0.3 mg-atom, Lid 0.6 mmol, NMP 7.5 ml, 290 C, 3 h. The figure beside each mark shows the CO partial pressure. A set of PH snd PCO was calculated from the total pressure (average of maximum and final) and the H^/CO ratio after the reaction. T.N. represents the total formation rate of EG + methanol. 320 to the pressure-dependent equilibria among carbonyl clusters [10]. In the case of the rhenium catalyst, the lower order dependence seems to suggest that such cluster equilibria are less important and that most species are mononuclear under the reaction conditions employed. On the other hand, the EG selectivity was heavily dependent on the CO partial pressure, as shown in Fig. 5. While it was almost constant under high CO partial pres- sures, it fell drastically as the CO pressure was decreased. Many factors, both kinetic and thermodynamic, can take part in determining the selectivity in the following scheme [1, 3, II], in which M represents a central metal moiety. H-M + CHzO; EG Scheme 1. Reducing the CO pressure will unfavorably affect the CO insertion step. Moreover it will shift the ligand exchange equilibria in such a manner to produce more hydridic species, which may behave in favor of methoxy com- plex formation in accordance with the retardant effect of excess LiCI addition described previously. H-M CO + Cl\" H-M-C1- + CO 20 40 60 Pco (MPd) Fig. 5. Influence of CO partial pressure on selectivity. The source of experimental data is the same as that in Fig. 4. Cocatalytic effect of nickel We studied the cocatalytic effects of Group VIII metals other than rho- dium and ruthenium, and found that nickel exhibited a unique synergistic 321 Fig. 6. Effect of Ni(OAc)2. Re^CCQio 0.3 mg-atom, LiCI 1.2 mmol, NMP 7.5 ml, CO/H-i (1/1) 75 - 70 MPa, 290 C, 3 h. effect. When Ni(OAc)2 was added to the Re/LiCl/NMP system, EG forma- tion was increased, as can be seen in Fig. 6. Methanol formation was less affected. This is the first case in which nickel plays a positive role in EG formation. Nickel is known to catalyze the formation of glycolic acid from formaldehyde, CO and water when combined with halides [12]. On the other hand, rhenium is a specific catalyst for hydrogenation of carboxylic acids to form the corresponding alcohols. Indeed in the Re-LiCI system, acetic acid and glycolic acid added were found to be converted to ethanol and ethylene glycol respectively under the same conditions as Table 1. Con- sequently, a sequence of reactions such as that shown in Scheme 2 may participate in this unique synergistic effect. CO+H, Re CHzO + CO + HaO Ni HOCHzCOOH + 2H2 Scheme 2. Re HOCHzCHaOH + H^O Acknowledgements We thank Mr. M. Yamamoto and Mr. K. Ikimi for experimental assis- tance. This work is a part of the Ci Chemistry Project, a National Research and Development Program of the Agency of Industrial Science and Technology, Ministry of International Trade and Industry (M.I.T.I.), Japan, and is the fruit of a joint research effort of the four companies participating in the Ethylene Glycol Group of the project: Sumitomo Chemical Company, Ltd., 322 Mitsui Petrochemical Industries, Ltd., Mitsubishi Petrochemical Company, Ltd., and Mitsubishi Chemical Industries, Ltd.. References 1 B. D. Dombek, Adv. Catal., 32 (1983) 325. 2 (a) W. Keim, M. Berger and J. Schlupp, J. Catal., 61 (1980) 359. (b) T. Takano, T. Deguchi, M. Ishino and S. Nakamura, J. Organometall. Chem., 309 (1986)209. 3 M. Ishino, M. Tamura, T. Deguchi and S. Nakamura, J. Catal., 105 (1987) 478. 4 U.S. Pat. 3 948 999 (1976) to E. H. Homeler (Universal Oil Products). 5 M. Tanaka, Y. Kiso and K. Saeki, J. Organometall. Chem., 329 (1987) 99. 6 M. J. Hawkins and A. P. Ginsberg, Inorg. Chem., 8 (1969) 2189. 7 B. D. Dombek, J. Am. Chem. Soc.. 103 (1983) 6508. 8 J. A. Gladysz and W. Tarn, /. Am. Chem. Soc., 100 (1978) 2545. 9 B. D. Dombek and A. M. Harrison, J. Am. Chem. Soc., 105 (1983) 2485. 10 D. R. Fahey, J. Am. Chem. Soc., 103 (1981) 136. 11 L. C. Costa, Catal. Rev. Sci. Eng., 25 (1983) 325. 12 S. K. Bhattacharyya and D. Vir, Adv. Catal., 9 (1957) 625. X244 89850205 0304-5102(89)85020-5 10.1016/0304-5102(89)85020-5 Industrial Articles Ethylene glycol formation from carbon monoxide and hydrogen by homogeneous rhenium catalysts Masaru Ishino 1 Takashi Deguchi Tetsuo Takano ∗∗ Shuzo Nakamura Takatsuki Research Laboratory, Sumitomo Chemical Co., Ltd., Tsukahara, Takatsuki City, Osaka 569 Japan ** Present address: Hazaki Research Center, Central Research Laboratories, Sumitomo Metal Industry Ltd., Hazaki-cho, Nashima-gun, Ibaraki 314-02, Japan. 1 Author to whom correspondence should be addressed. Rhenium carbonyl, when combined with a halide or acetate salt, was found to exhibit catalytic activity for the direct formation of ethylene glycol from carbon monoxide and hydrogen in N-methylpyrrolidinone solvent under high pressure and temperature. LiCl was found to be the most effective salt. This is the first case in which a non-Group VIII element is reported to catalyze the reaction. IR spectroscopic studies revealed that the halides interact with rhenium in such a manner to increase the electron density of the central metal atom. Nickel was effective as a cocatalyst in promoting the ethylene glycol formation. References 1 B.D. Dombek Adv. Catal. 32 1983 325 2 (a) W. Keim M. Berger J. Schlupp J. Catal. 61 1980 359 (b) T. Takano T. Deguchi M. Ishino S. Nakamura J. Organometall. Chem. 309 1986 209 3 M. Ishino M. Tamura T. Deguchi S. Nakamura J. Catal. 105 1987 478 4 U.S. Pat. 3 948 999 (1976) to E.H. Homeler (Universal Oil Products). 5 M. Tanaka Y. Kiso K. Saeki J. Organometall. Chem. 329 1987 99 6 M.J. Hawkins A.P. Ginsberg Inorg. Chem. 8 1969 2189 7 B.D. Dombek J. Am. Chem. Soc. 103 1983 6508 8 J.A. Gladysz W. Tam J. Am. Chem. Soc. 100 1978 2545 9 B.D. Dombek A.M. Harrison J. Am. Chem. Soc. 105 1983 2485 10 D.R. Fahey J. Am. Chem. Soc. 103 1981 136 11 L.C. Costa Catal. Rev. Sci. Eng. 25 1983 325 12 S.K. Bhattacharyya D. Vir Adv. Catal. 9 1957 625",
      "scopus-id": "0024965315",
      "coredata": {
        "eid": "1-s2.0-0304510289850205",
        "dc:description": "Rhenium carbonyl, when combined with a halide or acetate salt, was found to exhibit catalytic activity for the direct formation of ethylene glycol from carbon monoxide and hydrogen in N-methylpyrrolidinone solvent under high pressure and temperature. LiCl was found to be the most effective salt. This is the first case in which a non-Group VIII element is reported to catalyze the reaction. IR spectroscopic studies revealed that the halides interact with rhenium in such a manner to increase the electron density of the central metal atom. Nickel was effective as a cocatalyst in promoting the ethylene glycol formation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-02-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289850205",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ishino, Masaru"
          },
          {
            "@_fa": "true",
            "$": "Deguchi, Takashi"
          },
          {
            "@_fa": "true",
            "$": "Takano, Tetsuo"
          },
          {
            "@_fa": "true",
            "$": "Nakamura, Shuzo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289850205"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289850205"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)85020-5",
        "prism:volume": "49",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ethylene glycol formation from carbon monoxide and hydrogen by homogeneous rhenium catalysts",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "315-322",
        "prism:endingPage": "322",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 February 1989",
        "prism:doi": "10.1016/0304-5102(89)85020-5",
        "prism:startingPage": "315",
        "dc:identifier": "doi:10.1016/0304-5102(89)85020-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024965315"
      }
    }
  }
}