{
  "metadata": {
    "title": "Homogeneous selective hydrogenation of dienes and styrene derivatives by use of palladium ferrocenyl amine sulfide complexes as catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-07-01",
    "doi": "10.1016/0304-5102(91)85033-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185033X",
    "pii": "030451029185033X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026188066",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185033X 0304-5102(91)85033-X 030451029185033X 10.1016/0304-5102(91)85033-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01964 2024-01-02T01:05:30.650091Z 0 0 19910701 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast authsuff primabst ref alllist content subj ssids 0304-5102 03045102 67 67 1 1 Volume 67, Issue 1 6 47 56 47 56 19910701 1 July 1991 1991-07-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. HOMOGENEOUSSELECTIVEHYDROGENATIONDIENESSTYRENEDERIVATIVESBYUSEPALLADIUMFERROCENYLAMINESULFIDECOMPLEXESCATALYSTS NAIINI A OKOROAFOR 1988 1297 M OKOROAFOR 1988 1504 M NAIINI 1989 L27 A GORDON 1972 445 A CHEMISTSCOMPANION JAMES 1973 B HOMOGENEOUSHYDROGENATION HARMON 1973 21 R STRUKUL 1979 99 G AIROLDI 1983 179 M SAKAI 1982 343 M NAKAMURA 1973 529 A CHOUKROUN 1986 1317 R CHERKASHIN 1985 1110 G FRANKEL 1969 3930 E CLARK 1985 181 H SANCHEZDELGADO 1987 1867 R SANTRA 1987 279 P NKOSI 1987 313 B CLARK 1980 C105 H SONOGASHIRA 1966 1178 K JARDINE 1967 1574 F OCONNOR 1968 2665 C STROHMEIER 1970 1481 W CAREY 1984 116 118 F ADVANCEDORGANICCHEMISTRY ALLINGER 1966 804 N HIRSCH 1967 199 J JENSEN 1971 140 F NAIINIX1991X47 NAIINIX1991X47X56 NAIINIX1991X47XA NAIINIX1991X47X56XA item 0304-5102(91)85033-X 030451029185033X 1-s2.0-030451029185033X 10.1016/0304-5102(91)85033-X 272239 2024-01-02T01:05:30.650091Z 1991-07-01 1-s2.0-030451029185033X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185033X/MAIN/application/pdf/ec14cc03d99ec715da2707725332120c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185033X/MAIN/application/pdf/ec14cc03d99ec715da2707725332120c/main.pdf main.pdf pdf true 547808 MAIN 10 1-s2.0-030451029185033X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185033X/PREVIEW/image/png/23220203545f98d81ad41ff82085b565/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185033X/PREVIEW/image/png/23220203545f98d81ad41ff82085b565/main_1.png main_1.png png 68704 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 67 (1991) 47-56 47 Homogeneous selective hydrogenation of dienes and styrene derivatives by use of palladium ferrocenyl amine sulfide complexes as catalysts Ahxnad A. Naiini, Hussein M. All and Carl H. Brubaker, Jr.* Department of Chemistry, Michigan State University, East Lansing, MI 48824 (U.S.A.) (Received August 27, 1990; accepted December 21, 1990) Abstract Homogeneous hydrogenation of different conjugated dienes and styrene derivatives was performed at room temperature and low pressure by use of palladium ferrocenyl amine sulfide catalysts CpFeC,,H3[CHZNMe2][SMe][PdC12] (1) (Cp=CFH6), CpFeC,,H3[CH2NMe2][S(4-tolyl)][PdClz] (2), CpFeCrH3[CHMeNMe2][SMe]1PdC12] (3), 1S(4-tolyl)]C5H4FeC5H3[CHZNMe2][S(4-tolyl)][PdC12] (4) and [S(4-tolyl)]CrH4FeC,,H3[CHMeNMe2][S(4-tolyl)][PdOlz] (5). Hydrogenation of conjugated dienes was selective and monoenes were obtained as the main products. Trisubstituted double bonds were hydrogenated very slowly compared with mono- and disubstituted bonds, while tetrasubstituted double bonds were not hydrogenated. Hydrogenation of 2,3-dimethyl-1,3-butadiene was accompanied by isomerization and resulted in 2,3-dimethyl-2-butene as the major product. Styrene, 4methylstyrene and a-methylstyrene were hydrogenated rapidly with almost quantitative yields, while /3-methoxystyrene and ss-methylstyrene were hydrogenated considerably more slowly and lower yields were obtained. Bulky styrene derivatives (i.e. /3-bromostyrene or 3, 3-dimethylstyrene) were not hydrogenated under the reaction conditions. Introduction Recently, synthesis of different ferrocenyl amine sulfides [ 1-3 ] and their palladium [1-3] and platinum [3-4] complexes were reported by this laboratory. Palladium-ferrocenyl amine sulfides are effective catalysts for selective homogeneous hydrogenation of 1,3-cyclooctadiene and 1,3-cyclohexadiene to cyclooctene and cyclohexene respectively at room temperature and mild pressure (61-104 psi) in acetone [1, 3]. When other solvents were used, both yields and selectivities were reduced [3]. Hydrogenation of 1,3-cyclooctadiene failed when platinum analogs were used under the same conditions [4]. However, addition of water to the solvent resulted in heterogeneous hydrogenation of 1,3-cyclooctadiene with lower yields and poor selectivities [4]. Palladium-ferrocenyl amine sulfide catalysts are extremely air- and moisture-stable and can be synthesized easily from relatively inexpensive starting 'Author to whom correspondence should be addressed. 0304-5102/91/$3.50 @Elsevier Sequoia/Printed in The Netherlands 48 materials [1-3]. These advantages make them excellent alternatives to other transition metal-based catalysts. Therefore, we decided to probe their activity toward selective hydrogenation of different conjugated dienes and styrene derivatives further. Experimental All solvents used were reagent grade and were distilled by standard methods [5]. Gas chromatography (GC) was carried out using a HewlettPackard 5880 A instrument with a 25m GB-1 capillary column, and a Perkin Elmer 8500 instrument with a 25m ethyl silicone capillary column. 'H NMR spectra were obtained by use of a Bruker WM-250 or a Gemini-300 spectrometer. All the substrates were purchased from Aldrich Chemical Co. Styrene, 4-methyl styrene, a-methylstyrene, 6-methoxystyrene and ss-nitrostyrene were distilled before being hydrogenated. Catalysts (1) [ 1 ], (2) [ 1 ], (3)[2], (4)[3] and (5)[3] (Fig. 1) were prepared according to reported methods. The procedure for hydrogenation of different substrates is the same as that reported [ 1 ]. At the end of hydrogenation, the reaction products were analyzed by use of GC and 'H NMR. In the case of hydrogenation of 2,3-dimethyl-1,3-butadiene, the (2,3-dimethylbutane+2,3-dimethyl-l-butene):2,3-dimethyl-2-butene:2,3-dimethy l-1,3-butadiene ratios were determined by GC. The 2,3-dimethylbutane:2,3-dimethyl-l-butene ratio was obtained by integration of appropriate peaks in the 'H NMR spectra. Products of hydrogenation of 3-methyl-1,3-pentadiene were analyzed by use of GC. In the case of styrene and its derivatives, the ratios of products to starting materials were obtained by integration of NMR signals of olefinic vs. aliphatic protons. Results and discussion Catalytic hydrogenation of conjugated dienes to monoenes by use of transition metal complexes has been extensively investigated and reviewed CHRNMe2 _ / Fe PdClz R' <_- R\" R R' R\" (1) H Me H (2) H 4-tolyl H (3) Me Me H (4) H 4-tolyl S-4-tolyl (6) Me 4-tolyl S-4-tolyl Fig. 1. The structures of catalysts 1-8. 49 [6]. [Co(CN)6]3- [7], [PdCl(PPh3)(rl3-allyl)] [8], ruthenium(0) polyolefin [9], Ni(acac)2 ini the presence of Al2Et3C13 and PPh3 [ 10], and (C5H5)ZMoH2 [ 11 ] complexes containing chelated r~PPh2 [ 12 ] and homogeneous and mineralsupported nitrogen-containing palladium complexes [ 13 ] are examples. Table 1 shows the results of hydrogenation of 2,3-dimethyl-1,3-butadiene by use of catalysts 1-6 in acetone and 80 psi initial HZ pressure. The conversions in all cases were more than 99.590, and selectivities up to 74.8/0 were achieved. Initial turnover rates were high and reached 575 mol (mol Pd)-' h-'. In all cases the pressure before the beginning of the reaction remained constant (induction period) and then hydrogen uptake began. It is believed that during the induction period, the Pd-S bond may dissociate and acetone coordinate to Pd, followed by coordination of substrate to the Pd center of the catalyst-acetone intermediate; HZ uptake then indicates onset of the hydrogenation [ 1 ]. Interestingly, this substrate is selectively hydrogenated by 1,4-addition to give predominantly 2,3-dimethyl-2-pentene as the major product. Such a phenomenon was observed when different (arene) Cr(CO)3 complexes were used as selective catalysts at 30 atm (ca. 420 psi) initial HZ pressure and 160 C [ 14 ]. A comparison of the required conditions for hydrogenation of 2,3-dimethyl-1,3-butadiene by these two classes of catalysts clearly shows the superiority of palladium-ferrocenyl amine sulfide catalysts. The results of hydrogenation of 3-methyl-1,3-pentadiene are presented in Table 2. This substrate has two double bonds in two different environments. It is not surprising that the terminal double bond was hydrogenated more rapidly and that 3-methyl-2-pentene was the major product. The selectivities and the conversions were high for all reactions. A direct comparison between catalysts 2, with one 4-tolylthio substituent, and 4, with two 4-tolylthio substituents in the two Cp rings, reveals that the introduction of a second sulfide group increases the selectivity from 80.7% to 90.5% while the conversion decreases from 100% to 90%. As shown in Table 1, the introduction of a second 4-tolylthio substituent increases the selectivity of the catalyst in the hydrogenation reaction of 2,3-dimethyl-1,3-butadiene, but it does not affect the conversion. Reaction 1 shows the hydrogenation of 6,6-dimethylfulvene (3.725 X 10-3 mol) by use of 1 X 10-5 mol of catalyst 2 at room temperature and 80 psi initial hydrogen pressure. cat Hz (80 psi) (1) acetone RT 8.90 91.19% The results in Tables 1 and 2 and reaction (1) show that Pd catalysts 1-fi can hydrogenate mono- and disubstituted much faster than trisubstituted TABLE 1 ~\" 0 Selective hydrogenation of 2,3-dimethyl-1,3-butadiene at room temperature' Catalyst Induction Initial turnover Products Conversion Selectivity time rate (gb) M (h) (mol/mol Pd h) C5H5FeC5H3[CH2NMe2]- 1 575.7 0 43.9 47.3 8.8 100 47.3 [SMe][PdCl2] (1) C5H5FeC5H3[CH2NMe2]- 1 274.5 0.2 16.5 61.2 22.1 99.8 61.2 [ S-(4-tolyl) ] [ PdClz ] (2) Cr,H5FeC5H3[CHMeNMe2]- 0.2 542.9 0.4 9.3 70.1 20.2 99.6 70.1 [ S-(4-tolyl) ] [ PdCl2 ] (3) [S-(4-tolyl)]C5H4FeC5H3- 1 252.1 0.5 28.1 66.2 5.2 99.5 66.2 [CHZNMez][S-(4-tolyl)][PdC12] (4) [S-(4-tolyl)]Cr,H,FeC5H3- 0.5 496.6 0.1 18.6 74.8 6.5 99.9 74.8 [CHMeNMe2][S-(4-tolyl)][PdCiz] (b) '80 psi initial pressure of HZ, 4.5 ml acetone, 3.725 x 10 -3 mol substrate and 1 x 10-5 mol catalyst. TABLE 2 Selective hydrogenation of 3-methyl-1,3-pentadiene at room temperature' Catalyst Products Conversion Selectivity M M i M M M M CSHsFeC5H3[CHZNMez]- 0.2 2.7 83.2 13.9 99.8 83.4 [SMe][PdC121 (1) C5H5FeCr,H3[CH2NMe2]- 0 4.5 80.7 14.8 100 80.7 [S-(4-tolyl)][PdCl2] (2) C5H5FeC5H3[CHMeNMe2]- 21.1 3.8 74.8 0.3 78.9 94.8 [S-(4-tolyl)][PdC12] (3) [S-(4-tolyl)]C5H4FeC5H3- 10.0 7.9 81.7 0.4 90.0 90.5 [CH2NMe2][S-(4-tolyl][PdCl2] (4) [S-(4-tolyl)]C5H,FeC5H3- 12.9 4.00 82.4 0.7 87.1 94.6 [CHMeNMe2][S-(4-tolyl)][PdCl2] (5) '80 psi initial pressure of HZ, 4.5 ml acetone, 3.725 x 10-3 mol substrate and 1 X 10-5 mol catalyst. 52 double bonds. Tetrasubstituted carbon-carbon double bonds cannot be hydrogenated under these conditions. Hydrogenation of styrene derivatives Hydrogenation of styrene has been achieved by using many different transition-metal-based catalysts such as a zirconium(III) complex [ 12 ], [(PEt3)PtCl(p,-SEt)]2/SnC12 [15], tetranuclear osmium complexes [16], Pd2(Az)ZCIz where AzH = azobenzene [ 17 ], and [Ru(COD)(PMe2Ph)3 ] where COD = cyclooctadiene [ 18 ]. Results of hydrogenation of styrene by different Pd-ferrocenyl catalysts are presented in Table 3 entries 1-4. In all cases, quantitative yields were achieved in a short time. In order to evaluate the activities of these catalysts, they are compared with other catalysts and results are summarized in Table 4. The rates have been normalized by dividing by the number of moles of catalyst and pressure. Catalysts used in this work (entries 1 and 2, Table 4) are far more reactive than those used in entries 3, 4 and 6. The platinum catalyst of entry 5 in the presence of SnC12, Wilkinson's catalyst (entry 7), and ~ Rh and Ir complexes of entries 9 and 10 are comparable to the palladium-ferrocenyl amine sulfide catalysts. Entries 5-8 (Table 3) show the results of the hydrogenation reaction of 4-methylstyrene. Again, quantitative yields and short reaction times are characteristic of these reactions. The effect of pressure on the hydrogenation of 4-methylstyrene by use of catalyst 4 was investigated and it was found that even at 20 psi initial HZ pressure the reaction can be conveniently carried out. In acetone and at room temperature, the reaction times for quantitative hydrogenation of 4-methylstyrene to p-ethyltoluene at 60, 40 and 20 psi were 45, 65 and 90 min respectively. The solvent effect was also investigated at room temperature and 80 psi initial HZ pressure by using catalyst 4. The hydrogenation of 4methylstyrene was complete (yield > 99ss'o) by use of acetone, chloroform, tetrahydrofuran (THF) and dimethylformamide (DMF) as solvents. The reaction times required in these four solvents are respectively 20, 40, 75 and 720 min. These results show that acetone is the best among the four solvents investigated for the hydrogenation of 4-methylstyrene and that is in complete agreement with the previous results for selective hydrogenation of cyclooctadiene [ 1 ]. A reasonable explanation for the observed solvent effect is the optimum coordination ability of the acetone to active Pd center. It was observed that in the presence of pyridine, a better coordinating solvent, the hydrogenation of 1,3-cyclooctadiene failed. Also CHZCl2, which has limited coordination ability, reduced the rate of the reaction in comparison with acetone as solvent [3]. Entries 9 and 10 in Table 3 represent the results of hydrogenation of a-methylstyrene by use of catalysts 2 and 5. As shown, the former catalyst is much more effective than the latter for the hydrogenation of this substrate. The hydrogenation of a few ss-substituted styrene derivatives were examined by use of catalyst 2 and it was found that ss-methoxystyrene and ss-methylstyrene are the only substrates that can be partially hydrogenated under the reaction 53 TABLE 3 Selective hydrogenation of styrene derivatives by use of different palladium-fenrocenyl amine sulfide catalysts' Entry Catalysts Starting Time Product Yield material (h) (~Y6) i 1 1 1/3 I > 99 r 2 2 1/4 1 > 99 r 3 4 I 1/4 I > 99 r 4 6 ~~ 2 ~I >99 r 5 1 ~~ 1 ~~ >99 r 6 2 1/4 > 99 r 7 4 1/3 i > 99 r 8 b . ' 1/2 i > 99 9 2 `~ 1/2 `~ 91.8 10 6 6 48 6 69.9 r 11 2 18 41 (continued) 54 TABLE 3 (continued) Entry Catalysts Starting Time Product Yield material (h) (96) OMe OMe 12 2 23 r, 31 .' Br 13 2 i no Hz uptake NOZ 14 2 no HZ uptake 15 2 no Hz uptake 'Room temperature, 80 psi initial pressure of H2, 4.5 ml acetone, 3.725 x 10-3 mol substrate and 1 X 10-5 mol catalyst. TABLE 4 Selective hydrogenation of styrene to ethylbenzene Entry Catalyst T Rate Reference ( C) (mol (mol of cat)-' h-1 psi-) 1 1 27 8.9 this work 2 2 27 11.9 this work 3 [(Cp)ZZrH(CHZPPhz)] 80 0.51 11 4 [(PEt3)PtCI(M-SEt)12 60 0.089 14 5 Pt(PPh3)(p-CH3PhNH2)CIz 60 4.25 19 6 Cp2Ti(CO)2 50-65 0.02 20 7 RhCI(PPh3)3 25 12.54 21 8 HRh(CO)(PPh3)3 25 0.30 22 9 RhCI(CO)(PPh3)2 80 2.2 23 10 IrCI(CO)(PPh3)2 80 13.4 23 conditions. The hydrogenation of 3-bromostyrene (entry 13, Table 3), /3nitrostyrene (entry 14), and /3, /3-dimethylstyrene (entry 15) failed. These results show that ~ both electronic and steric effects of /3-substitutents play important roles in hydrogenation of styrene derivatives. The A values (or 55 - AG ), conformational free energy of substituted cyclohexanes, are commonly used in organic systems in order to address the effective `close in' steric space requirement of various organic and inorganic substituents [24]. The A values for H, methyl, OCH3, Br and NOZ are respectively 0.0, 1.8 [25], 0.60 [26], 0.47 [27] and 1.16 [27]. Thus, methyl is the largest and bromide is the smallest. Therefore, we can conclude that the failure of the hydrogenation of 6-bromo and nitro-styrenes is an electronic (inductive) influence. Both bromo and nitro are electron-withdrawing, while methyl and methoxy are electron-donating groups. ss, ss-dimethylstyrene (entry 15) is a trisubstituted case, where the steric effects are more important than electronic effects. Conclusions The results of this work reveal that palladium-ferrocenyl amine sulfide complexes are selective catalysts for the hydrogenation of different dienes to monoenes. These catalysts selectively hydrogenate mono- and disubstituted conjugated double bonds, while trisubstituted dienes are hydrogenated much more slowly. Hydrogenation of different styrene derivatives shows that they are also inhibited by steric hindrance. Hydrogenation of different styrene /3-derivatives shows that both the steric and electronic influences of 6-substituents can affect the results of hydrogenation. Inductive (electronic) effects are possibly responsible for failure of hydrogenation of 8-bromo- and G-nitrostyrene (entries 13 and 14), while steric bulkiness of the two methyl groups prevents hydrogenation of 3, /3-dimethylstyrene (entry 15). References 1 M. O. Okoroafor, L.-H. Shen, R. V. Honeychuck and C. H. Brubaker, Jr., Organometallics, 7 (1988) 1297. 2 M. O. Okoroafor, D. L. Ward and C. H. Brubaker, Jr., Organometallics, 7 (1988) 1504. 3 A. A. Naiini, C. K. Lai, D. L. Ward and C. H. Brubaker, Jr., J. OrganometaM Chem., in press. 4 A. A. Naiini, M. O. Okoroafor and C. H. Brubaker, Jr., J. Mol. CataL, 54 (1989) L27. 5 A. J. Gordon and P. A. Ford, The Chemist's Companion, Wiley, New York, 1972, p. 445. 6 B. R. James, Homogeneous Hydrogenation, Wiley, New York, 1973. 7 R. E. Harmon, S. K. Gupta and D. J. Brown, Chem. Rev., 73 (1973) 21. 8 G. Strukul and G. Carturan, Inorg. Chim. Acta, 35 (1979) 99. 9 M. Airoldi, G. Deganello, G. Dia and G. Gennaro, Inorg. Chim. Acta, 68 (1983) 179. 10 M. Sakai, F. Harada, Y. Sakakibara and N. Uchino, Bull. Chem. Soc. Jpn., 55 (1982) 343. 11 A. Nakamura and S. Otsuka, Tetrahedron Lett., (1973) 529. 12 R. Choukroun, M. Basso-Bert and D. Gervais, J. Chem. Soc., Chem. Commun., (1986) 1317. 13 G. M. Cherkashin, L. P. Shuikina, 0. P. Paregrago and V. M. Frolov, Kinetic KataL, 26 (1985) 1110. 14 E. N. Frankel and R. 0. Butterfield, J. Org. Chem., 34 (1969) 3930. 15 H. C. Clark, V. K. Jain and G. S. Rao, J. Organometall. Chem., 279 (1985) 181. 56 16 R. A. Sanchez-Delgado, A. Andriollo, J. Puga and G. Martin, Inorg. Chem., 26 (1987) 1867. 17 P. K. Santra and C. R. Saha, J. Mol. Catal., 39 (1987) 279. 18 B. S. Nkosi and N. J. Coville, J. Mol. Catal., 39 (1987) 313. 19 H. C. Clark, C. Billard and C. S. Wong, J. drganometall. Chem., 190 (1980) C105. 20 K. Sonogashira and N. Hagihara, Bull. Chem. Soc. Jpn., 39 (1966) 1178. 21 F. M. Jardine, J. A. Osborn and G. Wilkinson, J. Chem. Soc. A, (1967) 1574. 22 C. O'Connor and G. Wilkinson, J. Chem. Soc. A, (1968) 2665. 23 W. Strohmeier, W. Rehder-Stimyveiss and R. Fleischmann, Z. Naturforsch., 2546 (1970) 1481. 24 F. A. Carey and R. J. Sundberg, Advanced Organic Chemistry, 2nd edn., Part A, Plenum Press, New York, 1984, pp. 116-118. 25 N. L. Allinger and L. A. Freiberg, J. Org. Chem., 31 (1966) 804. 26 J. A. Hirsch, Top Stereochem., 1 (1967) 199. 27 F. R. Jensen and C. H. Bushweller, Adv. Alicyclic Chem., 3 (1971) 140. X244 9185033X 0304-5102(91)85033-X 10.1016/0304-5102(91)85033-X Homogeneous selective hydrogenation of dienes and styrene derivatives by use of palladium ferrocenyl amine sulfide complexes as catalysts Ahmad A. Naiini Hussein M. Ali Carl H. Brubaker Jr. ∗ Department of Chemistry, Michigan State University, East Lansing, MI 48824 U.S.A. * Author to whom correspondence should be addressed. Homogeneous hydrogenation of different conjugated dienes and styrene derivatives was performed at room temperature and low pressure by use of palladium ferrocenyl amine sulfide catalysts CpFeC5H3[CH2NMe2][SMe][PdCl2] (1) (Cp=C5H5), CpFeC5H3[CH2NMe2][S(4-tolyl)][PdCl2] (2), CpFeC5H3[CHMeNMe2][SMe][PdCl2] (3), [S(4-tolyl)]C5H4FeC5H3[CH2NMe2][S(4-tolyl)][PdCl2] (4) and [S(4-tolyl)]C5H4FeC5H3[CHMeNMe2] [S(4-tolyl)][PdCl2] (5). Hydrogenation of conjugated dienes was selective and monoenes were obtained as the main products. Trisubstituted double bonds were hydrogenated very slowly compared with mono- and disubstituted bonds, while tetrasubstituted double bonds were not hydrogenated. Hydrogenation of 2,3-dimethyl-1,3-butadiene was accompanied by isomerization and resulted in 2,3-dimethyl-2-butene as the major product. Styrene, 4-methylstyrene and α-methylstyrene were hydrogenated rapidly with almost quantitative yields, while β-methoxystyrene and β-methylstyrene were hydrogenated considerably more slowly and lower yields were obtained. Bulky styrene derivatives (i.e. β-bromostyrene or β,β-dimethylstyrene) were not hydrogenated under the reaction conditions. References 1 M.O. Okoroafor L.-H. Shen R.V. Honeychuck C.H. Brubaker Jr. Organometallics 7 1988 1297 2 M.O. Okoroafor D.L. Ward C.H. Brubaker Jr. Organometallics 7 1988 1504 3 A. A. Naiini, C. K. Lai, D. L. Ward and C. H. Brubaker Jr. J. Organometall. Chem., in press. 4 A.A. Naiini M.O. Okoroafor C.H. Brubaker Jr. J. Mol. Catal. 54 1989 L27 5 A.J. Gordon P.A. Ford The Chemist's Companion 1972 Wiley New York 445 6 B.R. James Homogeneous Hydrogenation 1973 Wiley New York 7 R.E. Harmon S.K. Gupta D.J. Brown Chem. Rev. 73 1973 21 8 G. Strukul G. Carturan Inorg. Chim. Acta 35 1979 99 9 M. Airoldi G. Deganello G. Dia G. Gennaro Inorg. Chim. Acta 68 1983 179 10 M. Sakai F. Harada Y. Sakakibara N. Uchino Bull. Chem. Soc. Jpn. 55 1982 343 11 A. Nakamura S. Otsuka Tetrahedron Lett. 1973 529 12 R. Choukroun M. Basso-Bert D. Gervais J. Chem. Soc., Chem. Commun. 1986 1317 13 G.M. Cherkashin L.P. Shuikina O.P. Paregrago V.M. Frolov Kinetic Katal. 26 1985 1110 14 E.N. Frankel R.O. Butterfield J. Org. Chem. 34 1969 3930 15 H.C. Clark V.K. Jain G.S. Rao J. Organometall. Chem. 279 1985 181 16 R.A. Sanchez-Delgado A. Andriollo J. Puga G. Martin Inorg. Chem. 26 1987 1867 17 P.K. Santra C.R. Saha J. Mol. Catal. 39 1987 279 18 B.S. Nkosi N.J. Coville J. Mol. Catal. 39 1987 313 19 H.C. Clark C. Billard C.S. Wong J. Organometall. Chem. 190 1980 C105 20 K. Sonogashira N. Hagihara Bull. Chem. Soc. Jpn. 39 1966 1178 21 F.M. Jardine J.A. Osborn G. Wilkinson J. Chem. Soc. A 1967 1574 22 C. O'Connor G. Wilkinson J. Chem. Soc. A 1968 2665 23 W. Strohmeier W. Rehder-Stirnweiss R. Fleischmann Z. Naturforsch. 254b 1970 1481 24 F.A. Carey R.J. Sundberg 2nd edn. Advanced Organic Chemistry 1984 Plenum Press New York 116 118 Part A 25 N.L. Allinger L.A. Freiberg J. Org. Chem. 31 1966 804 26 J.A. Hirsch Top Stereochem. 1 1967 199 27 F.R. Jensen C.H. Bushweller Adv. Alicyclic Chem. 3 1971 140",
      "scopus-id": "0026188066",
      "coredata": {
        "eid": "1-s2.0-030451029185033X",
        "dc:description": "Homogeneous hydrogenation of different conjugated dienes and styrene derivatives was performed at room temperature and low pressure by use of palladium ferrocenyl amine sulfide catalysts CpFeC5H3[CH2NMe2][SMe][PdCl2] (1) (Cp=C5H5), CpFeC5H3[CH2NMe2][S(4-tolyl)][PdCl2] (2), CpFeC5H3[CHMeNMe2][SMe][PdCl2] (3), [S(4-tolyl)]C5H4FeC5H3[CH2NMe2][S(4-tolyl)][PdCl2] (4) and [S(4-tolyl)]C5H4FeC5H3[CHMeNMe2] [S(4-tolyl)][PdCl2] (5). Hydrogenation of conjugated dienes was selective and monoenes were obtained as the main products. Trisubstituted double bonds were hydrogenated very slowly compared with mono- and disubstituted bonds, while tetrasubstituted double bonds were not hydrogenated. Hydrogenation of 2,3-dimethyl-1,3-butadiene was accompanied by isomerization and resulted in 2,3-dimethyl-2-butene as the major product. Styrene, 4-methylstyrene and α-methylstyrene were hydrogenated rapidly with almost quantitative yields, while β-methoxystyrene and β-methylstyrene were hydrogenated considerably more slowly and lower yields were obtained. Bulky styrene derivatives (i.e. β-bromostyrene or β,β-dimethylstyrene) were not hydrogenated under the reaction conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185033X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Naiini, Ahmad A."
          },
          {
            "@_fa": "true",
            "$": "Ali, Hussein M."
          },
          {
            "@_fa": "true",
            "$": "Brubaker, Carl H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185033X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185033X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85033-X",
        "prism:volume": "67",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Homogeneous selective hydrogenation of dienes and styrene derivatives by use of palladium ferrocenyl amine sulfide complexes as catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "47-56",
        "prism:endingPage": "56",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 1991",
        "prism:doi": "10.1016/0304-5102(91)85033-X",
        "prism:startingPage": "47",
        "dc:identifier": "doi:10.1016/0304-5102(91)85033-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026188066"
      }
    }
  }
}