{
  "metadata": {
    "title": "Investigations of polymerization and metathesis reactions: Part I: Carbene reactions with polymerization and metathesis catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-01-31",
    "doi": "10.1016/0304-5102(85)87021-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285870218",
    "pii": "0304510285870218"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020496348",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285870218 0304-5102(85)87021-8 0304510285870218 10.1016/0304-5102(85)87021-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00697 2024-01-02T01:04:16.600218Z 0 0 19850101 19850131 1985 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 28 28 1 3 1 2 3 Volume 28, Issues 1–3 10 99 105 99 105 198501 January 1985 1985-01-01 1985-01-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. INVESTIGATIONSPOLYMERIZATIONMETATHESISREACTIONS WEISS K DOTZ 1972 1356 K CASEY 1977 6097 C WULFMAN 1980 321 D METALSALTCATALYZEDCARBENOIDSINREACTIVEINTERMEDIATES SCHROCK 1976 5399 R RUDLER 1980 53 H KRAUSS 1977 218 H MAKOVETSKII 1979 513 B BANKS 1964 170 R DOLGOPLOSK 1974 901 B NAKAMURA 1978 3443 A WEISSX1985X99 WEISSX1985X99X105 WEISSX1985X99XK WEISSX1985X99X105XK item 0304-5102(85)87021-8 0304510285870218 1-s2.0-0304510285870218 10.1016/0304-5102(85)87021-8 272239 2024-01-02T01:04:16.600218Z 1985-01-01 1985-01-31 1-s2.0-0304510285870218-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285870218/MAIN/application/pdf/d8402e521f3adb27eab0ea700c1427ef/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285870218/MAIN/application/pdf/d8402e521f3adb27eab0ea700c1427ef/main.pdf main.pdf pdf true 412905 MAIN 7 1-s2.0-0304510285870218-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285870218/PREVIEW/image/png/b3eeaa30657dc6c947f8a7daba262a60/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285870218/PREVIEW/image/png/b3eeaa30657dc6c947f8a7daba262a60/main_1.png main_1.png png 69104 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 28 (1985) 99 - 105 99 INVESTIGATIONS OF POLYMERIZATION AND METATHESIS REACTIONS. PART I: CARBENE REACTIONS WITH POLYMERIZATION AND METATHESIS CATALYSTS KARIN WEISS* and KURT HOFFMANN Laboratorium fur Anorganische Chemie der Unwersitat Bayreuth, 8580 Bay reuth (F.R.G.) Summary With a polymerization catalyst, a reduced Phillips catalyst and a Dolgo- plosk metathesis catalyst (WCl6/N2CHCOOC2Hs), well-known carbene ligand reactions such as cyclopropanation with alkenes and a Wittig-like reaction with ketones may be used as model reactions. For all these model reactions ethyl diazoacetate (DAAE) has been used as the carbene source. Whereas the reduced Phillips catalyst produced cyclopropanes as the main products, the metathesis catalyst WCl^/DAAE gave dimers of the carbene ligand in good yield and only poor yields of cyclopropanes. No carbene complex reaction products could be found with the heterogeneous metathesis catalysts W03/Si02 and W(CO)<;/Al203 in both model reactions. Introduction Many catalytic reactions, including olefin polymerization and meta- thesis, are assumed to proceed via carbene complex intermediates [1]. However, intermediates in catalytic processes are usually scarcely detectable because of their short lifetimes and low concentrations. Stable model com- pounds which simulate the catalytic reaction steps may help one to learn something about the reactivity of the system. The most frequently employed model compounds for polymerization and metathesis catalysts are carbene complexes of the Fischer or Schrock type, but they are usually poor cata- lysts if no co-catalysts are used. Stoichiometric reactions of these carbene complexes are very helpful for understanding catalytic reactions. We have taken another route for modelling carbene complex inter- mediates in polymerization and metathesis reactions. We started from active polymerization or metathesis catalysts and studied their reactions with a 'carbene source', viz. DAAE (which is stable up to 150 C in the absence of catalysts). The carbene complex intermediates formed by these reactions have been investigated via two other reactions which are well-known carbene ligand reactions: *Author to whom correspondence should be addressed. 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 100 (1) The formation of cyclopropanes by the reaction of alkenes with carbene ligands. This reaction has been established for Fischer-type carbene complexes [2, 3] with electrophilic Ccarbene atoms but is unknown for Schrock-type carbene complexes with nucleophilic Cearbene atoms. R5 R4 /R' R3, ^R5 R^c C R3 LxM<^ - ^XRS V * ^ \\R. Scheme 1. Many transition metal compounds catalyze the reactions of diazoal- kanes with alkenes to yield cyclopropanes [4]. These catalytic reactions should also possess carbene complex intermediates. (2) The second reaction studied was the Wittig-like reaction of carbene complexes with ketones /R' /R3 L,M=C<^ * 0--C^ Scheme 2. Schrock-type carbene complexes [5] as well as Fischer-type carbene complexes [6,7] give this reaction. The polymerization catalyst used was a reduced Phillips catalyst, i.e. a surface chromium(II) on silica gel which is considered nowadays to be an active species for ethylene and higher alkene polymerization [8]. As metathesis catalysts we investigated the Dolgoplosk catalyst WClg/ DAAE which is itself a carbene source [9]. Dolgoplosk postulated the existence of carbene complex intermediates in the metathesis reactions of cycloalkenes with this catalyst. As heterogeneous metathesis catalysts we investigated the W03/silica gel system reduced with H^ and the W(CO)e/ A1203 system [10]. Results Reaction of the reduced Phillips catalyst Cyclopropane synthesis with DAAE and a-methylstyrene The reduced Phillips catalyst [8] reacted in pentane suspension at temperatures from 0 - 20 C with DAAE and a-methylstyrene (or other olefins [7]) to give the two isomeric cyclopropanes 1 and 2 in good yield. In this reaction, 1 mmol surface chromium produced ca. 2 mmol cyclopropanes. Therefore the reaction is not catalytic but stoichiometric. In addition to reaction with cyclopropanes, DAAE undergoes a redox reaction with surface Cr(II) to form surface Cr(III). This surface Cr(III) species is also active for cyclopropanation reactions. The cyclopropane isomers 1 and 2 were separated by preparative GC and analyzed by ^ NMR spectroscopy and GC/MS methods. 101 ll3'\"0)^* N,CHCOOC;H5 , H^C^3 200C lrSi-0-' 2 5 ? ^HS -N, surface Crinl Scheme 3. H ^3 H-C^-C-CgHs ^ H7 '\"COOCsHg H'C^ H-C C CH, V H^ \\COOC;H5 + surface-Crllll) Wittig-like reaction with DAAE and bemophenone The reduced Phillips catalyst reacted in a pentane suspension with DAAE and benzophenone at temperatures from 0 - 20 C to yield the Wittig- like reaction product l-carbethoxy-2,2-diphenyl-ethylene 3, which was analyzed by GC and GC/MS methods. sSi-(\\ /Cr * NsCHCOOCsK 'Si 0 ' 5 -N- sSi-O^ Cr CHCOOC^Hs FSi-Oq ( 0 CICsH.l. Surface-CrIm] &^'c,' ^ sur(aca-Crlll) -(CsHs^C^CHCOOCjHg 3 + s,-o. ,Cr:0 sSi-0- Scheme 4. The reaction resembles a metathetic reaction but only one alkylidene group and an oxo group was exchanged. Surface Cr(III) was found to be the reaction product of surface Cr(II). This could again have been formed by a redox reaction of surface Cr(II) with DAAE, but also through a redox reaction of surface Cr(IV) with surface Cr(II). Carbene reactions with the Dolgoplosk metathesis catalyst WCl^DAAE Cyclopropanation with a-methylstyrene Because no cyclopropanation product could be isolated from the reaction of WClg/DAAE and cyclo-octadiene, we analyzed the cyclopropana- tion reaction of the Dolgoplosk catalyst with a-methylstyrene, which is not expected to be metathesis active. The reaction products were analyzed by GC/MS methods. The expected two isomeric cyclopropanes 1 and 2 were formed but not as the main reaction products as with the reduced Phillips catalyst. The main products in this reaction were diethyl fumarate and maleate, i.e. dimers of the carbene ligand. Trimers of the carbene ligand were also detected. The 102 WC,, . N,CHCOOC^ . H,C<^ H^C-C^ , H^-C-CH, GS^'S -N2 / \\ /c, H7 'COOC^s H7 \\COOC;H;, 1 2 *WCL Scheme 5. reaction mixture also contained an HC1 addition product of a-methylstyrene and a dimer of a-methylstyrene. The cyclopropanes 1 and 2 were only detected when chlorobenzene was used as a solvent. In hexane solution only dimers and trimers of the carbene ligand were found. Wittig-like reaction with benzophenone The reaction of WClg/DAAE with benzophenone at 20 C yielded the Wittig-like reaction product 3. However the main reaction products were again diethyl fumarate and maleate, the dimers of the carbene ligand. , O^aCcHg), CLW CHCOOC,Hc WCIg * N,CHCOOC;H5 -{ClxW^CHCOOC^Hg} -{ \\ | -} o acgHs); - (CgHsl^C^CHCOOC^Hg + {CI^W^O} * (CHCOOC^Hg); 3 Scheme 6. Carbene reactions with the heterogeneous metathesis catalysts WO^/silica gel (reduced with H^) and W(CO)i,/Al^Oy With the metathesis catalysts W03/silica gel and V/(CO)(,/A\\^O^, cyclo- propanation with DAAE and a-methylstyrene, and Wittig-like reactions with DAEE and benzophenone, were unsuccessful up to a temperature of 100 C. In contrast to the reaction with the reduced Phillips catalyst, DAAE forms no carbene ligands with these heterogeneous metathesis catalysts. At tem- peratures above 100 C the 'carbene source' DAAE commenced a thermal reaction with the corresponding tungsten-free system. Discussion The results of model carbene complex reactions with the reduced Phillips catalyst, which is a polymerization catalyst, show that carbene 103 complex chemistry is possible if a carbene source such as DAAE (which is capable of producing carbene ligands) is used. Syntheses of cyclopropanes via the reduced Phillips catalyst, which lead to good yields of products, suggest the possibility of carbene complex chemistry with this catalyst. Attempts to obtain similar carbene reactions (cyclopropanation and Wittig-like reactions with ketones) in the absence of a carbene source in the polymerization reactions of 1-alkenes with the reduced Phillips catalyst failed at temperatures where polymerization normally occurs [7]. The difference between the results for cyclopropanation reactions with the polymerization and the metathesis catalysts is in the main reaction products. The reduced Phillips catalyst produced cyclopropanes while the metathesis catalyst formed dimers of the carbene ligand to yield diethyl fumarate and maleate and only a small amount of cyclopropanes. Perhaps the preferred dimerization of carbene ligands is typical for metathesis catalysts. The Dolgoplosk metathesis catalyst WCle/phenyldiazomethane gener- ated stilbene, the dimer of the carbene ligand, as a reaction product [II], but no cyclopropane was found. The Wittig-like reaction of the metathesis catalyst WC^/DAAE with benzophenone also led to dimerization of the carbene ligand as the main reaction, in contrast to the results of the same reaction with the reduced Phillips catalyst. However both catalytic systems yielded the olefin 3 via a Wittig-like reaction, thus providing proof for the formation of a carbene complex intermediate. Experimental All reactions involving tungsten compounds were carried out under an argon atmosphere. Gas chromatography was undertaken with a Carlo Erba Fractocap instrument using an 0V 101 capillary column. Preparative gas chromatography was with an Aerograph A 700 instrument using an 0V 35 column while GC/MS measurements were made on a Varian MAT 312 instrument with an 0V 101 capillary column. A JEOL FX 90 Q spectrom- eter was employed for ^ NMR studies. Reaction of the reduced Phillips catalyst with DAAE and a-methylstyrene Into a suspension of 101 g (26.5 mmol) of the reduced Phillips catalyst (activated with 0^ at 800 C and reduced with CO at 350 C) [8] (Cr(II) = 1.16%; Cr^ = 1.38%) in 300 ml pentane at 0 C was dropped a mixture consisting of 11.5 ml (106 mmol) DAAE and 13.7 ml (106 mmol) a-methyl- styrene. The reaction mixture was allowed to warm up to 20 C overnight. The products were extracted with ether and distilled at 70 - 80 C under high vacuum to give 11 g (55 mmol; 52% yield relative to DAAE) of the two isomers, l-carbethoxy-2-phenyl-2-methyl-cyclopropane 1 and 2 respectively [11]. MS of 1 and 2: At\"\"\" = 204. The two isomers were separated by pre- parative GC and analyzed by 'H NMR spectroscopy (Table 1). 104 TABLE 1 ^H NMR analyses of l-carbethoxy-2-phenyl-2-methyl-cyclopropane 1 and 2 CH3 t^S HiC^C^Hs ^ - ^-^3 C^ K / Q\\ H COOC,Hs H -COOCjHg (') (2) 5 CgHs3 7.2(m) 7.2 (m) 5 Cb CHs 1.4 (s) 1.5 (s) S Cc-Hz 1.4 (m) 1.4 (m) 5Ca-H 1.85 (m) 1.85 (m) O-CHzCHs 4.1 (q) 3.8 (q) O CH^CH, 0.95 (t) 1.25(t) \"5 values in ppm relative to CDC13. Reaction of the reduced Phillips catalyst with benzophenone Into 31 g (5.7 mmol Cr(II)) of the reduced Phillips catalyst (treated at 800 C and 350 C as described above) (Cr(II) = 0.94%; Cr^ = 1.25%) in 100 ml pentane at 0 C was dropped a mixture of 2.1 g (11.4 mmol) benzo- phenone and 1.2 ml (11.4 mmol) DAAE. The reaction mixture was allowed to stand overnight at 20 C and then extracted with ether to yield 1.1 g of product. Benzophenone and l-carbethoxy-2,2-diphenyl-ethylene (3) were identified as the sole volatile products by GC/MS methods. MS of 3: M* = 252(m/e: 223,207,178,152,105,89,76). Reaction of WCl^/DAAE with a-methylstyrene To 1.7 g (4.3 mmol) WClg dissolved in 40 ml chlorobenzene at 20 C was added a mixture of 2.2 ml (21.3 mmol) DAAE and 2.75 ml (21.3 mmol) a-methylstyrene. After 4 h the reaction mixture was filtered over silica gel (Merck 7733) to separate the tungsten compounds from it. The reaction products were extracted with ether and analyzed by GC/MS and via GC runs with authenticated samples. MS of 1 and 2: Af*\" = 204. Reaction of WCl^/DAAE with benzophenone A mixture consisting of 2.3 g (12 mmol) benzophenone and 2 ml DAAE was dropped into a solution consisting of 1 g (2.5 mmol) WClg in 30 ml toluene. After 1 h the mixture was filtered over silica gel, extracted with ether, and analyzed by GC/MS and via GC runs with authenticated samples when 3 was identified. MS of 3: M* = 252. All the above reactions were also investigated employing the corre- sponding tungsten-free systems when none of the above products were obtained. 105 References 1 K. Weiss, Carbene Complexes as Intermediates in Catalytic Reactions, in K. Dotz (ed.), Transition Metal Carbene Complexes, Verlag Chemie, Weinheim, in press. 2 K. H. Dotz and E. 0. Fischer, Chem. Ber., 105 (1972) 1356. 3 C. P. Casey and S. W. Polichnowski, J. Am. Chem. Soc., 99 (1977) 6097. 4 D. S. Wulfman and B. Poling, Metal Salt Catalyzed Carbenoids in Reactive Inter- mediates, Vol. 1, Plenum, New York, 1980, p. 321. 5 R. R. Schrock,J. Am. Chem. Soc., 98 (1976) 5399. 6 H. Rudler, J. Mol. Catal., 8 (1980) 53. 7 K. Weiss, unpublished results. 8 H. L. Krauss and U. Westphal, Z. Anorg. Allg. Chem., 430 (1977) 218. 9 B. A. Makovetskii, Y. V. Dolgoplosk, Y. V. Korshak and E. I. Tinyakova, Zh. Vses. Khim. Ova., 24 (1979)513. 10 R. L. Banks and G. C. Bailey, Ind. Eng. Chem., Prod. Res. Dev., 3 (1964) 170. 11 B. A. Dolgoplosk, K. L. Makovetskii, T. G. Gelenko, Y. V. Korshak and E. I. Tinya- kova, Eur. Polym. J., 10 (1974) 901. 12 A. Nakamura, A. Konishi, Y. Tatsuno and S. Otsuko, J. Am. Chem. Soc., 100 (1978) 3443. X244 85870218 0304-5102(85)87021-8 10.1016/0304-5102(85)87021-8 Investigations of polymerization and metathesis reactions Part I: Carbene reactions with polymerization and metathesis catalysts Karin Weiss 1 Kurt Hoffmann Laboratorium für Anorganische Chemie der Universität Bayreuth, 8580 BayreuthF.R.G. 1 Author to whom correspondence should be addressed. With a polymerization catalyst, a reduced Phillips catalyst and a Dolgoplosk metathesis catalyst (WCl6/N2CHCOOC2H5), well-known carbene ligand reactions such as cyclopropanation with alkenes and a Wittig-like reaction with ketones may be used as model reactions. For all these model reactions ethyl diazoacetate (DAAE) has been used as the carbene source. Whereas the reduced Phillips catalyst produced cyclopropanes as the main products, the metathesis catalyst WCl6/DAAE gave dimers of the carbene ligand in good yield and only poor yields of cyclopropanes. No carbene complex reaction products could be found with the heterogeneous metathesis catalysts WO3/SiO2 and W(CO)6/Al2O3 in both model reactions. References 1 K. Weiss, Carbene Complexes as Intermediates in Catalytic Reactions, in K. Dötz (ed.), Transition Metal Carbene Complexes, Verlag Chemie, Weinheim, in press. 2 K.H. Dötz E.O. Fischer Chem. Ber. 105 1972 1356 3 C.P. Casey S.W. Polichnowski J. Am. Chem. Soc. 99 1977 6097 4 D.S. Wulfman B. Poling Metal Salt Catalyzed Carbenoids in Reactive Intermediates 1 1980 Plenum New York 321 5 R.R. Schrock J. Am. Chem. Soc. 98 1976 5399 6 H. Rudler J. Mol. Catal. 8 1980 53 7 K. Weiss, unpublished results. 8 H.L. Krauss U. Westphal Z. Anorg. Allg. Chem. 430 1977 218 9 B.A. Makovetskii Y.V. Dolgoplosk Y.V. Korshak E.I. Tinyakova Zh. Vses. Khim. Ova. 24 1979 513 10 R.L. Banks G.C. Bailey Ind. Eng. Chem., Prod. Res. Dev. 3 1964 170 11 B.A. Dolgoplosk K.L. Makovetskii T.G. Gelenko Y.V. Korshak E.I. Tinyakova Eur. Polym. J. 10 1974 901 12 A. Nakamura A. Konishi Y. Tatsuno S. Otsuko J. Am. Chem. Soc. 100 1978 3443",
      "scopus-id": "0020496348",
      "coredata": {
        "eid": "1-s2.0-0304510285870218",
        "dc:description": "With a polymerization catalyst, a reduced Phillips catalyst and a Dolgoplosk metathesis catalyst (WCl6/N2CHCOOC2H5), well-known carbene ligand reactions such as cyclopropanation with alkenes and a Wittig-like reaction with ketones may be used as model reactions. For all these model reactions ethyl diazoacetate (DAAE) has been used as the carbene source. Whereas the reduced Phillips catalyst produced cyclopropanes as the main products, the metathesis catalyst WCl6/DAAE gave dimers of the carbene ligand in good yield and only poor yields of cyclopropanes. No carbene complex reaction products could be found with the heterogeneous metathesis catalysts WO3/SiO2 and W(CO)6/Al2O3 in both model reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285870218",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Weiss, Karin"
          },
          {
            "@_fa": "true",
            "$": "Hoffmann, Kurt"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285870218"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285870218"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)87021-8",
        "prism:volume": "28",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Investigations of polymerization and metathesis reactions Part I: Carbene reactions with polymerization and metathesis catalysts",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "99-105",
        "prism:endingPage": "105",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 1985",
        "prism:doi": "10.1016/0304-5102(85)87021-8",
        "prism:startingPage": "99",
        "dc:identifier": "doi:10.1016/0304-5102(85)87021-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020496348"
      }
    }
  }
}