{
  "metadata": {
    "title": "Binuclear molybdenum(V) complexes of L-cysteine-containing dipeptides as catalysts for the reduction of azobenzene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-03-31",
    "doi": "10.1016/0304-5102(82)80094-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800941",
    "pii": "0304510282800941"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020099334",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800941 0304-5102(82)80094-1 0304510282800941 10.1016/0304-5102(82)80094-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00351 2024-01-02T01:04:16.600218Z 0 0 19820301 19820331 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 14 14 3 3 Volume 14, Issue 3 9 341 350 341 350 198203 March 1982 1982-03-01 1982-03-31 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. BINUCLEARMOLYBDENUMVCOMPLEXESLCYSTEINECONTAININGDIPEPTIDESCATALYSTSFORREDUCTIONAZOBENZENE UEYAMA N 1980 MOLYBDENUMCHEMISTRYBIOLOGICALSIGNIFICANCE NAKAMURA 1980 353 A SCHULTZ 1977 78 F ELECTROCHEMICALSTUDIESBIOLOGICALSYSTEMSACSSYMPOSIUMSER NAKAMURA 1980 360 A MOLYBDENUMCHEMISTRYBIOLOGICALSIGNIFICANCE DREW 1971 1851 M SUZUKI 1980 1288 K KAY 1970 2421 A SCHRAUZER 1975 514 G BROWN 1975 515 D BROWN 1972 1105 D UEYAMA 1981 1934 N VALLEE 1968 498 B UEYAMAX1982X341 UEYAMAX1982X341X350 UEYAMAX1982X341XN UEYAMAX1982X341X350XN item 0304-5102(82)80094-1 0304510282800941 1-s2.0-0304510282800941 10.1016/0304-5102(82)80094-1 272239 2024-01-02T01:04:16.600218Z 1982-03-01 1982-03-31 1-s2.0-0304510282800941-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800941/MAIN/application/pdf/987896921ca812326a144426c15a4862/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800941/MAIN/application/pdf/987896921ca812326a144426c15a4862/main.pdf main.pdf pdf true 599427 MAIN 10 1-s2.0-0304510282800941-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800941/PREVIEW/image/png/e83de3c1dbaf92869a20c58df9e90011/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800941/PREVIEW/image/png/e83de3c1dbaf92869a20c58df9e90011/main_1.png main_1.png png 73902 849 656 IMAGE-WEB-PDF 1 drournal of Molecular Catalysis. 14 (1982) 341 - 350 341 Elsevier Sequoia S-A., Lausanne - Printed is The Netherlands BINUCLEAR MOLYBDENUM(V) COMPLEXES OF L-CYSTEIh'ECONTOG DIPEPTTIDES AS CATALYSTS FOR THE REDUCTION OF AZOBENZENE NOROZEJ LFEYAMA, MICHIO NAKATA and A=A NAKAMURA Department of Macromolecular Science, Faculty of Science, Osaka Uniuersity. Toyonaka, Osaka 560 (Japan) (Received July 14, 1981) Summary Doubly sulfur-bridged binuclear Mo(V) complexes of cysteinecontaining dipeptides, Mo2E?ZS2(Cys-containing peptide anion),, and related ligands were prepared and examined as catalysts for the reduction of azobenzene with NaBH4 in protic media- The complexes having 5-membered chelation of cysteine residue, e.g. M0202S2(Cys-Phe-OMe)2 were active for formation of hydrazobenzene. A small initial activity for the reductive cleavage to aniline was found for complexes involving larger chelate rings with peptide ligands, eg. Pro -Cys-OMe. Introduction. Molybdenum complexes with sulfur ligands including cysteine or cysteine-containing peptides are of interest in relation to redox-active molybdo-enzymes [ 1) . Molybdenum(V) complexes with inorganic sulfides exist mostly in a spin-paired binuclear state with di-jc-sulfido bridges. This binuclear structure has been shown to undergo redox reactions, and com plexes such as Mo202(9_S)Z(S2CNR2)2 were found to be catalytically active in the reduction of azo- and acetylenic-linkages by NaBH4 [2]. Schultz et a!. [3j suggested that the bridging sulfur atoms increase the reversibility of electron transfer in the binuclear Mo(V) center. They also showed that NTa2[Moza2(h-S)z(cysteinate)zt has a more highly reversible redox character than the corresponding. di-p-ogo complex, and that the sulfur-bridged com plex is more effective in the electrocheOcal reduction of acetylene [3j . In order to construct sophisticated models for active site of the enzymes, we have studied the syntheses and characterizations of doubly-sulfur-bradged oxomolybdenum(V) complexes. with L-cysteine-containing peptides,. Mo202S2(Cys-containingpeptide)z, (Cys-containing peptides=L-Cys-OMe, L-Cys-NH-a-Oct, L Cys-L- he-OMe, I-Phe-L-Cys-OMe, L-Pro-L-Cys-OMe, and Ac-L-Cys-L-His-OMe) [4I. These complexes 342 were classified into two types based- on the design of the peptide ligands [5] . Type I complexes are obtained from peptides containing free amino and thiolate groups on.the cysteinyl residue, i.e. Cys-OMe, Cys-NCI-n-Oct, and Cys-Phe-OMe. Type 11 complexes have the ligands derived from peptides without a free amino group en the cysteinyl residue, such as Phe-Cys-OMe, Pro-Cys-OMe, and Ac--Cys-His-OMe. The two types were found to give a different coordination environment at the Mo atom, due to the relative positions of the free amino and cysteinyl thiolate groups in the ligands. We report here the catalytic properties of these complexes for the reduction of azobenzene by excess NaBH_- as an electron donor, and discuss the relationship between the reduction activities and the coordination characteristics of the complexes. Experimental L--Cysteine methyl ester hydrochloride (HCl-H-1Crs-OMe) and Nacetyl L-cysteine were furnished from Sun-Orient Chemical Co., JapanOther cysteine-containing peptides used in this study were prepared by the mixed anhydride method, using isobutyl chloroformate as a coupling reagent and the triphenylmethyl group as a protecting group for the cysteine thiol group. The details will be reported separately. Preparation o f complexes Di-u-sulfido-bis-[(L-cysteine methyl ester) oxomolybdanum(V)I, Mo202Sz(Cys-OMe)2, (I), was prepared by a somewhat modified literature method [6] _ To 40 ml of aqueous solution of IO mmol of Na2MO04-2H20 was introduced 1125 gas until the color of the solution became deep red. To this solution was added 25 ml of aqueous solution of HCI-H-Cys-OMe; a brown precipitate formed immediately. This precipitate was collected on a glass filter, washed with chilled water, and dried over P205 under reduced pressure. Di-p-sulfido-bisFLoxomolybdenum(V)] complexes of cyste:.iecontaining peptides such as Mo202S2(Cys-NH-n-0CQ2 (11), Mo202S2(Cys-Phe-OMe)2 (111), Mo202S2(Phe--(.ys--OMe)2 (1 tl), Mo202S2(Pro--Cys-OMe)2 (V), and Mo2O2S2(Ac--Cys-His-3Me)2 (VI) were prepared by methods analogous to that described above. The complexes obtained were characterized by IR, NMR, and elemental analysis. Detailed examinations on 'she solution structures of these complexes were canied out using NMR and CD spectra, and will be published elsewhere [5] . Catalytic reduction of azobenzene in the presence of di-p-sulfides-bis(oxomolybdenum(Y)] complexes of cysteine-containing peptides with Ma&H as an electron donor All operations were carried out under an argon atmosphere at ca. 25 C and solvents were degassed before use. 343 The molybdenum complex (0.004 mmol) was dissolved in a minimum amount of N-methylacetamide and 0.4 ml omethanol was added. To this mixture azobenzene (0.2 mmol) in 0.3 Ol of tetrahydrofuran was added. Reaction was initiated by the addition of NaBf1 (0.8 mmol) in 0.8 ml of ethanol and terminated by the addition of 1 ml of water to the reaction mixture. To the reaction mixture was added 1.5 ml of ether to extract the reaction products, hydrazobenzene and aniline and remaining azobenzene. The etherial phase was analyzed with a high-pressure liquid chromatograph (HPLC) to determine the degree of conversion of azobenzene to hydrazobenzene and aniline. A typical chromatogram is given in Fig. Z. F C6HSNH-NLC6H5 C6H5N=1C6H6--- i inject 8 10 12 74 76c,1n 2 4 Fig. Z. Typical F~pE.C chromatogram of substrate and products. Instruments Absorption and CD spectra were recorded on a Masco UVIDEC 5A spectrometer and on a Jasco J-20 spectropolarOeter, respectively. OC analyses were performed with Shimadzu 830 equipped with a Permaphase ETD column. Eluant was 3390 aqueous methanol with. a UV detector at 254 nm. Results and discussion Reductive cleavage of azobenzene by a series of di-p-suifido-bis[ogomolybdenum(V)j complexes of eysteine-containing peptides was examined in the presence oNaB as an electron donor. These complexes were 344 classified into two types based on the relative positions of the free amino group (-NH2; and the cysteiny, thiolate group (-CHI S-) in the ligand peptides (Fig. 2) [5] , through investigations of the NMR and CD spectra. The complex VI, Moz02S2-(Ac--Cys--His-OMe)2, having no free amino group but only histidyl residues, was classifed into the second type (Vide infra). This histidyl imidazole group is also important in metalloenzymes, not only in relation to the metal binding site, but also as a result of its inter rrediate character w-ith respect to the `hard and soft acids and bases' concept. Type I Type II -Mo= _S_~=.-Mo-s.~ or Mo-s 56 ~~H CO-R K r H H J`H t_ H Hr -R H Fig. 2. Proposed structure of MO 202(9-S)2(C~js-containing peptide)2. Type I complexes: Gyscontaining peptide = Gjrs-0Me, Cys-NH-n-0ct, and Cys-Phe-OMe. Type II complexes: Cys-containing peptide = Phe-Cys-OMe, Pro-Cys-OMe. and Ac-Cys-Ices-OMe. Typical absorption and CD spectra of complexes are presented in Figs. 3 and 4. Figure 3 shows the spectra of Mo202S2(Cys-OMe)2 in dimethylformamide (DMF), which is a typical example of the type I complexes and has a rigid five-membered chelate ring formed by coordination of the thiolate and free amino groups on a cysteinyl residue. The CD spectra of this type of complex were recently studied in detail by Suzuki et al. in relation to their structures [7] . Complexes such as It'Io202S2(Cys-NH-n-Oct)2 and Mo202S2(Gys-Phe-OMe)2 show a characteristic strong CD extremum at around 330 nm, which has been tentatively assigned to a sulfur-to-metal charge transfer band [8] . On the other hand, the type II complexes do not have such strong extrema, but only weak Cotton effects (Fig. 4), whereas the values of a are comparable for the two types. The results obtained from these CD observations and the NMR data, together with the construction of CPK models, indicate that the type 11 complexes probably form a seven-membered chelate ring through the cysteiny 1 thiolate group and the carbonyl oxygen atom of the phenylalanyl or prolyl residue in tine case of the complex IV or V, respectively. The formation of an eight-membered ring with the cysteinyl thiolate and free amino end groups also may be conceivable. Consequently, the type 11 complexes have a chelate structure which is more flexible than the type I complexes. Complex VI is also categorized as the second type, with coordination of the cysteinyl thiolate group and the acetyl carbonyl oxygen atom. A weak interaction of the imidazole group in the traps-position to the Mo=O bond seems probable. 345 -A E ZI ~IOE 4 `3 ~2 300 400 500 600 WAVELENGTH, nm Fig. 3. Absorption and CD spectra of Mo202Sz(Cys-OMe)2 in DI4fF. (-), in the absence of NaBH ; (-- - -), in the presence of 3 molar equivalents of NaBH4- OE 0.5~ OI -i I~ i 300 400 500 000 WAVELENGTH. nm 3 2 lcg E 4 Fig- 4. Absorption and CD spectra oMog02S2(Pro-Cps-OMe)z in DMF. (--), is the absence of NaBH ; (- - - -), is the presence of 3 molar equivalents of ltFa$H . 346 Table I summarize-s the results of the reductive cleavage of azobenzene by NaBH4 as catalyzed by these di-Ec-sulfldo-bis[oxomolybdenum(V)] complexes. For the purpose of meaningful comparison, the formation of hydrazobenzene and aniline was examined after a 1 h reaction period, because of the possibility of the formation of other active species by disproportionation reactions of the original catalysts during a longer reaction time. The type I complexes, I, II, and FII, which have a rigid five-membered chelate ring, were not effective for aniline formation, whereas the type II complexes such as IV, V, and VI which have larger chelate rings allowing conformational flexibility catalyzed the reductive cleavage of azobenzene to aniline even after I h. In the case of complex III, the observed activity of reduction of azobenzene to hydrazobenzene was probably due to a hydrophobic phenyl-phenyl interaction between the ligand and the substrate phenyl groups. The complexes were sparingly soluble in common organic solvents, so that the catalyst systems were heterogeneous, and only in the case of M, Mo20252(Cys-NH-n-0ct)2, was the system homogeneous, because of the presence of the n-octyl group which provides good solubility in the solvent system. However, the result given in Table Z shows that the Mo202S2(Cys-NH-n-0ct)2 system has no catalytic effect for the reductive cleavage of azobenzene. This suggests that the reaction is catalyzed heterogersously. TABLE 1 Mo202S2(Cyscontaining peptide)2 catalyzed reduction of azobenzene by NaSH4 Catalysts Type of Conversion (90) coordination Hydrazobenzene Aniline I Mo202S2(Cys-OMe)2 s 4 O _s1 II Mo202S2(Cys-NH-n-Oct12 r --1 0 0 5 III Mo202S2(Gys-Phe-OMe)2 54 O r iV Mo 7 S Phe 2 Z 2( Cys-OMe)2 r 40 1 r~ 0_ Y Mo202S2(Pro--Cys-OMe)2 y3\" 02 30 2 s VE Mo202S2(Ar`Cys-His-OMe)2 0 49 c Conditions: -_'10202S2(Cys-containing peptide)2substrate:Na8H4 = 1:50:200, reaction period 1 h. 347 Figure 5 shows the time-conversion curve of aniline formation with various Mo(V) binuclear complexes. After a reaction period of 24 h, the yield of aniline . ent up to 2, 17, and 15% in the case of Mo20zS2(CysOMej2, 1Eoz02S2(Ac--Cys-His-ssejz, and ozOzSz(Pro--Cys-OMe)z, respectively. As shown in Fig. 5, aniline had disappeared after about 6 h. There is a possibility that a reaction may occur between the aniline formed at the initial reaction stage and the catalysts or their degradation products to convert the aniline into ether-insoluble species, and, at reaction times longer than about 6 h, new catalytically active species are formed which cause the re-formation of aniline. However, the cause of this phenomenon has not been clarified in detail. These complexities make comparison of the catalytic activities necessary at the initial stage. The yield of hydrazobenzene in all catalyst systems went up to 70 80%a based on the initial concentration of azobenzene after a reaction period of about 2 h; few changes were observed in the yield of hydrazobenzene during longer reaction times. From the results mentioned above it is concluded that all these complexes are effective for the reduction of azobenzene to hydrazobenzene, and that the type 11 complexes having non-rigid conformations are more effective for the reductive cleavage of azobenzene to aniline than the type 1 complexes possessing a rigid five-membered chelate ring. Complex V1, Mo202Sz(Ac-Cys-His--OMej2, was more active than other type 11 complexes. The reaction mechanism will be discussed below in z - _o C 5 0 ~~ I\" -L L O 2 4 6 & 24 iime(h) Fig. 5. Time-conversion curves of catalytic reductive cleavage of azobenzene in the presence of binuclear Mo(V)-peptide complexes. Q. Mo202S2(Oys-OMe)2; 0, MoZOZS2(Fro-Gys-OMe)2; 0. Mo202S2(Ac-G` ,a-His-OMe)2. 348 relation to the di-ference in chelating mode, although a detailed examination for a quantitative comparison of the catalytic activities is lacking at present. Azobenzene is not reduced by NahH4 alone. Previous studies [2, 9] of the reducing activities toward various substrates such as dinitrogen, acetylene, and azobenzene, using oxomolybdenum(V) binuclear complexes and NaBH4 revealed that the actual active species contains low-valezt, coordinatively unsaturated molybdenum species ligated with thiolate ligands. The substrates may interact at the vacant site on the reduced molybdenum species, followed by the transfer of electrons from the metal ion to the substrate. In order to obtain information about active species present in the reduced condition, we examined absorption and CD spectra of the molybdenum complexes in DMF solution in the presence of NaBH4 as an electron donor. Typical examples such as reductions of Mo202S2(CysOMe)2 and M0202So-0Me)2 are also given in Figs. 3an d4.TheCotton effects for both complexes at around 330 nm decreased after the addition of NaBH4, whereas few changes were observed in the absorption spectra with respect to the transition strength at around 330 nm. There are several probable modes of interaction between the active species and the substrate: 1) Interaction at coordination sites made vacant by dissociation of the peptide hgands. 2) Interaction at sites created by cleavage of the S-bridges. 3) Interaction at the trams-position of the terminal oxo-ligand without dissociation of the cysteinyl thiolate anion of the peptide ligands. The conformations and electronic states of the complexes have accordingly changed from those of the original complexes. From a comparison of the absorption and CD spectra in the reduced condition, a dissociation of the peptide ligand or the cleavage of the S-bridges seems to be less probable, and cysteine thiol?te is still strongly bonded on the molybdenum. From the weak Cotton effects, however, partial dissociation of ligating atoms such as nitrogen or oxygen is likely to occur, arid consequently the peptide coordinates through the thiolate group only. This is plausible because a MO calculation of Na2[Mo202S2(Cys)2] indicates that the bond orders between ligating atoms and the molybdenum atom decreased in the order, Mo-S (bridge), Mo-S (Cys), and Mo-O (Cys) [10] . Schrauzer proposed that the active species is a mononuclear oxomolybdenum(IV)-cysteine complex based on his examination of the catalytic reduction of the doubly oxo-bridged Mo(V)-binuclear complex Na2[Mo204(Cys)2] in the presence of NaBH4 [9] . A significant interaction between two bridged sulfur atoms, as found by the MO calculation [10] , S must be a crucial factor to prevent the dissociation of the Mote jMo S moiety. in the case of the Na2[Mo20 (Cys)Z) system, the bonding interaction between p.-oxo atoms is virtually negligible, whereas a Mo-Mo bond 343 order is comparable to that of the sulfur-bridged complex [11) . In recent studies Nakamura et at. j also proposed that the N=N or N-N bond may form a doubly Ph N bridged binuclear low-valent molybdenum complex rather than a mononuclear species for the active species of the reductive cleavage of azobenzene using di-g-sulfido-bis-[Qgomolybdenum(V )I complexes with NaBH4. In our study the absorption spectra showed z different spectral pattern in the visible region between Mo202S2ECys-OMe)2 and Mo202S2 f ProCys-0Me)2, as shown in Figs. 3 and 4. In the former spectrum a new absorption appeared at about 550 nm. Brown and Perkins [101 found by their theoretical study of Nat [Mo202S2(Cys)2] that there is strong Mo-Mo S bonding, and many electronic transitions, all involving Mo\"\"S jMo and Mo=O moieties, are expected to occur in the visible-near UST region. More recently we revealed that the electronic absorptions involving the S Mo=O bond and the M ~o system occur at a shorter wavelength than S 470 nm, and at a longer wavelength in the visible region with a very broad absorption, respectively, using the resonance Raman technique [12) . However, the transitions in the rear UST region are obscured by intense charge-transfer bands due to Mo-S bonding. Thus, the spectral change in the visible region is important in order to elucidate the electronic state of binuclear molybdenum clusters in the reduced state. The differences observed in the visible region between chemically-reduced Mo202S2(Cys OMe)2 and Mo202S2(Pro--Cys-OMe)2 indicate that the reduced states differ in metal coordination environment. The differences in the activity for the reduction of azobenzene suggest that the type H complexes such as Mo202S2(Pro-Cys-3Me)2 either have an energetically higher reduced state, or provide a more favorable coordination site for the substrate and for the electron transfer pathway. This is probably due to the chelating mode of the cysteine-containing ligands as discussed above. Electrochemical data on these complexes wilt be necessary to clarify these points. Finally, our findings that a chelating mode with a relatively unstable seven- or eight-membered chelate ring in the case of type II complexes results in higher catalytic activities than the five- or six-membered chelation, are interesting in relation to anomalous properties of the active site in metailoenzymes, the so-called `entatic state' [13) . Detailed studies on the relationship between the chemical properties of the peptide ligands and the structures of the metal complexes, as well as on catalytic activities, are now in progress. References ! w. E. Newton and S. Otsuka (eds.). Molybdenum GFcernistry of Biorogfcal Sigrficance, Plenum Press, New York and London. 11380. 2 A. Nakamura, M_ Kamada. K_ Sugfashi and S. Otsuka, J_ bfol. Catal_, 8 (1980) 353_ 350 `s F. A. Schultz. D. A. Ledwita aad L_ O. Leazenhee, in D. T. Sawyer (O.), Electrochemical Studies of Biological System. ACS Symposium Ser_ 38. 1977, p_ 78. . 4 A_ Nakaaura and N. Ueyama, in W_ E_ Newton and S_ Otsuka (eds.), Molybdenum Chemistry o f Biological Segrdticanee. Plenum Press. New York and London, 1980, p. 360_ 5 N. Ueyama, M. Wakata and A. Nakamura, to be published. 6 M. G. B_ Drew and A_ Kay, J_ Chem. Soc_ (A), (1971) 1851. 7 K. Z. Suzuki, Y. Sasaki. S. Ooi and K. Saito, Bull. Cheat. Soc. .Ipn., 53 (1980) 1288. 8 A. Kay and P. C. H. Mitchell, J_ Chem- Soc_ (A), (1970) 2421. 9 G. N. Schrauzer, Argew. Chem. Int. Ed- Errgl., 14 (1975) 514. 10 D. H. BrGwn and P. G. Fei:kins. Rev. Rourn. Chim., 20 (1975) 515. 11 D. H. Brown. P. G_ Perkins and J. J. Stewart, a_ Chem. Soc. Dalton pans., (1972) 1105. 12 N. Ueyama, bi. Nakata, T. Araki, A. Nakamura, S. Yamashita and T_ Yamashita, Inorg_ Chem-, 20 (1981), 1934. 13 B. L. Vallee and R. J. P. Williams, Proc. Nat. AcO. Sci_ US-A_, 59 (1968) 498. X244 82800941 0304-5102(82)80094-1 10.1016/0304-5102(82)80094-1 Binuclear molybdenum(V) complexes of L-cysteine-containing dipeptides as catalysts for the reduction of azobenzene Norikazu Ueyama Michio Nakata Akira Nakamura Department of Macromolecular Science, Faculty of Science, Osaka University, Toyonaka, Osaka 560 Japan Doubly sulfur-bridged binuclear Mo(V) complexes of cysteine-containing dipeptides, Mo2O2S2(Cys-containing peptide anion)2, and related ligands were prepared and examined as catalysts for the reduction of azobenzene with NaBH4 in protic media. The complexes having 5-membered chelation of cysteine residue, e.g. Mo2O2S2(Cys/3-Phe/3-OMe)2 were active for formation of hydrazobenzene. A small initial activity for the reductive cleavage to aniline was found for complexes involving larger chelate rings with peptide ligands, e.g. Pro/3-Cys/3-OMe. References 1 W.E. Newton S. Otsuka Molybdenum Chemistry of Biological Significance 1980 Plenum Press New York and London 2 A. Nakamura M. Kamada K. Sugihashi S. Otsuka J. Mol. Catal. 8 1980 353 3 F.A. Schultz D.A. Ledwith L.O. Leazenbee D.T. Sawyer Electrochemical Studies of biological Systems, ACS Symposium Ser. 38 1977 78 4 A. Nakamura N. Ueyama W.E. Newton S. Otsuka Molybdenum Chemistry of Biological Significance 1980 Plenum Press New York and London 360 5 N. Ueyama, M. Nakata and A. Nakamura, to be published. 6 M.G.B. Drew A. Kay J. Chem. Soc. (A) 1971 1851 7 K.Z. Suzuki Y. Sasaki S. Ooi K. Saito Bull. Chem. Soc. Jpn. 53 1980 1288 8 A. Kay P.C.H. Mitchell J. Chem. Soc. (A) 1970 2421 9 G.N. Schrauzer Angew. Chem. Int. Ed. Engl. 14 1975 514 10 D.H. Brown P.G. Perkins Rev. Roum. Chim. 20 1975 515 11 D.H. Brown P.G. Perkins J.J. Stewart J. Chem. Soc. Dalton Trans. 1972 1105 12 N. Ueyama M. Nakata T. Araki A. Nakamura S. Yamashita T. Yamashita Inorg. Chem. 20 1981 1934 13 B.L. Vallee R.J.P. Williams Proc. Nat. Acad. Sci. U.S.A. 59 1968 498",
      "scopus-id": "0020099334",
      "coredata": {
        "eid": "1-s2.0-0304510282800941",
        "dc:description": "Doubly sulfur-bridged binuclear Mo(V) complexes of cysteine-containing dipeptides, Mo2O2S2(Cys-containing peptide anion)2, and related ligands were prepared and examined as catalysts for the reduction of azobenzene with NaBH4 in protic media. The complexes having 5-membered chelation of cysteine residue, e.g. Mo2O2S2(Cys/3-Phe/3-OMe)2 were active for formation of hydrazobenzene. A small initial activity for the reductive cleavage to aniline was found for complexes involving larger chelate rings with peptide ligands, e.g. Pro/3-Cys/3-OMe.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800941",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ueyama, Norikazu"
          },
          {
            "@_fa": "true",
            "$": "Nakata, Michio"
          },
          {
            "@_fa": "true",
            "$": "Nakamura, Akira"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800941"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800941"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80094-1",
        "prism:volume": "14",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Binuclear molybdenum(V) complexes of L-cysteine-containing dipeptides as catalysts for the reduction of azobenzene",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "341-350",
        "prism:endingPage": "350",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1982",
        "prism:doi": "10.1016/0304-5102(82)80094-1",
        "prism:startingPage": "341",
        "dc:identifier": "doi:10.1016/0304-5102(82)80094-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020099334"
      }
    }
  }
}