{
  "metadata": {
    "title": "Ring opening metathesis polymerization of bicyclo [2.2.1] hept-2-ene (2-norbornene) and <ce:italic>exo,exo</ce:italic>-5,6-bis (methoxycarbonyl)-7-oxabicyclo [2.2.1]hept-2-ene using Ru(II) and Ru(III) complexes: Polymerization kinetics and ruthenium content in polymers",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-05-31",
    "doi": "10.1016/0304-5102(94)00005-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000050",
    "pii": "0304510294000050"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028427607",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000050 0304-5102(94)00005-0 0304510294000050 10.1016/0304-5102(94)00005-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02179 2024-01-02T01:06:03.941633Z 0 0 19940501 19940531 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 90 90 1 2 1 2 Volume 90, Issues 1–2 23 143 156 143 156 199405 May 1994 1994-05-01 1994-05-31 1994 A Special Issue devoted to the Tenth International Symposium on Olefin Metathesis and Polymerization Tihany, Hungary 27 June–2 July 1993 19930627 19930702 L. Bencze converted-article fla Copyright © 1994 Published by Elsevier B.V. RINGOPENINGMETATHESISPOLYMERIZATIONBICYCLO221HEPT2ENE2NORBORNENEEXOEXO56BISMETHOXYCARBONYL7OXABICYCLO221HEPT2ENEUSINGRUIIRUIIICOMPLEXESPOLYMERIZATIONKINETICSRUTHENIUMCONTENTINPOLYMERS MUHLEBACH A NOVAK 1988 960 B NOVAK 1988 7542 B BETTS 1971 265 J FEAST 1991 63 W STEBLERROTHLISBERGER 1988 1358 M BERNHARD 1990 1095 P WOODWARD 1948 1161 R LU 1992 2692 S RAPAPORT 1988 873 I KARLEN 1992 1604 T ZENKL 1992 1 E KOLLE 1992 445 U MCGRATH 1991 3611 D NGUYEN 1992 3974 S IVIN 1992 K MUHLEBACHX1994X143 MUHLEBACHX1994X143X156 MUHLEBACHX1994X143XA MUHLEBACHX1994X143X156XA item 0304-5102(94)00005-0 0304510294000050 1-s2.0-0304510294000050 10.1016/0304-5102(94)00005-0 272239 2024-01-02T01:06:03.941633Z 1994-05-01 1994-05-31 1-s2.0-0304510294000050-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000050/MAIN/application/pdf/fd8f9c990f1ceef52123c99c5bb8b6fb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000050/MAIN/application/pdf/fd8f9c990f1ceef52123c99c5bb8b6fb/main.pdf main.pdf pdf true 886675 MAIN 14 1-s2.0-0304510294000050-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000050/PREVIEW/image/png/b16b3a3114d10a3d648fd1055e6b8d57/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000050/PREVIEW/image/png/b16b3a3114d10a3d648fd1055e6b8d57/main_1.png main_1.png png 47158 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 90 (1994) 143-156 Ring opening metathesis polymerization of bicyclo [ 2.2.1 ] hept-2-ene ( 2-norbornene ) and exo,exo-5,6 bis ( methoxycarbonyl ) -7-oxabicyclo [ 2.2.1 ] hept-2 ene using Ru ( II ) and Ru ( III ) complexes: Polymerization kinetics and ruthenium content in polymers A. Muhlebacha *, P. Bernharda, N. Buhlera, T. Karlenb, A. Ludib 'Ciba-Geigy Materials Research Center, CH-1723 Marly 1, Switzerland blnstitute of Inorganic Chemistry, University of Bern, CH-3000 Bern 9, Switzerland Abstract Bicyclo [2.2.1]hept-2-ene (2-norbotnene, 1) and exo,exo-5,6-bis(methoxycarbonyl)-7-oxabicyclo [2.2.1]hept-2-ene(2) were polymerized with the Rucomplexes [Ru(H20)6]tos2, [Ru(II)(176benzene)(HZO)3]tos2 (tos=p-toluenesulfonate) and RuC13~3Hz0. It is shown that the aqueous ROMP with these catalysts is not a living polymerization, since molecular weights are almost independent of the polymerization time and of the monomer to catalyst ratio. Molecular weight distributions are broad, typically more than 1.5-2. Yields depend strongly on both the monomer and the catalyst concentration, are difficult to reproduce and seldom reach values above 80-90%. These observations are explained by the proposed reaction mechanism, with a slow and sensitive initiation step followed by a fast propagation and termination by occlusion or blocking of the catalyst within the polymer. It was not possible to reduce the Ru content in these polymers below a certain level (250-300 ppm), which corresponds to ca. one Ru atom per polymer chain. Therefore complete recycling of the catalyst solutions is not possible due to catalyst depletion. Key words: kinetics; metathesis; norbornene; polymerization; ring opening; ruthenium *Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(94)00005-G 144 A. Muhlebach et al. /Journal of Molecular Catalysis 90 (7994) 143-156 1. Introduction The aqueous ring opening metathesis polymerization (ROMP) using Ru (and Os) catalysts has attracted much attention over the past five years [ 1-3 ] . High molecular weight polymers were obtained from 2-norbomene- and 7-oxa-2-norbomene-type monomers in good yields. The resulting unsaturated polymers represent interesting candidates for further selective modifications such as crosslinking or introduction of functional groups. However, the successful use of these catalysts in industrial applications will depend critically on the ability to control the molecular weight and the efficient removal of residual catalyst from the polymer. Ruthenium compounds, like other transition metal salts, are potentially toxic and lower the oxidative stability of the polymers by metal promoted decomposition reactions. Even traces of transition metals may catalyse the peroxide autoxidation process very efficiently [4]. As a consequence of chain scission and crosslinking in 2-norbomene-type polymers (two tertiary carbon atoms in allylic positions per repeat unit), coloration and broadening of the molecular weight distribution is often observed [ 5 ] . Recently, high ruthenium contents (2.4X 104 ppm) have been detected in polymeric exo,exo-5,6bis(carboxy)-7-oxabicyclo [2.2.1]hept-2-ene, polymerized with 7 wt.% RuC13-3H20 in aqueous solutions [ 6 ] . Since the question of molecular weight and control of molecular weight distribution relates to the details of the ROMP mechanism for these novel catalysts and the way chains are terminated, we report here on the effects of monomer and catalyst concentration as well as temperature on the polymerization kinetics and yield, on the polymer structure, molecular weight and their distribution. Furthermore, due to the well known affinity of Ru(II) for olefinic double bonds, we discuss the influence of different polymerization catalysts, namely [Ru(Hz0)6]tosz, [Ru(II)(-q6-benzene)(H20)3]tos2 (tos=p-toluenesulfonate) and RuC13 - 3HZ0, on the final metal content in the polymers and compare the reactivities of these catalysts. 2. Experimental 2.1. Materials Laboratory grade reagents and solvents were obtained from Fluka (Fluka AG, CH-9470 Buchs) and used as received. Water was doubly distilled in a quartz still. Ethanolic solutions contained approximately 0.2% water. 2.2. Catalysts RuC13 - 3H20 was obtained as a loan from Johnson Matthey and Branderberger AG (CH8052Zurich). [Ru(II)(776-benzene)(H,O)3]tos2 [7] and [Ru(H20)6]tos2 [8] were synthesized according to literature procedures and characterized by elemental analysis and 'HNMR. A. Muhlebach et al. /Journal of Molecular Catalysis 90 (1994) 143-156 145 2.3. Monomers Bicyclo [ 2.2.1 ] hept-2-ene (2-norbornene, 1) was supplied by Fluka (Fluka AG, CH9470 Buchs, Switzerland) and used as received. exo,exo-5,6-bis(methoxycarbonyl)-7oxabicyclo [ 2.2.1 ] hept-2-ene (2) was synthesized by esterification of the Diels-Alder adduct of furan and maleic anhydride (exo-3,6-epoxy-d4-tetrahydrophthalic anhydride) [9] as follows: 200 g (1.2 mol) Diels-Alder adduct of furan and maleic anhydride were dispersed in 400 ml MeOH. 20 ml conc. HCl were added dropwise at room temperature and the mixture heated to 50 C for 2 h, whereby a homogeneous solution was formed. Upon cooling to 10 C the product crystallized out, was filtered, washed with cold MeOH and dried in vacuo. Yield: 82%; m.p. 120 C. Elemental analysis: calc. (found): C: 56.60 (56.61), H: 5.70 (5.68). 'H-NMR (CDC13): 2.83 s, 2H: CH (5), CH (6); 3.71 s, 6H: 2XCH3; 5.27 s, 2H: CH(1), CH(4); 6.46 s, 2H: CH(2), CH(3).'3C-NMR (CDC13): 46.98: C(5), C(6); 52.16: CH3; 80.42: C(1), C(4); 136.67 C(2), C(3); 171.94 (C=O). 2.4. Physical measurements 'H- and '3C-NMR spectra were recorded on a Bruker AC 300 instrument; chemical shifts (8) are given in ppm relative to internal TMS. IR spectra were measured on a Nicolet 20 SX with 2 cm-' resolution. The elemental composition was determined on a Lecol 800. Differential scanning calorimetric measurements (DSC) and thermographimetric analyses (TGA) were performed on a Mettler TA 3000 system, heating rate: 10 C/min. Melting points were measured either by DSC or on a Reichert Thermovar microscope with hot stage. Gel permeation chromatographic measurements (GPC) were performed in THF on a HP 1090 from Hewlett-Packard. The M and M,, values refer to polystyrene standards, which were used to calibrate the system. 2.5. Ru analysis of polymers The ICP-MS ( =interactively coupled plasma mass spectroscopy) method on a VG PlasmaQuad 1 (VG Elemental, Fisons Instruments, Winsford, UK) was used to determine ruthenium in the polymer samples [6]. Sample preparation (Carius-\"Druckaufschluss\") was carried out as follows: 10-50 mg polymer were exactly weighed in a Pyrex glass ampoule and 600 E.ss,1 cone. HN03 and 600 bd cone. HCl added. The glass ampoule was sealed and for 4 h heated at 270 C. After cooling to room temperature the content of the ampoule was diluted with water to a total volume of 5 ml. 100 Al of this solution was further diluted to a total volume of 10 ml. Internal standard: 100 Ed of an indium solution with 10 mg In per liter. Each sample was determined twice. Estimated accuracy: 10%. The measurements were made in \"peak jump\" mode, using the isotopes: 99Ru, ' 'Ru, ' ZRu, \"S In with an external standard of 100 .cg/l Ru. Calibration control was done with a Perkin-Elmer (PE) Multielement Verification Standard III (PE # N930-0234, diluted 1:100). 146 A. Milhlebach et al. /Journal of Molecular Catalysis 90 (1994) 143-156 2.6. Polymerization kinetics and polymer purification In a typical example, 10-250 mmol of the monomer was dissolved in 25 ml argon saturated solvent (EtOH or EtOH/H20 mixture) and the catalyst added ([monomer]: [catalyst] = 250-5.9 X 104:1; which is much higher than monomer to catalyst ratios previously used in the literature) in an argon atmosphere. The vessel was tightly closed and the polymerization started by immersing the vessel in a thermostatted water bath at 4070 C ( 0.1 C). The polymer was isolated after the appropriate reaction time by filtration, washed thoroughly with water and warm EtOH and dried at ambient temperature in vacuo. It was analysed by the usual methods (elemental analysis, IR, 'H-NMR, GPC) and the yield determined gravimetrically. For further purification, the polymer was dissolved in toluene or CHC13 (10-40 g solvent/ 1 g polymer) and the highly viscous solution filtered. The filtrate was added dropwise into well stirred MeOH (10 ml/ 1 ml polymer solution), the polymer filtered, washed with MeOH and EtOH and dried in vacuo at ambient temperature. 3. Results and discussion 3.1. General Determination of polymer yields as a function of time showed a reproducibility of the order of 20-30%, comparable to published data for another monomer and hydrated RuC13 as the catalyst [ 10]. In particular, the induction period appeared to be very sensitive to slight variations of the reaction conditions. In some experiments variable amounts of insoluble material were found. 3.2. Comparison of catalysts Fig. 1 shows the polymer yields for monomer 2 at 60 C as a function of polymerization time and catalyst, fitted to a simple first order equation. First order rate constants for the catalysts [Ru(H20)61t0S2, [Ru(I1)(T~-benzene)(HZO)3]tOS2 and RuC13-31-120 are 0.3, 0.04 and 0.03 h-', corresponding to second order rate constants of 0.3 / (0.5 M - 3600 s) = 1.7 X 10-4 M-' - s-', 2.2 X 10-5 M-' - s' and 1.7 X 10-5 M-' - s-', respectively. These rates, determined in EtOH, did not alter significantly when small amounts (up to 10%) of water were added. Table 1 shows a comparison of the three catalysts for the two monomers, 2-norbomene (1) and the diester 2, confirming the much higher activity of the Ru(H20) 6 + complex over R716 )2 u( -benzene) (H20 3 + and RuC13 - 3HZ0 which show comparable activities. Obviously, there is no simple correlation between the water exchange rates of the catalyst precursor complexes [ 7,11 ] and their ROMP activities. A noteworthy fact is the preferential trans configuration of the polymeric double bonds synthesized with RuC13 - 3H20, whereas the other two catalysts give polymers with trans double bond contents barely differing from the statistical value. In terms of molecular weights the results are somewhat affected by A. Muhlebach et al. /Journal of Molecular Catalysis 90 (1994) 143-156 147 100 80 60 0 0 10 20 30 40 50 80 Time (h) 70 80 [Ru(H20i6]tos2 RuCIY3H10 [Ru(C8H6((H101Snos2 Fig. 1. Polymerization kinetics of monomer 2 at 60 C with different Ru-catalysts ( [ Ru ( H20) 6] tos2, RuCl3 ~ 3H20 and [Ru(II) (,v6-benzene) (H20)3]tos2), fitted to a simple first order equation: Y=A +A, (1 -e-k'). Monomer concentration: 0.4 mmol/ml; [monomer]:[ catalyst] =250:1. Table 1 Kinetics and stereochemistry in metathesis polymerized (7-oxa-)2-norbornene derivatives (conditions: 10 mmol monomer, 0.04 mmol catalyst, 25 ml EtOH, T=50 0.1 C) Monomer Catalyst Yield (%) Mw (g/mol), M,/M , after 24 h by GPC Percentage of traps by GPC double bonds' 1 [Ru(1-120)6]tos2 60 590000 2.5 65 1 RuCl3 ~ 3H20 < 1 b 92 1 [Ru(l6-C6Hs)(Hz0)s]tos2 < 1 b 67 2 [Ru(1120)6]tos2 60 340000 1.5 55 2 RuCl3 ~ 31120 15 120 000 1.5 88 2 [Ru(l~-C6H6)(H20)3]tos2 5 340000 1.9 50 aMol% double bonds determined by 'H-NMR analysis of olefinic protons in polymers. Assignments: &=5.89 ppm (olefin-H, traps), 8=5.60 ppm (olefin-H, cis); 8=5.07 (C,H and C4H, cis), b=4.69 ppm (C,H and CA traps). These assignments were made in analogy to poly-exo,exo-5,6-bis(methoxymethyl)-7-oxabicyclo[2.2.1]hept-2-ene, see W.J. Feast and D.B. Harrison [5]. E. Zenkl and F. Stelzer [ 13] suggested the same assignments for Poly 2. 'Insoluble. variable amounts of insoluble material present ( especially in Poly-1) which is filtered off before the GPC measurement and therefore no clear trend can be seen. 3.3. Influence of monomer and catalyst concentration Tables 2 and 3 give the yields of Poly-1 and Poly-2 on the short (2-8 h) and longer (13 days) timescales as a function of initial monomer concentration and the monomer/ polymer ratio. Unfortunately the rather poor reproducibility of these experiments prevented 148 A. Muhlehach et al. /Journal of Molecular Catalysis 90 (1994) 143-156 Table 2 Yields (%) of Poly-1 at T= 60 C as a function of the monomer concentration [ M ] and catalyst [ C ] concentration (catalyst: [Ru(HZO)6]tosZ) [M] (mol/1) Time [M]:[C] 59 000:1 5900:1 1200:1 590:1 250:1 a 0.4 1-3 days 70 0.53 2-8 h 0 0 10 30 0.53 1-3 days 0 0 30 50 1.06 2-8 h 0 0 25 60 1.06 1-3 days 0 0 45 50 2.12 2-8 h 0 10 50 70 2.12 1-3 days 0 20 50 80 3.2 1-3 days 80 5.31 2-8 h 10 15 40 60 5.31 1-3 days 10 25 50 65 7.2 1-3 days 90 aT= 50 C. Table 3 Yields (%) of Poly-2 at T= 60T as a function of the monomer [M] and catalyst [C] concentration (catalyst: [Ru(H20)6]tos2) [M] (mol/1) Time [M]:[C] 5000:1 2200:1 1000:1 250:1 0.2 2-8 h 5 15 40 1-3 days 10 25 70 0.4 2-8 h 0 50 1-3 days 5 40 70 the evaluation of precise rate constants. Nevertheless some clear trends can be seen, illustrated also in Fig. 2 for Poly-1, for which a wider solubility range was available. Not surprisingly, the ROMP reaction works best at high monomer and catalyst concentrations, approaching almost quantitative yields at the highest concentration chosen. Lowering either one of the concentrations rapidly leads to drastic reduction in the polymer yield. Also, there seems to exist, under the reaction conditions chosen, a limiting monomer to catalyst ratio of ca. 104 to 105, above which no significant amount of polymer could be obtained. Polymerization experiments with continuous feeding of monomer to maintain a high and constant concentration of monomer, nevertheless showed that the reaction \"died\" after a certain time implying that the catalyst is used up or undergoes decomposition by some side reaction. A. Muhlebach et al. /Journal of Molecular Catalysis 90 (1994) 143-156 149 807060 a 50 d 40 30 20 10 0- 1 't S, 250 1 1 2 M = a 580 : 1 ' a 1 200: 1 o d .o a 5,800:1 (a): 2 - 8 h N ~ H _ a 58,000 : 1 ~[]; N lrJ r (b):1 - 3 d Monomer [M] ^ = a a H N 59,000: 1 / 5,900: 1 El 1,200: 1 0 590: 1 C 250: 1 Fig. 2. Yields of Poly-1 on the short (2-8 h) and longer (1-3 days) timescale as a function of the initial monomer concentration [M] and the monomer/ catalyst ratio [M]:[Cat]. 3.4. Molecular weights and polydispersity One of the most conspicuous observations for all of these experiments was the insensitivity of the molecular weights and the polydispersities of the polymers towards variation of the reaction conditions. Molecular weights (M,,) and polydispersities (PDI=Mw/M ) were almost invariable in the range 100 000-700 000 and 1.5-3.0, respectively, and are very comparable to published data [ 10] . Representative examples for Poly-2 are given in Table 4. Also, polymer characteristics do not change in the course of the reaction, as comparable values for MW and PDI are obtained for samples taken after 2 h and 3 days, respectively. Furthermore, the nature of the catalyst did not influence the final molecular weight and PDI significantly and the trans double bond content of the two polymers stayed constant over the whole reaction period. Therefore, secondary metathesis leading to thermodynamic equilibration of the cisl trans ratio (1:4) [ 18 ] can be ruled out. These findings point to a ROMP mechanism in which initiation is very slow compared to propagation. Attempts to control the molecular weight by addition of chain transfer agents such as 2butene-1,4-diol [5] showed results depending on the type of monomer. In most cases the catalyst precursors were deactivated by the agents. Terminating agents like aldehydes or ketones affected neither yields nor molecular weights. This behaviour is in contrast to the living polymerization of the Schrock-type catalysts. 150 A. Muhlebach et al. /Journal of Molecular Catalysis 90 (1994) 143-156 Table 4 Molecular weights (Mw) and distributions (Mw/M =PDI) for Poly-2 as a function of conversion, monomer concentration [ M ] and catalyst (polymerization temperature: 50 C, [ M ] : [ C ] = 250:1) [M] (M) Time (h) 2 4 8 24 72 Mw PDI Mw PDI Mw PDI Mw PDI Mw PDI (a) Catalyst: (Ru(Hz0)6)tosZ 0.4 400 000 1.7 310 000 1.9 340 000 1.8 340 000 1.5 420 000 2.2 0.2 660 000 4.7 370 000 2.5 350 000 2.5 (b) Catalyst: iRu(r)6-C6H6)(HZ0)3)tos2 0.4 340 000 1.9 500 000 2.1 (c) Catalyst: RuClj - 3H20 0.4 120 000 1.5 140 000 2.8 Table 5 First order rate constants (h') for the reaction: O COe RU (H 201 62+ O n COOMe MeOOC COOMe at various temperatures and monomer to catalyst ratios [ M] : [ C ] ( [ M ] = 0.185 mol/1; catalyst: [ Ru (Hz0) 6 ] tos2) T( C) [M]:[C] 2170:1 810:1 260:1 50 0.16 0.24 0.27 60 0.07' 0.38 0.39 70 0.33 0.56 1.2 'Very poor data. 3.5. Temperature dependence and activation energy It soon became evident that the temperature window for efficient ROMP is rather narrow; 2 in fact, all the experiments reported in the literature using Ru(H20)6 as catalyst were carried out at 50-70 C. Above 70 C we observed particularly irreproducible behaviour, probably relatively rapid decomposition of the catalyst, whereas below 40 C the polymerization became very slow. Table 5 summarizes the kinetic results in the range 50-70 C using 2 as monomer (0.185 M in EtOH) and variable amounts of the catalyst [Ru(H20)6]tos2 (0.12-1 wt. %, relative to monomer). From an Arrhenius plot (Fig. 3) of In k vs. 1/T we can roughly estimate an overall A. Mahlebach et al. llournal of Molecular Catalvsis 90 (1994) 143-156 2 c 151 0- -1 ; 2.9 2.95 3 3.05 3.1 1000/T (K-1) [M]![Cat]:2500:1 y [M]I[Cat]:750:1 [M]I[Cat]:250:1 Fig. 3. Arrhenius plot (ln k vs. 1/T) showing the temperature dependence of the polymerization of monomer 2 catalysed with [ Ru (H20) 6] tosz in EtOH. Monomer concentration: 0.185 mmol/ml; [monomer] : [catalyst] varied between () 2170:1, () 810:1 and (---) 260:1. Estimated averaged activation energy (Ea): ca. 50 kJ/mol. activation energy of ca. 50 kJ/mol, this being a composite of several equilibria and rate constants. It cannot be ascribed to a single rate determining step, as discussed later. It is noteworthy, that the rearrangement of open chain alkenes with the same catalyst showed an activation energy of 47 2 kJ/mol at 25 C [ 12]. 3.6. Ruthenium content and removal It has been reported that the supernatant catalyst solution could be recycled several times without any detectable loss of activity [ 1 ] . However, a drop in yield for the subsequent cycles has also been observed [ 13 ] . With the high concentrations of catalyst used it seemed important to us to investigate to what level the metal catalyst is incorporated in the polymer and whether or not it could be removed (by chemical or physical methods). Ru levels before and after reprecipitation are given in Table 6. Although we never observed any significant coloration of the polymers, the Ru content of the polymers is substantial, which may explain the bad oxidative stability of the polymers. Furthermore, even successive reprecipitations of the polymers with different solvent/nonsolvent combinations in the presence of Ru(II)-complexing agents like CH3CN, EDTA or 2,2'-bipyridyl, could not lower the amount of residual ruthenium in poly (2-norbornene) below ca. 300 ppm. Reprecipitating Poly-2 leads only to a small reduction of the polymeric Ru content of the order of 10-30%, depending on the type of initiator used for polymerization (see Table 6) . As in Poly-1, further reprecipitations from different solvent/non-solvent combinations did not reduce this amount further. An additional observation was that the polymerization time had neither in Poly-1 nor Poly-2 a significant effect on the Ru content in the polymers. 152 A. Muhlebach et al. /Journal of Molecular Catalysis 90 (1994)143-156 Table 6 Ru content in Poly-1 and Poly-2 synthesized with different catalysts before and after reprecipitation Monomer Catalyst Ru content after Ru content after synthesisa (ppm) purification' (ppm) 1 [ Ru (H20) 61 tos2 1050 290-340 1 RuC13-31-120 540 - 1 [Ru( 176-C6H6) (H20)31 tos2 1000 - 2 [ Ru (Hz0) 61 tos2 940 860 2 RuC1,.3H20 950 700 2 [Ru(n6-C6H6)(H20)31tos2 450 370 \"Polymers filtered, washed with EtOH and dried. bl g of Poly-1 or Poly-2 dissolved in 10 ml CHC13 (or toluene), precipitated in 100 ml EtOH, filtered, washed and dried. Repeating this procedure (up to 3 times) did not lower the Ru content further. Also the presence of complexing agents (CH3CN, 2,2'-bipyridyl) in the solvent or extraction with aqueous EDTA solution did not have a significant effect on Ru content in polymers. `Cannot be determined because of crosslinked material. Being unable to remove Ru efficiently from the polymer we tried to avoid high catalyst concentrations in polymer synthesis and therefore increased the monomer/ catalyst ratio. However, as discussed in section C, both high catalyst and high monomer concentrations are necessary to obtain good yields. Therefore, we started polymerizations of small quantities of the monomers 1 and 2 in saturated ethanolic solutions by adding 1% (relative to the monomers) [ Ru (H20) 6tos ] Z. Additional monomer was added during the polymerizations to maintain saturated monomer solutions. After polymer isolation, 400 ppm Ru were found in Poly-1 (yield: 5%) and 275 ppm in Poly-2 (yield: 50%) . These values were similar to those found in reprecipitated Poly-1 and Poly-2, however the yields were much lower than in comparable experiments with concentrated monomer solutions done before (see Tables 2 and 3 and Fig. 2). In these polymerizations with continuous feeding of the monomer, the amount of catalyst seems to be the limiting factor for the polymerization yield. These observations lead to the hypothesis that the propagating Ru atom is tightly surrounded by dense polymeric material with a high concentration of double bonds and precipitates together with the polymer during the course of the reaction (note that a Rutaq) complex with two bonded olefinic double bonds is known in the literature [ 14 ] ) . Therefore Ru is successively and irreversibly removed from the reaction mixture and the polymerization slows down and finally stops since no more catalyst is available to initiate further polymerization. Therefore only the excess of catalyst precursor can be recycled. Based on these findings it also becomes clear that attempts to remove the catalyst from the polymer failed. Table 7 compares the molecular weights obtained by GPC (M values) with those calculated from Ru content (assuming one Ru atom per chain) for a number of different polymers, all synthesized by aqueous ROMP. The two M values are in rather good agreement taking into consideration that the values obtained by GPC are not absolute but relative to PS standards and that the accuracy of the Ru analysis is about 10% at best. Table 7 Molecular weights (M ), their distributions and Ru content in the polymer synthesis (relative to monomer) and after one reprecipitation' Polymer structure Catalyst Ru (ppm) in Ru found M calcd. M (g/mol), Mw/M , polymerization' in polymer` by GPC by GPC [Ru(H20)61tos2 3880 290 350000 590000 2.5 a s n x R=Me [Ru(1-120)61tos2 1900 860 120000 340000 1.5 O RUC13 320 1900 700 140 000 120000 1.5 [Ru(776-C6H6)(H20)311052 1900 370 270000 340000 1.9 I R=benzyl [Ru(H20)61t0s2 1800 740 140000 192000 6.3 .Jn R=H RuC1331-120 2.7x10' 2.44X104(!) 4100 - - ROOC COOR Q=CH2 [Ru(H20)6]tos2 370 600 170000 100000 2.2 RUC13 - 320 390 590 170 000 90000 2.5 Q=O [Ru(H20)6]tos2 1500 250 400000 360000 3.1 F3C CF 3 a [Ru(Hz0)6]tos2 1800 400 250 000 150 000 2.0 w 'All of the ROMP polymers were synthesized in aqueous media. Calculated M values are based on the hypothesis that each polymer chain contains one Ru atom. bRu content in polymer synthesis relative to monomer. w `Amount of Ru found in polymer after reprecipitation. a One Ru atom per chain. `Not determined because of insolubility. 154 A. Muhlebach et al. /Journal of Molecular Catalysis 90 (1994) 143-156 3.7. Mechanistic considerations The most important findings in this study can be summarized as follows: 1. Polymer yields and rates of polymerization are strongly dependent upon catalyst and monomer concentration. 2. Reactions generally exhibit rather bad reproducibility, particularly for long reaction times, and tend to level off well below 100%. 3. Molecular weights and polydispersities of the polymers are independent of monomer conversion and concentration as well as of the nature and concentration of the catalyst. Attempts to control the molecular weight by addition of a chain transfer agent (2-butene1,4-diol) showed no success in the case of 2-norbornene but some success in the case of monomer 2. 4. The ROMP reaction exhibits a considerable activation energy and a narrow practical temperature window in the range 40-70 C. 5. The reactivity for the Ru catalysts Ru (H20)6+ and Ru (rlb-CA)(HZO)3+ does not parallel ligand lability, with the former being much more active. 6. The final polymers contain a substantial amount of ruthenium, which cannot be removed by physical or chemical means without destroying the polymer. The unremovable ruthenium content corresponds roughly to one Ru atom per polymer chain. The \"classical\" mechanism of ROMP involves the addition of a monomeric double bond to a relatively stable metal carbene to form a 4-membered metallacycle which, in turn, opens up under release of ring strain. The reaction sequence, adapted to our catalyst, is shown in Fig. 4. The first step in the reaction is undoubtedly the exchange of a water ligand against a monomer, coordinated edge-on to Ru (11) [ 15 ] . Such complexes are numerous and known to be stable. Although depending upon the reactants concentration, this equilibrium can be regarded as favorable under the conditions employed in this study. For example the model complex [Ru(H20)5(2,5-dihydrofuran)]Z+ has a formation constant K, of 112 at 25 C [16]. For the next step one can postulate the existence of an (unfavorable) equilibrium (KZ) with a reactive Ru=C carbene with subsequent addition of a further monomer to form the metallacycle. A triphenylphosphine stabilized Ru carbene was recently isolated and showed ROMP activity in non-aqueous media [ 17 ] . For this step (3) a high monomer concentration is needed. The independence of the molecular weight and of the polydispersity upon conversion and reactant concentrations implies that, overall, steps (2) and (3) are rather unfavorable and associated with a substantial activation energy. Only a very small amount of active catalyst is present at any time. This also explains the apparent recyclability of the catalyst [ 1,13 ] . After the first polymerization experiments enough [Ru(HZO)6-,Monomer,] 2+ is left in the solution in order to generate the small amount of active catalyst needed for ROMP. The propagation is rapid in comparison with the initiation. Chain termination occurs by blocking the vacant coordination sites of the catalyst by double bonds of the unsaturated polymer backbone. Variable amounts of insoluble polymer present could be due to the immobilized catalyst acting as a crosslinker or an autoxidation promoter. The presence of roughly one \"unremovable\" Ru atom per chain proves that the solution becomes depleted in catalyst. With Schrock-type catalysts, aldehydes or ketones are added to cleave the catalytic center A. Muhlebach et al. /Journal ofMolecular Catalysis 90 (1994)143-156 155 Ru t RU 2+ k Ki ~Ru __ A2 /f,~ Av-- Rums VA Ru (g) Au + Au A4 Ru Av 11 K5 Fig. 4. Proposed reaction mechanism for the aqueous 2-norbornene polymerization with Ru catalysts. from the polymer in a Wittig-type reaction [ 18 ] . In this study adding aldehydes at the end of the reaction (before the isolation of the polymer) had no effect on the final Ru concentration in the polymers. The implication of these findings is, that the reaction is not living. The major activation energy of the reaction is associated with the initiation, the propagation being somewhat \"hidden\" behind and not easily accessible for controlling the molecular weight of the growing polymer chains. Any scavenger or chain transfer agent acting on the (small amount of) active catalyst is likely to block the catalyst precursor, too. Some last remarks concern the stability of the catalysts and possible side reactions. In 2 non-acidic media, particularly at higher temperatures, Ru(H20)+ is extremely easily oxidized by spurious amounts of oxygen to Ru (H20) 6 + , which in turn, will rapidly disproportionate to Ru (H20)6+ and higher Ru(IV) oxo species. This side reaction could be one of the reasons for the rather poor reproducibility of the polymerization experiments. 5. Conclusions It was shown that the aqueous ROMP with the three Ru catalysts studied differs considerably from the classical ROMP reaction with Schrock-type catalysts in the sense that it is 156 A. Mdhlebach et al. /Journal of Molecular Catalysis 90 (1994)143-156 a chain reaction and not a living polymerization. Therefore a universal chain transfer agent to control the molecular weights without decreasing polymer yields and influencing the stereochemistry has yet to be found. The investigated Ru complexes have advantages in terms of insensitivity towards aqueous media, but problems arise associated with residual catalyst in the polymer. An efficient method for its removal (without destroying the polymer) has still to be developed. Acknowledgements We thank Mrs. D. Guerry and Mr. R. Morf for doing most of the synthetic work and Prof. L.M. Venanzi and Dr. A. Hafner for their helpful discussions. References [ 1 ] B.M. Novak and R.H. Grubbs, J. Am. Chem. Soc., 110 (1988) 960, 7542. [2] US Pat. 4,945,144 (1990), US Pat. 4,945,135 (1990), US Pat. 4,883,851 (1989) to R.H. Grubbs and B.M. Novak. [3] US Pat. 5,084,539 (1992) to W.J. Feast, D.B. Harrison, A.F. Gerrard and DR. Randel (Ciba-Geigy Corp.). [4] J. Betts, Quart. Rev., 25 (1971) 265. [5] W.J. Feast and D.B. Harrison, J. Mol. Catal., 65 (1991) 63. [6] Ciba-Geigy AG, Central Analytical Laboratories, CH-4002 Basel, Switzerland. [7] M. Stebler-Rothlisberger, W. Hummel, P.-A. Pittet, H.-B. Burgi, A. Ludi and A.E. Merbach, Inorg. Chem., 27 (1988) 1358. [ 8] P. Bernhard, M. Biner and A. Ludi, Polyhedron, 9 (1990) 1095. [9] R.B. Woodward and H. Baer, J. Am. Chem. Soc., 70 (1948) 1161. [10] S.-Y. Lu, P. Quayle, F. Heatley, C. Both, S. G. Yeates and J.C. Padget, Macromolecules, 25 (1992) 2692. [ 11 ] 1. Rapaport, L. Helm, A.E. Merbach, P. Bernhard and A. Ludi, Inorg. Chem., 27 (1988) 873. [ 12] T. Karlen and A. Ludi, Helv. Chim. Acta, 75 (1992) 1604. [ 13] E. Zenkl and F. Stelzer, J. Mol. Catal., 76 (1992) 1. [ 14] U. Kolle, G. Flunkert, R. Gorissen, M.U. Schmidt and U. Englert, Angew. Chem., 104 (1992) 445. [ 15] D.V. McGrath and R.H. Grubbs, J. Am. Chem. Soc., 113 (1991) 3611. [ 16] T. Karlen, PhD thesis, University of Bern, Switzerland, in preparation. [ 17] S.T. Nguyen, L.K. Johnson and R.H. Grubbs, J. Am. Chem. Soc., 114 (1992) 3974. [ 18] K.J. Ivin, Catalysis in Polymer Synthesis, ACS Symp. Ser. 446, 1992. X244 94000050 0304-5102(94)00005-0 10.1016/0304-5102(94)00005-0 Ring opening metathesis polymerization of bicyclo [2.2.1] hept-2-ene (2-norbornene) and exo,exo-5,6-bis (methoxycarbonyl)-7-oxabicyclo [2.2.1]hept-2-ene using Ru(II) and Ru(III) complexes: Polymerization kinetics and ruthenium content in polymers A. Mühlebach ∗ a P. Bernhard a N. Bühler a T. Karlen b A. Ludi b a Ciba-Geigy Materials Research Center, CH-1723 Marly 1, Switzerland b Institute of Inorganic Chemistry, University of Bern, CH-3000 Bern 9, Switzerland * Corresponding author. Bicyclo [2.2.1]hept-2-ene (2-norbornene, 1) and exo,exo-5,6-bis (methoxycarbonyl)-7-oxabicyclo [2.2.1]hept-2-ene (2) were polymerized with the Ru complexes [Ru(H2O)6]tos2, [Ru(II)(η6-benzene) (H2O)3]tos2 (to=p-toluenesulfonate) and RuCl3·3H2O. It is shown that the aqueous ROMP with these catalysts is not a living polymerization, since molecular weights are almost independent of the polymerization time and of the monomer to catalyst ratio. Molecular weight distributions are broad, typically more than 1.5–2. Yields depend strongly on both the monomer and the catalyst concentration, are difficult to reproduce and seldom reach values above 80–90%. These observations are explained by the proposed reaction mechanism, with a slow and sensitive initiation step followed by a fast propagation and termination by occlusion or blocking of the catalyst within the polymer. It was not possible to reduce the Ru content in these polymers below a certain level (250–300 ppm), which corresponds to ca. one Ru atom per polymer chain. Therefore complete recycling of the catalyst solutions is not possible due to catalyst depletion. Keywords kinetics metathesis norbornene polymerization ring opening ruthenium References [1] a B.M. Novak R.H. Grubbs J. Am. Chem. Soc. 110 1988 960 b B.M. Novak R.H. Grubbs J. Am. Chem. Soc. 110 1988 7542 [2] US Pat. 4,945,144 (1990), US Pat. 4,945,135 (1990), US Pat. 4,883,851 (1989) to R.H. Grubbs and B.M. Novak. [3] US Pat. 5,084,539 (1992) to W.J. Feast, D.B. Harrison, A.F. Gerrard and D.R. Randel (Ciba-Geigy Corp.). [4] J. Betts Quart. Rev. 25 1971 265 [5] W.J. Feast D.B. Harrison J. Mol. Catal. 65 1991 63 [6] Ciba-Geigy AG, Central Analytical Laboratories, CH-4002 Basel, Switzerland. [7] M. Stebler-Röthlisberger W. Hummel P.-A. Pittet H.-B. Bürgi A. Ludi A.E. Merbach Inorg. Chem. 27 1988 1358 [8] P. Bernhard M. Biner A. Ludi Polyhedron 9 1990 1095 [9] R.B. Woodward H. Baer J. Am. Chem. Soc. 70 1948 1161 [10] S.-Y. Lu P. Quayle F. Heatley C. Both S.G. Yeates J.C. Padget Macromolecules 25 1992 2692 [11] I. Rapaport L. Helm A.E. Merbach P. Bernhard A. Ludi Inorg. Chem. 27 1988 873 [12] T. Karlen A. Ludi Helv. Chim. Acta 75 1992 1604 [13] E. Zenkl F. Stelzer J. Mol. Catal. 76 1992 1 [14] U. Kölle G. Flunkert R. Görissen M.U. Schmidt U. Englert Angew. Chem. 104 1992 445 [15] D.V. McGrath R.H. Grubbs J. Am. Chem. Soc. 113 1991 3611 T. Karlen [16]T. Karlen, PhD thesis, University of Bern, Switzerland, in preparation. S.T. Nguyen L.K. Johnson R.H. Grubbs J. Am. Chem. Soc. 114 1992 3974 [18] K.J. Ivin Catalysis in Polymer Synthesis 1992 ACS Symp. Ser. 446",
      "scopus-id": "0028427607",
      "coredata": {
        "eid": "1-s2.0-0304510294000050",
        "dc:description": "Bicyclo [2.2.1]hept-2-ene (2-norbornene, 1) and exo,exo-5,6-bis (methoxycarbonyl)-7-oxabicyclo [2.2.1]hept-2-ene (2) were polymerized with the Ru complexes [Ru(H2O)6]tos2, [Ru(II)(η6-benzene) (H2O)3]tos2 (to=p-toluenesulfonate) and RuCl3·3H2O. It is shown that the aqueous ROMP with these catalysts is not a living polymerization, since molecular weights are almost independent of the polymerization time and of the monomer to catalyst ratio. Molecular weight distributions are broad, typically more than 1.5–2. Yields depend strongly on both the monomer and the catalyst concentration, are difficult to reproduce and seldom reach values above 80–90%. These observations are explained by the proposed reaction mechanism, with a slow and sensitive initiation step followed by a fast propagation and termination by occlusion or blocking of the catalyst within the polymer. It was not possible to reduce the Ru content in these polymers below a certain level (250–300 ppm), which corresponds to ca. one Ru atom per polymer chain. Therefore complete recycling of the catalyst solutions is not possible due to catalyst depletion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000050",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mühlebach, A."
          },
          {
            "@_fa": "true",
            "$": "Bernhard, P."
          },
          {
            "@_fa": "true",
            "$": "Bühler, N."
          },
          {
            "@_fa": "true",
            "$": "Karlen, T."
          },
          {
            "@_fa": "true",
            "$": "Ludi, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000050"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000050"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00005-0",
        "prism:volume": "90",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ring opening metathesis polymerization of bicyclo [2.2.1] hept-2-ene (2-norbornene) and exo,exo-5,6-bis (methoxycarbonyl)-7-oxabicyclo [2.2.1]hept-2-ene using Ru(II) and Ru(III) complexes: Polymerization kinetics and ruthenium content in polymers",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "prism:issueName": "A Special Issue devoted to the Tenth International Symposium on Olefin Metathesis and Polymerization",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "kinetics"
          },
          {
            "@_fa": "true",
            "$": "metathesis"
          },
          {
            "@_fa": "true",
            "$": "norbornene"
          },
          {
            "@_fa": "true",
            "$": "polymerization"
          },
          {
            "@_fa": "true",
            "$": "ring opening"
          },
          {
            "@_fa": "true",
            "$": "ruthenium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "143-156",
        "prism:endingPage": "156",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1994",
        "prism:doi": "10.1016/0304-5102(94)00005-0",
        "prism:startingPage": "143",
        "dc:identifier": "doi:10.1016/0304-5102(94)00005-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028427607"
      }
    }
  }
}