{
  "metadata": {
    "title": "Hybrid catalyst-metathesis catalysts attached to polystyrene copolymer",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1977-12-31",
    "doi": "10.1016/0304-5102(77)80027-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510277800278",
    "pii": "0304510277800278"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-49449122929",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-11-11T13:01:06 1-s2.0-0304510277800278 0304-5102(77)80027-8 0304510277800278 10.1016/0304-5102(77)80027-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00776 2024-01-02T01:04:53.938015Z 0 0 19771101 19771231 1977 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 3 3 1 3 1 2 3 Volume 3, Issues 1–3 2 11 15 11 15 197711 197712 November–December 1977 1977-11-01 1977-12-31 1977 converted-article fla Copyright © 1977 Published by Elsevier B.V. HYBRIDCATALYSTMETATHESISCATALYSTSATTACHEDPOLYSTYRENECOPOLYMER GRUBBS R ALLUM 1976 322 K GRUBBS 1973 1047 R PITTMAN 1975 1744 C HAAG 1971 H GRUBBS 1976 151 R HUGHES 1970 532 W VERKUIJIEN 1974 793 E MOCELLA 1976 4689 M BURWELL 1975 77 R GRUBBS 1976 3478 R GRUBBSX1977X11 GRUBBSX1977X11X15 GRUBBSX1977X11XR GRUBBSX1977X11X15XR item 0304-5102(77)80027-8 0304510277800278 1-s2.0-0304510277800278 10.1016/0304-5102(77)80027-8 272239 2024-01-02T01:04:53.938015Z 1977-11-01 1977-12-31 1-s2.0-0304510277800278-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510277800278/MAIN/application/pdf/60e30c4cf18fad43808eb83d5f5e6d74/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510277800278/MAIN/application/pdf/60e30c4cf18fad43808eb83d5f5e6d74/main.pdf main.pdf pdf true 307998 MAIN 5 1-s2.0-0304510277800278-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510277800278/PREVIEW/image/png/7788548d99b5759ee63b67cac5ab9a5b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510277800278/PREVIEW/image/png/7788548d99b5759ee63b67cac5ab9a5b/main_1.png main_1.png png 56805 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 3 (1977/78) 11 -15 11 Elsevier Sequoia S.A., Lausanne - Printed in the Netherlands HYBRID CATALYST-METATHESIS CATALYSTS ATTACHED TO POLYSTYRENE COPOLYMER, ROBERT H. GRUBBS, SANDRA SwETNICK and S. C - H. SU Department of Chemistry. Michigan State University, East Lansing, Michigan 48824 (U-A-) Summary Hybrid catalysts have been prepared by the attachment of homogeneous metathesis catalysts to polystyrene supports through phosphine links or by cocatalyst interactions. Mo( 3P)2(N02)C12 was attached through a phosphine link and activated with methylaluminium sesquichloride. This catalyst system could only be reused if more aluminium co-catalyst was added. A second catalyst was prepared from polystyryl-trimethyltin and tungsten hexachloride. This catalyst showed moderate activity and could be used in a flow system. Introduction Polymer attached homogeneous catalysts have received increasing study in the past few years [1] . These catalysts represent a connecting link between the areas of heterogeneous and homogeneous catalysts. The attachment o'f a homogeneous catalyst results in a modification of the selectivity and activity of the catalyst due to catalyst support interactions [2, 3] . The majority of the hybrid catalysts that have been studied involve the attachment of the catalyst to a polystyrene support by a phosphine [2] or amine link [4J . 0-O Poz t yin P G P=7 2/ N.M -n-n We now report the preparation of metathesis catalysts by such a technique and a comparison of their properties with a hybrid catalyst system prepared by a new technique. Experimental The solvents were purified by distillation under argon. Trichloro ethylene was distilled from P205. Argon was passed through BASF catalyst at 12 100 C and dried over molecular sieves. The polymer was a gift of Dow Chemical Co. The phosphenated beads were prepared by standard techniques [51. Polystyryl-trimethyltih A 2.04 g sample of 20% divinylbenzene-styrene copolymer was mixed with 4.0 ml of tetramethylethylenediamine and 16 ml of 1.8 m butyllithium in hexane. The mixture was heated to 75 C for 5.5 h. After cooling, the liquid was removed by filtration and the polymer was washed 5 times with cyclohexane and 3 times with tetrahydrofuran. After the final wash, 0.6 g of trimethyltinchloride in 15 ml of THF was added. The mixture was stirred for 3 days at room temperature and then washed with 15 ml portions of THF, 10%o ammonium chloride in 1:1 THF.water, THF.water and T.H.F_ The beads were dried. Analysis: 7.07% Sn or 6.9% substitution. Catalytic reactions The polystyrene beads (1 g), after functionalization, were transferred to a 1 cm diameter glass column- The beads were held in the column by a pad of glass wool. All solvents and reagents were added through an \"airless warq\" addition funnel. A 0.1 M solution (I ml) of WCls in trichloroethylene was added and the excess solution passed through the polymer. The beads were washed until the solvent was colorless. A heating tape around the column was used to heat the catalyst to 70 - 100 C. The olefin solution was added drop-wise and samples of the product liquid and gas phases were sampled and analyzed by g.l.c. Results One of the most active homogeneous metathesis catalysts, Mo(P 3)2(NO)2 C12/(CH3)3A12CI3 [61, was chosen for an initial study- The polymer attached molybdenum complex was prepared by the reaction of the molybdenum complex with phosphenated polystyrene. After removal of the non-attached complex by filtration and washing, the catalyst was activated by adding, in chlorobenzene, (CH3)3AI?CI3. The hybrid catalyst was then mixed with 1,7-octadiene at room temperature. Ethylene and cyclohexene were then produced at a rate similar to a corresponding homogeneous system. When the catalyst was removed by filtration and more 1,7-octadiene added in chlorobenzene, the catalyst was inactiveThe activity could be restored by the addition of more aluminium cocatalyst [7]. 2 no(-'0)2 C1Z + (CF3)3Rt2C73 ~ [catalyst] insoluble 1 G G . CrrZcff2 13 These results suggest that these cocatalyst systems will be difficult to use repeatedly due to the necessity of having excess cocatalyst in solution. To overcome this problem, a hybrid system was prepared by attaching a cocatalyst to the polymer- The transition metal component could then be attached through co-catalyst-metal interactions- The initial system studied was based on the homogeneous WCls/R4Sn system [8] . A polymer containing alkyl tin groups was prepared as follows. p * Bu-Lt(T~EUA)~ (D--Q (CH3)3 S'Cl~ P O Sn CC-f3)3 Li 201. cross-linked polystyrene and reta rs~er This polymer was placed in a flask under argon (deoxygenated by a BASF catalyst) and suspended in a trichloroethylene solution of WCls(0.1 m)_ The flask was heated to 80 C for 1 h, and the beads were transferred to the reaction column- The tungsten solution was drained off and the remaining dark polymer was washed with fresh solvent. ~Sn(CH3)3 + ;.C)6 P Q Sn(Cr3)n,tCl. + CH_ Z_ based on Sn A heating tape wrapped around the column was used to heat the catalyst to 70 - 100 C and a solution of 1,7-octadiene in trichloroethylene was added drop-wise to the catalyst. Methane was formed during the catalyst preparation step and the early stages of the catalytic reaction. Ethylene was formed above the catalyst bed and cyclohexene was present in the liquid collected at the bottom of the column. In a typical run a column containing 0.85 g of polymer (0.476 mm Sn/g polymer) was used. The olefin (1 wt.%) in trichloroethylene was added at the rate of I ml/h_ Table 1 shows conversion as a function of time. The selectivity to cyclohexene was near 100%. As can be seen, the catalyst was very active for metathesis for the first few hours and slowly lost activity as the reaction progressed- The activity of the catalyst could be partially restored by adding tetramethyltin or tungsten hexachloride(Table 2.) After the initial washing of the catalyst, the solutions from the column were colorless. The activity of the catalyst decreased more rapidly if inert gases other than deoxygenated argor_ were used, or if any of the stopcocks in the reactor were sealed with silicone grease. The lifetime of the TABLE 1 Approximate Temperature Amount of 1,7-octadiene Conversion of total time ( C) solution added (ml) cyclohexene (h) (1 wt_% sol-) (%) 4 105 110 60 23 80 100 45 30 80 40 5 14 TABLE 2 Sample I-hghest initial lime to drop Regeneration Activity Activity activity below 5% conversion agent before after (% conv.) (h) 1 30 120 Sn(CH3)4(O_1 ml) 2% cony 7_5% 2 23 13 WClg(0.3 MI) O_1% 9% catalyst improved with each modification of the system and technique which decreased exposure to oxygen and other contaminates [9j . In one of the best reactions, 36 mmole of diene in 250 ml of solvent passed over the catalyst before the activity of the system dropped below a useful value- The average activity over this period was 24% conversion. Discussion The results indicate that a catalyst can be attached to a polymer support by cocatalyst interactions. This system provides a link between the usual homogeneous and heterogeneous metathesis catalyst systems. It appears, in some cases, that in the heterogeneous systems prepared from complexes adsorbed on silica and alumina the surface serves as both the cocatalyst and support [10J . Although this hybrid catalyst is not highly efficient, the lifetime appears to be similar to that of the soluble analog. The deactivation processes do not appear to result from the desorption of the transition metal complex from the support. The amount of active catalyst cannot exceed the amount of methane produced in the catalyst forming step [111. If this is the case, only about 8% of the Sn groups are converted to a catalytic site and in the run reported above, the active catalytic sites are only 0.04 mmole/g. Using this loading, the catalyst produced approximately 500 mole of product per mole of catalyst and was exposed to I.8 x 102 mole of reagent before the activity vanished. The techniques which have been used to characterize the mechanistic steps of homogeneous catalysts [11] are now being applied to hybrid and related \"heterogeneous catalysts\". This technique of supporting catalysts through cocatalyst interactions should be applicable to a wide variety of such systems. Acknowledgments The author gratefully acknowledges the support of the Army Research office, Durham, and the Petroleum Research Fund administered by the American Chemical Society. 15 References 1 K_ G. Allum, R_ D_ Hancock, I_ Viltoweld, R. C_ Pitkethly and P_ J_ Robinson, J_ Catal_, 43 (1976) 322 and refs. therein 2 R. H. Grubbs, L_ C_ Kroll and E_ M. Sweet, J. Macromol_ Sci_, Chem-, A 7 (1973) 1047_ 3 C_ U_ Pittman and L_ R. Smith, J. Am- Chem- Soc_, 97 (1975) 1744_ 4 H_ O. Haag and D. D_ Whitehurst, 2nd. N_ American Meeting Catalyst Soc., 1971, Houston, Texas. 5 R_ H. Grubbs and S - C_ H_ Su, J. Organomet. Chem., 122 (1976) 151. 6 W_ B_ Hughes, J_ Am- Chem- Soc_, 92 (1970) 532_ 7 R_ H_ Grubbs and C_ Hoppin, unpublished results 8 E_ Verkuijlen and C_ BoelhouOer, Chem- Commun., (1974) 793_ 9 M_ T_ Mocella, R_ Rouner and E_ L_ MuettPrties, J_ Am- Chem- Soc., 98 (1976) 4689_ 10 R. L. Burwell, Jr. and A. Brenner, J. Mol. Catal., 1 (1975) 77_ 11 R_ H_ Grubbs, P_ L_ Burk, D_ D_ Carr and C_ Hoppin, J_ Am- Chem- Sac-, 98 (1976) 3478 R_ Grubbs, C_ Hoppin, unpublished results- X244 77800278 0304-5102(77)80027-8 10.1016/0304-5102(77)80027-8 Hybrid catalyst-metathesis catalysts attached to polystyrene copolymer Robert H. Grubbs Sandra Swetnick S.C-H. Su Department of Chemistry, Michigan State University, East Lansing, Michigan 48824 U.S.A. Hybrid catalysts have been prepared by the attachment of homogeneous metathesis catalysts to polystyrene supports through phosphine links or by cocatalyst interactions, Mo(φ3P)2(NO2)Cl2 was attached through a phosphine link and activated with methylaluminium sesquichloride. This catalyst system could only be reused if more aluminium co-catalyst was added. A second catalyst was prepared from polystyryl-trimethyltin and tungsten hexachloride. This catalyst showed moderate activity and could be used in a flow system. References 1 K.G. Allum R.D. Hancock I. Viltowell R.C. Pitkethly P.J. Robinson J. Catal. 43 1976 322 and refs. therein 2 R.H. Grubbs L.C. Kroll E.M. Sweet J. Macromol. Sci., Chem. A7 1973 1047 3 C.U. Pittman L.R. Smith J. Am. Chem. Soc. 97 1975 1744 4 H.O. Haag D.D. Whitehurst 2nd. N. American Meeting Catalyst Soc. 1971 Houston, Texas 5 R.H. Grubbs S-.C.H. Su J. Organomet. Chem. 122 1976 151 6 W.B. Hughes J. Am. Chem. Soc. 92 1970 532 7 R. H. Grubbs and C. Hoppin, unpublished results. 8 E. Verkuijien C. Boelhouwer Chem. Commun. 1974 793 9 M.T. Mocella R. Rouner E.L. Muetterties J. Am. Chem. Soc. 98 1976 4689 10 R.L. Burwell Jr. A. Brenner J. Mol. Catal. 1 1975 77 11 R.H. Grubbs P.L. Burk D.D. Carr C. Hoppin J. Am. Chem. Soc. 98 1976 3478 R. Grubbs, C. Hoppin, unpublished results.",
      "scopus-id": "49449122929",
      "coredata": {
        "eid": "1-s2.0-0304510277800278",
        "dc:description": "Hybrid catalysts have been prepared by the attachment of homogeneous metathesis catalysts to polystyrene supports through phosphine links or by cocatalyst interactions, Mo(φ3P)2(NO2)Cl2 was attached through a phosphine link and activated with methylaluminium sesquichloride. This catalyst system could only be reused if more aluminium co-catalyst was added. A second catalyst was prepared from polystyryl-trimethyltin and tungsten hexachloride. This catalyst showed moderate activity and could be used in a flow system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1977-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510277800278",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Grubbs, Robert H."
          },
          {
            "@_fa": "true",
            "$": "Swetnick, Sandra"
          },
          {
            "@_fa": "true",
            "$": "Su, S.C-H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510277800278"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510277800278"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(77)80027-8",
        "prism:volume": "3",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hybrid catalyst-metathesis catalysts attached to polystyrene copolymer",
        "prism:copyright": "Copyright © 1977 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "11-15",
        "prism:endingPage": "15",
        "pubType": "fla",
        "prism:coverDisplayDate": "November–December 1977",
        "prism:doi": "10.1016/0304-5102(77)80027-8",
        "prism:startingPage": "11",
        "dc:identifier": "doi:10.1016/0304-5102(77)80027-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/49449122929"
      }
    }
  }
}