{
  "metadata": {
    "title": "Oxidation of cyclohexane with H<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>2</ce:inf> and chloro-tetratolylporphyrinatochromium(III) as catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80260-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802603",
    "pii": "0304510289802603"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024764677",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802603 0304-5102(89)80260-3 0304510289802603 10.1016/0304-5102(89)80260-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 25 268 275 268 275 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. OXIDATIONCYCLOHEXANEH2O2CHLOROTETRATOLYLPORPHYRINATOCHROMIUMIIICATALYST HABER J BATTIONI 1987 332 P MEUNIER 1988 161 B ROBERT 1988 885 A BATTIONI 1988 8462 P GROVES 1979 7614 J MANSUY 1982 2781 D ADLER 1970 2443 D SUMMERVILLE 1977 8195 D OZAWA 1985 169 T YUAN 1985 512 L FONTECAVE 1984 4297 M STAUFF 1964 64 J ALBERT 1968 169 A HETEROCYCLICCHEMISTRY HABERX1989X268 HABERX1989X268X275 HABERX1989X268XJ HABERX1989X268X275XJ item 0304-5102(89)80260-3 0304510289802603 1-s2.0-0304510289802603 10.1016/0304-5102(89)80260-3 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802603-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802603/MAIN/application/pdf/2f87a66756b5fff1da52576d7617d30d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802603/MAIN/application/pdf/2f87a66756b5fff1da52576d7617d30d/main.pdf main.pdf pdf true 521393 MAIN 8 1-s2.0-0304510289802603-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802603/PREVIEW/image/png/2fd365d07320a209ccb3bf6ba9e82edc/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802603/PREVIEW/image/png/2fd365d07320a209ccb3bf6ba9e82edc/main_1.png main_1.png png 63298 849 656 IMAGE-WEB-PDF 1 268 Journal of Molecular Catalysis, 55 (1989) 268 - 275 OXIDATION OF CYCLOHEXANE WITH H^O, AND CHLORO-TETRATOLYLPORPHYRINATOCHROMIUM(III) AS CATALYST J. HABER, R. IWANEJKO and T. MfcODNICKA Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, ul. Niezapominajek, 30-239 Cracow (Poland) Summary The reaction of cyclohexane oxidation with hydrogen peroxide and chloro-tetratolylporphyrinatochromium(III) as a catalyst has been investi- gated. The influence of various nitrogen bases on the yields of the main reaction products, i.e. cyclohexanol and cyclohexanone, has been studied. A correlation between the pK^ value of some of the bases investigated and the total yield of products has been found. On the basis of the results obtained, a mechanism is discussed for the reaction. Introduction The generation of high-valent oxo-metalloporphyrin species in the liquid phase and their ability to transfer an oxygen atom to hydrocarbon molecules under mild conditions have become the subject of investigations aimed at providing a better understanding of biological oxidation processes with a view to establishing novel highly chemo- and stereo-selective oxidation reactions. Metalloporphyrins are particularly convenient compounds for such model studies, with the concepts of electron and ligand transfer and activation via coordination providing a mechanistic basis for discussing both homogeneous and heterogeneous oxidations. Active, oxygen-containing metalloporphyrin species are generated in the reaction of metalloporphyrins with iodosylbenzene, hypochlorites, peracids, hydrogen peroxide, etc. as oxidizing agents. Very efficient biomimetic systems for alkene epoxidation and alkane hydroxylation by hydrogen peroxide using an Mn-porphyrin catalyst have been reported [1]. It has also been shown that nitrogen bases such as imidazole and pyridine enhance the efficiency of reactions catalyzed by Mn-porphyrins [1-4]. Chloro-tetraphenylporphyrinatochromium(ni), Cr[TTP]Cl, appears to catalyze hydrocarbon oxidation reactions with iodosylbenzene with a high selectivity but rather a low yield [5, 6]. In this study, we have investigated the activity of Cr[TTP] Cl in oxygen atom transfer from hydrogen peroxide to the cyclohexane molecule. 0304-5102/89/$3.50 Eisevier Sequoia/Printed in The Netherlands 269 Experimental Reactions were carried out in a thermostatted glass reactor of 10ml volume equipped with a magnetic stirrer. In a standard experiment, 0.5 ml of the catalyst solution in acetonitrile was first introduced into the reactor followed by 0.2 ml of dichloromethane and 0.04 ml of cyclohexane together with 5x 10-6 mol of a given nitrogen base. Hydrogen peroxide solution in acetonitrile (1:1) was then added dropwise over a period of 30 min. The substrate concentration was the same in all experiments and the follow- ing ratio of reactants was employed: HgO^cyclohexaneinitrogen base:cata- lyst = 980:80:10:1. All reactions were undertaken at 30 C for 3 h. Chloro-5,10,15,20-tetratolylporphyrinatochromium(III) was prepared ac- cording to the procedure previously described [7] and purified by column chromatography on alumina. The nitrogen bases used were produced by Fluka and Merck and were of purity grade. The solvents used were BDH AnalaR acetonitrile and dichloromethane from POCH Gliwice, the latter being redistilled over CaHg. Hydrogen peroxide (30% v/v) was obtained from POCH Gliwice as was the cyclohexane which was of purity grade. The yield of products were determined by gas chromatography using columns filled with 10% Carbowax 20 M 80 -100 mesh Chromosorb W HP. UV-vis spectra were recorded on a Specord instrument manufactured by Carl Zeiss/Jena. ESR spectra were measured on an SE/X spectrometer produced by the Technical University in Wroclaw and operated with the X band. Results and discussion The catalytic oxidation of cyclohexane with hydrogen peroxide has been investigated under mild conditions using chloro-tetratolylporphyrina- tochromium(ni), Cr[TTP]Cl, as the catalyst. The main reaction products found were cyclohexanol and cyclohexanone. When compared with other reactions catalyzed by Cr[TPP]Cl, the final total yield was lower than that observed for the reaction carried out with cumyl hydroperoxide and compara- ble to the yield obtained when iodosylbenzene was used as the oxidizing agent [6]. However, the latter results were obtained after reaction for 24 h while the present studies were for a period of 3h, after which time the Cr[TPP]Cl still maintained its identity as demonstrated by the presence of the Soret band. According to the literature, the addition of imidazole and pyridine appears to considerably enhance the activity of Mn-porphyrins towards hydrocarbon oxidation [2-4]. For this reason, it seemed of interest to verify the effect of nitrogen bases on the course of the reaction investigated. Thus, various nitrogen bases such as pyridine, 4-aminopyridine, 4-cyanopyridine, 4-methylpyridine, 2-bromopyridine, 2,6-dimethylpyridine, imidazole, 1- methylimidazole, 4-methylimidazole, 1-trifluoromethanesulphonylimidazole, 270 4,4'-bipyridine and 8-methylquinoline have been studied as cocatalysts. The product yields and relative ratios appeared to depend on the character of the added base. In a preliminary experiment the optimum concentration for cocatalyst bases, i.e. imidazole, 4-aminopyridine and pyridine, was examined and shown to follow the trend exemplified in Fig. 1, with the best results being obtained for a 10-fold excess of base over the catalyst concentration. When the high affinity of nitrogenous ligands to Cr[TTP]Cl [8] is taken into account, it is not surprising that the presence of a large excess of nitrogen base leads to inactivation of the catalyst presumably because of the occupa- tion of both available coordination site on the metal. The experimental data obtained listed in Table 1, where the pK^ values of the various nitrogen bases studied are also cited. Figure 2 illustrates the conversion of cyclohexane plotted against the pK^ value of the corresponding base. It is seen that the yield of both products increases with the pK^ value of the base in the following sequence: 4-cyanopyridine < pyridine < imidazole < 4-aminopridine. 10 . 15 20 ISB. CAT Fig. 1. A plot of the conversion of cyclohexane versus the imidazole: Cr[TTP]Cl ratio employed. The experimental conditions were as given in the experimental section. Conversions were calculated from the yield of products. Curve 1, cyclohexanol; curve 2, cyclohexanone; and curve 3, total products. Fig. 2. A plot of the conversion of cyclohexane versus the pK^ value of various nitrogen bases: 2-bromopyridine (2-BrPy), 4-cyanopyridine (4-CNPy), 4-methylpyridine (4-MePy), imidazole (Im), 2,6-dimethylpyridine (2,6-DiMePy) and 4-aminopyridine (4-AmPy). Curve 1, cyclohexanol; curve 2, cyclohexanone; and curve 3, total products. Conversions were calculated from the yield of products. TABLE 1 Oxidation of cyclohexane in the presence of various nitrogen bases Nitrogen base P^, value' Conversion (%) of cyclohexane to Ketone:alcohol ratio Product:catalyst ratio Cyclohexanol Cyclohexanone no base present pyridine 4-cyanopyridine 4-methylpyridine 4-aminopyridine 2-bromopyridine 2,6-dimethylpyridine imidazole l-methylimidazole 4(5)-methylimidazole 1-trifluoromethanesulphonylimidazole 4,4'-dipyridine 8-methylquinoline 5.2 1.9 6.0 9.2 0.9 6.8 7.0 7.3 7.5 1.6 2.2 1.6 1.3 4.5 1.2 1.2 2.7 1.95 1.85 2.35 3.0 1.0 3.6 6.75 5.0 5.0 9.0 2.15 2.25 8.7 2.75 3.25 4.0 7.25 2.35 2.2 3.0 3.0 3.87 2.0 1.8 1.9 3.2 1.4 1.8 1.65 2.4 2.3 4.2 7.8 5.3 5.0 10.8 2.7 2.8 9.3 3.7 4.0 5.1 8.1 2.7 \"Taken from ref. 13. 272 An exception from this rule is observed for 2,6-dimethylpyridine and to a lesser extent by 4-methylpyridine. The behaviour of nitrogen bases may be considered and discussed from two viewpoints, i.e. as proximal axial ligands modifying the electronic struc- ture of the metal centre and/or as distal ligands influencing the reactivity of the coordinated hydrogen peroxide molecule as shown in Scheme 1, paths 1 and 2. The nitrogen base molecules may also act as hydrogen acceptors in the bulk phase. The observed dependence of the product yields on the p.Kg values of the nitrogen bases suggests that coordination of such molecules plays an impor- tant role in the process studied. In fact, a linear correlation exists between the pK^ value of the conjugated acid [LH''\"] and the logarithm of the equilibrium constant for coordination of the sixth ligand L to the 5-coordi- nate chromium( III)-porphyrin molecule, Cr[TTP]Cl [9]. Furthermore, the chloride ligand in the 6-coordinate chromium porphyrin is considered to be strongly bound. However, displacement of the chloride ligand may be antici- pated in the system investigated because of the increased polarity of the reaction medium brought about by the presence of water (30% v/v). The dissociation of chloride anions under the influence of added base has been confirmed in a separate experiment simulating the reaction condi- tions, via their reaction with Ag'1' ions. Thus, under the experimental condi- ,. \"X 2,Crv-0 ^ R - l^l ^ Scheme 1. 273 tions employed, chromium-porphyrins with a coordinated nitrogenous ligand would acquire properties more favourable from the catalytic point of view and simultaneously a coordination site for hydrogen peroxide molecules or H00~ anions would be liberated (see Scheme 1, path 1). Hydrogen peroxide molecules cannot compete effectively with nitrogenous ligands in coordina- tion to the metal centre because the latter are known to exhibit a much greater affinity to chromium(III)-porphyrin molecules than oxygen-donating molecules [8]. However, when the concentration of hydrogen peroxide is 100-fold greater than that of the nitrogen base, as in the experiments in question, then coordination of hydrogen peroxide molecules may be expected. Although HOO\" anions are reactive species in solution, their direct reaction with hydrocarbon molecules is somewhat doubtful. In fact, in a blank experiment, i.e. a reaction carried out in the absence of the catalyst, no product was formed whatsoever. However, when hydrogen peroxide molecules are coordinated to the metal centre, it is possible for them to oxidize such metals via a two-electron process leading to the formation of high-valent chromium-oxo species ([TTP]Crv=0)+. Species of this kind have been reported as being generated under the action of other single-atom oxygen donors and to be active in the oxidation of alkanes [6,10]. Their characteristic ESR nine-line pattern with g = 1.978 has also been obtained from studies of Cr[TTP]Cl in dichloromethane solution in the presence of H^Og. Spectral investigations have confirmed the coordination of 4-cyanopy- ridine, pyridine, imidazole and 4-aminopyridine to Cr[TTP]Cl in dichloro- 400 450 500 nm Fig. 3. Electronic spectra of a solution ofCr[TTP]Cl in dichloromethane (curve 1) and after the addition of pyridine (curve 2). Concentration ofCr[TTP]Cl, 1 x 10-' mol dm-8; concentration of pyridine, 1 x lu\"3 mol dm\"3; cell path length, 0.5 cm; room temperature. 274 methane solution, as demonstrated by the red shift of the Soret band upon addition of nitrogen bases (Fig. 3). No spectral changes were observed when 2,6-dimethylpyridine was introduced into the chromium-porphyrin solution. In this case, the presence of bulky substituents in the vicinity of the donor atom together with displacement of the chromium atom out of the plane of the porphyrin ligand makes coordination difficult. In this case also, a very low product yield was observed despite the relatively high pJCg value of the base. Similarly, no spectral evidence for coordination was observed for other sterically crowded bases such as 2-bromopyridine and 8-methylquinoline, where low product yields were again found. The highest product yields were observed in the presence of imidazole and 4-aminopyridine, where the activity may be related directly to the high pKg, values of these bases. Methyl derivatives of imidazole also appear to coordinate to chromium- porphyrin molecules and, as reported in the literature [8], anomalously strong binding arising from it-donation from the ligand to the metal centre which makes the resulting complex chemically inert is observed. This may explain the low yield of reactions involving such methylimidazole bases as cocatalysts. Moreover, these compounds are unstable in oxidizing media and decompose to yield additional, unidentissed products. 1-Trifluoromethane- sulphonylimidazole has been found to behave in a similar manner. As shown in Table 1, the ketone:alcohol yield ratio changed from a value of 2.0 when the reaction was carried out in the presence of 4-aminopy- ridine to a value of 3.87 with 4-methylpyridine. From this it follows that the additives studied not only change the total yield of the reaction but also influence its mechanism. It is possible to generate the ketone in two ways in the reaction in question: by direct oxidation of cyclohexane and by the oxidation of alcohol. However, in the control experiment which we conducted in which cyclohexanol rather than cyclohexane was used as the substrate, no cyclohexanone was detected under the reaction conditions employed. According to Fontecave and Mansuy [II], high-valent metal-oxo species can effect the abstraction of hydrogen from hydrocarbon molecules leading to the formation of an intermediate alkyi radicals, with alcohols being obtained via OH ligand transfer within the caged radical pair (Scheme 1, path 3). Escape of the transient alkyi radical from the solvent cage, together with its reaction with dioxygen and/or high-valent metal-oxo species, will result in the formation of the ketone (Scheme 1, path 4). The high ke- tone:alcohol ratio found for Cr-porphyrins in comparison to Mn-porphyrins [6] suggests that C^-oxo species are more effective in abstracting hydrogen from hydrocarbon molecules to give a higher yield of alkyi radicals. The following factors may be important in explaining the influence of nitrogen bases on the ketone:alcohol ratio. Firstly, nitrogenous ligands present in the coordination sphere of high-valent chromium-oxo species must influence the electronic structure of the oxo atom, and consequently its reactivity towards hydrocarbon molecules. Secondly, the presence of molecules of the nitrogen base in the solvating sphere of the active interme- 276 diate may promote the formation of alkyi radicals (Scheme 1, path 4) as well as facilitating their escape from the solvent cage. Oxidation reaction carried out with hydrogen peroxide and transition metal compounds may also be radical in character. In an attempt to verify the possibility of such a reaction pathway existing in our system, a control experiment was performed in which TiCIs, which is known to promote the homolytic decomposition of hydrogen peroxide [12], was present in addition to the chromium-porphyrin complex. Such a system failed to oxidize cyclo- hexane, and similar results were obtained in the presence of the iron(II) salt, (NH<)2FeS04-6H20. On the basis of the results obtained and following the above discussion, it may be concluded that heterolytic decomposition of hydrogen peroxide predominates in the reaction studied in conjunction with two-electron oxida- tion of the metal centre to yield [TTP]Crv=0+ species. The addition of nitrogen bases increases the yield of the reaction and alters the ke- tone:alcohol ratio. Bases which have difficulty in coordinating to the metal centre as a result of steric hindrance created by bulky substituents and those which form stable complexes with Cr-porphyrins are not active. Hence, it may be concluded that coordination of nitrogen bases to the metallopor- phyrin is the decisive factor which influences the course of the reaction. However, the role of such bases in the solvating sphere of the active intermediate complexes cannot be neglected. References 1 P. Battioni, J. P. Renaud, J. F. Bartoli, M. Momenteau and D. Mansuy, Reel. Trav. Chim. Pays-Bas, 106 (1987) 332. 2 B. Meunier, M. E. de Carvalho, 0. Bartolini and M. Momenteau, Inorg. Chem., 27(1988) 161. 3 A. Robert and B. Meunier, Now. J. Chim., 22(1988) 886. 4 P. Battioni, J. P. Renaud, J. F. Bartoli, M. Reina-Artiles, M. Fort and D. Mansuy, J. Am. Chem. Soc., 110 (1988) 8462. 6 J. T. Groves and W. J. Kruper, J. Am. Chem. Soc., 101 (1979) 7614. 6 D. Mansuy, J. F. Bartoli and M. Momenteau, Tetrahedron Lett., 23 (1982) 2781. 7 D. A. Adler, F. R. Longo, F. Kampas and J. Kim, J. Inorg. Nucl. Chem., 32 (1970) 2443. 8 D. A. Summerville, R. D. Jones, B. M. Hoffman and F. Basolo, J. Am. Chem. Soc., 59(1977) 8196. 9 T. Ozawa and A. Hanaki, Inorg. Chim. Acta, 102 (1985) 169. 10 Lung-Chi Yuan and T. C. Bruice, J. Am. Chem. Soc., 107 (1986) 612. 11 M. Fontecave and D. Mansuy, Tetrahedron, 40 (1984) 4297. 12 J. Stauff, H. J. Huster, F. Lomann and H. Schimdkunz, Z. Phys. Chem. (Frankfurt am Main), 40 (1964) 64. 13 A. A. Albert, Heterocyclic Chemistry, University of London Press, London, 1968, p. 169. X244 89802603 0304-5102(89)80260-3 10.1016/0304-5102(89)80260-3 Oxidation of cyclohexane with H2O2 and chloro-tetratolylporphyrinatochromium(III) as catalyst J. Haber R. Iwanejko T. Młodnicka Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, ul. Niezapominajek, 30-239 CracówPoland The reaction of cyclohexane oxidation with hydrogen peroxide and chloro-tetratolylporphyrinatochromium(III) as a catalyst has been investigated. The influence of various nitrogen bases on the yields of the main reaction products, i.e. cyclohexanol and cyclohexanone, has been studied. A correlation between the pK a value of some of the bases investigated and the total yield of products has been found. On the basis of the results obtained, a mechanism is discussed for the reaction. References 1 P. Battioni J.P. Renaud J.F. Bartoli M. Momenteau D. Mansuy Recl. Trav. Chim. Pays-Bas 106 1987 332 2 B. Meunier M.E. de Carvalho O. Bartolini M. Momenteau Inorg. Chem. 27 1988 161 3 A. Robert B. Meunier Nouv. J. Chim. 12 1988 885 4 P. Battioni J.P. Renaud J.F. Bartoli M. Reina-Artiles M. Fort D. Mansuy J. Am. Chem. Soc. 110 1988 8462 5 J.T. Groves W.J. Kruper J. Am. Chem. Soc. 101 1979 7614 6 D. Mansuy J.F. Bartoli M. Momenteau Tetrahedron Lett. 23 1982 2781 7 D.A. Adler F.R. Longo F. Kampas J. Kim J. Inorg. Nucl. Chem. 32 1970 2443 8 D.A. Summerville R.D. Jones B.M. Hoffman F. Basolo J. Am. Chem. Soc. 99 1977 8195 9 T. Ozawa A. Hanaki Inorg. Chim. Acta 102 1985 169 10 Lung-Chi Yuan T.C. Bruice J. Am. Chem. Soc. 107 1985 512 11 M. Fontecave D. Mansuy Tetrahedron 40 1984 4297 12 J. Stauff H.J. Huster F. Lomann H. Schimdkunz Z. Phys. Chem. (Frankfurt am Main) 40 1964 64 13 A.A. Albert Heterocyclic Chemistry 1968 University of London Press London 169",
      "scopus-id": "0024764677",
      "coredata": {
        "eid": "1-s2.0-0304510289802603",
        "dc:description": "The reaction of cyclohexane oxidation with hydrogen peroxide and chloro-tetratolylporphyrinatochromium(III) as a catalyst has been investigated. The influence of various nitrogen bases on the yields of the main reaction products, i.e. cyclohexanol and cyclohexanone, has been studied. A correlation between the pK a value of some of the bases investigated and the total yield of products has been found. On the basis of the results obtained, a mechanism is discussed for the reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802603",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Haber, J."
          },
          {
            "@_fa": "true",
            "$": "Iwanejko, R."
          },
          {
            "@_fa": "true",
            "$": "Młodnicka, T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802603"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802603"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80260-3",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidation of cyclohexane with H2O2 and chloro-tetratolylporphyrinatochromium(III) as catalyst",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "268-275",
        "prism:endingPage": "275",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80260-3",
        "prism:startingPage": "268",
        "dc:identifier": "doi:10.1016/0304-5102(89)80260-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024764677"
      }
    }
  }
}