{
  "metadata": {
    "title": "Codimerization of 2,5-norbornadiene with ethylene using soluble cobalt and nickel catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-09-21",
    "doi": "10.1016/0304-5102(93)80086-A",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029380086A",
    "pii": "030451029380086A"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027666687",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029380086A 0304-5102(93)80086-A 030451029380086A 10.1016/0304-5102(93)80086-A S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02465 2024-01-02T01:06:03.941633Z 0 0 19930921 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 84 84 1 1 Volume 84, Issue 1 6 77 86 77 86 19930921 21 September 1993 1993-09-21 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. CODIMERIZATION25NORBORNADIENEETHYLENEUSINGSOLUBLECOBALTNICKELCATALYSTS PILLAI S VERSTRATE 1986 522 G ENCYCLOPEDIAPOLYMERSCIENCEENGINEERING KAMINSKY 1985 2151 W SCHRAUZER 1968 373 G BOGDANOVIC 1973 954 B BOGDANOVIC 1979 105 B ADVANCESINORGANOMETALLICCHEMISTRY PILLAI 1988 1971 S PILLAI 1990 171 S PILLAI 1992 273 S PILLAI 1986 353 S SKUPINSKA 1991 613 J COMMEREUC 1982 639 D LYONS 1978 638 J DZHEMILEV 1987 65 U DANIELE 1988 1425 S BASATO 1987 115 M ZOHO 1991 109 A BELOV 1973 507 G SYMPOSIUMMECHANISMHYDROCARBONREACTIONS WILKE 1989 1 G ORGANOMETALLICSINORGANICSYNTHESIS LYONS 1980 273 J JOLLY 1975 2 P ORGANICCHEMISTRYNICKEL ALJARALLAH 1992 1 A MUZZIO 1987 403 F PARSHALL 1980 58 G HOMOGENEOUSCATALYSIS KEIM 1983 191 W VENANZI 1958 719 L CAVELL 1986 1129 K PILLAIX1993X77 PILLAIX1993X77X86 PILLAIX1993X77XS PILLAIX1993X77X86XS item 0304-5102(93)80086-A 030451029380086A 1-s2.0-030451029380086A 10.1016/0304-5102(93)80086-A 272239 2024-01-02T01:06:03.941633Z 1993-09-21 1-s2.0-030451029380086A-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380086A/MAIN/application/pdf/4645c06687004f7e6faf141f6d5a2790/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380086A/MAIN/application/pdf/4645c06687004f7e6faf141f6d5a2790/main.pdf main.pdf pdf true 644227 MAIN 10 1-s2.0-030451029380086A-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380086A/PREVIEW/image/png/bd60da890c414763d3348bc93b33e9cb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380086A/PREVIEW/image/png/bd60da890c414763d3348bc93b33e9cb/main_1.png main_1.png png 61258 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 84 (1993) 77-86 77 Elsevier Science Publishers B.V., Amsterdam M175 Codimerization of 2,5-norbornadiene with ethylene using soluble cobalt and nickel catalysts' S. Muthukumaru Pillai, G.L. Tembe and M. Ravindranathan* Research Centre, Indian Petrochemicals Corporation Limited, Baroda-391346 (India); fax. (+91-265)72098 (Received January 6, 1993; accepted April 8, 1993 ) Abstract Co (acac)x Dppe-EtYA12C4-y, (x=2, 3; y=3, 4) system promotes the codimerization of 2,5norbornadiene (1) with ethylene to give a mixture of 3-vinylnortricyclene (2 ), 5-vinyl-2-norbornene (3) and deltacyclane (4 ). A maximum turnover (C9/Co) of 46.3 for the codimers is achieved with the cobalt system. On Ni(acac)2-Dppe-Et,Al2C16_Y (y=2, 3) system 1 and ethylene selectively codimerize to give 3 and 5-ethylidene-2-norbornene (5) in the temperature range -5 to -30 C in CHZCIz solvent. The influence of various solvents, ligands, Lewis acids and ss-diketone ligands on yield and selectivity of the products are investigated. The maximum turnover of this catalyst system for the formation of codimer is 16.6. The probable mechanisms for formation of the products are delineated. Key words: cobalt; codimerization; ethylene; 5-ethylidene-2-norbornene; nickel; 2,5-norbornadiene; 3-vinyltricyclene; 5-vinyl-2-norbornene Introduction 5-Ethylidene-2-norbornene (5) and 5-vinyl-2-norbornene (3) are used as comonomers for the synthesis of terpolymers [ 1,2 ] . The former is conventionally synthesised by the Diels-Alder reaction of cyclopentadiene with 1,3butadiene followed by isomerization of the double bond. However, the DielsAlder reaction between norbornadiene and ethylene gives (27c+27c+2n) crossaddition products [ 3 ] . The co-dimerization of norbornadiene and ethylene to yield 3 and subsequently to 5 is reported on Ziegler catalysts like n-allylnickel chloride-Et3A12C13-RjR2R3P (Rl, R2, R3; CH3, C1oH2o, CioH2o; C3H7, CioH2o~ C loH2o, etc.) in the temperature range of -100 C to 10 C [4,5 ] . Ziegler catalysts based on titanium [ 6 ] , nickel [ 7 ] and tungsten [ 8 ] have found interesting applications in the dimerization and oligomerization of olefins [9-11 ] . We desired to examine whether or not it was possible to carry out codimerization of norbornadiene with ethylene over these systems, avoiding *Corresponding author. 'IPCL Communication No. 182. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 78 S. Muthukumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 the phosphine ligands with chiral C atoms. Since the transition metal centers such as Co (II) and Ni (II) readily coordinate to ligands having phosphorous centres, 1,2-bis(diphenylphosphino)ethane (Dppe) has been selected as the chelating ligand as well as the n-acceptor to bring about the much needed selectivity in the codimerization of norbornadiene and ethylene. We have also attempted to correlate the electronic characteristics of active nickel species with the selectivity of the product formation. Results and discussion Reaction of norbornadiene (1) with ethylene involves formation of norbornadiene-ethylene codimers, in addition to oligomers of 1, butenes and cycloaddition products of 1 and ethylene [ 12 ] (Scheme 1) . Formation of norbornadiene dimers depends on the nature of transition metal ion, ligands and reaction conditions [ 13 ] . Reactions at low temperatures in presence of transition metal complexes are chosen to minimise the formation of polymers of 1. A few three component catalyst systems of the type Mg-Dppe-Et3A12C13 [Mg=Co(acac)2, Fe(acac)3, Cp2ZrC12, or ({CH3}ZCHO)2Ti(acac)2] and Ni (acac) 2 were screened for the codimerization of norbornadiene and ethylene. Codimers of 1 and ethylene were formed on Co (acac) 2 and Ni (acac) 2 derived systems. cl~ 2 3 9:16 + CH2=CH2 Cat' l' cat' ~'cat' NBO. 1-Butene oligomers & + polymer 2-Butene L,J~ 5 Scheme 1. Possible dimers of the reaction between norbornadiene and ethylene. S. Muthukumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 79 Co(acac)x Dppe-Et,Al2Cls_,, (y=3, 4) system Norbornadiene and ethylene undergo codimerization in the presence of catalyst systems derived from Co (II) and Co (III) acetylacetonates under various conditions (Table 1). The conversions were determined quantitatively by gas chromatography using chlorobenzene as an internal standard. The chelating phosphine ligand is an essential component of the catalyst system for the codimerization reaction (runs 2-10). In the absence of Dppe, oligomers of 1 are mainly formed (run 1, Table 1). It is interesting to note that Co (II) and Co (III) facilitate the formation of 3-vinylnortricyclene 2 as the major codimer. Use of Et3A12C13 as Lewis acid produces 5-vinyl-2-norbornene (3) as the minor codimerization product whereas Et2AIC1 in combination with Co (II ) and Co (III) 8-diketonates gives 4 instead of 3. The maximum turnover (C9/ Co) of cobalt system is 46.3 for codimer formation. Ni(acac)2-Dppe-Et,,Al2Cls_,, (y=2, 3) system The results listed in Table 2 show that various factors influence the codimerization of 1 and ethylene over Ni(acac)2-Dppe-Et,,A12C16-,,catalyst systems. Among the different solvents the best results were obtained in CH2C12, presumably due to increasing solvation or solvent polarity. The reaction is further temperature dependent. At 2 C not only the yield of 3 was less, but significant amounts of polynorbornadiene was formed. Within the tempera- TABLE 1 Codimerization of norbornadiene and ethylene over Cc (II) and Co (III) acetylacetonate derived systems' Run Catalyst system A: B : C Co: l Reaction Conv.b Selectivity C9/Cod A-B-C (molar (molar time of to C9 ratio) ratio) (h) 1(%) products 2 3 4 1 Co(acac)2-Et3Al2CI3 1:0:7.5 1:75 1 83 - - - - 2 Co (acac)2-Dppe-Et3Al2C13 4:1:5.5 1:55 1.5 100 13 1 - 7.4 3 Co (acac)Z-Dppe-Et3A12C13 2:1:7.5 1:75 1.5 88 22 3 - 16.6 4 Co (acac)2-Dppe-Et3A12C13 1:1:7.5 1:75 1.5 100 61 1 - 46.3 5 Co (acac)2-Dppe-Et3A12C13 1:1:7.5 1:150 1.5 91 6 3 - 12.2 6 Co, (acac)2-Dppe-Et2AlCl 1:1:7.5 1:75 1.5 57 5 - 10 6.1 7 Co(acac)2-Dppe-Et3A1 1:1:7.5 1:75 3 30 9 - - 2 8 Co(acac)3-Dppe-Et3A12C13 1:1:7.5 1:75 1.5 93 13 5 - 12.8 9 Co(acac)2-Dppe-Et2AIC1 1:1:7.5 1:75 1.5 58 4 - 5 4.2 10 Co(acac)2-Dppe-Et3A1 1:1:7.5 1:75 1.5 39 6 - - 2 '-10 C; toluene; [Co ] = 6.2 X 10-3 mol; 1: ethylene= 1: 2. 'Based on reacted 1. 'Selectivity =mol of product X 100 mol of reacted 1 `vI'urnover= mol of (2 + 3 + 4) /mole cobalt catalyst. 80 S. Muthuhumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 TABLE 2 Codimerization of norbornadiene and ethylene over Ni(acac)2 [A]-Dppe [B] Run ARC Solvent Temp. Co-Catalyst Conversion Selectivityd Conversion of C9/Ni (molar ( C) [ C ] of 1(%) ethylene to 1 ratio) 3 5 C4 and 2-C4 (% ) 1 1:1:7.5 toluene -20 Et3A12Cl3 59 6 3 7,14 4.1 2 2:1:7.5 CH2C12 -20 Et3A12C13 55 11 10 5, 13 8.9 3 2:1:7.5 C1CH2CH2C1 -20 Et3A12C13 44 5 2 7, 38 2.3 4 2:1:7.5 CH2Cl2 -30 Et3A12C13 69 15 3 7, 18 9.3 5 2:1:7.5 CH2C12 -5 Et3A12C13 59 16 3 9, 11 8.5 6 2:1:7.5 CH2Cl2 +2 Et3A12C13 826 2 - - 1.0 7 3:1:7.5 CH2Cl2 -30 Et3A12C13 42 16 6 7, 17 6.9 8 1:1:7.5 CH2Cl2 -30 Et3M2C13 34 10 - 3, 14 3.0 9 2:1:7.5 CH2C12 -30 Et2AlC1` 95 - 3 17, 72 2.0 10 2:1:7.5 CH2C12 -30 EtAIC12 81 20 7 20, 30 16.6 11 2:1:7.5 CH2C12 -30 Et3A1 26 - - 1 - 12 2:1:7.5 CH2C12 -30 AIC19 20 - - 1 - Ni(acac)2=1.545 mmol; Ni: 1=1:75; 3 h; 1: ethylene= 1:2-3; solvent=85 ml. 'Sizable amount of polynorbornadiene is formed. 15% solution in benzene. \"See note c of Table 1. TABLE 3 Influence of ligands on the codimerization of norbornadiene and ethylene over Ni (acac )2 derived catalyst systems' Run Ligand Cocatalyst Conversion Selectivity Conversion of C9/Ni of 1 (% ) ethylene to 1-C4 3 5 polymer and 2-C4 ( % ) 4 Dppe Et3Al2C13 69 15 3 - 7, 18 9.3 12 PPh3 Et3A12C13 100 - 1 - 2, 96 - 13 P (n-Bu) 3 Et3Al2C13 100 - 1 - 3, 96 - 10 Dppe EtAIC12 81 20 7 - 20, 30 16.6 14 P(n-Bu)3b EtAIC12 100 - - - 2,96 - 15 HMPA` EtAIC12 3 - - 91\" 17, 30 - 16 TMEDA EtA1C12 31 - - 81 3, 6 - 'Ni:ligand:cocatalyst=2:1:7.5; Ni:l=1:75; 3 h; CH2C12. bNi:P(n-Bu)3=l:l. `HMPA=hexamethylphosphoric triamide. \"IR shows bands at 3055, 2935,1625,805 cm-'. TMEDA=N,N,N',N'-tetramethylethylenediamine. ture range of - 5 C to - 30 C and with Et3A12C13 as the Lewis acid the maximum efficiency of nickel catalyst for codimer is 9.3. Ease of formation of codimers at low temperature and increasing solvent polarity suggest that a sshydride mechanism may be operative in the codimerization reaction. S. Muthukumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 81 TABLE 4 Activity of nickel complexes for codimerization of 1 and ethylene Run Complex R' R RZ Conv. of Conv. Selectivity' C9/Ni ethylene to of 1 1-C4 and 2-C4 (%) 3 5 6` polymer 4 Ni(R'COCRCOR2)2 CH3 H CH3 7,18 69 15 3 - - 9.3 17 Ni(R'COCRCORz)2 Ph H CH3 7, 19 64 12 1 - 13 6.6 18 Ni(R'COCRCORz)2 Ph H Ph 6, 16 64 14 2 - 9 7.7 19 Ni(R'COCRCORZ)2 CF3 H CF3 8, 19 32 6 - 9 - 3.4 20 Ni(R'COCRCORZ)2 CH3 Cl CH3 5,12 8 - - 39 - 2.3 21 N'C12(dppe) - 5, 23 12 5 - 23 - 2.6 22 [Ni(acac) (dppe) ]Cl - 5, 25 10 - - 29 - 2.2 23 [Ni(acac)(dppe)]BPh4 - 2,7 27 3 - 3 - 1.5 `Ni:Dppe:Et3A12C13-2:1:7.5; Ni:1=1:75; -30 C; 3 h: P(C2H4)-150 psig; CHZC12. 'See note c of Table 1. `Quantified using same molar retention factor of 5. The influence of the Ni : Dppe molar ratio on the codimerization of 1 and ethylene was studied (runs 4, 7, 8, Table 2). When Dppe was mixed with Ni(acac)2 there was an instantaneous colour change from green to mustard yellow. A UV-vis spectroscopic study in CHZCl2 solvent shows formation of a species having an absorption at 424 nm with low molar extinction coefficient. This absorption matches that of [ Ni (acac) (Dppe) ] BPh4 [ 14,15 ] . Nickel complexes such as [ Ni (acac) (Dppe) ] Cl, [ Ni (acac) (Dppe) ] BPh4 and NiC12(Dppe) were used in several runs (runs 21-23, Table 4) . These complexes behave very similarly to the Ni (acac) 2-Dppe (1:1) system (runs 8, Table 1) with low efficiency for codimer formation. The optimum Ni : Dppe molar ratio of 2:1 possibly indicates that a Dppe bridged bimetallic complex [ 16 ] may be formed as the catalytically active species. It is known that similar bititanium ethylene-bridged complexes [9,17] have been proposed as active species for the dimerization of ethylene. Similarly, in the hydrovinylation of cyclopentadiene on the r3-C3H5NiC1-dimeric azaphospolene-Et3A12C13 system, Wilke has considered a nickel hydride complex species with monodentate coordination of dimeric azaphospolene ligand [ 18 ] . The influence of cocatalysts shows that the trend for codimer formation is EtAIC12 > Et3A12C13 > Et2AlC1 > AlEt3 ~_- AIC13. Lewis acids having both alkyl and halide groups on the aluminium are active for this reaction with an optimum Et/Al ratio of 0.5-1.0. The selectivity ratio of 3 and 5 under similar reaction conditions suggests that the Ni (acac) 3-Dppe-EtAICl2 system favours the formation of 5 compared the Ni(acac)2-Dppe-Et3A12C13 system. A maximum turnover (C9/Ni) of 16.6 is observed when EtAIC12 is the Lewis acid. Conversion of 1 and selectivity to C9 products are strongly influenced by the nature of the modifying ligands (Table 3). It is obvious that Dppe is the 82 S. Muthukumaru Pillai et al. / J Mol. Catal. 84 (1993) 77-86 most favourable one among the ligands used. Monodentate phosphorus ligands like PPh3 and P (n-Bu) 3 predominantly favour dimerization of ethylene and oligomerization of 1. TMEDA which is similar to Dppe favours polymers of 12 suggesting that in addition to the chelating effect, the n-acceptor nature of phosphorous atom is also an important factor in the codimerization reaction. Fine variation of electron density around the nickel metal ion and its influence on the codimerization reaction were investigated using Ni (RICOCRCOR2 ) 2 derived systems (Table 4) . Phenyl substituted ss-diketone ligands facilitate codimerization of 1 and ethylene but at the same time also produce polynorbornadiene as well. Electron withdrawing CF3 and Cl bearingss-diketone ligands suppress the total reactivity and give rise to the HCl addition product 6 which is produced in traces by a parallel reaction. Hydrogen chloride is generated presumably by hydrolysis of Et3Al2C13 by moisture that is inadvertantly introduced into the reaction mixture. The product 6 is identified as 5-chloro-2-norbornene from GC-MS analysis. Mechanism Under the influence of the Co (acac) 2-Dppe-EtAIC12 and Co (acac) 2Dppe-Et2AlCl catalyst systems at -10 C and 50 C it is observed that 3 does not undergo isomerization to 2. The formation of codimers on cobalt complexes can be summarised as shown in Scheme 2. A low valent cobalt complex [ Co (I) or Co (0) ] formed from Co (II) and Co (III) metal ions in the presence MC2 H4 _ M M M~ ~b o tlCzH4 Cb,x ~ i -- - M M ~,.~H I MJ J Scheme 2. Pathways for the formation of codimers of norbornadiene anti ethylene over cobalt metal species. M -Active cobalt metal species. S. Muthukumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 83 H ~Ni ---Ni N Ly Lx Ni NCH - NCH E . 3 ~ d' ft~ 1~ N~ 1 - NiH C~ 5 Scheme 3. Pathway for formation of 3 and 5 over nickel complexes. Lx-acac-; Ly- Ph2PCH2CH2PPh2. of Dppe and EtyA12C16_y undergoes reaction with 1 and ethylene predominantly by the route B. Possibly, the Co (I) species, which is more electrophilic than the Co (0) species, coordinates to two double bonds of 1 to form 7. This can undergo an insertion reaction with a coordinated ethylene to form 8 [ 19 ] . The metallacycle 8 can undergo reductive elimination andss-hydrogen abstraction to give 4 and 2 respectively. With the electron deficient Co (I) centres, sshydrogen abstraction predominates resulting in the formation of 2 as the major product. When Et3A12C13 is used, a fraction of ethylene is likely to react following pathway A to give 3. This system however, does not yield 4. Involvement of Co-H species is ruled out because only 3, and not the corresponding internal olefin 5, is formed. On the Ni (acac) 3-Dppe-EtyA12C16 _y system, bivalent nickel species having the Ni-H bond is the most probable species involved in the codimerization reaction. As shown in the experimental section the codimerization is carried out first by adding the Ni (acac) 2-I)ppe complex to ethylene and 1. The organoaluminium is added later. If ethylene is added after the catalyst is mixed with organoaluminium, then codimers are not formed. In this case the nickel salt is reduced by organoaluminium. This observation suggests that coordination of the ethylene molecule with the nickel centre during reaction with the organoaluminium compound is a prerequisite for generation of active species. When 3 is used as the substrate, the Ni (acac) 2-Et3A12C13 system at - 20 C gives predominantly polymers, whereas the Ni(acac)2-Dppe-EtAIC12 system produces oligomers of 3. A Ni (II) complex with Ni-H bond generated by interaction of ethylene and 1 on Ni (II) centre in presence of ethyl aluminium chloride and stabilized by Dppe ligand can account for the formation of 3 which can subsequently undergo skeletal rearrangement to yield 5' (Scheme 3) . It is 84 S. Muthukumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 observed that ethylene is dimerized predominantly to 2-butene as a parallel reaction. Our earlier study [ 7 ] on this reaction using Ni (acac) 2-EtyA12C16 _y reveals that ethylene is initially dimerized to 1-butene and subsequently isomerized to 2-butene via nickel species containing Ni-H bond. The presence of bidentate phosphine is important for the catalyst system in this study. It is known that phosphines in general [ 20,21 ] increase the electron density on the nickel atom and facilitate the elimination step by decreasing the strength of the nickel-alkyl bond via ss-hydrogen abstraction. Thus the formation of a Ni (II) species with a Ni-H bond in Ni (acac) 2-Dppe-EtyA12C16 _y is reasonable and consistent with the reports on the mechanism of oligomerization of olefins [ 22-24 ] . Conclusions The reaction of 1 and ethylene on Co (acac) 2-Dppe-Et3Al2C13 produces 2 as the major product and 3 as the minor product. However, in presence of Et2AlCl as Lewis acid, deltacyclane becomes the minor product. In contrast, in presence of Ni(RICOCRCOCR2)Z-Dppe-Et,,A12C16_y (y=3, 2) system 3 and 5 are the major codimers. The reaction is facile in CH2C12 and at sub-zero temperatures ( - 5 C to - 30 C). However, the reaction is limited owing to other competing reactions like homodimerization of ethylene, polymerization of 1 etc. The competitive self-condensation of 1 is suppressed and the codimerization is faster on cobalt relative to the nickel system. Experimental Instruments GC analyses were performed on a Shimadzu 7AG instrument equipped with a 10% Apiezon L column (5 m X 4 mm) and flame ionization detector. NZ was used as the carrier gas and the chromatograms were recorded with Shimadzu Chromatopac C-ElB integrator. IR spectra were recorded on a Bruker IFS-48 FTIR spectrometer. GC-mass spectra were recorded on a HP-5985 instrument equipped with cross-linked methylsilicone, capillary column (50 m, i.d. 0.2 mm; film thickness 0.5 um). Nickel was estimated by GBC 902 atomic absorption spectrometer. Carbon and hydrogen analyses were routinely carried out using a Carlo Erba 1106 elemental analyzer. Materials The following chemicals were used as received: Co (acac )2, Fe (acac )3, Dppe (Alfa Products), 1, PPh3, 3 (Aldrich), P (n-Bu) 3, HMPA, (Fluka ), Et3A12C13, EtAIC12, AlEt3 (Ethyl Corporation), 15% Et2AlC1 in benzene (Polyoleiin In- S. Muthukumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 85 dustries Ltd., Thane), Ni (acac) 2, TMEDA (Riedel). The other nickel complexes were prepared as described previously [ 25,26 ] . All the catalyst samples were handled in predried glassware and under an inert atmosphere. Procedure for codimerization of 1 and ethylene In a glove box under inert atmosphere Ni (acac) 2 (395 mg, 1.545 mmol ) was dissolved in CHZCl2 (50 ml, freshly distilled over P205) . Dppe (305 mg, 0.77 mmol) dissolved in CH2C12 (25 ml) was mixed with the nickel complex in a catalyst charging funnel. The complex solution was charged into a 300 ml Parr reactor under nitrogen atmosphere and the reactor pressurised with ethylene (100 psig). The mixture was chilled to - 65 C and stirred. After ethylene was completely dissolved under N2 flow, 1 (12.5 ml, 0.12 mol) was injected into the reactor. Then EtAIC12 (1.2 ml, 0.12 mmol) in CHZC12 (10 ml) was added to the pressure vessel. Ethylene was introduced carefully into the reactor to 150 psig. Care was taken so that the temperature did not rise above - 30 C. The reactor was warmed to - 30 C and agitation started and continued for 3 h at - 30 C. After this, the gases were collected over an aspirator bottle and the catalyst solution was quenched with absolute alcohol. The products were analysed by GC. The presence of 2 and deltacyclane 4 was confirmed by comparison of GC-MS pattern with authentic samples prepared by the method of Meyer et al. [12]. Acknowledgements We thank Dr. I.S. Bhardwaj for his keen interest and permission to publish this work. Technical assistance from Mr. M.T. Patel and Mr. Robin Antony are gratefully acknowledged. We are grateful to Dr. H.K. Myers, Sun Refining and Marketing Company, USA, for sharing his supplementary research data on 2. We also thank Dr. B.D. Bhatt and Dr. Syed Ali for recording the GC-MS spectra. References 1 G. Ver Strate, in H.F. Mark, N. Bikales, C.G. Overberger, G. Menges and J.I. Kroschwitz, Encyclopedia of Polymer Science and Engineering, Wiley, New York, 1986, Vol. 6, p. 522. 2 W. Kaminsky and M. Miri, J. Polym. Sci., Polym. Chem. Ed., 23 (1985) 2151. 3 G.M. Schrauzer, Adu. Catal., IS (1968) 373. 4 B. Bogdanovic, B. Henc, A. Losler, B. Meister, H. Pauling and G. Wilke, Angew. Chem., Int. Ed. Engl., 12 (1973) 954. 5 B. Bogdanovic, in F.G.A. Stone and R. West (ed. ), Advances in Organometallic Chemistry, Academic Press, New York, 1979, Vol. 17, p. 105. 86 S. Muthukumaru Pillai et al. / J. Mol. Catal. 84 (1993) 77-86 6 S. Muthukumaru Pillai, G.L. Tembe, M. Ravindranathan and S. Sivaram, Ind. Eng. Chem. Res., 27 (1988) 1971. 7 S. Muthukumaru Pillai, G.L. Tembe and M. Ravindranathan, J. Mol. Catal., 58 (1990) 171. 8 S. Muthukumaru Pillai, G.L. Tembe and M. Ravindranathan, Appl. Catal. A, 81 (1992) 273. 9 S. Muthukumaru Pillai, M. Ravindranathan and S. Sivaram, Chem. Rev., 86 (1986) 353. 10 J. Skupinska, Chem. Rev., 91 (1991) 613. 11 D. Commereuc, Y. Chauvin, G. Leger and J. Gaillard, Rev. Inst. Fr. Pet., 37 (1982) 639. 12 J.E. Lyons, H.K. Myers and A. Schneider, J. Chem. Soc. Chem. Commun., (1978) 638. 13U.M. Dzhemilev, R.I. Khusnutdinov and G.A. Tolstikov, Russ. Chem. Rev., 56 (1987) 65. 14 S. Daniele, M. Basato, B. Corain, G. Favero and G. Bontempelli, J. Chem. Soc., Dalton Trans., (1988) 1425. 15 M. Basato, B. Corain, P. De Roni, G. Favero and R. Jaforte, J. Mol. Catal., 42 (1987) 115. 16 A.D. Zoho, A. Costella, A. Mezzetti and P. Rigo, J. Organomet. Chem., 414 (1991) 109. 17 G.P. Belov, T.F. Dzhabiev and F.S. Dyachkovskii, in F. Marta and D. Kallo (eds.), Symposium on the Mechanism of Hydrocarbon Reactions, Elsevier, Amsterdam, 1973, p. 507. 18 G. Wilke, in H. Weiner and G. Erker (ed. ), Organometallics in Organic Synthesis, SpringerVerlag, New York, Vol. 2,1989, p. 1. 19 J.E. Lyons, H.K. Myers and A. Schneider, Ann. N. Y. Acad. Sci., 333 (1980) 273. 20 P.W. Jolly and G. Wilke, The Organic Chemistry of Nickel, Academic Press, New York, Vol. 2,1975, p. 2. 21 A.M. Al-Jarallah, J.A. Anabtawi, M.A.B. Siddique, A.M. Aitani and A.W. Al-Sadoun, Catal. Today, 14 (1992) 1. 22 F.J. Muzzio and D.G. Loffler, Acta Chim. Hung., 124 (1987) 403. 23 G.W. Parshall, Homogeneous Catalysis, Wiley, New York, 1980, p. 58. 24 W. Keim, Ann. N. Y. Acad. Sci., 415 (1983) 191. 25 L.M. Venanzi,J. Chem. Soc., (1958) 719. 26 K.J. Cavell and A.F. Masters, Aust. J. Chem., 39 (1986) 1129. X244 9380086A 0304-5102(93)80086-A 10.1016/0304-5102(93)80086-A ☆ IPCL Communication No. 182. Codimerization of 2,5-norbornadiene with ethylene using soluble cobalt and nickel catalysts S.Muthukumaru Pillai G.L. Tembe M. Ravindranathan ∗ Research Centre, Indian Petrochemicals Corporation Limited, Baroda-391346 India, fax. (+91-265)72098 * Correspomding author. Co(acac) x -Dppe-Et y Al2Cl6-y (x =2, 3; y=3,4) system promotes the codimerization of 2,5-norbornadiene (1) with ethylene to give a mixture of 3-vinylnortricyclene (2), 5-vinyl-2-norbornene (3) and deltacyclane (4). A maximum turnover (C9/Co) of 46.3 for the codimers is achieved with the cobalt system. On Ni(acac)2-Dppe-Et y Al2Cl6-y , (y=2,3) system 1 and ethylene selectively codimerize to give 3 and 5-ethylidene-2-norbornene (5) in the temperature range −5 to −30°C in CH2Cl2 solvent. The influence of various solvents, ligands, Lewis acids and β-diketone ligands on yield and selectivity of the products are investigated. The maximum turnover of this catalyst system for the formation of codimer is 16.6. The probable mechanisms for formation of the products are delineated. Keywords cobalt codimerization ethylene 5-ethylidene-2-norbornene nickel 2,5-norbornadiene 3-vinyltricyclene 5-vinyl-2-norbornene References 1 G. Ver Strate H.F. Mark N. Bikales C.G. Overberger G. Menges J.I. Kroschwitz Encyclopedia of Polymer Science and Engineering 6 1986 Wiley New York 522 2 W. Kaminsky M. Miri J. Polym. Sci., Polym. Chem. Ed. 23 1985 2151 3 G.M. Schrauzer Adv. Catal. 18 1968 373 4 B. Bogdanovic B. Henc A. Losler B. Meister H. Pauling G. Wilke Angew. Chem. Int., Ed. Engl. 12 1973 954 5 B. Bogdanovic F.G.A. Stone R. West Advances in Organometallic Chemistry 17 1979 Academic Press New York 105 6 S.Muthukumaru Pillai G.L. Tembe M. Ravindranathan S. Sivaram Ind. Eng. Chem. Res. 27 1988 1971 7 S.Muthukumaru Pillai G.L. Tembe M. Ravindranathan J. Mol. Catal. 58 1990 171 8 S.Muthukumaru Pillai G.L. Tembe M. Ravindranathan Appl. Catal. A 81 1992 273 9 S.Muthukumaru Pillai M. Ravindranathan S. Sivaram Chem. Rev. 86 1986 353 10 J. Skupinska Chem. Rev. 91 1991 613 11 D. Commereuc Y. Chauvin G. Leger J. Gaillard Rev. Inst. Fr. Pet. 37 1982 639 12 J.E. Lyons H.K. Myers A. Schneider J. Chem. Soc. Chem. Commun. 1978 638 13 U.M. Dzhemilev R.I. Khusnutdinov G.A. Tolstikov Russ. Chem. Rev. 56 1987 65 14 S. Daniele M. Basato B. Corain G. Favero G. Bontempelli J. Chem. Soc., Dalton Trans. 1988 1425 15 M. Basato B. Corain P. De Roni G. Favero R. Jaforte J. Mol. Catal. 42 1987 115 16 A.D. Zoho A. Costella A. Mezzetti P. Rigo J. Organomet. Chem. 414 1991 109 17 G.P. Belov T.F. Dzhabiev F.S. Dyachkovskii F. Marta D. Kallo Symposium on the Mechanism of Hydrocarbon Reactions 1973 Elsevier Amsterdam 507 18 G. Wilke H. Weiner G. Erker Organometallics in Organic Synthesis 2 1989 Springer-Verlag New York 1 19 J.E. Lyons H.K. Myers A. Schneider Ann. N.Y. Acad. Sci. 333 1980 273 20 P.W. Jolly G. Wilke The Organic Chemistry of Nickel 2 1975 Academic Press New York 2 21 A.M. Al-Jarallah J.A. Anabtawi M.A.B. Siddique A.M. Aitani A.W. Al-Sadoun Catal. Today 14 1992 1 22 F.J. Muzzio D.G. Loffler Acta Chim. Hung. 124 1987 403 23 G.W. Parshall Homogeneous Catalysis 1980 Wiley New York 58 24 W. Keim Ann. N.Y Acad. Sci. 415 1983 191 25 L.M. Venanzi J. Chem. Soc. 1958 719 26 K.J. Cavell A.F. Masters Aust. J. Chem. 39 1986 1129",
      "scopus-id": "0027666687",
      "coredata": {
        "eid": "1-s2.0-030451029380086A",
        "dc:description": "Co(acac) x -Dppe-Et y Al2Cl6-y (x =2, 3; y=3,4) system promotes the codimerization of 2,5-norbornadiene (1) with ethylene to give a mixture of 3-vinylnortricyclene (2), 5-vinyl-2-norbornene (3) and deltacyclane (4). A maximum turnover (C9/Co) of 46.3 for the codimers is achieved with the cobalt system. On Ni(acac)2-Dppe-Et y Al2Cl6-y , (y=2,3) system 1 and ethylene selectively codimerize to give 3 and 5-ethylidene-2-norbornene (5) in the temperature range −5 to −30°C in CH2Cl2 solvent. The influence of various solvents, ligands, Lewis acids and β-diketone ligands on yield and selectivity of the products are investigated. The maximum turnover of this catalyst system for the formation of codimer is 16.6. The probable mechanisms for formation of the products are delineated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-09-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029380086A",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pillai, S.Muthukumaru"
          },
          {
            "@_fa": "true",
            "$": "Tembe, G.L."
          },
          {
            "@_fa": "true",
            "$": "Ravindranathan, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029380086A"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029380086A"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80086-A",
        "prism:volume": "84",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Codimerization of 2,5-norbornadiene with ethylene using soluble cobalt and nickel catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "cobalt"
          },
          {
            "@_fa": "true",
            "$": "codimerization"
          },
          {
            "@_fa": "true",
            "$": "ethylene"
          },
          {
            "@_fa": "true",
            "$": "5-ethylidene-2-norbornene"
          },
          {
            "@_fa": "true",
            "$": "nickel"
          },
          {
            "@_fa": "true",
            "$": "2,5-norbornadiene"
          },
          {
            "@_fa": "true",
            "$": "3-vinyltricyclene"
          },
          {
            "@_fa": "true",
            "$": "5-vinyl-2-norbornene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "77-86",
        "prism:endingPage": "86",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 September 1993",
        "prism:doi": "10.1016/0304-5102(93)80086-A",
        "prism:startingPage": "77",
        "dc:identifier": "doi:10.1016/0304-5102(93)80086-A",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027666687"
      }
    }
  }
}