{
  "metadata": {
    "title": "Acidity studies of Eaton's catalyst, methanesulfonic acid—phosphorus pentoxide",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-02-04",
    "doi": "10.1016/0304-5102(93)E0224-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E02245",
    "pii": "0304510293E02245"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028763693",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E02245 0304-5102(93)E0224-5 0304510293E02245 10.1016/0304-5102(93)E0224-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00715 2024-01-02T01:04:53.938015Z 0 0 19940204 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 87 87 2 3 2 3 Volume 87, Issues 2–3 8 215 222 215 222 19940204 4 February 1994 1994-02-04 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. ACIDITYSTUDIESEATONSCATALYSTMETHANESULFONICACIDPHOSPHORUSPENTOXIDE FARCAIU D ROCHESTER 1970 C ACIDITYFUNCTIONS FARCAIU 1992 118 D FARCAIU 1992 126 D EATON 1973 4071 P UEDA 1984 833 M SHAFFER 1985 367 T UEDA 1985 847 M UEDA 1989 673 M UEDA 1992 1993 M ZHAO 1991 3001 D UEDA 1984 323 M UEDA 1986 1019 M UEDA 1986 117 M UEDA 1985 2723 M UEDA 1988 159 M SCOTT 1981 179 P FARCAIUX1994X215 FARCAIUX1994X215X222 FARCAIUX1994X215XD FARCAIUX1994X215X222XD item 0304-5102(93)E0224-5 0304510293E02245 1-s2.0-0304510293E02245 10.1016/0304-5102(93)E0224-5 272239 2024-01-02T01:04:53.938015Z 1994-02-04 1-s2.0-0304510293E02245-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E02245/MAIN/application/pdf/30e98132111793bafc040997d5c58031/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E02245/MAIN/application/pdf/30e98132111793bafc040997d5c58031/main.pdf main.pdf pdf true 501103 MAIN 8 1-s2.0-0304510293E02245-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E02245/PREVIEW/image/png/d535644bd14d9eb429f023752c6f540f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E02245/PREVIEW/image/png/d535644bd14d9eb429f023752c6f540f/main_1.png main_1.png png 52495 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 87 (1994) 215-222 215 Elsevier Science B.V., Amsterdam M290 Acidity studies of Eaton's catalyst, methanesulfonic acid-phosphorus pentoxide Dan Farca iu* and Huisu Cao Department of Chemical Engineering, University of Pittsburgh, Pittsburgh, PA 15261 (USA) (Received June 9, 1993; accepted August 20, 1993 ) Abstract The acidity of Eaton's regent, methanesulfonic acid-phosphorus pentoxide, was determined by 13C NMR using mesityl oxide as indicator extrapolated to infinite dilution. It was found that addition of Pa06 decreases the strength of MeS03H. The mixed anhydrides and the polyphosphoric acids identified by \"C- and \"P-NMR behave, therefore, as weak bases in methanesulfonic acid solution. Addition of small amounts of water produces a steep decrease in acidity of MeS03H but has little effect on the acid strength of MeSO3H-Pz06 acid mixture. Phosphorus pentoxide is thus able to delay the deactivation by the strong base water, when this is a product of the reactions catalyzed by Eaton's catalyst. Key words: acidity; Eaton's catalyst; methanesulphonic acid; phosphorus pentoxide Introduction The strength of acids used as catalysts for reactions of practical importance has seldom been measured before. The main reason is that the traditional acidity measurements like that of Hammett [ 1 ] are based on UV-visible spectroscopy, which are unsuitable for colored catalysts. We have demonstrated that the strength of any strong acid catalyst can be measured by C-13 NMR spectroscopy [2,3 ] using a,ss-unsaturated ketones, such as mesityl oxide (1), as indicators (Eq. 1). (a) (ss) o (a) (ss) 40H Me2C=CH-C-Me + H+ '_ MezC=CH-C-Me (1) (1) (2) A unique feature of these indicators is that the positive charge acquired upon protonation (formula 2) is concentrated at C-ss and very little charge is present at C-a. We were thus able to eliminate the effect of magnetic properties \"Corresponding author. 0304-5102/94/$07.00 1994 - Elsevier Science B.V. All rights reserved. SSDI 0304-5102 (93 )E0224-5 216 D. Farca iu, H. Cao / J. Mol. Catal. 87 (1994) 215-222 of the acid as a solvent, by employing the chemical shift difference between the signals for C-ss and C-a in mesityl oxide as the parameter which measures the acidity (Eq. 2). d8-J(C-ss)-8(C-a) (2) The values of the d8 parameter are a function of the concentration of indicator (mesityl oxide). Therefore, for comparison the same concentration of indicator must be used. By using the d8 values extrapolated at zero concentration (infinite dilution) of mesityl oxide (d8 ), we could relate our measurements to the Ho acidity function [ 2,3 ] . We report here on the application of this method to acid mixtures of methanesulfonic acid and phosphorus pentoxide. The mixture of these compounds in a ratio of 10 :1 by weight, which is known as the Eaton's reagent [ 4 ] , is an effective acid catalyst in many organic syntheses. This reagent has been used, for example, as a condensing agent and solvent for aromatic acylations [4,5], in Fischer indole syntheses [ 6 ] , in synthesis of aryl sulfones [ 7 ] , and in Beckman rearrangement [ 4 ] . Syntheses of heterocyclic systems like benzoxazoles (from o-aminophenols and dicarboxylic acids [5f,8], benzothiazoles (from oaminothiophenols and carboxylic acids [9], and benzimidazoles (from o-diamines and carboxylic acids) [ 10 ] , as well as oxadiazoles (from hydrazine and carboxylic acids) [ 11 ] , all incorporated in polymeric structures, have been reported in articles and patents. Formation of triarysulfonium ions from diaryl sulfoxide and activated aromatics [ 12 ] , and the cleavage of macrocyclic polyethers (crowns) [ 13 ] are also catalyzed by this acid. For a better characterization of this acid catalyst, we first measured the Hammett acidity function Ho of MeS03H-P205 mixture with a varying amount of P205, using carbon-13 NMR spectroscopy and mesityl oxide as indicator. In the second part of the work, we examined the effect of water upon the acidity of both MeS03H and a mixture of MeS03H and P205. For this purpose we determined the relative protonating ability of solutions containing the same amount of mesityl oxide in MeS03H and in a 9.23:1 (by weight) MeS03H/ P205 mixture in the presence of varying amounts of H20. Experimental Materials A purified sample of methanesulfonic acid was obtained from ATOCHEM, North America. Phosphorus pentoxide was a technical grade commercial product. In a typical experiment, methanesulfonic acid (about 10-15 ml) was placed in a preweighed 25 ml stoppered flask. The flask was weighed again, then the appropriate amount of phosphorus pentoxide (depending on the desired weight ratio) was added in one portion. To avoid moisture, all the D. Farca$iu, H. Cao / J. Mol. Catal. 87 (1994) 215-222 217 preparations were conducted under dry nitrogen, in a dry box. The mixture was magnetically stirred overnight for full solubilization of P205. Analytical procedures The weight percentage of P205 and MeS03 in the mixed catalysts was measured by a two-step titration procedure. In the first step the acid was titrated with 1.0 M NaOH until the indicator methyl orange (pKe=4.0) turned yellow. The volume of NaOH was noted as V8. In the second step calcium chloride dihydrate and another indicator, phenolphthalein (pK8=9.1), were added to the acid mixture. The mixture was stirred and heated to boil, while the titrating reagent was added dropwise from the buret through a wide-bore reflux condenser to the acid mixture in the flask. Titration continued until the pink color persisted for 20 minutes. The volume of NaOH was noted as Vb. TABLE 1 Chemical shift difference (8c~,~-8c~a~) for mesityl oxide in MeS03H and MeS03H/P206 as a function of concentration Acid P206` WMBso3H/ Conc b d8 d8 ` Ho (mixture) ( % ) WP205 A: MeS03H 0 0.6457 73.60 75.64d - 7.28 0.3487 74.66 - 0.0595 75.41 B: MeS03H/ 3.36 28.81 0.6553 73.63 75.40 -7.20 P206 0.3360 74.47 0.0475 75.28 5.05 18.79 0.6228 73.79 75.20 -7.12 0.2942 74.21 0.0927 75.15 9.78 9.23 0.6440 73.14 75.09 - 7.08 0.2870 74.28 0.1100 74.73 11.42 7.76 0.6802 73.14 74.96 - 7.04 0.3502 74.05 0.0717 74.76 'By weight. bMolal. 'From linear extrapolation of d8 values to zero concentration. dAnother experiment gave d8 -75.66, so the average value d8 -75.65 is used in Fig. 1. 'The acid used in these experiments was a certified 99.57% material. A specially purified (vacuum distillation, triple recrystallization under inert atmosphere) methanesulfonic acid had an Ho value of -7.60 (D. Farca$iu and A. Ghenciu, unpublished). 218 D. Farcqiu, H. Cao / J. Mol. Catal. 87 (1994) 215-222 TABLE 2 Chemical shift difference 0cM-804)) for mesityl oxide in MeS03H/H20 and MeS03H/P205/ H20 Acid Hz 0' P206e wMeSO3H / da (mixture) ( % ) ( % ) WPo6 Cb: MeS03H/ 0 0 - 73.69 H20 1.35 0 - 72.76 2.68 0 - 71.85 3.85 0 - 71.09 4.93 0 - 70.56 Db: MeS03H/ 0 9.78 9.23 73.14 P208/1120 2.78 9.50 9.23 72.85 4.07 9.38 9.23 72.27 5.32 9.25 9.23 71.49 'By weight. 'Samples C and D have the same concentration of mesityl oxide (0.644 mol/kg acid). The reactions occurring during the two steps of the titration are shown in Eqs. 3-6. Step a: MeS03H+HO--*MeSO3 +H20 (3) H3P04+H0--.H2P04 +H20 (4) Step b: 2H2PO4 +3CaC12->Ca3(P04)2+4HC1+2C1 (5) 4HC1+ 4H0--+4C1- +4H20 (6 ) The number of millimoles of H3P04 is calculated as Vb/2 while that of MeS03H is calculated as (V8- Vb/2). The composition determined by this procedure for acids B and D is shown in Table 1 and Table 2. Carbon-13 NMR sample preparation The concentrations of mesityl oxides are calculated in moles mesityl oxide/kg acid (molality). For each acid A (MeS03H) and B (MeS03H-P205) in Table 1, three samples about 1.0 ml each of the acid were put in three 8 mm NMR tubes and about 12 pl, 60 jil and 120 jCl, respectively, of indicator (mesityl oxide) were added into these three tubes. The amounts of acid and indicator were weighed. An averaged value of d& of sample A was obtained from two experiments. For acids C (MeS03H-H20) and D (MeS03H-P205-H20) in Table 2, measured amounts of water were added after running the NMR spectrum. The D. Flirca4iu, H. Cao / J. MU Catal. 87 (1994) 215-222 219 spectrum was obtained again after a few days to make sure that the reaction of water with the composite acids, which is slow, was complete. The two samples, C and D, contained initially the same concentration of mesityl oxide (0.644 mol/kg solvent). Acidity measurements by NMR Carbon-13 NMR spectra were run at 75.463 MHz (Bruker MSL300 instrument) at 20 C, with CDC13 (8 77.0) as external chemical shift standard. For evaluation of acidities, the proton transfer of Eq. (1) should be fast enough to result in a 13C NMR with one signal for C (a) and one signal for C (/3) of mesityl oxide, which is, indeed, the case. The degree of protonation is determined by interpolation of the chemical shift difference d8 between C (,B) and C (a) . The linear correlation of d8 with the molal concentration of indicator extrapolated to zero (infinite dilution) gives do . The d8 and d8 values for mesityl oxide in acids A and B and the values deduced for the acidity function Ho for these acids are shown in Table 1. The d8 values of 0.644 molal 1 in acids C and D are listed in Table 2. Results and discussion Effect of phosphoric anhydride on the acidity The effect of P20o on the acidity of acids A and B (MeS03H-P205) can be easily seen in both Table 1 and Figure 1. That is, d8 decreased slightly when P20g was added to MeS03H and continued to decrease as the weight percentage of P205 increased. This result was unexpected, because P205 might be thought of as a Lewis acid in this mixture, similar to sulfur trioxide in sulfuric acid. It was established [6a], and our 13C- and 31P-NMR measurements have confirmed it, that methanesulfonic anhydride, mixed anhydrides of methanesulfonic and phosphoric acids, and polyphosphoric acids are present in the Eaton catalyst. It appears that these species behave as weak bases in methanesulfonic acid solution. Effect of water on the acidity We noted that in most reactions for which Eaton's reagent was used as a catalyst, water was formed as a by-product [ 4, 7-10 ] . Therefore, we studied the effects of water addition on the acidities of pure methanesulfonic acid, C, and of its mixture with P206, D (9.23:1). The effect of H20 concentration on the acidity of C (MeS03H-H20) and D (MeS03H-P205-H20) is shown in both Table 2 and Figure 2. In this case, H20 acts as a base on both acids C and D, as expected. It can also be seen, however, that for weight percentages of H20 of lower than 3%, water has a less marked effect on d8 of the acid mixtures with P205 than on MeS03H alone. This can be understood, because upon addition of 220 D. Farca iu, H. Cao / J. Mol. Catal. 87 (1994) 215-222 76.0 e b 4 75.5 a~ m A ,, 75.0 74.5 74.0 0 2 4 6 8 Wt % PZ05 10 12 14 Fig. 1. Acidity of methanesulfonic acid-phosphorus pentoxide mixtures, measured by the d8 parameter. 75 .o a v 74 R. v A w _0 71 72 701 5 6 0 1 Z 3 4 Wt 9: IizO Fig. 2. Effect of addition of water upon acidity (d8) of methanesulfonic acid ( , curve A) and mixtures of methanesulfonic acid with phosphorus pentoxide ( , curve B). D. Farca$iu, H. Cao / J. Mol. Catal. 87 (1994) 215-222 221 small amounts of water, all the anhydrides in the MeS03H_P2O5 acid mixture are hydrolyzed to the corresponding acids. Thus, a strong base, water, is converted to methanesulfonic acid and phosphoric acid. The acidity of the mixture after addition of water changes very little at the beginning, as mentioned above. Only after all the anhydrides are consumed, the basicity of free water existing in solution will reduce the acidic strength of the mixture. On the other hand, water added to pure methanesulfonic acid leads from the beginning to a rather steep decrease in acidity. For larger amounts of water the acidities of methanesulfonic acid and MeS03HP205 mixture decrease in parallel, but the strength of the composite acid is always higher than the strength of methanesulfonic acid alone. It can be observed in literature that this catalyst, MeS03H-P205, was always used in large excess relative to the substrate, therefore the weight percentage of water in the acid mixture at the end of reaction was probably under 3%. Water formed was effectively consumed by P205 and the acidity of the catalyst system did not change significantly. Whereas mixed anhydrides are most probably the species participating in reaction for acylations, as proposed by Eaton [4 ], the reaction is most likely a straight acid catalysis in other cases. The system is then a strong acid catalyst with delayed deactivation by water. On the other hand, if the methanesulfonic acid contains more than 3% water, addition of P205 increases the acidity, by transferring the mixture from curve A of Fig. 1 to curve B. It was stated before that in the synthesis of indoles, for instance, the catalyst is MeS0311 and that P205 (or PPA) is a drying agent [ 6a ] . It has also to be noted that the activity of this system was most often judged based on the yield of product rather than the initial reaction rate. The case of acylations deserves comment. Eaton has made a good case for intervention of mixed anhydrides [4 ] . Because both polyphosphoric acid (PPA ) and MeS03H_P2O5 are effective catalysts but MeS03H- (MeS02)20 is not, it follows that the acylating agent is the phosphoric carboxylic mixed anhydride. As the alkylsulfonates are better leaving groups than phosphates or phosphonates in carbocationic solvolyses, the inability of the MeS03H-(MeS02)20 mixture to catalyze acylations by carboxylic acids must be due to the rate of formation of the mixed anhydrides which is too slow. The transfer of an acyl cation to the substrate is most probably acid-catalyzed, therefore Eaton's catalyst should show higher reaction rates than PPA; unfortunately, reaction rates are not found in literature to check this hypothesis. Taken together with our other work [ 2,3 ] , the present measurements show that the acidity function Ho for the acid mixture P205-MeS03H is between -6 to -7.5 for the range of d8 from 71 to 76. Thus, this mixture is an acid of medium strength. Acknowledgements This work was supported by a grant (CTS-9121454) from NSF. We are 222 D. Farca$iu, H. Cao / J. Mol. Catal. 87 (1994) 215-222 indebted to ATOCHEM, North America for a sample of purified methanesulfonic acid and to Dr. Ivan Popoff of ATOCHEM for helpful discussions. References 1 C.H. Rochester, Acidity Functions, Academic Press, London, 1970, chapters 1-3. 2 D. Farca$iu, G. Miller and A. Ghenciu, J. Catal.,134 (1992) 118. 3 D. Farca$iu and A. Ghenciu, J. Catal.,134 (1992) 126. 4 P.E. Eaton, G.R. Carlson and J.T. Lee, J. Org. Chem., 38 (1973) 4071. 5 (a) Idemitsu Kosan Co., Ltd., Jpn. Pat. 59135224 (1984); (b) M. Ueda and T. Kano, Mak romol. Chem., Rapid Commun., 5 (1984) 833; (c) M. Ueda, Jpn. Pat. 61247731 (1986); (d) T.D. Shaffer and V. Percec, Polym. Bull., 14 (1985) 367; (e) M. Ueda, T. Kano, T. Waragai and H. Sugita, Makromol. Chem., Rapid Commun., 6 (1985) 847; (f) I.D. Towel, Eur. Pat. 241306 (1987) ; (g) M. Ueda and M. Oda, Polym. J., 21 (1989) 673; (h) M. Ueda, T. Abe and M. Oda, J. Polym. Sci., Part A: Polym. Chem., 30 (1992) 1993. 6 (a) D. Zhao, D.L. Hughes, D.R. Bender, A.M. DeMarco and P.J. Reider, J. Org. Chem., 56 (1991) 3001; (b) D.L. Hughes and D. Zhao, Br. Pat. 2251856 (1992 ). 7 M. Ueda, K. Uchiyama and T. Kano, Synthesis, 4 (1984) 323. 8 (a) M. Ueda, H. Sugita and M. Sato, J. Polym. Sci., Part A: Polym. Chem., 24 (1986) 1019; (b) H. Nishino, Jpn. Pat. 03181521 (1991). 9 M. Ueda, S. Yokote and M. Sato, Polym. J.,18 (1986) 117. 10 M. Ueda, M. Sato and A. Mochizuki, Macromolecules, 18 (1985) 2723. 11 M. Ueda and H. Sugita, J. Polym. Sci., Part A: Polym. Chem., 26 (1988) 159. 12 J.V. Crivello and J.L. Lee, Eur. Pat. 455083 (1991). 13 P.E. Scott, J.S. Bradshaw and W.W. Parish, Heterocycles, 15 (1981) 179. X244 93E02245 0304-5102(93)E0224-5 10.1016/0304-5102(93)E0224-5 Acidity studies of Eaton's catalyst, methanesulfonic acid—phosphorus pentoxide Dan Fǎrca§iu ∗ Huisu Cao Department of Chemical Engineering, University of Pittsburgh, Pittsburgh, PA 15261 USA * Corresponding author. The acidity of Eaton's regent, methanesulfonic acid-phosphorus pentoxide, was determined by 13C NMR using mesityl oxide as indicator extrapolated to infinite dilution. It was found that addition of P2O5 decreases the strength of MeSO3H. The mixed anhydrides and the polyphosphoric acids identified by 13C- and 31P-NMR behave, therefore, as weak bases in methanesulfonic acid solution. Addition of small amounts of water produces a steep decrease in acidity of MeSO3H but has little effect on the acid strength of MeSO3H-P2O5, acid mixture. Phosphorus pentoxide is thus able to delay the deactivation by the strong base water, when this is a product of the reactions catalyzed by Eaton's catalyst. Keywords acidity Eaton's catalyst methanesulphonic acid phosphorus pentoxide References 1 C.H. Rochester Acidity Functions 1970 Academic Press London chapters 1–3 2 D. Fǎrca§iu G. Miller A. Ghenciu J. Catal. 134 1992 118 3 D. Fǎrca§iu A. Ghenciu J. Catal. 134 1992 126 4 P.E. Eaton G.R. Carlson J.T. Lee J. Org. Chem. 38 1973 4071 5 (a) Idemitsu Kosan Co., Ltd., Jpn. Pat. 59135224 (1984) (b) M. Ueda T. Kano Makromol. Chem. 5 1984 833 Rapid Commun. (c) M. Ueda, Jpn. Pat. 61247731 (1986) (d) T.D. Shaffer V. Percec Polym. Bull. 14 1985 367 (e) M. Ueda T. Kano T. Waragai H. Sugita Makromol. Chem. 6 1985 847 Rapid Commun. (f) I.D. Towel, Eur. Pat. 241306 (1987) (g) M. Ueda M. Oda Polym. J. 21 1989 673 (h) M. Ueda T. Abe M. Oda J. Polym. Sci. 30 1992 1993 Part A: Polym. Chem. 6 (a) D. Zhao D.L. Hughes D.R. Bender A.M. DeMarco P.J. Reider J. Org. Chem. 56 1991 3001 (b) D.L. Hughes and D. Zhao, Br. Pat. 2251856 (1992). 7 M. Ueda K. Uchiyama T. Kano Synthesis 4 1984 323 8 (a) M. Ueda H. Sugita M. Sato J. Polym. Sci. 24 1986 1019 Part A: Polym. Chem. (b) H. Nishino, Jpn. Pat. 03181521 (1991). 9 M. Ueda S. Yokote M. Sato Polym. J. 18 1986 117 10 M. Ueda M. Sato A. Mochizuki Macromolecules 18 1985 2723 11 M. Ueda H. Sugita J. Polym Sci. 26 1988 159 Part A: Polym. Chem. 12 J.V. Crivello and J.L. Lee, Eur. Pat. 455083 (1991). 13 P.E. Scott J.S. Bradshaw W.W. Parish Heterocycles 15 1981 179",
      "scopus-id": "0028763693",
      "coredata": {
        "eid": "1-s2.0-0304510293E02245",
        "dc:description": "The acidity of Eaton's regent, methanesulfonic acid-phosphorus pentoxide, was determined by 13C NMR using mesityl oxide as indicator extrapolated to infinite dilution. It was found that addition of P2O5 decreases the strength of MeSO3H. The mixed anhydrides and the polyphosphoric acids identified by 13C- and 31P-NMR behave, therefore, as weak bases in methanesulfonic acid solution. Addition of small amounts of water produces a steep decrease in acidity of MeSO3H but has little effect on the acid strength of MeSO3H-P2O5, acid mixture. Phosphorus pentoxide is thus able to delay the deactivation by the strong base water, when this is a product of the reactions catalyzed by Eaton's catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-02-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E02245",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fǎrca§iu, Dan"
          },
          {
            "@_fa": "true",
            "$": "Cao, Huisu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E02245"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E02245"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0224-5",
        "prism:volume": "87",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Acidity studies of Eaton's catalyst, methanesulfonic acid—phosphorus pentoxide",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acidity"
          },
          {
            "@_fa": "true",
            "$": "Eaton's catalyst"
          },
          {
            "@_fa": "true",
            "$": "methanesulphonic acid"
          },
          {
            "@_fa": "true",
            "$": "phosphorus pentoxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-222",
        "prism:endingPage": "222",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 February 1994",
        "prism:doi": "10.1016/0304-5102(93)E0224-5",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0224-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028763693"
      }
    }
  }
}