{
  "metadata": {
    "title": "Activity and surface characteristics of several alkali-doped iron catalysts for nttrile hydrogenation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-08-15",
    "doi": "10.1016/0304-5102(90)85155-B",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085155B",
    "pii": "030451029085155B"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025475688",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085155B 0304-5102(90)85155-B 030451029085155B 10.1016/0304-5102(90)85155-B S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01873 2024-01-02T01:05:30.650091Z 0 0 19900815 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 61 61 2 2 Volume 61, Issue 2 5 197 205 197 205 19900815 15 August 1990 1990-08-15 1990 converted-article rev Copyright © 1990 Published by Elsevier B.V. ACTIVITYSURFACECHARACTERISTICSSEVERALALKALIDOPEDIRONCATALYSTSFORNTTRILEHYDROGENATION FIERRO J MORSE 1967 P SRIREPORTNOS31 MORSE 1972 P SRIREPORTNOS31A WEISSENNEL 1978 K INDUSTRIALORGANICCHEMISTRY AUGUSTINE 1976 285 R MARES 1988 145 F GOLDSTEINM 1968 361 H EXPERIMENTALMETHODSINCATALYTICRESEARCH TANABE 1970 K SOLIDACIDSBASES FORNI 1974 65 L BENESI 1978 97 H ADVANCESINCATALYSIS TANABE 1981 231 K CATALYSISSCIENCETECHNOLOGY BOENM 1983 39 H CATALYSISSCIENCETECHNOLOGY HOMS 1984 531 N HOMS 1984 227 N HOMS 1988 227 N CLARK 1963 16 A TEZUKA 1965 485 Y PERRICHON 1988 217 V WAGNER 1981 211 C FIERROX1990X197 FIERROX1990X197X205 FIERROX1990X197XJ FIERROX1990X197X205XJ item 0304-5102(90)85155-B 030451029085155B 1-s2.0-030451029085155B 10.1016/0304-5102(90)85155-B 272239 2024-01-02T01:05:30.650091Z 1990-08-15 1-s2.0-030451029085155B-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085155B/MAIN/application/pdf/339c8ea120c040a225024c7bda1bd82c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085155B/MAIN/application/pdf/339c8ea120c040a225024c7bda1bd82c/main.pdf main.pdf pdf true 570233 MAIN 9 1-s2.0-030451029085155B-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085155B/PREVIEW/image/png/b6caf1340d613a0f50ab067193b0b554/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085155B/PREVIEW/image/png/b6caf1340d613a0f50ab067193b0b554/main_1.png main_1.png png 63888 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 61 (1990) 197-205 197 ACTIVITY AND SURFACE CHARACTERISTICS OF SEVERAL ALKALI-DOPED IRON CATALYSTS FOR NTTRILE HYDROGENATION J. L. G. FBERRO Instituto de Catalisis y Petroleoquimica, C.SJ.C. Serrano, 119, 28006 Madrid (Spain) F. MEDINA, P. SALAGRE and J. E. SUEIBAS* Dpt. de Qufmica, Facultat de Qutmica de Tarragona, Universitat de Barcelona, PI. Imperial Tarraco, l, 43005 Tarragona (Spain) (Received November 22,1989; revised January 18,1990) Summary A non-doped and several alkali (Na, K, Cs)-doped iron catalysts were prepared by reduction of the impregnated iron oxide. The surface characteri- zation of the catalysts was accomplished by use of BET, XRD, XPS, and surface acid determination. The surface areas of the catalysts decrease with the increase of the alkali atomic volume (BET). Alkali migration towards the surface is always found (XPS). The surface acid determination shows an increase in the number of acid centres per m2 of catalyst with the atomic volume of the alkali promoter. The curves of base adsorption show the presence of acid sites of different strengths in all the reduced catalysts. The characterization results are correlated with those of catalytic activity for hydrogenation of adiponitrile at 200 250 C. The results indicate correlations between conversion and the type and concentration of surface acid sites. Introduction Transition metal catalysts with different activities for the hydrogena- tion of nitriles to primary amines, usually in the presence of ammonia and high pressure have been reported [1 5]. The choice of alkali used to dope an iron catalyst for the hydrogenation of nitriles requires structural and kinetic investigation. The XPS surface structure determination is of interest for the well-known quantitative and qualitative information that the technique may render. Many methods have been used for determining the nature and strength of the surface acid sites of inorganic solids [6-14], although little has been published on surface acidity determination of reduced metal catalysts. Here, we report studies involving the preparation, XPS surface characterization, and determination of the surface acidity and the catalytic Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Eisevier Sequoia/Printed m The Netherlands 198 properties of several iron catalysts doped with Li, Na, K and Cs which exhibit activity for the hydrogenation of adiponitrile at atmospheric pressure. Experimental Catalyst preparation Li, Na, K and Cs-doped catalysts were prepared by impregnation of iron(III) oxide with the relevant 1.5mol% alkali nitrate solution. Samples were dried at 120 C and reduced up to 450 \"C with hydrogen/argon of 1/20 volume ratio. Particle sizes within 6-8 x 10~6 m were obtained, and catalysts did not show diffusion restrictions. A non-doped iron catalyst was also used as a reference catalyst. The preparation of the Li-doped iron catalyst resulted in an important loss of lithium due to strong migration of the alkali out of the surface of the solid, under the reduction conditions of the precursor. The final Li-doped iron catalyst contained less than 0.03 mol% lithium, as determined by atomic emission spectroscopy. All reagents were reagent grade from Aldrich Co; 99.999% pure gases were previously dried and oxygen removed. X-ray diffraction X-ray diffraction (XRD) patterns of the catalysts were obtained with a Philips PW1010 diffiractometer using nickel-filtered Cu Ka radiation. Samples were dusted on double-sided sticky tape and mounted on glass microscope slides. All catalysts were first reduced in a 5 vol.% Ha:He mixture (80 ml min\"1) at 400 C for 4 h, cooled to ambient temperature in a He flow, and subsequently passivated in 1 vol.% air:He for 2 h at room temperature. The patterns were recorded over a range of 20 angles from 5 to 70\" and compared with the X-ray powder files to confirm sample identity. BET surface areas were calculated from the nitrogen adsorption isotherms at 195 C using a value of 0.164 nm2 for the cross-section of the N3 molecule. X-ray photoelectron spectroscopy (XPS) X-ray photoelectron spectra were recorded on a Leybold Heraeus LHS 10 spectrometer with a hemispherical energy analyzer and Mg-Ko. X-ray radiation source. Powdered samples were pressed into small inox (stainless steel) cylinders and mounted on a standard sample probe, placed in an introduction chamber and evacuated to ca.lO^torr (ltorr= 133.3 nm~2) before they were moved into the main vacuum chamber. The residual pressure in the turbo-pumped analysis chamber was kept below 7 x 10~9 torr during data collection. Either 20 or 50 eV energy regions of the photo- electrons were acquired at 20 eV spectrometer pass energy, chosen as a compromise to enable acceptable energy resolution to be obtained within reasonable data collection times. Each spectral region was signal-averaged for a given number of scans to obtain good signal-to-noise ratios. Although 199 surface charging was observed on all the samples, accurate binding energies (BE) were determined by charge referencing with the Ci, line at 284.6 eV. Peak areas were computed by a program which assumed Gaussian lines and flat background subtraction. Surface acidity measurements Characterization of the acid sites of the reduced catalysts was ac- complished by the method of gaseous base adsorption [15,16], previously adapted to work under oxygen-free conditions. Thus, argon gas containing the organic base vapour is introduced to the sample within a tube, and after adsorption has taken place pure argon gas is passed over the sample to remove any base that has been physically adsorbed, till constant weight is reached. The weight increase due to chemically adsorbed base is a measure of the acid site content on the solid surface. Bases with different pKa's, such as quinoline, pyridine and cyclohexylamme, were adsorbed at room temperature on every catalyst sample in order to detect surface centres with different acid strengths. Catalytic activity determination Catalysts were also tested for their catalytic activities. In a typical experiment, the catalyst (Ig) was placed in a fixed-bed flow reactor for hydrogenation of adiponitrile vapour at temperatures between 200-250 C and 1 atm pressure, with a molar ratio adiponitrile/hydrogen of 1/300 at a space velocity of 1500 h~1. Reaction products were analyzed by gas chroma- tography using a 25m phenyhnethylsilicone capillary column, and a 70- 300 \"C oven temperature program. Results and discussion X-ray diffraction (XRD) and BET surface areas The BET surface areas of the passivated catalysts are summarized in Table 1. As expected for bulk catalysts, the surface areas are rather low. The most important difference to be noted is the rapid decrease in surface area when the alkaline oxide promoter is added. It is also evident that the decrease in surface area parallels the increase in the atomic volume of the TABLE 1 Specific surface area of catalysts Catalyst Surface area (m'g-1) non-doped Na-doped K-doped Cs-doped 6.0 4.1 1.6 0.4 200 50 42 Angle 29 ( ) Fig. 1. X-ray diffraction patterns of the catalysts reduced on a 5 vol.% HaiHe mixture at 400 C for 4 h and then pasfiivated at room temperature in a 1 vol.% air:He mixture for 2 h. (a) Non-doped; (b) Na-doped; (c) K-doped; (d) Cs-doped. oxide promoter. Similar surface area decreases for supported alkali metals have been reported by Perrichon and Durupty [17]. X-ray patterns of the reduced catalysts are given in Fig. 1, and the d-spacings are summarized in Table 2. As can be seen, both non-doped and K-doped preparations show only diffraction lines corresponding to the o-Fe phase, whereas the Na-doped, and to a lesser extent the Cs-doped, catalysts exhibit a major o-Fe phase and a less abundant FeO(OH) phase. In agreement with the XRD patterns of Fig. 1 and the d-spacings of Table 2, there are small differences in the d-spacings of the FeO(OH) phase of Cs-doped catalyst with respect to those of its Na-doped homologue. This is likely due to the poorer resolution of the peaks in the former case, making accurate measurement difficult. The crystallite diameters of the a-Fe phase and ofFeO(OH), if any, are also summarized in Table 2. The crystal sizes of the o'-Fe phase are generally close to 9 nm, with the only exception of the Na-doped preparation, which is smaller (7.2 nm). For the Na-doped catalyst the crystallite diameter of the FeO(OH) was calculated in a similar manner, and the value is even lower (5.7 nm) than for the o'-Fe phase. 201 TABLE 2 Relevant X-ray diffraction lines: phase identification and crystal sizes of reduced catalysts Sample d spacing Phase . d* (A) (A) nondoped 2.022\", 1.432\" a-Fe 90.7 Na-doped 2.022\" 1.432- a-Fe 72.6 2.377\", 2.251', 2.210\"', 2.097\", 2.060\" 1.967\", 1.866\", 1.847\", 1.754\"', 1.679\", 1.584 ' PeO(OH) (57.3) K-doped 2.022\", 1.432\" a-Fe 87.0 Cs-doped 2.022\", 1.432\" a-Fe 87.8 2.378\"', 2.101\"', 2.060\"', 1.971\"', 1.847'\"', 1.679\"' PeO(OH) \"Calculated by means of the Scherrer's equation. vs=very strong; m = medium; w = weak; vw = very weak intensity. X-ray photoelectron spectroscopy (XPS) XPS spectra from all catalysts in the oxidized form, except for the Li-doped iron catalyst, for the reason given in the experimental section, were obtained. Photoelectron spectra of the Ois, Feap^, Nais, Kap,, and Cs^ levels are given in Table 3. The binding energy (BE) values, 529.8 and 710.2 eV, characteristic of Oig and Feap^ respectively, were essentially the same for all catalysts. The BEs for the electrons in Nais, Ka,^ and Cs^ levels were 1074.3, 293.3 and 75.1 eV, respectively. From the intensities of the peak emissions and their sensitivity factors, the atomic ratios can be calculated [18]. Then, as an approach to a better understanding of the alkali dispersion at the surface of these catalysts, the M/Fe (M=Na, K, Cs) ratios have been calculated, and are compared in Table 4 with the corresponding M/Fe ratios as given by chemical analyses. As we can see from the Table, the surface ratio is always higher than the corresponding chemical ratio, the former being 24, 1.8 and 2 times the latter for Na, K, and Cs, respectively. The order of migration towards the surface should be in the order Li > Na > K ^ Cs, if lithium were also considered. This sequence may be explained in terms of alkali sizes, where the smaller ones TABLE 3 Binding energies (BE) of the electrons for different atomic levels Iron catalyst Ci. OI._____Fe^ K^ Nai. Cs^ non-doped 284.6 530.0 710.6 Na-doped 284.6 529.9 710.2 1074.3 K-doped 284.6 529.3 709.9 293.3 Cs-doped 284.6 529.7 710.1 75.1 BE values were referred to the Ci, line at 284.6 eV. \"Ci, BE peak due to oxide species. 202 TABLE 4 XPS surface atomic composition of the catalysts Iron catalyst Bulk M/Fe (chem. anal.) Surface M/Fe (XPS) Surface/Bulk Na-doped 0.015 0.360 24.0 K-doped 0.015 0.027 1.8 Cs-doped 0.015 0.030 2.0 M = Na, K, Cs. Sensitivity factors from Wagner et dl. [18]. migrate easily towards the surface. Because of its larger size, a fraction of the cesium might remain at the entrance of the micropores, on the surface of the solid, from the beginning of the impregnation, (the presence should also be remembered of alkali metals in the oxide form after the reduction conditions used). This fact may thus be responsible for the similar Cs and K surface concentrations. Surface acidity measurements Figure 2 plots mmol adsorbed base per m2 of catalyst, versus different types of catalysts. We can see that quinoline mainly titrates the more acidic centres, whereas pyridine and cyclohexylamine also titrate intermediate and \"o\"- Na K Cs doped ., Iron Catalysts Fig. 2. Plot of amounts of adsorbed bases versus different types of catalysts (non-doped and 1.5mol% alkali-doped iron catalysts). (0) quinoline, (D) pyridine, (A) cyclohexylamine. 203 weak acid centres respectively, in agreement with their respective increasing pKa's. We can also see an increase in surface weak acid centres on increasing the atomic weight of the alkali metal, the number of weak acid centres per m2 being very high for the cesium-doped catalyst, partly because of its low surface area. Consequently we can say that the presence of alkali metal as a promoter modifies the surface acid characteristics of the catalyst, resulting in a strong increase in the number of weak acid centres per m2 for the cesium-doped catalyst and in a much smaller increase for the other alkali metals. Cesium crystallites, like the other alkali metals, are always found in the oxide form on our reduced catalysts. It is also well known that the CsgO layered structure is unusual, in that it may be regarded as an anti-Cdda structure while all the other alkali oxides show anti-fluorite structures. We must say that the cesium metal migrated towards the surface of the catalyst is titratable by certain amines of high pKa, as confirmed by experiments of amine titration carried out in our laboratory on pure powdered alkali oxides, where only cyclohexylamine and, to a lesser extent pyridine, showed base adsorption on cesium oxide. In spite of the drastic decrease in surface area for cesium-doped catalysts (Table 1), the number of weak acid centres per m2 of catalyst is very high when compared with the other alkali-doped catalysts of higher surface area, as shown in Fig. 2. Probably this anomalous high content of weak acid centres for cesium-doped catalysts is related to the structural difference between CsgO (anti-Cdda) and the other alkali oxides LiaO, NagO and KzO (anti-fluorite). Catalytic activity Table 5 depicts the results of wt.% adiponitrile conversion and wt.% amine selectivity at different reaction temperatures, at which cleavage products such as cyclohexylamine, trihexylamine and others were also obtained. Conversion increases with temperature, and the presence of alkali metal increases the selectivity to 6-aminocapronitrile at lower temperatures (200 C), when compared with the non-doped catalyst. On the other hand the change in catalytic activity of the lithium-doped catalyst is very small when compared to the non-doped iron catalyst, because of the losses explained above. Figure 3 plots the specific activities of the catalysts given as mmol adiponitrile converted xh~1 x m\"2 of catalyst surface area, versus the different types of catalysts at 200-250 C. Figure 3 shows similarities with Fig. 2 from the standpoint of trends, excepting the cesium-doped catalyst which does not seem comparable with the other alkali-doped catalysts because of the different crystalline structure of CsaO, as mentioned before. We can also see from Fig. 2 that the weaker acid sites, as shown by the cyclohexylamine plot, are higher in number than the stronger ones shown by the quinoline plot. If we compare Figs. 2 and 3, then, the weaker acid sites exhibit a gradual increase in activity with temperature. Whereas catalytic activities for Na- and K-doped preparations seem 204 TABLE 5 Adiponitrile hydrogenation using non-doped and 1.5 mol% alkali-doped iron catalysts* Iron catalyst T Conversion (%) Selectivity (%) ( C) 6-Aminoca- Products pronitrile of cleavage non-doped 200 20 40 60 non-doped 220 30 25 75 non-doped 250 60 0 100 Li-doped 200 18 45 55 Li-doped 220 35 20 80 Li-doped 250 60 0 100 Na-doped 200 20 50 50 Na-doped 220 40 25 75 Na-doped 250 86 0 100 K-doped 200 10 65 35 K-doped 220 20 50 50 K-doped 250 70 0 100 Cs-doped 200 0 0 0 Cs-doped 220 0 0 0 Cs-doped 250 10 65 35 \"Reaction conditions: molar ratio adiponitrile: Ha, 1:300; pressure 1 atm; space velocity 1500 h~1. directly related to the number of surface acid centres, conversely for the Cs-doped catalyst there is no such correlation, probably because of an irreversible base adsorption from products of reaction onto the highly abundant surface acid centres, which decreases and even stops the progress of the reaction at the lower temperatures, as shown m Fig. 3. Conclusions The surface areas of these catalysts decrease with the atomic volume increase of the alkali promoter (BET), alkali migration towards the surface of the catalysts being highest for Na and very low for K promoters (XPS). There is an increase of the number of acid centres per m2 of catalyst with the atomic volume of the alkali promoter, this being very high for Cs-doped catalyst. The catalytic activities in the adiponitrile hydrogenation reaction parallel the number of acid centres present, except for Cs promoter where a 0% conversion may be caused by irreversible adsorption of the reaction products. 205 \"o\"-^K3 doped Iron Catalysts Fig. 3. Plot of wt.% adiponitrile conversion versus non-doped and 1.5 mol% alkali-doped iron catalysts at different temperatures. (0) 200 \"C, (D) 220 \"C, (A) 250'C. References 1 P. L. Morse, SRI Report Nos. 31 and 31A, Stanford Research Institute, Menio Park, CA, 1967 and 1972. 2 Jpn Pat., 7106885 to S. Taira and A. Kuroda, (Toray Industries, Inc.). 3 K. Weissermel and H. J. Arpe, Industrial Organic Chemistry, Verlag Chemie, Berlin, 1978. 4 R. L. Augustine, Catal. Rev., 13 (1976) 285. 5 F. Mares, J. E. Galle, S. E. Diamond and F. J. Regina, J. Catal., 112 (1988) 145. 6 H. S. Goldstemm, m R. Anderson (ed.). Experimental Methods in Catalytic Research, Academie Press, New York, 1968, p. 361. 7 K. Tanabe, Solid Acids and Bases, Academic Press, New York, 1970. 8 L. Forai, Catal. Rev., 8 (1974) 65. 9 H. A. Benesi and B. H. C. Windquist, in D. D. Eley, P. W. Selwood and P. B. Weisz (eds.), Advances in Catalysis, Vol. 27, Academie Press, New York, 1978, p. 97. 10 K. Tanabe, in J. R. Anderson and M. Boudait (eds.). Catalysis, Science and Technology Springer-Verlag, Berlin/New York, 1981, Vol. 2, Chapt. 5, p. 231. 11 H. P. Boenm and H. Knozinger, in J. R. Anderson and M. Boudait (eds.), Catalysis, Science and Technology, Springer-Verlag, Berlin/New York, 1983, Vol. 4, Chapt. 2, p. 39. 12 N. Horns, P. Ramirez de la Piscina and J. E. Sueiras, J. Catal., 89 (1984) 531. 13 N. Horns, P. Ramfrez de la Piscina, J. L. G. Fierro and J. E. Sueiras, Z. Anorg. Aug. Chem., 518 (1984) 227. 14 N. Horns, P. Ramirez de la Piscina, F. Borrull and J. E. Sueiras J. Catal., Ill (1988) 227. 15 A. dark and V. C. F. Holm, J. Catal., 2 (1963) 16. 16 Y. Tezuka and T. Takeuchi, Bull. Chem. Soc. Jpn. 38 (1965) 485. 17 V. Perrichon and M. C. Durupty, Appl. Catal., 42 (1988) 217. 18 C. D. Wagner, L. E. Davis, M. V. Zeiler, J. A. Taylor, R. H. Rairnond and L. H. Gale, Surf. Int. Anal.. 3 (1981) 211. X244 9085155B 0304-5102(90)85155-B 10.1016/0304-5102(90)85155-B Heterogenious catalysis Review Activity and surface characteristics of several alkali-doped iron catalysts for nttrile hydrogenation J.L.G. Fierro Institute de Catálisis y Petróleoquimica, C.S.I.C. Serrano, 119, 28006 MadridSpain F. Medina P. Salagre J.E. Sueibas ∗ Dpt. de Química, Facultat de Qufmica de Tarragona, Universitat de Barcelona, PI. Imperial Tarraco, 1, 43006 Tarragona Spain * Author to whom correspondence should be addressed. A non-doped and several alkali (Na, K, Cs)-doped iron catalysts were prepared by reduction of the impregnated iron oxide. The surface characterization of the catalysts was accomplished by use of BET, XRD, XPS, and surface acid determination. The surface areas of the catalysts decrease with the increase of the alkali atomic volume (BET). Alkali migration towards the surface is always found (XPS). The surface acid determination shows an increase in the number of acid centres per m2 of catalyst with the atomic volume of the alkali promoter. The curves of base adsorption show the presence of acid sites of different strengths in all the reduced catalysts. The characterization results are correlated with those of catalytic activity for hydrogenation of adiponitrile at 200–250 °C. The results indicate correlations between conversion and the type and concentration of surface acid sites. References 1 a P.L. Morse SRI Report Nos. 31 1967 Stanford Research Institute Menio Park, CA b P.L. Morse SRI Report Nos. 31A 1972 Stanford Research Institute Menio Park, CA 2 Jpn Pat., 7 106 885 to S. Taira and A. Kuroda, (Toray Industries, Inc.). 3 K. Weissennel H.J. Arpe Industrial Organic Chemistry 1978 Verlag Chemie Berlin 4 R.L. Augustine Catal. Rev. 13 1976 285 5 F. Mares J.E. Galle S.E. Diamond F.J. Regina J. Catal. 112 1988 145 6 H.S. Goldsteinm R. Anderson Experimental Methods in Catalytic Research 1968 Academic Press New York 361 7 K. Tanabe Solid Acids and Bases 1970 Academic Press New York 8 L. Forni Catal. Rev. 8 1974 65 9 H.A Benesi B.H.C. Windquist D.D. Eley P.W. Selwood P.B. Weisz Advances in Catalysis 27 1978 Academic Press New York 97 10 K. Tanabe J.R. Anderson M. Boudart Catalysis, Science and Technology 2 1981 Springer-Verlag Berlin/New York 231 Chapt. 5 11 H.P. Boenm H. Knözinger J.R. Anderson M. Boudart Catalysis, Science and Technology 4 1983 Springer-Verlag Berlin/New York 39 Chapt. 2 12 N. Homs P.Ramirez de la Piscina J.E. Sueiras J. Catal. 89 1984 531 13 N. Homs P.Ramírez de la Piscina J.L.G. Fierro J.E. Sueiras Z. Anorg. Aug. Chem. 518 1984 227 14 N. Homs P.Ramírez de la Piscina F. Borrull J.E. Sueiras J. Catal. 111 1988 227 15 A. Clark V.C.F. Holm J. Catal. 2 1963 16 16 Y. Tezuka T. Takeuchi Bull. Chem. Soc. Jpn. 38 1965 485 17 V. Perrichon M.C. Durupty Appl. Catal. 42 1988 217 18 C.D. Wagner L.E. Davis M.V. Zeller J.A. Taylor R.H. Raimond L.H. Gale Surf. Int. Anal. 3 1981 211",
      "scopus-id": "0025475688",
      "coredata": {
        "eid": "1-s2.0-030451029085155B",
        "dc:description": "A non-doped and several alkali (Na, K, Cs)-doped iron catalysts were prepared by reduction of the impregnated iron oxide. The surface characterization of the catalysts was accomplished by use of BET, XRD, XPS, and surface acid determination. The surface areas of the catalysts decrease with the increase of the alkali atomic volume (BET). Alkali migration towards the surface is always found (XPS). The surface acid determination shows an increase in the number of acid centres per m2 of catalyst with the atomic volume of the alkali promoter. The curves of base adsorption show the presence of acid sites of different strengths in all the reduced catalysts. The characterization results are correlated with those of catalytic activity for hydrogenation of adiponitrile at 200–250 °C. The results indicate correlations between conversion and the type and concentration of surface acid sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085155B",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          },
          {
            "@_fa": "true",
            "$": "Medina, F."
          },
          {
            "@_fa": "true",
            "$": "Salagre, P."
          },
          {
            "@_fa": "true",
            "$": "Sueibas, J.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085155B"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085155B"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85155-B",
        "prism:volume": "61",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activity and surface characteristics of several alkali-doped iron catalysts for nttrile hydrogenation",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "197-205",
        "prism:endingPage": "205",
        "pubType": "rev",
        "prism:coverDisplayDate": "15 August 1990",
        "prism:doi": "10.1016/0304-5102(90)85155-B",
        "prism:startingPage": "197",
        "dc:identifier": "doi:10.1016/0304-5102(90)85155-B",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025475688"
      }
    }
  }
}