{
  "metadata": {
    "title": "Preparation and characterization of the polymer-protected palladium—gold colloidal bimetallic catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80245-C",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280245C",
    "pii": "030451029280245C"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026891148",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280245C 0304-5102(92)80245-C 030451029280245C 10.1016/0304-5102(92)80245-C S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 28 275 284 275 284 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. PREPARATIONCHARACTERIZATIONPOLYMERPROTECTEDPALLADIUMGOLDCOLLOIDALBIMETALLICCATALYSTS LIU H HIRAI 1986 121 H TAILOREDMETALCATALYSTS MINER 1980 160 R TOSHIMA 1989 1878 N TOSHIMA 1990 1225 N TOSHIMA 1991 7448 N WANG 1991 139 Y ESUMI 1991 457 K SCHMID 1991 874 G WANG 1989 1878 Y HIRAI 1979 633 H HIRAI 1979 727 H LI 1987 55 X 1983 11 83 SMITHELLSMETALSREFERENCEBOOK MAO 1992 G LIUX1992X275 LIUX1992X275X284 LIUX1992X275XH LIUX1992X275X284XH item 0304-5102(92)80245-C 030451029280245C 1-s2.0-030451029280245C 10.1016/0304-5102(92)80245-C 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280245C-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280245C/MAIN/application/pdf/96ea0692ff2dd037e5e9bcb227e27e39/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280245C/MAIN/application/pdf/96ea0692ff2dd037e5e9bcb227e27e39/main.pdf main.pdf pdf true 573601 MAIN 10 1-s2.0-030451029280245C-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280245C/PREVIEW/image/png/122f7dbf2a203ebda4bda71c3caac92d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280245C/PREVIEW/image/png/122f7dbf2a203ebda4bda71c3caac92d/main_1.png main_1.png png 60525 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 275-284 275 M2918 Preparation and characterization of the polymer-protected palladium-gold colloidal bimetallic catalysts Hanfan Liu*, Guoping Mao and Shaojin Meng Institute of Chemistry, Chinese Academy of Sciences, Beijing 100080 (China) and Laboratory of Organometallic Chemistry, Shanghai Institute of Organic Chemistry, Chinese Academy of Sciences, Shanghai 200032 (China) Abstract In the presence of the protective polymer poly(N-vinyl-2-pyrrolidone)(PVP), PVP-protected palladium-gold bimetallic colloids were obtained by refluxing a CH3OH-H20 (1:1 by volume) solution of palladium chloride and chloroauric acid. The resulting bimetallic colloids catalyzed the selective partial hydrogenation of cis,cis-1,3-cyclooctadiene (COD) and the hydrogenolysis of p-nitrotoluene with activities about 2.4 times and 3.6 times those of monometallic palladium colloid, respectively. These bimetallic colloids were characterized by TEM, XRD and XPS. The TEM and XRD data elucidated the formation of bimetallic colloids. XPS data indicated that the constituent elements were in the metallic state and that palladium atoms were concentrated on the surface of the alloy cluster. Introduction Metallic colloids of transition elements constitute an extensive class of catalysts that have attracted considerable interest in both academia and industry [ 1 ]. However, studies have mostly been limited to the monometallic colloids. Recently, Miner et al. [2] described the synthesis of gold-platinum and palladium-platinum alloys as monodisperse sols by simultaneous reduction of corresponding salt mixtures with sodium citrate. Toshima and co-workers [3-5] reported the preparation of polymer-protected palladium-platinum and palladium-gold bimetallic colloid catalysts and EXAFS characterization of palladium-platinum bimetallic colloid. Our laboratory [6] reported the preparation and immobilization of polymer-protected rhodium-platinum and rhodium-gold bimetallic sols. Esumi et al. [ 7 ] prepared bimetallic palladium-platinum colloids in organic solvent by solvent extraction-reduction. Schmid et al. [ 8 ] made the ligand-stabilized bimetallic colloids of platinum-gold and palladium-gold by covering a gold colloidal core with platinum or palladium shells. *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 276 This paper describes the synthesis of polymer-protected palladium-gold bimetallic colloids, characterization of the colloids by TEM, XRD and XPS using the samples prepared by the method of coordination capture [9], and their application to catalysis. Experimental Materials and equipment Palladium chloride (PdC12) and chloroauric acid (HAuC14 - 4H20) were analytical reagent grade and supplied by Beijing Chemicals, and PVP was purchased from BASF. Methanol, extra-pure grade, from Beijing Chemicals was used without further treatment. Sodium hydroxide, analytical reagent grade, was from Taiijan Chemicals. Cis,cis-1,3-COD, analytical reagent from Aldrich, was purified by the standard procedure prior to use. The hydrogen source (with a purity of 99.9999%) was supplied by the extra-pure hydrogen generator DCH-3. TEM examination was carried out using a Hitachi H-800 instrument. Specimens were prepared by allowing a drop of the sol supported over a copper grid covered with a perforated carbon film. The particle diameters were measured from the enlarged photographs. The histograms of the particle size distribution and the average diameters were obtained on the basis of the measurements of about 250 particles. XPS data were obtained with a Kratos AEI-300 spectrometer using Mg Ka radiation. X-ray powder diffraction measurements were made with a Rigaku D/Max-3B diffractometer employing Cu Ka radiation. Specimens were prepared simply by evaporation of metallic colloids; the physical mixture of monometallic palladium and gold colloids was made by mixing the corresponding colloid in a 1:1 molar ratio, then evaporating to dryness. Analytical GLC was performed with a Shang-Fen Model 103 gas chromatograph using a 2 m OV-17 column. Product identification was performed by comparison with spectra of authentic samples and by GLC-MS. Preparation of bimetallic colloids The method used to prepare a PVP-protected palladium-gold bimetallic colloid was similar to the reported method [10]. PdCl2 (3.0 mg, 0.017 mmol), HAuC14 - 4Hz0 (7.0 mg, 0.017 mmol) and PVP (150 mg, 1.34 mmol as monomeric unit) were dissolved in a CH30H-H20 mixed solvent (1:1 by volume, 40 ml) and stirred at room temperature for 1 h. A solution of NaOH in CH30H-H20 (10 ml, containing NaOH 10 mg) was added, than the mixture was refluxed for 40 min. A homogeneous palladium-gold bimetallic colloid with a dark brown color was formed (designated PVP-Pd/Au(1/1)). The molar ratio of constituent metals was varied by keeping the total amount of both metals constant (0.034 mmol), and bimetallic colloids of various ratios resulted. A silica gel containing diphenylphosphino ligand (Si-PPh2, phosphorus content 4.6%, which was prepared by a method described in 277 the literature [ 11 ], 20 mg, containing 0.03 mmol P) was suspended in a PVP-Pd/Au sol (10 ml, 0.007 mg atom M, P:M=4.2:1). The suspension was stirred at room temperature for 48 h. The completion of the immobilization was ascertained by thorough discoloring of the sol, leaving a great portion of protective polymer in the liquor, as verified by elemental analysis. This immobilized sample, designated Si-PPh2-Pd/Au, was used in XPS determinations. Hydrogenation and hydrogenolysis Into a 30 ml flat-bottom flask were pipetted 5 ml of metallic sol catalyst and 14 ml methanol. Hydrogen was introduced several times to replace air. The catalyst was activated under hydrogen atmosphere with magnetic agitating for I h at 30 C. Substrate (0.5 mmol in 1 ml methanol) was then charged, and the hydrogenation (or hydrogenolysis) reaction rate was determined by measuring the uptake of hydrogen. Liquid samples were analyzed periodically by GLC. Results and discussion TEM observation Transmission electron microscopy is a useful method offering detailed information about the shape, mean size and size distribution of the colloidal dispersions, which are closely related to the important properties of the system such as catalytic activity and selectivity, magnetic and optical properties, and so on. The transmission electron micrographs and the corresponding particle size distribution histograms are shown in Fig. 1 for the dispersion of palladium-gold bimetallic colloids with various ratios as well as monometallic colloids. From the results shown in Fig. 1, it is clear that the particle size and distribution of the bimetallic colloids are different from those of the monometallic colloids of palladium or gold; the particle size distribution patterns of the alloys were not the sum of those of the pure components. Bimetallic colloid PVP-Pd/Au(1/1) has the smallest average diameter, 21.4 A, with the smallest standard deviation, 9.6 A, while the colloid PVP-Pd/ Au(1 /10) particles diffuse from 10 A to 140 A with an average diameter of 50.0 A and a standard deviation of 28.8 A. Among the monometallic colloids, PVP-Pd has an average diameter of 39.2 A with a standard deviation of 9.8 A, and PVP-Au has an average diameter of 195 A with a standard deviation of 42 A. The observation that the bimetallic colloids produced more uniform dispersion than the monometallic ones was also reported by Toshima [4) for the palladium-gold system prepared by a photoreduction method. X-ray powder diffraction analysis Metal colloids are generally polycrystalline, so X-ray diffraction analysis can offer useful information about the formation of the alloy phase. Mgure 278 2 shows the X-ray diffractogram for a bimetallic colloid, PVP-Pd/Au(1/1), compared with that for a physical mixture of monometallic colloids, PVP-Pd and PVP-Au, containing the same absolute amounts of palladium and gold as the PVP-Pd/Au bimetallic sol used. The diffraction pattern of the physical mixture of PVP-Pd and PVP-Au colloids (Fig. 2(b)) consists of splitting lines for the two individual metals of colloids, while in the diffractogram of the bimetallic colloid PVP-Pd/Au (Fig. 2(a)) only one broad line stands between the positions of the corresponding lines for PVP-Pd and PVP-Au, indicating the formation of PVP-Pd/Au bimetallic alloy phase. The X-ray diffractograms of bimetallic colloids PVP-Pd/Au of various ratios as well as monometallic colloids are shown in Fig. 3. Even though the molar ratio of palladium to gold varied from 1/10 to 2/1, the diffraction pattern seems to keep one diffraction line. This corresponds to the fact that the palladium-gold alloy prepared in the bulk forms a homogeneous solid solution in all compositions [ 12 ]. XPS measurements XPS spectrographs for the bimetallic colloid PVP-Pd/Au (sample prepared by ordinary evaporation) and the immobilized bimetallic colloid (b) 10 Flg. 1. (crnetinued) 40 40 o 20 0 d=39.2A, . S.D.=9.8A 40 o ~ o N i Y p 1 p N 20 I ~ 20 0 20 40 60 Diameter (A) d=SO.OA, s.D.=zs.sn 0 0 20 60 100 140 Diameter (A) o~ 279 b d=21.4A, S.D.=9.6A o to 20 30 40 Diameter (A) 42A I 0 100 200 300 Diameter(A) Fig. 1. Electron micrographs and the corresponding particle size distribution histograms of the colloids: (a) monometallic PVP-Pd; (b) bimetallic PVP-Pd/Au(1/1); (c) bimetallic PVP-Pd/ Au(1/10); (d) monometallic PVP-Au. Si-PPh2-Pd/Au are shown in Fig. 4. Regarding XPS studies of polymerprotected metallic sols, the signals of the constituent metals are too weak to be exactly detected because of the coverage of protective polymer on the particle surface after the ordinary preparation of the specimen by evaporation (see Fig. 4(a)). Immobilization of colloidal metal particles via coordination capture [ 9 ] provides a satisfactory technique for preparing the specimen, by which the metal particles are dispersed on the surface of supports, leaving the greatest portion of the protective polymer in the liquor and keeping the metal particle size and size distribution unchanged, in the case of both monometallic [9, 13] and bimetallic colloids (6], thus creating favorable conditions for XPS determinations (see Fig. 4(b)). The XPS data for the immobilized bimetallic colloid are listed in Table 1. The binding energies of the constituent elements (Pd3a,siz: 335.4 eV, Au4e,7iz: 84.1 eV) indicate that palladium and gold are in the metallic state in both monometallic and bimetallic sols. Furthermore, it can also be deduced from the intensities of XPS peaks and the relative sensitivity factors of the 280 L OOK 0 a Au(111) Pd(111) 2.354 A 2.270 A 30.0 40.0 2e ( ) Fig. 2. X-ray diffractograms of (a) bimetallic PVP-Pd/Au(1/1) and (b) the physical mixture of monometallic colloids PVP-Pd and PVP-Au with the same absolute amounts of palladium and gold as the PVP-Pd/Au bimetallic sol used in obtaining the pattern. L OOK a _ ~ Au 1/10 d e 1/2 1/1 2/1 Pd 30.0 40.0 2B( ) Fig. 3. X-ray di8'ractograms for the monometallic colloids and the bimetallic colloids with various molar ratios: (a) monometallic PVP-Au; (b) bimetallic PVP-Pd/Au(1 /10); (c) bimetallic PVP-Pd/Au(1/2); (d) bimetallic PVP-Pd/Au (1/1); (e) bimetallic PVP-Pd/Au(2/1); (f) monometallic colloid PVP-Pd. 281 a b Pd3d Scanning Au4f Scanning Pd 3d 5/2 Pd 3d 3/2 335.4 eV 330.2 eV Au 4f 5/2 Au4f 7/2~ 80.4 eV 84.1 eV Pd 3d Au 4f Fig. 4. XPS spectrograms for the bimetallic colloids: (a) PVP-Pd/Au bimetallic colloid sample prepared by ordinary evaporation; (b) Si-PPhz-Pd/Au immobilized bimetallic colloid sample prepared via coordination capture. TABLE 1 XPS data for bimetallic colloid and related substances Compound Si-PPhz-Pd /Au PVP-Pd PVP-Au Binding energy' (eV) Pd3d,5fz Au9f,viz Pd3a,5iz Au4 f,7iz Pd (metal) Pd3a,5~z AuQ,,7iz Au (metal) 335.4 4.600 84.1 4.950 335.4 83.9 335.4 83.9 'The binding energy values are referred to C,s (285.0). Relative Content sensitivity (Pd:Au molar ratio) factor On surface In bulk 1.83:1 0.94:1 elements that the palladium is concentrated on the surface of the alloy cluster: the Pd/Au molar ratio is 0.94:1 in the bulk but 1.83:1 on the surface. This phenomenon, that palladium is concentrated on the surface of palladium-gold bimetallic colloidal particles, is similar to the case of palladium in palladium-platinum bimetallic colloids, characterized using EXAFS by Toshima et al. [5 ] . 282 Catalytic reaction Bimetallic colloids were surveyed as catalysts for hydrogenation of cis,cis1,3-COD and hydrogenolysis of p-nitrotoluene. The experimental results are shown in Mg. 5 and in Tables 2 and 3. Bimetallic colloid catalysts had higher activities than monometallic ones. The higher activities for the PVP-protected palladium-gold colloids are probably due to the good dispersion of the bimetallic particles, as verified by TEM, or to the concentration of palladium on the surface, as indicated by XPS. The influence of gold on the electronic and conformation properties of palladium at the metal surface should also be considered. 10 s 0 5 10 timin) Fig. 5. Uptake of hydrogen for the catalytic partial hydrogenation of cis,cis-1,3-COD: (a) monometallic catalyst PVP-Pd, [Pd]=1.7x10' mmol l-'; (b) bimetallic catalyst PVP-Pd/ Au(1 /1), [Pd] = 8.5 x 10-Z mmol 1-'. TABLE 2 Partial hydrogenation of cis,cis-1,3-COD catalyzed by metallic colloids' Catalyst Pd:Au Initial hydrogenation rate Selectivity molar ratio (mol HZ (g-atom Pd)-' s-') (0Y6) PVP-Pd 1:0 2.18 100 PVP-Pd/Au(2/1) 2:1 4.60 99 PVP-Pd/Au(1/1) 1:1 5.11 99 PVP-Pd/Au(1/2) 1:2 5.14 99 PVP-Pd/Au(1 /10) 1:10 4.84 - PVP-Au 0:1 0 - 'Experimental conditions: [Cat] =1.7 x 10-' mmol l-', [sub] =25 mmoll'', T=30.0 C,p(HZ)=1 atm. Solvent= methanol (14 ml). Selectivity for the formation of cyclooctene. 283 TABLE 3 Hydrogenolysis of p-nitrotoluene catalyzed by metallic colloids' Catalyst Initial hydrogenolysis rate (mol HZ (g-atom Pd)-' s-') PVP-Pd 0.15 PVP-Pd/Au(1 /1) 0.55 PVP-Au 0 a Experimental conditions: same as in Table 2. Conclusion (1) The polymer-protected bimetallic palladium-gold colloids, as well as the monometallic palladium or gold colloids, can be prepared by an alcohol-reduction method in the presence of protective polymer PVP and a small amount of sodium hydroxide. (2) The bimetallic palladium-gold colloids so obtained were characterized by means of TEM, XRD and XPS. TEM micrographs showed the proper size distribution pattern for bimetallic colloids, which were different from the monometallic ones. The XRD pattern indicated the formation of a bimetallic alloy phase in all compositions (the molar ratio of palladium to gold varying from 1/10 to 2/1). (3) For XPS study the usual method for preparing the specimen by evaporation was not suitable, owing to the coverage of the protective polymer, and in this case coordination capture offered a satisfactory procedure for preparation of the specimen. XPS data indicated that the constituent elements were in the metallic state and palladium atoms were concentrated on the surface of alloy clusters. (4) The bimetallic colloids worked as catalysts for hydrogenation and hydrogenolysis with higher activities than the monometallic colloids. Acknowledgement The authors thank the National Natural Science Foundation of China for financial support, and Beijing Zhongguancun Associated Center of Analysis and Measurement for providing instrumental facilities. References 1 H. Hirai and N. Toshima, in Y. Iwasawa (ed.), Tailored Metal Catalysts, Reidel, Dordrecht, 1986, p. 121. 2 R. S. Miner, Jr., S. Namba and J. Turkevich, Froc. 7th Int. Congr. Catal., Tokyo, June 30-July 4, 1980, Part. 1, p. 160. 3 N. Toshima, K. Kushihashi, T. Yonezawa and H. Hirai, Chem. Lett., (1989) 1878. 284 4 N. Toshima, J. Mal. Sci., Chem., A27 (1990) 1225. 5 N. Toshima, M. Harada, T. Yonezawa, K. Kushihashi and K. Asakura, J. Phys. Chem., 95 (1991) 7448. 6 Y. Wang and H. Liu, Polym. Bull., 25 (1991) 139. 7 K. Esumi, M. Shiratori, H. Ishizuka, T. Tano, K. Torigoe and K. Meguro, Langmuir, 7 (1991) 457. 8 G. Schmid, A. Lehnert, J: O. Malm and J: O. Bovin, Angew. Chem., Int. Edn. EngL, 30 (1991) 874. 9 Y. Wang, H. Liu and Y. Jiang, J. Chem. Soc., Chem. Commun., (1989) 1878. 10 H. Hirai, J. Macromol. Sci., Chem., A13 (1979) 633; 727. 11 X. Li, H. Liu and Y. Jiang, J. Mol. Catal., 39 (1987) 55. 12 E. A. Brandes (ed.), Smithells Metals Reference Book, 6th edn., Buttenvorths, London, 1983, Equilibrium diagrams 11-83. 13 G. Mao and H. Liu, Fenzi Cuihua (Chinese Journal of Molecular Catalysis), 6 (1992), in press. X244 9280245C 0304-5102(92)80245-C 10.1016/0304-5102(92)80245-C Elsevier Sequoia Preparation and characterization of the polymer-protected palladium—gold colloidal bimetallic catalysts Hanfan Liu * Guoping Mao Shaojin Meng Institute of Chemistry, Chinese Academy of Sciences, Beijing 100080 China Laboratory of Organometallic Chemistry, Shanghai Institute of Organic Chemistry, Chinese Academy of Sciences, Shanghai 200032 China * Author to whom correspondence should be addressed. In the presence of the protective polymer poly(N-vinyl-2-pyrrolidone)(PVP), PVP-protected palladium—gold bimetallic colloids were obtained by refluxing a CH3OHH2O (1:1 by volume) solution of palladium chloride and chloroauric acid. The resulting bimetallic colloids catalyzed the selective partial hydrogenation ofcis,cis-1,3-cyclooctadiene (COD) and the hydrogenolysis ofp-nitrotoluene with activities about 2.4 times and 3.6 times those of monometallic palladium colloid, respectively. These bimetallic colloids were characterized by TEM, XRD and XPS. The TEM and XRD data elucidated the formation of bimetallic colloids. XPS data indicated that the constituent elements were in the metallic state and that palladium atoms were concentrated on the surface of the alloy cluster. References 1 Hirai H. Toshima N. Iwasawa Y. Tailored Metal Catalysts 1986 Reidel Dordrecht 121 2 Miner R.S. Jr. Namba S. Turkevich J. Proc. 7th Int. Congr. Catal. June 30–July 4, 1980 160 Part. 1 3 Toshima N. Kushihashi K. Yonezawa T. Hirai H. Chem. Lett. 1989 1878 4 Toshima N. J. Macromol. Sci., Chem. A27 1990 1225 5 Toshima N. Harada M. Yonezawa T. Kushihashi K. Asakura K. J. Phys. Chem. 95 1991 7448 6 Wang Y. Liu H. Polym. Bull. 25 1991 139 7 Esumi K. Shiratori M. Ishizuka H. Tano T. Torigoe K. Meguro K. Langmuir 7 1991 457 8 Schmid G. Lehnert A. Malm J.-O. Bovin J.-O. Angew. Chem., Int. Edn. Engl. 30 1991 874 9 Wang Y. Liu H. Jiang Y. J. Chem. Soc., Chem. Commun. 1989 1878 10 a Hirai H. J. Macromol. Sci., Chem. A13 1979 633 b Hirai H. J. Macromol. Sci., Chem. A13 1979 727 11 Li X. Liu H. Jiang Y. J. Mol. Catal. 39 1987 55 12 Brandes E.A. 6th edn. Smithells Metals Reference Book 1983 Butterworths London 11 83 Equilibrium diagrams 13 Mao G. Liu H. Fenzi Cuihua (Chinese Journal of Molecular Catalysis) 6 1992 in press",
      "scopus-id": "0026891148",
      "coredata": {
        "eid": "1-s2.0-030451029280245C",
        "dc:description": "In the presence of the protective polymer poly(N-vinyl-2-pyrrolidone)(PVP), PVP-protected palladium—gold bimetallic colloids were obtained by refluxing a CH3OHH2O (1:1 by volume) solution of palladium chloride and chloroauric acid. The resulting bimetallic colloids catalyzed the selective partial hydrogenation ofcis,cis-1,3-cyclooctadiene (COD) and the hydrogenolysis ofp-nitrotoluene with activities about 2.4 times and 3.6 times those of monometallic palladium colloid, respectively. These bimetallic colloids were characterized by TEM, XRD and XPS. The TEM and XRD data elucidated the formation of bimetallic colloids. XPS data indicated that the constituent elements were in the metallic state and that palladium atoms were concentrated on the surface of the alloy cluster.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280245C",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, Hanfan"
          },
          {
            "@_fa": "true",
            "$": "Mao, Guoping"
          },
          {
            "@_fa": "true",
            "$": "Meng, Shaojin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280245C"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280245C"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80245-C",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation and characterization of the polymer-protected palladium—gold colloidal bimetallic catalysts",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "275-284",
        "prism:endingPage": "284",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80245-C",
        "prism:startingPage": "275",
        "dc:identifier": "doi:10.1016/0304-5102(92)80245-C",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026891148"
      }
    }
  }
}