{
  "metadata": {
    "title": "Surface organometallic chemistry on metals: Part IV. Selective hydrogenation of ethyl acetate to ethanol on RhSn/SiO<ce:inf loc=post>2</ce:inf> bimetallic catalysts: A mechanistic study",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-08-01",
    "doi": "10.1016/0304-5102(91)80040-A",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180040A",
    "pii": "030451029180040A"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026204865",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180040A 0304-5102(91)80040-A 030451029180040A 10.1016/0304-5102(91)80040-A S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0199X 2024-01-02T01:05:30.650091Z 0 0 19910801 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 67 67 3 3 Volume 67, Issue 3 1 283 294 283 294 19910801 1 August 1991 1991-08-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. SURFACEORGANOMETALLICCHEMISTRYMETALS FERRETTI O MATTEOLI 1984 353 U MATTEOLLI 1985 269 U MATTEOLI 1986 299 U GREY 1980 783 R GREY 1981 7536 R SORUM 1984 233 P PROC8THINTCONGRCATALBERLIN1984 CHANDLEY 1964 228 J EDWARD 1964 975 J LISKA 1960 124 K CAVALLITO 1944 1166 C LAZIER 1953 142 W FOLKERS 1932 1145 K ADKINS 1950 2626 bb14 H CONNOR 1932 4678 R EVANS 1983 31 J EVANS 1983 355 J EVANS 1984 203 J TRAVERS 1984 891 C PROC8THINTCONGRCATALBERLIN1984 FERRETTI 1987 713 O PREPARATIONCATALYSTSIV CANDY 1988 201 J CANDY 1988 210 J ELMANSOUR 1989 347 A SINFELT 1983 J BIMETALLICCATALYSTSDISCOVERYCONCEPTSAPPLICATIONS DALMON 1981 214 J CHINI 1976 285 P ADVANCESINORGANOMETALLICCHEMISTRY ADKINS 1964 1 M ORGANICREACTIONS FERRETTIX1991X283 FERRETTIX1991X283X294 FERRETTIX1991X283XO FERRETTIX1991X283X294XO item 0304-5102(91)80040-A 030451029180040A 1-s2.0-030451029180040A 10.1016/0304-5102(91)80040-A 272239 2024-01-02T01:05:30.650091Z 1991-08-01 1-s2.0-030451029180040A-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180040A/MAIN/application/pdf/e16ee20d6f66662362ebb15115d8bed6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180040A/MAIN/application/pdf/e16ee20d6f66662362ebb15115d8bed6/main.pdf main.pdf pdf true 827897 MAIN 12 1-s2.0-030451029180040A-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180040A/PREVIEW/image/png/0db213c11b60ed51713ad1110744dde2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180040A/PREVIEW/image/png/0db213c11b60ed51713ad1110744dde2/main_1.png main_1.png png 59613 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 67 (1991) 283-294 283 Surface organometallic chemistry on metals Part IV. Selective hydrogenation of ethyl acetate to ethanol on Rh-Sn/Si02 bimetallic catalysts: a mechanistic study O. A. Ferretti CINDECA (UNLP-CONICET), 47 No.257, 1900 La Plata (Argentina) J. P. Bournonville, G. Mabilon, G. Martino Institut Francais du Petrole, 1-4 Av. de Bois Preau, 92506 Rueil-Malmaison Cedex (France) J. P. Candy and J.-M. Basset Institut de Recherches sur la Catalyse, Conventionne avec l'Universite Claude Bernard, 2 av. A. Einstein, 69626 Villeurbanne Cedex (France) (Received August 23, 1990; revised March 14, 1991) Abstract Bimetallic catalysts Rh-Sn, Ni-Sn and Ru-Sn, prepared via an organometallic route, are very selective for the hydrogenolysis of ethyl acetate to ethanol. This generation of catalysts, requires lower temperatures and lower pressures than the traditional copper chromites and constitutes an elegant method for the hydrogenolysis of (fatty) esters into (fatty) alcohols, which are important raw materials derived from natural resources. The objective of this work was to identify, via kinetic experiments, the primary products of the reaction in order to propose a mechanistic explanation for the selective hydrogenation of ethyl acetate to ethanol. Changing the Sn/Rh ratio drastically modifies both the activity and the selectivity of the catalysts: In the range 0 < Sn/Rh < 0.2, both the activity and the selectivity for hydrogenolysis to CO and CH, decrease. On the other hand, for Sri/ Rh ratios higher than ca. 0.2, both the activity and the selectivity for the ethanol formation increase almost linearly with the tin content while the rates of alkane and CO formation remain constant and very low. At Sn/Rh=1.7, kinetic studies indicate that ethanol, acetaldehyde and ethane are the primary products, whereas CO and CH4 are secondary products. The rate low, which is of the form: r=k(I'HZ) .5KEAPEA1 +KEAPEn+KEPE) is totally different from that observed on pure rhodium. These kinetic data, associated with previous physical observations leading to the concept of 'site isolation' of rhodium atoms in a matrix of tin atoms, lead to the proposal of a reaction mechanism involving a single rhodium atom. Introduction Hydrogenolysis of esters is difficult to achieve, both in homogeneous [ 1-5 ] and heterogeneous catalysis [ 6-18 ]. High temperatures and high 0304-5102/91/$3.50 1991- Elsevier Sequoia, Lausanne 284 pressures are required and it is rarely a selective reaction. In heterogeneous catalysis, depending on the nature of the substituents of the ester and depending on the catalyst, the product can be an alcohol, an acid or a hydrocarbon [7, 10]. The R-C(O)-/-O-R' bond in an ester is the most easily cleavable by hydrogen; which leads selectively to two alcohols R-CHZOH and R'-OH. So far, the catalysts which have been most commonly used for such reactions are copper chromites stabilized byvarious substituents [ 11-15]. Raney copper or zinc oxide-chromium oxide have also been used [ 16-18 ] . However, the drastic conditions required by these catalysts lead to hydrogenolysis of the alcohol itself. Recently it has been found that bimetallic catalysts Rh-Sn, Ni-Sn and Ru-Sn, prepared via an organometallic route, can be very selective for hydrogenolysis of ethyl acetate to ethanol [ 19-23 ]. This generation of bimetallic catalysts requires lower temperatures and lower pressures than the traditional copper chromites and constitutes an elegant method for the hydrogenolysis of (fatty) esters into (fatty) alcohols which are important raw materials derived from natural resources. Since, in this reaction, high selectivities can be achieved with the bimetallic Rh-Sn catalysts prepared via the organometallic route, it was of interest to study the mechanism of the reaction by identification of the primary products and determination of the kinetic law. The high selectivity of the reaction may be explained by a molecular approach, considering that the active sites are a combination of both the incoming molecules and the surface metal atom(s). The objective of this paper is therefore to propose a mechanistic explanation for the selective hydrogenolysis of ethyl acetate with these bimetallic catalysts, based on kinetic studies as well as previous studies which were primarily focussed on catalyst characterization. Experimental The silica support (small pellets, 1 mm in diameter, surface area 250 m2 g-') was purchased from Shell. Liquids reagents had a purity higher than 99.9%. Hydrogen was deoxygenated by flowing through a column filled with platinum catalyst and then dried over a 4A molecular sieve. Electron microscopy studies were performed with JEOL 120X (CTEM) and VG HB5 (STEM) instruments. Chemisorption of CO and Hz were measured using a conventional volumetric apparatus (Bell and Howell pressure gauge). Microprobe measurements were performed with a Microbeam. The pellets were embedded in an epoxy resin, the resulting samples were cut using a diamond saw and subsequently polished. Rhodium was grafted to silica by cationic exchange between [RhCI(NH3)5]2+ ions and the surface ~Si-O-NH4+ groups at pH 10 [24]. The !~-Si-O-NH,+ groups were obtained by exchange between 'Si-O-H+ groups and NH4+ ions in ammonia solution. [RhCI(NH3)5](OH)Z was obtained 285 by contacting [RhCl(NH3)51C12 with an anionic exchange resin (IRA 400) in aqueous solution. The surface complex obtained was decomposed by calcination at 570 K in flowing dry air and then reduced in flowing hydrogen at 570 K to give catalyst A. This catalyst contained 1 wt% of rhodium. A could be transformed into B by treatment with dry oxygen at 300 K for 1 h. The particle size of B was in the range of 1.0-1.5 run as determined by electron microscopy. Adsorption of a given amount of Sn(n-C4H9)4 in n-heptane on B was carried out at 370 K for 24 h [22-231. Various concentrations of Sn(nC4H9)4 at this stage could control the final Sn%Rh ratio, at least for Sn/Rh ratios lower than 1.7. After removal of the solvent, the solid was loaded into the catalytic reactor and reduced under flowing hydrogen (6 mol h-' g-') at increasing temperatures (1 h at 373, 523 and 723 K, respectively). Hydrogenation of ethyl acetate was carried out in a conventional fixedbed flow reactor at 500-600 K under 0.1 to 5 MPa of hydrogen and 0-0.5 MPa of ethyl acetate [221. The contact time was varied between 2.2 and 40 h. Activity (r) can be defined as the number of moles of ethyl acetate transformed per gram of catalyst per hour. Selectivity (Si) can be defined as the ratio of the carbon weight in product i to the total carbon weight in all the products. The following procedure was used to carry out kinetic experiments: a given quantity of catalyst was loaded in the reactor and reduced under a stream of hydrogen (6 mol h-' g-') at increasing temperatures (1 h at 373, 523 and 723 K). After cooling the reactor to the desired temperature, the total pressure and the ethyl acetate/hydrogen molecular ratio were adjusted to the chosen values. After 2 h, the effluents were analysed by gas chromatography (Girdel 300 chromatograph), using a column with 13X molecular sieve for carbon monoxide and a capillary column (CP-SIL-5) for the other products. Water was measured by a Mitsubishi hydrometer. Results Preparation and characterization of the samples The interaction between the tetra-n-butyltin (Sn(n-C4H9)4) and the silicasupported rhodium has already been studied [25, 261. Tetra-n-butyltin does not react significantly with the silica support, but reacts slowly at 370 K with the oxidized rhodium surface. After treatment at 723 K under flowing hydrogen, all the butyl groups from the grafted organotin are eliminated, which suggests formation of a bimetallic particle. Various physical techniques have improved the knowledge of these catalysts: Microprobe analysis (Fig. 1) shows that the amounts of tin and rhodium are constant along the axis of the pellets; Scanning Transmission Electron Microscopy (STEM) shows that each metallic particle contains both Sn and Rh in the expected ratio; Conventional Transmission Electron Microscopy (CTEM) shows only an increase in the average particle diameter of the bimetallic catalyst, as compared 286 30 20 10 .a Fh 0 30 b 20 10 0 0.8 1.2 1.6 2.0 2.4 2.8 Particle diameter (nm) Fig. 1. Microprobe analysis of RhSn/Si02 (1.0ss'o Rh, 1.9ss'o Sn) catalysts pellets. Fig. 2. Particle diameters of Rh and Rh Sn samples from CTEM analysis, (a): RhSn/Si02, 1.0% Rh, 1.9% Sn; (b): Rh/Si02, 1.0ss'o Rh. TABLE 1 Characterization of the samples Rh Sn Sn/Rha H/Rhb CO/Rh dEM Sn/Rhd (%) (nm) 1.0 0 0 1.00 1.13 1.2 0 1.0 0.2 0.2 0.43 0.61 - - 1.0 0.4 0.4 0.32 0.50 - - 1.0 0.8 0.7 0.23 0.43 - - 1.0 1.2 1.0 0.19 0.35 - - 1.0 1.9 1.7 0.17 0.33 1.6 1.4 0.5 a Chemical analysis. bAt 10 kPa equilibrium pressure and 300 K. `At 0.5 kPa equilibrium pressure and 300 K. d STEM. to the monometallic starting material (leg. 2); X-ray Photoelectron Spectroscopy (XPS) shows that Sn and Rh are fully reduced [25, 26] in such particles. Infrared spectroscopy of CO adsorbed on these bimetallic particles suggests that rhodium atoms are isolated from their neighbours (disappearance of the bridging carbonyl band) [26]. The tin and rhodium contents, deduced from chemical analysis, the H/ Rh and CO/Rh ratios, measured by adsorption measurements, the average particles diameter determined by electron microscopy (dEM) and the Sn/Rh ratio estimated from STEM are reported in Table 1. Obviously the presence 287 of tin sharply decreases the amounts of CO and HZ chemisorbed. The decrease in the adsorption capacity of the bimetallic phase is more pronounced for H2 than for CO. Kinetic conditions With silica-supported rhodium and rhodium-tin catalysts, ethyl acetate is converted into ethanol, ethane, methane, CO, water, acetaldehyde and diethyl ether. The ethyl acetate conversion is proportional to the residence time up to ca. 10% conversion. This linear relationship is observed whether the catalyst is used in pellet form (1 mm diameter) or is crushed into a powder. At this level of conversion, the reactor works in a differential regime. Influence of tin content When the tin content increases, there are drastic changes in the overall rate of reaction as well as in the selectivity (Fig. 3). On increasing the Sn/ Rh ratio from 0 to 0.2, the rates of ethanol, alkanes and CO formation decrease sharply. Above 0.2 Sn/Rh, the rates of allcane and CO formation remain constant, whereas that of ethanol formation increases strongly. These results correspond to a selectivity toward ethanol higher than 90% for a Sn/ Rh ratio higher than 0.7 (Fig. 3 and Table 2). Temperature dependence For two bimetallic samples with different Sn%Rh ratios (0.7 and 1.7), the apparent activation energies (E8) are identical (55 kJ molT') and much lower than that observed with Rh/Si02 (92 KJ mol-'). Influence of conversion on selectivity This study was carried out on Rh-Sn/Si02 with a Sn/Rh ratio of 1.7. Various ethyl acetate conversions were obtained by varying the residence time. The respective selectivities obtained for ethanol, acetaldehyde, diethyl ether, ethane, methane and CO versus conversion are plotted in Fig. 4. Since initial selectivities for ethanol, acetaldehyde and ethane are different from zero, one can conclude that these compounds are primary products. Initial selectivities for CH.,, CO and diethyl ether tend to zero, suggesting that these i 20 O i~ E 10 n i O i~ % ii ` 0 \\ ss 1 2 SnlRh Fig. 3. Rate (r) of ethanol and CO -i- alkane formation at 543 K versus SnVPh ratio. (x) Ethanol; (*) CO +CH4+CH6. 288 TABLE 2 Activities and selectivities of the catalysts Sn/Rh T r Sstoa (K) (mol h-` g-') M 0 543 6.0 X 10-3 57.2 0 593 45.1 X 10-3 42.6 0.2 543 0.7 X 10-3 60.0 0.2 593 4.5 X 10-3 44.2 0.7 543 5.1 X 10-3 94.9 0.7 593 14.9 X 10-3 83.3 1.4 543 17.1 X 10-3 95.6 1.4 593 41.0 X 10-3 88.9 1.7 543 21.2 X 10-3 97.2 1.7 593 43.0 X 10-3 93.3 0 ScwoH (/o1 x' a a 0 25 50 75 Fig. 4. Selectivity of ethyl acetate hyarogenolysis versus conversion (X). Total pressure = 5 MPa, H2/CH3COOCZHS = 9, T= 573 K, Rh-S1VS102 (SNRh=1.7). (O) CZH60H; (-h ) CZHs; ( X ) (C2H )x0; (A) CH3CH0; ('\") CO+CH4. 10 5 '~ 75 50 -' 25 compounds are secondary products. It is reasonable to assume that diethyl ether is formed by condensation of two ethanol molecules, methane is formed by hydrogenolysis of ethane and CO is formed by hyarogenolysis of ethanol or decarbonylation of acetaldehyde. Partial pressure dependence The variation of the reaction rate with the partial pressure of hydrogen or ethyl acetate was measured at low conversion on Rh-Sn/Si02 with a Sn/ Rh ratio of 1.7. As shown in Fig. 5, there is a direct relationship between the reaction rate and the square root of the hydrogen pressure (PH.). With ethyl acetate, the relation between the rate of conversion and the ethyl acetate partial pressure (PEA) can be fairly well expressed by the Langmuir formalism, 289 15 300- 7 ' o t o E o E + + 10 o I200 - ,~ 5 100 0 o 0'~ 01~/' I 0 0.5 1.0 1.5 2.0 0 0 2.0 4.0 (pH ZP (MPaf\" (Ethyl acetate partial pressure)' (MPa)-t Fig. 5. Ethyl acetate reaction rate (r) versus the square root of hydrogen partial pressure pPHZ)0.6 T_543 K; Rh-S\"i02 (Sn/Rh=1.7); total pressure=5 MPs. Ethyl acetate partial ressure: (O) 0.5 MPs; (+) 0.2 MPs. FIg. 6. Langmuir plot of the ethyl acetate reaction rate (r) versus ethyl acetate partial pressure. T=543 K; Rh-Sn/Si02 (Sn/Rh=1.7); total pressure=5 MPs. Hydrogen partial pressure: (O) 3.5 MPs; (+) 0.5 MPs. TABLE 3 Ethanol and CO poisoning effects on the conversion rate of ethyl acetate T PH2 PEA. PEtOH CO/Hz rX lO-3 sEtOH (K) (MPs) (MPs) (MPs) (mol h'1 g-1) W 521 2.7 0.25 0.0 0 11.5 98.9 521 2.7 0.25 0.6 0 5.7 - 523 2.7 0.30 0.0 0 13.5 97.8 523 2.7 0.30 0.0 3 X 10- 8.0 97.5 as demonstrated in Fig. 6, in which a linear relationship is obtained between r-' and (PFA) -'. Since ethanol is the major product of the reaction when the Sn/R,h ratio is higher than 0.2, its possible inhibiting effect was studied. Addition of ethanol to the reactant mixture leads to a decrease in the conversion rate of ethyl acetate (Table 3). Consequently, the overall reaction rate of the Rh-Sn/Si02 catalyst can be described by the following equation: r _ k(j'xZ)0.5KEAPEAOI +KE?,PEA+KEPE) ( where r is the reaction rate, k is the rate constant, KEA and KE represent the adsorption constants of ethyl acetate and ethanol, and PH2, PEA and PE are the partial pressures of hydrogen, ethyl acetate and ethanol respectively. 290 TABLE 4 Constants k, KEp and Ke in eqn. (1) T k KEA KE (K) (mbl h-' g', MPa-') (MPa-') (MPa-') 521 4.53 21.4 15.4 543 10.07 6.0 - ~~ 15 O 10 O + _ + + 5 ++ o I/' I 0 5 10 15 rexp .10-3 (mol.h-'.g-' ) Fig. 7. Relationship between experimental (re P) and calculated (r,,Ij reaction rates. T= 508-543 K; Rh-SnVSi02 (Sn/Rh=1.7); ethyl acetate partial pressure: 0.05-1.4 MPa; hydrogen partial pressure: 0.5-4.5 MPa. For two temperatures and in the presence range PHz = 0-4.5 MPa and PEA= 0.05 -1.4 MPa, k, KEA and KE can be deduced from the experimental data (Table 4). The calculated values of the reaction rate (r,,,), using eqn. (1) and the rate constants k, KEA and KE, are represented in Fig. 7. There is an excellent agreement between these values and the corresponding experimental values of the reaction rate (reXP). It was also found (Table 3) that the addition of 0.0390 of CO in the feed decreased by about one-half the conversion of ethyl acetate to ethanol. These results can be interpreted by competitive adsorption of ethyl acetate and CO at the same catalytic site, which is likely surface rhodium atoms (IR studies are in agreement with CO being coordinated to isolated rhodium atoms). Discussion Addition of tin via the organometallic route to a classical Rh/Si02 catalyst leads to drastic changes in the product distribution observed in the hydrogenolysis of ethyl acetate. The new catalyst exhibits a very high chemoselectivity in the hydrogenation of ethyl acetate to ethanol. As the ratio Sn/ Rh increases from 0 to 0.2, the conversion of ethyl acetate decreases sharply. 291 Above a Sn/Rh ratio of 0.2, both the conversion of ethyl acetate and the selectivity for ethanol increase with tin content, to reach values higher than 95% for a Sn/Rh ratio higher than unity. Whereas Rh/Si02 gives CHq, CZHg, CO and CO2, corresponding to a completely unselective C-C or C-O bond cleavage, Rh-Sn/Si0z with Sn/Rh= 1.7 exhibits a very high chemoselectivity for the C(O)-O bond cleavage of the ester group. Firstly, at low Sn/Rh ratios (Sn/Rh < 0.2), the sharp decrease in the rate of ethanol, alkane and CO formation with increasing tin content, clearly indicates that tin has a poisoning effect on the Rh for the ethyl acetate conversion. Above a Sn/Rh ratio of 0.2, the rate of ethanol formation increases almost linearly with tin content, suggesting the appearance of a new catalytic material, completely different from rhodium. This hypothesis is confirmed by the constant value of the apparent activation energy (EJ for ethyl acetate conversion, which is much lower (55 KJ mol-') than that observed with the monometallic Rh/Si02 catalyst (90 KJ mol-1). The reaction mechanism must be very different with Rb/Si02 and Rh-Sn/Si02 (0.2 < Sn/Rh < 1.7). In the range 0 < Sn/Rh < 0.2, the role of tin is expected to decrease the size of the `ensembles' of Rh atoms. Consequently, the `demanding' reactions are almost eliminated as demonstrated for other bimetallic catalysts [27, 28]. In our case, the `demanding' reactions would be the hydrogenolysis of the ethyl acetate to CO, CZHs and CHQ. For tin contents higher than 0.2 Sn/Rh, the rate of ethanol formation increases almost linearly with tin content, while the rate of alkane + CO formation remains constant and very low. It is clear that, in this range of tin content, a simple geometric `ensemble' effect cannot explain the results. A new catalytic material, presumably an alloy RhxSn,, the concentration of which increases with increasing Sn content, is responsible for the high activity and the high selectivity. The extremely high selectivity which is observed with the Rh-Sn alloy must certainly reflect the presence of a unique mechanism occurring on this bimetallic phase. Spectroscopic data (XPS, TEM) confirm that rhodium and tin are in the zero-valent state [26]. It is probably more important to note that in the bimetallic phase the amount of adsorbed CO has significantly decreased, but simultaneously the bridging COs have almost completely disappeared. Consequently the surface can be best `represented' by isolated rhodium atoms surrounded by tin atoms. The fact that a few bridging carbonyls are still observed suggests that a few pairs of rhodium atoms are still present in close vicinity. The presence of bridging CO in a zero-valent rhodium particle suggests that the rhodium-rhodium interatomic distance does not exceed 0.31 nm (see for example the interatomic distance of rhodium clusters in the complexes of Chini et al. [29]). The proposal of a reaction mechanism must take into account the identification of the primary products and the kinetic law, as well as the poisoning experiments which may confirm the nature of the `active site'. Regarding the primary products, the selectivity versus conversion curves clearly indicate that ethanol and acetaldehyde are primary products. Consequently, the mechanism which is proposed should lead only to these two 292 molecules. The fact that acetaldehyde is observed in smaller amounts than ethanol suggests that the former is quickly hydrogenated to ethanol. Poisoning experiments by CO and ethanol suggest that the rhodium atoms are the active sites. Since the highest selectivity is observed with the Sn/Rh ratio which gives rise to the smallest amount of bridging CO, it is logical to conclude that the active sites are the isolated rhodium atoms. The kinetic equation does not seem to imply a competition between ethyl acetate and hydrogen. This phenomenon may be correlated with the half-order in hydrogen, which suggests a `formal' addition of HZ on two `adjacent' rhodium atoms. We have seen previously that the number of these `adjacent' rhodium atoms is relatively small. Once the oxidative addition of HZ has occurred, the facile process of H migration on the bimetallic particle seems a reasonable hypothesis. The proposal of a mechanism for ethyl acetate hydrogenation, although it is always speculative by nature, can be formulated in the following way: coordination of the ethyl acetate to isolated rhodium atom should occur via the 7r-electron system of the molecule. The highest electron density must be on the oxygen atom of the carbonyls, which may interact with the lowest unoccupied orbitals (of the s or d band) at the rhodium atom. The transfer of the first hydrogen atom to the carbon atom will lead to the hemiacetal (II), according to the Adkins model [30). It is possible that tin atoms participate in the complexation of the acetaldehyde, but at this moment we have no evidence in favor of this hypothesis. (I) (II) ,O)~C-~O CZHS 0 11 1C0 ,,C2 H5 H) T' \\ H Sn-Rh-Sn Sn-Rh-Sn Scheme 1. In a second step, cleavage of the C-O bond of the hemiacetal could occur in a concerted way as indicated in III to give acetaldehyde (primary product) and an adsorbed ethoxy group. An ethoxy group will be quickly hydrogenated to ethanol, which is also a primary product. (III) CH3 CH3CHO C2H5 HZ C2HSOH ,,C2H5 H O~)HO-.,) 0~ I Sn-Rh-Sn Sn-Rh-Sn Sn-Rh-Sn Scheme 2. This mechanism takes into account the major observations which were made regarding the nature of the `active' site, kinetic laws and product distribution (the only remaining uncertainty concerns the role of tin in the adsorption process of the molecule): -isolated rhodium atoms seem to be the active site for the reaction; -adjacent rhodium atoms seem to be necessary for hydrogen dissociation; -ethanol and acetaldehyde are primary products; 293 - CO and ethanol poison the reaction due to their adsorption on `isolated' rhodium atoms; -apparent activation energies for Rh-Sn are totally different from those observed for rhodium alone. Conclusion Controlled surface reaction of tetra-n-butyltin with a silica-supported rhodium catalyst leads to a new bimetallic phase which is more active and more selective than the monometallic starting material toward alcohol formation from ethyl acetate. Kinetic studies of the reaction allows us to propose a mechanism in which the limiting step is the first addition of an adsorbed hydrogen atom to the carbon atom of the carboxyl group. The adsorbed hemiacetal intermediate then reacts quickly with adsorbed hydrogen atoms to give acetaldehyde and an adsorbed ethoxy group, which are rapidly hydrogenated to ethanol. References 1 U. Matteoli, M. Bianchi, G. Menchi, P. Frediani and P. Piacenti, J. Mol. Catal., 22 (1984) 353. 2 U. Matteoli, M. Bianchi, G. Menchi, P. Frediani and P. Piacenti, J. Mol. Catal., 29 (1985) 269. 3 U. Matteoli, G. Menchi, M. Bianchi and P. Piacenti, J. Organometall. Chem., 33 (1986) 299. 4 R. A. Grey, G. P. Pez, A. Wallo and J. Corsi, J. Chem. Soc., Chem. Commun., (1980) 783. 5 R. A. Grey, G. P. Pez and A. Wallo, J. Am. Chem. Soc., 103 (1981) 7536. 6 P. Sorum and D. Onsager, Proc. 8th Int. Congr. Catal., Berlin, 1984, Decherria, Berlin, 1984, Vol. II, p. 233. 7 J. D. Chandley and T. Mezzetti, J. Org. Chem., 29 (1964) 228. 8 J. T. Edward and J. M. Ferland, Chem. Ind. (London), (1964) 975. 9 K. J. Liska and L. Salerni, J. Org. Chem., 25 (1960) 124. 10 C. J. Cavallito and T. H. Haskell, J. Am. Chem Soc., 66 (1944) 1166. 11 W. A. Lazier and H. R. Arnold, Org. Synth. Collect., 2 (1953) 142. 12 K. Folkers and H. R. Adkins, J. Am. Chem Soc., 54 (1932) 1145. 13 H. Adkins, E. E. Burgoyne and H. J. Schneider, J. Am. Chem. Soc., 72 (1950) 2626. 14 M. AO and K. Folkers, J. Am. Chem. Soc., 53 (1931) 109. 15 R. Connor and H. Adkins, J. Am. Chem. Soc., 54 (1932) 4678. 16 J. Evans, P. Casey, M. Wainwright, D. Trimm and N. Cant, Appl. Catal., 7 (1983) 31. 17 J. Evans, N. Cant, D. Trimm and M. Wainwright, Appl. Catal., 6 (1983) 355. 18 J. Evans, M. Wainwright, N. Cant and D. Trimm, J. Catal., 88 (1984) 203. 19 U.S. Pat. 4 456 775 (1984) to C. Travers, Chan Trinh Dinh, R. Snappe and J. P. Bournonville. 20 U.S. Pat. 4628130 (1986) to J. P. Candy, G. Mabilon and J. P. Bournonville. 21 Eur. Pat. 884 00 544 8 (1988) to P. Louessard, J. P. Candy, G. Mabilon and J. P. Bournonville. 22 C. Travers, J. P. Bournonville and G. Martino, Proc. 8th Int. Congr. Catal., Berlin, 1984, Dechema, Berlin, 1984, Vol. IV, p. 891. 23 O. A. Ferretti, Bettega de Pauli L. C., J. P. Candy, G. Mabilon and J. P. Bournonville, in B. Delmon, P. Grange, P. A. Jacobs and G. Poncelet (eds.), Preparation of Catalysts IV, Louvain la Neuve, 1987, p. 713. 294 24 J. P. Candy, A. El Mansour, O. A. Ferretti, G. Mabilon, J. P. Bournonville, J. M. Basset and G. Martino, J. Catal., 112 (1988) 201. 25 J. P. Candy, O. A. Ferretti, G. Mabilon, J. P. Bournonville, A. El Mansour, J. M. Basset and G. Martino, J. Catal., 112 (1988) 210. 26 A. El Mansour, J. P. Candy, J. P. Bournonville, O. A. Ferretti and J. M. Basset, Angew. Chem. Int. Ed. Engl., 28 (1989) 347. 27 J. Sinfelt, Bimetallic Catalysts: Discovery, Concepts and Applications, Wiley, New York, 1983. 28 J. A. Dalmon and G. A. Martin, J. Cl., 66 (1981) 214. 29 P. Chini, G. Longoni and V. G. Albano, in F. G. A. Stone and R. West (eds.), Advances in Organometallic Chemistry, Academic Press, New York, 1976, Vol. 14, p. 285. 30 M. Adkins, Organic Reactions, Wiley, New York, 1964, Vol. 8, p. 1. X244 9180040A 0304-5102(91)80040-A 10.1016/0304-5102(91)80040-A Surface organometallic chemistry on metals Part IV. Selective hydrogenation of ethyl acetate to ethanol on RhSn/SiO2 bimetallic catalysts: A mechanistic study O.A. Ferretti CINDECA (UNLP-CONICET), 47 No. 257, 1900 La Pata Argentina J.P. Bournonville G. Mabilon G. Martino Institut Français du Pétrole, 1-4 Av. de Bois Préau, 92506 Rueil-Malmaison Cedex France J.P. Candy J.-M. Basset Institut de Recherches sur la Catalyse, Conventionné avec l'Université Claude Bernard, 2 av. A. Einstein, 69626 Villeurbanne Cedex France Bimetallic catalysts RhSn, NiSn and RuSn, prepared via an organometallic route, are very selective for the hydrogenolysis of ethyl acetate to ethanol. This generation of catalysts, requires lower temperatures and lower pressures than the traditional copper chromites and constitutes an elegant method for the hydrogenolysis of (fatty) esters into (fatty) alcohols, which are important raw materials derived from natural resources. The objective of this work was to identify, via kinetic experiments, the primary products of the reaction in order to propose a mechanistic explanation for the selective hydrogenation of ethyl acetate to ethanol. Changing the Sn/Rh ratio drastically modifies both the activity and the selectivity of the catalysts: In the range 0 < Sn/Rh < 0.2, both the activity and the selectivity for hydrogenolysis to CO and CH4 decrease. On the other hand, for Sn/Rh ratios higher than ca. 0.2, both the activity and the selectivity for the ethanol formation increase almost linearly with the tin content while the rates of alkane and CO formation remain constant and very low. At Sn/Rh = 1.7, kinetic studies indicate that ethanol, acetaldehyde and ethane are the primary products, whereas CO and CH4 are secondary products. The rate low, which is of the form: r = k(P H2)0.5 K EA P EA/(1 + K EA P EA + K E P E) is totally different from that observed on pure rhodium. These kinetic data, associated with previous physical observations leading to the concept of ‘site isolation’ of rhodium atoms in a matrix of tin atoms, lead to the proposal of a reaction mechanism involving a single rhodium atom. References 1 U. Matteoli M. Bianchi G. Menchi P. Frediani P. Piacenti J. Mol. Catal. 22 1984 353 2 U. Matteolli M. Bianchi G. Menchi P. Frediani P. Piacenti J. Mol. Catal. 29 1985 269 3 U. Matteoli G. Menchi M. Bianchi P. Piacenti J. Organometall. Chem. 33 1986 299 4 R.A. Grey G.P. Pez A. Wallo J. Corsi J. Chem. Soc., Chem. Commun. 1980 783 5 R.A. Grey G.P. Pez A. Wallo J. Am. Chem. Soc. 103 1981 7536 6 P. Sorum D. Onsager Proc. 8th Int. Congr. Catal., Berlin, 1984 II 1984 Dechema Berlin 233 7 J.D. Chandley T. Mezzetti J. Org. Chem. 29 1964 228 8 J.T. Edward J.M. Ferland Chem. Ind. (London) 1964 975 9 K.J. Liska L. Salerni J. Org. Chem. 25 1960 124 10 C.J. Cavallito T.H. Haskell J. Am. Chem. Soc. 66 1944 1166 11 W.A. Lazier H.R. Arnold Org. Synth. Collect. 2 1953 142 12 K. Folkers H.R. Adkins J. Am. Chem. Soc. 54 1932 1145 13 H. Adkins E.E. Burgoyne H.J. Schneider M. Adkins K. Folkers J. Am. Chem. Soc. 72 1950 2626 bb14 J. Am. Chem. Soc. 53 1931 109 15 R. Connor H. Adkins J. Am. Chem. Soc. 54 1932 4678 16 J. Evans P. Casey M. Wainwright D. Trimm N. Cant Appl. Catal. 7 1983 31 17 J. Evans N. Cant D. Trimm M. Wainwright Appl. Catal. 6 1983 355 18 J. Evans M. Wainwright N. Cant D. Trimm J. Catal. 88 1984 203 19 U.S. Pat. 4 456 775 (1984) to C. Travers, Chan Trinh Dinh, R. Snappe and J. P. Bournonville. 20 U.S. Pat. 4 628 130 (1986) to J. P. Candy, G. Mabilon and J. P. Bournonville. 21 Eur. Pat. 884 00 544 8 (1988) to P. Louessard, J. P. Candy, G. Mabilon and J. P. Bournonville. 22 C. Travers J.P. Bournonville G. Martino Proc. 8th Int. Congr. Catal., Berlin, 1984 IV 1984 Dechema Berlin 891 23 O.A. Ferretti L.C. Bettega de Pauli J.P. Candy G. Mabilon J.P. Bournonville B. Delmon P. Grange P.A. Jacobs G. Poncelet Preparation of Catalysts IV 1987 Louvain la Neuve 713 24 J.P. Candy A. El Mansour O.A. Ferretti G. Mabilon J.P. Bournonville J.M. Basset G. Martino J. Catal. 112 1988 201 25 J.P. Candy O.A. Ferretti G. Mabilon J.P. Bournonville A. El Mansour J.M. Basset G. Martino J. Catal. 112 1988 210 26 A. El Mansour J.P. Candy J.P. Bournonville O.A. Ferretti J.M. Basset Angew. Chem. Int. Ed. Engl. 28 1989 347 27 J. Sinfelt Bimetallic Catalysts: Discovery, Concepts and Applications 1983 Wiley New York 28 J.A. Dalmon G.A. Martin J. Catal. 66 1981 214 29 P. Chini G. Longoni V.G. Albano F.G.A. Stone R. West Advances in Organometallic Chemistry 14 1976 Academic Press New York 285 30 M. Adkins Organic Reactions 8 1964 Wiley New York 1",
      "scopus-id": "0026204865",
      "coredata": {
        "eid": "1-s2.0-030451029180040A",
        "dc:description": "Bimetallic catalysts RhSn, NiSn and RuSn, prepared via an organometallic route, are very selective for the hydrogenolysis of ethyl acetate to ethanol. This generation of catalysts, requires lower temperatures and lower pressures than the traditional copper chromites and constitutes an elegant method for the hydrogenolysis of (fatty) esters into (fatty) alcohols, which are important raw materials derived from natural resources. The objective of this work was to identify, via kinetic experiments, the primary products of the reaction in order to propose a mechanistic explanation for the selective hydrogenation of ethyl acetate to ethanol. Changing the Sn/Rh ratio drastically modifies both the activity and the selectivity of the catalysts: In the range 0 < Sn/Rh < 0.2, both the activity and the selectivity for hydrogenolysis to CO and CH4 decrease. On the other hand, for Sn/Rh ratios higher than ca. 0.2, both the activity and the selectivity for the ethanol formation increase almost linearly with the tin content while the rates of alkane and CO formation remain constant and very low. At Sn/Rh = 1.7, kinetic studies indicate that ethanol, acetaldehyde and ethane are the primary products, whereas CO and CH4 are secondary products. The rate low, which is of the form: r = k(P H2)0.5 K EA P EA/(1 + K EA P EA + K E P E) is totally different from that observed on pure rhodium. These kinetic data, associated with previous physical observations leading to the concept of ‘site isolation’ of rhodium atoms in a matrix of tin atoms, lead to the proposal of a reaction mechanism involving a single rhodium atom.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180040A",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ferretti, O.A."
          },
          {
            "@_fa": "true",
            "$": "Bournonville, J.P."
          },
          {
            "@_fa": "true",
            "$": "Mabilon, G."
          },
          {
            "@_fa": "true",
            "$": "Martino, G."
          },
          {
            "@_fa": "true",
            "$": "Candy, J.P."
          },
          {
            "@_fa": "true",
            "$": "Basset, J.-M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180040A"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180040A"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80040-A",
        "prism:volume": "67",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface organometallic chemistry on metals Part IV. Selective hydrogenation of ethyl acetate to ethanol on RhSn/SiO2 bimetallic catalysts: A mechanistic study",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "283-294",
        "prism:endingPage": "294",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 1991",
        "prism:doi": "10.1016/0304-5102(91)80040-A",
        "prism:startingPage": "283",
        "dc:identifier": "doi:10.1016/0304-5102(91)80040-A",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026204865"
      }
    }
  }
}