{
  "metadata": {
    "title": "Phillips-type polymerization catalysts: kinetic behaviour and active centre determination",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-03-31",
    "doi": "10.1016/0304-5102(91)85100-G",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185100G",
    "pii": "030451029185100G"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026121455",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185100G 0304-5102(91)85100-G 030451029185100G 10.1016/0304-5102(91)85100-G S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02118 2024-01-02T01:06:03.941633Z 0 0 19910301 19910331 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 65 65 1 2 1 2 Volume 65, Issues 1–2 24 237 252 237 252 199103 March 1991 1991-03-01 1991-03-31 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. PHILLIPSTYPEPOLYMERIZATIONCATALYSTSKINETICBEHAVIOURACTIVECENTREDETERMINATION WANG S HOGAN 1979 377 J HOGAN 1981 49 J HOGAN 1983 149 J APPLIEDINDUSTRIALCATALYSIS PRITCHARD 1959 132 J CLARK 1968 387 A ACSSYMPSER ADDITIONCONDENSATIONPOLYMERIZATIONPROCESSES BUKANAEVA 1962 358 F ELEY 1973 20 D AYSCOUGH 1965 278 P SPITZ 1974 1129 R KRAUSS 1968 393 H KRAUSS 1969 280 H BECK 1981 121 D PRZHEVALSKAYA 1975 363 L MERRYFIELD 1982 348 R MYERS 1986 140 D REVILLON 1968 857 A YERMAKOV 1969 590 Y CLARK 1963 241 A GUYOT 1964 390 A ZAKHAROV 1971 3129 V ELEY 1972 361 D YERMAKOV 1970 526 Y DAVIDSON 1970 855 T BURNS 1976 A PHDTHESIS ANJARWALLA 1983 PHDTHESIS SPITZ 1984 2641 R MCDANIEL 1985 47 M YERMAKOV 1975 Y COORDINATIONPOLYMERISATIONAMEMORIALKARLZIEGLER TAIT 1983 115 P TRANSITIONMETALCATALYZEDPOLYMERIZATION HOGAN 1970 2637 J REBENSTORF 1989 71 B WANGX1991X237 WANGX1991X237X252 WANGX1991X237XS WANGX1991X237X252XS item 0304-5102(91)85100-G 030451029185100G 1-s2.0-030451029185100G 10.1016/0304-5102(91)85100-G 272239 2024-01-02T01:06:03.941633Z 1991-03-01 1991-03-31 1-s2.0-030451029185100G-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185100G/MAIN/application/pdf/3ae824653c09f2016780ed8693634f75/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185100G/MAIN/application/pdf/3ae824653c09f2016780ed8693634f75/main.pdf main.pdf pdf true 1603067 MAIN 16 1-s2.0-030451029185100G-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185100G/PREVIEW/image/png/124d5ddd708d2a1eee9d44676eaec399/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185100G/PREVIEW/image/png/124d5ddd708d2a1eee9d44676eaec399/main_1.png main_1.png png 60561 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 65 (1991) 237-252 237 Phillips-type polymerization catalysts: kinetic behaviour and active centre determination Shemin Wang, Peter J. T. Tait* Department of Chemistry, UMIST, Manchester M60 1QD (U.K.) and Christine E. Marsden Crosfteld Chemicals, Warrington, WAS 1AB (U.K.) Abstract The kinetic behaviour of a Phillips-type catalyst in the presence of aluminium alkyls has been studied as a function of ethylene pressure in the range 1-11 atm. The results highlight the importance of catalyst fragmentation, which is further substantiated by morphological electron microscopic studies. Active centre concentration studies have been carried out using a \"CO radio-labelling technique which enabled values of active propagating centres and rate coefficients to be obtained, both of which were found to depend on the ethylene pressure. Only a small percentage of the chromium (3.2-7.3%) is found to be involved in active centres. These results provide valuable information concerning the factors controlling ethylene polymerization by this type of catalyst. Introduction It is now some forty-five years since the discovery by Hogan and Banks [1] at Phillips Petroleum Co. that ethylene could be converted under relatively low pressures to solid polymer by using chromia supported on silica or silica alumina substrates, a discovery which was subsequently to become the basis for the Phillips Particle-Form Process for the production of high density polyethylene (HPDE) [2-4]. Additionally, the use of this class of catalyst has been extended to the copolymerization of ethylene and butene- 1 [5, 6] and the production of linear low density polyethylene (LLDPE) [3-7]. Since the early discoveries by Hogan and Banks, the Phillips catalyst has been the object of world-wide investigation. Many research publications in this area deal either with studies on the nature of the chromium species on the catalyst surface or with the associated problem of identifying the valence state of the species which are responsible for polymerization [8-17]. Results have also been published concerning molecular weight determination [18, 19], the kinetics of polymerization [20-23] and the morphology [24, 25] of the polymer formed. Author to whom correspondence should be addressed. 0304-5102/91/$3.50 Elsevier Sequoia/Printed in The Netherlands 238 In contrast to the situation in Ziegler-Natta polymerization, there have been comparatively few publications concerned with the experimental de- termination of active centre concentrations in Phillips-type polymerization systems. The present investigation is concerned with a kinetic study together with determination of the concentrations of centres active in the polymerization of ethylene in the presence of aluminium alkyls using a chromiumCVO-SiOg supported catalysts system. Experimental Reagents EC180, a saturated hydrocarbon consisting of a mixture of 2,2,4,4,6- pentamethylheptane and 2,2,4,6,6-pentamethylheptane, was obtained from ICI PLC. The EC180 was stored over molecular sieves and purged with dried nitrogen before use. C61 catalyst (i inchxi inch pellets) was supplied by Catalysts and Chemicals Europe SA, and used for the purification of monomer and diluent. The C61 catalyst was activated before use by passing hydrogen gas through a column of catalyst at 100 C for 1 h. NE221 gel was purchased from Nuclear Enterprise Ltd. 14CO was supplied by ICI PLC with a certified specific activity. However before use the specific activity was determined using the procedure of Bums and Anjarwalla [26, 27]. Tri-isobutylaluminium was purchased from Fluorochem Ltd. and was used without further purification. Ethylene was supplied by BOC Ltd., both CP and Research grades being used. Catalysts Supported chromium oxide catalysts were supplied by Crosfield Chemical Ltd. The microanalysis results of activated catalyst (EP20) were as follows: Cr 1.0%; Si 41.0%; Al 0.1%. The specific surface area was 300 m2 g-1 and the pore volume was 1.65 cm3 g~1. Purification procedures Three purification procedures were used. In purification procedure A, the ethylene was purified by passing through a column containing molecular sieve types 4A and 13X. The EC180 diluent was purified by storing over molecular sieves, type 4A and 13X, and purging with high purity dried nitrogen before use. In purification procedure B, the ethylene was purified by passing con- secutively through columns containing molecular sieve type 4A, activated C61 catalyst, and molecular sieve type 13X. The EC180 diluent was purified by storing over molecular sieves types 4A and 13X, and purging with high purity dried nitrogen. In purification procedure C, the ethylene was purified by passing con- secutively through columns containing molecular sieve type 4A, activated C61 catalyst, and molecular sieve type 13X as for procedure B. The EC180 239 diluent was purified by storing over molecular sieves types 4A and 13X, purging with high purity dried nitrogen, and additionally passing consecutively through columns containing activated C61 catalyst and molecular sieve type 13X. Polymerization apparatus The apparatus used for all polymerizations is shown in Fig. 1. A 1.0 dm3 jacketted glass autoclave fitted with a magnetically driven stirrer and a condenser was used as the reactor. The apparatus allowed a constant predetermined pressure of ethylene to be maintained in the reactor and permitted the instantaneous rate of polymerization to be followed as a function of polymerization time. The instantaneous rate of polymerization at a given time, Rp, is related to the concentration of active propagating centres, C'*p, and the monomer concentration [M], by means of the equation: Ap=/CpG*p[M] (1) where fcp is a rate propagation coefficient but may not be a true rate constant. Active centre determination After quenching the polymerization reaction with \"CO, the system was left in contact with the carbon monoxide for different lengths of time, i.e. different contact times before isolation of the polymer. Decontamination was effected by treatment with ethanol acidified with HC1 (the HC1 concentration was fixed at 1.76 mol dm\"3) for 0.5 h. The polymer was finally washed with ethanol and petroleum ether, filtered and dried to constant weight. In order to eliminate any possible effect of particle size of the sample on counting, TEMPERATURE MOTOR DISPLAYED a SOLENOID VALVE -l>f^- Fig. 1. Schematic representation of polymerization apparatus. 240 all polymer samples were ground for 2 min in the presence of liquid nitrogen before counting. Polymer samples were prepared for counting by dispersing approximately 0.4 g of polymer in 10 cm3 of NE221 scintillation gel in each counting vial. The measured radioactive content of the polymer, G;, in mol '\"CO per mol Cr is given by; d=GA/a (2) where G is the polymer yield in g polymer per mol Cr, A is the polymer activity in dpm per g (1 dpm=60 Bq) and a is the specific activity of the '\"CO in dpm per mol. Under conditions where the carbon monoxide inserts into all active transition-metal bonds during the selected contact time between carbon monoxide and active centres, tc, and where multiple insertions do not take place, and where only one polymer chain grows from each transition- metal atom, the active centre concentration, (7*p, in mol per mol Cr is given by; C\\=C, (3) Results and discussion The actual shapes of the rate time profiles varied according to the conditions of polymerization, such as the ethylene pressure, as well as purification procedures. Most polymerizations however were either of the type shown in Fig. 2, characterized by a period of relatively rapid increase in rate followed by a period of slower rate increase, or at low pressures, Polymerization time /min Fig. 2. Plots of rate of polymerization versus time at 80 C. EC180=300 cm3, stirring speed =1000 rpm.: 0 6atm; [Al(iBu)3]=0.40 mmol dm\"3; [cat] =0.020 g; purification system B (Monomer: 4A-C61-13X, EC180: 4A-13X).: 0 8 atm; [Al(iBu)3] =1.5 mmol dm-3; [cat] = 0.020 g; purification system C (Monomer:4A-C61-13X, E180: 4A-C61-13X). 241 0-4 0-6 0-8 1-0 1-2 1-4 1-6 18 [Alli-Bugl] / iDinoldin\"3 Fig. 3. Plots of maximum (D) and average (0) rates of polymerization versus aluminium tri- isobutyl concentration at 80 C. EC180 = 250 cm3: stirring speed = 1000 rpm; 11 atm; [cat] =0.12 g. Purification system A (Monomer: 4A-13X, EC180: 4A-13X). showed a limiting plateau after a short period of increasing rate (c.f. Fig. 4). All polymerizations reported in this paper were carried out in the presence of aluminium alkyl. Figure 3 shows typical results for the effect of aluminium alkyi concentration on the rate of polymerization. Increasing the concentration of aluminium alkyl results in an increase in polymerization rate up to a maximum value, after which the polymerization rate declines. The use of aluminium alkyls with Phillips-type catalysts has been reported elsewhere. McDaniel [28] reported that the maximum activity was observed when 5 ppm oftriethyl aluminium is added to the polymerization system. Spitz [29] found no activity unless aluminium alkyl was introduced, and reported an optimum concentration of about l.Ommoldm\"3 (100 ppm). Using purification procedure A, the optimum concentration of aluminium alkyl was found to be 1.0 mmol dm\"3. This concentration was used throughout the present study. Effects of pressure on rate-time profiles and polymerization rates The pressure of monomer was found to affect both the shapes of the rate time profiles and the values of the polymerization rates (Fig. 4). At low ethylene pressure (2 atm), the polymerization rate increased with increasing polymerization time until a more or less limiting constant value was obtained. However at higher ethylene pressures the polymerization rates failed to reach limiting values and continued to increase with increase in polymerization time, the effect being more marked at higher pressures. Therefore no constant rate was observed in the pressure region 4 10 atm during 0 120 min polymerization. The average and maximum rates of polymerization increased with increasing monomer pressure from 2 11 atm, as shown in Fig. 5. The extent of this increase was found to be dependent on the method of purification. Thus, using purification procedure A, the average polymerization rate increased by a factor of 3.0 and the maximum polymerization rate by a factor of 2.2 242 30 60 90 120 150 190 Polymerization time / min Fig. 4. Plots of rates of polymerizations versus time for different pressures at 80 C. EC 180= 300 cm3: stirring speed = 1000 rpm; [Al(iBu)3] =1.5 mmol cm\"3; [cat] = 0.020 g. Purification system C (Monomer: 4A-C61-13X, EC180: 4A-C61-13X). Tg140 .;120 ^100 ro L-l CT80 S 60 01 ^0 CL 20 Maxiinum Rp 0 2-0 4-0 6-0 8-0 10-0 12-0 Polymerization pressure / atm (abs) Fig. 5. Plots of maximum (D) and average (0) rates of polymerization versus polymerization pressure at 80 C. EC180=300 cm3: stirring speed=1000 rpm; [Al(iBu)3]=0.80 mmol dm\"3; [cat] =0.060 g. Purification system A (Monomer: 4A-13X, EC180: 4A-13X). when the monomer pressure increased from 2 to 11 atm. Typical plots of Rp values versus polymerization pressure are shown in Fig. 5. When using purification procedure C, the corresponding increases were factors of 5.2 and 5.8 and results are shown in Fig. 6. These results emphasize the extreme sensitivity of these catalyst systems to trace impurities and highlight difficulties in comparing values obtained under different experimental conditions. A possible explanation for the observed differences in rate with pressure could be greater fragmentation of the silica support with increasing pressure, which would make available more active surface. This was further investigated by electron microscopy. Morphological studies Polymer samples prepared under different polymerization pressures have been examined using a Jeol JSM 35 scanning electron microscope at Unilever 243 350 IBOO 250 (D ^ 200 cr* ^150 OT \"JOO c^ 50 0-0 20 4-0 60 8-0 10-0 12-0 Polymerization pressure / atm (abs) Fig. 6. Plots of maximum (D) and average (0) rates of polymerization versus polymerization pressure at 80 C. EC180=300 cm3: stirring speed=1000 rpm; [Al(iBu)3]=1.5 mmol cm\"3. Purification system C (Monomer: 4A-C61-13X, EC180: 4A-C61-13X). (a) (b) Fig. 7. (a) Electron micrograph of polymer particle produced at 1 atm. Polymer yield 85.3 g/g catalyst. Magnification X 1000. (b) Electron micrograph of polymer particle produced at 1 atm. Polymer yield 85.3 g/g catalyst. Magnification X 3500. Research Laboratory, Port Sunlight. Figure 7 shows a polymer particle produced at 1 atm (polymer yield 85.3 g g~1) under different magnifications. The globular form of the polymer particles reflects the globular nature of the silica gel catalyst (Fig. 8). Polymers produced at higher pressures, 5 and 10 atm, are shown in Figs. 9 and 10. Again the particles have a globular form, but reflect a greater degree of fragmentation of the silica. Assuming an ultimate fragment of silica at the core of each polymer globule, it is possible to estimate the size of this fragment from the size of the polymer globule assuming densities of silica and polymer are similar. Such calculations suggest that at 1 atm the silica has fragmented to 6 11 JU,, whereas at 5 and 10 atm the ultimate fragment size is =600 A-1000 A.. 244 Fig. 8. Electron micrograph of silica. Magnification X 50,000. Fig. 9. Electron micrograph of polymer particle produced at 5 atm. Magnification x 10,000. Fig. 10. Electron micrograph of polymer particle produced at 10 atm. Magnification x 10,000. McDaniel [30] has already reported that the Phillips-type catalyst frag- ments during polymerization, each catalyst particle providing a polymer particle of approximately the same shape but some 1000 times larger. He suggested from porosimetric analyses of catalyst ash produced at different polymer yields that the ultimate silica fragment size may be 0.1-1 /A diameter or even smaller. Whilst not specified, it must be assumed that these studies were performed on polymer produced at 40 atm pressure (commercial operating pressure). Since rate/pressure vs. pressure graphs indicate a plateau, the fragment sizes calculated in this work for polymerization at 5 and 10 atm are in good agreement with the above proposition. Fragmentation can arise as a consequence of the forces produced within the pore structure of the silica by the growing polymer chains. The increased polymerization rate observed as a function of pressure, i.e. rate of chain propagation, can be attributed to an increased degree of fragmentation. However, it is not clear from the data whether this is a direct effect of pressure or whether it is merely a function of the substantially different 245 yields of polymer generated at different pressures. Experiments to investigate the extent of fragmentation at the same catalyst productivities but different pressures have still to be carried out. Nevertheless the variation of the extent of fragmentation suggested by the kinetic profiles and supported by mor- phological studies could be expected to be reflected in an increase in the number of active sites with increased pressure. Active centre determination The determination of active centre polymerization in coordination po- lymerization reactions is a difficult assignment and one which has raised considerable debate. In Ziegler-Natta polymerizations many methods have been used, among which is that involving \"CO radio-labelling [31, 32]. A polymerization system is treated with \"CO, the polymerization quenched, and the polymer carefully decontaminated. The \"CO content, C;, of the polymer is then determined either by combustion analysis or by scintillation counting. The value of G; is then related to C*p, the number of active centres at the time of contact with \"CO. The proposed mechanism for radiolabelling involves coordination, insertion and quenching reactions [31, 32] viz., \"CO I L^Me-CHa-CHa-P+^O ^^ L^Me-CHaCHa-P \"CO i L^Me-CHa-CHg-P > IJMe-^CO-CHa-CHa-P ROH/H+ 4-Me-\"CO-CH2-CH2~P > I^C-CHg-CHg-P 0 where Me is a transition metal and L some ligand such as chlorine. The contact time, ty, is the time the catalyst system is in contact with excess \"CO before quenching with ROH/H4'. The validity of the method in active centre determination is dependent on the \"CO interacting with (ad- sorption and/or complexation) and inserting into active transition metal carbon bonds during the contact period. Also multiple insertion reactions and copolymerization reactions should not take place. At present the area of dispute in the interpretation of such results concerns whether or not the insertion reaction is complete since the amount of \"CO incorporated into the polymer increases with increasing contact time. It is generally believed, however, that the initial increase in C'; with tc arises from slow insertion of \"CO into less active metal carbon bonds, while the subsequent increase in C'i with tc arises from side reactions such as copolymerization of \"CO and monomer, etc. Consequently in applying eqn. (3) to evaluate C*p, insertion should be complete without significant copolymerization taking place. For this reason relatively short contact times (5-30 min) are normally used in the estimation of G*p [32]. 246 It was of interest to see whether such a method could be used for active centre concentration determination when using chromium SiOg supported catalysts. Consequently the following procedures were adopted: (a) The ethylene supply was stopped at the predetermined polymerization time and the pressure reduced inside the reactor to about 1 atm slightly above atmospheric pressure. (b) 10 cm3 of \"CO was injected into the liquid phase in the reactor. (c) Ethylene was reintroduced into the reactor, and the pressure allowed to increase to the original polymerization pressure. When equilibrium between the gaseous and liquid phases had been established, a stop watch was used to determine the contact time. (d) The \"CO was then left in contact with the polymerization system at the polymerization pressure and temperature for a predetermined contact time. The contact time used for the present study was 10 min, except where indicated otherwise. (e) The polymer samples were then isolated and decontaminated by treating with acidified ethanol (1.76 mol HC1 dm - 3) before being prepared for counting. The polymerization rate decreased sharply as soon as \"CO was injected into the polymerization system. In most cases the polymerization rate dropped to zero within 4-6 min, as shown in Fig. 11. After contact with \"CO for 10 min, the polymerization system was evacuated at 80 C for 10 min to remove any \"CO which may be physically adsorbed on the catalyst surface. Ethylene was then reintroduced into the reactor but no polymerization was observed to take place within 10 min. It has been well established that \"CO, like an olefin, inserts into the transition metal carbon bonds via a coordination mechanism [31]. In the case of supported chromium oxide catalysts this reaction may be formulated as: 60 90 Polymerization time / min Fig. 11. Effect of carbon monoxide on the rate of polymerization at 80 C. EC180=300 cm3; [Al(iBu)3]=1.5 mmol dm-3; [cat] =0.020 g. 247 Cr-P+^CO ^CO i : Cr-P (b) Cr-^C-P II 0 The present results (Fig. 11) establish clearly that the inhibition of poly- merization by supported chromium oxide catalysts is a fast reaction (reaction a) and that all active centres are inhibited. This is believed to be due to a strong coordination of CO with the chromium species and/or insertion (reaction b) into the chromium carbon bond. Neither of these processes is affected by evacuation, which is believed to remove only the physically adsorbed or weakly coordinated CO. It should be noted however that the present results do not exclude the possibility of rate recovery after long time intervals, especially when aluminium alkyi is present. Variation of specific radioactivity with contact time The specific radioactivity of the polymer as a function of contact time increased sharply from 0 to about 30 min, as shown in Fig. 12. A slower but nevertheless steady increase in G, was observed with further increase in time. This result is very similar to that reported for Ziegler-Natta catalyst systems [32]. Variation of specific radioactivity with pressure In order to investigate the effect of contact pressure of 14CO a series of experiments was carried out in which the '\"CO was maintained in contact with the polymerization system at different pressures. C'*p was found to increase with time in a similar way but to different extents when 14CO was contacted with the polymerization system at different pressures. Typical results are shown in Fig. 13. As can be seen the ratio C'i (240 min)/C', (10 min) increased with increasing contact pressure. 60 90 120 150 180 210 240 Contact time / min Fig. 12. Plots of Ci versus contact time for polymerizations at varying pressures at 80 C. EC180=300 cm3; [Al(iBu)3]= 1.5 mmol cm-3; [cat] =0.030 g. 248 4-5 f | _ 4-0 1 3.5 /+ 0 / =.3-0 */ l_l\" / ^ 2'5 ./ j2 ,^^ ci; 1-5 < ^f .-1-0 l-J 0-5 o.o I 0-0 2-0 4-0 6-0 80 100 12-0 Contact pressure / atm (abs) Fig. 13. Plot of the ratio C, (240 mm)/C'i (10 mm) versus pressure at 80 C. EC180=300 cm3; [Al(iBu)g ]=1.5 mmol dm\"3; [cat] =0.020 g. Although various possibilities have been suggested to explain the increase in specific activity with contact time, the exact cause of this phenomenon has not been clearly established. The present results highlight a yet hitherto unobserved factor, i.e. the pressure dependence of the contact time. These results are consistent with the involvement of monomer, probably via some copolymerization reaction, in side reactions which incorporate additional 14C into the polymer chains. This becomes more important at higher polymerization pressures. This result provides some justification for the use of short contact times and will be discussed in a subsequent publication. Values of C*p were calculated using eqn. (2) assuming that G*p=C'i at 4= 10 min. The values of the rate coefficient, fcp, were then calculated from the active centre concentration, together with the values of the monomer concentration and the rate of polymerization at the moment of injection of ^CO using eqn. (1). These values are average values since the catalysts are believed to have centres of different activity. Values of C*p and fep as a function of pressure are listed in Table 1. From the values of C*p which are reported, i.e. 3.7 7.3 mol mol~1 for ethylene pressures of 1 10 atm respectively, it is obvious that only a small fraction of the total chromium is involved in propagating centres. This finding is consistent with an earlier estimation by Hogan [33] and will be discussed more fully in a subsequent publication. Variation of C*p and kp with polymerization pressure The concentration of active centres and the rate coefficient, fcp, increased with increasing polymerization pressure. Appropriate values are listed in Table 1. From the data presented, C'*p is observed to increase with poly- merization pressure whilst fcp values approach a plateau. Application of a curve fitting method to fcp P data gives a value of around 10 11 atm for pressure independency. 249 TABLE 1 Effect of pressure on the kinetic parameters\" Parameter Pressure (atm) 2.0 4.0 6.0 8.0 10.0 [M] (mol/dm3) 0.102 0.204 0.305 0.407 0.508 R, (g PE/g/h) 107 609 1400 2090 3240 % C*p (mol/mol) 3.2 4.1 5.7 6.3 7.3 fcp (dm'Vmol/s) 1710 3780 4130 4210 4490 'Polymerization conditions: Al(iBu)3= 1.5 mmol dm\"3; EC180=300 cm3; catalyst =0.020 g; temperature = 353.2 K. Values of -Rp, C*p and fcp are determined after 2 h polymerization. S T\"s IU9B7 A n P= 10 atm(abs) e \\ 5 4 0 1 P= 6 n atm(abs) i LJ i.3 21 n ( P= 2 atm (abs) Fig. 0 20 40 60 80 100 120 Polymerization time / min 14. Plots of C*p versus polymerization time for various pressures at 80 C. EC180=300 [Al(iBu)3]=1.5 mmol dm-3; [cat] =0.020 g. Variation of C*p and /Cp with polymerization time Determination of (7*p values for different polymerization times were carried out using the polymer samples isolated at 20, 60 and 120 min. Determinations were produced at different polymerization pressures. The results obtained are illustrated in Fig. 14. As is evident, the value of C'*p was nearly independent of polymerization time for all three different poly- merization pressures. These results suggest that the equilibrium concentration of active centres was established before 20 min and that this value did not change in the polymerization system during the 20-120 min interval. Sur- prisingly, however, the rate coefficient, fcp, was found to increase with increasing polymerization time, although the rate of increase in fcp decreased with increasing polymerization time (Fig. 15). This latter trend was more obvious at lower polymerization pressures. The change in polymerization rate with time can be explained by a change in the reactivity of active centres, a change in the number of active centres, a change in their accessibility, or a change in the availability of 250 \" 2000 ^ % ^ _ a ^ 1500 _y J^-^~~~~^ ^1000. /.^^^ P=2atm(abs) 500 /^r 0 ^ 0 30 60 90 120 Polymerization time /min Fig. 15. Plots of fcp versus polymerization time for various pressures at 80 C. EClSO^OO cm3; [Al(iBu)a]=1.5 mmol dm\"3; [cat]=0.020 g. monomer. The above facts suggest that the increase in polymerization rate is not due to an increase in the number of active centre species, nor does it arise from a progressive fragmentation of the catalyst polymer particles. This fragmentation under a constant ethylene pressure is known to take place much earlier in the polymerization process. The progressive reduction of the chromium species by ethylene may also be a possible explanation of how the average reactivity of active centres may change with time. After activation, the supported chromium oxide catalyst contains Cr(VT) oxide species which are the precursors of the active centres. On contact with ethylene a reduction reaction can take place, generating oxygenated organic derivatives and intermediate surface species possibly containing Cr(V), Cr(IV), Cr(III) and Cr(II) which are believed to be active to different extents in polymerization [17, 34]. Alternatively, there could be some change in the available concentration of monomer in the solution phase of the reaction mixture due to differing solubilities and/or diffusional limitations with time or polymer yield. Conclusions (1) The application of a ^CO radio-labelling technique has allowed evaluation of active centre concentrations and rate coefficients for chain propagation for the polymerization of ethylene by supported chromium-SiOa catalysts in the presence of aluminium alkyls, assuming that C*p=Ci at tc== 10 min. This is the first report of such experiments to appear in the literature. (2) The data show: (a) rate increases with polymerization time; (b) rate increases with ethylene pressure beyond first order dependence; (c) catalyst fragmentation takes place to yield silica fragments of 6-11 IJL and 600-1000 A at pressures of 1 and 10 atm respectively; 251 (d) only 3.2-7.3% Cr is active; (e) the % Cr active increases with ethylene pressure; (f) Cp remains constant throughout a given polymerization; Cj) the coefficient, fcp, increases throughout a given polymerization. (3) The explanation of the observed rate data could arise either from a chemical effect relating to changes in the site activities or a physical effect due to changing availability of monomer in the reaction phase. Acknowledgement We thank Crosfield Chemicals and UMIST for financial support and Dr. A. L. Lovell for helpful discussions. References 1 Belg. Pat. 530617 (1955) to J. P. Hogan and R. L. Banks. 2 J. P. Hogan and D. R. Witt, Prepr. Div. Pet. Chem., Am. Chem. Soc., 24 (1979) 377. 3 J. P. Hogan, D. D. Norwood and C. A. Ayres, J. Appl. Polym. Sci., 36 (1981) 49. 4 J. P. Hogan, Applied Industrial Catalysis, Vol. 1, Academic Press, 1983, p. 149. 5 J. E. Pritchard, R. M. McGlamery and P. J. Boeke, Mod. Plast., 37 (1959) 132. 6 A. dark. Addition and Condensation Polymerization Processes, ACS Symp. Ser., American Chemical Society, Washington, DC, Vol. 91, 1968, p. 387. 7 U.S. Pat. 3 666 736 (1972) to J. P. Hogan. 8 F. M. Bukanaeva, Y. I. Pecherskaya, V. B. Kazanski and V. A. Dzisko, Kinet. Catal., 3 (1962) 358. 9 D. D. Eley, C. H. Rochester and M. S. ScurreU, J. Catal, 29 (1973) 20. 10 P. B. Ayscough, C. Eden and H. Sterner, J. Catal., 4 (1965) 278. 11 R. Spitz, A. Revillon and A. Guyot, J. Macromol. Sci. Chem., 8 (1974) 1129. 12 H. L. Krauss and H. Stach, Irwrg. Nucl. Chem. Lett., 4 (1968) 393. 13 H. L. Krauss and H. Stach, Z. Anorg. Allg. Chem., 366 (1969) 280. 14 D. D. Beck and J. H. Lunsford, J. Catal., 68 (1981) 121. 15 L. K. Przhevalskaya, V. A. Shvets and V. B. Kazanski, J. Catal., 39 (1975) 363. 16 R. Merryfield, M. P. McDaniel and G. Parks, J. Catal., 77 (1982) 348. 17 D. L. Myers and J. H. Lunsford, J. Catal., 99 (1986) 140. 18 A. Revillon, J. Chim. Phys. Physiochim. Biol., 65 (1968) 857. 19 Yu. I. Yermakov, Kinet. Katal., 10 (1969) 590. 20 A. dark, J. Catal., 2 (1963) 241. 21 A. Guyot, J. Catal., 3 (1964) 390. 22 V. A. Zakharov, J. Polym. Sci., Al, 9 (1971) 3129. 23 D. D. Eley, Proc. R. Soc. London, A329 (1972) 361. 24 Yu. I. Yermakov, Vysokomol, Soedin., Ser. B., 12 (1970) 526. 25 T. Davidson, Polym. Lett., 8 (1970) 855. 26 A. L. Burns, Ph.D. Thesis, University of Manchester, 1976. 27 Anjarwalla, Ph.D. Thesis, University of Manchester, 1983. 28 M. P. McDaniel, personal communication. 29 R. Spitz, J. Polym. Sci., Polym. Chem. Ed., 22 (1984) 2641. 30 M. P. McDaniel, Adv. Catal., 33 (1985) 47. 31 Yu. I. Yermakov, I and V. A. Zakharov, in J. C. W. Chien (ed.), Coordination Polymerisation: A Memorial to Karl Ziegler, Academic Press, New York, 1975. 252 32 P. J. T. Tait, in R. P. Quirk (ed.), Transition Metal Catalyzed Polymerizatim, Harwood Academic Publ., New York, 1983, p. 115. 33 J. P. Hogan, J. Polym. Sci., AS (1970) 2637. 34 B. Rebenstorf, J. Catal., 117 (1989) 71. X244 9185100G 0304-5102(91)85100-G 10.1016/0304-5102(91)85100-G Phillips-type polymerization catalysts: kinetic behaviour and active centre determination Shemin Wang Peter J.T. Tait ∗ Department of Chemistry, UMIST, Manchester M60 1QD U.K. * Author to whom correspondence should be addressed. Christine E. Marsden Crosfteld Chemicals, Warrington, WA5 1AB U.K. The kinetic behaviour of a Phillips-type catalyst in the presence of aluminium alkyls has been studied as a function of ethylene pressure in the range 1–11 atm. The results highlight the importance of catalyst fragmentation, which is further substantiated by morphological electron microscopic studies. Active centre concentration studies have been carried out using a 14CO radio-labelling technique which enabled values of active propagating centres and rate coefficients to be obtained, both of which were found to depend on the ethylene pressure. Only a small percentage of the chromium (3.2–7.3%) is found to be involved in active centres. These results provide valuable information concerning the factors controlling ethylene polymerization by this type of catalyst. References 1 Belg. Pat. 530 617 (1955) to J.P. Hogan and R.L. Banks. 2 J.P. Hogan D.R. Witt Prepr. Div. Pet. Chem., Am. Chem. Soc. 24 1979 377 3 J.P. Hogan D.D. Norwood C.A. Ayres J. Appl. Polym. Sci. 36 1981 49 4 J.P. Hogan Applied Industrial Catalysis 1 1983 Academic Press 149 5 J.E. Pritchard R.M. McGlamery P.J. Boeke Mod. Plast. 37 1959 132 6 A. Clark Addition and Condensation Polymerization Processes ACS Symp. Ser. 91 1968 American Chemical Society Washington, DC 387 7 U.S. Pat. 3 666 736 (1972) to J.P. Hogan. 8 F.M. Bukanaeva Y.I. Pecherskaya V.B. Kazanski V.A. Dzisko Kinet. Catal. 3 1962 358 9 D.D. Eley C.H. Rochester M.S. Scurrell J. Catal 29 1973 20 10 P.B. Ayscough C. Eden H. Steiner J. Catal. 4 1965 278 11 R. Spitz A. Revillon A. Guyot J. Macromol. Sci. Chem. 8 1974 1129 12 H.L. Krauss H. Stach Inorg. Nucl. Chem. Lett. 4 1968 393 13 H.L. Krauss H. Stach Z. Anorg. Allg. Chem. 366 1969 280 14 D.D. Beck J.H. Lunsford J. Catal. 68 1981 121 15 L.K. Przhevalskaya V.A. Shvets V.B. Kazanski J. Catal. 39 1975 363 16 R. Merryfield M.P. McDaniel G. Parks J. Catal. 77 1982 348 17 D.L. Myers J.H. Lunsford J. Catal. 99 1986 140 18 A. Revillon J. Chim. Phys. Physiochim. Biol. 65 1968 857 19 Yu.I. Yermakov Kinet. Katal. 10 1969 590 20 A. Clark J. Catal. 2 1963 241 21 A. Guyot J. Catal. 3 1964 390 22 V.A. Zakharov J. Polym. Sci., A1 9 1971 3129 23 D.D. Eley Proc. R. Soc. London A329 1972 361 24 Yu.I. Yermakov Vysokomol, Soedin., Ser. B. 12 1970 526 25 T. Davidson Polym. Lett. 8 1970 855 26 A.L. Burns Ph.D. Thesis 1976 University of Manchester 27 Anjarwalla Ph.D. Thesis 1983 University of Manchester 28 M.P. McDaniel, personal communication. 29 R. Spitz J. Polym. Sci. Polym. Chem. Ed. 22 1984 2641 30 M.P. McDaniel Adv. Catal. 33 1985 47 31 Yu.I. Yermakov I. Zakharov V.A. Zakharov J.C.W. Chien Coordination Polymerisation: A Memorial to Karl Ziegler 1975 Academic Press New York 32 P.J.T. Tait R.P. Quirk Transition Metal Catalyzed Polymerization 1983 Harwood Academic Publ New York 115 33 J.P. Hogan J. Polym. Sci. A8 1970 2637 34 B. Rebenstorf J. Catal. 117 1989 71",
      "scopus-id": "0026121455",
      "coredata": {
        "eid": "1-s2.0-030451029185100G",
        "dc:description": "The kinetic behaviour of a Phillips-type catalyst in the presence of aluminium alkyls has been studied as a function of ethylene pressure in the range 1–11 atm. The results highlight the importance of catalyst fragmentation, which is further substantiated by morphological electron microscopic studies. Active centre concentration studies have been carried out using a 14CO radio-labelling technique which enabled values of active propagating centres and rate coefficients to be obtained, both of which were found to depend on the ethylene pressure. Only a small percentage of the chromium (3.2–7.3%) is found to be involved in active centres. These results provide valuable information concerning the factors controlling ethylene polymerization by this type of catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185100G",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Shemin"
          },
          {
            "@_fa": "true",
            "$": "Tait, Peter J.T."
          },
          {
            "@_fa": "true",
            "$": "Marsden, Christine E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185100G"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185100G"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85100-G",
        "prism:volume": "65",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Phillips-type polymerization catalysts: kinetic behaviour and active centre determination",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "237-252",
        "prism:endingPage": "252",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1991",
        "prism:doi": "10.1016/0304-5102(91)85100-G",
        "prism:startingPage": "237",
        "dc:identifier": "doi:10.1016/0304-5102(91)85100-G",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026121455"
      }
    }
  }
}