{
  "metadata": {
    "title": "Gas-phase deuteration of olefins over Wilkinson's catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-08-15",
    "doi": "10.1016/0304-5102(85)85088-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285850884",
    "pii": "0304510285850884"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022130835",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510285850884 0304-5102(85)85088-4 0304510285850884 10.1016/0304-5102(85)85088-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01691 2024-01-02T01:05:30.650091Z 0 0 19850815 1985 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic pubtype ref alllist content subj ssids 0304-5102 03045102 32 32 3 3 Volume 32, Issue 3 9 353 355 353 355 19850815 15 August 1985 1985-08-15 1985 converted-article cor Copyright © 1985 Published by Elsevier B.V. GASPHASEDEUTERATIONOLEFINSOVERWILKINSONSCATALYST MIKAYA A JAMES 1973 B HOMOGENEOUSHYDROGENATION RONEY 1970 238 P BOND 1971 N76127 G RONEY 1975 13 P GRUBBS 1971 3062 R ZAIKIN 1984 77 V MIKAYAX1985X353 MIKAYAX1985X353X355 MIKAYAX1985X353XA MIKAYAX1985X353X355XA item 0304-5102(85)85088-4 0304510285850884 1-s2.0-0304510285850884 10.1016/0304-5102(85)85088-4 272239 2024-01-02T01:05:30.650091Z 1985-08-15 1-s2.0-0304510285850884-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850884/MAIN/application/pdf/8f2b13c43e892adbd7cfed80b64b9767/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850884/MAIN/application/pdf/8f2b13c43e892adbd7cfed80b64b9767/main.pdf main.pdf pdf true 218049 MAIN 3 1-s2.0-0304510285850884-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850884/PREVIEW/image/png/e67a6ef94ffab4ed30f9f01e6cee8350/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850884/PREVIEW/image/png/e67a6ef94ffab4ed30f9f01e6cee8350/main_1.png main_1.png png 74520 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 32 C1985) 353 - 355 353 Letter Gas-phase Deuteration of Olefins over Wilkinson's Catalyst A. I. MIKAYA, V. G. ZAIKIN and V. M. VDOVIN Topchiev Institute of Petrochemical Synthesis, U.S.S.R. Academy of Sciences, Moscow (U.S.S.R.) (Received February 27,1985; accepted May 14, 1985) Homogeneous Wilkinson's catalyst, (Ph3P)3RhCl, is widely used for the specific deuteration of various unsaturated compounds in the liquid phase [1]. To our knowledge, however, it has never been used for the deuteration of olefins under gas-phase conditions. Within the framework of the concepts of gas-liquid-solid phase catalysis, supported catalysts (solutions of (Ph3P)3- RhCl in various solvents coated on a solid support) have been prepared in order to achieve gas-phase hydrogenation, carbonylation and hydro formyla- tion of olefins [2 - 4]. All these systems operating at relatively low tempera- tures, however, were involved only in reactions with low-molecular weight olefins (ethylene, propylene). The possibility of using heterogeneous anal- ogues of Wilkinson's catalyst containing macromolecular ligands, under the conditions of gas-solid phase catalysis is not yet clear [5]. The purpose of our work was to prepare a heterogenized Wilkinson's catalyst that could be used for the selective gas-phase deuteration of higher olefins. Taking into account the concepts of gas-liquid-solid phase catalysis, we decided to carry out the heterogenization of Wilkinson's catalyst by coating the solid support (Chromaton W) with a solution of (Ph3P)3RhCl in a stationary liquid phase. It was assumed that the latter would serve as a solvent. The catalytic systems were prepared as follows. To a solution of (Ph3P)3RhCl in methylene chloride, a solution of stationary liquid phase in the same solvent was added with stirring under an argon atmosphere. To this solution, Chromaton W (120 mesh) was added. The slurry obtained was stirred for 20 min and evaporated. A glass column (1.5 m X 3 mm) was then packed with a catalyst system containing 5% (Ph3P)3RhCl and 15% station- ary liquid phase and was directly connected to a mass spectrometer (LKB- 2091). Prior to reaction, deuterium gas was passed through the column at 40 C to eliminate traces of the solvent (CHaCI;). The absence of solvent in the catalytic system was checked mass spectrometrically. Unsaturated substrates (up to 0.5 Jug) were passed through the column in a flow of deuterium at a rate of 20 cm3 min~1 and the mass spectra were recorded. 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 354 Three stationary liquid phases, Carbowax 3000 (A), Carbowax 20M (B) and polyphenyl ether (C) were employed in the catalytic systems. In all cases, traces of deuteration products were detected at 20 C. Extensive deuteration, however, was found only at temperatures above 40 C. For all the substrates under study, quantitative addition of deuterium takes place at temperatures of 45 - 80 C, the minimum temperature for quantitative con- version depending on the nature of olefin. For instance, the minimum tem- perature at which the quantitative deuteration of terminal olefins proceeds is 10 -15 C lower than that for internal olefins. It should be noted that the catalyst systems A and C appeared to be unstable and to decompose even at 60 C. This is evidenced by a considerable H/D exchange observed from the mass spectra of the products. In addition, the doublet of intense peaks at m/z 78 and 79 corresponding to the molecu- lar ions of benzene and its monodeutero analogue were observed in the mass spectra recorded at this and higher temperatures. When hydrogen gas was used instead of deuterium, only the m/z 78 ion (the molecular ion of ben- zene) was observed. These data suggest that benzene is formed due to decomposition of triphenylphosphine ligands, which leads to a loss of activ- ity of the catalyst. In contrast to systems A and C, the catalyst based on Carbowax 20M (B) was found to be more stable and to operate effectively in the temperature range of 40 - 80 C. TABLE 1 Deuteration of unsaturated hydrocarbons over pre-heterogenized Wilkinson's catalyst Substrate Minimum Deuterium distribution (%) temperature in deuterated products for quantitative Do Di D^ Da D4 Dg Dg deuteration ( C) 1-heptene 50 i 97 2 2-heptene 60 99 i 3-heptene 65 99 1 1-octene 45 2 96 2 2-octene 65 99 1 2-methyl-l- 50 1 99 pentene 2-ethyl-l-hexene 50 100 2,4,4-trimethyl- 60 - 98 2 - - - 1-pentene 1-nonene 55 1 96 q 1-decene 55 2 95 < 1-dodecene 55 2 95 3 - - - cyclohexene 55 99 3, cycloheptene 55 2 96 2 - - - 1,5-cyclooctadiene 56 3 3 83 7 4 cyclooctene 55 3 2 88 5 2 - - norbornadiene 55 -- 3 6 89 2 - 365 With this catalytic system (B), minimum temperatures for the quanti- tative conversion of various olefins into deuterated compounds were found (Table 1). The table shows that in the majority of cases, the isotopic purity of the deuterated products exceeds 97%. Deuterium addition to the double bonds of cyclooctene, 1,5-cyclooctadiene and norbornadiene, however, is accompanied by a pronounced isotope scrambling. The position of the deuterium label in aliphatic products was deter- mined mass spectrometrically. In all cases, these data indicated that the deuterium molecule was added to the double bond. On the basis of the catalytic system obtained, a preparative gas-phase synthesis of vicinal dideutero-derivatives may be realized. The use of this catalyst, in conjunction with mass speetrometry, thus offers a new metho- dological approach to the location of a double bond in alkenes [6]. References 1 B. R. James, Homogeneous Hydrogenation, Wiley-Interscience, New York, 1973. 2 P. R. Roney, Ann. N.Y. Acad. Sci., 172 (1970) 238. 3 Ger. Pat. 2053218 (1971) to G, C. Bond, Chem. Abstr., 75 (1971) N76127. 4 P. R. Roney and J. F. Roth, 3. Mol. Catal., 1 (1975) 13. 5 R. Grobbs and L. Kroll, J. Am. Chem. Soe., 93 (1971) 3062. 6 V. G. Zaikin and A. I. Mikaya, J. Chromatogr., 301 (1984) 77. X244 85850884 0304-5102(85)85088-4 10.1016/0304-5102(85)85088-4 Chemical catalysis Letter Gas-phase deuteration of olefins over Wilkinson's catalyst A.I. Mikaya V.G. Zaikin V.M. Vdovin Topchiev Institute of Petrochemical Synthesis, U.S.S.R. Academy of Sciences, MoscowU.S.S.R. References 1 B.R. James Homogeneous Hydrogenation 1973 Wiley-Interscience New York 2 P.R. Roney Ann. N.Y. Acad. Sci. 172 1970 238 3 Ger. Pat. 2 053 218 (1971) to G.C. Bond Chem. Abstr. 75 1971 N76127 4 P.R. Roney J.F. Roth J. Mol. Catal. 1 1975 13 5 R. Grubbs L. Kroll J. Am. Chem. Soc. 93 1971 3062 6 V.G. Zaikin A.I. Mikaya J. Chromatogr. 301 1984 77",
      "scopus-id": "0022130835",
      "coredata": {
        "eid": "1-s2.0-0304510285850884",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285850884",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mikaya, A.I."
          },
          {
            "@_fa": "true",
            "$": "Zaikin, V.G."
          },
          {
            "@_fa": "true",
            "$": "Vdovin, V.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285850884"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285850884"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85088-4",
        "prism:volume": "32",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Gas-phase deuteration of olefins over Wilkinson's catalyst",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "353-355",
        "prism:endingPage": "355",
        "pubType": "cor",
        "prism:coverDisplayDate": "15 August 1985",
        "prism:doi": "10.1016/0304-5102(85)85088-4",
        "prism:startingPage": "353",
        "dc:identifier": "doi:10.1016/0304-5102(85)85088-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022130835"
      }
    }
  }
}