{
  "metadata": {
    "title": "Hydrogenation of nitrobenzene using polymer-supported ruthenium(III) complexes as catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-12-01",
    "doi": "10.1016/0304-5102(92)80203-S",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280203S",
    "pii": "030451029280203S"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026995243",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280203S 0304-5102(92)80203-S 030451029280203S 10.1016/0304-5102(92)80203-S S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00703 2024-01-02T01:04:53.938015Z 0 0 19921201 1992 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 77 77 3 3 Volume 77, Issue 3 2 235 245 235 245 19921201 1 December 1992 1992-12-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. HYDROGENATIONNITROBENZENEUSINGPOLYMERSUPPORTEDRUTHENIUMIIICOMPLEXESCATALYSTS SHAH J CHAUVIN 1978 95 Y YERMAKOV 1981 Y CATALYSISBYSUPPORTEDCOMPLEXES HARTLEY 1985 F SUPPORTEDMETALCOMPLEXES BHADURI 1988 173 S OTEROSEHIPPER 1980 175 Z CIARDELLI 1982 1 F SHAH 1990 141 J CHARDA 1960 417 K ROHANI 1965 403 D PASEK 1972 436 J POGORELOV 1976 1497 V DATTA 1976 125 D 1978 VOGOLSTEXTBOOKPRACTICALORGANICCHEMISTRY GOKAK 1988 1523 D SINGH 1976 691 A SHAH 1991 450 J POLYMSCISYMPPROCPOLYM91 GOKAK 1989 285 D GOKAK 1989 137 D GOKAK 1989 237 D KHAN 1989 97 M KHAN 1990 2320 M SHAHX1992X235 SHAHX1992X235X245 SHAHX1992X235XJ SHAHX1992X235X245XJ item 0304-5102(92)80203-S 030451029280203S 1-s2.0-030451029280203S 10.1016/0304-5102(92)80203-S 272239 2024-01-02T01:04:53.938015Z 1992-12-01 1-s2.0-030451029280203S-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280203S/MAIN/application/pdf/c6f0adaaf932976048db5138ee412102/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280203S/MAIN/application/pdf/c6f0adaaf932976048db5138ee412102/main.pdf main.pdf pdf true 749055 MAIN 11 1-s2.0-030451029280203S-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280203S/PREVIEW/image/png/7af33e6b7f06423618151cfa88d31b92/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280203S/PREVIEW/image/png/7af33e6b7f06423618151cfa88d31b92/main_1.png main_1.png png 62669 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 77 (1992) 235-245 235 Elsevier Science Publishers B.V., Amsterdam M3031 Hydrogenation of nitrobenzene using polymer-supported ruthenium(III) complexes as catalysts Jatin N. Shah and R. N. Ram* Department of Chemistry, Faculty of Science, M. S. University of Baroda, Baroaa - 390 002 (India) (Received January 22, 1992; accepted May 4, 1992) Abstract Polymer-anchored Ru(III) complexes have been synthesised by sequential attachment of trimethylenediamine ligand to chloromethylated styrene-divinylbenzene copolymer as well as to Zeo-Karb 226. The prepared catalysts were characterized by various techniques such as W Vis reflectance spectroscopy, IR, ESCA, ESR and X-ray analysis. Other physico chemical properties such as surface area (by BET method), moisture content, bulk density, swelling, and crushing strength have also been studied. These catalysts were tested for the study of the kinetics of the hydrogenation of nitrobenzene as a model reaction. The influence of various factors such as the temperature and the concentrations of the catalyst and substrate has been studied. The catalytic activities of the polymer-bound catalysts were found to be higher than those of their homogeneous counterparts. Introduction Transition metal complexes have successfully been used as homogeneous catalysts in a variety of chemical reactions. Immobilization of the homogeneous catalysts on insoluble supports has received wide attention in recent years [1-3]. Many researchers have studied and compared the behaviour of ruthenium complexes as catalysts in homogeneous and heterogenised states, mainly because of their high catalytic activity and the mild operating conditions [4-7[. However, it was noticed that most of the supported catalysts studied are non-chelated. Very few cases of chelated catalysts have been reported, but there is no apparent reason why properly designed chelated catalysts should not be as active as non-chelated ones. Hence the present investigation was undertaken in order to immobilize the chelated ruthenium complex on the polymer and to investigate the kinetics of hydrogenation of nitrobenzene to aniline [8-12]. For this work, two different polymers, i.e., polystyrene-divinylbenzene (poly(Sty-DVB)) and Zeo-Karb 226, were selected as the supports. *Author to whom correspondence should be addressed. 0304-5102/92/$05.00 1992 - Elsevier Science Publishers B.V. All rights reserved 236 Experimental Materials and equipment Styrene, divinylbenzene (DVB), dioxane, methanol, nitrobenzene and nheptane were purified according to the published methods [ 13 j. Chloromethyl methyl ether (CMME) and trimethylenediamine (TMDA) were distilled before use. Aluminium chloride was purified by sublimation. RuC13 - 31120 (obtained from Johnson Matthey, New Jersey) was used without purification. Zeo-Karb 226 cation exchange resin (H+ form, 20% DVB, obtained from Permutit, London) was purified by Soxhlet extraction using an ethanol-benzene (1:1) mixture for a total of 48 h. Ultraviolet spectra of the supported catalysts were recorded on a Shimadzu UV-240 instrument using BaS04 as standard and homogeneous catalyst in ethanol. Infrared spectra were recorded on a Beckman IR-4220, while the surface area of the supports and catalysts was measured using a Carlo Erba 1800 instrument. X-ray analysis was done on a Perkin-Elmer instrument, and a JEOL SJM-300 was used for scanning electron microscope (SEM). ESCA were recorded on a VG model ESCA-3 Mark-II instrument with MgKa as radiation source. The ESR spectrum was scanned on a Bruker ESP-300 X-band spectrometer using a 100 kHz field modulation. Swelling studies of the catalysts were carried out using polar and nonpolar solvents at a constant temperature. The detailed procedure has been described earlier [ 141. Synthesis of polymer support, poly(Sty DVB) Styrene-divinylbenzene copolymer with 30ss'o crosslink was synthesised by the suspension polymerization technique, using benzoyl peroxide as initiator [ 14 ]. After polymerization the beads were washed with distilled water, water-ethanol mixture (1:1) and finally with ethanol. Any adsorbed material was removed by extracting the polymer using a Soxhlet extractor with ethanol-benzene (1:1) mixture for a total of 20 h. The polymer beads were chloromethylated using chloromethyl methyl ether. The detailed procedure for the chloromethylation has been described earlier [ 14 ]. Ligand introduction onto the poty(Sty DVB) matrix 25 g of chloromethylated polymer beads were kept in contact with ethanol for 30 min in a three-neck 500 ml round-bottom flask fitted with a condenser, mechanical stirrer and adding funnel. 10 ml of TMDA in 100 ml of ethanol was added dropwise into the reaction vessel over a period of 15 min using the adding funnel. The reaction mixture was refluxed for 4 h with occasional stirring. After reaction the beads were cooled, filtered and washed with 0.5 N NaOH and deionized water, and finally dried at 70 C for 24 h under vacuum. Formation of metal complex on the polymer matrix 25 g of the functionalized polymer was kept in contact with lOG ml ethanol for 30 min in a round-bottom reaction vessel. A solution of RUC13 - 31120 237 in ethanol (1 g in 125 ml ethanol), placed in an adding funnel fitted to the reaction vessel, was slowly added to the reaction mixture over a period of 30 min. The reaction mixture was initially refluxed for 8 h and then was allowed to continue for the reaction at room temperature for 3 days. The beads were filtered and washed thoroughly with ethanol. The anchored catalyst thus obtained was dried in vacuum at 70 C for 24 h and stored. Ruthenium content was determined by refluxing the metal-containing polymer beads with concentrated hydrochloric acid (A.R.) for 24 h and then estimating the metal concentration in the diluted solution by spectrophotometry. The detailed procedure has already been described [15]. In another series of experiments, commercially available Zeo-Karb 226 (20ss'o DVB) cation exchange resin was refluxed with TMDA (10 ml TMDA in 100 ml ethanol) for about 15 h in order to immobilise the ligand [16]. The procedure followed for anchoring the metal ions on the functionalised polymer, is described above. Synthesis of unbound ruthenium complex, [Ru(TMDA)CL2JCL RuC13 - 3H20 dissolved in a fixed quantity of ethanol was placed in a round-bottom flask. Distilled trimethylenediamine was added to the reaction vessel using an addition funnel. The ruthenium-TMDA mole ratio was maintained as 1:1. For 4 h the reaction was kept at a constant temperature (35 C) with constant stirring. The complex thus formed was filtered, washed repeatedly with distilled ethanol and dried at 70 C in vacuum. Nomenclature The catalysts are designated by the general formulas NPML and NZKML, where N = percent crosslink, P = copolymer of styrene-DVB, ZK = Zeo-Karb 226, M =metal atom and L =type of ligand. Let us define: catalyst C = 30PRu(III)TMDA, catalyst E = 20ZKRu(III)TMDA and catalyst H = [Ru(TMDA)C121Cl. Kinetics of hydrogenation The kinetics of the hydrogenation reaction was studied at atmospheric pressure in a magnetically stirred glass reactor in a chemically controlled regime. The rate of hydrogen consumption was measured using a glass manometric apparatus. The detailed experimental setup and hydrogenation procedure have been described elsewhere [ 17 ]. Results and discussion Physical properties of the supported catalysts C and E are given in Table 1(a). A decrease in surface area was observed after immobilising the metal ions on the polymer support. This could be due to the blocking of the pores of the polymeric support after introduction of the ligand and the metal ions. Similar results were reported by us in earlier studies [ 7, 14, 238 TABLE 1(a) Physical properties of the supported catalysts Physical property 30PRu(III)TMDA 20ZOu(III)TMDA Particle size (mm) I 1 Surface area (mz g-') NTP = 1 1 Apparent bulk density (g cm-3) 0.62 0.75 Moisture content (wt.%) 0.97 1.09 Crushing strength (kg) 0.32 0.24 TABLE 1(b) Swelling studies of polymer-bound ruthenium catalyst in various solvents 30PRu(III)TMDA 20ZOu(III)TMDA Solvent Swelling Solvent Swelling (mol%) (mo146) water 0.457 water 1.09 methanol 0.198 methanol 0.11 ethanol 0.099 ethanol 0.10 dioxane 0.081 acetone 0.09 N,N-dimethylformamide 0.080 N,N'-dimethylamide 0.08 acetone 0.077 dioxane 0.07 tetahydrofuran 0.076 tetrahydrofuran 0.06 benzene 0.075 benzene 0.05 cyclohexane 0.045 cyclohexane 0.04 n-heptane 0.021 n-heptane 0.03 17-19]. The swelling studies of the catalyst were carried out using ten different solvents. The polar solvents were found to be good swelling agents (Table 1(b)). Elemental analysis and metal content estimation of the catalysts indicate a low level of anchoring of the metal ions onto the aminated polymer. Similar observations were made by us while loading ruthenium, cobalt and rhodium on styrene-DVB crosslinked polymer [ 7, 14, 18 ]. This might be due to the lack of access of ligands to the metal ion. However, anchoring of the metal complex onto the polymer was confirmed by comparative spectral studies of polymer-bound and unbound complexes. The various IR frequencies are assigned as v(CO) (-CONHR) -1692 cm-1, v(Ru-N) = 385 cm-1 and P(Ru-CI) = 283 cm-1, and d-d transitions of Ru(III) from W studies are 230, 260 and 330 nm [ 7 ]. X-ray analysis indicates that the metal complex does not crystallize on the polymer surface. The change in the morphology of the supported catalysts was observed by the use of SEM photographs (Fig. 1). ESCA studies of polymer-bound ruthenium catalyst showed peaks due to Ru (3d 3/2), Ru (3p 3/2), N (Is), CI (2p 3/2) and C (Is) for ruthenium-TMDA, and revealed that 239 30P 200X OPRu(III)TMDA 1000X (a) (b) 20ZK 4000X 2OZKRu(III)TMDA 1500X (c) (d) Fig. 1. Scanning electron micrographs of polymer supports and catalysts. the ruthenium is present in the +3 oxidation state (Figs. 2(a) and 2(b)) [20]. The ESR spectrum of homogeneous catalyst H is shown in Fig. 3. The g 1 and g 1l values were found to be 1.994 and 2.424, and the value of ga was 2.28. This is in accordance with a low-spin d3 centre in a square planar environment, which shows that ruthenium is present in low-spin + 3 oxidation state [21 ]. Hydrogenation The kinetics of the hydrogenation of nitrobenzene was investigated for catalysts C, E and H. The data for the hydrogenation reaction were obtained in a kinetic regime using a stirring speed of 700 rpm in the temperature range 30-50 C. In each run, the rate of hydrogenation was calculated from the slope of the linear plots of volume of HZ absorbed (STP) as a function of time, and a summary of the results is given in Tables 2-4. The effects of various parameters on the rate are discussed on the basis of the experimental observations. Influence of nitrobenzene concentration The concentration of the substrate for catalysts C and E was varied from 2.7 x 10-3 to 4.9 x 10-3 M, while for Hit varied from 1.4 x 10-3 to 240 C(15) Ru (3d 3/2) Exp 10 z w z Expx 3 L -L 278 281 284 287 290 195 (a) BINDING ENERGY(aV) N(15) > f- Z w N z 393 396 399 402 405 458 (b) &NDING ENERGY (eV ) 198 201 204 BINDING ENERGY (eV) Ru ssP2/3) 461 464 467 470 BINDING ENERGY (eV) Fig. 2. (a) ESCA spectra of 30PRu(III)TMDA. (b) ESCA spectra of 30PRu(III)TMDA. 7.0 X 10-3 M, and the corresponding concentrations of the catalysts were taken to be 5.44 X 10-s M and 1.3 x 10-4 M Ru at 35 C, respectively. It was found that the rate varied linearly with substrate concentration. The rate of hydrogenation was higher for catalyst C than for catalysts E and H (Fig. 4). 241 -40 -30 -20 -10 +10 +20 +3 +40 Mg. 3. ESR spectrum of homogeneous catalyst, [Ru(TMDA)ClZ]Cl. TABLE 2 Summary of the kinetics of nitrobenzene hydrogenation for 30PRuTMDA catalyst in methanol at atmospheric pressure Catalyst Nitrobenzene Temp. Methanol Rate of reaction (Ru mol 1-' x 105) (mol 1-' x 103) ( C) (ml) (ml min-' x 102) 0.554 2.759 35 25 1.17 3.342 1.34 3.886 1.51 4.430 1.67 4.9 74 1.85 1.385 9.715 30 10 1.08 35 1.23 40 1.46 45 1.74 50 2.06 0.554 3.886 35 10 1.23 20 1.46 25 1.51 40 1.80 0.277 3.886 35 25 1.34 0.554 1.51 0.831 1.58 1.108 1.67 1.385 1.78 242 TABLE 3 Summary of the kinetics of nitrobenzene hydrogenation for 20ZKRuTMDA catalyst in methanol at atmospheric pressure Catalyst Nitrobenzene Temp. Methanol Rate of reaction (Ru mol 1-' X 106) (Mol 1-' x 103) ( C) (ml) (ml min-' X 102) 0.554 2.759 35 25 1.20 3.342 1.30 3.886 1.45 4.430 1.54 4.974 1.65 1.385 9.715 30 10 1.05 35 1.22 40 1.45 45 1.65 50 1.97 0.554 3.886 35 10 1.25 20 1.38 25 1.45 40 1.74 0.277 3.886 35 10 1.22 0.554 1.45 1.108 1.69 1.662 1.95 2.216 2.13 TABLE 4 Summary of the kinetics of nitrobenzene hydrogenation for homogeneous catalyst, [Ru(TMDA)C121C1, in methanol at atmospheric pressure Catalyst Nitrobenzene Temp. Methanol Rate of reaction (Ru mol 1-' X 10\") (mol 1-' X 103) ( C) (ml) (ml min-' X 102) 1.30 1.438 35 25 1.10 2.720 1.23 3.886 1.35 5.674 1.51 7.072 1.65 3.25 9.715 30 10 0.89 35 1.11 40 1.36 45 1.69 50 2.09 1.30 3.886 35 10 1.11 20 1.29 25 1.35 40 2.13 0.80 3.886 35 25 0.92 0.98 1.04 1.30 1.35 1.98 1.74 3.94 2.66 243 -1.4 -1.6 v N 2 U -2.OI -2.9 E ,C H -2 5 -2.1 Log [NITROBENZENEJ Fig. 4. Plot of log(-d[HZ]/dt) vs. log[nitrobenzene] for: (C) 30PRu(III)TMDA; (E) 20ZKRu(III)TMDA; (H) [Ru(TMDA)C1zJC1. Influence of the catalyst concentration The change in the rate of hydrogenation with catalyst concentration was investigated in the range 0.27 X 10-5 to 2.2 X 10-5 M Ru at a substrate concentration of 3.88 X 10-3 M at 35 C for both polymer-bound catalysts C and E, but for catalyst H the concentration was between 0.8 X 10-4 and 3.94 X 10-' M. It was found that the rate followed a fractional order with respect to the catalyst concentration, probably owing to the inaccessibility of catalytic sites, the lack of swelling, and the steric hindrance of chelating ligand molecules (Fig. 5). Influence of temperature The rate of hydrogenation for all three catalysts C, E and H was studied by varying the temperature in the range 30-50 C, and the results are given in Tables 2-4. The energy of activation calculated from the slope of the Arrhenius plot was found to be 3.40, 3.05 and 4.12 kcal mol-1 for catalysts C, E and H, respectively, which indicate that the rate of hydrogenation is higher in the case of ruthenium-supported catalysts (Fig. 6). Conclusions On the basis of the above results, it is concluded that the polymerbound ruthenium complexes catalysts C and E have higher catalytic activity than the homogeneous complex catalyst H in the hydrogenation of nitrobenzene. The reaction mechanism appears to be complex and will require detailed investigation. 244 -4.2 -3.8 -3.4 -3.0 -1. 5 C -1.6 0 E 0 -1. 7 . H 0 -1. a -1.s' -2 0 56 5.2 4.8 44 Log CATALYST] Fig. 5. Plot of log(-d[HZ]/dt) vs. log[catalyst] for: (C) 30PRu(III)TMDA; (E) 20ZKRu(III)TMDA; (H) [Ru(TMDA)Clz]Cl. -1.4 C -1.6 0 E I o -1.8 J e -2.0 3.0 3.1 1 x 103 0 1 3.2 3.3 K Fig. 6. Arrhenius plot for catalysts: (C) 30PRu(III)TMDA; (E) 20ZKRu(III)TMDA; (H) [Ru(TMDA)Cl2 ]Cl. 245 Acknowledgements Thanks are due to Prof. A. C. Shah, Head, Chemistry Department, Catalyst Group R&D, IPCL, Baroda, and Central Salt and Marine Chemicals Research Institute, Bhavnagar, for providing the necessary facilities, as well as to Alembic Chemicals, Baroda, for financial support to one of us (JNS). References 1 Y. Chauvin, D. Commercuc and F. Dawns, Prog. Polym. Sci., 5 (1978) 95. 2 Yu. 1. Yermakov, B. N. Kuznetsov and V. A. Zakharov, Catalysis by Supported Complexes, Elsevier, Amsterdam, 1981. 3 F. R. Hartley, Supported Metal Complexes, Reidel, Amsterdam, 1985. 4 S. Bhaduri and K. Sharma, J. Chem. Soc., Chem. Commun., (1988) 173. 5 Z. Otero-Sehipper, J. Lieto and B. C. Gates, J. Catal., 63 (1980) 175. 6 F. Ciardelli, G. Braca, C. Carlini, G. Sbrana and G. Valentine, J. Mol. Catal., 14 (1982) 1. 7 J. N. Shah, D. T. Gokak and R. N. Ram, J. Mot. Catal., 60 (1990) 141. 8 K. H. Charda and C. M. Sliepcevich, Ind. Eng. Chem., 52 (1960) 417. 9 D. N. Rohani and T. K. Narayanan, Ind. Eng. Chem., 4 (1965) 403. 10 J. Pasek and J. Cerny, Chem. Prum., 22 (1972) 436. 11 V. V. Pogorelov and A. 1. Gelbstein, Kinet. Katal., 17 (1976) 1497. 12 D. Datta, Fertil. Technol., 13 (1976) 125. 13 B. S. Furniss, A. J. Hannaford, V. Rogers, P. W. G. Smith and A. R. Tatchell (eds.), Vogol's Textbook of Practical Organic Chemistry, Elbs, Longmann, London, 1978. 14 D. T. Gokak, B. V. Kamath and R. N. Ram, J. Appl. Polym. Sci., 35 (1988) 1523. 15 A. K. Singh, M. Katyal and R. P. Singh, J. Indian Chem. Soc., 53 (1976) 691. 16 J. N. Shah and R. N. Ram, in S. Sivam (ed.), Polym. Sci. (Symp. Proc. Polym'91), Vol. 1, Tata McGraw-Hill, New Delhi, 1991, p. 450. 17 D. T. Gokak and R. N. Ram, J. Mol. Catal., 49 (1989) 285. 18 D. T. Gokak, B. V. Kamath and R. N. Ram, Reactive Polym., 10 (1989) 137. 19 D. T. Gokak, J. N. Shah and R. N. Ram, J. Mol. Catal., 57 (1989) 237. 20 M. M. Taqui Khan, S. A. Samab and P. M. R. H. Siddiqui, J. Mol. Catal., 50 (1989) 97. 21 M. M. Taqui Khan, D. Srinivas, R. 1. Kareshy and N. H. Khan, Inorg. Chem., 29 (1990) 2320. X244 9280203S 0304-5102(92)80203-S 10.1016/0304-5102(92)80203-S Hydrogenation of nitrobenzene using polymer-supported ruthenium(III) complexes as catalysts Jatin N. Shah R.N. Ram ∗ Department of Chemistry, Faculty of Science, M. S. University of Baroda, Baroda - 390 002 India * Author to whom correspondence should be addressed. Polymer-anchored Ru(III) complexes have been synthesised by sequential attachment of trimethylenediamine ligand to chloromethylated styrene—divinylbenzene copolymer as well as to Zeo-Karb 226. The prepared catalysts were characterized by various techniques such as UV—Vis reflectance spectroscopy, IR, ESCA, ESR and X-ray analysis. Other physicochemical properties such as surface area (by BET method), moisture content, bulk density, swelling, and crushing strength have also been studied. These catalysts were tested for the study of the kinetics of the hydrogenation of nitrobenzene as a model reaction. The influence of various factors such as the temperature and the concentrations of the catalyst and substrate has been studied. The catalytic activities of the polymer-bound catalysts were found to be higher than those of their homogeneous counterparts. References 1 Y. Chauvin D. Commercuc F. Dawns Prog. Polym. Sci. 5 1978 95 2 Yu.I. Yermakov B.N. Kuznetsov V.A. Zakharov Catalysis by Supported Complexes 1981 Elsevier Amsterdam 3 F.R. Hartley Supported Metal Complexes 1985 Reidel Amsterdam 4 S. Bhaduri K. Sharma J. Chem. Soc., Chem. Commun. 1988 173 5 Z. Otero-Sehipper J. Lieto B.C. Gates J. Catal. 63 1980 175 6 F. Ciardelli G. Braca C. Carlini G. Sbrana G. Valentine J. Mol. Catal. 14 1982 1 7 J.N. Shah D.T. Gokak R.N. Ram J. Mol. Catal. 60 1990 141 8 K.H. Charda C.M. Sliepcevich Ind. Eng. Chem. 52 1960 417 9 D.N. Rohani T.K. Narayanan Ind. Eng. Chem. 4 1965 403 10 J. Pasek J. Cerny Chem. Prum. 22 1972 436 11 V.V. Pogorelov A.I. Gelbstein Kinet. Katal. 17 1976 1497 12 D. Datta Fertil. Technol. 13 1976 125 13 B.S. Furniss A.J. Hannaford V. Rogers P.W.G. Smith A.R. Tatchell Vogol's Textbook of Practical Organic Chemistry 1978 Elbs, Longmann London 14 D.T. Gokak B.V. Kamath R.N. Ram J. Appl. Polym. Sci. 35 1988 1523 15 A.K. Singh M. Katyal R.P. Singh J. Indian Chem. Soc. 53 1976 691 16 J.N. Shah R.N. Ram S. Sivam Polym. Sci. (Symp. Proc. Polym'91) 1 1991 Tata McGraw-Hill New Delhi 450 17 D.T. Gokak R.N. Ram J. Mol. Catal. 49 1989 285 18 D.T. Gokak B.V. Kamath R.N. Ram Reactive Polym. 10 1989 137 19 D.T. Gokak J.N. Shah R.N. Ram J. Mol. Catal. 57 1989 237 20 M.M.Taqui Khan S.A. Samab P.M.R.H. Siddiqui J. Mol. Catal. 50 1989 97 21 M.M.Taqui Khan D. Srinivas R.I. Kareshy N.H. Khan Inorg. Chem. 29 1990 2320",
      "scopus-id": "0026995243",
      "coredata": {
        "eid": "1-s2.0-030451029280203S",
        "dc:description": "Polymer-anchored Ru(III) complexes have been synthesised by sequential attachment of trimethylenediamine ligand to chloromethylated styrene—divinylbenzene copolymer as well as to Zeo-Karb 226. The prepared catalysts were characterized by various techniques such as UV—Vis reflectance spectroscopy, IR, ESCA, ESR and X-ray analysis. Other physicochemical properties such as surface area (by BET method), moisture content, bulk density, swelling, and crushing strength have also been studied. These catalysts were tested for the study of the kinetics of the hydrogenation of nitrobenzene as a model reaction. The influence of various factors such as the temperature and the concentrations of the catalyst and substrate has been studied. The catalytic activities of the polymer-bound catalysts were found to be higher than those of their homogeneous counterparts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280203S",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shah, Jatin N."
          },
          {
            "@_fa": "true",
            "$": "Ram, R.N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280203S"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280203S"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80203-S",
        "prism:volume": "77",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of nitrobenzene using polymer-supported ruthenium(III) complexes as catalysts",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "235-245",
        "prism:endingPage": "245",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 December 1992",
        "prism:doi": "10.1016/0304-5102(92)80203-S",
        "prism:startingPage": "235",
        "dc:identifier": "doi:10.1016/0304-5102(92)80203-S",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026995243"
      }
    }
  }
}