{
  "metadata": {
    "title": "A useful method for the synthesis of neodymocene homogeneous catalysts for ethylene polymerization",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-06-11",
    "doi": "10.1016/0304-5102(93)80072-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293800723",
    "pii": "0304510293800723"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027610937",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293800723 0304-5102(93)80072-3 0304510293800723 10.1016/0304-5102(93)80072-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02337 2024-01-02T01:06:03.941633Z 0 0 19930611 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 82 82 1 1 Volume 82, Issue 1 10 75 82 75 82 19930611 11 June 1993 1993-06-11 1993 A Special Issue containing a Selection of Papers presented at the Symposium on Advances in Olefin, Cycloolefin and Diolefin Polymerization Lyon, France 12–17 April 1992 19920412 19920417 A. Guyot, R. Spitz converted-article fla Copyright © 1993 Published by Elsevier B.V. AUSEFULMETHODFORSYNTHESISNEODYMOCENEHOMOGENEOUSCATALYSTSFORETHYLENEPOLYMERIZATION OLONDE X LAUHER 1976 1729 J KAMINSKY 1986 W HISTORYPOLYOLEFINS SISHTA 1992 1112 C KAMINSKY 1986 377 W JORDAN 1990 505 R HLATKY 1989 2728 G WATSON 1985 51 P JESKE 1985 8091 G TILLEY 1981 3267 T HOLTON 1979 54 J HEERES 1988 2495 H EVANS 1987 7209 W HOLTON 1979 45 J DENHAAN 1987 181 K OLONDEX1993X75 OLONDEX1993X75X82 OLONDEX1993X75XX OLONDEX1993X75X82XX item 0304-5102(93)80072-3 0304510293800723 1-s2.0-0304510293800723 10.1016/0304-5102(93)80072-3 272239 2024-01-02T01:06:03.941633Z 1993-06-11 1-s2.0-0304510293800723-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800723/MAIN/application/pdf/77ef8f0af38cbebe8a59e6efa7d5ddb7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800723/MAIN/application/pdf/77ef8f0af38cbebe8a59e6efa7d5ddb7/main.pdf main.pdf pdf true 452614 MAIN 8 1-s2.0-0304510293800723-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800723/PREVIEW/image/png/0931cdee9e369faa8f1292363b1d43e9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800723/PREVIEW/image/png/0931cdee9e369faa8f1292363b1d43e9/main_1.png main_1.png png 56171 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 82 (1993) 75-82 75 Elsevier Science Publishers BN., Amsterdam Mill A useful method for the synthesis of neodymocene homogeneous catalysts for ethylene polymerization Xavier Olonde, Andre Mortreux* and Francis Petitt Laboratoire de Chimie Organique Appliquee, URA CNRS 402, USTL, ENSCL BP 108, 59652 Villeneuve d Ascq Cedex (France) Karel Bujadoux E.C.P. Enichem Polymeres France, Centre de Recherche, 62670 Mazingarbe (France) Abstract The direct alkylation of the neodymium complex Cp2*NdC1zLi (OEt2) 2 (1) by butylethyl magnesium gives rise to the production of efficient homogeneous catalytic species for ethylene polymerization. The polymers are highly linear, vinyl terminated, and present narrow molecular weight distributions (Mw/M = 2 ). The observed molecular weights are strongly dependent on the reaction temperature and ethylene pressure. This catalytic system is shown to be more active than classical Ti/Mg heterogeneous catalysts, and even more stable in a batch reactor at 160 160'C and 6 bar. Experiments conducted in a pilot plant (continuous flow autoclave reactor) have been per formed at 200 C and 1200 bar. These gave rise to the conclusion that the catalyst in these con ditions is still able to perform the homopolymerization of ethylene with a very high productivity, even in the presence of but- l-ene in the reaction mixture. Key words: butylethylmagnesium alkylating agent; cyclopentadienylneodymium complex synthesis; ethylene polymerization catalyst; Grignard reaction; lanthanocene alkyl preparation; neodymocene Introduction The theoretical predictions of Lauber and Hoffmann in 1976 [ 1 ] on the ability of unsaturated bis(cyclopentadienyl) d metal alkyl complexes to catalyze olefin polymerization have been confirmed by the discovery of the Cp2ZrC12/methyl-alumoxane catalytic system [ 2-4 ] and well defined cationic d complexes, like Cp2ZrCH3 (THF)+ [BPh4]- [5] and [Cp2Zr(+)-(mC6H4) -BPh3 ] [ 61. Other d his (cyclopentadienyl) type complexes of the lanthanide series, such as [ (CSMe5) ZLuCH3 ] 2, have also been shown to be efficient catalysts for ethylene polymerization and propene oligomerization [ 7 ] , as well as *Corresponding author. . ?Deceased. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 76 X. Olonde et al./J Mol. Catal. 82 (1993) 75-82 [ (C5Me5) ZNdH ] 2 which has been reported to have activities as high as 103 turnovers per second [ 8 ] . However, the data also indicated that the catalyst had a very short lifetime, and the synthesis of this hydride dimer is a rather tedious process, involving a multistep procedure that had to be carried out under rigorously anaerobic conditions. We wish now to report that the simple addition of metal alkyls to the Cp2 NdC12Li (OEt2) 2 [ 9 ] complex allows the production of directly active catalytic species for olefin polymerization. Results Scheme 1 compares this direct route to metal-alkylneodymium species (a) with that used by Marks to synthesize the same species via the hydride (b ). The results obtained upon using the neodymium complex 1 tested with different alkylating reagents for 1 hour at room temperature and submitted to the polymerization reaction at 20 C under 50 bar of ethylene show that only lithium and magnesium alkyls gave active catalysts for ethylene polymerization. Even under severe conditions (140 C, 50 bar) it appears that neither pure aluminium alkyls like AlEt3 or AlEt2Cl, nor ZnEt2, are suitable as cocatalysts. This behaviour may be explained by the fact that aluminium is not electropositive enough to undergo the expected reaction (Eqn. 1). Cp2\"NdC12Li(OEt2)2 + AIEt3 \"Cp2*Nd-Et\" + 2Et20 + LiCI + AIEt2Cl (1) The reverse reaction probably occurs much more readily, as has already been shown during the alkylation reaction of ( A1Me2Cl ) 2 by ( Cp2YMe ) 2 [ 10 ] . Cp'Li LiCH(SiMe3)2 NdCl3 ~ Cp2 NdC12Li(OEt2)2 1 (a) + MRX Cp2'NdCH(SiMe3)2 H2 Cp2 Nd_R ~~ [Cp'2NdH]2 C2Ha polymer Scheme 1. Direct alkylation (a) and hydride (b ) routes to Cp2 NdR catalytic species for ethylene polymerization. X. Olonde et al./J. Mol. Catal. 82 (1993) 75-82 77 A systematic study has been done with butylethylmagnesium as alkylating reagent: the results are reported in Table 1. They indicate that the ethylene consumption is strongly dependent upon the Mg/Nd ratio, as well as the time required for the appearance of the polymer precipitate. The actual turnover numbers are not as high as those reported for the hydride (80 s-1 at 20 C vs. 10 s-' at 80 C) ; however it must be pointed out that the activity of these catalysts is maintained for a much longer time, which can be considered an advantage in terms of productivity. More significant are the curves plotted in Fig. 1, which show the extent by which the catalytic behaviour can be changed with this Mg/Nd ratio. At low Mg/Nd ratio the initial activity is very high, but the catalyst lifetime is rather short. However, as soon as the initial Mg/Nd ratio is increased, the initial activity decreases but the ethylene consumption remains at acceptable levels for longer times. An induction period is even observed for a Mg/Nd ratio of 20, which indicates that the neodymium alkyl species are not in a suit- TABLE 1 Effect of Mg/Nd ratio on the yield and precipitation time of polymer' Mg/Nd Polymerization Polymer precipitation Yield ratio time (min) time (min) (g/mmol h b) 2.5 1 Instantaneous 660 5 3 2 970 10 15 10 1240 20 30 15 230 Alkylation by BuMgEt in toluene at 20 C for 1 h; polymerization conditions: T=80 C, P H,) -1 bar; [Nd] -0.4 mmol/1; solvent=Isopar L (500 ml). C2H4 Flow rate (arbitrary unit) 140 120 1- 100 60 60 40 -_._.20 r J 0 0 10 20 30 Time (min) Fig. 1. Plot of ethylene flow rate vs. time for different Mg/Nd ratios. BuMgEt: (-) Mg/Nd=5; (---) Mg/Nd=10; ( . . ) Mg/Nd-20. 78 X. Olonde et al./J. Mol. Catal. 82 (1993) 75-82 able form under these conditions to immediately induce the catalytic reaction. We propose that the magnesium alkyl species first alkylate complex 1 to give the neodymium alkyl species 2, but the excess of MgR, gives rise to the production of an adduct 3 (Eqn. 2). 1 + MgR2 -s \"Cp2*Nd-R\" =M-~ CP2*Nd\\R,Mg R (2) R 3 The electronic deficiency of metallocenic complexes of lanthanides has already been taken to explain the production of similar complexes like / Me \\Me ~Me~ Cp2*Ln~ \\AI~ [12,13] or Cp2*Y/ / iLi(OEt)2 [14] Me Me Me An excess of MgR2 shifts the equilibrium to the right and therefore leads to a decreasing amount of active species 2. The increase in polymer precipitation time upon increasing the Mg/Nd ratio is also explained by transfer reactions between the growing chain and the magnesium alkyl (Eqn.3). Cp2*Nd(CH2)X CH3 + MgR2 ---IP Cp2*Nd-R + R-Mg(CH2)X CH3 (3) The occurence of such reactions reduces the high molecular weight chains and therefore should be demonstrated by a comparison of the polymers obtained at low and high Mg/Nd ratios: this is indeed the case, as can be seen from Table 2, where it is observed that the molecular weights are much higher at Mg/Nd=2.5. Further studies have been made to check this new catalyst synthesis under more drastic conditions, namely higher temperature (160 C) and pressure ( 6 bar) in an autoclave: the reaction was followed for 1 minute in hydrocarbon solvent with a Mg/Nd ratio of 3. Under such conditions a yield of 1500 g/mmol min and mole 1-' of ethylene (the ethylene concentration in the liquid phase is 0.197 mole 1-1 under these conditions) was observed, with a propagation rate constant kp=1100 1/mol s. The polymer characteristics are as follows: Mw =1600; M =1100 and Mw/M~, -1.5. The same reaction conducted at 60 C led to a much higher molecular weight polymer (Mw=425000; M =62500, Mw/M,,=6.8). 1H-NMR studies have been performed in toluene-d8 at 90 C on the poly- TABLE 2 Comparative results on polymers as a function of the Mg/Nd ratio Mg/Nd R. Mw mw/m. 2.5 2880 7220 2.5 20 1800 2920 1.6 'Polymerization conditions: as in Table 1. X. Olonde et al./J. Mol. Catal. 82 (1993) 75-82 79 mer obtained at 160 C: this polymer consists mainly of a-olefins (90%) which have only vinyl terminations (Fig. 2) resulting from,B-H elimination (Eqn. 4). Cp2`Nd-CH2 CH2 P -- Cp2\"NdH + CH2=CH-P (4) The most interesting feature in this reaction conducted at 160 C is probably the fact that the catalyst is remarkably stable at this temperature, as shown in Fig. 3, which compares the ethylene flow rates obtained with 1 (Mg/ Nd= 3) and a conventional, industrial Ti-V catalyst. It should be noted, however, that small amounts of AlEt2C1 in the reaction medium drastically decreases the stability of this catalyst, as expected from reaction 1. The above experiment led us to the conclusion that this catalytic system could also be used under industrial conditions, i.e. 200 C and 1200 bar of ethylene, in a supercritical medium. These experiments were done in a pilot plant used for typical heterogeneous catalysts, running continuously with a residence time of about 1 min. The results are reported in Table 3, which compares the yields obtained at various Mg/Nd ratio. Infrared studies of the polymers show that they are very linear and vinyl terminated. Thermal analysis reveals very sharp melting peaks around 134 C Fig. 2. 'H-NMR spectrum (toluene-de, 90 C) of oligomers obtained at 160 C, 6 bar. 80 X. Olonde et al./J. Mol. Catal. 82 (1993) 75-82 C2H4 Flow rate (I/h) 3000 2000 1000 0 10 20 30 40 50 60 Time (s) Fig. 3. Polymerization kinetics at high temperature (160 C ) and 6 bar for the neodymium catalyst and a conventional industrial Ti-V catalyst (200 C ). (-) Nd; (- - -) Ti/Mg. TABLE 3 Ethylene polymerization at high temperature and pressure: effect of the Mg/Nd ratio Mg/Nd Yield Conversion Mw/Ma Melt flow Density (kg/mmol) (% ) index 0.75 6.9 10.2 2 20 0.9639 1.5 7.7 8.1 nd 17 0.9603 5.2 18.3 11.2 nd 16.6 0.9631 8 22.4 6.9 2 16.6 0.9622 Ethylene pressure=1200 bar; T-200 C, catalyst=1 activated for 1 h with the corresponding amount of BuMgEt; ethylene flow rate-40 kg/h. with melting energies of 220 J g-1: higher than that of a typical commercial polyethylene. This kind of vinyl terminated polymer can only be obtained on Philipstype heterogeneous, chromium-based systems. However, this neodymium-based catalyst gives much narrower molecular weight distributions (MW/Mn=2). Finally, attempts at copolymerization have been made with but-l-ene. As shown in Table 4, polymers were produced with excellent yields but infrared studies of these polymers showed that they are only homopolymers. A significant feature observed in these reactions is the drastic influence of the but-l-ene content on the melt flow index, which increased to such an extent at high but-l-ene/ethylene volume ratios (40/60) that the value could not be measured. This indicates that a chain transfer reaction probably occurs with the comonomer, together with a dilution effect. X. Olonde et al./J Mol. Catal. 82 (1993) 75-82 81 TABLE 4 Attempts at copolymerization between ethylene and but-l-ene (% V) But-1- Melt flow Yield Conversion ene index (kg/mmol) (% ) 0 40 13.3 5.7 10 73 20.7 7.3 30 300 21.8 7.6 40 nd 19.1 7.2 'Total pressure =1200 bar; T= 200 C; catalyst 1, cocatalyst: BuMgEt (Mg/Nd = 3 ); ethylene flow rate= 40 kg/h. Conclusion The above results show that lanthanocene alkyl species can be prepared in situ by simple alkylation of the chlorinated species with Grignard or lithium alkyl reagents. As a result, this convenient method has allowed us to perform catalytic polymerization reactions with ethylene under various conditions and to demonstrate several interesting features: (i) the catalytic mixture can be made by simply mixing the lanthanide metallocene chloride with only 3 equivalents (or even less) of the alkylating reagent; (ii) the polymers obtained are highly linear, vinyl terminated, with a low polydispersity index; (iii) these metallocene catalysts are also stable at high temperature, which allows the polymerization reaction to be performed under industrial conditions; (iv) a wide range of a-olefins, from low molecular weight oligomers to heavy polymers, could be obtained upon changing the reaction conditions: these can be varied from 1700 (160 C, 6 bar) to 425 000 (60 C, 6 bar) via 46000 (200 C, 1200 bar), thus indicating a great dependence of the molecular weight on the pressure, in contrast with heterogeneous Ziegler-Natta catalysts; (v) only ethylene homopolymerization was observed at high temperature under industrial conditions. Undoubtedly, this alkylation method should be general and may be useful as a tool for the rapid synthesis of other lanthanide-alkyl species for olefin polymerization and other catalytic reactions. Acknowledgement We thank ECP EniChem Polymeres France for their experimental assistance and financial support. 82 X. Olonde et al./J. Mol. Catal. 82 (1993) 75-82 References 1 J.W. Lauber and R. Hoffmann, J. Am. Chem. Soc., 98 (1976) 1729. 2 W. Kaminsky in R.B. Seymour and T. Cheng (eds. ), History of Polyolefins Reidel, Dordrecht (1986). 3 C. Sishta, R.M. Hathorn and T.J. Marks, J. Am. Chem. Soc., 114 (1992) 1112. 4 W. Kaminsky, K. Kulper and S. Niedoba, Makromol. Chem., Macromol. Symp., 3 (1986 ) 377. 5 R.F. Jordan, P.K. Bradley, R.E. La Pointe and D.F. Taylor, New. J. Chem., 14 (1990) 505. 6 G.G. Hlatky, H.W. Turner and R.R. Eckman, J. Am. Chem. Soc., 111 (1989) 2728. 7 P.L. Watson and G.W. Parshall, Acc. Chem. Res., 18 (1985) 51. 8 G. Jeske, H. Lauke, H. Mauermann, P.N. Sweptson, H. Schumann and T.J. Marks, J. Am. Chem. Soc., 107 (1985) 8091. 9 T. D. Tilley and R.A. Andersen, Inorg. Chem., 20 (1981) 3267. 10 J. Holton, M.F. Lappert, D.G.H. Ballard, R. Pearce, J.L. Atwood and W.E. Hunter, J. Chem. Soc., Dalton Trans., 45 (1979) 54. 11 H.J. Heeres, J. Renkema, M. Booij, A. Meetsma and J.H. Teuben, Organometallics, 7 (1988 ) 2495. 12 W.J. Evans, L.R. Chamberlain and J.W. Ziller, J. Am. Chem. Soc., 109 (1987) 7209. 13 J. Holton, M.F. Lappert, D.G.H. Ballard, R. Pearce, J.L. Atwood and W.E. Hunter, J. Chem. Soc., Dalton Trans., 45 (1979) 45. 14 K.H. Den Haan, Y. Wielstra, J.J.W. Eshuis and J.H. Teuben, J. Organomet Chem., 323 (1987) 181. X244 93800723 0304-5102(93)80072-3 10.1016/0304-5102(93)80072-3 A useful method for the synthesis of neodymocene homogeneous catalysts for ethylene polymerization Xavier Olonde André Mortreux ∗ Francis Petit 1 Laboratoire de Chimie Organique Appliqée, URA CNRS 402, USTL, ENSCL BP 108, 59652 Villeneuve d'Ascq Cedex France * Corresponding author. 1 Deceased. Karel Bujadoux E.C.P. Enichem Polymères France, Centre de Recherche, 62670 Mazingarbe France The direct alkylation of the neodymium complex Cp2*NdCl2Li(OEt2)2 (1 by butylethyl-magnesium gives rise to the production of efficient homogeneous catalytic species for ethylene polymerization. The polymers are highly linear, vinyl terminated, and present narrow molecular weight distributions (M w/M n=2). The observed molecular weights are strongly dependent on the reaction temperature and ethylene pressure. This catalytic system is shown to be more active than classical Ti/Mg heterogeneous catalysts, and even more stable in a batch reactor at 160°C and 6 bar. Experiments conducted in a pilot plant (continuous flow autoclave reactor) have been performed at 200°C and 1200 bar. These gave rise to the conclusion that the catalyst in these conditions is still able to perform the homopolymerization of ethylene with a very high productivity, even in the presence of but-1-ene in the reaction mixture. Keywords butylethylmagnesium alkylating agent cyclopentadienylneodymium complex synthesis ethylene polymerization catalyst Grignard reaction lanthanocene alkyl preparation neodymocene References 1 J.W. Lauher R. Hoffmann J. Am. Chem. Soc. 98 1976 1729 2 W. Kaminsky R.B. Seymour T. Cheng History of Polyolefins 1986 Reidel Dordrecht 3 C. Sishta R.M. Hathorn T.J. Marks J. Am. Chem. Soc. 114 1992 1112 4 W. Kaminsky K. Kulper S. Niedoba Makromol. Chem., Macromol. Symp. 3 1986 377 5 R.F. Jordan P.K. Bradley R.E. La Pointe D.F. Taylor New. J. Chem. 14 1990 505 6 G.G. Hlatky H.W. Turner R.R. Eckman J. Am. Chem. Soc. 111 1989 2728 7 P.L. Watson G.W. Parshall Acc. Chem. Res. 18 1985 51 8 G. Jeske H. Lauke H. Mauermann P.N. Sweptson H. Schumann T.J. Marks J. Am. Chem. Soc. 107 1985 8091 9 T.D. Tilley R.A. Andersen Inorg. Chem. 20 1981 3267 10 J. Holton M.F. Lappert D.G.H. Ballard R. Pearce J.L. Atwood W.E. Hunter J. Chem. Soc., Dalton Trans. 45 1979 54 11 H.J. Heeres J. Renkema M. Booij A. Meetsma J.H. Teuben Organometallics 7 1988 2495 12 W.J. Evans L.R. Chamberlain J.W. Ziller J. Am. Chem. Soc. 109 1987 7209 13 J. Holton M.F. Lappert D.G.H. Ballard R. Pearce J.L. Atwood W.E. Hunter J. Chem. Soc., Dalton Trans. 45 1979 45 14 K.H. Den Haan Y. Wielstra J.J.W. Eshuis J.H. Teuben J. Organomet Chem. 323 1987 181",
      "scopus-id": "0027610937",
      "coredata": {
        "eid": "1-s2.0-0304510293800723",
        "dc:description": "The direct alkylation of the neodymium complex Cp2*NdCl2Li(OEt2)2 (1 by butylethyl-magnesium gives rise to the production of efficient homogeneous catalytic species for ethylene polymerization. The polymers are highly linear, vinyl terminated, and present narrow molecular weight distributions (M w/M n=2). The observed molecular weights are strongly dependent on the reaction temperature and ethylene pressure. This catalytic system is shown to be more active than classical Ti/Mg heterogeneous catalysts, and even more stable in a batch reactor at 160°C and 6 bar. Experiments conducted in a pilot plant (continuous flow autoclave reactor) have been performed at 200°C and 1200 bar. These gave rise to the conclusion that the catalyst in these conditions is still able to perform the homopolymerization of ethylene with a very high productivity, even in the presence of but-1-ene in the reaction mixture.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-06-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293800723",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Olonde, Xavier"
          },
          {
            "@_fa": "true",
            "$": "Mortreux, André"
          },
          {
            "@_fa": "true",
            "$": "Petit, Francis"
          },
          {
            "@_fa": "true",
            "$": "Bujadoux, Karel"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293800723"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293800723"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80072-3",
        "prism:volume": "82",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A useful method for the synthesis of neodymocene homogeneous catalysts for ethylene polymerization",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "prism:issueName": "A Special Issue containing a Selection of Papers presented at the Symposium on Advances in Olefin, Cycloolefin and Diolefin Polymerization",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "butylethylmagnesium alkylating agent"
          },
          {
            "@_fa": "true",
            "$": "cyclopentadienylneodymium complex synthesis"
          },
          {
            "@_fa": "true",
            "$": "ethylene polymerization catalyst"
          },
          {
            "@_fa": "true",
            "$": "Grignard reaction"
          },
          {
            "@_fa": "true",
            "$": "lanthanocene alkyl preparation"
          },
          {
            "@_fa": "true",
            "$": "neodymocene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "75-82",
        "prism:endingPage": "82",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 June 1993",
        "prism:doi": "10.1016/0304-5102(93)80072-3",
        "prism:startingPage": "75",
        "dc:identifier": "doi:10.1016/0304-5102(93)80072-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027610937"
      }
    }
  }
}