{
  "metadata": {
    "title": "EHMO calculations for the reaction of CO/H<ce:inf loc=post>2</ce:inf> on Ru/SiO<ce:inf loc=post>2</ce:inf> and Pt/SiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-09-30",
    "doi": "10.1016/0304-5102(84)85011-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284850117",
    "pii": "0304510284850117"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021489683",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284850117 0304-5102(84)85011-7 0304510284850117 10.1016/0304-5102(84)85011-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01629 2024-01-02T01:05:30.650091Z 0 0 19840901 19840930 1984 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 26 26 2 2 Volume 26, Issue 2 11 277 283 277 283 198409 September 1984 1984-09-01 1984-09-30 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. EHMOCALCULATIONSFORREACTIONCOH2RUSIO2PTSIO2CATALYSTS YINSHENG X BAETZOLD 1976 l R SIMONETTA 1980 103 M EKERDT 1979 170 J KELLNER 1981 175 C BELL 1981 203 A YINSHENG 1980 49 X ANDERS 1973 5277 L ANDERS 1975 164 L GRABOWSKI 1980 103 W WATKINS 1974 1244 G KAZANSKY 1978 135 V BATTA 1974 54 R RABO 1978 295 J FUJIMOTO 1980 7 K EISCHENS 1958 1 R TAMARU 1980 49 K FORD 1976 51 R VANNICE 1975 449 M VANNICE 1975 462 M VANNICE 1975 129 M VANNICE 1977 228 M HEYNE 1967 1274 H YINSHENGX1984X277 YINSHENGX1984X277X283 YINSHENGX1984X277XX YINSHENGX1984X277X283XX item 0304-5102(84)85011-7 0304510284850117 1-s2.0-0304510284850117 10.1016/0304-5102(84)85011-7 272239 2024-01-02T01:05:30.650091Z 1984-09-01 1984-09-30 1-s2.0-0304510284850117-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850117/MAIN/application/pdf/6b153051514db7bf6feceb188eaa7687/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850117/MAIN/application/pdf/6b153051514db7bf6feceb188eaa7687/main.pdf main.pdf pdf true 425972 MAIN 7 1-s2.0-0304510284850117-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850117/PREVIEW/image/png/40ff624a4806e1975fd6ca3c17e1d5e4/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850117/PREVIEW/image/png/40ff624a4806e1975fd6ca3c17e1d5e4/main_1.png main_1.png png 60244 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 26 (1984) 277 - 283 277 EHMO CALCULATIONS FOR THE REACTION OF CO/H; ON Ru/SK^ AND Pt/SiO, CATALYSTS XU YIN-SHENG Dalian Institute of Chemical Physics, Academia Sinica, Dalian, Liaoning (China) and ZHU TIAN-WEI Nei Menggu Normal University, Huhehote, Nei Menggu (China) (Received October 14, 1983; accepted December 21, 1983) Summary EHMO calculations of the chemisorption of CO, of the co-adsorption of H; and CO, and of the bonding of the intermediate species CH^, CH3 and CH2 CH3 have been carried out for Ru/SiO^ and Pt/SiO; catalysts. Some experimental results for these catalysts have been elucidated theoreti- cally on the basis of the carbidic mechanism of CO hydrogenation to yield hydrocarbons. Introduction Increasing attention has been paid to the application of molecular orbital theory in catalysis [1] although concern has been directed mainly to the chemisorption of gases on metallic clusters. However, little work has been done on the adsorption of reacting gases together with their interaction on supported catalysts. In this paper, quantum chemical calculations of the adsorption of CO, of the co-adsorption of CO and H;, and of the bonding of the intermediate species CH^, CH3 and CH2 CH3 on Pt/SiO; and Ru/SiO; catalysts have been undertaken using the EHMO method. In line with the carbidic mechanism of CO hydrogenation to produce hydrocarbons [2], the following experimental results have been explained theoretically, viz. (a) that the activity of Ru/SiO; is higher than that of Pt/SiO;; (b) that only CH4 is produced on Pt/SiO;, but long-chain hydrocarbons can be formed on Ru/Si02; and (c) that on Ru/SiO;, the bridged form of the ad- sorbed species may be regarded as an intermediate in the production of long- chain hydrocarbons. Calculation method and model The method of calculation and the determination of the parameters have been described in a previous paper [3]. Double ^ Slater functions have 0304-6102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 278 been used for the d-orbitals of metallic Pt and Ru. The parameters used in this calculation are listed in Table 1. The repulsion terms for the inner p elec- trons have been introduced according to the method of Anders [4]. The repulsion energy between neighbouring atoms may be expressed as 2?R = Ae\"\"7\", where R is the internuclear distance between M and C. The values of A and a are: A = 750 eV, a = 0.31 A-' for Ru-C, and A = 614 eV, a = O^A-'forPt-C. Following the work of Grabowski et al. [5], the double tetragonal structure has been chosen as the model for the catalysts (Fig. 1), and pseudo- atoms A have been introduced to account for the effect of the cut-off parts [6]. In the calculation, the term linear adsorption has been applied to the case when CO sits on top of one metal atom, and bridged adsorption to the case when CO sits across two metal atoms. In the twin adsorption state, two CO molecules are adsorbed on a metal atom with a distinct angle between them. TABLE 1 EHMO parameters for various elements Element S HU (eV) 0 2.275 (2s) 32.3 2.275 (2p) 14.8 H 1.3 (Is) 13.6 Si 1.634 (3s) 15.03 1.428 (3p) 7.07 C 1.625 (2s) 21.4 1.425 (2p) 11.4 Ru 2.28 (5s) 8.4 2.12 (5p) 5.87 5.38(0.5343), 2.3(0.6368) (d) 11.5 4.12 (4p) 51 Pt 2.55 (6s) 9.077 2.55 (6p) 5.575 6.01(0.6334), 2.3(0.5513) (d) 12.59 4.88 (5p) 57 A 1.0 10.68 Fig. 1. Model of catalyst, 0 = Ru or Pt; = Si; = 0; 0 = A. Bond lengths: Ru Si, 1.66 A; Pt-Si, 2.41 A; 0 A, 1.02 A; 0 Si, 1.65 A. 279 In order to obtain the stable structure of the adsorption state, the energy of the system was minimized by changing the M C distance. In the twin state, the angle between the two CO molecules was also varied. In each case, a minimum could be obtained and the characteristics of the adsorption states were calculated at this point of minimum energy. Results and discussion When CO is adsorbed on the catalyst, the relation between the total energy of the system (i.e., the sum of the calculated total energy (T.E.) and the repulsion energy (E^)) and the M C distance was found to be almost the same as that between the overlap population of C 0 and M C distances (Fig. 2). This implies that the C 0 bond is weaker while the M C bond is the stronger. When CO is in the free state, the overlap population of C 0 is 0.5613. After it has been adsorbed on Ru/SiO;, the overlap population of linear adsorbed CO becomes 0.2912, whereas it is 0.4074 when CO is adsorbed on Pt/SiOz. Hence, the C O bond is weakened when it is adsorbed, and this effect is less pronounced for Pt/SiO; than for Ru/SiO^. According to the carbidic mechanism, CO is first dissociated to yield active carbon on the surface, then the species CH, CH^ and CH3 are produced by the hydrogenation of the activated carbon. These species can be hydrogenated further to produce CH4, or polymerized and hydrogenated to produce long-chain hydrocarbons. As a result of our calculations, the following experimental facts may be explained: (a) The catalytic activity of Ru/SiOz is higher than that of Pt/SK^. By the use of reactive temperature-programmed desorption (RTD) spectra, Fujimoto et al. [8] have found that on Pt/SiOz the temperature (ev.) (O.P.) 0.5 - -1182 -1244 0.4 -1183 -1245 - 2.4 r(A) 2.2 r(A) 1.8 2.0 2.2 r(A) (a) (b) Fig. 2. (a) Adsorption of CO on Ru/SiOz. (b) Adsorption of CO on Pt/Si02. 280 necessary to produce CH4 is a measure of the difficulty of CH4 production. According to Rabo et al. and Dalla Betta et al. [7], the dissociation of CO is the controlling step in the hydrocarbon synthesis reaction, so that in the RTD spectrum the profile which denotes the relationship between the amount of CH4 desorbed and the temperature can be regarded as a reflection of the difficulty of CO dissociation. The IR results of both Eischens and Pliskin [9] and Tamaru [10] also show that the C 0 bond is weaker on Ru/SiO^ than on Pt/Si02. Our results are in agreement with these experimen- tal findings. The HOMO of CO is of o-type and the LUMO is of 7r*-type. According to frontier orbital theory, the HOMO of CO must interact with the LUMO of the catalyst and the LUMO of CO must interact with the HOMO of the catalyst. Ford [11] has pointed out that d-7r* back-donation plays an impor- tant role in the adsorption of CO. If CO approaches the catalyst along the z-direction, only the d^ and dyz orbital components in the HOMO of the catalyst can satisfy this requirement within the condition of symmetry adaptation. The orbital components of Pt and Ru in the HOMO of these catalysts are listed in Table 2. TABLE 2 Orbital components of Ru and Pt in the HOMO of Ru/SiO^ and Pt/SiO; Catalyst Orbital components Ru/SiO; 0.6526 d^, 0.2556 d^_y2, 0.0296 s, 0.0477 d^2 Pt/SiOz 0.0150 d^, 0.1241 d^ -yi, 0.1119 d^, 0.4876 s, 0.0221 px, 0.0203 pz From Table 2, the orbital component of d^ in the HOMO of Ru/SiO; is 0.6526, while that of Pt/SiO; is 0.0150. The electron back-donation of Ru/Si02 is expected to be far larger than that of Pt/SiO^. Hence, the differ- ences in catalytic activities between Pt/SiO; and Ru/SiO^ may be explained by the differences between the components of the d-orbital in the HOMO of these catalysts. (b) Only CH4 is produced on Pt/SiOs. Vannice [12] has studied the product distribution of CO hydrogenation on various transition metals and has classified these according to his results. Metals (Ru, Fe, etc.) positioned in the initial part of the ordinal table pro- posed by Vannice can produce long-chain hydrocarbons, whereas metals (Pt, Pd, etc.) in the latter part of the table can produce only CH4. How the co-adsorption of different gases affects the frequency of the bands in the IR spectra of the adsorbed CO has been studied experimentally by several workers [9, 13]. Co-adsorption of H shifts the frequency of CO in 281 Fig. 3. Co-adsorption of H or 0 and CO on Pt/SiO; and Ru/SiO^. Shading of atoms is the same as that in Fig. 1. the direction of lower wavenumbers, whereas the effect of the co-adsorption of 0 is in the opposite direction. By comparing our calculated results for the model in Fig. 3 with that in Fig. 2, we have found that on Pt/Si02 the overlap population of C 0 decreased from 0.4074 to 0.1975 with the co- adsorption of H, while it increased to 0.4243 with the co-adsorption of 0. This is again in agreement with the experimental results. It implies that the co-adsorption of CO and H weakens the C 0 bond and eases its dissociation, but that co-adsorption of CO and 0 tend to slow down the dissociation. From the calculations for Ru/Si02, we have found that when H is co- adsorbed with CO the overlap population of C 0 only decreases from 0.2912 to 0.2864. According to the above results it may be said that on Ru/SiOs and Pt/Si02, co-adsorption of CO and H favors the production of surface active carbon, which will be further hydrogenated to yield hydrocarbons. However, the effect of co-adsorption of H on Ru/SiO; is much smaller than that on Pt/Si02. We consider that in the case of Pt/Si02 co-adsorption of H is in- dispensable for CO dissociation and that the environment of the dissociated carbon is rich in hydrogen. Hence, it is easier for this carbon to hydrogenate and subsequently form CH4. We have also extended the above model to the tri-tetragonal structure and calculated the total energies of two such systems. One is the system in which CH^ and CH3 are linearly adsorbed separately on two metal atoms, and the other is the system in which C^H.^ ls linearly adsorbed on one metal atom. The difference between the latter and the former systems may be termed the surface migration polymerization energy of linearly adsorbed CH^ and-CH3. We have calculated that on Pt/SiO^ this energy is 7.2 eV and on Ru/SK^ is 4.9 eV. This means that species are more difficult to form on Pt/Si02 than on Ru/Si02. Thus it is possible to explain why only CH4 is produced on Pt/Si02, whereas long-chain hydrocarbons may be produced on Ru/Si02. (c) On Ru/Si02, the bridged form of adsorbed CO is the intermediate state for producing long-chain hydrocarbons. By means of IR spectroscopy and RTD, Fujimoto et al. [8] have found that the temperature at which the bridged adsorption state disappeared is just that at which Ci, and hydrocarbons begin to emerge. From this 282 they have proposed that the bridged adsorption sites are those where hydro- carbons are produced. During a study of the adsorption state of CO on Ru/SiO^ by IR spectro- scopy, Tamaru [10] observed that the bridged state yielded the lowest wavenumber, the linear state the next, and the twin state the highest. From our calculations the order of the overlap population for these states is respectively 0.2861 (bridged), 0.2912 (linear) and 0.3281 (twin). These values are in agreement with Tamaru's experimental results. Fujimoto et al. [8] have concluded that the stabilities of these adsorp- tion states lie in the order: bridge > linear > twin. From our calculations, the adsorption energies of these states are: 2.00 eV (bridged) > 1.74 eV (linear) > 0.99 eV (twin), in the same order as the conclusion of Fujimoto et al. Hence, we consider that the bridged form of adsorbed CO is readily dissociated. We have also calculated the surface migration polymerization energy of bridged adsorbed CHz and CH3 on Ru/SiO^ as 4.7 eV, which is smaller than that of the linearly adsorbed state (4.9 eV). In other words, the bridged state favors the growth of the hydrocarbon chain. Conclusion Our calculated data are consistent with the following experimental results reported in the literature, viz. (a) the activity of CO hydrogenation of Ru/Si02 is greater than that of Pt/SiO;; (b) only CH4 is produced on Pt/SiO; but long-chain hydrocarbons can be formed on Ru/SiO^; and (c) on Ru/Si02, the bridged form of the adsorbed species is an intermediate in the production of long-chain hydrocarbons. Acknowledgements We thank Prof. Hiroshi Kato of the Nagoya University, Japan, for valuable discussions. This project was supported by the Science Fund of the Chinese Academy of Sciences. References 1 R. C. Baetzold, Adv. Catal.. 25 (1976) 1; M. Simonetta and A. Gavezzatti, Adv. Quantum Chem., 12 (1980) 103. 2 J. G. Ekerdt and A. T. Bell, J. Catal., 58 (1979) 170; C. S. Kellner and A. T. Bell, J. Catal., 67 (1981) 175; A. T. Bell, Catal. Rev., 23 (1981) 203. 3 Xu Yin-sheng, He An-Bang and Chen Rong, J. Catal. (China), 1 (1980) 49. 4 L. W. Anders and R. S. Hansen, J. Chem. Phys., 59 (1973) 5277; ibid., 62 (1975) 164. 283 5 W. Grabowski, M. Misono and Y. Uoneda, J. Catal., 61 (1980) 103. 6 G. D. Watkins and R. P. Messmer, Phys. Rev. Lett., 32 (1974) 1244; V. B. Kazansky, J. Mol. Catal.. 4 (1978) 135. 7 R. A. Dalla Batta, A. G. Piken and M. Shelef, J. Catal., 35 (1974) 54; J. A. Rabo, A. P. Risch and M. L. Poutsma, J. Catal., 53 (1978) 295. 8 K. Fujimoto, M. Kameyama and T. Kunugi, J. Catal., 61 (1980) 7. 9 R. P. Eischens and W. A. Pliskin, Adv. Catal., 10 (1958) 1. 10 K. Tamaru.Proc. 7th Int. Congr. Catal. Tokyo (Japan), 1980, p. 49. 11 R. R. Ford, Adv. Catal., 21 (1976) 51. 12 M. A. Vannice, J. Catal., 37 (1975) 449, 462; ibid., 40 (1975) 129; ibid., 50 (1977) 228. 13 H. Heyne and F. C. Tompkins, Trans. Faraday Soc., 63 (1967) 1274. X244 84850117 0304-5102(84)85011-7 10.1016/0304-5102(84)85011-7 Industrial catalysis EHMO calculations for the reaction of CO/H2 on Ru/SiO2 and Pt/SiO2 catalysts Xu Yin-Sheng Dalian Institute of Chemical Physics, Academia Sinica, Dalian, LiaoningChina Zhu Tian-Wei Nei Menggu Normal University, Huhehote, Nei MengguChina EHMO calculations of the chemisorption of CO, of the co-adsorption of H2 and CO, and of the bonding of the intermediate species -CH2, -CH3 and -CH2-CH3 have been carried out for Ru/SiO2and Pt/SiO2 catalysts. Some experimental results for these catalysts have been elucidated theoretically on the basis of the carbidic mechanism of CO hydrogenation to yield hydrocarbons. References 1 a R.C. Baetzold Adv. Catal. 25 1976 l b M. Simonetta A. Gavezzatti Adv. Quantum Chem. 12 1980 103 2 a J.G. Ekerdt A.T. Bell J. Catal. 58 1979 170 b C.S. Kellner A.T. Bell J. Catal. 67 1981 175 c A.T. Bell Catal. Rev. 23 1981 203 3 Xu Yin-sheng He An-Bang Chen Rong J. Catal. (China) 1 1980 49 4 a L.W. Anders R.S. Hansen J. Chem. Phys. 59 1973 5277 b L.W. Anders R.S. Hansen J. Chem. Phys. 62 1975 164 5 W. Grabowski M. Misono Y. Uoneda J. Catal. 61 1980 103 6 a G.D. Watkins R.P. Messmer Phys. Rev. Lett. 32 1974 1244 b V.B. Kazansky J. Mol. Catal. 4 1978 135 7 a R.A.Dalla Batta A.G. Piken M. Shelef J. Catal. 35 1974 54 b J.A. Rabo A.P. Risch M.L. Poutsma J. Catal. 53 1978 295 8 K. Fujimoto M. Kameyama T. Kunugi J. Catal. 61 1980 7 9 R.P. Eischens W.A. Pliskin Adv. Catal. 10 1958 1 10 K. Tamaru Proc. 7th Int. Congr. Catal. Tokyo (Japan) 1980 49 11 R.R. Ford Adv. Catal. 21 1976 51 12 ai M.A. Vannice J. Catal. 37 1975 449 aii M.A. Vannice J. Catal. 37 1975 462 b M.A. Vannice J. Catal. 40 1975 129 c M.A. Vannice J. Catal. 50 1977 228 13 H. Heyne F.C. Tompkins Trans. Faraday Soc. 63 1967 1274",
      "scopus-id": "0021489683",
      "coredata": {
        "eid": "1-s2.0-0304510284850117",
        "dc:description": "EHMO calculations of the chemisorption of CO, of the co-adsorption of H2 and CO, and of the bonding of the intermediate species -CH2, -CH3 and -CH2-CH3 have been carried out for Ru/SiO2and Pt/SiO2 catalysts. Some experimental results for these catalysts have been elucidated theoretically on the basis of the carbidic mechanism of CO hydrogenation to yield hydrocarbons.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284850117",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yin-Sheng, Xu"
          },
          {
            "@_fa": "true",
            "$": "Tian-Wei, Zhu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284850117"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284850117"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85011-7",
        "prism:volume": "26",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "EHMO calculations for the reaction of CO/H2 on Ru/SiO2 and Pt/SiO2 catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "277-283",
        "prism:endingPage": "283",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 1984",
        "prism:doi": "10.1016/0304-5102(84)85011-7",
        "prism:startingPage": "277",
        "dc:identifier": "doi:10.1016/0304-5102(84)85011-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021489683"
      }
    }
  }
}