{
  "metadata": {
    "title": "Preparation of modified silica catalyst with benzenesulfo groups",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-09-15",
    "doi": "10.1016/0304-5102(90)85234-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510290852349",
    "pii": "0304510290852349"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025494054",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510290852349 0304-5102(90)85234-9 0304510290852349 10.1016/0304-5102(90)85234-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01885 2024-01-02T01:05:30.650091Z 0 0 19900915 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 62 62 1 1 Volume 62, Issue 1 11 L1 L4 L1 L4 19900915 15 September 1990 1990-09-15 1990 converted-article cor Copyright © 1990 Published by Elsevier B.V. PREPARATIONMODIFIEDSILICACATALYSTBENZENESULFOGROUPS SOHN J SMITH 1977 223 A WARD 1981 5253 M HUGUES 1982 7020 F AUGUSTINE 1986 189 R DOI 1984 394 Y RUDZINSKI 1986 444 W DRAGO 1988 3311 R DETMAS 1982 51 M OLAH 1978 672 G KISS 1980 383 M COX 1976 269 C WARTMANN 1959 1166 J SUZUKI 1983 957 M COLTHUP 1964 408 N NTRODUCTIONINFRAREDROMANSPECTROSCOPY AI 1977 305 M DECANIO 1986 132 S SOHNX1990XL1 SOHNX1990XL1XL4 SOHNX1990XL1XJ SOHNX1990XL1XL4XJ item 0304-5102(90)85234-9 0304510290852349 1-s2.0-0304510290852349 10.1016/0304-5102(90)85234-9 272239 2024-01-02T01:05:30.650091Z 1990-09-15 1-s2.0-0304510290852349-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290852349/MAIN/application/pdf/96673367edaa0a46a4d5949c9faf4f54/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290852349/MAIN/application/pdf/96673367edaa0a46a4d5949c9faf4f54/main.pdf main.pdf pdf true 238736 MAIN 4 1-s2.0-0304510290852349-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290852349/PREVIEW/image/png/8d5582c5656064d9dda6f72634deac12/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290852349/PREVIEW/image/png/8d5582c5656064d9dda6f72634deac12/main_1.png main_1.png png 59705 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 62 (1990) LI - L4 LI JOURNAL OF MOLECULAR CATALYSIS Preparation of Modified Silica Catalyst with Benzenesulfo Groups JONG RACK SOHN*, SAM GON RYU and JAE HWAL SONG Department of Industrial Chemistry, Engineering College, Kyungpook National University, Taegu 702-701 (South Korea) (Received February IS, 1990; revised May 17, 1990) Heterogeneous catalysts can be readily separated from reaction mix- tures by simple means. This ease of separation gives them a great advantage over homogeneous catalysts. Thus, many attempts to immobilize catalytical- ly active species on inorganic supports have been made, see for example [1 - 7]. Acid-catalyzed reactions are the most important reactions involved in the rearrangement and conversion of hydrocarbons. Ion exchanged resin catalysts having benzenesulfo groups are known to exhibit relatively high activity and selectivity for acid-catalyzed reactions at lower reaction tem- perature [8, 9]. However, resin catalysts have the disadvantages of weak thermal stability, weak mechanical strength and swelling properties [10]. The present letter concerns the preparation of new silica catalysts modified with benzenesulfonic acid derivatives and their behavior as acid catalysts. Two types of modified silica catalysts with benzenesulfo groups were prepared: catalyst A ($Si OCH2 Q> S03H): 10 g of silica gel (Davision 952 grade) was added to a mixture of 20 g phenylmethanol and 40 g tetra- decane, and was refluxed under stirring for 5 h. The sample was then filtered and washed with benzene and acetone. The esterified sample was added to a mixture of 16 ml chlorosulfonic acid and 60 ml of chloroform, and was refluxed under stirring for 3 h [11]. The final catalyst thus prepared was filtered, washed with chloroform, and dried at 50 C. The reactions are as follows. ^ ^ Esterification . fi^ ^Si-OH + ^_J-CH20H > ^Si-OCH^-^J + H,0 (1) ^Si-OCH,-Q + CISOsH sulfonation. ^Si-OCH^-O-SOaH + HC1 (2) *Author to whom correspondence should be addressed. 0304-6102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands L2 Catalyst B (^Si O SOaH): 10 g silica gel was added to a mixture of 250 g benzene and 80 ml thionyl chloride, and was chlorinated by re- fluxing under stirring for 3 h. The silica thus chlorinated was phenylated by adding 350 ml 0.5 M phenyllithium solution dropwise (in a mixture of cyclo- hexane and diethyl ether) to the sample, followed by heating at 40 C under stirring for 1 h [12]. The sample was then filtered, washed with methanol and acetone, and dried at 50 C. The phenylated sample was sulfonated by the same procedure as catalyst A. The reactions are as follows: 2 ^Si-OH + SOCIa ormatlon> 2 ^Si-Cl + 2HC1 + 863 (3) ^SiCI + C^sLi -phenylat^ ^si<^ + Lid \\* / ^ jf~^. Sulfonation //~\\ ^\"\"O + ^W \" ^Si-^_J-S03H + HC1 (4) (5) Infrared spectra of silica and two prepared catalysts are shown in Fig. 1. Catalyst A exhibits 3030, 2960-2850, 1500-1350, 750 and 700 cm\"1 bands which are attributed to the aromatic ring or methylene group, respectively [13]. Catalyst B exhibits 1420 and 700 cm\"1 bands which are attributed to ^i O . For both catalysts, the intensity of the 950 cm\"1 band corresponding to the surface silanol of silica decreased slightly as com- pared with that of the original silica. Thus we presume that the surface silanols were phenylated or esterified, and for catalyst B the surface phenyl group was bonded directly to the silicon atom of silica. It is reported that the S 0 stretching vibrations of the sulfo group appear in the region of 1400 - 1300 and 1200 ~ 1100 cm\"1 [14]. However, it was difficult to ob- serve these bands due to overlapping with those of the skeletal vibrations of silica, as shown in Fig. 1. Fig. 1. Infrared spectra of silica gel and modified silica catalysts: (a) original silica gel, (b) ^Si-OCHi-Q-SOaH catalyst, (c) ^Si-O-SOyH catalyst. L3 Catalytic activities were measured in a pulse-type microreactor con- structed of 1/4 inch stainless steel. The catalyst were activated by heating under flowing N3 gas for 1 h at 100 C followed by 1 h at 200 C. Pulses of 1 Jiil reactant were injected into a N2 gas stream which passed over 0.01 ~ 0.1 g catalyst at 15 ml min~1. During the 2-propanol dehydration reaction, a diethyleneglycol succinate on Shimalite column at 150 C was employed, while for the cumene dealkylation reaction a bentone 34 on Chromosorb W column at 130 C was used. Conversions were taken as the average of the first to the sixth pulse values. The two catalysts prepared were tested as acid catalysts for 2-propanol dehydration and cumene dealkylation. The catalytic activities for both reactions are listed in Table 1, together with specific surface area and acidity, where chemisorption of ammonia was employed as a measure of acidity [15]. Both catalysts were active for both reactions. However, as shown in Table 1, catalyst B is more active than the catalyst A. The higher catalytic activ- ity for catalyst B may be attributed to its higher resistance to water, higher acid strength and better thermal stability as compared with catalyst A. The acidity of catalyst B is twice that of catalyst A, as shown in Table 1. The silica sample such as catalyst A esterified with alcohol shows poor resistance to water due to hydrolysis, while catalyst B, whose surface silicon atoms were bonded directly with the benzene ring, is very resistant to water [13]. Alcohol dehydration takes place very readily even on the weaker acid sites, while cumene dealkylation requires acid sites of moderate strength [16]. In view of the above facts and the catalytic data in Table 1, it is obvious that the acid strength of catalyst B is considerably greater than that of catalyst A. By thermal analysis, it was observed that catalyst A began to decompose at 430 C, and catalyst B at 530 C. TABLE 1 Catalytic activities for 2-propanol dehydration and cumene dealkylation Catalyst Surface area Acidity Catalytic activities (jumol g~1) (m2 g-1) (meq g-1) 2-Propanol dehydration Cumene dealkylation 160 C 200 C 200 C 250 C 190 184 0.26 0.60 126.3 905 155.4 1986 trace 37.6 1.1 45.9 Acknowledgement This work was supported by the Industrial-Educational Cooperation Foundation in South Korea. L4 References 1 A. K. Smith and J. M. Basset, J. Mol. Catal.. 2 (1977) 223. 2 M. D. Ward and J. Schwartz, J. Am. Chem. Soc., 103 (1981) 5253. 3 F. Hugues, J. M. Basset, Y. B. Yaarit, A. Chopin, M. Primet, D. Rojas and A. K. Smith, J. Am. Chem. Soc., 104 (1982) 7020. 4 R. L. Augustine and L. Jiwan, J. Mol. Catal., 37 (1986) 189. 5 Y. Doi, A. Yokota, H. Miyake and K. Soga, J. Chem. Soc., Chem. Commun., (1984) 394. 6 W. E. Rudzinski and T. L. Montgomery, J. Catal., 98 (1986) 444. 7 R. S. Drago and E. E. Getty, J. Am. Chem. Soc., 110 (1988) 3311. 8 M. Detmas and A. Gaset, J. Mol. Catal., 17 (1982) 51. 9 G. A. Olah, R. Molhotra, S. C. Narang and J. A. Olah, Synthesis, (1978) 672. 10 M. Kiss, B. Losonczi, J. Morgos and I. Ruszmak, J. Chromatogr., 201 (1980) 383. 11 C. B. Cox, C. R. Loscombe, M. J. Slucutt, K. Sagden and J. A. Upfield, J. Chro- matogr., 227(1976)269. 12 J. Wartmann and H. Deuel, Helv. Chem. Acta, 42 (1959) 1166. 13 M. Suzuki, S. Ito and T. Kuwahara, Bull. Chem. Soc. Jpn., 56 (1983) 957. 14 N. B. Colthup, L. H. Daly and S. E. Wiberiey, Introduction to Infrared and Roman Spectroscopy, Academic Press, New York, 1964, p. 408. 15 M. Ai, J. Catal., 49 (1977) 305. 16 S. J. Decanio, J. R. Sohn, P. 0. Paul and J. H. Lunsford, J. Catal., 101 (1986) 132. X244 90852349 0304-5102(90)85234-9 10.1016/0304-5102(90)85234-9 Chemical and metal complex catalysis Letters Preparation of modified silica catalyst with benzenesulfo groups Jong Rack Sohn 1 Sam Gon Ryu Jae Hwal Song Department of Industrial Chemistry, Engineering College, Kyungpook National University, Taegu 702-701 South Korea 1 Author to whom correspondence should be addressed. References 1 A.K. Smith J.M. Basset J. Mol. Catal. 2 1977 223 2 M.D. Ward J. Schwarte J. Am. Chem. Soc. 103 1981 5253 3 F. Hugues J.M. Basset Y.B. Yaarit A. Chopin M. Primet D. Rojas A.K. Smith J. Am. Chem. Soc. 104 1982 7020 4 R.L. Augustine L. Jiwan J. Mol. Catal. 37 1986 189 5 Y. Doi A. Yokota H. Miyake K. Soga J. Chem. Soc., Chem. Commun. 1984 394 6 W.E. Rudzinski T.L. Montgomery J. Catal. 98 1986 444 7 R.S. Drago E.E. Getty J. Am. Chem. Soc. 110 1988 3311 8 M. Detmas A. Gaset J. Mol. Catal. 17 1982 51 9 G.A. Olah R. Molhotra S.C. Narang J.A. Olah Synthesis 1978 672 10 M. Kiss B. Losonczi J. Morgos I. Ruszmak J. Chromatogr. 201 1980 383 11 C.B. Cox C.R. Loscombe M.J. Slucutt K. Sagden J.A. Upfield J. Chromatogr. 227 1976 269 12 J. Wartmann H. Deuel Helv. Chem. Acta 42 1959 1166 13 M. Suzuki S. Ito T. Kuwahara Bull. Chem. Soc. Jpn. 56 1983 957 14 N.B. Colthup L.H. Daly S.E. Wiberiey ntroduction to Infrared and Roman Spectroscopy 1964 Academic Press New York 408 15 M. Ai J. Catal. 49 1977 305 16 S.J. Decanio J.R. Sohn P.O. Paul J.H. Lunsford J. Catal. 101 1986 132",
      "scopus-id": "0025494054",
      "coredata": {
        "eid": "1-s2.0-0304510290852349",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510290852349",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sohn, Jong Rack"
          },
          {
            "@_fa": "true",
            "$": "Ryu, Sam Gon"
          },
          {
            "@_fa": "true",
            "$": "Song, Jae Hwal"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510290852349"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510290852349"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85234-9",
        "prism:volume": "62",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation of modified silica catalyst with benzenesulfo groups",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L4",
        "prism:endingPage": "L4",
        "pubType": "cor",
        "prism:coverDisplayDate": "15 September 1990",
        "prism:doi": "10.1016/0304-5102(90)85234-9",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/0304-5102(90)85234-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025494054"
      }
    }
  }
}