{
  "metadata": {
    "title": "Quantum chemical study of hydrodesulfurization catalysts Part II. DV-Xα calculation on clusters of Co<ce:inf loc=post>9</ce:inf>S<ce:inf loc=post>8</ce:inf> and RuS<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-01",
    "doi": "10.1016/0304-5102(92)80130-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292801309",
    "pii": "0304510292801309"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026939850",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292801309 0304-5102(92)80130-9 0304510292801309 10.1016/0304-5102(92)80130-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02490 2024-01-02T01:06:03.941633Z 0 0 19921001 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 75 75 3 3 Volume 75, Issue 3 4 253 276 253 276 19921001 1 October 1992 1992-10-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. QUANTUMCHEMICALSTUDYHYDRODESULFURIZATIONCATALYSTSPARTIIDVXCALCULATIONCLUSTERSCO9S8RUS2 CHEN R CHEN 1991 321 R LEDOUX 1985 189 M TOPSOE 1981 433 H DUCHET 1983 386 J QIN 1988 66 X PROC9THINTCONGRCATALCALGARYCANADA1988 HORREL 1987 447 B NG 1985 340 K ZHUANG 1986 167 S SEGAWA 1986 218 K DELMON 1979 73 B PROC3RDINTERNCONFCHEMISTRYUSESMOLYBDENUM FARRAGHER 1973 1301 1318 A PROC5THINTCONGRCATAL TOPSOE 1986 273 H LEDOUX 1987 2173 M DELMON 1988 473 B KASZTELAN 1984 27 S FURIMSKY 1980 371 E RATNASAMY 1980 401 P WEISSER 1973 O SULFIDECATALYSTSPROPERTIESAPPLICATIONS ZDRAZIL 1988 269 M HO 1988 11 T MASSOTH 1978 265 F KNOZINGER 1988 20 53 H PROC9THICCCALGARY DELMON 1990 B CATALYSTSINPETROLEUMREFINING1989 PRINS 1989 1 R CHIANELLI 1984 361 R CHIANELLI 1986 400 R CHIANELLI 1986 17 R ZONNEVYLLE 1988 320 M CHEN 1992 R ROSEN 1976 3629 A SLATER 1974 J QUANTUMTHEORYMOLECULESSOLIDSPARTVSELFCONSISTENTFIELDFORMOLECULESSOLIDS BAERENDS 1973 41 E PEARSON 1972 402 404 W CRYSTALCHEMISTRYPHYSICSMETALSALLOYS PEARSON 1972 410 411 W CRYSTALCHEMISTRYPHYSICSMETALSALLOYS SLATER 1965 63 J QUANTUMTHEORYMOLECULESSOLIDS SLATER 1965 304 J QUANTUMTHEORYMOLECULESSOLIDS SLATER 1965 319 J QUANTUMTHEORYMOLECULESSOLIDS KATRITZKY 1963 12 A ADVANCESINHETEROCYCLICCHEMISTRY MULLIKEN 1955 1833 R MULLIKEN 1955 8141 R MULLIKEN 1962 3428 R MESSMER 1976 1396 R CLARK 1970 319 D PALMER 1974 420 M GELIUS 1972 171 O CHENX1992X253 CHENX1992X253X276 CHENX1992X253XR CHENX1992X253X276XR item 0304-5102(92)80130-9 0304510292801309 1-s2.0-0304510292801309 10.1016/0304-5102(92)80130-9 272239 2024-01-02T01:06:03.941633Z 1992-10-01 1-s2.0-0304510292801309-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801309/MAIN/application/pdf/af41c5a7eea1a1d0cbdeb094bdd0b365/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801309/MAIN/application/pdf/af41c5a7eea1a1d0cbdeb094bdd0b365/main.pdf main.pdf pdf true 1619200 MAIN 24 1-s2.0-0304510292801309-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801309/PREVIEW/image/png/15d04182e19648b224b55d39fd45caae/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801309/PREVIEW/image/png/15d04182e19648b224b55d39fd45caae/main_1.png main_1.png png 66619 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 75 (1992) 253-276 253 M3011 Quantum chemical study of hydrodesulfurization catalysts Part II*. DV-Xa calculation on clusters of C09S8 and RUS2 Chen Rong, Xin Qin and Hu Jinglong Dalian Institute of Chemical Physics, Chinese Academy of Science, Dalian (China) (Received May 30, 1991; revised April 7, 1992) Abstract The electronic and bonding properties of Co9S8, RuSz and the related thiophene adsorption systems have been studied by DV-Xa calculations on model clusters. The bonding properties of Co9S8 and RuS2 exhibit significant differences: for RuS2 the Ru atoms are held together through bonding with S and the S atoms are held together mainly through the bondings with Ru metal. In addition, the nearest S-S pair of RuSz plays an important role in bonding. For Co9S8, the S atoms are held together mainly through bonding with Co, the octahedrally coordinated Co(I) atoms are held together through bonding with S, while tetrahedrally coordinated Co(II) atoms are held together through bonding with S as well as through bonding between the special Co(II)-Co(II) pair. All these metal-sulfur bondings M-S are not strong, and part of the surface S is easily removed through the formation of surface SH groups. Different types of S atoms may be distinguished by their location, coordination and bonding state. The d band of these sulfides is different from that of Group VIII transition metals and markedly influences their adsorption properties. Thiophene molecules adsorbed on these sulfides exhibit greatly different behavior depending on their mode of adsorption. The activation pattern of adsorbed thiophene is determined by the electronic and bonding properties of the adsorbate itself and the adsorption site of the substrate. Introduction As hydrotreatment processes become increasingly important in petroleum refining, more effective catalysts need to be developed. Thus basic research on the origin of the catalytic activity and the promotion effect exhibited by the hydrotreating catalysts has attracted the attention of many authors. In these respects many interesting results have been published [2-15] and excellent reviews have appeared [ 16-24]. Various models have been proposed to elucidate the fundamental aspects uncovered from the wealth of experimental information. However, they are still in the development stage, and more work remains to be done. In the work of Chianelli [25(a)] on quantum chemical calculations for a series of transition metal sulfide clusters, the electronic factors are related to the catalytic activity in the case of hydrodesulfurization (HDS). But the *For Part I of this series see [ 1 ]. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 254 detailed aspects of the electronic factors were not elaborated in their work. Zonnevylle et al. [25(b)] have examined the nature of the active site and the mechanism of desulfurization in the case of thiophene on MOSZ by using the extended Huckel tight binding method. They concluded that the 775-bound sites are particularly effective in weakening the S-C bond, while -q1-bound sites are less active. The removal of surrounding surface S atoms increases the HDS potential of the 77' geometry but is ineffective for other geometries. Furthermore, metals which replace a surface Mo tend to poison HDS, whereas those which `pseudointercalate' between the S-Slayers can serve to promote the reaction. Our first paper of this series [ 1 ] examined the electronic and bonding properties of MOS2, thiophene, tetrahydrothiophene and their related adsorption systems. In order to understand more about the catalytic activity and the promotion effect of HDS catalysts, the quantum chemical study was performed on the C09S8 and RUS2 systems which are known to be promoters as well as active catalysts for the HDS process [2, 13, 22, 35]. In the present paper, the electronic and bonding properties of Co9S$ and RUSz and the activation pattern of thiophene on the vacancies of model clusters for these substrates will be discussed. In our next paper [26], some properties of the adsorption center and a preliminary view of the promotion effect will be presented. Method of calculation and models Computational procedure The DV-Xa method has been used by the authors. In this method the exchange term in the Hartree-Fock equation is approximately calculated as [28]: V,(r)- -3a((3/8-rr)P(r))\" (1) where p(r) is the electron density at position r, and a is the exchange potential parameter, which is chosen to be 0.7. The molecular orbitals are constructed as the linear combinations of symmetry orbitals by group theory, in which the symmetry orbitals are taken to be the linear combinations of numerical atomic orbitals centered on the nuclei. The molecular orbitals and eigenvalues are determined using the selfconsistent charge (SCC) approximation to the potential [27]. The cluster electron density p required to generate the potential is approximated as Pscc = E fnv, c[Rnc(rv)12 (2) ~, n, c where f;~ is the population for atom v of the nl atomic orbital. Self-consistency is obtained when the input and output atomic orbital populations are equal. The basis functions were obtained from numerical solutions of the free atomic Hartree-Fock-Slater equation. In the present procedure the Mo 1 s . . . 4p, Co 1 s . . . 3p, Ru 1 s . . . 4p, S 1 s . . . 2p and C 1 s core orbitals have 255 not been varied, i.e. we have used a `frozen core' approximation. For the valence electrons, the configurations are taken to be: Mo 4d55s15p , Co 3d84s14p , Ru 4d'5s15p , S 3S2 3p4, C 2s22p2, H Is', which are kept fixed in the course of self-consistent procedure. The Hamiltonian matrix elements are evaluated by the DVM numerical integration method [29]. Description of model clusters It is known that in Co9S8, the S atoms form a close-packed cubic array and the Co atoms are located at the centers of half of the tetrahedral holes and 1/8 of the octahedral holes of the array [30]. In this crystal the Co(I) atom, surrounded octahedrally, has six S(II) atoms located 4.32 a.u. apart; the Co(II) atom, surrounded tetrahedrally, has one S(I) located at 4.01 a.u. and three S(II) located at 4.18 a.u. apart respectively, it also has three Co(II) neighbors located at 4.76 a.u. apart; The S(I) atom has four Co(II) neighbors disposed tetrahedrally; S(II) has one Co(I) and four Co(II) neighbors [30]. Figure I is a pictorial view of the structure for 1 /4 of the Co9S8 crystal unit cell. In this figure, the large circles represent the S atoms and the small circles represent the Co atoms. It can be seen that S\"-S\" atoms form an octahedron in which Cog is the octahedrally-surrounded Co(I), while S9, Slo, S1 and S\" form a tetrahedron in which Col is the tetrahedrally-surrounded Co(II). Evidently Cot ^- Cob atoms belong to the Co(II) as well. The superscript on the atoms, such as I of S1 and 9 of Cog etc., denotes the sequential Fig. 1. Pictorial representation of the structure for 1 /4 of the Co9S8 crystal unit cell. The large circles represent S atoms and the small circles represent Co, atoms. The numbers in the circles represent the sequential number for the same kind of atom. In this figure, S'-S' forms a larger cube within which Co' - Cob forms a smaller cube. S9 - S\" are positioned outside the larger cube and over the center of its six faces respectively; S'\" _ S'9 forms an octahedron which is positioned above the larger cube and Cog is positioned at the center of this octahedron. At the front left lower corner of this figure S', S9, S' and S'3 form a tetrahedron and Col is positioned near the center of this tetrahedron. Refer to the text for other details. The model clusters are taken from part of the atoms in this figure. 256 number of the same kind of atoms in the clusters and is the same as that in the circles in Fig. 1. This convention will be used throughout in this paper. Similarly it can be seen that S1' has one Co(1), i.e. Co', and four Co(II), i.e. Co5 - Co8, as its neighbors and it belongs to S(II). Certainly all the S`-S` atoms belong to S(II) also. All the S'-S' atoms belong to S(I). Referring to Fig. 1, we infer that S' ^ S$ atoms have four Co(II) atoms disposed tetrahedrally as their neighbors, as this figure is 1 /4 of a crystal unit cell. In our calculations the models used for Co9S$ are chosen from part of the atoms shown in Fig. 1 and the details of these models are described in Table 1(a). As for RuS2, it possesses a pyrite structure in which the metal atoms form a f.c.c. array and the S atoms axe arranged in pairs across the midpoints of the cell edges and the cell center. The metal atom is octahedrally surrounded by six S atoms and the S atom is tetrahedrally surrounded by three metal atoms and one S atom [30]. The crystal parameter is 10.60 a.u. [311, the Ru-S distance is 4.45 a.u. and the S-S pair is 4.04 a.u. apart. We call this S-S pair the nearest S-S pair, in order to differentiate it from any other S atom pairs with longer distances. TABLE 1(a) Various models for the Co9S8 surface' Model Atoms in State of coordination cluster the cluster CoeS14 Col ^- Cob Co(II), every Co atom is coordinated as in the bulk crystal. S' - S8 S(I), every S is coordinated with only 1 Co(II) atom. S9 - Sl' S(II), for each of the S atoms there are 4 Co(II) neighbors. CO8S9 Col , Coo, S1 S' Identical with that in CO8S,9. Coy _ Cob Each is coordinated with 2 S(I). S9-S'3 Identical with S'\" in Co8S14. Co4S8 Coy ^- Cob Each has one Co(II) neighbor less than in the bulk s5-s12 Identical with CoeS,9. Co9% Coy - COB, S$ ^- S'2 Identical with Co9S8. S\" It is the same as S'\" in CoeS,4. Co4SqH4 Coy - Co8, S5 _ S'2, Identical with CoQS9 and the 4 H S' , 4H are on top of the S5 _ S8 Co6S,o Coy - Co8 Identical with Co9S9. Cog, S'\" Identical with the bulk. s5-s8 Identical with Co8S,Q. S'5~S'9 Each of them is coordinated with 1 Co(I) only. 'See Fig. 1. 257 TABLE 1(b) Various models for the adsorption systems of thiophene on Co9S8 surface Model cluster Substrate cluster Position of the adsorbate described in Table 1(a) Co8S9- Co8S9 The thiophene molecule is positioned thiophene (A) in the y-z plane and standing perpendicular to the x-y plane, its S atom is S\" in Fig. 1, the system possesses a reflection symmetry with respect to the z-x plane. Co8S9- Co8S9 The ttuophene molecule lies parallel thiophene (B) to the x-y plane and possesses a reflection symmetry with respect to the x-z plane, its S atom is positioned at an appropriate distance to Coy and Cob Co4S8- C04SS Identical to tluophene in thiophene Co8S9-thiophene (A) Co5S9- Co5SIo with The thiophene molecule stands on top thiophene S'9 removed of Cog and perpendicular to the x-y plane, its S atom is at the S'9 position and it possesses a reflection symmetry with respect to the x-z plane 20 _ ,_ __ ___ 1 ~,, RD- 5; ,,' 1b., ', 1 _ __;_4 ___ _ __. - 5 8 1O 13 Fig. 2. Pictorial representation of the Ru4Szo model cluster, a part of the RUSz crystal which is of the pyrite structure. The large circles represent S atoms and the small circles represent Ru atoms. The numbers in the circles represent the sequential number of the same kind of atom. The other model clusters can be represented by removing some of the S atoms from this figure. Mgure 2 is a pictorial view of the Ru4SZO model cluster for the RUS2 crystal surface. As we can see in Fig. 2, the lattice represents the plane of the Ru atoms and the perpendicular lines connecting this plane with S atoms 258 indicate that the S atom lies above or below the plane at the appropriate distance. The SZ and S' atoms form a nearest S-S pair, and the S12 and Sl' atoms form another nearest S-S pair etc. All the models used for RuS2 are chosen from part of the atoms in this figure and are described in Table 2(a). The models for the systems of thiophene adsorption on Co9S$ and on RUS2 are described in Tables 1(b) and 2(b) respectively. The bond lengths and bond angles of thiophene are taken from reference [321 and have been described elsewhere [ 1 ]. In all the models for the adsorption systems except Co$S9-thiophene (B), the sulfur atom of the thiophene molecule S(T) is positioned at the vacancy of the substrate S atom, i.e. the S(T)-M distance is the same as TABLE 2(a) Various models for the RUS2 surface (see Fig. 2) Model Atoms in State of coordination cluster the cluster Ru4S2o Ru' - RU\" All the Ru atoms are coordinated octahedrally. sl-s20 S2, S'; S'Z, S\"; S', S\" are the three nearest S ^- S pairs. Ru9S,6 Ru' -Ru4, The S5, Ss, S's and S's atoms are 16 S removed from Ru4S2o. Ru4S12 Ru' -Ru' The S5, Sg, S9, S' , S'S, S's, S'9 and 12 S SZ are removed from Ru4S2o. RUQS2oH4 Ru' - RU\", The H atoms are just on top of S9, S'_SZ , 4 H S'2 and below S2, S'9 respectively, the S-H distance is taken to be 2.51 a.u. TABLE 2(b) Various models for the adsorption systems of thiophene on RUS2 surface (see Fig. 2) Model Substrate cluster Position of the adsorbate cluster described in Table 2(a) RuzS7- Half of Ru4S,2, The thiophene molecule lies parallel to tluophene which contains the surface with its S just at the Rue, Ru3, S', S', position of S9; the bisector of the S8, S\", S'Z, S'3 C(a)-S-C(a) angle and the line and S'4 connecting Rue and Ru' form a plane Ru4S - Ru4S,2 With S\" The thiophene molecule lies inclined to thiophene removed the surface with its S at the position of S\", the molecular plane of thiophene forms an angle of 45 with the surface and the projection of the bisector of the C(a)-S-C(a) angle is perpendicular to the line connecting Rua and Ru' 259 that in the crystal. Since the adsorption geometries have not been optimized, this choice of adsorption geometry may afford an adequate base for comparison of the data. As indicated in reference [25(b)], the chemisorptive bond length will simply alter the magnitude of the interactions, but will not reverse the general trends or change the nature of the electronic interactions. For Co$S9-thiophene (B), in order that every atom of thiophene may be placed at an appropriate distance from Coy ^- Cob and the molecular plane of thiophene may be parallel to the plane of Coy - CoB, the S(T)-Co' and S(T)-Co8 distances remain the same as that in the substrate but S(T) is not positioned at a vacancy. For the adsorption systems on cobalt sulfide, the model of Co5S9-thiophene represents adsorption on octahedrally-coordinated Co and the other three models represent adsorption on tetrahedrally coordinated Co with different vacancies and/or at different directions. For the adsorption systems on RuS2, in the model for Ru4S11-thiophene, the distance between S(T) and S1 of the substrate is the same as that of the nearest S-S pair, while in the model for Ru2ST--thiophene, there is no such nearest S(T)-S pair. Strictly speaking, the models may differ greatly from the bulk of the sulfide crystal, but they may represent the state of the surface boundary for the catalysts which are of interest in the catalysis and adsorption study. We would like to illustrate this with an example using Co9Sg clusters as models. Large crystals of CO9S8 are certainly not catalytically active in HDS, nevertheless the cobalt sulfide on active carbon exhibits high activity for HDS [2]. For highly dispersed cobalt sulfide, a great number of Co atoms in the microcrystalline Co9S$ are located on defects and grain boundaries. This condition may be responsible for the activity, and needs to be studied. The six model clusters used are taken from part of the Co9Sg crystal unit cell and all of them except C08S14, which is not used for the adsorption calculation, possess some vacancies. Some resemblance may exist between the model clusters and the highly dispersed cobalt sulfide. For these model clusters, their ability to bond with thiophene and to activate the thiophene molecule may be revealed in the calculated results. Of course, the adsorption process differs from the catalytic reaction, as the latter is more complex. Calculated results The bond orders are calculated as [33]: 1: I f C,, C,(O\" IOv> (3) i w, v w~v where O,, and O may be atomic orbitals centered on different atoms, respectively, or group orbitals obtained by group theory; C,i, C' are their corresponding coefficients in the occupied molecular orbitals i, and fi is the occupancy of the molecular orbital i. The bond orders between Co -Co and between S-S for the Co9S8 model clusters axe listed in Tables 3a and 3b respectively. The bond orders between Co-S for the Co9S8 model clusters and for their related adsorption systems, 260 TABLE 3(a) Bond orders between Co-Co pairs in Co9Sa COSS14 C08SR C04SO COBS10 In the plane of COJCOZC03C09 Co'(Co3)-Co2(Co ) -0.423 -0.386 Co'-Co3, Cot-Co' -0.264 -0.257 In the plane Of Co1C02CO6CO5 a Co'-Co5, Cot-Cos -0.423 -0.258 Co1_C06' Coz-Coy -0.264 -0.331 In the plane of COSCO6CO7C08 Co5(Co7)-Co6(Coe) -0.423 0.313 -0.305 0.065 C05_C07, Coe-Cob -0.264 -0.306 -0.219 -0.207 Co'-Co', Cot-Cos, Co3-Co5, Co4-Co6 0.247 0.208 Cog-Cob(Coe, Co', Cog) i.e. Co(I)-Co(II) pairs -0.100 ''The data are the same for the planes Co2Co3Co7Co6, C03CO4C08CO7 and Co\"Co'Co5CO8. and between Ru-S for the RuSz model clusters and for their related adsorption systems are listed in Tables 3c, 3d and 4 respectively. The electronic charges on the metal and S atoms for the Co9S$-thiophene and for RUS2-thiophene systems are listed in Tables 5 and 6 respectively. The HOMO, LUMO, d band top, d band bottom and d band width for Co9S8 and RuSz model clusters and their related adsorption systems are listed in Table 7. In order to discuss the adsorption and activation of thiophene on the substrate, the Q and -rr bond order for C(a)-S(T) and C(a)-C(ss) of thiophene before and after adsorption and that for M-S(T) of the adsorption systems are listed in Table 8. The bond orders or bonding-antibonding states for the C(a)-S(T) and C(a)-C(ss) of each orbital of the thiophene molecule are listed in Table 9. We will now discuss the electronic and bonding properties of C09S8 and RuS2 and their related adsorption systems from the results reported in the following paragraphs. Discussion General remarks A general remark on the reliability of the results presented in this paper will be made first. As is known, the Mulliken population analysis is sensitive to the choice of the basis set, therefore bonding properties will be influenced by this choice. Unfortunately there are no available data for the comparison of the bonding of cobalt sulfide and RuS2 obtained from calculations with different basis sets, and we can only use the data of thiophene for a preliminary comparison. The atomic populations of thiophene obtained from different basis sets are listed in Table 10, from which it can be seen that our result 261 TABLE 3(b) Bond orders between S-S pairs in Co9S8 Co8S14 C09S8 COA C05SIO Sl-S20, S5) 0.003 -0.002 Sl-S30, S6) 0.000 0.001 Sl -S7 0.000 S5-S6(S8, Sl) 0.003 -0.002 -0.003 S5-S70, S4) 0.000 0.001 0.000 S5-S3 0.000 S13-Sl(Sz, S3, Sa) -0.035 -0.009 5.13-s9(slo' Sll S12) -0.047 -0.050 S33-S5(S6, S7, S8) 0.001 S13-S1' 0.004 S'9-a5(S6, S7, S6) -0.035 0.022 -0.023 Sla_S9(Slo sll sl2) -0.047 -0.036 S1'-Sl(SZ, S3, S') 0.001 S14-513 0.004 S9-S1(S\", S5, S6) -0.035 -0.048 -0.015 S9-S'6(S13, 512, S1') -0.047 -0.042 -0.034 S9-S2(S3, S6, S7) 0.001 0.000 0.001 S9-S1' 0.004 0.006 0.000 S'\"-a15(S'6, 517, S'6) -0.063 S'9-a15(S'6, 517, S'6) -0.048 s1507)-s1608) 0.016 S1a-S17, S16-S'8 -0.011 s19-S'9 -0.001 S19-a5(S6, S7, S6) 0.002 S5-S15(S16) S6-S16(S17), S7-Sl7(S18), S6-S'605) 0.046 S5_S17(S18) S6-Sls(S15), S7-S'606), S6-S'607) 0.002 is in good agreement with the ab initio calculations with the Gaussian-type minimum basis set and with the double zeta Slater-type minimum basis set. As described above, the bond order value is calculated with eqn. (3) and is summed over many terms, of which some are positive and others are negative. The partial sum of positive terms and that of negative terms together form the bond order value. As the basis set is changed, every term in the sum may be influenced and varied in a random fashion, and there may be compensation among the variations of these terms. Thus the variation of the sum, i.e. the change in bond order value, will not be large. As indicated from the data. in Table 10, for the single atomic orbital population, different results show a general difference of - 0.050 and reach a maximum of 0.100. It seems that the bond order values for different basis sets will show differences like that of atomic orbital populations. If a bond order value is larger (smaller) than 0.100 (- 0.100), even if its difference from the results for the other basis sets reaches a maximum of - 0.100 (0.100), the bonding properties still will not change. If the bond order value is 0.050 (- 0.050), a general 262 TABLE 3(c) Bond orders between Co and S in Co9S$ model clusters' Co8S19 Co8S9 Co9S9 C0QS8 Co9SqH4 C05SIO Col - Col-S, 0.654 0.792 Coo b Col-S9 0.262 0.261 Col-Sl 0.262 0.261 Col-S13 0.262 0.261 av. 0.360 0.394 Co5 _ C05-S5 0.654 0.600 0.700 0.448 0.796 Co8 b Coy-S9 0.262 0.248 0.431 0.387 0.397 C05-Sl 0.262 0.248 0.431 0.387 0.397 Coy-Sl\" 0.262 0.247 0.214 0.178 av. 0.360 0.427 (0.491) 0.364 (0.487) C0g Cog-S\" 0.184 Cog-S'5 0.374 C0g-S'6 0.374 Cog-S\" 0.374 Cog-S'e 0.374 C0g-S'9 0.254 av. 0.322 aCo' , Co8 belongs to Co(II); Cog belongs to Co(I); Sl - S8 belongs to S(I); S9_S14 belongs to S(II); see Table 1(a). eThe data are the same for Col _ Co\" and for Coy - Co8. difference of - 0.050 (0.050) will have no effect, but a maximum difference of -0.100 (0.100) will indeed change its bonding properties. Thus for bond order values between - 0.050 and 0.050, the bonding-antibonding properties may be uncertain due to the influence of the basis set choice. We have termed this case `near nonbonding'. For M-S and M-M, all the absolute bond order values obtained exceed 0.100, while for S-S almost all the absolute values are less than 0.050. From the above discussion it may be inferred that the choice of basis set will not influence conclusions on the bonding in the studied systems. Influence of negative charge We would like to discuss the influence of the negative charge of the clusters on the results. As indicated in [ 1 ], the nonstoichiometry of the Mo/S ratio, i.e. the negative charge on the cluster, would not produce a notable influence on the electronic properties. The same is true for C09Sg and RUS2 clusters. For the Co$S14 and Co8S9 clusters, the negative charge is different, the average single bond orders for Col-S (Co2-S, Co3-S and Co'-S are the same) are 0.360 and 0.394 respectively (Table 3c), the net charges on Col _ Coo are 0.20 and 0.22 respectively (Table 5), the differences in HOMO, LUMO and Ef are 0.4 eV (Table 7). For C04S9 and C04S9H4, the average single bond order values for Coy-S (Cos-S, C07 -S and CO8-S 263 TABLE 3(d) Bond orders between Co and S for the Co9S8-thiophene model clusters Co4S8- Co$S9- Co8SO- Co5SlO thiophene thiophene (A) thiophene (B) thiophene co, - Col-S, 0.768 0.771 Coo a Co'-S9 0.228 0.207 Col-S'O 0.228 0.207 Col-SM 0.280 0.260 av. 0.376 0.361 C05_ C05-S5 0.678 0.781 Co8 a Co5-S9 0.435 0.314 0.312 Co5-S'O 0.435 0.314 0.312 Coy-S'\" 0.193 av. (0.48 7) Cog Cog-S\" 0.161 C09-S'5 0.399 Co9-S'6 0.399 Co9-S\" 0.399 Co9-S'8 0.399 C09-S19 (0.054)' av. 0.351 'The data are the same for CO) _ Co\" and for Coy , Co9. 'Bond order between S(T)-Co9. TABLE 4 Bond orders between Ru and S in RuS2 model clusters Ru4Szo Ru4S,6 Ru4S,z Ru4SZOH4 RuzS-(- Ru4S thiophenea thiophene Ru'-S', Ru3-S\" 0.136 0.189 0.164 0.117 0.207 0.265 Ru'-S2, Ru3-S12 0.187 0.346 0.330 0.025 0.266 0.062 Ru'-S3, Ru3-S'3 0.221 0.443 0.467 0.255 0.368 0.348 Ru'-S4 , Ru3-S\" 0.323 0.432 0.454 0.361 0.250 0.322 Ru'-S5, Ru3-S'5 0.270 0.318 Ru'-Se, Ru3-S'6 0.270 0.318 av. 0.235 0.353 0.354 0.232 0.273 0.249 Rue-S', Ru4-S\" 0.114 0.086 0.233 0.144 0.234 0.116 Rue-S', Ru4-S\" 0.169 0.121 0.241 0.196 0.491 0.354 Ru2 -S8, Ru4 -S18 0.329 0.338 0.543 0.357 0.400 0.266 Ru2 -S9, Ru4-S'9 0.365 0.366 0.240' Ru2 -S'O, Ru4-S20 0.365 0.366 0.411 Ru2 -S14, Ru4-S\" 0.198 0.165 0.295 0.198 0.350 0.275 av. 0.257 0.240 0.328 0.258 0.369 0.253 Nearest S-S 0.412 0.243 0.393 0.324 a For this model there are only RUZ and Ru3. 'This is for the SH group. 264 TABLE 5 Net charges on Co and S of the various model clusters Model cluster Charges on the atoms Col _C04 C05^'(ss,0$ S1_S4 s5-s8 s9-S'12 5.13 5.14 Co8S14 0.20 0.20 -0.06 -0.06 -0.19 -0.19 -0.19 C08S9 0.22 0.22 -0.11 -0.28 -0.21 C08S9- 0.41 0.15 -0.12 -0.33 -0.16 0.03' thiophene (A) Co8S9- 0.54 0.18 -0.11 -0.34 -0.20 0.18' thiophene (B) C04S9 0.34 -0.10 -0.16 -0.32 C04S9H4 0.39 -0.24 -0.19 -0.39 C04S$- 0.33 - 0.09 - 0.17 0.06' thiophene C05Sl0 b 0.42 0.23 -0.15 -0.07 Co5s9- 0.51 0.18 -0.15 -0.13 thiopheneb 'This is the net charge on the S atom of thiophene. 'The net charge on the first column is the net charge on Cog; the net charges on the S'S_S'e of these two models are -0.32 and -0.28 respectively; the net charge on S'9 of COSSIp is - 0.08 and that on the S atom of thiophene for the Co5S9-thiophene system is 0.29. TABLE 6 Net charges on Ru and S atoms of the model clusters Model Ru4S20 Ru4SJ6 Ru4S12 Ru4S2oH4 Ru4S1~- RU2S7- clusters thiophene thiophene Ru', Ru3 0.46 0.42 0.40 0.50 0.66 0.74 Rue, Ru4 0.44 0.48 0.44 0.50 0.68 0.51 S', S\" -0.15 -0.17 -0.18 -0.17 -0.36 -0.03 0.37' S2, S'2 -0.05 -0.04 -0.07 -0.08 -0.04 S3, S'3 -0.09 -0.08 -0.11 -0.11 -0.18 0.34' S4, S'4, -0.19 -0.21 -0.24 -0.21 -0.34 -0.20b S', S\" -0.04 -0.05 -0.08 -0.06 -0.14 -0.26b S8, S'$ -0.07 -0.07 -0.11 -0.10 -0.18 S9, S'9 -0.08 -0.09 -0.14 -0.22b S' , S29 -0.08 -0.09 -0.14 S5, S35 -0.08 -0.11 S6, S16 - 0.08 - 0.11 H' ^- H4 0.10 'Charges on S(T). 'In these cases, -0.22 is the charge on S'2 and S'; -0.20 is the charge on S'3, S8; -0.26 is the charge on S'4; see Mg. 2 and Table 2b. 265 TABLE 7 The HOMO, LUMO, Ef and d band for the Co9Se and RUS2 model clusters and their related adsorption systems (eV) Model cluster HOMO LUMO Ef d band d band d band top bottom width Co8S14 -6.66 -6.66 -6.66 -3.79 -14.94 11.15 Co8S9 -6.28 -6.25 -6.26 -3.77 -14.27 10.50 C0QS9 -6.52 -6.48 -6.50 -5.86 -13.29 7.43 CoqSg - 6.38 - 6.38 - 6.38 - 5.09 -11.97 6.88 Co9SqH4 -6.32 -6.32 -6.32 -5.50 -13.02 7.52 Co5Slo -6.16 -6.16 -6.16 -3.97 -13.44 9.47 Co8S9-thiophene (A) - 5.44 - 5.42 - 5.43 - 2.64 -14.24 11.60 Co8S9-thiophene (B) -5.88 -5.87 -5.88 -3.59 -14.46 10.87 Co9Se-thiophene -6.30 -6.30 -6.30 -2.83 -14.59 11.76 Co5S9-thiophene -5.57 -5.57 -5.57 -3.34 -12.96 9.62 Ru9S2o -6.37 -6.37 -6.37 - 1.88 -12.71 10.83 Ru9S18 -6.99 -6.99 -6.99 -0.27 -13.21 12.94 Ru9S12 -6.54 -6.37 -6.46 -2.45 -12.40 9.95 Ru9S12HQ -6.15 -6.13 -6.14 -1.92 -12.92 11.00 Ru2S7-thiophene -5.78 -5.73 -5.75 -0.12 -14.42 14.30 are the same) are 0.427 and 0.364 respectively (Table 3c), the net charges on Coy - Co$ are 0.34 and 0.39 respectively (Table 5), the differences in HOMO, LUMO and Ef are - .06 eV (Table 7). It thus can be said that the negative charge on clusters of cobalt sulfide does not influence the results significantly. Similar cases occur for the RuS2 clusters. For the clusters Ru4SZo and Ru4S2oH4, the negative charges are different, the average single bond order values for Ru'-S and Ru3-S are 0.235 and 0.232 respectively, while for Rue-S and Ru4-S they are 0.257 and 0.258 respectively. The net charges on Ru'(Ru3) are 0.46 and 0.50 respectively while on Ru2(Ru4) they are 0.44 and 0.50 respectively. The differences in HOMO, LUMO and Ef are - 0.24 eV. From the above-mentioned comparable data, it may be concluded that the negative charges on the clusters would not produce a notable influence on the bonding and electronic properties. Bonding and electronic properties of Co9S8 As shown in Fig. 1 and described above, in the model cluster Co8S14, the eight Co(II) atoms form a cube in which each Co(II) is tetrahedrally coordinated with S like that in the Co9S$ crystal, thus the data for CogS14 are pertinent to the bonding properties between Co(II) atoms. From Table 3a it can be seen that for Co$S14, the Co(Il)-Co(II) pairs are antibonding except the four body diagonal pairs Co'-Co' etc. For Co$S9, each of the Coy _ Co$ atoms is coordinated with only two S atoms, thus the bond orders differ from that of Co$S14, especially for Co5(Co')-Cos(Co$) in which the bonding character changes from antibonding for CO8S14 into bonding for 266 TABLE 8 o and -rr bond orders for C(a)-S(T) and C(a)-C(ss) of thiophene before and after adsorption, and those of the M-S(T) of the related adsorption systems System Bond order C(a)-S(T) Delta' C(a)-C(ss) Delta' M-S(T) thiophene 01 1.132 1.159 7r 0.294 0.749 Total 1.426 1.908 tetrahydrothiophene a 1.074 1.011 7r -0.132 -0.094 Total 0.942 0.917 C05S9-thiophene 01 1.278 +0.15 1.213 +0.05 0.114 7r 0.292 -0.00 0.757 +0.01 -0.060 Total 1.570 +0.14 1.976 +0.07 0.054 Co8S9-thiophene (A) a 1.016 - 0.12 1.248 + 0.09 - 0.046 7r 0.155 -0.14 0.764 +0.02 0.202 Total 1.171 - 0.26 2.012 + 0.10 0.156 Co$S9-thiophene (B) Q 1.209 +0.08 1.428 +0.27 a 0.134 -0.16 0.387 -0.36 Total 1.343 - 0.08 1.815 - 0.09 Ru2S7-thiophene Q 1.246 +0.11 1.123 +0.04 0.015 7r 0.009 -0.29 0.367 -0.38 0.147 Total 1.255 - 0.17 1.580 - 0.33 0.162 Ru4S -thiophene a 1.132 0.00 1.425 +0.27 a 0.207 -0.09 0.416 -0.33 Total 1.339 -0.09 1.841 -0.07 'Delta 0 is the bond order value for the adsorbed thiophene minus the corresponding value for the free thiophene molecule. Co8Sy because of the lack of sufficient coordinated S. For Co4S9 and CoSSIO, there are only four Co(II) in the model, therefore they cannot represent the bonding properties between Co(II) atoms. From the data, in the last column of Table 3a, it can be seen that the Co(I)-Co(II) pairs are antibonding. As a whole, for the Co9S8 crystal, the Co-Co pair is antibonding, except for the body diagonal Co(II)-Co(II) pair in the cube formed by eight Co(II). This pair is termed the \"special\" Co(II)-Co(II) pair throughout this paper. From Table 3b it can be seen that for every S-S pair of all the Co9S8 cluster models, the bond order value varies from - 0.063 to 0.048. It is near nonbonding, as defined in the general remark above. From Table 3c it can be seen that for tetrahedrally coordinated Co(II), the average single bond order of Co(II)-S takes a value of approximately 0.36 - 0.43 while for the octahedrally coordinated Co(1), it takes a value of 0.32. For tetrahedrally coordinated Co(II), the bond length of Co(II)-S(I) is different from that of Co(II)-S(II). Their bond order values also differ 267 TABLE 9 Bond orders for C(a)-S and C(a)-C(/3) for each orbital of the thiophene molecule Orbitals Energy level Bond order' (eV) C(a)-S C(a)-C(ss) Aj 1 -22.84 0.412 0.372 2 -19.37 0.248 0.218 3 -15.50 - 0.060 0.110 4 -13.97 0.040 0.094 5 -11.41 -0.088 -0.206 6 -9.84 -0.050 -0.204 7 1.97 - + 8 2.87 - + 9 6.27 - - 10 10.57 - - A2 1 - 7.10 0.390 2 - 0.31 - B, 1 -19.17 0.119 0.492 2 -15.22 0.205 0.080 3 -11.79 -0.010 0.217 4 -11.36 0.316 -0.022 5 0.33 - - 6 4.66 - - 7 5.79 - - 8 10.99 - - 9 15.49 - - B2 1 - 9.97 0.344 0.304 2 - 7.31 - 0.050 0.056 3 - 2.35 - - 'For the unoccupied orbitals, +indicates bonding and -antibonding. greatly. The former takes a higher value of 0.60 ^- 0.80 corresponding to its shorter bond length, while the latter takes a lower value of 0.22 - 0.43 corresponding to its longer bond length. This difference is more remarkable than that between Co(II)-S and Co(I)-S. If there are vacancies of S, the average single bond order for Co(II)-S will change; it increases when there is a S(II) vacancy and decreases when there is a S(I) vacancy. When there are SH groups such as those in the model cluster Co4SqH4 where four H atoms are positioned on top of the four S(I) of Co4S9 respectively, the average single bond order decreases from 0.427 for Co4S9 to 0.364. From Table 3d it can be seen that after adsorption of thiophene, the bond order between Co-S on the average is changed slightly, but it still falls into the range mentioned above if the bond order between Co-S(T) is not considered. Like the case for the Mo-S bond in MOS2, the Co-S bond in Co9S$ is also not strong and shows small changes under various conditions. In general, in the Co9S$ crystal the Co atoms are held together 268 TABLE 10 Atomic populations on atoms of thiophene obtained by different authors with different basis sets Present Clark and Palmer Gelius results Armstrong' et al b et al.' S 3s 1.757 1.716 3po 2.295 0.872 1.347 3p, 1.647 1.680 Total 15.699 15.616 15.856 15.518 C(a) 2s 1.212 1.179 2po 2.063 1.114 2.039 0.997 2p, 1.154 1.106 1.094 Total 6.429 6.396 6.239 6.568 C(/3) 2s 1.136 1.096 2po 2.030 1.023 2.075 1.076 2p 1.022 1.054 1.037 Total 6.188 6.249 6.165 6.177 H(a) 0.743 0.769 0.827 0.733 H(/3) 0.790 0.778 0.840 0.764 aAb initio calculation with Gaussian minimum basis set [36]. Ab initio calculation with Gaussian minimum basis set [37]. `Ab initio calculation with double zeta Slater basis set [38]. through bonding with S atoms as well as through bonding of the special Co(II)-Co(II) pairs (see Fig. 1), while the S atoms are held together mainly through bonding with Co atoms. As stated above, Co(II)-S(I) possesses an average bond order almost twice as large as that of CO(II)-S(II), yet the single bond orders of Co(II)-S(I), Co(II)-S(II) and Co(I)-S(II) themselves change depending on their different coordinating conditions, as can be seen from Table 3c. For Co(II)-S(I), this varies from 0.60 to 0.80, for Co(II)-S(II) it varies from 0.22 to 0.43, for Co(I)-S(II) it varies from 0.18 to 0.37. The structure for the Co9S8 bulk crystal has been described previously [31 ]. For the case of the crystal surface, many types of sulfur may be distinguished by their locations on the surface, by their coordination number with respect to the metal atom and by their bond order values. A general analysis may be made in this regard, as has been done for MOS2 by S. Kasztelan et al. [ 15 ]. But Co9S8 is more complicated than MOS2, e.g. for the Co(II)-S(I) bonding pair, CO(II) may be coordinated with 0, 1, 2 or 3 S(II)s respectively. At the same time, it may also be coordinated with 0, 1, 2 or 3 other Co(II)s respectively and S(I) may be coordinated with another 0, 1, 2 or 3 Co(II)s. Thus a total of 64 different coordination combinations can be found. Similarly, a total of 90 and 24 different coordination combinations can be found for the Co(II)-S(II) and 269 Co(I)-S(II) pairs respectively. Except the cases which are not of interest in simulating the CO9Sg surfaces in the HDS catalysts, a great many cases still need to be considered and therefore much data is needed to clarify this aspect. Here we analyze only our proposed models, and the general case may be understood by inference. Inspecting the bond order values for Col-S', Cot-S2, Co3-S3, C04-S4, Coy-S5 etc. in Table 3c, we see that they vary from 0.60 to 0.80 for these Co(II)-S(I) pairs for various models. Except for the case Of C04S9H4 where a H atom is attached to S(I), in all the other models S(I) is coordinated similarly with a single Co(II), while Co(II) is coordinated differently. For the case Of Co8S14 and Co8S9, even the Co(II) is coordinated similarly, with three S(II) and three other Co(II). Only one of the three other Co(II), i.e. Co', is coordinated differently for these two models, which causes a bond order difference of 0.14. For the Co(II)-S(I) Of Co8S9 and Co4S9, there is one more Co(II) coordinated with the Co(II) in Co8S9 than that in Co4S9, which causes a bond order difference of 0.19. Similarly for Co4S9 and C04S8, there is one more S(II) coordinating with the Co(II) of Co(II)-S(I) in C04S9 than in CO4S8, and the bond order values differ by 0.10. Similar to the case for MOS2, the presence of surface SH groups on Co9S8 modifies the bonding between metal and sulfur significantly. It can be seen from Table 3c that for the Coy-S5 pair, the bond order changes from 0.600 for Co4S9 to 0.448 for C04SqH4. Furthermore, all the bond order values for the bonding pairs of Coy in Co4SqH4 are lower than those in Co4S9. Thus the presence of SH groups would be favorable to the removal of S from the Co9S8 surface. From Table 5 it can be seen that the Co(II) and Co(I) atoms are charged with 0.2 and 0.4 positive charge respectively. After adsorption these values increase and the Co atoms are more positively charged, since there is some charge transfer from the substrate to the adsorbate. As for the S atoms, the net charges and their variations are even smaller. As a whole the charge transfer is small. Since the metal and the S atoms are covalently bonded, small charge transfer would reveal weak bonding. All the models used for Co9S8 possess C4 symmetry and those for their related adsorption systems possess CZ symmetry. Bonding and electronic properties of RuS2 From Table 4 it can be seen that for the octahedrally coordinated Ru the Ru-S average single bond order is about 0.24 - 0.26. If there are vacancies for this Ru it would increase to a higher value, e.g. for the Ru4S16 model there are two vacancies for Ru' and the average single bond order increases to 0.35. Adsorption also causes a small change, but all the values are lower than 0.40. For every Ru-Ru pair, the bond order is negative and antibonding in character. One striking fact is that for various cases the nearest S-S pair possesses a bond order value of 0.24 ^- 0.41 which is comparable to that of the Ru-S bond, and thus RUS2 might behave differently from Co9S8 and MOSz where S-S is near nonbonding. As for all the other S-S pairs in RuSz, 270 they are near nonbonding since their bond order value is small (negative or positive). A general statement may be made that the bonding between Ru-S is not strong, and in RuS2 the Ru atoms are held together through octahedral bonding with S, and the S atoms axe held together through tetrahedral bonding with the three Ru atoms and the nearest S atom. It is noteworthy that there is only one nearest S-S pair for every S atom in the bulk crystal, and this nearest S-S pair contributes to the bonding of the RuS2 crystal just as Ru-S pairs do. Similar to the cases of I~IOS2 and Co9S8, for every Ru in RuS2 the single Ru-S bond order varies considerably, e.g. for Ru4S16 it varies from 0.19 to 0.44 for Rul and from 0.09 to 0.37 for Rue. Evidently these variations are caused by the difference in their location and coordination states in the surface, as discussed for MOSZ and Co9S8. It can also be seen from Table 4 that for the surface SH groups the bonding between the S of SH and Ru is considerably weakened, e.g. the bond order decreases from 0.187 of Ru4S2o to 0.025 of Ru4S2oH4. Thus this S atom is easily removed to form a vacancy. From Table 6 it can be seen that Ru is positively charged with 0.4 - 0.5 charges. After adsorption Ru is more positively charged, reaching a value of 0.6 - 0.7. All the S atoms are negatively charged and their values vary with their bonding circumstances (location and coordination). Common points and diferences for the properties of MoSZ, Co9S8 and RuS2 Now we would like to emphasize the common points for the bonding and electronic properties of the three sulfides MOS2, Co9S8 and RuS2 from the above discussion and from [ 1 ] . (1) On the crystal surface the metal-sulfur bonding M-S is not strong, and it is even weaker for the bonding between the metal and the S of the surface SH groups. Therefore under an atmosphere with a partial pressure of hydrogen, the S atom on the surface of these sulfides is easily removed and vacancies may be formed. (2) For these three sulfides, except. the special Co(Il)-Co(II) pairs in C09S81 it is antibonding for all the other metal-metal pairs M-M. Except for the very special nearest S-S pairs of RuSz, it is near nonbonding for all the other S-S pairs. (3) The metal atom is coordinated octahedrally or tetrahedrally with S and the S atom is coordinated tetrahedrally, square-pyramidally (five-coordinated) or tripodally (in the bulk of MOSz) with M, therefore the M-S bonding is directional for these sulfides. (4) If vacancies are present for a metal atom coordinated with S, the remaining individual M-S bondings for this metal atom would be increased. (5) As can be seen from Table 7, due to the interaction of the metal atom with sulfur, the d band of these sulfides is much wider than that of the corresponding metals, reaching a maximum value of 13 eV. Values vary from 7 to 13 eV according to the degree of interaction. The top of the d 271 band is positioned at the vicinity of the vacuum level (MOS2, RuS2) or 4 - 6 eV below it (COA). The difference between LUMO and HOMO is small (< 0.1 eV). The Fermi level Ef of these sulfides passes through the middle of the d band, which is markedly different from that of the transition metals where Ef passes through the top of the d band [34]. In spite of the above common points for these three sulfides, some differences are revealed from the obtained results: (a) The bonding of every Co(II) in Co9Sg is different from that of the metal in MOS2, RuS2 and that of Co(I) in Co9S8. It is bonded to one of the other Co(II) in addition to bonding with the coordinated S. The very nearest S-S pairs contribute significantly to the bonding for RuS2, while the other S-S pairs for these three sulfides are near nonbonding. (b) There are differences in the M-S bonding strengths of these three sulfides. It should be recognized that the bond order for different atom pairs is not strictly comparable. But in our case for these three sulfides the Co(II)-S and the Co(I)-S bonding strengths are comparable, and a comparison between them may be used as a reference. Moreover, there is a common S atom in the atom pairs for comparison. Perhaps some tendency may be revealed from the bond order values for these three sulfides. It seems that the sequence for the bonding strength is MOS2 > Co9Sg > RuS2. Since the average bond order of both the single Mo-Sand Co(II) -S bondings lies between 0.36 - 0.40, and the average single bond order of Co(I)-S is 0.32 and that of Ru-S lies between 0.24 - 0.26, it is reasonable to make such an evaluation for the sequence of bonding strength if the bond order of Co-S is obtained from the weighted mean of Co(I)-S and Co(II)-S. One may point out that this sequence of bonding strengths is inconsistent with that for the heat of formation AH, in which MOS2 > RuS2 > Co9S8. However, the following argument may be put forward. We are discussing surface properties, while AH, is a bulk property. Although the very nearest S-S pair of RuSz contributes greatly to the bulk bonding, it may contribute negligibly to the surface bonding. Thus the sequence for surface properties may differ from that for bulk properties. (c) The sequence for the magnitude of positive charge on the metal of these three sulfides is Mo(+ 0.6) > Ru(+ 0.5) > Co(+ 0.2 [Co(II) ] or + 0.5 [Co(I) ]). This sequence is fully in accord with that for OH. Since the bonding is mainly covalent, the metal transfers electrons to S and then bonds with it, and this electron transfer does not involve the very nearest S-S pairs, so the sequence of positive charges on the metals of these three sulfides is reasonable. (d) As stated above, the S atom on the surface of these three sulfides is easily removed. In some cases the S of SH on the RuS2 surface is the most easily removed, as indicated by its bond order value of 0.03 (see data for Ru4S2oH4 in Table 4). Therefore RuS2 exhibit greater facility in activating the hydrogen molecules by forming SH. This may explain the experimental results in which more effective hydrogenation properties are observed for RuS2 than for MOS2 and Co9S8 [35]. 272 About some properties of thiophene and tetrahydrothiophene Some of the bonding and electronic properties of thiophene and tetrahydrothiophene have been listed and discussed in [ 1 ]. Now we would like to extend this discussion. As is known, thiophene may form or bonding in the molecular plane of the five-membered ring and form -rr bonding perpendicular to this plane. The calculated o, and 7r bond orders between C(a)-S(T) and C(a)-C(ss) of thiophene and tetrahydrothiophene molecules are listed in Table 8. These bondings are highly directional. At the same time, tetrahydrothiophene is saturated with hydrogen in the five-membered ring, its -rr bond order value for C(a)-S(T) and C(a)-C(,ss) is negative and antibonding. It is clear from Table 8 that the Q bonding for thiophene is slightly larger than that for tetrahydrothiophene, and the higher bond strength for thiophene is due to the ar bonding. Since these bondings are highly directional, it is necessary to have appropriate adsorption centers on the substrate surface to activate the thiophene molecule. From Table 9 it can be seen that for the 7r orbitals of the thiophene molecule, one of the valence orbitals is bonding for both C(a)-S(T) and C(a)-C(ss), and it is the orbital possessing lower energy and positioned below the HOMO. One of the valence orbitals is antibonding for both C(a)-S(T) and C(a) -C(ss); it is the valence orbital further above the HUMO and possessing higher energy. There are still other valence orbitals which are bonding with respect to C(a)-S(T) and antibonding with respect to C(a)-C(ss) or vice versa; these are the valence orbitals in the vicinity of HOMO and possessing intermediate energies. The adsorption and activation of thiophene is related to those orbitals in the vicinity of the LUMO and HOMO. In the adsorption process it often appears that C(a)-S(T) is weakened while C(a)-C(/3) is strengthened, or vice versa. Here by `activation of thiophene' we mean that the C(a)-S(T) and/or C(a)-C(/3) bond is weakened for the adsorbed thiophene and thus a subsequent process such as hydrogenation and/or desulfurization may occur. Another point to be mentioned is that, for C(a)-S(T) of thiophene, there are four antibonding o, and one antibonding -rr orbitals which are occupied, and for C(a)-C(/3) there are three antibonding o- orbitals which are occupied. In order that the adsorbate may be activated, there must be interaction between unoccupied antibonding orbitals of thiophene and the occupied orbitals of the substrate. The lowest of the unoccupied antibonding orbitals of thiophene is 0.33 eV for a and - 2.35 eV for 7r orbitals. The HOMO of these sulfide substrates lies between - 5 and - 7 eV. Therefore interaction occurs easily. Adsorption of thiophene ova Co9S8 and RvSZ surfaces From Table 8 it can be seen adsorption of thiophene on Co9S$ and RUS2 surfaces leads to different behaviors. We illustrate this aspect using typical examples. 273 (1) For the Co5S9-thiophene system, there is almost no change in the 7rbondings of C(a)-S(T) and C(a)-C(/3) while their abondings are strengthened, as manifested by the difference in bond order values before and after adsorption for the Q and 7r bondings respectively (A[C(a)-S(T)[ and 0[C(a)-C(/3)] in Table 8). On the other hand, the total bond order M-S(T) between the Cog of substrate and S(T) of thiophene is 0.054, which indicates weak adsorptive bonding. At the same time the o- orbitals of the adsorbate are mainly involved in M-S(T) bonding. This is obvious from the data. listed in Table 8, where the a and the 7r bond orders of M-S(T) are 0.114 and - 0.06 respectively, giving a total bond order of 0.054. It can be deduced from this that the thiophene molecule is not activated. Therefore, in general, weak adsorption causes no activation. (2) For the Co$S9-thiophene (A) system, both the Q and 7r orbitals of thiophene are involved in the M-S(T) bonding, the o, bond order of M-S(T) is negative (antibonding) while the 7r bond order of M-S(T) is positive (bonding). Therefore 7r bonding plays an important role in forming the adsorptive bond. Examining the bond order between C(a)-S for each orbital of the thiophene molecule in Table 9, we can see that the three antibonding orbitals with A1 symmetry contribute a bond order value of - 0.198, while the antibonding orbital with B1 symmetry contributes a bond order value of - 0.010, and the antibonding orbital with BZ symmetry contributes a bond order value of - 0.050. These may be used as the basis for comparison. It is found that for this system there is an orbital with B1 symmetry which contributes an antibonding bond order of -0.128 to C(a)-S(T) and plays the important role of activating the Q bonding. The energy of this orbital is -13.43 eV. It is also found that there is another orbital with B2 symmetry which contributes an antibonding bond order of - 0.066 to C(a)-S(T) and plays an important role in activating the 7r bonding. The energy level of this orbital is - 9.53 eV. At the same time there are still other a orbitals with B2 or A1 symmetry which give negative bond orders and contribute to the activation of bonding. Thus in this case the activation of thiophene in the adsorption process is caused by the transfer of electrons from the substrate metal atom to the antibonding orbitals of both the o- and the 7r orbitals of thiophene. (3) For the Ru2S,-thiophene system, the 7r bond order of C(a)-S(T) and of C(a)-C(ss) is greatly decreased, while the a bond order is considerably increased. It is thus clear that the 7r bonding is highly activated at the expense of strengthening the Q bonding. On the other hand, the bond order between Rue-S(T) is 0.163, indicating strong adsorption, as compared to the bond order - 0.25 of Ru-S in the surface of RuS2. Since in the surface of RuS2, S9 is bonded to Rue mainly with pz and the thiophene molecule is adsorbed with its molecular plane parallel to the substrate surface, while S(T) is just positioned at the vacancy of S9, so the pz of S(T) which forms the 7r orbital for the C(a)-S(T) in the thiophene molecule would strongly interact with Rue. Therefore strong activation of 7r bonding is reasonable. 274 But such a simultaneous strong activation of C(a)-S(T) and C(a)-C(ss) requires further examination. On the other hand, it is also different from that observed in Co8S9-thiophene (A) where activation of C(a)-S(T) occurs at the expense of strengthening C(a)-C(/3). Further examination indicates that there is a strong interaction between C(al) and S\" which is mainly of 7r character. Thus the -rr bonding of C(a 1) -S is further weakened substantially. In the comparison of the bonding properties of thiophene with those of tetrahydrothiophene, as discussed above, it may be inferred that hydrogenation would weaken the rr bonding of thiophene. As discussed in [ 1 j, thiophene may be first hydrogenated to tetrahydrothiophene and then desulfurized. This is at least one of the most probable mechanisms. From the examples for RUS2, it can be seen that the interaction between the S of RUS2 and the C of thiophene at an appropriate special position may cause considerable weakening of the 7r bonding in the thiophene molecule. As discussed above, some of the S atoms in RUS2 are the most easily removed. At the same time, the 7r bonding of the thiophene adsorbed on the surface of RUS2 may be activated to a certain degree by hydrogenation and other effective interactions. These two factors together may be responsible for the experimental observation that RuS2 exhibits higher activity for both the hydrogenation and desulfurization processes [35]. Conclusions (1) In Co9S8, RuS2 and MOS2, the metal-sulfur bonding M-S is not strong, M-M is antibonding except for CO(II), which is bonding with one of the other Co(II)s, and S-S is near nonbonding except the very nearest S-S pair in RuS2. For MOS2, the metal atoms are held together through bonding with S and the S atoms are held together mainly through bonding with the metal. For RUS2, the metal atoms are held together through bonding with S, and the S atoms are held together through bonding with the metal as well as its partner of the very nearest S-S pairs. For Co9S8, the S atoms are held together mainly through bonding with Co, the Co(I) atoms are held together through bonding with S while the Co(II) atoms are held together through Co(II)-S and the special Co(II)-Co(II) bondings. Various types of S atoms may be distinguished by their locations in the crystal, their coordination numbers with respect to the metal and their bond orders. (2) For these three sulfides, the average charge on the metal is 0.6, 0.5, 0.2 and 0.5 for Mo, Ru, Co(II) and Co(I) respectively; if the charge on Co(II) is weight-averaged with that on Co(I), then the sequence of the charges on the metals is in accordance with the sequence of heats of formation of their corresponding sulfides. The average charge on S depends on the M/S ratio, and for the single S atom the charge is determined by its location, coordination number and bond state. (3) Part of the surface S is easily removed through the formation of surface SH groups which weaken the single M-S bonding considerably and 275 facilitate the formation of vacancies. This is particularly so for some cases of the SH group on the RUS2 surface, in which the single Ru-S bond order may be as low as 0.03; this S is expected to be the most easily removed. This may be responsible for the higher activity of RuS2 in hydrogenation as well as in HDS. (4) The d band width of these three sulfides ranges from 7 to 13 eV, which is wider than that of their corresponding metals. The top of these d bands lies not far below the vacuum level and the Fermi level passes through the middle of the d band. Thus these d bands are half occupied. These properties are different from that of a transition metal and will influence the adsorptive properties of these sulfides. (5) The adsorptive bonding differs for different adsorption systems. For Co5S9-thiophene systems, the cr orbitals of thiophene are mainly involved in M-S(T) bonding and the bonding is weak. While for Co8S9-thiophene (A) and RuSz-thiophene systems, the 7r orbitals of thiophene are mainly involved in the M-S(T) bonding and the bonding is strong. For the substrate metal atoms, the orbitals mainly involved in the adsorptive bond may be sp orbitals, such as for the Co8S9-thiophene (A) system, or d orbitals such as for the Ru2S7-thiophene system. (6) Activation of C(a)-S(T) bonding in the adsorbed thiophene occurs mainly through the transfer of electrons from the substrate metal atom to both of the antibonding o, and 77 orbitals of thiophene. Hydrogenation of thiophene means activation of the 77- bonding, thus it is favorable to the activation of thiophene as well as to the HDS process. Acknowledgement The authors thank Prof. Wang Hongli for reviewing the entire manuscript. They are also indebted to the referees for valuable remarks and pertinent suggestions. References 1 Chen Rong and Xin Qin, J. Mol. Catal., 64 (1991) 321. 2 M. J. Ledoux, O. Michaux, G. Agostini and P. Panissod, J. Catal., 68 (1985) 189. 3 H. Topsoe, B. S. Clausen, R. Candia, C. Wivel and S. Morup, J. Catal., 68 (1981) 433. 4 J. C. Duchet, E. M. van Oers, V. H. J. de Beer and R. Prins, J. Catal., 80 (1983) 386. 5 Xin Qin, Guo Xiexian, P. Grange and B. Delmon, Proc. 9th Int. Congr. Catal., Calgary, Canada, 1988, The Chemical Institute of Canada, Ottawa, 1988, Vol. 1, p. 66. 6 B. A. Horrel and D. L. Cocke, Catal. Rev., 29 (1987) 447. 7 K. Y. S. Ng and E. Gulari, J. Catal., 92 (1985) 340. 8 Zhuang Shuxian, W. K. Hall, G. Ertl and H. Knozinger, J. Catal., 100 (1986) 167. 9 K. Segawa and W. S. Millman, J. Catal., 101 (1986) 218. 10 B. Delmon, in H. F. Barry and P. C. H. Mitchel (eds.), Proc. 3rd Intern. Conf. on Chemistry and Uses of Molybdenum, Climax Molybdenum Co., Ann Arbor, MI, 1979, p. 73. 11 A. L. Farragher and P. Cossee, in J. W. Hightower (ed.), Proc. 5th Int. Congr. Catal., North Holland, Amsterdam, London, 1973, Vol. 2, pp. 1301-1318. 276 12 H. Topsoe and B. S. Clausen, Appl. Catal., 25 (1986) 273. 13 M. J. Ledoux, J. Chem. Soc., Faraday Trans. 1, 83 (1987) 2173. 14 B. Delmon and J. 1. Dallons, Bull. Soc. Chim. Belg., 97 (1988) 473. 15 S. Kasztelan, H. Toulhoat, J. Grimbolt and J. P. Bonnelle, Appl. Catal., 13 (1984) 27. 16 E. Furimsky, Catal. Rev., 22 (1980) 371. 17 P. Ratnasamy and S. Sivasanker, Catal. Rev., 22 (1980) 401. 18 O. Weisser and S. Landa, SuCatalysts: their Properties and Applications, Pergamon Press, Oxford, 1973. 19 M. Zdrazil, Catal. Today, 3 (1988) 269. 20 T. C. Ho, Catal. Rev., 30 (1988) 11. 21 F. E. Massoth, Adv. Catal., 27 (1978) 265. 22 H. Knozinger, in M. J. Phillips and M. Ternan (eds.), Proc. 9th ICC, Calgary, 1988, The Chemical Institute of Canada, Ottawa, Vol. 5, pp. 20-53. 23 B. Delmon, in D. L. Trimm et al. (eds.), Catalysts in Petroleum Refining 1989, Elsevier, Amsterdam, 1990. 24 R. Prins, V. H. J. de Beer and Somorjai, Catal. Rev., 31 (1989) 1. 25 (a) R. Chianelli, Catal. Rev., 26 (1984) 361; idem, J. Catal., 86 (1986) 400; idem, J. Catal., 98 (1986) 17; (b) M. C. Zonnevylle, R. Hoffmann and S. Harris, Surf. Sci., 199 (1988) 320. 26 Chen Rong and Xin Qin, to be presented at the 10th LCC, Budapest, 1992. 27 A. Rosen, D. E. Ellis, H. Adachi and W. Averill, J. Chem. Phys., 65 (1976) 3629. 28 J. C. Slater, Quantum Theory of Molecules and Solids, Part V. The Self-Consistent Field for Molecules and Solids, McGraw-Hill, New York, 1974. 29 E. J. Baerends, D. E. Ellis and P. Ros, Chem. Phys., 2 (1973) 41. 30 W. B. Pearson, The Crystal Chemistry and Physics of Metals and Alloys, Wiley, New York, 1972, pp. 402-404, 410-411. 31 J. C. Slater, Quantum Theory of Molecules and Solids, Vol. 2, McGraw-Hill, New York, 1965, pp. 63, 304 and 319. 32 A. R. Katritzky, Advances in Heterocyclic Chemistry, Vol. 1, Academic Press, New York, 1963, p. 12. 33 R. S. Mulliken, J. Chem. Phys., 23 (1955) 1833, 8141; 36 (1962) 3428. 34 R. P. Messmer, S. K. Knudson, K. H. Johnson, J. B. Diamod and C. Y. Yang, Phys. Rev. B, 13 (1976) 1396. 35 Xin Qin et al. to be submitted. 36 D. T. Clark and D. R. Armstrong, J. Chem. Soc. (D), Chem. Commun., (1970) 319. 37 M. H. Palmer, R. H. Findley and A. T. Gasbell, J. Chem. Soc., Perkin Trans. 2, (1974) 420. 38 O. Gelius, B. Roos and P. Siegbahn, Theor. Chim. Acta, 27 (1972) 171. X244 92801309 0304-5102(92)80130-9 10.1016/0304-5102(92)80130-9 ☆ For Part I of this series see [1]. Quantum chemical study of hydrodesulfurization catalysts Part II. DV-Xα calculation on clusters of Co9S8 and RuS2 Chen Rong Xin Qin Hu Jinglong Dalian Institute of Chemical Physics, Chinese Academy of Science, Dalian China The electronic and bonding properties of Co9S8, RuS2 and the related thiophene adsorption systems have been studied by DV-Xα calculations on model clusters. The bonding properties of Co9S8, and RuS2, exhibit significant differences: for RuS2 the Ru atoms are held together through bonding with S and the S atoms are held together mainly through the bondings with Ru metal. In addition, the nearest SS pair of RuS2 plays an important role in bonding. For Co9S8, the S atoms are held together mainly through bonding with Co, the octahedrally coordinated Co(I) atoms are held together through bonding with S, while tetrahedrally coordinated Co(II) atoms are held together through bonding with S as well as through bonding between the special Co(II)-Co(II) pair. All these metal-sulfur bondings MS are not strong, and part of the surface S is easily removed through the formation of surface SH groups. Different types of S atoms may be distinguished by their location, coordination and bonding state. The d band of these sulfides is different from that of Group VIII transition metals and markedly influences their adsorption properties. Thiophene molecules adsorbed on these sulfides exhibit greatly different behavior depending on their mode of adsorption. The activation pattern of adsorbed thiophene is determined by the electronic and bonding properties of the adsorbate itself and the adsorption site of the substrate. References 1 Rong Chen Qin Xin J. Mol. Catal. 64 1991 321 2 M.J. Ledoux O. Michaux G. Agostini P. Panissod J. Catal. 68 1985 189 3 H. Topsoe B.S. Clausen R. Candia C. Wivel S. Morup J. Catal. 68 1981 433 4 J.C. Duchet E.M. van Oers V.H.J. de Beer R. Prins J. Catal. 80 1983 386 5 Xin Qin Guo Xiexian P. Grange B. Delmon Proc. 9th Int. Congr. Catal., Calgary, Canada, 1988 1 1988 The Chemical Institute of Canada Ottawa 66 6 B.A. Horrel D.L. Cocke Catal. Rev. 29 1987 447 7 K.Y.S. Ng E. Gulari J. Catal. 92 1985 340 8 Shuxian Zhuang W.K. Hall G. Ertl H. Knozinger J. Catal. 100 1986 167 9 K. Segawa W.S. Millman J. Catal. 101 1986 218 10 B. Delmon H.F. Barry P.C.H. Mitchel Proc. 3rd Intern. Conf. on Chemistry and Uses of Molybdenum 1979 Climax Molybdenum Co Ann Arbor, MI 73 11 A.L. Farragher P. Cossee J.W. Hightower Proc. 5th Int. Congr. Catal. 2 1973 North Holland Amsterdam, London 1301 1318 12 H. Topsoe B.S. Clausen Appl. Catal. 25 1986 273 13 M.J. Ledoux J. Chem. Soc., Faraday Trans. 1 83 1987 2173 14 B. Delmon J.I. Dallons Bull. Soc. Chim Belg. 97 1988 473 15 S. Kasztelan H. Toulhoat J. Grimbolt J.P. Bonnelle Appl. Catal. 13 1984 27 16 E. Furimsky Catal. Rev. 22 1980 371 17 P. Ratnasamy S. Sivasanker Catal. Rev. 22 1980 401 18 O. Weisser S. Landa Sulfide Catalysts: their Properties and Applications 1973 Pergamon Press Oxford 19 M. Zdrazil Catal. Today 3 1988 269 20 T.C. Ho Catal. Rev. 30 1988 11 21 F.E. Massoth Adv. Catal. 27 1978 265 22 H. Knozinger M.J. Phillips M. Ternan Proc. 9th ICC, Calgary 5 1988 The Chemical Institute of Canada Ottawa 20 53 23 B. Delmon D.L. Trimm Catalysts in Petroleum Refining 1989 1990 Elsevier Amsterdam 24 R. Prins V.H.J. de Beer Somorjai Catal. Rev. 31 1989 1 25 (a)a R. Chianelli Catal. Rev. 26 1984 361 (a)b R. Chianelli J. Catal. 86 1986 400 (a)c R. Chianelli J. Catal. 98 1986 17 (b) M.C. Zonnevylle R. Hoffmann S. Harris Surf. Sci. 199 1988 320 26 Rong Chen Qin Xin to be presented at the 1Oth I.C.C, Budapest 1992 27 A. Rosen D.E. Ellis H. Adachi W. Averill J. Chem. Phys. 65 1976 3629 28 J.C. Slater Quantum Theory of Molecules and Solids, Part V. The Self-Consistent Field for Molecules and Solids 1974 McGraw-Hill New York 29 E.J. Baerends D.E. Ellis P. Ros Chem. Phys. 2 1973 41 30 a W.B. Pearson The Crystal Chemistry and Physics of Metals and Alloys 1972 Wiley New York 402 404 b W.B. Pearson The Crystal Chemistry and Physics of Metals and Alloys 1972 Wiley New York 410 411 31 a J.C. Slater Quantum Theory of Molecules and Solids 2 1965 McGraw-Hill New York 63 b J.C. Slater Quantum Theory of Molecules and Solids 2 1965 McGraw-Hill New York 304 c J.C. Slater Quantum Theory of Molecules and Solids 2 1965 McGraw-Hill New York 319 32 A.R. Katritzky Advances in Heterocyclic Chemistry 1 1963 Academic Press New York 12 33 a R.S. Mulliken J. Chem. Phys. 23 1955 1833 aa R.S. Mulliken J. Chem. Phys. 23 1955 8141 b R.S. Mulliken J. Chem. Phys. 36 1962 3428 34 R.P. Messmer S.K. Knudson K.H. Johnson J.B. Diamod C.Y. Yang Phys. Rev. B 13 1976 1396 35 Xin Qin et al. to be submitted. 36 D.T. Clark D.R. Armstrong J. Chem. Soc. (D), Chem. Commun. 1970 319 37 M.H. Palmer R.H. Findley A.T. Gasbell J. Chem. Soc., Perkin Trans. 2 1974 420 38 O. Gelius B. Roos P. Siegbahn Theor. Chim. Acta 27 1972 171",
      "scopus-id": "0026939850",
      "coredata": {
        "eid": "1-s2.0-0304510292801309",
        "dc:description": "The electronic and bonding properties of Co9S8, RuS2 and the related thiophene adsorption systems have been studied by DV-Xα calculations on model clusters. The bonding properties of Co9S8, and RuS2, exhibit significant differences: for RuS2 the Ru atoms are held together through bonding with S and the S atoms are held together mainly through the bondings with Ru metal. In addition, the nearest SS pair of RuS2 plays an important role in bonding. For Co9S8, the S atoms are held together mainly through bonding with Co, the octahedrally coordinated Co(I) atoms are held together through bonding with S, while tetrahedrally coordinated Co(II) atoms are held together through bonding with S as well as through bonding between the special Co(II)-Co(II) pair. All these metal-sulfur bondings MS are not strong, and part of the surface S is easily removed through the formation of surface SH groups. Different types of S atoms may be distinguished by their location, coordination and bonding state. The d band of these sulfides is different from that of Group VIII transition metals and markedly influences their adsorption properties. Thiophene molecules adsorbed on these sulfides exhibit greatly different behavior depending on their mode of adsorption. The activation pattern of adsorbed thiophene is determined by the electronic and bonding properties of the adsorbate itself and the adsorption site of the substrate.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292801309",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Rong"
          },
          {
            "@_fa": "true",
            "$": "Xin, Qin"
          },
          {
            "@_fa": "true",
            "$": "Hu, Jinglong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292801309"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292801309"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80130-9",
        "prism:volume": "75",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Quantum chemical study of hydrodesulfurization catalysts Part II. DV-Xα calculation on clusters of Co9S8 and RuS2",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "253-276",
        "prism:endingPage": "276",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80130-9",
        "prism:startingPage": "253",
        "dc:identifier": "doi:10.1016/0304-5102(92)80130-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026939850"
      }
    }
  }
}