{
  "metadata": {
    "title": "Adsorption structures and mechanisms of hydrogen/deuterium exchange reactions of alcohols over oxidic catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-08-15",
    "doi": "10.1016/0304-5102(91)80059-C",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180059C",
    "pii": "030451029180059C"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026202635",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180059C 0304-5102(91)80059-C 030451029180059C 10.1016/0304-5102(91)80059-C S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02027 2024-01-02T01:05:30.650091Z 0 0 19910815 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 68 68 1 1 Volume 68, Issue 1 4 33 43 33 43 19910815 15 August 1991 1991-08-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. ADSORPTIONSTRUCTURESMECHANISMSHYDROGENDEUTERIUMEXCHANGEREACTIONSALCOHOLSOVEROXIDICCATALYSTS BAUMANN W THOMKE 1977 225 K THOMKE 1972 1183 1191 K THOMKE 1977 99 K THOMKE 1977 295 K THOMKE 1977 87 K HALASZ 1985 157 I NOLLER 1976 149 H ZHANG 1988 189 G BAUMANNX1991X33 BAUMANNX1991X33X43 BAUMANNX1991X33XW BAUMANNX1991X33X43XW item 0304-5102(91)80059-C 030451029180059C 1-s2.0-030451029180059C 10.1016/0304-5102(91)80059-C 272239 2024-01-02T01:05:30.650091Z 1991-08-15 1-s2.0-030451029180059C-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180059C/MAIN/application/pdf/930bab62224e125e07726da040115b81/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180059C/MAIN/application/pdf/930bab62224e125e07726da040115b81/main.pdf main.pdf pdf true 618712 MAIN 11 1-s2.0-030451029180059C-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180059C/PREVIEW/image/png/7f5fabca285c46059e274aafff7662e1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180059C/PREVIEW/image/png/7f5fabca285c46059e274aafff7662e1/main_1.png main_1.png png 70315 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 68 (1991) 33-43 33 Adsorption structures and mechanisms of hydrogen/ deuterium exchange reactions of alcohols over oxidic catalysts W. Baumann, S. Lippert and K. Thomke Inst. fur Physikalische Chemie, Technische Universitdt Wien, Getreidemarkt 9, 1060 Vienna (Austria) (Received October 15, 1990; accepted November 15, 1990) Abstract Hydrogen-deuterium exchange reactions of the carbon chain of alcohols using Dz0pretreated MgO, La203, Sm203 and BP04 catalysts were examined. The surfaces of the catalysts were saturated with D20 and afterwards the reactions were carried out in the pulse mode. Mg0, LO03, S1n203 are catalysts with strong basic and weak acidic sites on their surfaces (E1cB-catalyst). BP04 is a catalyst with stronger acidic and weaker basic sites (E1-catalyst). Hydrogen-deuterium exchange takes place at the hydroxyl group and at the ss-position to the hydroxyl group of the alcohols when MgO, La203 and Sm203 were used. On carrying out the reaction with BP04, no deuterium uptake was detected in the chain of carbon atoms, but rather only at the hydroxyl group. The dependence of deuterium uptake on temperature was examined using gas chromatographic and mass spectrometric methods. We selected a temperature range beginning with a deuterium uptake of 1096 into the carbon chain and ending with a conversion of 596 to reaction products (such as alkenes, aldehydes or ketones by dehydration or dehydrogenation reactions) as a 'deuteration window'. The temperature limits of a window are a compromise between the loss of reactant and an appreciable deuterium uptake. The 'windows' appeared between 170 and 290 C for the alcohols used. The limits of deuterium uptake and onset of secondary reactions can be correlated with the potential curves of elimination reactions. Introduction The demand for isotopically labelled compounds in chemical science is increasing with the growing application of physical methods of analysis, but their actual use is often restricted by high prices. In chemical science deuteriumlabelled compounds play an important role in examining reaction mechanisms, for kinetic studies and, last but not least, as solvents. Our studies of heterogeneously-catalysed hydrogen-deuterium exchange reactions in the gas phase were aimed to develop a method for a cheaper production of at least some deuterium-labelled compounds. Therefore as a deuterium source we use deuterium oxide, which is known as a cheap and harmless reagent compared with DZ or other deuterated compounds. The selection of catalysts was based on the previous work of Thomke [ 1-5 ], who examined the catalytic dehydration of the a- and P-disubstituted 0304-5102/91/$3.50 0 1991- Elsevier Sequoia, Lausanne 34 ethanols R' CHOHCHZRZ (R' = H, CHs, CHZCH3; RZ - H, CH3, CHZCH3) by means of hydrogen-deuterium exchange reactions. Using BP04, deuterium was detected only in the hydroxyl group and in the formed alkenes. Using Sm203, deuterium was found in the hydroxyl group, the formed alkenes and in the carbon chain of the alcohol at ss- and j3'-positions. Using Ca3(P04)2, deuterium appeared in the hydroxyl group, but not in the carbon chain of the alcohol nor in the alkenes. The formation of alkenes by /3-elimination reactions of alcohols in homogeneous solution has been well studied and can proceed in three different ways (see Mg. 1): (1) from the alcohol OH- is first split off. In a second step, a proton is removed from the carbenium ion and an alkene is formed (E1-mechanism). (2) A proton is removed first and a carbanion is formed. In a second step OH - is split off (E 1 cB-mechanism). (3) Both the proton and the hydroxyl group are removed at nearly the same moment; there is no ionic intermediate state (E2-mechanism). E 1 and E 1cB are two-step mechanisms. The proton split-off is a reversible reaction in both cases. This means that HID-exchange in E 1 is only possible if OH- is already removed. The carbenium ion cannot revert to the alcohol, hence deuterium exchange occurs during the second step, causing deuterium uptake only into the alkene. Thornke investigated elimination reactions by the use of various deuterated 2-butanols [5]. Catalysts favoring the E1mechanism of dehydration of 2-butanol will be called 'E1-catalysts' (such as BP04, Ta20b, Mo03 and aluminosilicates [6]). Under the conditions of an E 1 cB-mechanism, H/D exchange can take place during the first step of the reaction. It is possible that the carbanion stabilizes by integration of D+, whereby a deuterated alcohol is formed. If the alcohol first exchanges more than one deuterium atom and then undergoes the dehydration reaction, deuterium can also be detected in the alkene. Catalysts supporting this reaction pathway during the catalytic dehydration of 2-butanol will be called 'E 1 cB-catalysts' (such as La2O3, Sm203, Th02 or alkaline earth oxides [5, 6]). If both proton and OH- are removed simultaneously, an E2-mechanism can be invoked. There is no possibility for H/D exchange, and deuterium is -XO -; - - -H E 1 E2 H_HX / O -e-e- E Ic8 0 Fig. 1. Three possible routes of ss-elimination reactions. 35 I I C OH E1 E2 E1cB ,-; Fig. 2. (Abscissa) potential energy versus (ordinate) reaction coordinate. and a indicate the intermediate state of a carbenium ion and a carbanion in El and E1cB respectively. Fig. 3. Model of interaction of alcohols with EPAs and EPDs on the surface. a and represent EPD (Lewis base) and EPA (Lewis acid) sites of the catalyst surface. detected neither in the carbon chain of the alcohol nor in the alkene (E2-catalysts: some amphoteric oxides, in some cases Ca3(P04)? [5, 61). It should be pointed out that the mechanism of a dehydration reaction depends on the reactants, catalysts and temperature. Moreover, it is impossible to determine pure mechanisms based on product distribution. But we can consider an E 1 cB mechanism coupled with a small amount of E 1, for example. Halasz et al. [61 have described the mechanisms by their potential curves (see Fig. 2). By investigating /3-elimination reactions using different catalysts, conclusions can be drawn about the strength of the active sites on the surface of catalysts. Dehydration of alcohols depends upon the (relative) strength of EPA-(electron-poor-) and EPD-(electron-rich-) sites on the surface [6, 7]. (1) If acidic sites (EPA) are very strong compared with the basic sites on the surface, it is easy to abstract OH- from the alcohol, causing carbenium ion formation (El mechanism). (2) On the contrary, if acidic sites are very weak in relation to basic ones, proton abstraction will proceed quite easily by formation of a carbanion (E 1 cB mechanism). (3) Finally, if acidic and basic sites are of equal strength, the proton and the hydroxyl group will be removed simultaneously (E2 mechanism). Alcohols interact with the surface via ss-protons and hydroxyl groups [ 7 ] (see Fig. 3). For the synthesis of deuterated alcohols, E 1 cB catalysts seemed to be the best choice. In the literature they are also described as solid bases [8I, for example Laz03, Sm203, Mg0, CaO, SrO, BaO, Zr203, Th02 or Ce02. As a representative E1 catalyst we used BP04. Experimental A simple microcatalytic pulse reactor can be constructed by replacing the glass liner of a GC split/splitless injection port for capillary columns by a silica tubing containing a sintered quaitz plug as a catalyst support. By variation of temperature and preliminary pressure, reaction conditions can be changed easily. The GC was connected with a Finnigan MAT ion trap 3$ detector ITD 700. As separation column we used a Durabond Wax fused silica capillary column 30 m x 0.32 mm, film thickness 50 nm, from J&W Scientific. Reactants: As deuterium source D20 99.990 from Merck was used. All reactants and catalysts used were of the highest available purity. Boron phosphate BP04 (EGA-Chemie, SteinheimlAlbuch) was calcined 10 h at 500 C (BET surface: 7.4 m2 g- 1). Magnesium oxide was prepared by 10 h decarboxylation of MgC03 at 10$0 C (1 ]. As BET surface 14.9 m2 g-' was measured. After the decarboxylation no more MgC03 was detectable in the formed MgO by X-ray diffraction. After treating the MgO with 3 pulses of D20, it was totally transformed into Mg(OD)2. Thus, the active catalyst for deuteration is not MgO but its deutero-oxide! Lanthanum oxide La203 (Merck p.A.) was calcined 2 h at 500 C, placed in the reactor and flushed with carrier gas (He 5.0). The analysis of D20treated La2O3 indicated a conversion to La(OD)3. No hexagonal La2O3 was detectable. It is possible that the catalyst contained small amounts of La202CO3 (BET surface: 7.3 m2 g- I). Samarium oxide SM203 (Research Chemicals, 99.99'0) was prepared in a similar manner. X-ray diffraction indicated a high amount of Sm(OD)3. Only a small amount of cubic T1203-like SM203 and small amounts of basic samarium carbonate were detected (BET surface: 7.2 m2 g- 1). At lower temperatures the catalysts also contained adsorbed D20, because when the weight increase after D20 treatment was measured, the oxides had taken up more than the equivalent amount of D20. Specific surfaces of catalysts were measured by an areameter (Strohiein) X-ray diffraction measurements were carried out with a Phillips powder diffractometer PW 1710. After calcination (30 min at 300 C) the reactions were carried out in the pulse mode. The catalysts were treated with two to four pulses of deuterium oxide followed by one pulse of the reactant (one pulse = 1 ,ul). Calculation of deuterium content in products A common method to determine the deuterium content of a pure substance (pure in the chemical sense, not in the sense of containing isotopes) is to measure the height ratio of the molecule peaks (M;+) in the mass chromatogram. Mass chromatograms of compounds including oxygen often show a significant peak at M+ + 1 caused by chemical ionisation (oxonium ion formation by H+ addition). This can be interpreted as a higher deuterium content. We gauged the system by injection of different volumes of undeuterated reactant. Thus we could correct the mass chromatograms of deuterated compounds by subtracting the peaks due to chemical ionisation. 37 The percentage of molecules including i deuterium atoms can be calculated by eqn. (1)*. %di= A 2 x 100 (1) E hi i=0 Equation 2* is used to calculate the maximum degree of deuteration (dm._,): d . = (X/ ' x 100 (2) For example, in the carbon chain of 1-propanol it was possible to substitute protons by deuterons only in the 2-position. Ignoring the proton of the hydroxyl group only two (=A) of seven (=X) protons in the molecule are exchangeable; dm.. would be (2/7) x 100 = 28.6%! The third equation provides the percentage of protons exchanged (%D) in relation to the exchangeable ones. For example, if all exchangeable protons of the carbon chain are replaced by deuterons, the degree of deuteration is not 28.6%, as calculated above, but 100%. This can be calculated by eqn. (3)*. A Tihi %D= xa, x 100 (3) AEhi i-o Results The acidity of the hydroxyl proton is high enough to exchange in an excess of D20 without a catalyst. Therefore it was only necessary to look at deuterium exchange in the carbon chain of alcohols. In Figs. 4(a, b) to 11 (a, b) below, the deuterium uptake (%D) in the carbon chain of alcohols is shown on the left side and the conversions (%C) to secondary products are shown on the right side, both as a function of temperature (in C). The temperature ranges, beginning at 10% deuterium uptake (left-hand figures) and ending at 5% of conversion to secondary products (right-hand figures) will be called 'deuteration windows'. In methanol we could not detect any deuterium at the carbon atom. Ethanol includes three, while all other primary alcohols include two exchangeable /3-protons. The results are shown in Figs. 4(a, b) to 7(a, b). *i = Number of deuterium atoms taken up. Note that 0 5 i SA! hi = Height of the peak belonging to a molecule that has taken up i deuterium atoms. X= Number of all protons in the molecule. A= Number of exchangeable protons in the molecule. ETHANOL ETHANOL . 00 50 40 30 20 10 %D Lanthanum oxide * Magnesium oxide C C- Samarium oxide 100 90 % C a0 70 60 170 190 210 230 250 270 290 310 170 190 210 230 250 270 290 (a) TEMPERATURE (b) TEMPERATURE Fig. 4. Temperature dependence of deuterium uptake (a) and conversion (b) of ethanol. 1-PROPANOL. 30 25 20 % D 15 10 5 Lanthanum oxide Magnesium oxide Samarium oxide %C 100 90 a0 1-PROPANOL 0 1 '~ I i 70 1 1 I 1 I i H 160 200 220 240 280 290 170 190 210 230 250 270 290 (a) TEMPERATURE (b) TEMPERATURE FSg. 5. Temperature dependence of deuterium uptake (a) and conversion (b) of 1-propanol. f Lanthanum oxide *' Magnesiun oxide C} SS~um oxide f Lanthanum oxide Magnesium oxide 0 Sernarium oxide 1-BUTAtOL 1$UTAO 100 O -* * LaMhamxn oxide * 95 Landianum oxide 20 % D )K Magnesium oxide % C 90 X Magnesium oxide 0 Samarium oxide 0 Samerhxn oxide 10 85 0 80 180 200 220 240 280 280 170 190 210 230 250 270290 (a) TEMPERATURE (b) TEMPERATURE Fig. 6. Temperature dependence of deuterium uptake (a) and conversion (b) of 1-butanol. 1-PENTANa 1-PENTANOL 100 _ 40 30 * Lanthanum oxide 95 * Lanthernun oxide % D -* 20 Magnesium wide % C ~* Magnesium wide Samarium oxide 9 Samarium oxide 10 -- 0 190 210 230 250 270 290 170 190 210 230 250 270290 (a) TEMPERATURE (b) TEMPERATURE Fig. 7. Temperature dependence of deuterium uptake (a) and conversion (b) of 1-pentanol. w ca 2-PROPANOL. 2-PROPAO O 30 25 20 f Lanthanum oxide 100 95 8D %D 15 *X- Magnesium oxide %C 85 10 11r 0 Samariurn oxide 0 75 180 200 220 240 2BO 280 18D 200 220 240 28D 2130 300 (a) TEMPERATURE (b) TEMPERATURF Flg. 8. Temperature dependence of deuterium uptake (a) and conversion (b) of 2-propanol. 40 35 30 25 20 15 10 100 95 Lanthanum oxido 90 Magnesium oxide % C 85 U} Sarnariumi oxide /^)K 5~ 80 75 170 19D 210 230 250 270 170 190 210 230 250 270 29D (a) TEMPERATURE (b) TEMPERATURE FIg. 9. Temperature dependence of deuterium uptake (a) and conversion (b) of 2-butanol. Lanthanum oxide X Magnesium oxide -)K- Magnesiumi oxido 2-PENTANOL 2-PENTANDL 45 100 40 35 O * Lanthanuxn oxide 95 * Lnum oxide % D 25 ~)K, hen oxide % G )K- Muffn oxide 20 0 SlVM Oxide 90 Samarium oxide 15 10 5 85 190 210 230 250 270 290 170 190 210 230 250 270290 (a) TEMPERATURE (b) TEMPERATURE Fig. 10. Temperature dependence of deuterium uptake (a) and conversion (o) of 2-pentanol. 3-PENIANDLI 3-PENTANDL 35 100 30 25 X * Lanthanum oxide 95 * num adds O % D` *- itxn oxide % C -)K- Magn Z\" ~- eskim oxide z 5~0 Semerium oxide 90 0 Swaim oxide 10 5 0 85 180 200 220 240 280 280 170 190 210 230 250 270290 (a) TEMPERATURE (b) TEMPERATURE FIg. 11. Temperature dependence of deuterium uptake (a) and conversion (b) of 3-pentanol. 42 TABLE 1 Deuteration windows and window width of catalysts causing highest deuterium uptake Alcohol KP Window Window width Catalyst ( C) ( C) ( C) ethanol 79 170-240 70 Sm203 1-propanol 97 190-280 90 SM203 2-propanol 82 180-260 80 Sm203 1-butanol 117 200-260 60 SM203 2-butanol 100 180-270 90 SM203 1-pentanoi 138 200-290 90_ SM203 2-pentanol 119 200-260 60 Mg0 3-pentanol 116 180-260 80 La203 Secondary alcohols: In 2-propanol six, in 2-butanol and 2-pentanol five and in 3-pentanol four protons could be exchanged. Deuterium uptake (g'nD) and conversion (OG') are shown in Figs. 8(a, b) to 11 (a, b). The deuteration windows for the catalysts with highest deuterium uptake in the carbon chain are shown in Table 1. Discussion It was shown that alcohols undergo the exchange reaction at ss- and 3'-positions when MgO, SM203 and La203 (E 1 cB catalysts) were used. Moreover, the proton of the hydroxyl group was also exchanged. Methanol does not contain ss-protons, therefore we could not find deuterium at the carbon atom. BP04 did not catalyse any deuterium uptake into the carbon chain of alcohols. BP04 (El catalyst) influences the alcohols such that hydroxyl abstraction proceeds first. It is not possible to stop the reaction at a certain temperature to obtain deuterated reactants, because the energy level of the molecules is high enough to form alkenes. With increasing temperature the deuterium uptake goes through a maximum. The lower deuterium content at high temperatures is caused by the lower D20 content of the catalyst at the upper limit of the deuteration windows. The deuteration windows described above can be compared with the principal path an E 1 cB reaction follows. The first step (removal of a proton) is possible at relatively low temperatures because the activation energy for this process is low compared with the activation energy for the abstraction of the hydroxyl group. The low activation energy for H+ abstraction is on the other hand caused by strong interactions with the basic sites (EPD) of the surface. Thus we can consider that the lower temperature limit of the deuteration window can be compared with the first step of the potential curve of the E1cB reaction (H+ split off). At higher temperature ranges 43 (upper limit of the window), most of the molecules also have enough energy to undergo the second step of the reaction (OH- split off). Oxidic. catalysts (MgO, SM203 and La203) were totally transformed to their deutero-oxides by D20 treatment. We consider that the catalysts also contained a certain amount of adsorbed D20. References 1 K. Thomke, Z. Phys. Chem, N. F., 106 (1977) 225. 2 K. Thomke and H. Noller, 5th Int. Congr. CataL, Miami, 1972, Paper 84, pp. 1183-1191. 3 K. Thomke, Z. Phys. Chem, N. F., 107 (1977) 99. 4 K. Thomke, Z. Phys. Chem, N. F., 106 (1977) 295. 5 K. Thomke, Z. Phys. Chem., N. F., 105 (1977) 87. 6 1. Halasz, H. Vinek, K. Thomke and H. Noller, Z. Phys. Chem., N. F., 144 (1985) 157. 7 H. Noller and W. Kladnig, Catal. Rev. Sci. Eng., 13 (1976) 149. 8 G. Zhang, H. Hattori and K. Tanabe, Appl. Catal., 36 (1988) 189. X244 9180059C 0304-5102(91)80059-C 10.1016/0304-5102(91)80059-C Adsorption structures and mechanisms of hydrogen/deuterium exchange reactions of alcohols over oxidic catalysts W. Baumann S. Lippert K. Thomke Inst. für Physikalische Chemie, Technische Universität Wien, Getreidemarkt 9, 1060 Vienna Austria Hydrogen—deuterium exchange reactions of the carbon chain of alcohols using D2O-pretreated MgO, La2O3, Sm2O3 and BPO4 catalysts were examined. The surfaces of the catalysts were saturated with D2O and afterwards the reactions were carried out in the pulse mode. MgO, La2O3, SM2O3 are catalysts with strong basic and weak acidic sites on their surfaces (E1cB-catalyst). BPO4 is a catalyst with stronger acidic and weaker basic sites (E1-catalyst). Hydrogen—deuterium exchange takes place at the hydroxyl group and at the β-position to the hydroxyl group of the alcohols when MgO, La2O3 and Sm2O3 were used. On carrying out the reaction with BPO4, no deuterium uptake was detected in the chain of carbon atoms, but rather only at the hydroxyl group. The dependence of deuterium uptake on temperature was examined using gas chromatographic and mass spectrometric methods. We selected a temperature range beginning with a deuterium uptake of 10% into the carbon chain and ending with a conversion of 5% to reaction products (such as alkenes, aldehydes or ketones by dehydration or dehydrogenation reactions) as a ‘deuteration window’. The temperature limits of a window are a compromise between the loss of reactant and an appreciable deuterium uptake. The ‘windows’ appeared between 170 and 290 °C for the alcohols used. The limits of deuterium uptake and onset of secondary reactions can be correlated with the potential curves of elimination reactions. References 1 K. Thomke Z. Phys. Chem, N. F. 106 1977 225 2 K. Thomke H. Noller 5th Int. Congr. Catal. 1972 1183 1191 Paper 84 3 K. Thomke Z. Phys. Chem, N. F. 107 1977 99 4 K. Thomke Z. Phys. Chem, N. F. 106 1977 295 5 K. Thomke Z. Phys. Chem., N. F. 105 1977 87 6 I. Halász H. Vinek K. Thomke H. Noller Z. Phys. Chem., N. F. 144 1985 157 7 H. Noller W. Kladnig Catal. Rev. Sci. Eng. 13 1976 149 8 G. Zhang H. Hattori K. Tanabe Appl. Catal. 36 1988 189",
      "scopus-id": "0026202635",
      "coredata": {
        "eid": "1-s2.0-030451029180059C",
        "dc:description": "Hydrogen—deuterium exchange reactions of the carbon chain of alcohols using D2O-pretreated MgO, La2O3, Sm2O3 and BPO4 catalysts were examined. The surfaces of the catalysts were saturated with D2O and afterwards the reactions were carried out in the pulse mode. MgO, La2O3, SM2O3 are catalysts with strong basic and weak acidic sites on their surfaces (E1cB-catalyst). BPO4 is a catalyst with stronger acidic and weaker basic sites (E1-catalyst). Hydrogen—deuterium exchange takes place at the hydroxyl group and at the β-position to the hydroxyl group of the alcohols when MgO, La2O3 and Sm2O3 were used. On carrying out the reaction with BPO4, no deuterium uptake was detected in the chain of carbon atoms, but rather only at the hydroxyl group. The dependence of deuterium uptake on temperature was examined using gas chromatographic and mass spectrometric methods. We selected a temperature range beginning with a deuterium uptake of 10% into the carbon chain and ending with a conversion of 5% to reaction products (such as alkenes, aldehydes or ketones by dehydration or dehydrogenation reactions) as a ‘deuteration window’. The temperature limits of a window are a compromise between the loss of reactant and an appreciable deuterium uptake. The ‘windows’ appeared between 170 and 290 °C for the alcohols used. The limits of deuterium uptake and onset of secondary reactions can be correlated with the potential curves of elimination reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180059C",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Baumann, W."
          },
          {
            "@_fa": "true",
            "$": "Lippert, S."
          },
          {
            "@_fa": "true",
            "$": "Thomke, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180059C"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180059C"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80059-C",
        "prism:volume": "68",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Adsorption structures and mechanisms of hydrogen/deuterium exchange reactions of alcohols over oxidic catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "33-43",
        "prism:endingPage": "43",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1991",
        "prism:doi": "10.1016/0304-5102(91)80059-C",
        "prism:startingPage": "33",
        "dc:identifier": "doi:10.1016/0304-5102(91)80059-C",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026202635"
      }
    }
  }
}