{
  "metadata": {
    "title": "Synergism and phase transfer effects in hydrogenations of model coal constituents using iron carbonyl as a catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-10-31",
    "doi": "10.1016/0304-5102(82)80082-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800825",
    "pii": "0304510282800825"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-18844425043",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510282800825 0304-5102(82)80082-5 0304510282800825 10.1016/0304-5102(82)80082-5 S350 S350.1 HEAD-ONLY 1-s2.0-S0304510200X00223 2024-01-02T01:04:16.600218Z 0 0 19821001 19821031 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast pubtype alllist content subj ssids 0304-5102 03045102 17 17 1 1 Volume 17, Issue 1 13 109 113 109 113 198210 October 1982 1982-10-01 1982-10-31 1982 converted-article sco Copyright © 1982 Published by Elsevier B.V. SYNERGISMPHASETRANSFEREFFECTSINHYDROGENATIONSMODELCOALCONSTITUENTSUSINGIRONCARBONYLACATALYST LYNCH T LYNCHX1982X109 LYNCHX1982X109X113 LYNCHX1982X109XT LYNCHX1982X109X113XT item 0304-5102(82)80082-5 0304510282800825 1-s2.0-0304510282800825 10.1016/0304-5102(82)80082-5 272239 2024-01-02T01:04:16.600218Z 1982-10-01 1982-10-31 1-s2.0-0304510282800825-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800825/MAIN/application/pdf/3567be50ed8a23f9a9bca6e5d0f80c3f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800825/MAIN/application/pdf/3567be50ed8a23f9a9bca6e5d0f80c3f/main.pdf main.pdf pdf true 225376 MAIN 4 1-s2.0-0304510282800825-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800825/PREVIEW/image/png/9749704dd4a7ea47da138cafcdd562cc/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800825/PREVIEW/image/png/9749704dd4a7ea47da138cafcdd562cc/main_1.png main_1.png png 63545 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 17 (1982) 109 - 112 109 Letter Synergism and Phases Transfer Effects in Hydrogenations oModel Coat Constituents Using Iron Carbonyl as a Catalyst THOMAS J. LYNCH, 14fAHMOUD BANAH. MARK McDOUGALL and HERBERT D. KAESZ Department of Chemistry and Biochemistry, University of California. Los Angeles, C.4 90024 (U.S_A.) ' CLIFFORD R. PORT-'ER Peretanyl Technologies, Inc-, 11728 fghmay 93, Boulder, CO 80303 (US_A.) (Received April 20, 1982) The recent report of investigations into hydrogenation of model coal constituents using metal carbonyls as catalysts [Z] prompts us to communicate results of our studies in this area which are focussed on iron carbonyl catalyzed systems [2, 3, 4] . As recently described [5] , iron pentacarbdnyl is an economically viable agent for desulfurization and liquefaction of coal. It is thus of interest to elucidate its activity in the hydrogenation of organic substrates; this reaction is currently being investigated for a variety of metal carbonyls [1] , and was earlier studied by 1. (Gender and co-workers using cobalt carbonyl with hydrogen [6, 71. Experimental Reactions were performed in a glass liner fitted to a 0.3 1 copper-lined autoclave. Reaction temperature was reached in one hour. Products were isolated by CC14 extraction of the glass liner contents, followed by drying and evaporation. Characterization was achieved by IR, lH and E3C NMR and mass spectral methods. Sampling of the gas phase above the reaction mixture during venting shows both HZ and C0z (by gas chromatography), indicating that the water-gas shift reaction had taken place. This is true both with and (at 300 C) without added Fe(Ca)S. In the latter case, however, only acridine shows any significant hydrogenation; the other substrates are unaffected. The water-gas shift reaction during the blank runs could be caused by the interior surface of the autoclave which comes into contact with gaseous HZ0 and CO. 0304-5102/82/0000-0000/S02. 75 Elsevier .9equoia/Printed in The Netherlands 110 Results and Discussion Our studies are summarized in the three tables which follow. Initially, we examined the :reactions at 150 `C to optimize the iron carbonyl-catalyzed water-gas shift reaction [2, 3] (see Table Z). Nitrogen heterocycles are found most susceptible to hydrogenation under these conditions. Quinoline, 1, is 100% hydrogenated in the nitrogen-containing ring; isoquinoline. 3, is both hydrogenated and 1Al-formylatted to 4, similarly in 100% yield. Fn the phenanthrolines, hydrogenation of only one of the two nitrogen-containing rings is observed. The yield o0 is significantly reduced because it is present in the product mixture in the form of iron complexes; this is indicated by a brightly colored aqueous phase partially characterized by the 1H NMR of acetone-d6 extracts. Anthracene is relatively unreactive under these conditions. We have however found ways in which its hydrogenation clay be significantly increased, see below. Compounds which we found to be unaffected at 150 C are naphthalene, phenanthrene, dibenzyl, anisole, diphenyl ether and dibenzthiophene. In light of the 100% yields observed in the conversions of 3 and 5, these reactions were performed using catalytic amounts of iron carbonyl; the results are listed in Table 2. At 150 9C, 22 and 24 molar equivalents of each of these substrates, respectively, are hydrogenated. Reactions were next undertaken at 300 C to parallel coal. liquefactions which were observed in higher yield at the higher temperature [9] . Using catalytic amounts of Fe(CO)S, isoquinoline is again hydrogenated and N-formylated wit'i a total turnover number of 35 (Table 2). Dibenzthiophene, on the other hand, remains unreactive. Other studies at 300 rZ,' are suaruunarized in Table 3. The first entry shows that anthracene, when treated by itself,. is less converted (19%) than it pas at 150 CC. It occu-rred to us that some of tile constituents in coal might affect the catalytic properties of Fe(CO)S. We therefore carried out experiments in which the reduction of anthracene was investigated in the presence of the substances listed in the next three entries in Table 3. With these a greater degree of conversion of anthrecene to 12 is observed. The nitrogen heterocycles are thus beneficial to reductions catalyzed by iron pentacarbonyl while the same nitrogen heterocycles are themselves undergoing conversion to partially hydrogenated (and/or N-formylated) products. Notably, the nitrogen heterocycles 9 and 14 which may participate as chelating ligands on iron were more effective for hydrogenation of anthracene than 1. Finally we come to the last two entries in Table 3, showing the results of addition of a phase transfer catalyst, tetramethyiammonium chloride, zither by itself or together with a nitrogen heterocycle. These lead to dramatic increases in the conversion of the anthracene. Such results at 300 C contrast with the work of Alper and co-workers, who reported no benefit of a phase transfer agent in the reduction of aromatic nitro compounds by Fe(CO)S (or Fe,(CO)9) at room temperature [10]. These 111 TABLE 1 Reductions with iron carbonyl catalyzed water-gas, shift system. Substrate Product Yielda-b ( quinoline 1 h 2 100 Ef isoquinoline 3 O:DN_clip 4 100 if acridine 5 p 00 6 100 H 8 75 H 4,7-phenanthroline z o0 _h 1,10-phenanthroline s 10 50 N Ii N anthracene 11 030 12 25 $Reaction conditions are as follows: 150 C; 42 kg cU27-2; 15 h in CH30H (7 5 ml)/H20 (25 ml)/KOF4 (4_8 g); sub-cirate (5.0 mmal) and Fe(CO)s (2..5. mmol). bFJnder the above conditions but without Fe(CO)S, no reactions are observed. is thus high potential in use of iron pentacarbonyl in hydrogenations when activated by appropriate synergistic agents; specific comparisons with the aforementioned cobalt carbonyl are underway. 112 TABLE 2 Reductions of nitrogen-containing heterocycles using catalytic amounts of Fe(CO)Sa Substrate Ratiob 7C Product and (TQId ('C) 3 55:1 150 4 (22) 3 55-1 300 4 (14) 13e (21) 5 28:1 150 6 (24) aSee Table 1 for identification of substrates and products. bl:tatio of substrate to Fe(CO)g. See Table 1 for conditions at 150 C; see Table 3 for conditions at 300 C. d Tu mover. e 1,2,3,4-tetrahydrosoquinoline. TABLE 3 .gents for enhancing the hydrogenation of anthracene, 11 :o 9,10-aihydroanthracene, 12, at 300 Ca-b Agent Yield of 12 (90) none 19 1 25 9 37 14c 62 Me4 NCI 100 TERpyd 296 (461)e 'See Table 1 for identification of agents. bReaction conditions at 300 C are as follows- CO, 70 kg crre 2, 1 h in H20 (2.5 ml). KOH (2.8 g), substrate (3.0 mmol), agent (3.0 mmol) mad Fe(CO)5 (3.0 mmol). 2, 2'-Dipyridyl. dTERPY = 2,2',2 -terpy-ridine. eWith TERPY and Ide4NC1 combined. Acknowledgements This work performed at UCLA was --upportO in part by a grant from the National Science Foundation (CHE-73-08406). We thank the University of Riyadh, Saudi Arabia, for a Sabbatical Leave Fellowship. to Prof. M. Banah. X244 82800825 0304-5102(82)80082-5 10.1016/0304-5102(82)80082-5 Letter Synergism and phase transfer effects in hydrogenations of model coal constituents using iron carbonyl as a catalyst Thomas J. Lynch Mahmoud Banah Mark McDougall Herbert D. Kaesz Department of Chemistry and Biochemistry, University of California, Los Angeles, CA 90024 U.S.A. Clifford R. Porter Pentanyl Technologies, Inc., 11728 Highway 93, Boulder, CO 80303 U.S.A.",
      "scopus-id": "18844425043",
      "coredata": {
        "eid": "1-s2.0-0304510282800825",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800825",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lynch, Thomas J."
          },
          {
            "@_fa": "true",
            "$": "Banah, Mahmoud"
          },
          {
            "@_fa": "true",
            "$": "McDougall, Mark"
          },
          {
            "@_fa": "true",
            "$": "Kaesz, Herbert D."
          },
          {
            "@_fa": "true",
            "$": "Porter, Clifford R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800825"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800825"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80082-5",
        "prism:volume": "17",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synergism and phase transfer effects in hydrogenations of model coal constituents using iron carbonyl as a catalyst",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "109-113",
        "prism:endingPage": "113",
        "pubType": "sco",
        "prism:coverDisplayDate": "October 1982",
        "prism:doi": "10.1016/0304-5102(82)80082-5",
        "prism:startingPage": "109",
        "dc:identifier": "doi:10.1016/0304-5102(82)80082-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/18844425043"
      }
    }
  }
}