{
  "metadata": {
    "title": "Hydrogenation and isomerization of olefins with diphenylphosphinomethyl hydride zirconium, [Cp<ce:inf loc=post>2</ce:inf>ZrH(CH<ce:inf loc=post>2</ce:inf>PPh<ce:inf loc=post>2</ce:inf>)]<ce:inf loc=post><ce:italic>n</ce:italic></ce:inf>, a selective homogeneous catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-02-15",
    "doi": "10.1016/0304-5102(92)80029-G",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280029G",
    "pii": "030451029280029G"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026818478",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280029G 0304-5102(92)80029-G 030451029280029G 10.1016/0304-5102(92)80029-G S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01472 2024-01-02T01:05:30.650091Z 0 0 19920215 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast dedication primabst ref alllist content subj ssids 0304-5102 03045102 72 72 1 1 Volume 72, Issue 1 6 47 58 47 58 19920215 15 February 1992 1992-02-15 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. HYDROGENATIONISOMERIZATIONOLEFINSDIPHENYLPHOSPHINOMETHYLHYDRIDEZIRCONIUMCP2ZRHCH2PPH2NASELECTIVEHOMOGENEOUSCATALYST RAOULT Y PARSHALL 1975 113 G KUBAS 1988 120 G CRABTREE 1988 299 R PEZ 1981 1 G TOOGOOD 1982 267 G YASUDA 1987 723 H YANLONG 1986 31 Q ZHANG 1990 69 Y SCHWARTZ 1976 402 J SCHWARTZ 1979 J NEWSYNTHETICMETHODS SCHWARTZ 1981 J ORGANICSYNTHESISTODAYTOMORROW CARDIN 1986 D CHEMISTRYORGANOZIRCONIUMHAFNIUMCOMPOUNDS ERKER 1989 2349 G KUNIEDA 1985 1977 T GIBSON 1987 918 T ANNBY 1989 295 U NELSON 1989 2484 J UHLIG 1990 77 E WAILES 1972 C32 P COUTURIER 1980 291 S PEZ 1979 6933 G PEZ 1983 393 G CHOUKROUN 1986 1317 R CHOUKROUN 1984 C37 R ETIENNE 1984 531 M CHOUKROUN 1986 67 R CHOUKROUN 1987 C9 R CHOUKROUN 1987 1197 R CHOUKROUN 1988 45 R ETIENNE 1984 915 M CHOUKROUN 1990 1983 R BLACKBURN 1975 3041 T SCHWARTZ 1976 33 J FISHER 1980 4941 M CHOUKROUN 1990 189 R SCHORE 1980 4251 N CHOUKROUN 1985 224 R CHOUKROUN 1990 C1 R ERKER 1980 6344 G ERKER 1982 3300 G RAOULTX1992X47 RAOULTX1992X47X58 RAOULTX1992X47XY RAOULTX1992X47X58XY item 0304-5102(92)80029-G 030451029280029G 1-s2.0-030451029280029G 10.1016/0304-5102(92)80029-G 272239 2024-01-02T01:05:30.650091Z 1992-02-15 1-s2.0-030451029280029G-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280029G/MAIN/application/pdf/89fcc994e5009fd4a3b7beb84fb3babd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280029G/MAIN/application/pdf/89fcc994e5009fd4a3b7beb84fb3babd/main.pdf main.pdf pdf true 796126 MAIN 12 1-s2.0-030451029280029G-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280029G/PREVIEW/image/png/5afb40d505c0d3399a9cbd368b495114/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280029G/PREVIEW/image/png/5afb40d505c0d3399a9cbd368b495114/main_1.png main_1.png png 67304 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 72 (1992) 47-58 47 M2797 Hydrogenation and isomerization of olefins with diphenylphosphinomethyl hydride zirconium, [Cp2ZrH(CH2PPh2)]n, a selective homogeneous catalyst Y. Raoult, R. Choukroun*, M. Basso-Bert and D. Gervaist Laboratoire de Chimie de Coordination du CNRS, Unite no. 8241 liee par conventions a l'Universite Paul Sabatier et a lInstitut Natl Polytechnique, 205 route de Narbonne, 31077 Toulouse Cedex (France) (Received July 13, 1991; accepted September 24, 1991) Abstract Various linear and cyclic mono- and di-olefins and aromatic substrates have been investigated for catalytic hydrogenation and isomerization with the diphenylphosphinomethyl hydride compound [CPZZrH(CHZPPh2)] . Selective formation of cycloheptene, cyclooctene and 1,2,3,4-tetrahydroanthracene is obtained from cycloheptatriene, cyclooctadiene (1,5- or 1,3-COD) and anthracene, respectively. Catalytic isomerization of 1-hexene to E-2-hexene and 1,5-COD to 1,3-COD occurs rapidly at 80 C. The kinetic study of the catalytic selective hydrogenation of 1,3-COD to cyclooctene with [Cp2ZrH(CHZPPhz)] has been investigated. The dependence of the hydrogenation rate as a limiting step and the half order observed for the catalyst in the kinetic law make it possible to propose an active homobimetallic Zr\"Zr'I species in which both zirconium atoms are bridged by the diphenylphosphinomethyl ligand. A mechanism for the hydrogenation of conjugated diolefms is postulated. Introduction The chemistry of the M-H bond receives a great deal of attention because of its involvement in many chemical processes [I]. Titanocene and its hydrides are particularly useful catalysts in the hydrogenation and isomerization of various unsaturated organic compounds [2]. Whereas hydrozirconation is always of interest [3], the literature contains surprisingly few studies on homogeneous catalytic hydrogenation and isomerization with zirconium [4]. The chemistry of diphenylphosphinomethyl titanium and zirconium has been extensively studied in our group [5]. We have recently found that diphenylphosphinomethyl hydride zirconium [Cp2ZrH(CHZPPh2)],,, 1, is an effective catalyst precursor for the hydrogenation of unsaturated organic substrates and we have carried out the selective hydrogenation of 1,5- or 1,3-cyclooctadiene to cyclooctene. A preliminary account of this work has *Author to whom correspondence should be addressed. tDedicated to the memory of Professor D. Gervais. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 48 appeared [5a] and we now report a study of a wide variety of classes of unsaturated substrates - linear and cyclic mono- and diolefins as well as polynuclear aromatics - to offer a qualitative indication of the nature of the catalytic cycle. Results and discussion Catalytic hydrogenation of linear and cyclic mO-olefins, poly-olefins and polynuclear aromatics The homogeneous hydrogenations of olefins catalyzed by zirconium complex [Cp2ZrH(CHZPPh2)]n 1 were performed at 80 C and 40 bar Hz. As shown in Table 1, all of the mono-olefinic substrates were hydrogenated to the corresponding alkane, except cycloheptene and cyclooctene (entries 8 and 9). The terminal linear olefin 4-methyl-l-pentene hydrogenates about half as fast as the internal analogue 4-methyl-2-pentene (entries 4 and 5). This unusual result could be interpreted by considering the electron density of the double bond of the internal olefin: the electron-donating effect of two alkyl groups increases the electron density of the internal olefinic bond and induces a more nucleophilic double bond than in the 4-methyl-l-pentene towards an electrophilic center like zirconium. No isomerization products were detected during the course of these catalytic hydrogenations, but this phenomenon could exist and the isomerization process will be demonstrated in a latter section of this paper. The catalytic hydrogenation of norbornene (entry 10) is fast, compared to C5-Cs cycloolefins in relation to the strain of the cycle. However, cycloheptene and cyclooctene do not hydrogenate such a low ratio as [substrate] /[1 ] = 25. The stoichiometric reaction of cyclooctene with 1 does not give the corresponding alkyl zirconium, as we observed in the case of 1-hexene which gives Cp2Zr(n-hexyl)(CH2PPh2) [6] TABLE 1 Hydrogenation of linear and cyclic mono-olefins Run Substrate [Substrate] Conversion Product Time [Catalyst] M 1 styrene 300 100 ethylbenzene 60 2 1-hexene 300 100 hexane 60 3 1-octene 300 100 octane 75 4 4-methyl-l-pentene 150 100 2-methylpentane 50 5 4-methyl-Z-2-pentene 150 100 2-methylpentane 25 6 cyclopentene 300 100 cyclopentane 50 7 cyclohexene 300 100 cyclohexane 30 8 cycloheptene 25 0 - > 16 h` 9 cyclooctene 25 0 - > 16 h` 10 norbornene 350 100 norbornane 10 'Reaction time up to 16 h. bnorbornene =[2.2.1]bicyclo-2-heptene; norbornane =[2.2.1]bicycloheptane. 49 as a labile complex. [Cp2ZrHCl]n was also found to be unreactive towards cyclooctene [7] -while Cp2Zr(n-hexyl)Cl exists [8]. These results are still unclear and may be due to the conformation of the cycloheptene and cyclooctene and related steric factors. The catalytic hydrogenation of linear diolefins (Table 2, entries 11-14) was complete within a few hours, except for the bulky 1,2,3,4-tetrapheny1butadiene. On the other hand, 2-methyl-1,4-pentadiene showed a higher hydrogenation rate than the non-substituted 1,4-pentadiene (entries 12 and 13), as already noticed for the monoolefins (entries 4 and 5). The isomerization of 1,4- to 1,3-pentadiene was observed during the catalytic hydrogenation, and the formation of 2-pentene via 1,4 hydrogen addition (entries 11, 12, Scheme l:a) was identified by GC analysis. 1,7-Octadiene was hydrogenated directly to 1-octene without isomerization (entry 14, Scheme l:b). Cyclic polyolefins C5-C8 and cyclic strained norbornadiene were studied (Table 2, entries 16-22) and gave the corresponding cycloalkanes, except cycloheptatriene,1,5- and 1,3-COD which gave selectively cycloheptene and cyclooctene (entries 19, 20, 21). In the case of 1,5-COD, ratios up to [substrate]/ TABLE 2 Hydrogenation of linear and cyclic diolefins Run Substrate [Substrate] Conversion Product Time [Catalyst] M (min) 11 1,3-pentadiene 100 100 pentane' 20 12 1,4-pentadiene 120 90 pentane b 200 13 2-methyl-1,4-pentadiene 300 100 2-methylpentane` 100 14 1,7-octadiene 300 100 octane 180 15 1,2,3,4-tetraphenylbutadiene 25 - - > 16 h` 16 cyclopentadiene 300 100 cyclopentanef 210 17 dimethylfulvene 25 0 - > 16 h` 18 1,3-cyclohexadiene 100 99 cyclohexane8 30 19 cycloheptatriene 150 99 cycloheptene\" 20 20 1,3-cyclooctadiene 350 100 cyclooctene' 20 21 1,5-cyclooctadiene 350 100 cyclooctene', J 90 22 norbornadiene 300 100 norbornane' 60 aIntermediate formation of E-2-pentene. bIntermediate formation of 1,3-pentadiene and E-2-pentene. `Intermediates are not studied. 'Intermediate formation of 1-octene. `Reaction time up to 16 h. (Intermediate formation of cyclopentene. BIntermediate formation of cyclohexene. \"Intermediate formation of cycloheptadienes in very low concentration. 'Cyclooctane concentration < 296 for a reaction time of 16 h. JIntermediate formation of 1,3-cyclooctadiene, no 1,4-COD detected. 'Intermediate formation of norbornene. Norbornadiene: bicyclo[2.2.1]hepta-2,5-diene; norbornene: bicyclo[2.2.1]hept-2-ene; norbornane: bicyclo[2.2.1]heptane. 50 [catalyst]=2000 could be reached and cyclooctene (1009%) was obtained. 1,5-COD was hydrogenated at a much slower rate than 1,3-COD due to the isomerization of 1,5-to 1,3-COD which takes place during the catalytic hydrogenation (Scheme l:c). It was found that 1 has poor catalytic activity in the hydrogenation of polynuclear aromatic substrates, except for anthracene (see Table 3). For a ratio [substrate] /[ 1 ] = 25 and a reaction time of - 16 h, no hydrogenation process took place with benzene, 1-methylnaphthalene, 2-methylnaphthalene and phenanthrene. With naphthalene, hydrogenation gave tetralin (1990) and decalin (19/0) within 10 h. Anthracene (entry 27) was hydrogenated selectively in 1,2,3,4-tetrahydroanthracene within 3 h (100% selectivity). a) b) [Cp2ZrH(CH2PPhZ)] [Cp2ZrH(CHZPPhz)J H2 [CpzZrH(CH,PPh2)], HZ [CpZZrH(CHzPPh2)]n H7 [CPnrH(CH7PPhy)]n HZ [Cp2ZrH(CHzPPh2)[ [CpzZrH(CHZPPh2)] c) / / \\ Hz Scheme 1. TABLE 3 Hydrogenation of aromatics Run Substrate [Substrate] Conversion Product Time [Catalyst] Cue) 23 benzene 25 > 16 24 naphthalene 25 20 1995 tetralin' 10 196 decalin\" 25 1-methyliuiphthalene 25 > 16 26 2-methylnaphthalene 25 > 16 27 anthracene 26 100 1,2,3,4-tetrahydro- 3 anthracene 28 phenanthrene 25 > 16 '1,2,3,4, Tetrahydronaphthalene. Decahydronaphthalene. 51 Isomerization and hydrogen transfer During the course of the catalytic reactions, isomerizations were observed in some cases. Complex 1 is a good catalyst for catalytic isomerization: the reaction can be driven by mixing 1 with the olefinic substrate at room temperature, or with a higher rate at 80 C. Transformation of 1,5-COD to 1,3-COD in less than 1 h has been followed by GC for a ratio [1,5-COD)/ [ 1 ] = 300. The intermediate 1,4-COD was observed in low concentration during this isomerization. Isomerization of 1-hexene to E-2-hexene has been monitored at 60 C by 1H and 31P NMR in a sealed tube with a ratio [ 1-hexene ] /[ 1 ] =100. Complete isomerization occurred in less than 2 h. The 1H NMR spectrum shows the progressive appearance of the olefinic multiplet signal at 5.4 ppm attributed to E-2-hexene and disappearance of the olefinic signals at 4.9 and 5.7 ppm due to 1-hexene. The 31P NMR spectrum shows a peak at - 5.4 ppm relative to the formation of the alkylzirconium Cp2Zr(n-hexyl)CH2PPh2 [6] which vanished at the end of the isomerization. The isomerization of unsaturated hydrocarbons with 1 most likely proceeds via a conventional addition-elimination mechanism, viz. 2-alkyl zirconium species followed by a ZrH 6-elimination, leading exclusively to E-2-hexene, the steric hindrance being in favor of the E-2 configuration for the olefins. Another interesting property of 1 is the hydrogen transfer observed with 1,3-cyclohexadiene (Scheme 2). For a ratio [1,3-cyclohexadiene]/[1]=100 at 80 C in C6Dg in a sealed NMR tube, the formation of benzene and cyclohexene-in less than 10 min-was followed by 1H NMR spectroscopy. Another zirconium complex (77b-CrH7)ZrH(dmpe)2 [9 ] has recently been shown to involve a catalytic hydrogen transfer via. a ZT(0)-Zr(II) proposed mechanism, although 20 h are required under the same experimental conditions. Kinetic studies of 1,3-COD hydrogenation to cyclooctene Different hydrogenation mechanisms with C7-C8 cyclic olefins might be assumed to be involved if we presume that the steric hindrance and/or configuration of cyclodienes are similar to their corresponding monoolefins. By comparison, different zirconium hydrides such as [Cp2ZrHC1],,,, [Cp2ZrH2] or [(CBH4CMe3)2ZrH2]2 used as catalysts in the hydrogenation of 1,3-COD afford a mixture of cyclooctene and cyclooctane under the same experimental conditions [10]. To understand the mechanism of diolefin hydrogenation and to gain insight into the role of the diphenylphosphinomethyl ligand CH2PPh2, we (3 ------- 6- (0 - ID 504'0 50 Scheme 2. 52 investigated the kinetic law for the hydrogenation of 1,3-COD which gives exclusively cyclooctene, and the stoichiometric reactivity of some particular diolefins for the catalyst [Cp2ZrH(CH2PPh2)],n. The data for the hydrogenation reaction were obtained by varying temperature, pressure range and catalyst concentration. The order of reaction with respect to 1,3-COD was determined from the slope of the consumption of H2, using the same amount of catalyst in each case and a fixed temperature. Whatever the initial concentration in [1,3-COD], the slopes are linear, and are superimposed (Table 4 entry 1). FYom these data, it is clear that the reaction is zero order with respect to 1,3-COD. The order of reaction with respect to the pressure in the autoclave P(H2) was obtained from the slope of the plots of In[consumption of H2] vsIn[P(H2)], keeping the [1,3-COD] and catalyst concentration constant with a fixed temperature (Table 4, entry 2). The reaction is found to be first order with respect to the pressure P(H2). The order of reaction with respect to the catalyst was obtained from the slope of the plot of In[consumption of H2] vs. In[catalyst], keeping the 1,3-COD concentration constant and at fixed temperature (Table 4, entry 3). The reaction is found to be half-order in 1. The effect of temperature on the rate of hydrogenation has been studied in the range 40-80 C and the results are given in Table 4 (entry 4). The energy of activation calculated from the slopes of the Arrhenius plot was found to be 29 kJ mol-1. TABLE 4 Kinetic parameters of 1,3-COD hydrogenation with [Cp2ZrH(CHZPPh2)L as catalyst in THF Entry Catalyst 1,3-COD T P(Hz) Rate of reaction (mol 1-' x 103) (mol 1-') ( C) (bar) (Mol 1'' s-' x 10') 1 4.7 0.70 80 10 5.9 1.50 6.2 1.80 6.1 2.90 5.9 2 9.5 2.90 40 10 4.7 20 9.8 40 20.2 3 4.8 2.90 80 10 6.0 9.7 7.3 11.1 8.1 13.4 8.6 20.3 10.2 4 9.5 3.0 40 10 2.9 60 6.0 80 12.3 53 Under the conditions of the present study, 1,3-COD hydrogenation was found to be zero order in olefin, first order in hydrogen pressure and half order in catalyst, as -3[1,3-COD]/dt=k[1,3-COD] [P(H2)]1[catalyst]\". Thus, it is found that: (i) the rate is independent of the initial concentration of the substrate, (ii) the HZ addition to the catalyst is the rate-limiting factor, since it was previously observed that the hydrogenation rate increases with bulky or strained olefins, (iii) the kinetic fractional order in the zirconium complex reflects the dissociation of the catalytic species. Proposal for a catalytic cycle for diolefin hydrogenation It was found that the catalytic hydrogenation is of fractional order with respect to the catalyst precursor 1, indicating some rate-limiting dissociative process of the active species. With the goal of characterizing such an intermediate, the study of the reactivity of 1 with different diolefin substrates was undertaken in order to isolate a stable alkenyl zirconium complex. The reaction of 1 with excess 1,3-COD (or other mono or diolefins) at room temperature in THF developed a red paramagnetic solution analyzed by EPR as the known Zr(III) species (Cp2ZrCH?PPhz) [ 11 ]. When 1 was treated with a stoichiometric amount of 1,3-COD, the same Zr(IH) species was observed with formation of cyclooctene (in 40-50% amount per Zr atom) detected by GLC. The 1H NMR spectrum of this reaction performed in C6DB does not show any evidence for the formation of an alkyl or alkenyl zirconium complex, as we already observed when 1 was treated with 1-hexene [6]. To control the kinetics of the reaction and to avoid the formation of Zr(III) species, a less steric diolefin was used. The reaction of 1 with butadiene led to a sole homobinuclear zirconium Zr(IV)-Zr(II) complex, Cp2Zr(p,CH2PPh2)(,u.-CH=CHCH2CH3)ZrCp2 2, in which the double bond of the butenyl ligand has migrated in a from the Zr atom [ 12 ] (Scheme 3). This product was stable for a few days and slowly turned into the Zr(III) species, CpzZr(CH2PPh2). The formation of a stoichiometric amount of PPh2Me in the reaction provides indirect evidence for the mechanistic pathway of 2 and involves the reductive elimination of the phosphine and the formation of the reactive `Cp2Zr' zirconocene species, which reacts further with another molecule of 1 to give a hydride-bridged zirconium complex, Cp2(A-H)(N.CH2PPh2)ZrCp2 3, a Zr(IV)-Zr(IID species, (or formally Zr(III)-Zr(III) species) as an intermediate prior to the butadiene insertion into the Zr-H bond. Investigation of the reactivity of 1 with regard to the preferred modes of decomposition [6] supports this mechanistic framework and j H2-CH3 H~ H CP2Zr~ ZrCPz CHZ-PPhz Scheme 3. 54 provides evidence of the existence of the binuclear hydride bridged zirconium complex 3. However, 2 is a good candidate to explain the catalytic hydrogenation of diolefins, keeping in mind the kinetic results observed for the catalyst, i.e. the dissociation of a dimer. In this model, the butadiene mimics the 1,3COD as the diolefin. A catalytic cycle extended to other conjugated diolefins could be proposed (Scheme 4): (i) formation of the Zr(IV)-Zr(II) bimetallic complex (via 3) and isomerization process, (ii) hydrogenolysis and elimination of cyclooctene, (iii) dissociation of 3 into two Zr species and capture of zirconocene by 1,3-COD. It is worthy of note that intermediates such as Cp2Zr(COD) or Cp2Zr(cyclooctenyl)(CH2PPh2) can be reasonably proposed due to the existence of the analogous complexes CP2Zr(butadiene) [13] and 2ln [CPZZrH(CH2PPh2)1 Ph2Me H [Zr]/ ,[Zr] \\ CHZPPhZ O11 j~ ~H I Q. [Zr] [Zr] ^ [Zr] \\ pr] [Zr]/ Pr] \\ ~ ll CH2PPh2 CH2PPhZ C.H~PPhy HZ /H [Z Q, +[Zr](COD-1,3) CH2PPhp H [Zr] \\ r [Zr] / \\ CHZPPh2 H [Zr] H \\I--, (?z '-~ CH2PPhz [Zrl\\ CHZPPhZ Scheme 4. 55 Scheme 5. [CP2ZrH(CH,PPhz))o [CP,ZrH(CH,PPhzMI x _2_ [CpzZrH(CH=PPhz)) Hz [CpzZrH(CHzPPhZ)J Hz Cp27r(n-hexyl)(CHZPPh2) [6], the presence of free phosphine was also observed when 1 was treated with 1,3-COD. An alternative route which eliminates the isomerization step can be proposed, referring to the hydrogenation of 1,4-pentadiene in pentane via the intermediate formation of E-2-pentene. This observation precludes the formation of the homobimetallic zirconium complex in which the double bond is a from the Zr atom, which should lead to 1-pentene (Scheme 5). Conclusion The catalytic hydrogenation of various mono and polyolenns - linear and cyclic-was investigated with [Cp2ZrH(CH21'Ph2)]n, 1, as catalyst. All unsaturated hydrocarbon substrates led to the corresponding alkanes, except cycloheptene and cyclooctene which do not react, cycloheptatriene, 1,5- and 1,3-COD which give selectively cycloheptene and cyclooctene and, to a lesser extent, anthracene which gives selectively 1,2,3,4-tetrahydroanthracene. The following general conclusions can be drawn: (i) the reactivity of the olefins is enhanced with branched olefins (but in balance, bulky olefins do not favor the formation of an alkylzirconium) and (ii) competitive isomerization could be observed and thus slower hydrogenation rates. However the most intriguing fact is the non-hydrogenation of the cycloheptene and cyclooctene, in comparison with the selective hydrogenation of the cycloheptatriene and 1,5- or 1,3-COD in monoolefins with the same catalyst. From these results, it may be reasonably suggested that different mechanisms are involved. A classical catalytic cycle can be used to describe the hydrogenation reaction via the formation of an alkyl zirconium (which can be observed by 1H NMss in the case of R=n-hexyl) which is responsible for the mono-olenn hydrogenation [4b] (Scheme 6). Steric hindrance may be responsible for the non-hydrogenation of cycloheptene and cyclooctene. Further investigations on 1,3-COD enable us to elucidate the catalytic mechanism of diolefins: a kinetic study suggests a bimetallic complex as an active species for the hydrogenation of conjugated aiolenns. While a classical model via a conventional addition-elimination mechanism operates with monooleO 56 1/n [CpyZrH(CHZPPh2)]n olefin Cp2Zr \\cHZPPhq Hz olefin ) RH olefin H CpZZr / \\ CHZPPhz Scheme 6. or diolefins with isolated double bonds, this new scheme for conjugated diolefins (obtained in some cases through an isomerization process) shows the cooperative effect of two zirconium centers with different oxidation states, Zr(IV) and Zr(II), bridged by the CHZPPh2 ligand. Experimental All experiments were carried out under argon by Schlenk tube and vacuum line techniques. All solvents (viz. tetrahydrofuran, hexane) were distilled from sodium benzophenone ketyl. NMR spectra were recorded on a Bruker WH90 or WH200 spectrometer. Chemical shifts (a) are reported downfield from TMS or H3POq (85ss'o in D20) for 1H or 31P NMR, respectively. GC analyses were performed on an Intersmat IGC 121 apparatus. The reagents were purified according to published procedures. [CPZZrH(CHZPPh2)] (1) was synthesized as reported earlier [llb]. ESR spectra were recorded on a Bruker 200 TT spectrometer. General procedure for catalytic hydrogenation experiments The catalytic reactions were carried out in a 100 ml stainless steel autoclave under constant pressure (40 bar). The temperature was maintained at 80 C by circulation of oil through a double jacket. The gas was contained in a tank connected to the autoclave. The fall in pressure in the tank was monitored with a pressure gauge connected to an electronic unit. 57 In a typical experiment, a mixture of 1 (100 mg, 0.23 mmol), THF (11 ml), 1,3-COD (7.7 g, 71.2 mmol) and hexane (1 ml) was introduced by syringe into the preheated (80 C) autoclave and gas was immediately admitted (40 bar H2). Samples for GC were removed from time to time. When an olefin was found to be non-hydrogenated, another run was performed in the presence of 1,3-cyclooctadiene (50ss'o) to insure that the catalyst was active, through formation of cyclooctene independently of the considered substrate. Isomerixation of 1-hexene 1 (25 mg, 0.06 mmol), 1-hexene (0.7 ml, 5.9 mmol, 100 equivalents), 0.5 ml of C,,DB and 0.3 ml of THF as standard were introduced in a 'H NMR tube. The tube was sealed and introduced in the NMR probe preheated at 60 C. Six spectra were recorded at regular intervals over the duration of the reaction, i.e. total consumption of 1-hexene (olennic multiplets at 4.9 (2H) and 5.7 ppm (1H) together with the formation of E-2-hexene (olefinic multiplet at 5.4 ppm (2H)). Peak intensities were measured for each spectrum. An inductive period of about 15 min was noticed before the appearance of E-2-hexene and the reaction was complete within 100 min. Simulation of the plot [E-2-hexene] vs. time shows a first order reaction for the substrate (NE-2-hexene] -kt). In another experiment, 1 (52 mg, 0.12 mmol), 1-hexene (1.0 ml, 12.0 mmol) and 1 ml of C6D8 were introduced in a 10 mm tube which was sealed and scanned by 3IP NMR. A peak observed at 8= -5.4 ppm can be attributed to Cp2Zr(n-hexyl)(CH2PPh2) prepared independently [6]. After the disappearance of the peak, the tube was broken and GC analysis showed the presence of E-2-hexene. Hydrogen transfer The sample was prepared as above in a 5-mm tube with 1 (22.7 mg, 0.053 mmol), 1,3-cyclohexadiene (0.5 ml, 5.3 mmol) and C6Dg (0.5 ml) and followed by 1H NMR at 80 C. After 5 min, peak intensities of benzene, cyclohexene and 1,3-cyclohexadiene were measured and showed a progress of the reaction of - 50O. Complete disappearance of 1,3-cyclohexadiene 5 min later was confirmed by GC analysis. Kinetic Procedures The effect of 1,3-COD concentration (varied in the range 0.7-3.0 mol 1-1), H2 pressure (10-40 bar), catalyst concentration (4.7-20.3 mmol 1-1) and temperature (40-80 C) was investigated. For each variable, the rates were calculated from the plots of hydrogen consumption vs. time. Each run was repeated at least three times to confirm the validity of the experimental results. Acknowledgement We are grateful to Prof. G. Erker for helpful discussions. 58 References 1 For reviews see: (a) G. P. Parshall, Acc. Chem. Res., 8 (1975) 113; (b) G. J. Kubas, Acc. Chem. Res., 21 (1988) 120; R. H. Crabtree and D. G. Hamilton, Adv. Organometall. Chem., 28 (1988) 299. 2 For reviews see: (a) G. P. Pez and J. N. Armor, Adv. Organometall. Chem., 14 (1981) 1; (b) G. E. Toogood and M. G. H. Wallbridge, Adv. Inorg. Chem. Radiochem., 25 (1982) 267. For some recent exemples: (c) H. Yasuda and A. Nakamura, Angew. Chem, Int. Ed. EngL, 26 (1987) 723; (d) Quian Yanlong, Lu Jiaqui and Xu Weihua, J. Mob CataL., 34 (1986) 31; (e) Yiping Zhang, Shijian Liao, Yun Xu and Shoushan Chen, J. OrganometalL. Chem., 382 (1990) 69. 3 For reviews see: (a) J. Schwartz and J. A. Labinger, Angew. Chem., 88 (1976) 402; (b) J. Schwartz and J. A. Labinger, New Synthetic Methods, Verlag Chemie, New York, 1979, Vol. 5; (c) J. Schwartz, F. T. Dayrit and J. S. Temple, in B. M. Trost and C. R. Hutchinson (eds.), Organic Synthesis Today and Tomorrow; Pergamon Press, Oxford, 1981; (d) D. J. Cardin, M. F. Lappert and C. L. Raston, in Chemistry of Organo-Zirconium and Hqfnium Compounds, Ellis Horwood, Chichester, 1986, Chap. 20. For some recent examples see: (e) G. Erker, R. Schlund and C. Kriiger, Organometallics, 8 (1989) 2349; (f) T. Kunieda, T. Mori, T Higuchi and M. Hirobe, Tetrahedron Lett., 26 (1985) 1977; (g) T. Gibson, Organometaldics, 6 (1987) 918; (h) U. Annby, S. Gronowitz, A. Hallberg, J. Organometall. Chem., 368 (1989) 295; (i) J. E. Nelson, J. E. Bercaw and J. A. Labinger, Organometallics, 8 (1989) 2484; (j) E. Uhlig, B. Biirglen, C. Kruger and P. Betz, J. OrganometalL. Chem., 382 (1990) 77. 4 (a) P. C. Waffles, H. Weigold and A. P. Bell, J. OrganometalL. Chem., 43 (1972) C32; (b) S. Couturier, G. Tainturier and B. Gautheron, J. OrganometalL Chem., 195 (1980) 291; (c) G. P. Pez, C. F. Putnik, S. L. Suib and G. D. Stucky, J. Am. Chem. Soc., 101 (1979) 6933; (d) G. P. Pez and R. Crissey, J. Mot. Catal., 21 (1983) 393. 5 (a) R. Choukroun, M. Basso-Bert and D. Gervais, J. Chem. Soc., Chem. Commun., (1986) 1317; (b) R. Choulwoun and D. Gervais, J. OrganometaLL. Chem., 266 (1984) C37; (c) M. Etienne, R. Choukroun, M. Basso-Bert, F. Dahan and D. Gervais, Nouv. J. Chim., 8 (1984) 531; (d) R. Choukroun, D. Gervais, J. Jaud, P. Kalck and F. Senocq, Organometallics, 5 (1986) 67; (e) R. Choukroun, D. Gervais, P. Kalck and F. Senocq, J. OrganometalL Chem., 335 (1987) C9; (f) R. Choukroun, A. Iraqi, D. Gervais, J. C. Daran and Y. Jeannin, Organometallics, 6 (1987) 1197; (g) R. Choukroun, A. Iraqi, C. Rifal and D. Gervais, J. Organometall. Chem., 353 (1988) 45; (h) M. Etienne, R. Choukroun and D. Gervais, J. Chem. Soc., Dalton Trans., (1984) 915; (i) R. Choukroun, F. Dahan, D. Gervais and C. Rifal, Organometallics 9 (1990) 1983. 6 Y. Raoult and R. Choukroun, unpublished results. 7 T. F. Blackburn, J. A. Labinger and J. Schwartz, J. Tetrahedron I-ett., (1975) 3041. 8 J. Schwartz and J. A. Labinger, Angew Chem. Int. Ed. EngL., 15 (1976) 33. 9 M. B. Fisher, E. J. James, T. J. MeNeese, S. C. Nyburg, B. Posin, W. Wong and S. S. Wreford, J. Am. Chem. Soc., 102 (1980) 4941. 10 R. Choukroun, Y. Raoult and D. Gervais, J. Organometall. Chem, 391 (1990) 189. 11 (a) N. E. Schore and H. Hope, J. Am. Chem. Soc., 102 (1980) 4251; (b) R. Choukroun and D. Gervais, J. Chem. Soc., Chem. Commun., (1985) 224. 12 R. Choukroun, Y. Raoult, D. Gervais and G. Erker, J. Organometall. Chem., 3O (1990) Cl. 13 (a) G. Erker, J. Wicher, K. Engel, F. Rosenfeldt, W. Dietrich and C. Krnger, J. Am. Chem. Soc., 102 (1980) 6344; (b) G. Erker, J. Wicher, K. Engel, W. Dietrich and C. Muger, Chem. Ber., 115 (1982) 3300. X244 9280029G 0304-5102(92)80029-G 10.1016/0304-5102(92)80029-G Hydrogenation and isomerization of olefins with diphenylphosphinomethyl hydride zirconium, [Cp2ZrH(CH2PPh2)] n , a selective homogeneous catalyst Dedicated to the memory of Professor D. Gervais. Y. Raoult R. Choukroun ∗ M. Basso-Bert D. Gervais ∗ Laboratoire de Chimie de Coordination du CNRS, Unité no. 8241 liée par conventions à l'Université Paul Sabatier et à l'Institut National Polytechnique, 205 route de Narbonne, 31077 Toulouse Cédex France * Author to whom correspondence should be addressed. Various linear and cyclic mono- and di-olefins and aromatic substrates have been investigated for catalytic hydrogenation and isomerization with the diphenylphosphinomethyl hydride compound [Cp2ZrH(CH2PPh2)] n . Selective formation of cycloheptene, cyclooctene and 1,2,3,4-tetrahydroanthracene is obtained from cycloheptatriene, cyclooctadiene (1,5- or 1,3-COD) and anthracene, respectively. Catalytic isomerization of 1-hexene to E-2-hexene and 1,5-COD to 1,3-COD occurs rapidly at 80 °C. The kinetic study of the catalytic selective hydrogenation of 1,3-COD to cyclooctene with [Cp2ZrH(CH2PPh2)] n has been investigated. The dependence of the hydrogenation rate as a limiting step and the half order observed for the catalyst in the kinetic law make it possible to propose an active homobimetallic ZrIVZrII species in which both zirconium atoms are bridged by the diphenylphosphinomethyl ligand. A mechanism for the hydrogenation of conjugated diolefins is postulated. References 1 (a) For reviews see G.P. Parshall Acc. Chem Res. 8 1975 113 (b) G.J. Kubas Acc. Chem. Res. 21 1988 120 (c) R.H. Crabtree D.G. Hamilton Adv. Organometall. Chem. 28 1988 299 2 (a) For reviews see G.P. Pez J.N. Armor Adv. Organometall. Chem. 14 1981 1 (b) G.E. Toogood M.G.H. Wallbridge Adv. Inorg. Chem. Radiochem. 25 1982 267 (c) For some recent exemples H. Yasuda A. Nakamura Angew. Chem., Int. Ed. Engl. 26 1987 723 (d) Quian Yanlong Lu Jiaqui Xu Weihua J. Mol. Catal. 34 1986 31 (e) Yiping Zhang Shijian Liao Yun Xu Shoushan Chen J. Organometall. Chem. 382 1990 69 3 (a) For reviews see J. Schwartz J.A. Labinger Angew. Chem. 88 1976 402 (b) J. Schwartz J.A. Labinger New Synthetic Methods 5 1979 Verlag Chemie New York (c) J. Schwartz F.T. Dayrit J.S. Temple B.M. Trost C.R. Hutchinson Organic Synthesis Today and Tomorrow 1981 Pergamon Press Oxford (d) D.J. Cardin M.F. Lappert C.L. Raston Chemistry of Organo-Zirconium and Hafnium Compounds 1986 Ellis Horwood Chichester Chap. 20 (e) For some recent examples see G. Erker R. Schlund C. Krüger Organometallics 8 1989 2349 (f) T. Kunieda T. Mori T. Higuchi M. Hirobe Tetrahedron Lett. 26 1985 1977 (g) T. Gibson Organometallics 6 1987 918 (h) U. Annby S. Gronowitz A. Hallberg J. Organometall. Chem. 368 1989 295 (i) J.E. Nelson J.E. Bercaw J.A. Labinger Organometallics 8 1989 2484 (j) E. Uhlig B. Bürglen C. Krüger P. Betz J. Organometall. Chem. 382 1990 77 4 (a) P.C. Wailes H. Weigold A.P. Bell J. Organometall. Chem. 43 1972 C32 (b) S. Couturier G. Tainturier B. Gautheron J. Organometall. Chem. 195 1980 291 (c) G.P. Pez C.F. Putnik S.L. Suib G.D. Stucky J. Am. Chem Soc. 101 1979 6933 (d) G.P. Pez R. Crissey J. Mol. Catal. 21 1983 393 5 (a) R. Choukroun M. Basso-Bert D. Gervais J. Chem. Soc., Chem. Commun. 1986 1317 (b) R. Choukroun D. Gervais J. Organometall. Chem. 266 1984 C37 (c) M. Etienne R. Choukroun M. Basso-Bert F. Dahan D. Gervais Nouv. J. Chim. 8 1984 531 (d) R. Choukroun D. Gervais J. Jaud P. Kalck F. Senocq Organometallics 5 1986 67 (e) R. Choukroun D. Gervais P. Kalck F. Senocq J. Organometall. Chem. 335 1987 C9 (f) R. Choukroun A. Iraqi D. Gervais J.C. Daran Y. Jeannin Organometallics 6 1987 1197 (g) R. Choukroun A. Iraqi C. Rifaï D. Gervais J. Organometall. Chem. 353 1988 45 (h) M. Etienne R. Choukroun D. Gervais J. Chem. Soc., Dalton Trans. 1984 915 (i) R. Choukroun F. Dahan D. Gervais C. Rifaï Organometallics 9 1990 1983 6 Y. Raoult and R. Choukroun, unpublished results. 7 T.F. Blackburn J.A. Labinger J. Schwartz J. Tetrahedron Lett. 1975 3041 8 J. Schwartz J.A. Labinger Angew Chem. Int. Ed. Engl. 15 1976 33 9 M.B. Fisher E.J. James T.J. McNeese S.C. Nyburg B. Posin W. Wong S.S. Wreford J. Am. Chem. Soc. 102 1980 4941 10 R. Choukroun Y. Raoult D. Gervais J. Organometall. Chem. 391 1990 189 11 (a) N.E. Schore H. Hope J. Am. Chem. Soc. 102 1980 4251 (b) R. Choukroun D. Gervais J. Chem Soc., Chem. Commun. 1985 224 12 R. Choukroun Y. Raoult D. Gervais G. Erker J. Organometall. Chem. 399 1990 C1 13 (a) G. Erker J. Wicher K. Engel F. Rosenfeldt W. Dietrich C. Krüger J. Am. Chem. Soc. 102 1980 6344 (b) G. Erker J. Wicher K. Engel W. Dietrich C. Kr̈uger Chem. Ber. 115 1982 3300",
      "scopus-id": "0026818478",
      "coredata": {
        "eid": "1-s2.0-030451029280029G",
        "dc:description": "Various linear and cyclic mono- and di-olefins and aromatic substrates have been investigated for catalytic hydrogenation and isomerization with the diphenylphosphinomethyl hydride compound [Cp2ZrH(CH2PPh2)] n . Selective formation of cycloheptene, cyclooctene and 1,2,3,4-tetrahydroanthracene is obtained from cycloheptatriene, cyclooctadiene (1,5- or 1,3-COD) and anthracene, respectively. Catalytic isomerization of 1-hexene to E-2-hexene and 1,5-COD to 1,3-COD occurs rapidly at 80 °C. The kinetic study of the catalytic selective hydrogenation of 1,3-COD to cyclooctene with [Cp2ZrH(CH2PPh2)] n has been investigated. The dependence of the hydrogenation rate as a limiting step and the half order observed for the catalyst in the kinetic law make it possible to propose an active homobimetallic ZrIVZrII species in which both zirconium atoms are bridged by the diphenylphosphinomethyl ligand. A mechanism for the hydrogenation of conjugated diolefins is postulated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280029G",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Raoult, Y."
          },
          {
            "@_fa": "true",
            "$": "Choukroun, R."
          },
          {
            "@_fa": "true",
            "$": "Basso-Bert, M."
          },
          {
            "@_fa": "true",
            "$": "Gervais, D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280029G"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280029G"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80029-G",
        "prism:volume": "72",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation and isomerization of olefins with diphenylphosphinomethyl hydride zirconium, [Cp2ZrH(CH2PPh2)] n , a selective homogeneous catalyst",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "47-58",
        "prism:endingPage": "58",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 1992",
        "prism:doi": "10.1016/0304-5102(92)80029-G",
        "prism:startingPage": "47",
        "dc:identifier": "doi:10.1016/0304-5102(92)80029-G",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026818478"
      }
    }
  }
}