{
  "metadata": {
    "title": "‘Homogeneous’ interpretation of ethylene polymerization kinetics with supported ziegler-natta catalysts",
    "authors": "Yury V. Kissin",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-15",
    "doi": "10.1016/0304-5102(89)80186-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289801865",
    "pii": "0304510289801865"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024765094",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289801865 0304-5102(89)80186-5 0304510289801865 10.1016/0304-5102(89)80186-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01332 2024-01-02T01:04:53.938015Z 0 0 19891115 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 56 56 1 3 1 2 3 Volume 56, Issues 1–3 19 220 236 220 236 19891115 15 November 1989 1989-11-15 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. HOMOGENEOUSINTERPRETATIONETHYLENEPOLYMERIZATIONKINETICSSUPPORTEDZIEGLERNATTACATALYSTS KISSIN Y CHIEN 1980 113 J PREPARATIONPROPERTIESSTEREOREGULARPOLYMERS YERMAKOV 1981 Y CATALYSISBYSUPPORTEDCOMPLEXES NOWLIN 1985 29 T KISSIN 1985 Y ISOSPECIFICPOLYMERIZATIONOLEFINSHETEROGENEOUSZIEGLERNATTACATALYSTS CARUTHERS 1983 751 E TRANSITIONMETALCATALYZEDPOLYMERIZATIONSALKENESDIENES KEII 1972 T KINETICSZIEGLERNATTAPOLYMERIZATION KEII 1986 1 T CATALYTICPOLYMERIZATIONOLEFINS BOHM 1981 3291 L GUASTALLA 1983 519 G NOWLIN 1988 755 T KAROL 1989 702 F TRANSITIONMETALCATALYZEDPOLYMERIZATIONS MAXWELL 1950 150 J DATABOOKHYDROCARBONS KISSIN 1983 597 Y TRANSITIONMETALCATALYZEDPOLYMERIZATIONSALKENESDIENES CALABRO 1989 729 D TRANSITIONMETALCATALYZEDPOLYMERIZATIONS SPITZ 1989 719 R TRANSITIONMETALCATALYZEDPOLYMERIZATIONS PINO 1989 1 P TRANSITIONMETALCATALYZEDPOLYMERIZATIONS NATTA 1959 519 J YAMAMOTO 1986 261 264 A ORGANOTRANSITIONMETALCHEMISTRY BROOKHART 1988 8719 M BURFIELD 1983 171 D TRANSITIONMETALCATALYZEDPOLYMERIZATIONSALKENESDIENES KISSINX1989X220 KISSINX1989X220X236 KISSINX1989X220XY KISSINX1989X220X236XY item 0304-5102(89)80186-5 0304510289801865 1-s2.0-0304510289801865 10.1016/0304-5102(89)80186-5 272239 2024-01-02T01:04:53.938015Z 1989-11-15 1-s2.0-0304510289801865-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801865/MAIN/application/pdf/3fd56ff6b64a431b0725a79fac1ca1d9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801865/MAIN/application/pdf/3fd56ff6b64a431b0725a79fac1ca1d9/main.pdf main.pdf pdf true 1098217 MAIN 17 1-s2.0-0304510289801865-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801865/PREVIEW/image/png/c2bc4d33cf853d31ddbf4aa70a6142b4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801865/PREVIEW/image/png/c2bc4d33cf853d31ddbf4aa70a6142b4/main_1.png main_1.png png 65090 849 656 IMAGE-WEB-PDF 1 220 Journal of Molecular Catalysis, 56 (1989) 220 - 236 'HOMOGENEOUS' INTERPRETATION OF ETHYLENE POLYMERIZATION KINETICS WITH SUPPORTED ZIEGLER-NATTA CATALYSTS YUKY V. KISSIN Mobil Chemical Co., P.O. Box 240, Edison, NJ 08818 (USA) Summary Kinetic studies of ethylene gas-phase homopolymerization have been carried out using a supported Ti-based Ziegler-Natta catalyst in the presence and absence of hydrogen. The dependence of the gas-phase polymerization rate on ethylene pressure may be described by the empirical relationship R = key Pg, with n = 1.5 -1.6. This effect of ethylene pressure on the rate is completely reversible. The action of hydrogen is also reversible but decreases the ethylene polymerization rate. However, progressively higher hydrogen pressures are incapable of halting the polymerization reaction completely, but reduce the reaction rate by ca. one-half. A reaction scheme for ethylene homopolymerization has been developed which accounts for the observed kinetic behavior. The scheme includes two equilibrium reactions: the activa- tion of potential polymerization centers by ethylene and the reversible poisoning of active centers by hydrogen. Introduction Modern supported Ziegler-Natta catalysts designed for the polymeriza- tion of various olefins (ethylene, propylene, etc.) are typical heterogeneous catalysts. Their preparation involves all those steps characteristic for the preparation of any heterogeneous catalyst, i.e. synthesis and modification of a support, impregnation of the support with an active catalyst ingredient (a transition metal compound), modification of the active ingredient by prere- duction (usually with organometallic compounds), and modification of the catalysts with varoius promoters (such as aromatic acid esters, silanes, etc.) [1 - 3]. In addition, some supported catalysts contain catalyst carriers com- ponents which do not directly affect the catalyzed reaction but are employed solely to make catalyst handling more convenient, to facilitate catalyst transfer to the reactor or to prepare polymers with particular particle shapes and sizes. In contrast, most theories of olefin polymerization mechanisms with heterogeneous Ziegler-Natta catalysts tend to discuss the polymerization 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 221 process in purely molecular terms, i.e. as reactions involving olefin molecules and particular molecular complexes containing transition metal atoms at their centers [4]. Such mechanisms either completely ignore the heteroge- neous nature of the catalysts or regard the observed effects in terms of the 'closest neighbor effect'. Very few attempts have been made to develop the reaction mechanism as a particular case of catalysis by a crystal lattice [5]. This dual attitude to Ziegler-Natta catalysts has also found its reflec- tion in the way the kinetics of the reaction are treated. As a rule, kinetic information on olefin polymerization with those catalysts is either discussed in purely 'homogeneous' terms, i.e. as ordinary reactions in solution or, alternatively, is treated in terms suitable for heterogeneous processes, such as adsorption isotherms, surface coverage, etc. [6-8]. This paper is devoted to the kinetic analysis of the ethylene polymeriza- tion reaction in the gas phase with a typical supported Ziegler-Natta cata- lyst. Carrying out the reaction in the gas phase has significant advantages, both from the experimental point of view and for the interpretation of the results. Thus, no consideration need be given to the solubility of the monomers and other reactants in the reaction medium, the reaction condi- tions can be changed easily during the course of a single run, and the partial pressures of the gaseous reaction components can be used as a direct measure of their concentration. We have analyzed two principal effects: the dependence of the ethylene polymerization rate on the monomer concentration and the effect of hydrogen on the polymerization kinetics. Hydrogen is the principal agent for molecular weight control in many olefin homopolymerization and copolymerization processes. In addition to strongly influencing polymer molecular weight, hydrogen also significantly affects the polymerization kinetics [6 -10]. The effects are especially pronounced when the polymerization reactions are carried out at high hydrogen concentrations. Experimental All gas-phase kinetic studies were performed in an Autoclave Engineers 0.51 reactor equipped with a variable-speed anchor stirrer, an external electrical heating jacket and several ports for the addition of catalyst components and gaseous reactants. The total reaction pressure was main- tained constant by the continuous addition of ethylene to the reactor to compensate for its consumption. The ethylene consumption rate was mea- sured with a mass-flowmeter (Hastings; Model NALL - 10KPG/CC - 420). Ethylene and nitrogen were purified by passing them through columns containing 4X and 13A molecular sieves and the reduced copper catalyst. Ultrahigh purity hydrogen (Linde) was used without any further treatment. Gas-phase polymerization experiments require a special solid reaction medium (seedbed). The seedbed has two uses: (i) it disperses solid catalysts; and (ii) it transfers heat between the reaction walls and the catalyst parti- 222 cles. Typically, 30 to 50 ml of seedbed are needed for dependable temperature control during polymerization reactions. It was essential that the seedbeds used in the present studies should be free from any chemical impurities capable of affecting the catalyst components and the active centers. We found that the best seedbed for kinetic studies consisted of two components, solid NaCI and polyethylene, which were combined in a special prepolymerization stage. Prior to polymerization, the reactor was filled with ca. 30 ml of NaCI powder, which was then dried at 120 C for 1 - 2 h under nitrogen flow. This first seedbed component was used for ethylene prepolymerization with the supported catalyst in combination with A\\(Cs}is)s at 80 - 90 C to accumulate ca. 50 - 70 g of polyethylene. After the catalyst activity was completely extin- guished (over a ca. 20-h period), the formed NaCl/polyethylene mixture was used as a seedbed for further studies with a fresh batch of the catalyst. This mixed seedbed gave much better stability and reproducibility in kinetic experiments than the NaCI powder alone. The polymerization reactions were carried out with minimum quantitites of liquid components. Usually, a total of only 3 ml of hexane was used, 2 ml as the solvent for Al( 115)3 (Alfa) and 1 ml for the delivery of the solid catalyst to the reactor. At the temperatures used (80 - 90 C), most of the hexane was in the gas phase. In addition to the gas-phase studies, several ethylene homopolymeriza- tion reactions were carried out in a hexane slurry. Experimental details of the slurry polymerizations have been given earlier [11]. The catalyst used in this study was a typical TiC^/MgClg-based Ziegler catalyst supported on silica. Numerous examples of such catalysts are cited in [2 - 4, 7 and 12]. Results and discussion Gas-phase ethylene homopolymerization with the catalyst used was characterized by relatively stable kinetic behavior. This stability had two important advantages as far as kinetic studies were concerned. Firstly, most of the gas-phase experiments were performed in such a way that the polymer- ization system was perturbed (either by a change in ethylene pressure or addition of hydrogen) for a relatively short period of time (from 5 to 20 min) and was then returned to its original state by restoring the original reaction conditions. Since the catalyst was relatively stable, it is possible to assume that the unperturbed reaction rate during such periods could be estimated with significant precision by linear extrapolation of the rates prior and immediately following perturbation. Figure 1 gives an example of how the reaction rates changed in one particular experiment and shows the nature of the extrapolation. In some cases, the rate changes with time were negligible and no extrapolation was required. Secondly, the relatively stable nature of these catalyst systems in the gas phase allowed numerous changes of the experimental conditions during a single experiment with only one loading of catalyst, as shown in Fig. 1. Such 223 i Rate, 1/iain 12l / P- r- - __ l_t* i \" \" Linear rate i 0 - ^ <- , ^ ^ & extrapolation 0 8 - Temperature 0 6 <f o Experiments l with hydrogen II M Ei \\ 04-I -\" 't B / \\ 0 2 - u P^ t 0 20 40 60 80 100 120 140 160 mm Fig I Kinetics of a typical ethylene gas-phase polymerization experiment at 80 C. Hydrogen pressures in the last part of the experiment corresponded to 0 56 and 0 28 MPa, respectively experiments afford much better kinetic reliability than separate polymeriza- tion experiments performed under different conditions. Ethylene pressure effects on polymerization kinetics Any kinetic analysis of olefin polymerization reactions requires, as a starting point, a detailed knowledge of the effect of the monomer partial pressure on the polymerization rate. We have performed a series of polymer- ization experiments in which the ethylene partial pressure Pg was varied repeatedly over the range 0.28 -1.38 MPa. Figure 1 gives one example of the ethylene pressure changes during the course of a single run performed at 80 C. As can be seen, the ethylene pressure changes produce very large and reversible changes in the polymerization rate. Such dependencies are tradi- tionally described by the power expression a=^Pg (1) where k^y is the effective rate constant for a particular catalyst charge in a reactor and ra is the reaction order. The results of three such multistage experiments are plotted as log-log coordinates in Fig. 2. The slopes of the straight lines for these runs, two 0.2 0.4 0.6 0.8 1.0 1.2 1.4 Ethylene partial pressure, Pp (MPa) Fig. 2. Effect of ethylene partial pressure on the polymerization rate in log-log coordinates: and A, reactions at 80 C; , reaction at 90 C. performed at 80 C and one at 90 C, gave similar n values in the range of 1.5 -1.6. The deviation from first-order dependence [n = 1 in eqn. (1)] requires an explanation. Several facts bear upon an interpretation of the n value: 1. In principle, ethylene can cause an irreversible chemical modification of active centers at high monomer pressures. However, as is obvious from Fig. 1, the changes in ethylene partial pressure produce completely reversible rate changes. This fact precludes any possible irreversible chemical modification of the catalyst. 2. Ethylene compressibility in the reactor can affect the relationship be- tween ethylene partial pressure and its effective concentration in the vicinity of the polymerization centers. However, the compressibility cor- rection factor for ethylene under our experimental conditions (reactor 22S Relative reaction rate i.or 0.9^ 0.8 - 0,7 - 0,6 - O.S- 0.4r 0.3 0.2- 1 -I ^1 I 1 t__-J~.... < .,.. t... _> 0.7 0.8 0.9 1.0 1-2 1,4 1.6 Ethylene partial pressure, P, (KPa) Fig. 3. Effect of ethylene partial pressure on tha relative polymerization rates in two separate experiments: and , pure ethylene; 0 and D, ethylene-nitrogen mixtures. The rates at PE = 1.4 MPa are normalized to 1.0 in the first experiment and to 0.5 in the second experiment. temperatures and pressures in the 90 90 C and 0.3 -1.4 MPa ranges, respectively) does not deviate from 1.0 by more than 1% (18j. 3. There is a possibility that the total reaction pressure (in addition to the ethylene partial pressure) can affect the local ethylene concentration. To examine this possibility, we measured the polymerization rate in a series of experiments using gas mixtures. Several polymerization runs were carried out with ethylene-nitrogen mixtures. The results are shown in Fig. 3. It appears that only PE, rather than the total gas pressure in the reactor, affects the polymerization rate. We also per- formed numerous polymerization experiments in the presence of hydro- gen (discussed in the following section). Figure 4 shows the dependence between the polymerization rates and Pg in two separate experiments in which the hydrogen pressure was held at 0.15-0.17 MPa. Again, it fol- lows from the figure that Pg rather than the total reaction pressure affects the polymerization rate. The slope of the straight line [the reac- tion order in eqn. (1)] is 1.7. 226 0.3' ' ' ' 1 ' 0.7 0.8 0.9 1.0 1.2 1.4 Ethylene partial pressure. P., (MPa) c. Fig. 4. Effect of ethylene partial pressure on the relative polymerization rates: , 0: two separate experiments with ethylene-hydrogen mixtures. The rate at Pg = 1.23 MPa is normalized to 1.0. From these data, it appears that an explanation for the estimated reaction order should be based on an equilibrium kinetic model. Effect of hydrogen on polymerization kinetics Numerous experiments have been performed in which hydrogen was introduced into the reaction system and later removed from the reactor by evacuation or by carrying out several stages of gas replacement. An example of a part of one such experiment in shown in Fig. 5. Addition of hydrogen to the gas-phase process invariably resulted in rate suppression. Hydrogen effects were completely reversible (Figs. 1 and 5). Removal of hydrogen from the reactor restored the starting activity, even if reaction stages without hydrogen were separated from each other by several stages where hydrogen was present (Fig. 5). In principle, hydrogen can reduce the active centers of Ziegler-Natta catalysts to lower oxidation states and thus decrease the activity of the catalysts. However, the reversibility of the hydrogen effect observed suggests that the rate decrease is caused by some equilibrium process (i.e. complex formation) rather than by irreversible reactions of active centers. The rate reductions in the presence of hydrogen were quite large. As shown in Fig. 5, polymerization rates at a Pfi'-Ps ratio of ca. 1.0 were approximately one-half of those in the absence of hydrogen. Figure 6 presents plots of RIRy versus PH for three independent experiments, each including numerous changes in reaction conditions. The R value for each data point was measured experimentally and the Ro value (the rate in the absence of 227 1 Oi Rate, I/nun ? = 0 66 MPa Pg - 0 66 MPa 'E ? - 0 P^ - 0 60 MP. P^J^ ? - 0 05 Mr /^^~^^ Pg = 0 68 MPa Pp - 0 67 MPa P^ 0 68 MPa Py 0 69 MFa V^^- ^- '-^-^^lA~-^^, ~- o o-' ' ' ' ' ' ' ' ' ' ' 0 20 40 60 80 100 120 140 160 180 min Fig. 5. Hydrogen effects in ethylene gas-phase polymerization at 90 C. R/R, 1.0-1 a 0.8 0.6 0 0*0 0 ( ^ 0 0.4- 0.2- 0.0 0 0.2 0.4 0.6 0.8 1.0 1.2 Hydrogen pressure, MPa Fig. 6. Effect of hydrogen partial pressure on relative polymerization rates at 90 C; 0, , and 9, three separate multistage experiments. hydrogen at a particular Pg) was calculated from eqn. (2) [based on eqn. (1)]. Equation (2) uses the standard reaction parameters, i.e. the reaction rate, Rst, and ?E(st), during a stage of the same experiment which is carried out in the absence of hydrogen (see Fig. I): R,=R^-PyiPE(st)1-6 (2) 228 The dependence between RIRo and PH given in Fig. 6 shows that the relative activity in the presence of hydrogen decreases to ca. 0.50 - 0.45 of the standard activity at PH of cc. 0.4 MPa and then remains approximately constant. One has to bear in mind that the data at the higher PH values lack precision for two reasons: 1. At PH values in the range 0.8 -1.0 MPa, the ethylene partial pressures are low and so the reaction rates, 0.10 - 0.051 min\"1, are also very low and thus cannot be measured precisely. 2. The reaction order of 1.6 with respect to Pg amplifies the differences between reaction rates in the absence of hydrogen at high and low Pg values. Calculations using eqn. (2) give relatively low estimates of Ro. The degree of activity decrease in the presence of hydrogen found in the gas-phase experiments was confirmed in slurry ethylene homopolymerization runs with the same catalyst. Most of these slurry experiments were also performed under changing reaction conditions. Hydrogen was added only in the second part of each run. Figure 7 illustrates the kinetic curves for the runs. When added in large quantities, hydrogen again reduced the activity by about 50%. \\ff - I^EGcat (^\"' B) 2.5 - 2.0 - 1.5 - 1.0 0.5 0.0 0 20 40 60 80 100 120 Bin Fig. 7. Hydrogen effects in slurry ethylene polymerization at 80 C. The first stages of the experiments (90 mm) were performed in the absence of hydrogen, and the second stages in the presence of hydrogen. Ratios of P^'-P^ during the second stages: , 1.56; . ., 1.82; and ...., 1.98. 229 Kinetic model for gas-phase ethylene homopolymerization In order to adequately describe the observed features of ethylene gas- phase polymerization both in the absence and presence of hydrogen, any kinetic model should account for the following observations: 1. Active centers respond in a completely reversible fashion to any changes in PE ^d PH- 2. The observed high reaction order with respect to PE. 3. The observed complex effect of hydrogen on reaction rates (Fig. 6). A very large volume of experimental data on olefin polymerization kinetics [6, 7] supports the view that the polymerization rates of many olefins are proportional to monomer concentration [n = 1 in eqn. (1)]. This implies that the chain growth reaction on the active center bearing x ethylene units, i.e. C-CE^+E-^C^E)^ (3) is a first-order process. Thus, the standard expression for the polymerization rate has the form: fip=Ap-C*-C (4) where Ap is the propagation rate constant, C* is the number of active centers in a particular reaction and Cm is the monomer concentration. We assume that the ethylene concentration in the vicinity of the active centers during gas-phase polymerization is proportional to PE. The observed higher effective reaction order (n = 1.5 1.7) indicates that C* should also depend on the ethylene concentration in the reactor. The equilibrium nature of this dependence suggests the following activation process for potential polymerization centers Cp' in these catalysts: C^ + E ,= C* (5) with the equilibrium constant for the reaction, K^, given by ^i=*i/A-i=C*/(C?PE) (6) where Cp\" is the concentration of potential polymerization centres in the system. Judging by the observed effect of hydrogen on the polymerization rates (Figs. 1, 5 - 7), hydrogen deactivates the polymerization centers C* in a reversible manner: C*+H, CH (7) *-2 where C$ depicts temporarily deactivated centers in the system. The equi- librium constant of this reaction, K-s, is given by: K, = k^lk_, = CH/(C* PH) (8) where Cg depicts the concentration of temporarily deactivated centers. The total number of active centers (which remains approximately constant during 230 the course of the gas-phase polymerization (see Figs. 1 and 5)) is: C?=C*+C^+CS (9) Substituting expressions for C^ and C& from eqns. (6) and (8) into eqn. (9), one obtains the following expression for the number of active polymerization centers: C* = C?PE/(PE + K,1 + K^Pt,) (10) Substitution of eqn. (10) into eqn. (4) gives the expression for the polymerization rate as a function of PE a ! PH'- R^WPiKPE+K^+K^P^) (11) while the polymerization rate in the absence of hydrogen is given by: R^=WPH(P^+Kr1) (12) Equations (11) and (12) allow the proposed reaction scheme to be tested, including equilibrium reactions given by eqns. (5) and (7). If the polymeriza- tion reaction is carried out in the absence of hydrogen, the reciprocal of eqn. (12) gives: PsIR^HW+K^KWP^ (13) i.e. there should be a linear relationship between the two experimentally measured parameters P^IR^ and l/Pe. Combination of the reciprocals of eqns. (11) and (12) gives: 1/fip - W = ^H/(*pCo*PE) (14) Our data enable the reaction scheme to be tested experimentally. Figure 8 gives the data for the dependence of the ethylene polymerization rate, measured in the absence of hydrogen, R^,, on Pg using the coordinates derived from eqn. (13). The existence of a linear dependence between PE/^S and l/Pg must be regarded as confirmation that the polymerization centers are activated by ethylene [eqn. (5)]. Figures 9 and 10 present the experimental data showing the effect of hydrogen on the gas-phase polymerization of ethylene using the coordinates derived from eqn. (14). The data were collected during two separate experi- ments in which PH and Pg were changed repeatedly in the course of a single run. The R^, values for each experimental point were calculated using eqn. (2) (n = 1.6) for any particular Pg value. In spite of the obvious scatter of the experimental points, the existence of a linear dependence between (IfRp llR'p) and PH/?E supports the postulated equilibrium deactivation of the polymerization centers with hydrogen shown in eqn. (7). The apparent existence of two equilibrium reactions [eqns. (5) and (7)] provides additional insight into the possible olefin polymerization mechanism with Ziegler-Natta catalysts. It has long been known that the kinetics of ethylene polymerization differ significantly from the polymerization kinetics of higher olefins and also from ethylene-higher olefin copolymerization 231 Fig. 8. Effect of ethylene partial pressure on the gas-phase polymerization rate. Data are plotted using the coordinates derived from eqn. (13). 1.8 2.0 2.2 Fig. 9. Hydrogen effects in ethylene gas-phase polymerization kinetics at 90 C. Data are plotted using the coordinates derived from eqn. (14). kinetics [6, 7]. Ethylene polymerization rates are often lower than the poly- merization rates of other olefins such as propylene, even though the intrinsic ethylene reactivity (estimated from studies of copolymerization reactions) is three- to 10-times higher than that of propylene [6,14]. Similarly, ethylene- olefin copolymerization reactions often proceed at higher rates than ethylene 232 2,5-1 2,0- 1,5- 1.0 - 0,5 - 0 0,2 O.H 0.6 0.8 1,0 Fig. 10. Hydrogen effects in ethylene gas-phase polymerization kinetics at 90 C. Data are plotted using the coordinates derived from eqn. (14). homopolymerizations [15 -17], although the higher olefins have much lower intrinsic reactivities and their addition to the polymerization medium should bring about rate reduction. For example, the catalyst used by us in the gas-phase study clearly exhibits this olefin effect (Fig. 11). An explanation for this apparent inconsistency may be advanced by considering the role of the monomer in activating the polymerization centers [implied in eqn. (5)]. It appears that polymerization centers are converted into an active form via reversible interaction with the monomer, Ethylene apparently has a lower reactivity in this activation reaction compared to other olefins, although its reactivity in the chain propagation reaction itself [eqn. (3)] is very high. The reversibility of activation makes it very unlikely that any redox reactions of the transition metal atoms in the polymerization centers are involved, and suggests that equilibrium complex formation is the source of the activation. Hydrogen reversibly deactivates the polymerization centers (Figs. 1 and 5). This phenomenon has been known for a long time [6 -10] and is tradition- ally attributed to slow chain re-initiation after chain transfer to hydrogen [18]: Chain transfer C* (E^+H2-^ C* H + polymer (15) 233 Time, min Fig. 11. Kinetics ofethylene consumption (1) in its slurry homopolymerization at 80 C and (2) in its copolymerization with hexene. Slow chain re-initiation C*~H + E -*^ C* CH2 CHg (16) This explanation presumes, however, that the ethylene insertion reac- tion into the transition metal-hydrogen bond [eqn. (16)] proceeds more slowly than the ethylene insertion reaction into the transition metal-carbon bond [chain growth, eqn (3)]. This assumption contradicts experimental data on stable ethylene complexes (see refs. 19 and 20, and references quoted therein) according to which ethylene insertion into the M H bond is much more facile than insertion into the M C bond. For these reasons, we prefer to explain the observed hydrogen effects on ethylene polymerization rates as the consequence of the reversible coordination reaction [eqn. (7)]. It is important to stress that ethylene cannot compete with hydrogen for the coordination vacancy that is responsible for deactivation of polymeriza- tion centers by hydrogen. An attempt to analyze the experimental data on the hydrogen effect as competition between the two reactants, i.e. C*+H2 C5+CA (17) \"-i produced the dependencies between the reactions rates and the partial pressures of hydrogen and ethylene in the form l/fip-l/fl^=JC,PH/(fepC?P|) (18) which failed to conform to the experimental data. 234 The presented considerations suggest that active centers in heteroge- neous Ziegler-Natta catalysts possess three kinetically distinguishable reac- tion sites. The first site should be occupied by a monomer molecule to convert it into an 'operational' center [eqn. (5)]. Most olefin molecules, with the exception of ethylene, bind to this site very strongly, in an essentially irreversible manner. The strength of this complex makes the effects of monomer concentration on the polymerization rates deceptively simple, with the exception of reactions performed at very low monomer concentrations [6, 7]. Only ethylene, which coordinates poorly to the site, reveals its pres- ence. The type of monomer coordinated to this first site also determines the shape of the kinetic curves. When an ethylene molecule is coordinated to this site, the active centers are very stable in a kinetic sense, even at higher temperatures, as follows from the nearly constant rates of polymerization (Figs. 1, 5, curve 1 in Fig. 11). When any other olefin molecule is coordinated to this site, the polymerization centers rapidly decay with time (curve 2 in Fig. 11). Such rapidly decaying kinetic curves are also typical for numerous Ziegler-Natta catalysts in homopolymerization reactions of higher olefins [6, 7]. The second site on the active centers is utilized by olefin molecules for chain growth reactions [eqn. (3)]. However, the coordination ability of most olefin molecules in reactions with this site is very low. This conclusion follows from the fact that, in an overwhelming number of cases, the polymer- ization rates are first order with respect to monomer concentration [6, 7]. Only a few examples have been reported when the monomer has saturated the sites, and the reaction rates have become zero order with respect to monomer concentration [21]. Finally, our data on the effect of hydrogen on the rates of polymeriza- tion appear to indicate that one more site exists in the active centers. The site is inaccessible to any olefin molecule and does not manifest itself under ordinary reaction conditions. Only the coordination of hydrogen molecules with such a site leads to reversible incapacitation of the centers [eqn. (7)]. All previous kinetic arguments have been developed within the frame- work of a 'homogeneous' approach to the interpretation of olefin polymeriza- tion kinetics. With this approach, the kinetic treatment of reactions between gaseous reactants (ethylene, hydrogen) and active centers on the surface of a supported catalyst has completely disregarded the heterogeneous nature of these reactions. The most advanced 'heterogeneous' approach to the treatment of olefin polymerization kinetics with Ziegler-Natta catalysts was developed by Keii [7, 8]. His model examined dissociative hydrogen adsorption on the active centers [8]. Two adsorption sites at an active center were considered, one occupied by a monomer molecule prior to its insertion into the growing chain as in the reaction depicted in eqn. (3) (the second site in our model), and the second produced after the chain transfer reaction with hydrogen: C*-(E) + H^ -^ C*-H + polymer (E)^ (19) 238 The final expression describing rate retardation in the presence of hydrogen had the form [8]: RJR^(l+a-Pn)ia+a-b'Pn)2 (20) where a was proportional to Ky, [eqn. (8)] and b was a parameter depending on the cocatalyst concentration in the reaction medium. In our case, b would be constant during a single run with repetitive changes in PH and Pg and, judging by ref. 8, b > 0.5. Equation (20) predicts a continuous decrease in the reaction rate with increasing Py. This prediction does not agree with our experimental data (Fig. 6). In addition, the adsorption model does not account for the effect of PE established by the present experiments. However, this can hardly be regarded as a deficiency of the adsorption model [8] because it was developed for propylene polymerization, which is kinetically much simpler than ethylene polymerization. There is no doubt that the models based on the 'heterogeneous' approach can be refined to describe the experimental data for ethylene gas-phase polymerization. However, the simpler 'homogeneous' scheme presented in this article is apparently quite sufficient for the analysis of the kinetic behavior typical for ethylene polymerization reactions with heterogeneous Ziegler-Natta catalysts. References 1 J. C, W. Chien, in R. W. Lenz and F, Ciardelli (eds.). Preparation and Properties of Stereoregular Polymers, Reidel, Dordrecht, 1980, p. 113. 2 Yu. I. Yennakov, B. N. Kuznetsov and V. A. Zakharov, Catalysis by Supported Complexes, Elsevier, Amsterdam, 1981. 3 T. E. Nowlin, Prog. Polym. Sci., 11 (1985) 29. 4 Y. V. Kissin, Isospecific Polymerization of Olefins with Heterogeneous Ziegler-Natta Catalysts, Chap. V, Springer-Verlag, New York, 1985. 5 E. B. Caruthers, in R. P. Quirk (ed.). Transition Metal Catalysed Polymerizations: Alkenes and Dienes, Harwood, New York, 1983, p. 751. 6 Bef. 4, Chap I. 7 T. Keii, Kinetics of Ziegler-Natta Polymerization, Kodaasha-Chap an Hall, London/Tokyo, 1972. 8 T. Keii, in T. Keii and K. Soga (eds.), Catalytic Polymerisation of Olefins, Kodansha-Elsevier, Tokyo,1986, p.I. 9 L. L. Bohm, Makromol, Chem., 182(1961) 3291. 10 G. Guaatalla and U. Gianini, Makromol. Chem., Rapid Commun., 4 (1983) 519. 11 T. E. Nowlin, Y. V. Kissin and K. P. Wagner, J. Polym. Sci., Part A, 26(19SS) 756. 12 F. J. Karol, in R. P. Quirk (ed.). Transition Metal Catalyzed Potymemsttions, Cambridge University Press, New York, 1989, p. 702. 13 J. B. Maxwell, Data Booh on Hydrocarbons, Van Nostrand, New York, 1950, p. 150. 14 Y. V. Kissin, in R. P. Quirk (ed.). Transition Metal Catalyssed Polymerizations: Alkenes and Dienes, Harwood, New York, 1983, p. 697. 16 D. C. Calabro and P. Y. Lo, in R. P. Quirk (ed.). Transition Metal Catalyzed Polymerizations, Cambridge University Press, New York, 1989, p. 72). 16 K. Spitz, L. Duranel, P. Masson, M. F. Darrieades-Llauro and A, Guyot, in B. P. Quirk (ed.), Transition Metal Catalysed Polymerisations, Cambridge University Press, New York, 1989, p. 719. 236 17 P. Pino, P. Cioni, J. Wei, B. Rotzinger and S. Arizsd, in R. P. Quirk (ed).. Transition Metal Catalyzed Polymerizations, Cambridge University Press, New York, 1989, p. 1. 18 J. Natta, Chim. Ind. (Milan), 41 (1959) 519. 19 A. Yamamoto, Organotransition Metal Chemistry, Wiley-Interscience, New York, 1986, pp. 261-264. 20 M. Brookhart and D. M. Lincoln, J. Am. Chem. Soc., 110 (1988) 8719. 21 D. R. Burfield, in R. P. Quirk (ed.), Transition Metal Catalyzed Polymerizations: Alkenes and Dienes, Harwood, New York, 1983, p. 171. X244 89801865 0304-5102(89)80186-5 10.1016/0304-5102(89)80186-5 ‘Homogeneous’ interpretation of ethylene polymerization kinetics with supported ziegler-natta catalysts Yury V. Kissin Mobil Chemical Co., P.O. Box 240, Edison, NJ 08818 USA Kinetic studies of ethylene gas-phase homopolymerization have been carried out using a supported Ti-based Ziegler-Natta catalyst in the presence and absence of hydrogen. The dependence of the gas-phase polymerization rate on ethylene pressure may be described by the empirical relationship R = k eff · P n E, with n = 1.5–1.6. This effect of ethylene pressure on the rate is completely reversible. The action of hydrogen is also reversible but decreases the ethylene polymerization rate. However, progressively higher hydrogen pressures are incapable of halting the polymerization reaction completely, but reduce the reaction rate by ca. one-half. A reaction scheme for ethylene homopolymerization has been developed which accounts for the observed kinetic behavior. The scheme includes two equilibrium reactions: the activation of potential polymerization centers by ethylene and the reversible poisoning of active centers by hydrogen. References 1 J.C.W. Chien R.W. Lenz F. Ciardelli Preparation and Properties of Stereoregular Polymers 1980 Reidel Dordrecht 113 2 Yu.I. Yermakov B.N. Kuznetsov V.A. Zakharov Catalysis by Supported Complexes 1981 Elsevier Amsterdam 3 T.E. Nowlin Prog. Polym. Sci. 11 1985 29 4 Y.V. Kissin Isospecific Polymerization of Olefins with Heterogeneous Ziegler-Natta Catalysts 1985 Springer-Verlag New York Chap. V 5 E.B. Caruthers R.P. Quirk Transition Metal Catalyzed Polymerizations: Alkenes and Dienes 1983 Harwood New York 751 6 Ref. 4, Chap I. 7 T. Keii Kinetics of Ziegler-Natta Polymerization 1972 Kodansha-Chapman Hall London/Tokyo 8 T. Keii T. Keii K. Soga Catalytic Polymerization of Olefins 1986 Kodansha-Elsevier Tokyo 1 9 L.L. Bohm Makromol, Chem. 182 1981 3291 10 G. Guastalla U. Gianini Makromol. Chem., Rapid Commun. 4 1983 519 11 T.E. Nowlin Y.V. Kissin K.P. Wagner J. Polym, Sci., Part A 26 1988 755 12 F.J. Karol R.P. Quirk Transition Metal Catalyzed Polymerizations 1989 Cambridge University Press New York 702 13 J.B. Maxwell Data Book on Hydrocarbons 1950 Van Nostrand New York 150 14 Y.V. Kissin R.P. Quirk Transition Metal Catalyzed Polymerizations: Alkenes and Dienes 1983 Harwood New York 597 15 D.C. Calabro F.Y. Lo R.P. Quirk Transition Metal Catalyzed Polymerizations 1989 Cambridge University Press New York 729 16 R. Spitz L. Duranel P. Masson M.F. Darricades-Llauro A. Guyot R.P. Quirk Transition Metal Catalyzed Polymerizations 1989 Cambridge University Press New York 719 17 P. Pino P. Cioni J. Wei B. Rotzinger S. Arizzi R.P. Quirk Transition Metal Catalyzed Polymerizations 1989 Cambridge University Press New York 1 18 J. Natta Chim. Ind. (Milan) 41 1959 519 19 A. Yamamoto Organotransition Metal Chemistry 1986 Wiley-Interscience New York 261 264 20 M. Brookhart D.M. Lincoln J. Am. Chem. Soc. 110 1988 8719 21 D.R. Burfield R.P. Quirk Transition Metal Catalyzed Polymerizations: Alkenes and Dienes 1983 Harwood New York 171",
      "scopus-id": "0024765094",
      "coredata": {
        "eid": "1-s2.0-0304510289801865",
        "dc:description": "Kinetic studies of ethylene gas-phase homopolymerization have been carried out using a supported Ti-based Ziegler-Natta catalyst in the presence and absence of hydrogen. The dependence of the gas-phase polymerization rate on ethylene pressure may be described by the empirical relationship R = k eff · P n E, with n = 1.5–1.6. This effect of ethylene pressure on the rate is completely reversible. The action of hydrogen is also reversible but decreases the ethylene polymerization rate. However, progressively higher hydrogen pressures are incapable of halting the polymerization reaction completely, but reduce the reaction rate by ca. one-half. A reaction scheme for ethylene homopolymerization has been developed which accounts for the observed kinetic behavior. The scheme includes two equilibrium reactions: the activation of potential polymerization centers by ethylene and the reversible poisoning of active centers by hydrogen.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289801865",
        "dc:creator": {
          "@_fa": "true",
          "$": "Kissin, Yury V."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289801865"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289801865"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80186-5",
        "prism:volume": "56",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "‘Homogeneous’ interpretation of ethylene polymerization kinetics with supported ziegler-natta catalysts",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "220-236",
        "prism:endingPage": "236",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80186-5",
        "prism:startingPage": "220",
        "dc:identifier": "doi:10.1016/0304-5102(89)80186-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024765094"
      }
    }
  }
}