{
  "metadata": {
    "title": "TPSR Study of 1-Butanol over a Zn-Cr-O Catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-02-29",
    "doi": "10.1016/0304-5102(88)80031-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288800312",
    "pii": "0304510288800312"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023962447",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288800312 0304-5102(88)80031-2 0304510288800312 10.1016/0304-5102(88)80031-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01125 2024-01-02T01:04:53.938015Z 0 0 19880229 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 44 44 2 2 Volume 44, Issue 2 8 201 206 201 206 19880229 29 February 1988 1988-02-29 1988 converted-article cor Copyright © 1988 Published by Elsevier B.V. TPSRSTUDY1BUTANOLOVERAZNCROCATALYST LIETTI L BOWKER 1982 549 M BOWKER 1986 53 M BOWKER 1981 3023 M GRAVES 1931 1381 G MORGAN 1932 1T G LIETTIX1988X201 LIETTIX1988X201X206 LIETTIX1988X201XL LIETTIX1988X201X206XL item 0304-5102(88)80031-2 0304510288800312 1-s2.0-0304510288800312 10.1016/0304-5102(88)80031-2 272239 2024-01-02T01:04:53.938015Z 1988-02-29 1-s2.0-0304510288800312-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800312/MAIN/application/pdf/94c0ac45c46bcf2950d93d4c5eb9f884/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800312/MAIN/application/pdf/94c0ac45c46bcf2950d93d4c5eb9f884/main.pdf main.pdf pdf true 445604 MAIN 6 1-s2.0-0304510288800312-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800312/PREVIEW/image/png/ae8021d548f26bedd00bea8d6dc1f2c4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800312/PREVIEW/image/png/ae8021d548f26bedd00bea8d6dc1f2c4/main_1.png main_1.png png 77260 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 44 (1988) 201 - 206 201 Letter TPSR Study of 1-Butanol over a Zn-Cr-0 Catalyst* LUCA LIETTI, ENRICO TRONCONI and PIO FORZATTI** Dipartimento di Chimica Industriale ed Ingegneria Chimica G. Natta del Potitecnico, Piazza Leonardo da Vinci, 32 1-20133 Milan (Italy) (Received July 28,1987; accepted October 16,1987) In a previous work the interaction of n-butanal with a Zn-Cr-0 catalyst was studied by Temperature-Programmed Surface Reaction (TPSR) methods [1]. Using combined on-line GC, capillary GC, GC-FTIR, and GC-MS tech- niques, a large number of desorption products have been identified, includ- ing 1-butanol, Cg and C^ aldehydes, Cg - Cg ketones, - Cg hydrocarbons and COa. These results clearly indicate that the Zn Cr 0 catalyst is active in performing a series of reactions under TPSR conditions, namely aldehyde condensation, hydrogenation, hydrolysis, dehydrogenation, decarboxylation, dehydration along with isomerization and cracking reactions. In the present note the investigation is extended to the functionalities involved in the inter- action of the corresponding alcohol, 1-butanol; with a Zn Cr 0 catalytic system. This aspect is of particular relevance for the direct synthesis of methanol and higher alcohols from CO and H;, since it can help to establish whether alcohols are actually terminal reaction products or can be further involved in successive reactions, including e.g. condensation, dehydration, dehydrogenation. The commercial Zn Cr 0 catalyst used in this study had a Zn/Cr atomic ratio =3/1, with BET surface area =120 m2 g~1. XRD analysis indi- cated the presence of both ZnO and ZnCr204 phases. The apparatus, the experimental conditions, the analytical and the characterization techniques used in this work have been described in details elsewhere [I], and are briefly summarized in the following. Before each TPSR run, a fresh catalyst sample was loaded in a small quartz reactor and pretreated in flowing N3 + 5% Hy at 450 C for 25 min. Then, the Nz-Ha mixture was replaced by He, and the catalyst was saturated by pulses of 1-butanol. After evacuation, the run was started by letting the reactor temperature increase linearly with time. During a typical experiment, the outltet of the reactor was connnected directly to a FID with no separa- tion column, so that the concentration of the desorbing compounds was This is Note no. IX in the series 'Synthesis of Alcohols from Carbon Oxides and Hydrogen'. ** Author to whom correspondence should be addressed. 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 202 50 100 150 200 250 300 350 400 Temperature ( C) Fig. 1. TPSR traces of 1-butanol (upper curve) from the Zn Cr 0 sample: curve (a) = TCD; curve (b) = FID. Curve (c) is the corresponding FID TPSR trace of n-butanal (taken from [1]). Experimental conditions: catalyst load = 0.160 g (120 - 200 mesh), carrier gas flow rate = 100 cm min~1, heating rate = 10 C min~1. continuously monitored, and overall TPSR traces were recorded, as shown in Fig. 1. Each run was then replicated to determine the nature and the amount of the desorbed compounds. This was done according to two distinct proce- dures. In the first case, the products were condensed in a CS; trap at 196 C immediately downstream from the reactor, and were then analyzed by capillary GC, GC-FTIR, and GC-MS techniques. The second procedure, suitable for following the evolution of more volatile species, involved on-line gas chromatographic analysis of samples of the carrier gas exiting the reactor. In this case a separation column was inserted in the GC line, and both F.I. and T.C. detectors were used. The FID and TCD traces of 1-butanol TPSR are shown in Fig. 1 along with that of n-butanal for purposes of comparison. Two peaks with maxima at 80 and 381 C are evident. The compounds desorbed into the carrier gas stream up to 250 C, corresponding to the first peak in the overall TPSR trace, have been condensed and analyzed by capillary GC. The results of the analysis indicate the presence of 1-butanol, with only traces of n-butanal. 203 The on-line GC analysis confirmed that no other light products were present in this range of temperatures. The broad shape of the first peak indicates that 1-butanol is surface-bonded under different adsorption states, namely as physisorbed 1-butanol and as chemisorbed (coordinated 1-butanol, butoxy) species, corresponding to increasing desorption temperatures. The detection of n-butanal in traces shows that dehydrogenation of 1-butanol is not significant in this range of temperatures. The high temperature peak is associated with the desorption of various compounds. The results of the GC analysis of the condensed desorption pro- ducts in the temperature range 260 - 450 C, coupled with those of on-line GC analysis, showed that condensable species (mainly and ketones) represent a very small part of the gas chromatographic area associated with the high temperature peak (less than 1%). The primary products desorbing in the second TPSR peak are propylene (76%), butenes (1-butene and/or isobutene, ci's-2-butene and frans-2-butene) (6%), Cs hydrocarbons (8.6%), ethylene (5%) and methane (0.9%). Figure 2 illustrates the evolution with temperature of the main compounds, as obtained by on-line GC analysis. It is apparent that desorption of propylene is mainly responsible for the peak at 381 C. Compared to the corresponding FID trace, the shape of the overall TPSR trace recorded by a TC detector (curve a in Fig. 1) exhibits a very similar first peak but a more pronounced maximum for the high temperature peak, owing to desorption of species undetectable by FID. Indeed, the data obtained using a TC detector showed the presence of COz in comparable o in o o- i/i 0) Q -(a.b.c) _(d) _(e) 250 300 350 400 Temperature ( C) Fig. 2. TPSR traces of the compounds desorbed in the high temperature region: (a) overall TPSR trace; (b) propylene; (c) butenes; (d) Cg hydrocarbons; (e) ethylene. 204 amounts with propylene in the gas stream at various temperatures of the second TPSR peak, thus suggesting that CO 3 and propylene possibly origin- ate from decomposition of the same intermediate. During our previous TPSR study of n-butanal over Zn Cr 0 [I], remarkable quantities of 2-ethyl-2-hexenal, 4-heptanone and of a doubly unsaturated C^ aldehyde had been detected in the low-temperature region, while the evolution of linear olefins and 4-heptanone was responsible for the shoulder at 350 C exhibited by the high temperature TPSR peak (curve c in Fig. 1). Noticeably, the formation of all of these products, ori- ginating from aldolic condensation of the aldehyde, was found negligible for TPSR of 1-butanol. The main observed reaction products can be explained by invoking the 64 intermediate surface species represented in Fig. 3, associated with different adsorption states of 1-butanol. 1-BUTANOL 1-BUTANOL BUTENES PROPYLENE ^ ^ u A\"9 CH2 ^ H^Q/ i 3 ,Q, .0 0. -^- -^- -V- (a) (b) (c) Fig. 3. Intermediate surface species originating from the adsorption of 1-butanol, and products desorbed thereof. Species (a) is representative of a relatively weakly adsorbed molecular state, and was hypothesized by Bowker and Madix [2] in the adsorption of alcohols on Cu(llO). This species is reversibly adsorbed and accounts for the desorption of 1-butanol, corresponding to the first TPSR peak. Species (b) is usually observed upon adsorption of alcohols, and originates from disso- ciative reaction forming a surface butoxy species [3], R-OH(a) + Q(,) > R-O(,) + OH<,> (1) or R OH(a) R 0(a) + H(a) (2) The reverse of reactions (1) or (2) is likely associated with the observed desorption of 1-butanol above TM of the low-temperature peak. Correspond- ing to the high-temperature peak, dehydration of species (b) begins to occur, causing butenes to desorb from the surface: R-O(B) > CHaCHsCHCH^g) + OH<a) (3) 205 Formation of species (c) possibly results from a mechanism similar to that suggested by Bowker et al. [4] for the formation of a surface formate species from methanol: R-CH20(a) + 0(s) > R-CH02(a) + H(a) (4) R CH02(a) > R-COO(a) + H(a) (5) or R-CH20(a) > RCHO(a) + H(a) (6) R-CHO(a) + 0(.) > RCOO(a) + H(a) (7) The proposed formation of species (c) during TPSR of 1-butanol is apparently at variance with the observations of Bowker et al. [3] concerning the interaction of alcohols with ZnO. These authors reported the formation of carboxylated species only in the case of methanol. During desorption studies of 1-butanol, the parent molecule, butenes and n-butanal were the only desorbed compounds detected. In our case, just trace amounts of n- butanal are detected, probably because, as soon as it is formed, the aldehyde reacts according to reaction (7) to give the carboxylated species (c). Decom- position of such species would follow in the high-temperature region, yielding propylene and CO 2 according to CH3CH2CH2COO(a) > C3H<,(g) + C02(g) + H(a) (8) Reaction (8) parallels that already observed in the case of the TPSR of n-butanal from Zn Cr 0 systems [I], The different behavior with respect to the results of Bowker et al. [3] might be due to the different operating conditions adopted for the two investigations. Bowker et al. performed TPSR in vacuo, which may have favored desorption of n-butanal as such rather than the formation at higher temperatures of the carboxylated surface species (c). In this respect, it is worth noting that decomposition of the for- mate species occurred at 300 C [3], whereas decomposition of species (c), leading to evolution of CO 2 and CyH.^, has been observed at a higher temper- ature in our case ( 380 C). The results of the present study confirm that some of the chemical functionalities of the Zn Cr 0 catalyst previously assessed for TPSR of n-butanal are effective also in the interaction of 1-butanol with Zn Cr 0. In fact, in both cases formation of butenes if observed, resulting from a dehydration activity, as well as formation of propylene, due to decomposi- tion of carboxylated species originating from oxidative dehydrogenation of adsorbed butoxy species. The latter functionality appears particularly sig- nificant at TPSR conditions, propylene accounting for about 76% of the compounds desorbed in the high-temperature TPSR peak, but it is likely to be minimized by the high H^ partial pressures prevailing in the synthesis of higher alcohols from syngas. However, a marked difference between the reactivities of n-butanal and 1-butanol over Zn CR 0 is also apparent, based on the nature of the des- 206 orbed compounds. In the case of TPSR of n-butanal we had observed con- siderable amounts of compounds originating from Cg precursors (2-ethyl-2- hexenal, 4-heptanone, linear olefins, Cg ketones) which were formed by aldolic condensations and accounted for most of both the low- and the high- temperature desorption peaks [1]. Such compounds were practically absent during TPSR of 1-butanol, a clear indication that alcohol condensation reac- tions do not occur to an appreciable extent over Zn Cr 0. On the basis of the present data, the following conclusions can be drawn. (1) The Zn Cr 0 catalyst exhibits an aldolic condensation function- ality, but not an alcohol condensation functionality. This apparently rules out the possibility that the chain growth in the higher alcohol synthesis over similar catalytic systems occurs by alcohol condensations [5], whereas it is consistent with proposed mechanisms based on condensations of aldehydes [6]. (2) While a catalytic functionality involving the participation of alco- hols in the chain growth process is not apparent over Zn Cr 0, neverthe- less a dehydration functionality has been observed which can be responsible for further consecutive transformations of the alcohols. (3) Noticeably, a remarkable multiplicity of surface reactions has been shown to occur by the room temperature adsorption of 1-butanol. In this respect, the complete identification of the products in a TPSR study should be regarded as a critical issue not to be overlooked. Finally, the TPSR results have been here employed primarily to assess the catalytic functionalities involved in the interaction of 1-butanol with Zn Cr 0. In this way, independent information on some aspects of the reaction mechanism involved in the higher alcohol synthesis can be collected. Their relevance however must be discussed in the light of the different operating conditions, including absence or presence of syngas, pressure and temperature levels, and should be eventually compared with the results of catalytic activity tests. Acknowledgements This work was supported by Progetto Finalizzato Energetica/2. References 1 L. Lietti, D. Botta, P. Forzatti, E. Mantica, E. Tronconi and I. Pasquon, J. Catal., submitted. 2 M. Bowker and R. S. Madix, Surf. Sci., 116 (1982) 549. 3 M. Bowker, R. W. Petts and K. C. Waugh, J. Catal., 99 (1986) 63. 4 M. Bowker, H. Houghton and K. C. Waugh, J. Chem. Soc. Faraday Trains. 1, 77 (1981)3023. 5 G. D. Graves, Ind. Eng. Chem., 23 (1931) 1381. 6 G. T. Morgan, D. V. N. Douglas and R. A. Proctor, J. Soc. Chem. Ind. (London), 41 (1932) IT. X244 88800312 0304-5102(88)80031-2 10.1016/0304-5102(88)80031-2 Industrial Molecular catalysis letter TPSR Study of 1-Butanol over a Zn-Cr-O Catalyst Luca Lietti Enrico Tronconi Pio Forzatti 1 Dipartimento di Chimica Industriale ed Ingegneria Chimica G. Natta del Politecnico, Piazza Leonardo da Vinci, 32 1-20133 MilanItaly 1 Author to whom correspondence should be addressed. References 1 L. Lietti, D. Botta, P. Forzatti, E. Mantica, E. Tronconi and I. Pasquon, J. Catal., submitted. 2 M. Bowker R.S. Madix Surf. Sci. 116 1982 549 3 M. Bowker R.W. Petts K.C. Waugh J. Catal. 99 1986 53 4 M. Bowker H. Houghton K.C. Waugh J. Chem. Soc. Faraday Trans. 1 77 1981 3023 5 G.D. Graves Ind. Eng. Chem. 23 1931 1381 6 G.T. Morgan D.V.N. Douglas R.A. Proctor J. Soc. Chem. Ind. (London) 41 1932 1T",
      "scopus-id": "0023962447",
      "coredata": {
        "eid": "1-s2.0-0304510288800312",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288800312",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lietti, Luca"
          },
          {
            "@_fa": "true",
            "$": "Tronconi, Enrico"
          },
          {
            "@_fa": "true",
            "$": "Forzatti, Pio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288800312"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288800312"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)80031-2",
        "prism:volume": "44",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "TPSR Study of 1-Butanol over a Zn-Cr-O Catalyst",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "201-206",
        "prism:endingPage": "206",
        "pubType": "cor",
        "prism:coverDisplayDate": "29 February 1988",
        "prism:doi": "10.1016/0304-5102(88)80031-2",
        "prism:startingPage": "201",
        "dc:identifier": "doi:10.1016/0304-5102(88)80031-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023962447"
      }
    }
  }
}