{
  "metadata": {
    "title": "Supported rhodium catalysts: preparation, characterization and catalytic activity for ester hydrogenolysis",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80055-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800553",
    "pii": "0304510284800553"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020906273",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800553 0304-5102(84)80055-3 0304510284800553 10.1016/0304-5102(84)80055-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 30 327 336 327 336 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. SUPPORTEDRHODIUMCATALYSTSPREPARATIONCHARACTERIZATIONCATALYTICACTIVITYFORESTERHYDROGENOLYSIS TRAVERS C BOUVEAULT 1903 1676 L BOUVEAULT 1903 60 L FINHOLT 1947 1199 A ADKINS 1931 1091 H STULL 1969 423 D CHEMICALTHERMODYNAMICSORGANICCOMPOUNDS STULL 1969 451 D CHEMICALTHERMODYNAMICSORGANICCOMPOUNDS TRIVEDI 1981 17 B FREEL 1972 149 J BENSON 1965 704 J ANDERSEN 1975 289 394 J STRUCTUREMETALLICCATALYSTS YATES 1979 41 D PARYICZAK 1978 75 T WANKE 1972 367 S YAO 1977 407 H YATES 1979 1225 D YANG 1957 1505 A KAUFMERR 1978 131 N YAO 1978 4774 H HARROD 1967 343 J NANDI 1982 421 R NANDI 1982 289 R LIESKE 1983 8 H DENOTTERS 1978 116 C PRIMET 1973 213 M TRAVERSX1984X327 TRAVERSX1984X327X336 TRAVERSX1984X327XC TRAVERSX1984X327X336XC item 0304-5102(84)80055-3 0304510284800553 1-s2.0-0304510284800553 10.1016/0304-5102(84)80055-3 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800553-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800553/MAIN/application/pdf/055fcce482fc44baa93987a717ed0348/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800553/MAIN/application/pdf/055fcce482fc44baa93987a717ed0348/main.pdf main.pdf pdf true 715684 MAIN 10 1-s2.0-0304510284800553-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800553/PREVIEW/image/png/ee9d6a19b36e771541cf3c8df0e033db/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800553/PREVIEW/image/png/ee9d6a19b36e771541cf3c8df0e033db/main_1.png main_1.png png 57828 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 327 - 336 327 SUPPORTED RHODIUM CATALYSTS: PREPARATION, CHARACTERIZATION AND CATALYTIC ACTIVITY FOR ESTER HYDROGENOLYSIS CH. TRAVERS, J.- P. BOURNONVILLE and G. MARTINO Institut Francois du Petrole, B. P. 311, 92506 Rueil-Malmaison (France) Summary The object of this study was the influence of the metallic structure and of the nature of the carrier on the catalytic activity and selectivity of supported rhodium catalysts for ester hydrogenolysis. Characterization of the metallic phase shows that the adsorption stoichio- metries of H2, CO and 0; and the reducibility of the superficial oxide species depend on the state of dispersion. Moreover, the presence of an electron acceptor, such as chlorine, leads to a decrease in the reducibility of the dispersed oxidized species and in the hydrogenating activity of the metal. Transformation of ethyl acetate does not seem to be sensitive to modi- fications in the metallic structure and in the acid-base properties of the carrier. Introduction In the economic context of today, it would seem advantageous to substitute catalytic transformations of natural feedstocks for hydrocarbon- based petrochemical syntheses. For instance, the methyl esters of fatty acids may be converted to the corresponding alcohols by hydrogenolysis according to the reaction: RI C-O-R; + 2 Hz -> RiCHpH + RpH 0 This transformation was first carried out in 1904 by Bouveault and Blanc [1] with sodium and aliphatic alcohols as reductants. In 1947, Finholt et al. used A1L1H4 to perform this reduction [2]. It is now catalytically per- formed in the presence of hydrogen. To date, the most widely used catalyst has been a modified zinc copper chromite, first formulated by Adkins and Connor in 1931 [3]. 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 328 However, for transformation this catalyst requires high temperatures (250 - 300 C) and high pressures (20 to 30 MPa) [4 - 10]: these drastic operating conditions are a result of the very low activity of the catalysts and are not due to any thermodynamic requirements [11]. Thus, the principal aim of this work was to find a supported metal catalyst which could perform this reaction under milder conditions. It had previously been found that supported rhodium [12] and a combination of rhenium with a transition metal [13] were the most active catalysts for this reaction. The results presented in this paper concern only supported rhodium catalysts prepared with various dispersions on silica, alumina and modified alumina. Our major objective was to broaden our knowledge of the reactivity of the metallic phase. The latter was characterized by temperature-pro- grammed reduction, hydrogen-oxygen and oxygen-hydrogen titrations, carbon monoxide chemisorption, infrared spectroscopy of adsorbed carbon monoxide and electron microscopy (CTEM and STEM). Ethyl acetate hydrogenolysis was performed at hydrogen pressures up to 5 MPa. Experimental Catalyst preparation The characteristics of the carriers used in this work are given in Table 1. TABLE 1 Characteristics of the different carriers Support Nature Apparent bulk Structural Total pore BET surface OH m~2 density density volume area (X 1017) (cmSg-1) (n^g-1) A 7C-A1203 1.16 2.99 0.527 246 4.52 B SiO, 0.48 2.27 0.580 432 0.33 C YT-A1203 0.86 2.92 0.820 170 6.00 D 7T-A1203 0.87 3.18 0.830 188 4.20 + 4.8% Ba Before impregnation, the carriers were washed in dilute nitric acid solution to reduce the sodium content to less than 100 ppm; they were then dried and calcined for 2 h at 550 C. Support D is obtained by impregnation of support C with barium acetate in an ammoniacal solution at pH 10. Rhodium was deposited on silica and 7c -alumina by impregnation of a rhodium trichloride salt in aqueous hydrochloric acid solution to obtain a homogeneous metallic concentration throughout the pellet support. On modified alumina, the impregnation was performed in a hydrocarbon solution of tris(acetylacetonato)Rh(III). 329 After impregnation with the ionic or organometallic precursor, the catalyst was dried for 12 h at 110 C, calcined for 2 h between 300 and 450 C, and reduced at the same temperature for another 2 h. The very high chlorine content of the catalyst (> 1.5 wt.%), generated by the impregnation of a hydrochloric acid solution of rhodium trichloride, was lowered to almost zero by washing with a 0.1 N NH40H solution fol- lowed by another reduction at 450 C for 2 h. The metal particle size was increased by thermal treatment under wet hydrogen, temperatures and duration depending on the particle size desired. Catalyst characterization Rhodium and chlorine contents were determined by X-ray fluorescence spectroscopy. The homogeneity of the rhodium and chlorine distribution profiles throughout the pellet was checked by scanning electron microprobe. The metal area was measured by standard H^-O; and O^-H; titrations [14, 15] and CO chemisorption performed in a conventional pulse apparatus. Before measuring the uptake ofchemisorbed gas, the calcined catalyst sample was reduced under hydrogen at 2 1 h~1 for 2 h at 450 C and cooled to room temperature in flowing hydrogen. The catalyst sample cell was then placed under the carrier gas flow and heated to the desired temperature for pulse injection. The results of the titrations are expressed by the ratios 0/Rh and H/Rh, determined according to the adopted stoichiometry of the reaction be- tween hydrogen and oxygen on supported rhodium: Hz-O; Titration: 2 Rh-H + 3/2 0; -> 2 Rh-0 + H;0 (1) Oa-H; Titration: Rh-0 + 3/2 H; -> Rh H + HaO (2) These reaction assumptions allowed us to compare our different catalyst samples, even though the object of this study was not to determine a well- defined adsorption stoichiometry of hydrogen and oxygen on supported rhodium: this problem has not yet been resolved [16], not even for other metals such as platinum and palladium. These difficulties are essentially related to the present uncertainty, con- cerning hydrogen adsorption as a function of particle size [17,18] and titra- tion temperature [19]. Furthermore, the adsorption stoichiometry of 1.5 oxygen atoms per rhodium atom, which was shown in a few cases [19, 20], may be interpreted as a complete oxidation of rhodium to Rh203. We did not use carbon monoxide chemisorption to determine the metal surface area, because three adsorbed forms of this gaseous molecule may be present on the surface of the rhodium crystallites depending on particle size and oxidation state of the superficial rhodium atoms [21-25]. The IR spectra of CO chemisorbed on the catalysts were recorded at 25 C on a Perkin-Elmer spectrometer in the 1500 - 2800 cm\"1 range. Before recording, the catalyst samples were reduced in the IR cell at 450 C and out- 330 gassed under vacuum for 1 h at the same temperature. Electron microscopy analyses were effected with a conventional electron microscope (CTEM). Catalytic tests The hydrogenolysis of ethyl acetate was performed using a flow reactor technique at pressures up to 5 MPa at different temperatures. Conversions and selectivities are expressed in weight percentages. Results and discussion Titrations The O^-Ha and H2-02 titrations at room temperature of the chlorinated rhodium-on-7c -alumina catalyst indicated the different behaviour of highly dispersed and poorly dispersed catalysts. This phenomenon seems to be connected to the existence of different metallic structures on the surface of the support and, more precisely, to the modification of the reducibility of the latter after contact with 0; according to the aggregate size. As shown in Table 2, the higher the dispersion the higher the difference between 0/Rh and H/Rh, calculated from eqns. (1) and (2). It is noteworthy that H/Rh and 0/Rh are the same for 0/Rh values lower than 0.5, and can be used to determine metallic dispersion, as has been confirmed by electron microscopy: analysis of electron micrographs of a poorly dispersed (D < 0.5) catalyst leads to an average crystallite diameter of 2 nm, which is very close to that determined by H^-0^ titrations (1.9 nm from 0/Rh and 2 nm from H/Rh). In the case of well-dispersed catalysts, rhodium particles are not easily detected on electron micrographs and are in any event smaller than 0.7 nm in size (see Table 3). The dispersions thus found are much higher than those determined by 02-H2 titrations. Furthermore the 0/Rh ratio is greater than unity. The selected titration stoichiometries are not suited to the highly dispersed supported rhodium, for which such a chemisorption method does not enable us to determine dispersion. TABLE 2 Or-Hj and H^-O^ titrations on sintered catalyst samples Time of reduction Chlorine 0/Rh H/Rh A* (h) (wt.%) 1 0.69 1.03 0.76 0.27 2 0.79 0.57 0.49 0.08 5 0.23 0.43 0.43 0 Conditions: 1.05% Rh; T of calcination = 110 C; T of reduction = 600 C;A* = 0/Rh H/Rh. 331 TABLE 3 Influence of the temperature of calcination on the rhodium accessibility Temperature of calcination 0/Rh H/Rh A* ( C) 110 1.17 0.76 0.41 190 1.36 0.84 0.52 366 1.17 0.71 0.46 428 1.09 0.43 0.66 500 1.51 0.75 0.76 598 1.09 0.53 0.56 704 1.19 0.64 0.55 Conditions: 0.92% Rh, 1.5% Cl; T of reduction =450 C; time of reduction = 2 h. The excessive oxygen consumption, compared with that of hydrogen, for well-dispersed catalysts may be attributed to the presence of at least two species on the surface of the support after oxidation at room temperature: the first is not easily reduced at low temperature (< 100 C) and the second is, on the other hand, reducible. The lower the dispersion, the lower the con- centration of the first species, which seems not to be present in poorly dispersed catalysts (D < 0.5). This phenomenon may be interpreted as an overall oxidation of Rh(0) to Rh(III) for the smallest crystallites. For the larger ones, oxidation might only be superficial and lead to a core of rhodium surrounded by a monolayer of Rh 0. Such metal reactivity to oxygen has been recently shown for supported palladium [26] and platinum [27]. Moreover, the reducibility of the oxidized rhodium species depends on the metal oxidation state after contact with O;. For poorly dispersed cata- lysts, H; uptake increases when the temperature rises from 25 to 100 C and decreases thereafter above this temperature, as shown in Fig. 1. At 100 C, gaseous hydrogen reacts completely with the oxygen taken up by the cata- lysts, and the water generated by the Oa-Hi titration is completely displaced [19]. Above 100 C, the hydrogen adsorption-desorption equilibrium is shifted to desorption and leads to a decrease in Hz uptake. When the particle size is small enough to allow complete oxidation to Rh(III), temperatures up to 500 C are required to reduce oxidized entities. Chlorine effect After chlorine has been removed, 0/Rh remains the same but H/Rh is strongly affected, as can be seen in Fig. 2. An increase in hydrogen uptake is observed throughout the temperature range with regard to the chlorinated sample. H/Rh increases considerably on heating the catalyst from room tem- perature to 100 C; the ratio drops at temperatures from 100 - 300 C and increases again up to a temperature of 500 C. The fact that the value of 0/Rh remains constant means that the dis- persion is not greatly modified by the removal of chlorine. On the other 332 Fig. 1. H/Rh variation with the H^ titration temperature for two catalysts with different accessibilities. Fig. 2. Influence of the chlorine content on the variation of H/Rh versus the H; titration temperature. hand, the pronounced increase in hydrogen uptake at temperatures from 25 - 100 C for the dechlorinated sample may be attributed to the reduction of a highly dispersed Rl^Oa (0/Rh > 1) species which is present in addition to superficially oxidized rhodium crystallites. The higher the dispersion, the more complete the oxidation [28]. The hydrogen desorption from surface metal atoms leads to a decrease in the H/Rh ratio above 100 C, as is the case for the poorly dispersed catalyst. 333 On well-dispersed chlorinated samples, the highly dispersed oxide phase cannot be represented by Rh203 only: an oxychlorine complex is also needed, as for platinum-on-alumina catalysts [29]. The reduction of this complex requires a higher temperature, due to the enhancement of the inter- action between the metallic species and the carrier which is promoted by chlorine. The increased hydrogen consumption above 300 C could result from the reduction of the oxychloride complex, or from an additional hydrogen adsorption at high temperature caused by a strong metal-support interaction as has been shown by den Otters and Dautzenberg [30] and French re- searchers [31] for alumina-supported platinum. Our results do not resolve this question. Carbon monoxide adsorption The IR spectra of adsorbed CO, shown in Fig. 3, confirm that: (i) for the highly dispersed catalysts, three adsorbed forms already men- tioned in the literature [21 - 25] coexist: Rl^CO), Rh(CO) and Rh^CO. Thus it is clearly impossible to establish a well-defined adsorption stoichio- metry for carbon monoxide; (ii) for the poorly dispersed catalysts, the linear adsorbed form pre- dominates but a small contribution of the bridged form is still observed. These results agree with the specific adsorption form of carbon mono- xide according to the coordination state of the adsorbing atoms [21]. When chlorine has been eluted or tris(acetylacetonato)Rh(III) has been used for impregnation, the three species are still present but the Rh(CO)2 H/Rh;064 0/Rh;l.l9 2100 1900 cm-' 2100 1900 1700 cur' Fig. 3. IR spectra of CO chemisorbed on Rh/^c-AlzOs catalysts. 334 H/Rh.OBS H/Rh,0 S Ex RhCli dechlorinaed 0/Rh--lH Ex Rh ocetyl ocetonato O/Mi.m RHCOl -RHICO); 2100 20001800 cm-' 2200 2000 1800cm-' Fig. 4. IR spectra of CO chemisorbed on non-chlorinated catalysts. form predominates (Fig. 4). The electron acceptor properties of chlorine may affect the electron density of rhodium and lead to a modification of the adsorption properties of the metal [32]. In our case, a v(CO) frequency shift was not observed, but a variation was noted in the proportion of adsorbed species. Catalytic tests The catalytic tests performed on highly dispersed rhodium catalysts reveal a rather good selectivity (S = 40 wt.%) at very low conversion (Fig. 5). Nevertheless when the conversion increases, the amount of alcohol decreases and the amount of gaseous hydrocarbons (CH4, C^Hs) greatly increases due to the hydrogenolysing properties of rhodium. To inhibit these un- wanted side reactions, less acidic supports such as silica and alkali-earth mod- ified alumina have been used. The most important results for these supports are that: (i) it is not possible with RhCl3 or tris(acetylacetonato)Rh(III) as pre- cursors to obtain a very high dispersion of the metallic phase on silica (H/Rh = 0.6) and on modified alumina (H/Rh = 0.8); (ii) on silica the alcohol selectivity (Fig. 6) at low conversion is higher than on alumina, but rapidly changes in favour of gaseous hydrocarbons (CH4 and CzHg). The conversion is lower than on alumina; (iii) on modified alumina, we have not observed any important modifi- cations of the rhodium catalytic properties. 335 t.% gas alcohol Rh/f.AliOi P(bar) ,50 T\"C .250 Hz/Mter .7 H/Rh = 0.65 0 50 100 Fig. 5. Variation of alcohol and gas selectivities versus the conversion on Jc-silumma- supported rhodium catalyst. 025 10 Fig. 6. Variation of alcohol and gas selectivities versus the conversion on silica-supported rhodium catalyst. Conclusions The different methods of characterization indicate that: (i) It is impossible to determine directly the dispersion of highly dis- persed catalysts with Hz-O; or Oa-H; titrations after exposure to O;. On these catalysts there are at least two surface species with different reducibili- 336 ties. RhO and a superficial oxidized species in which the rhodium is in the trivalent state. (ii) For the poorly dispersed catalysts, the dispersion can be directly determined by titrations, and we have shown that there is only one surface species on these catalysts, probably RhO. (iii) The chlorine stabilizes the metal in a highly dispersed state by enhancing the interaction between the carrier and the metal. The rhodium catalysts have a rather good selectivity for the transforma- tion of ethyl acetate to ethanol at low conversion levels. Modification of the support does not allow enhancement of the selectivity to alcohol at high conversion; this suggests possible future investigations concerning modifica- tion of the metallic phase. References 1 L. Bouveault and G. Blanc, C.R. Acad. Sci. Paris, 136 (1903) 1676; ibid., 136 (1903) 60. 2 A. E. Finholt, A. C. Bond Jr. and H. I. Schlesinger, J. Am. Chem. Soc., 69 (1947) 1199. 3 H. Adkins and R. Connor, J. Am. Chem. Soc., 53 (1931) 1091. 4 German Patent 716 44 (1979). 5 German Patent 2 611 374 (1976). 6 German Potent 2 613 226 (1976). 7 German Patent 1853 990 (1980). 8 French Patent 2 286 808 (1975). 9 U.S. Patent 790366 (1976). 10 U.S. Patent I 512 414 (1975). 11 D. R. Stull, E. F. Westrum Jr and G. C. Sinke, The Chemical Thermodynamics of Organic Compounds, Wiley, New York, 1969, p. 423, 451. 12 R. Snappe, J. P. Bournonville, Institut Francais du Petrole, unpublished results. 13 B. C. Trivedi, D. Grote and T. 0. Mason, J. Am. Oil Chem. Soc., 58 (1981) 17. 14 J. Freel, </. Catal., 25 (1972) 149. 15 J. E. Benson and M. Boudart, J. Catal., 4 (1965) 704. 16 J. R. Anderson, Structure of Metallic Catalysts, Academic Press, New York, 1975, pp. 289 - 394 and references therein. 17 D. J. C. Yates, L. L. Murrell and E. B. Prestridge, J. Catal., 57 (1979) 41. 18 T. Paryiczak, J. Chromatogr., 766(1978)75. 19 S. E. Wanke and M. A. Dougharty, J. Catal., 24 (1972) 367. 20 H. C. Yao, S. Japar and M. Shelef, J. Catal., 50 (1977) 407. 21 D. J. C. Yates, J. Chem. Phys., 70 (1979) 1225. 22 A. C. Yang and C. W. Garland, J. Phys. Chem., 61 (1957) 1505. 23 N. Kaufmerr, M. Primet and M. Dufaux, C.R. Acad. Sci., Ser. C, 286 (1978) 131. 24 H. C. Yao and W. G. Rotschild, J. Chem. Phys., 68 (1978) 4774. 25 J. F. Harrod and R. W. Roberts, J. Phys. Chem., 71 (1967) 343. 26 R. K. Nandi, P. Georgopoulus, J. P. Cohen, J. B. Butt and R. L. Burweil Jr., J. Catal., 77(1982)421. 27 R. K. Nandi, F. Molimaro, C. Tang, J. P. Cohen, J. B. Butt and R. L. Burweil Jr., J. Catal., 78 (1982) 289. 28 J. P. Candy and J. P. Bournonville, Institut Francais du Petrole, unpublished results. 29 H. Lieske, G. Lietz, H. Spindler and J. Volter, </. Catal., 81 (1983) 8. 30 C. J. den Otters and F. M. Dautzenberg, J. Catal., 53 (1978) 116. 31 R. M. Tejero, J. P. Candy and A. Renouprez, Institut de Recherche sur les Catalyses, unpublished results. 32 M. Primet, J. M. Basset, M. V. Matthieu and M. Prettre, J. Catal., 29 (1973) 213. X244 84800553 0304-5102(84)80055-3 10.1016/0304-5102(84)80055-3 Poster presentation Supported rhodium catalysts: preparation, characterization and catalytic activity for ester hydrogenolysis Ch. Travers J.-P. Bournonville G. Martino Institut Français du Pétrole, B.P. 311, 92506 Rueil-MalmaisonFrance The object of this study was the influence of the metallic structure and of the nature of the carrier on the catalytic activity and selectivity of supported rhodium catalysts for ester hydrogenolysis. Characterization of the metallic phase shows that the adsorption stoichiometries of H2, CO and O2 and the reducibility of the superficial oxide species depend on the state of dispersion. Moreover, the presence of an electron acceptor, such as chlorine, leads to a decrease in the reducibility of the dispersed oxidized species and in the hydrogenating activity of the metal. Transformation of ethyl acetate does not seem to be sensitive to modifications in the metallic structure and in the acid-base properties of the carrier. References 1 a L. Bouveault G. Blanc C.R. Acad. Sci. Paris 136 1903 1676 b L. Bouveault G. Blanc C.R. Acad. Sci. Paris 136 1903 60 2 A.E. Finholt A.C. Bond Jr. H.I. Schlesinger J. Am. Chem. Soc. 69 1947 1199 3 H. Adkins R. Connor J. Am. Chem. Soc. 53 1931 1091 4 German Patent 716 44 (1979). 5 German Patent 2 611 374 (1976). 6 German Patent 2 613 226 (1976). 7 German Patent 2 853 990 (1980). 8 French Patent 2 286 808 (1975). 9 U.S. Patent 790 366 (1976). 10 U.S. Patent 1 512 414 (1975). 11 a D.R. Stull E.F. Westrum Jr. G.C. Sinke The Chemical Thermodynamics of Organic Compounds 1969 Wiley New York 423 b D.R. Stull E.F. Westrum Jr. G.C. Sinke The Chemical Thermodynamics of Organic Compounds 1969 Wiley New York 451 12 R. Snappe, J.P. Bournonville, Institut Français du Pétrole, unpublished results. 13 B.C. Trivedi D. Grote T.O. Mason J. Am. Oil Chem. Soc. 58 1981 17 14 J. Freel J. Cotal. 25 1972 149 15 J.E. Benson M. Boudart J. Catal. 4 1965 704 16 J.R. Andersen Structure of Metallic Catalysts 1975 Academic Press New York 289 394 and references therein. 17 D.J.C. Yates L.L. Murrell E.B. Prestridge J. Catal. 57 1979 41 18 T. Paryiczak J. Chromatogr. 766 1978 75 19 S.E. Wanke M.A. Dougharty J. Catal. 24 1972 367 20 H.C. Yao S. Japar M. Shelef J. Catal. 50 1977 407 21 D.J.C. Yates J. Chem. Phys. 70 1979 1225 22 A.C. Yang C.W. Garland J. Phys. Chem. 61 1957 1505 23 N. Kaufmerr M. Primet M. Dufaux C.R. Acad. Sci., Ser. C 286 1978 131 24 H.C. Yao W.G. Rotschild J. Chem. Phys. 68 1978 4774 25 J.F. Harrod R.W. Roberts J. Phys. Chem. 71 1967 343 26 R.K. Nandi P. Georgopoulus J.P. Cohen J.B. Butt R.L. Burweil Jr. J. Catal. 77 1982 421 27 R.K. Nandi F. Molimaro C. Tang J.P. Cohen J.B. Butt R.L. Burweil Jr. J. Catal. 78 1982 289 28 J.P. Candy and J.P. Bournonville, Institut Français du Pétrole, unpublished results. 29 H. Lieske G. Lietz H. Spindler J. Volter J. Catal. 81 1983 8 30 C.J. den Otters F.M. Dautzenberg J. Catal. 53 1978 116 31 R.M. Tejero, J.P. Candy and A. Renouprez, Institut de Recherche sur les Catalyses, unpublished results. 32 M. Primet J.M. Basset M.V. Matthieu M. Prettre J. Catal. 29 1973 213",
      "scopus-id": "0020906273",
      "coredata": {
        "eid": "1-s2.0-0304510284800553",
        "dc:description": "The object of this study was the influence of the metallic structure and of the nature of the carrier on the catalytic activity and selectivity of supported rhodium catalysts for ester hydrogenolysis. Characterization of the metallic phase shows that the adsorption stoichiometries of H2, CO and O2 and the reducibility of the superficial oxide species depend on the state of dispersion. Moreover, the presence of an electron acceptor, such as chlorine, leads to a decrease in the reducibility of the dispersed oxidized species and in the hydrogenating activity of the metal. Transformation of ethyl acetate does not seem to be sensitive to modifications in the metallic structure and in the acid-base properties of the carrier.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800553",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Travers, Ch."
          },
          {
            "@_fa": "true",
            "$": "Bournonville, J.-P."
          },
          {
            "@_fa": "true",
            "$": "Martino, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800553"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800553"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80055-3",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Supported rhodium catalysts: preparation, characterization and catalytic activity for ester hydrogenolysis",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "327-336",
        "prism:endingPage": "336",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80055-3",
        "prism:startingPage": "327",
        "dc:identifier": "doi:10.1016/0304-5102(84)80055-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020906273"
      }
    }
  }
}