{
  "metadata": {
    "title": "Fast and slow methanation pathways in hydrogenation of carbon dioxide on FeMn oxide catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-07-29",
    "doi": "10.1016/0304-5102(94)00048-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000484",
    "pii": "0304510294000484"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028467542",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000484 0304-5102(94)00048-4 0304510294000484 10.1016/0304-5102(94)00048-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02234 2024-01-02T01:06:03.941633Z 0 0 19940729 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 91 91 3 3 Volume 91, Issue 3 4 353 367 353 367 19940729 29 July 1994 1994-07-29 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. FASTSLOWMETHANATIONPATHWAYSINHYDROGENATIONCARBONDIOXIDEFEMNOXIDECATALYSTS MAKOWSKI W WEATHERBEE 1982 460 G KAI 1988 343 T COENEN 1986 1 J FALCONER 1980 280 J TAKEZAWA 1986 291 N CAMPBELL 1989 189 T SPINICCI 1988 241 R IIZUKA 1982 381 T SOLYMOSI 1987 312 F SEXTON 1976 291 B IIZUKA 1982 1 T ERDOHELYI 1982 591 A TROVARELLI 1990 129 A BARDET 1978 1097 R BARDET 1979 101 R BARDET 1980 153 R DWYER 1978 291 D PIJOLAT 1982 367 H PERRICHON 1984 207 V KING 1980 77 D DZIEMBAJ 1992 81 R WEATHERBEE 1984 352 G SUGHURE 1982 239 E VANMEERTTEN 1982 29 R SACHTLER 1984 151 W PROC8THINTCONGRCATAL DZIEMBAJ 1983 283 R RICHTER 1987 B THESIS DZIEMBAJ 1989 343 R VANNICE 1977 228 M HOLMEN 1989 211 A GALUSZKA 1992 96 J MAKOWSKIX1994X353 MAKOWSKIX1994X353X367 MAKOWSKIX1994X353XW MAKOWSKIX1994X353X367XW item 0304-5102(94)00048-4 0304510294000484 1-s2.0-0304510294000484 10.1016/0304-5102(94)00048-4 272239 2024-01-02T01:06:03.941633Z 1994-07-29 1-s2.0-0304510294000484-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000484/MAIN/application/pdf/c0de34feaaeb20efbe04bd0273eb08c9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000484/MAIN/application/pdf/c0de34feaaeb20efbe04bd0273eb08c9/main.pdf main.pdf pdf true 903837 MAIN 15 1-s2.0-0304510294000484-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000484/PREVIEW/image/png/327dbcfd9fc51735ce1d5132342b4d21/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000484/PREVIEW/image/png/327dbcfd9fc51735ce1d5132342b4d21/main_1.png main_1.png png 50634 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR _ CATALYSIS ELSEVIER Journal of Molecular Catalysis 91 (1994) 353-367 Fast and slow methanation pathways in hydrogenation of carbon dioxide on Fe-Mn oxide catalysts Waclaw Makowski, Roman Dziembaj Faculty of Chemistry, Jagellonian University, Ingardena 3, 30-060 Krakow, Poland (Received July 21, 1993; accepted December 17, 1993) Abstract The hydrogenation of CO2 on Fe-Mn oxide catalysts (pure or doped with Rh and La) was investigated in pulse and continuous flow experiments. The maximum methanation rate observed in the short initial period of reaction on freshly reduced catalyst was attributed to the fast reaction pathway, connected with reactive chemisorption of COZ. The slow methanation pathway was related to the formation of carbonaceous deposits on the catalysts (observed even in pulse experiments). A correlation between maximum methanation rate and the content of the reactive deposit in continuous flow was established. Another, less reactive deposit, which required a higher temperature to be hydrogenated, was also observed. The effect of Rh and La on activity and selectivity of the catalysts was investigated. Rh enhances fast methanation while La substantially decreases rate of both reaction pathways. The same effects were observed during hydrogenation of carbon deposits. Key words: carbon dioxide; iron; lanthanum; manganese; methanation; oxide catalyst, reaction pathways; rhodium 1. Introduction Carbon dioxide is an important vehicle in the carbon cycle in nature, but its utilization in chemical industry is limited only to syntheses of some carboxylic acids, urea and to adjusting the CO/HZ ratio in synthesis gas [ 1 ] . On the other hand carbon monoxide is used in Fischer-Tropsch synthesis leading to hydrocarbons, alcohols and aldehydes. Simple replacement of carbon monoxide by dioxide in this synthesis is not possible, because COZ causes undesired changes in selectivity (to formation of methane). Additionally a competitive reaction of reverse water *Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All nghts reserved SSD10304-5102(94)00048-Z 354 W. Makowski, R. Dziembal /Journal of Molecular Catalysis 91 (1994) 353-367 gas shift takes place in this system. Nevertheless methanation of carbon dioxide is frequently used in the purification of different gas feedstocks from COZ impurities, e.g., NH3-synthesis gas mixture or synthetic fuel gas. It may be also utilized in recycling of CO2, which is one of the most abundant pollutants responsible for the \"green-house effect\". For these reasons extensive studies on hydrogenation of carbon dioxide catalyzed by metals (mainly Ni [2-8] and Rh [9-14]) of groups 8-10* have been carried out during the past decade. Formation of methane, carbon monoxide and small amounts of higher hydrocarbons was observed. Higher rates of COZ hydrogenation and lower activation energies than in the case of CO were reported [ 9,12,15-17 ] . Several papers concerned CO2 hydrogenation on iron catalysts [ 18-22] . It was established that Fe shows lower catalytic activity than other metals of groups 8-10 [ 23 ] . More carbon monoxide was observed in reaction products over iron catalysts [ 18,19,23 ] . Changes in catalytic activity and formation of carbon deposits on Fe during reaction were also reported [ 18,19]. Numerous papers have appeared on the mechanism of hydrogenation of carbon oxides, especially on Ni and Rh. According to the most recent results [24,9,10,19,20,24-26] a common mechanism for both reactions, assuming dissociation of surface carbon monoxide to carbon and oxygen atoms is generally considered. Surface carbon monoxide is formed in the dissociation of COZ or in the readsorption of CO. Both surface C and O atoms are gradually hydrogenated. Such a general mechanism for the hydrogenation of CO and CO2 seems to be incomplete. The assumption that the adsorption of CO and HZ is competitive, i.e., it takes place at the same surface active centers, is justified, but it was found that COZ also adsorbs on Fe surface precovered by Hz and CO [ 27 ] . In our previous paper [22] complex kinetic profiles of methane formation have been observed in pulse COZ hydrogenation on freshly reduced Fe-Mn oxide catalyst. These results indicated that at least two separate methanation pathways should be considered in the reaction mechanism. Additional studies of this reaction in continuous flow conditions, which are presented in this paper, were necessary to verify the proposed model. The aim of the present paper is to pinpoint all effects related to the complex nature of the mechanism Of COz hydrogenation over FeMn oxide catalyst and to propose an explanation of these effects. 2. Experimental 2.1. Catalyst preparation Oxide iron-manganese catalysts were prepared by coprecipitation of Fe and Mn hydroxides from a mixture of aqueous solutions of Fe (NO3) 3 and Mn (NO3) 2 with *Traditonal VIII group (according to IUPAC Nomenclature of Inorganic Chemistry, Recommendation 1990, G.J. Leigh (Ed.), Blackwell Scientific Publications, Oxford, 1991, p. 42). W. Makowski, R. Dziembal/Journal of Molecular Catalysis 91 (1994) 353-367 355 Table 1 Composition of samples (weight percent) Sample Fe (%) Mn (%) Rh (%) La (%) Fe-Mn 32.3 31.0 Fe-Mn-Rh 37.7 30.4 1.5 Fe-Mn-La 35.2 28.5 8.0 02 V t VENT FC C02 V 3PV He V H2 _ 3P~ VENT Fig. 1. Experimental system for the hydrogenation of CO2. (Symbols: V - toggle valve, FC - electronic flow controller, 3PV - 3-port valve, 6PV - 6-port valve, R - reactor with oven, GSV - gas sampling valve, GC - gas chromatograph, TCD-thermal conductivity detector, FID-flame ionization detector. Dashed areas denote heated zones). use of NH3. Then they were dried, pelletized and calcined. Rh and La were introduced by dry impregnation (incipient wetness) method. Details of the preparation of the catalysts were given elsewhere [ 28 ] . Compositions of catalysts are presented in Table 1. 2.2. Experimental system All experiments were performed in a catalytic microreactor system presented schematically in Fig. 1. This system consists of a gas supply unit, catalytic reactor with oven, detector unit and computer data unit. The gas supply unit fed the reactor with a mixture of two gases (e.g., Hz + COZ) with a stabilized flow rate. The COZ stream could flow directly to the reactor or to the gas sampling valve 6PV. Using this valve, injections of small amounts of COZ into reactor could be performed. The glass microreactor was placed in an oven controlled by a digital temperature programmer. The reactor outlet was connected to GC the gas sampling valve, GSV, and then to an independent on-line flow ionization detector (FID-2), which monitored the total hydrocarbon content in the outlet gases. The chromatographic analyses of methane, ethane + ethylene and propane were performed on a Porapak 356 W. Makowski, R. Dziembaj l Journal of Molecular Catalysis 91 (1994) 353-367 T column with FID. Carbon monoxide was analyzed with a MolSieve 5A with TCD. Carbon dioxide content was not measured. All detectors were calibrated with the use of special calibration mixtures (Supelco, 1% CO, CO2, CH4, CZH2, C2H4 and CZH6 in NZ and 1 % CH4 in NZ) . Signals from the detectors and from a thermocouple placed inside the reactor were handled by a computer data system, composed of 4 digital voltmeters, multiplexer interface and IBM XT compatible computer. In order to investigate the reactor flow pattern, the following series of calibration experiments was conducted. Pulses of a tracer (1% CH4 in NZ) were injected into the HZ stream flowing through the empty reactor. All the system parameters were the same as for the catalytic pulse experiments. On-line FID signal was recorded. The reactor flow patterns reflecting the effects of mixing in the reactor were obtained. 2.3. Experiments Prior to the reaction a sample of catalyst (1-2 pellets, 0.1-0.2 g) was activated by prolonged (about 20 h) reduction in situ in an HZ flow (40 ml/min) at 400 C. In the pulse hydrogenation of COZ a small amount of COZ (1.15 ml, 51 Amol) was injected into a HZ stream flowing through the reactor. The content of hydrocarbon products in the outlet gases was determined by the on-line flame ionization detector FID-2. In our previous paper [22] we have shown that in such pulse experiments methane is practically the only hydrocarbon product, thus the FID-2 signal provides a good measure of the methanation rate. In continuous flow (CF) experiments the hydrogen-rich reaction mixture (H2 : COZ = 6.7) was used. The catalytic process started in the moment of COZ introducing by 3PV valve into the hydrogen stream flowing through the reactor in the course of the activation procedure. The concentration of hydrocarbon products was monitored using the FID-2 detector and periodic chromatographic analyses of the reactor outlet gases were performed. The reaction was conducted for about 2 h, then it was stopped (COZ flow was closed). The hydrogenation of the carbon deposits was carried out after CF experiments under isothermal conditions. The constant Hz flow rate and reactor temperature were maintained. Decay of the on-line FID signal was recorded until it reached a background level. All the experiments were performed under atmospheric pressure. 3. Results 3.1. Flow pattern The time dependence of a concentration of non-reacting gas in reactor Ctr(t), obtained using pulses of tracer, reflects the effects of mixing of gas during flow through reactor and allows us to determine residence time distribution r(t) W. Makowski, R. Dziembaj /Journal of Molecular Catalysis 91 (1994) 353-367 357 Ctr(t) J Ctr(t)dt 0 as well as mean residence time: r= f t7(t)dt 0 It may be assumed that this dependence approximates well the profile of COZ concentration in the reactor during catalytic pulse experiments. The plot of the reactor residence time distribution is presented in Fig. 2. A single maximum is observed at time 0.38 min and the mean residence time is equal to 0.48 min. 3.2. Pulse experiments The results of pulse COZ hydrogenation at 350 and 400 C are presented in Figs. 3 and 4. Complex time profiles in the methanation rate, showing up to 3 maxima time min) . 3 4 Fig. 2. Reactor residence time distribution at 300 C. No influence of the reactor temperature ( within a range 300400 C) on the residence time distribution has been found. 5.0 Fe-Mn-Rh Fe-Mn X4.0 ------ Fe-Mn-La o 3.0 v 2.0 c v 1.0 0 0.0 time ~minl 3 4 Fig. 3. Methanation rate profiles m the pulse hydrogenation of COQ at 400 C. 358 W. Makowski, R. Dziembaj /Journal of Molecular Catalysis 9/ (7994) 353-367 -1.5 ov C> 1.0 0 ` 0.5 c 0 U O ` 0.0 Fe-Mn-Rh Fe-Mn ----- Fe-Mn-La 0 1 time min) 3 4 Fig. 4. Methanation rate profiles m the pulse hydrogenation of COZ at 350 C. Table 2 Maximum methanation rate times in the pulse hydrogenation of COZ Sample Temperature Maximum time (mm) 1 st 2nd 3rd Fe-Mn 400 0.24 1.82 350 0 22 1.42 Fe-Mn-Rh 400 0.33 1.78 350 0 33 Fe-Mn-La 400 0 21 0.73 350 0.27 0.58 tracer* 300 0 38 *Pulse of I % CH4 m N2 injected into empty reactor. were observed at both temperatures for all the catalysts. The first narrow maximum was found at times to be close to the reactor residence times. The other two maxima were observed at longer times, when COZ concentration in the reactor had approached zero. Times of evolution of particular rate maxima are presented in Table 2. It was determined previously [22] that methane was the main hydrocarbon product in pulse COZ hydrogenation. Formation of carbon monoxide, small amounts of ethane and traces of propane were also observed at times corresponding to the 1 maximum. No carbon monoxide was found at times longer than COZ residence time. The intensities of the particular maxima depend very much on the composition of the catalysts. For the Fe-Mn-Rh catalyst the 1 st maximum is the most intense, the 3rd weak and the 2nd one practically not visible, especially at 400 C. Quite different rate profiles were observed for both the other catalysts. In the case of FeMnthe 3rd one prevails, but with decrease of temperature the 2nd one grows. The 1 st maximum is very small in comparison to that of Fe-Mn-Rh. Fe-Mn-La catalyst shows substantially lower activity than previous ones. For this catalyst the 1st and W. Makowski, R. Dziembaj /Journal of Molecular Catalysis 91 (1994) 353-367 359 Table 3 Amounts of methane formed in the pulse hydrogenation of CO= (per 1 g of catalyst), values of the fractional conversion for methanation and the portion due to the 1 st maximum Sample Temperature CH4 amount Fractional Portion due to ( C) conversion 1 maximum Fe-Mn 400 106 0.23 5.0 350 27.5 0.060 3.3 Fe-Mn-Rh 400 153 0.28 81 350 58.2 0.11 59 Fe-Mn-La 400 31.4 0.049 13 350 16.8 0.026 8.8 the 2nd maxima are relatively intense. The share of the 2nd one increases with decrease in temperature. The amount of methane formed in pulse hydrogenation of COZ was regarded as a measure of the activity of the catalysts. It was determined by integration of the methanation rate vs. time dependence (cf. Figs. 3 and 4) . The conversion values were also calculated as a ratio of the amount of methane formed to the amount of carbon dioxide injected. The share of 1 st maximum was estimated. All these values are presented in Table 3. At 400 C the most active catalyst, Fe-Mn-Rh (1), gives 28% conversion, FeMn (1) - 22% and Fe-Mn-La (1) - 5%. A decrease in temperature results in a decrease in activity and reduces the difference between Fe-Mn and Fe-Mn-La. The share of the 1 st maximum decreases with temperature decrease and in the series Fe-Mn-Rh > Fe-Mn-La > Fe-Mn. 3.3. Continuous flow experiments Values of carbon dioxide hydrogenation rate, fractional conversion and selectivity were calculated from chromatographic analyses and feed flow rate data. These values are presented in Table 4. The activity of catalyst changes in a series: Fe-Mn-La << Fe-Mn < Fe-Mn-Rh. CO is the dominant product, even in spite of the hydrogen excess (cf. Table 4). Fe-Mn-Rh shows the greatest selectivity to methane (about 36% at 400) , then FeMn-La (11%) and Fe-Mn (7%). The hydrocarbon formation rates were also determined from on-line FID-2 detector signal (in the same way as in the pulse experiments). Plots of the reaction rates vs. time are presented in Figs. 5-8. Figs. 5 and 6 correspond to an initial reaction period (the first 4 min), Figs. 7 and 8 - to the total reaction time (about 150 min). All catalysts showed changes in the rate of the formation of hydrocarbons during reaction, especially at 350 C and 400 C. A maximum of reaction rate was observed 360 W. Makowski, R. Dziembaj /Journal of Molecular CalalySiS 91 (1994) 353-367 Table 4 Total reaction rate, fractional conversion of CO= and selectivity values obtained in the continuous flow hydrogenation of COZ (H2/COZ=6.75, total reagent flow rate=47.0 ml/mm, reaction time about 140 min) Sample Temp. ( C) Specific Fractional Selectivity (%) rate conversion (iamol/ of C02 g-s) CHQ CZ CO Fe-Mn 400 7 7 0.19 7.0 2 4 90.6 350 3.5 0.086 8.5 4.3 87.3 Fe-Mn-Rh 400 12.3 0.26 35.7 3.0 61.3 350 4.1 0.085 20.7 5.8 73.5 Fe-Mn-La 400 3.0 0.055 11.1 1.4 87.5 350 1.0 0.018 18.5 3.8 77.7 N v2.0 v ` 1.0 c 0 U 0.0 0 Fe-M n-Rh Fe-M n ----- Fe-Mn-La Fig. 5. Rates of formation of hydrocarbons vs. time at 400 C in the continuous flow hydrogenation of COz ( initial reaction period). Flow conditions: H2/CO, =6.75, total reagent flow rate 47.0 ml/min (the same is valid for results presented in Figs. 6-8). ^o 0.8 o 0.6 m o 0.4 c 0.2 v v 0 ` 0.0 Fe-Mn-Rh Fe-Mn ----- Fe-Mn-La 0 1 time ~min] 3 4 Fig. 6. Rates of formation of hydrocarbons vs. time at 350 C m the continuous flow hydrogenation of COz ( initial reaction period). W. Makowski, R. Dziembaj /Journal of Molecular Catalvsis 91 (1994) 353-367 361 5-h,3.0 o, ?n ` 1.0 c 0 U O d 0.0 Fe-Mn-Rh ---- Fe-Mn-La 0 100 time [min] 200 Fig. 7. Rates of formation of hydrocarbons vs. time at 400 C in the continuous flow hydrogenation of CO.. N _O 1.0 o 0.6 w o 0.4 c U 0.2 O `0.0 0 _-----100 . 200 time [min] Fe-Mn-Rh ---- Fe-Mn-La Fig. 8. Rates of formation of hydrocarbons vs time at 350 C m the continuous flow hydrogenation of C02. a very short time after COZ flow was switched ( about 0.3 min - cf. Figs. 5 and 6 ) . After this maximum the reaction rate falls, to go through a minimum and then rises again, while the concentration of COZ in the feed gas remains constant. The growth of the methanation rate is greater at higher temperature and changes in the series Fe-Mn-La < Fe-Mn-Rh < Fe-Mn. After about 20 min the reaction rate reaches a maximum again and than slowly decreases. The rate of deactivation is greater at higher temperatures and grows in the series Fe-Mn-Rh Fe-Mn < Fe-Mn-La. It should be noticed that the plots in Figs. 5 and 6 corresponding to the first 4 min of reaction in continuous flow conditions are similar to the methanation rate profiles obtained in the pulse hydrogenation of COZ ( cf. Figs. 3 and 4) . 3.4. Hydrogenation of carbon deposits The formation of carbon deposits on catalysts during the continuous flow hydrogenation of COz was proved. The reactivity of these deposits towards hydrogen was investigated under isothermal conditions. The results of the isothermal hydrogenation of the deposits are presented in Figs. 9 and 10 as plots of reaction rate vs. time. Zero time is defined as that moment the COz flow is stopped. After this moment the reaction rate falls until a minimum is 362 W Makowski, R. Dziembal /Journal of Molecular Catalysts 91 (1994) 353-367 r-,1.2 N 1.0 Fe-Mn-Rh ---- Fe-Mn 00.8 ._____ Fe_Mn-Lc \" 0.6 2 0.4 0 0.2 0 '. L 0.0 0 100 200 time (min] Fig. 9. Rates of hydrogenation of carbon deposits vs. time at 400 C. Conditions for formation of deposits: HZ + CO, reaction temperature= 400'C, H_/COZ=6.75, total reagent flow rate=47.0 ml/min, reaction time about 150 min). -,0.4 o, Fe-Mn-Rh X0.3 ___ _. Fe-Mn o ------ Fe-Mn-La 0.2 . ss o 0.1 o _ ` 0.0 0 - 100 200 time [min] Fig. 10. Rates of hydrogenation of carbon deposits vs time at 350 C. H2+COZ reaction temperature= 350'C, other conditions for formation of deposits are the same as for Fig. 9. Table 5 Amounts of methane obtained during hydrogenation of deposits and rate maximum times. Sample Temp. CH, amount Maximum time ( C) (wmol/g) (min) Fe-Mn 400 1368 65 350 728 139 Fe-Mn-Rh 400 1540 11 350 812 60 Fe-Mn-La 400 516 56 350 273 43 reached. Then it rises and goes through a maximum. This maximum is more intense at 400 C and appears at shorter times. The amounts of methane formed during the hydrogenation of the deposits (per 1 g of catalyst) and times of reaction rate maxima are presented in Table 5. The W. Makowski, R. Dziembaj /Journal of Molecular Catalysis 91 (1994) 353-367 363 r-, 0.4 ^o oP v ~ 0.3 o 0.2 0 o 0.1 U O X0.00' ; 2 3 4 5 6 time [min] before reaction after reaction Fig. 11. Methanation rate profiles in the pulse hydrogenation of CO2 on Fe-Mn with deposit and after reactivation. Conditions for formation of deposits: Hz+COz reaction temperature as marked on the plot, H=/COz=3.8, total reagent flow rate=47.2 ml/min, reaction time about 150 min. Conditions for pulse reaction. COZ pulse= 1.15 ml (51 amol), H2 flow rate=37.3 ml/min, temperature=400 C. greatest amounts were formed on Fe-Mn-Rh catalyst and the smallest on Fe-MnLa (about 3 times less). For Fe-Mn the maximum deposit-hydrogenation rate was observed after longer times. In addition the pulse hydrogenation of COZ was performed on Fe-Mn catalyst previously covered by the deposit. Comparison of its results with those obtained on the freshly reduced catalyst are presented in Fig. 11. The catalyst covered by carbon deposit shows only one maximum of COZ methanation and lower catalytic activity. A single CH4 peak is observed at a time equal to the time of the minimum between the 1 st and the 2nd peaks observed for the freshly reduced catalyst. It has been found that some of the carbon deposit cannot be hydrogenated in these reaction conditions or in pure hydrogen at the reaction temperature. A higher temperature ( about 500 C ) was necessary to start the hydrogenation of this inactive deposit. Further consideration of this problem by additional studies is needed. 4. Discussion The results presented above can be used to discuss the mechanism of the methanation of carbon dioxide. It may be assumed that the reduced catalyst surface is saturated by hydrogen atoms (Haas) and enriched with Fe' atoms. Introduction of COZ into the reactor should cause a catalytic reaction leading to the formation of methane (or carbon monoxide) and water. Establishing a steady state (in the flow system) or reaction rate decay after consumption of CO2 (in the pulse reaction) should be expected. The reaction rate, however, in both types of experiments quickly reaches a maximum and then falls to the minimum. The consumption of COZ cannot be reason for such a retardation of the reaction, as it is also present in a constant flow of COz. It, may however, be the result of partial poisoning of the catalyst by one of the reaction products. Hydroxyl groups strongly bound on the catalyst surface were observed in XPS studies even after prolonged reduction [ 22 ] , 364 W. Makowski, R. Dziembaj /Journal of Molecular Catalysis 91 (1994) 353-367 may be such a poison; they can oxidize surface active centers and inhibit dissociative adsorption of H2. The greatest OHads content was found for Fe-Mn-La, the smallest was found for Fe-Hn-Rh [ 22 ] , which is expected taking into account the strong basic properties of lanthanum oxide and the high efficiency of rhodium in dissociating CO2. It seems that the surface OH is more likely the poison on the fast reaction pathway than the surface oxygen atoms or the surface iron oxide proposed by Pijolat et al. [ 19] . The concept of a self-poisoning catalyst is supported by fact that the 1 st methanation rate maximum occurs at times shorter than time of maximum COZ concentration (cf. Table 3) . The catalyst poisoning is only partial, as the reaction rate in a flow system does not fall to zero. Hence adsorption of HZ is not completely blocked - there are active centers resistant towards oxidation, or HZ adsorption proceeds on M-OHads centers at a much lower rate. In the pulse experiments the additional reaction rate maxima are observed after the COz reactor-residence time. Then methane may be formed only in the hydrogenation of the COZ adsorption products. The presence of two further reaction rate maxima suggests that there are two different forms of COZ adsorbed on the catalyst surface. The increase in the methanation rate is also observed in the continuous flow hydrogenation Of COZ after initial the maximum and minimum. This rise in activity cannot be attributed to regeneration of active centers because the HZ and CO2 concentrations do not change. Rather, it would be a result of an increase in the concentration of surface active intermediates, as a correlation between the maximum methanation rate and the content of the reactive carbon deposit (i.e., susceptible to hydrogenation at the reaction temperature) has been found (cf. Fig. 12) . This phenomenon may also be interpreted as an autocatalytic effect of the reactive carbon deposit. The catalyst with the carbon deposit clearly shows properties different from the freshly reduced one. In the pulse hydrogenation of COZ only one rate maximum was observed for the Fe-Mn deposit containing catalyst at the time when a minimum for fresh catalyst was observed (Fig. 11) . Hence there is a difference between the n 3.0 a v 2.0 1.0 E E .% 0 E 0.0 0 x x x x x x 400 C 350 C 500 . 1000 1500 deposit content [,umol/g] Fig. 12. Correlation between maximum methanation rate of COZ in continuous flow and the content of the reactive ( susceptible to hydrogenation at the reaction temperature) carbon deposit. W Makowski, R. Dziembaj /Journal of Molecular Catalysis 91 (1994) 353-367 365 reaction mechanisms in these two cases. The catalyst, after prolonged reaction of HZ + CO2, has no more of the most reactive centers, susceptible to oxidation by OHads, available and no further HZ adsorption inhibition takes place. Perhaps the carbon atoms are incorporated into iron crystallites transforming them into a more dispersed Hagg carbide lattice. Such a transformation of iron films was discussed in our previous paper [ 29 ] . One should distinguish between the two different reaction pathways in mechanism of the methanation of COZ over the Fe-Mn catalyst: (i) a fast pathway connected with the initial reaction rate maximum and (ii) a slow pathway corresponding to the further reactivation of catalyst. It seems reasonable to restrict the well-known carbide mechanism (often postulated for CO and COZ hydrogenation) to a slow reaction pathway only. In this mechanism it is assumed that the dissociative adsorption of HZ and COZ takes place with Hads, COad, and Oads formation. COads desorbs or dissociates to Cads and Oads. Cads and Oads are hydrogenated step by step to methane (via CH,,ads species, x=1-3) and water, respectively. If the rate determining step is hydrogenation of surface carbon (Cads), its content on the catalyst surface will be proportional to the observed reaction rate. This corresponds to the observed correlation between the amount of deposit and the methanation rate, and to the appearance of the second maximum in the continuous flow experiments. The initial maximum is observed for freshly reduced catalysts only. Therefore, the fast reaction pathway is connected with a large content of hydrogen and metallic iron on catalyst surface. The reactive adsorption of COZ with an ensemble of 3 adsorbed hydrogen atoms may be proposed here: COZ + (Hads) 3 = CHads + 20Hads followed by hydrogenation of CHads: CHads + Hads = CHz,ads + S CHZ,ads + Hads = CH3,ads + S CH3.ads + Hads = CH4 + 2S The rate of reduction of the hydroxyl group OHads + Hads = HZ O + 2S determines the number of surface active centers. The reaction ceases when the Hads concentration is so low that the probability of the formation of the (Haas) 3 complex is close to zero. However the reaction does not stop completely - adsorption of HZ and COZ is not blocked, and it may run through slow pathway. The above mechanism may also explain the influence of dopants on the fast reaction pathway rate. Rh as a well-known catalyst of hydrogen dissociation [30] increases the adsorption of HZ and the concentration of Had, as well as the degree of catalyst reduction, enhancing the reactive adsorption of COZ and the reduction of hydroxyl groups. Therefore a rate minimum (after the 1 st peak) is not as deep 366 W. Makowski, R. Dziembaj /Journal of Molecular Catalysis 91 (1994) 353-367 for Fe-Mn-Rh as for the other two catalysts. The latter ones contain fewer hydrogen atoms on the surfaces, hence they must be consumed earlier. The sequence of the catalyst activity is the same as the sequence of the reducibility of their oxide precursors found in previous TPR measurements [ 22 ] . Both reaction paths must differ with regard to the rate-determining step. If it is assumed that the CHads species are products of the reactive adsorption of COZ (the fast reaction pathway), then hydrogenation of surface carbon atoms, Cads, should be the rate-limiting step for the slow pathway (because all the further reaction steps are the same in both pathways). The deactivation of Fe-Mn catalysts (observed after about 30 min of reaction in a flow system) is probably due to oxidation or carbiding of the catalyst metallic phase. Variations in activity during reaction time have been reported for numerous iron catalysts in the hydrogenation of both COZ [ 19 ] and CO [ 31) . In the case of the Fischer-Tropsch synthesis over Fe/A1203, Si02, Ti02, Zr02 under a high pressure, an unstable form of the catalyst was observed during the first 100 h of the process [32]. 4.1. Final conclusions The existence of two reaction pathways in the hydrogenation of COZ over FeMn catalysts was found. The fast pathway was observed only on freshly reduced catalyst during the initial reaction period and led to partial poisoning of catalyst. The slow pathway was connected with the formation of the carbon deposit. A mechanism assuming the reactive adsorption of COZ with a part of the ensemble of 3 Hads postulated for the fast path. The slow pathway is probably in agreement with the well-known carbide mechanism, and hydrogenation of the surface carbon atoms (Cads) is the rate-determining step. The deposition of different forms of carbon on the catalyst surfaces was observed. These deposits exhibit differing reactivity towards hydrogen. A correlation between the content of the reactive deposit and the rate of methanation supports the concept that the rate-determining step in the slow reaction pathway is the hydrogenation of the surface carbon. Addition of Rh increases the activity of the catalysts, while La decreases. Rh enhances adsorption of HZ and catalyzes reduction of iron oxides. La stabilizes the surface hydroxyl groups and retards their reduction, which diminishes the adsorption of HZ and probably COZ. The Fe-Mn-Rh catalyst also shows the greatest selectivity to methane and the lowest rate of deactivation. Acknowledgements Support of this work by the Polish Committee of Scientific Research under grant PB 1220/P3 /92 is gratefully acknowledged. We also thank Professor Helmut Papp for his valuable comments. W. Makowski, R. Dziembaj /Journal of Molecular Catalvsis 91 (/994) 353-367 367 References [ 1 ] B. Denise and R.P.A. Sneeden, CHEMTECH (1982) 108. [2] G.D. Weatherbee and C.H. Bartholomew, J. Catal., 77 (1982) 460. [31 T. Kai and T. Takahashi, Can. J. Chem. Eng., 66 (1988) 343. [4] J.W.E. Coenen, P.F.M.T. van Nisselrooy, H.H.J.M. de Croon, P.F.H.A. van Dooren and R Z.C. van Meerten, Appl. Catal., 25 (1986) 1. [5] J.L. Falconer and A.E. ZagIi, J. Catal , 62 (1980) 280. [6] N. Takezawa, H. Terunuma, M. Shimokawabe and H. Kobayashi, Appl. Catal., 23 (1986) 291. [7] T.K. Campbell and J.L. Falconer, Appl. Catal., 50 (1989) 189. [8] R. Spinicci and A. Tofanan, Appl. Catal., 41 (1988) 241. [9] T. Iizuka, Y. Tanaka and K. Tanabe, J. Mol. Catal., 17 (1982) 381. [ 10] F. Solymosi and M. Pasztor, J. Catal., 104 (1987) 312. [ 11 ] B.A. Sexton and G.A. Somorjai, J. Catal., 46 (1976) 291. [ 12] T. lizuka, Y. Tanaka and K. Tanabe, J. Catal., 76 (1982) 1. [ 13] A. Erdohelyi, M. Koscis, T. Bansagi and F. Solymosi, Acta Chim. Acad. Sci. Hung., 1 I I (1982) 591. [ 14] A. Trovarelli, C. Mustazza, G. Dolcetti, J. Kaspar and M. Graziani, Appl. Catal., 65 (1990) 129. [ 15] R. Bardet, M. Perrin, M. Primet and Y. Trambouze, J. Chim. Phys., 75 (1978) 1097. [ 16] R. Bardet and Y. Trambouze, CR Acad. Sci. Paris, Ser. C, 288 (1979) 101. [ 17] R. Bardet and Y. Trambouze, CR Acad. Sci. Paris, Ser. C, 290 (1980) 153. [ 18 ] D.J. Dwyer and G.A. Somorjai, J. Catal., 52 (1978) 291. [ 19] H. Pijolat, V. Perrichon, N. Primet and P. Bussiere, J. Mol. Catal., 17 (1982) 367. [20] V. Perrichon, M. Pijolat and M. Primett, J. Mol. Catal., 25 (1984) 207. [21 ] D.J. King, J. Catal., 61 (1980) 77. [22] R Dziembaj, W. Makowski and H. Papp, J. Mol. Catal, 75 (1992) 81. [23] G.D. Weatherbee and C.H. Bartholomew, J. Catal., 87 (1984) 352. [24] E.L. Sughure and C.H. Bartholomew, Appl. Catal., 2 (1982) 239. [25] R.Z.C. van Meertten, J.G. Voolenbroek, M.H.J.M. de Croon, P F.N.T. van Nisselrooy and J.W.E. Coenen, Appl. Catal., 3 (1982) 29. [26] W.M.H. Sachtler, Proc. 8th Int. Congr. Catal., Vol. 1, Berlin 1984, Verlag Chemie, Weinheim 1984, p. 151. [27] R.Dziembaj and G. Wedler, Surf. Sci., 134 (1983) 283. [28] B.Richter, Thesis, Ruhr-Universitat, Bochum, 1987. [291 R.Dziembaj, W. Hakowski, G. Wedler, A. Schmidt and H. Landes, React. Solids, 7 (1989) 343. [30] M.A. Vannice, J. Catal., 50 (1977) 228. [31 ] A. Holmen, D. Schanke and G. Sundmark, Appl. Catal., 50 (1989) 211. [32] J. Galuszka, T. Sano and J.A. Sawicki, J. Catal., 136 (1992) 96. X244 94000484 0304-5102(94)00048-4 10.1016/0304-5102(94)00048-4 Fast and slow methanation pathways in hydrogenation of carbon dioxide on FeMn oxide catalysts Wacław Makowski Roman Dziembaj ∗ Faculty of Chemistry, Jagellonian University, Ingardena 3, 30-060 Kraków, Poland * Corresponding author. The hydrogenation Of CO2 on FeMn oxide catalysts (pure or doped with Rh and La) was investigated in pulse and continuous flow experiments. The maximum methanation rate observed in the short initial period of reaction on freshly reduced catalyst was attributed to the fast reaction pathway, connected with reactive chemisorption of CO2. The slow methanation pathway was related to the formation of carbonaceous deposits on the catalysts (observed even in pulse experiments). A correlation between maximum methanation rate and the content of the reactive deposit in continuous flow was established. Another, less reactive deposit, which required a higher temperature to be hydrogenated, was also observed. The effect of Rh and La on activity and selectivity of the catalysts was investigated. Rh enhances fast methanation while La substantially decreases rate of both reaction pathways. The same effects were observed during hydrogenation of carbon deposits. Keywords carbon dioxide iron lanthanum manganese methanation oxide catalyst reaction pathways rhodium References [1] B. Denise and R.P.A. Sneeden, CHEMTECH (1982) 108. [2] G.D. Weatherbee C.H. Bartholomew J. Catal. 77 1982 460 [3] T. Kai T. Takahashi Can. J. Chem. Eng. 66 1988 343 [4] J.W.E. Coenen P.F.M.T. van Nisselrooy H.H.J.M. de Croon P.F.H.A. van Dooren R.Z.C. van Meerten Appl. Catal. 25 1986 1 [5] J.L. Falconer A.E. ZagIi J. Catal. 62 1980 280 [6] N. Takezawa H. Terunuma M. Shimokawabe H. Kobayashi Appl. Catal. 23 1986 291 [7] T.K. Campbell J.L. Falconer Appl. Catal. 50 1989 189 [8] R. Spinicci A. Tofanari Appl. Catal. 41 1988 241 [9] T. Iizuka Y. Tanaka K. Tanabe J. Mol. Catal. 17 1982 381 [10] F. Solymosi M. Pasztor J. Catal. 104 1987 312 [11] B.A. Sexton G.A. Somorjai J. Catal. 46 1976 291 [12] T. Iizuka Y. Tanaka K. Tanabe J. Catal. 76 1982 1 [13] A. Erdohelyi M. Koscis T. Bansagi F. Solymosi Acta Chim. Acad. Sci. Hung. 111 1982 591 [14] A. Trovarelli C. Mustazza G. Dolcetti J. Kaspar M. Graziani Appl. Catal. 65 1990 129 [15] R. Bardet M. Perrin M. Primet Y. Trambouze J. Chim. Phys. 75 1978 1097 [16] R. Bardet Y. Trambouze CR Acad. Sci. Paris 288 1979 101 Ser. C [17] R. Bardet Y. Trambouze CR Acad. Sci. Paris 290 1980 153 Ser. C [18] D.J. Dwyer G.A. Somorjai J. Catal. 52 1978 291 [19] H. Pijolat V. Perrichon N. Primet P. Bussiere J. Mol. Catal. 17 1982 367 [20] V. Perrichon M. Pijolat M. Primett J. Mol. Catal. 25 1984 207 [21] D.J. King J. Catal. 61 1980 77 [22] R. Dziembaj W. Makowski H. Papp J. Mol. Catal 75 1992 81 [23] G.D. Weatherbee C.H. Bartholomew J. Catal. 87 1984 352 [24] E.L. Sughure C.H. Bartholomew Appl. Catal. 2 1982 239 [25] R.Z.C. van Meertten J.G. Voolenbroek M.H.J.M. de Croon P.F.N.T. van Nisselrooy J.W.E. Coenen Appl. Catal. 3 1982 29 [26] W.M.H. Sachtler Proc. 8th Int. Congr. Catal. I 1984 Verlag Chemie Weinheim 151 Berlin 1984 [27] R. Dziembaj G. Wedler Surf. Sci. 134 1983 283 [28] B. Richter Thesis 1987 Ruhr-Universität Bochum [29] R. Dziembaj W. Hakowski G. Wedler A. Schmidt H. Landes React. Solids 7 1989 343 [30] M.A. Vannice J. Catal. 50 1977 228 [31] A. Holmen D. Schanke G. Sundmark Appl. Catal. 50 1989 211 [32] J. Galuszka T. Sano J.A. Sawicki J. Catal. 136 1992 96",
      "scopus-id": "0028467542",
      "coredata": {
        "eid": "1-s2.0-0304510294000484",
        "dc:description": "The hydrogenation Of CO2 on FeMn oxide catalysts (pure or doped with Rh and La) was investigated in pulse and continuous flow experiments. The maximum methanation rate observed in the short initial period of reaction on freshly reduced catalyst was attributed to the fast reaction pathway, connected with reactive chemisorption of CO2. The slow methanation pathway was related to the formation of carbonaceous deposits on the catalysts (observed even in pulse experiments). A correlation between maximum methanation rate and the content of the reactive deposit in continuous flow was established. Another, less reactive deposit, which required a higher temperature to be hydrogenated, was also observed. The effect of Rh and La on activity and selectivity of the catalysts was investigated. Rh enhances fast methanation while La substantially decreases rate of both reaction pathways. The same effects were observed during hydrogenation of carbon deposits.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000484",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Makowski, Wacław"
          },
          {
            "@_fa": "true",
            "$": "Dziembaj, Roman"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000484"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000484"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00048-4",
        "prism:volume": "91",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Fast and slow methanation pathways in hydrogenation of carbon dioxide on FeMn oxide catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "iron"
          },
          {
            "@_fa": "true",
            "$": "lanthanum"
          },
          {
            "@_fa": "true",
            "$": "manganese"
          },
          {
            "@_fa": "true",
            "$": "methanation"
          },
          {
            "@_fa": "true",
            "$": "oxide catalyst"
          },
          {
            "@_fa": "true",
            "$": "reaction pathways"
          },
          {
            "@_fa": "true",
            "$": "rhodium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "353-367",
        "prism:endingPage": "367",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 July 1994",
        "prism:doi": "10.1016/0304-5102(94)00048-4",
        "prism:startingPage": "353",
        "dc:identifier": "doi:10.1016/0304-5102(94)00048-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028467542"
      }
    }
  }
}