{
  "metadata": {
    "title": "Oxidative dehydrogenation of <ce:italic>n</ce:italic>-butane on zinc-chromium ferrite catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-09-13",
    "doi": "10.1016/0304-5102(94)00071-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000719",
    "pii": "0304510294000719"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028499524",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2016-06-14T11:32:25 1-s2.0-0304510294000719 0304-5102(94)00071-9 0304510294000719 10.1016/0304-5102(94)00071-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02155 2024-01-02T01:06:03.941633Z 0 0 19940913 1994 2001-09-14T00:00:00Z rawtext articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav affil articletitle auth authfirstini authfull authkeywords authlast primabst ref 0304-5102 03045102 false 92 92 3 3 Volume 92, Issue 3 9 325 332 325 332 19940913 13 September 1994 1994-09-13 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. OXIDATIVEDEHYDROGENATIONNBUTANEZINCCHROMIUMFERRITECATALYSTS ARMENDARIZ H LIAW 1989 312 B QIU 1989 235 F YANG 1991 161 B HERNADI 1990 361 K STRAGUZZI 1987 47 G YANG 1984 172 B FILKOVA 1984 119 D HUTSON 1974 133 T MARSHALL 1978 131 L YOSHIOKA 1984 97 A NGUYEN 1990 415 K NGUYEN 1991 352 K ISMAGILOV 1992 197 Z CHAAR 1987 483 M PATEL 1990 132 D ARMENDARIZ 1992 29 H RENNARD 1971 282 R KUNG 1981 506 H ARRIOLA 1990 93 H GREENWOOD 1970 70 N GRIMES 1989 1 R DUMESIC 1977 121 J HUCKNALL 1974 75 D SELECTIVEOXIDATIONHYDROCARBONS ARMENDARIZX1994X325 ARMENDARIZX1994X325X332 ARMENDARIZX1994X325XH ARMENDARIZX1994X325X332XH item 0304-5102(94)00071-9 0304510294000719 1-s2.0-0304510294000719 10.1016/0304-5102(94)00071-9 272239 2024-01-02T01:06:03.941633Z 1994-09-13 1-s2.0-0304510294000719-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000719/MAIN/application/pdf/a72b6b08f22b002b105600c124cbf4e4/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000719/MAIN/application/pdf/a72b6b08f22b002b105600c124cbf4e4/main.pdf main.pdf pdf true 511759 MAIN 8 1-s2.0-0304510294000719-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000719/PREVIEW/image/png/42b6792075d04e21010faf89d257c404/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000719/PREVIEW/image/png/42b6792075d04e21010faf89d257c404/main_1.png main_1.png png 52192 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 92 (1994) 325-332 Oxidative dehydrogenation of n-butane on zinc chromium ferrite catalysts H. Armendariza, J.A. Toledoa, G. Aguilar-Riosa~*, M.A. Valenzuelaa, P. Salasa, A. Cabralb, H. Jimenezb, I. Schiftera 'Instituto Mexicano del Petroleo, Gerencia de Catalisis y Materiales. Eje Central Ltizaro Cardenas No. 152. C.P. 07730, Mexico D.F., Mexico 'Instituto Nacional de Investigaciones Nucleares. Apartado Postal 18-1027. C.P. 11801, Mexico D.F.,Mexico Received 13 October 1993; revised 4 March 1994; accepted 14 April 1994 Abstract The role of chromium as a promoter of butadiene selectivity in n-butane oxidative dehydrogenation on ZnCrxFe2_x04 (0<x< 1.09) catalysts was studied. Catalysts have a spine! structure with CrI + replacing Fe 3+ in octahedral sites. Mossbauer spectroscopy studies showed that the substitution of iron by chromium modifies the electron density of the iron nuclei in the ZnFe204 Structure. Iron nuclei showed the lowest electron density for x=0.5-0.6, hence the electron density of oxygen in Fe-O bond has to be enhanced. n-Butane oxidative dehydrogenation also showed a maximum in butadiene selectivity at x=0.5.6. These results suggest that chromium increases butadiene and COZ selectivities, with simultaneous decrease of butenes and cracking products explained by an enhancement of the lattice oxygen basicity, which promotes the acid-base type dissociation of the C-H bond during butene activation. Keywords: Chromium-zinc ferrite; X-ray diffraction; Mossbauer spectroscopy; Oxidative dehydrogenation 1. Introduction Among the hydrocarbon oxidation processes, the oxidative dehydrogenation of butenes to butadiene has been extensively studied academically [ 1-7] and successfully developed in industry [ 8-10] . On the contrary, the conversion of n-butane to butenes and butadiene has been much more difficult to achieve. The high temperature required to activate the alkane molecule also promotes the reaction of the resulting dehydrogenated products with oxygen, which leads to combustion *Corresponding author. SSD10304-51020304-5102(94)00071-3 326 H. ArmeOriz et al. /Journal of Molecular Catalysis 92 (1994) 325-332 products. Besides, this reaction occurs through a more complex network, in which isomerization, cracking as well as oxidation reactions with both butane and butenes can take place. Moreover, homogeneous reactions have been recently reported [ 1113 ] to contribute to the complex scheme. Concerning the oxidative dehydrogenation of n-butane, Chaar et al. [ 14 j , using V-Mg-O catalysts, have shown that a high selectivity to butenes and butadiene can be obtained. They have proposed that the acidic properties and the moderate reactivity of the V-O bond in the Mg3 ( V04) 2 structure are two important parameters to achieve a high selectivity to butadiene. Patel et al. [ 15 ] have also reported that selectivity of n-butane oxidative dehydrogenation, on orthovanadate catalysts, is correlated with the ease of reduction of the cation. We have reported in previous paper [ 16] the use of zinc ferrite catalysts for oxidative dehydrogenation of nbutane to butenes and butadiene. Rennard and Kehl [ 17 ] have shown that the ZnCrxFe2_x04 system has the normal spinel structure for 0 <_ x <_ 2. Studying the oxidative dehydrogenation of butenes, they pointed out that the increase of chromium concentration in the ZnCrxFe2_X04 structure, from x = 0 to x =1, had little effect on the selectivity to butadiene. Nevertheless, conversion increases with chromium content. However, no reports on the use of ZnCrxFe2_x04 catalysts for the oxidative dehydrogenation of n-butane have been published. In this work we study the structural effects of chromium addition on the ZnFe204 spinet structure. The obtained compounds ( ZnCrxFe2_XO4, were 0 <_ x <_ 1.09 ) were tested in n-butane oxidative dehydrogenation because selectivity to butadiene is known to depend on the oxide properties [ 18 ] . 2. Experimental 2.1. Catalyst preparation ZnCrxFe2_x04 catalysts, with x values from 0 to 1.09, were prepared following the coprecipitation method. A dilute solution of nitrate parents salts (Baker ACS Reagent grade), in the required quantities to obtain the desired Zn:Cr:Fe ratios, was neutralized with NH40H (Baker ACS Reagent grade) at 50 C and constant pH of 7.5. Precipitates were washed repeatedly with demineralized water, filtered and then dried overnight at 120 C in vacuo. The dried powders were calcined in air at 750 C for 18 h. 2.2. Catalyst characterization The composition of Fe-Zn-Cr-0 catalysts was determined by atomic absorption spectroscopy on a Perkin Elmer 2380 apparatus. Surface areas were measured by nitrogen BET method on a Micromeritics ASAP2000 apparatus. H. ArmeOriz et al. /Journal of Molecular Catalysis 92 (1994) 325-332 327 X-ray diffraction was performed on a Philips diffractometer, using CuKat radiation and monochromator of X-ray diffracted beam. It was operated at 40 keV and 30 mA. Cell parameters were obtained from the [ 113] X-ray reflection plane with a-A1203 as internal standard. Mossbauer spectroscopy studies were performed on a constant acceleration Wissel Mossbauer spectrometer. The y-ray source was 57CO in a rhodium matrix. An iron foil was used as standard to evaluate Mossbauer parameters. Details are reported elsewhere [ 19 ] . 2.3. Catalytic characterization The n-butane oxidative dehydrogenation was carried out in a conventional flow system with an U-tube reactor at atmospheric pressure. A flow stream of 60 cm'/ min (measured at 25 C and atmospheric pressure) of a mixture consisting of nbutane (Matheson CP grade), oxygen (Linde 99.6 purity) and helium (Linde 99.6 purity) was fed to the reactor in a molar ratio n-C4:OZ:He=4:1:5. In all tests 0.2 g of catalyst were pretreated before reaction. Each fresh sample was heated at 10 C/ min up to 450 C under an oxygen flow of 30 cm'/min, these conditions were held for 1.5 h. Reaction products were analyzed using an on-line Varian Aerograph 3700 gas chromatograph provided with a 30 ft. (23 Io SP-1700 on 80/100 Chromosorb P AW )column and a thermal conductivity detector. The conversion of n-butane is defined as the percentage of n-butane converted to all products. The selectivity of the different products is defined as the amount of the considered product divided by the amount of reactive converted to all products, and reported as a mole percentage. The oxygen conversion was estimated experimentally by the difference between the amounts of oxygen in the feed stream and reactor effluent, divided by the amount of oxygen at the feed stream. 3. Results and discussion 3.1. Chemical composition Table 1 shows the chemical composition and the BET surface area of the prepared catalysts. Catalyst 1 corresponds to stoichiometric zinc ferrite (ZnFe204) com- Table 1 Chemical composition and BET surface area of the ZnCrxFe2_xOy, 0 5 x 51.09 catalytic system Catalyst Zn (wt.%) Fe (wt.%) Cr (wt.%) Atomic ratio Fe/Cr Surface area (M2/g) 1 ZnFe20, 25.44 47.89 - - 3.50 2 ZnCro,3,Fe,,6904 24.29 42.76 6.08 6.40 5.20 3 ZnCro,56Fe,.4404 25.27 37.81 11.19 2.70 6.07 4 ZnCra_$,Fe,.,g04 24.40 30.00 15.82 1.35 7.34 5 ZIICrI,OP.0.9104 25.75 27.10 22.13 0.85 8.56 328 H. Armendariz et al. /Journal of Molecular Catalysis 92 (1994) 325-332 a (A) 6.49 6.47 6.45 O 6.43 6.41 6.39 6.37 6.35 0 0.2 0.4 0.6 0.6 1 1.2 x in ZoCrx Fee-x04 Fig. I. Lattice parameter of the ZnCr,FeZ_x04 system as a function of chromium content. pound. As chromium was incorporated to ZnFe204 the surface area increased up to more than 100 10 (from 3.5 to 8.5 m2/g). 3.2. X-ray diffraction The X-ray diffraction patterns of all samples were similar to the zinc ferrite spinel structure pattern (JCPDS-PDF card #221012). No evidence of other crystalline chromium, zinc, or iron oxides was observed. However the cell parameter of the cubic spinel structure depends on the chromium content of the ZnCrxFe2_X04 compound (Fig. 1). Since ZnCr204has a smaller cell size (8.327 A) than ZnFe204 ( 8.416 A) [ 20] , the tendency in the cell parameters to decrease seems to indicate the isomorphic substitution of Fe 3+ by Cry+. In agreement with the prediction of canon distribution in AB204 type spinets [ 21 ] , Cr3+ exhibits a strong octahedral site preference over Fe 3+' so the isomorphic substitution of Fe 3+ by Cr3+ in the spinet structure can be easily explained. However, the question still remains open whether some iron ions occupy vacancies present in this spinet structure (20] to form a non-stoichiometric spinet-type compound. 3.3. Mossbauer spectroscopy The Mossbauer spectra of all samples are consistent with the characteristic spectrum of Fe 3+ ions in octahedral positions in the spinet structure (IS=0.38110.01 mm/s, QS=0.3740.01 mm/s). Isomer shift data (Fig. 2), show two opposite types of behavior with respect to the chromium content: (1) A little substitution of Fe3+ by Cr\" in ZnFe204 (catalyst 2) brings about a decrease in the isomer shift value, which suggests an increase in electron density at the iron nuclei [ 22 ] . ( 2) A greater Fe 3 + substitution ( catalysts 3 and 4) leads to an opposite H. ArmeOriz et al. /Journal of Molecular Catalysis 92 (I9O) 325-332 329 o. a~ 0.451 E E 0.41 o E 0.35 0.3 0 0.2 p Isomer Mft + Butadiene 0 Craokinp XBulon x so ~ao i Corbon dioxide h30 20 ~0 1.2 0.4 0,8 0.8 x in Zn Crx Fe Z-.04 10 Fig. 2. n-Butane oxidative dehydrogenation on ZnCrsFez_x0, catalysts. Influence of the chromium content on selectivity. Flow rates n-C4:OZ:He=24:6:30 cm3/min. Weight of catalyst=0.2 g. Reaction temperature =470T. effect on the isomer shift. Finally, when approximately half of the iron in ZnFe204 is replaced by chromium (catalyst 5) there is, again, a decrease in charge density at the Fe 3 + nuclei ( increase of isomer shift value). The plot of the isomer shift versus chromium content gives a curve with a maximum at approximately x=0.50.6. The volcano-like behavior of isomeric shift values, can be explained as follows: (a) At the lowest chromium content (sample 2), the less Cr-O-Fe interaction takes place and the isomeric shift does not change dramatically compared with ZnFe204- (b) At medium chromium contents (samples 3 and 4) the strongest CrO-Fe interaction is obtained, and the oxygen basicity is increased. (c) With the highest chromium content (sample 5), the Cr-O-Cr is favoured, and the Cr-O-Fe interaction is decreased. The nature of the active site must be similar to the one obtained at low chromium concentrations. 3.4. Catalytic activity Table 2 shows the product distribution for the studied catalysts at 470 C. Data are plotted as a function of chromium content in Fig. 2. In this figure the isomer shift is also plotted for comparison purposes. Selectivity data were obtained at approximately 8% n-butane conversion and constant time on stream. The higher oxygen conversion were obtained at the maximum of COZ production; this has been associated to a more active lattice oxygen and consequently to a much more rapid reoxidation rate of the catalyst by the gaseous oxygen [ 2] . In a 3 h reaction period no deactivation of the catalyst was observed. If chromium concentration is increased in ZnCrrFez_x04 from x = 0 to x =1.09 no effect on the n-butane conversion is observed, but selectivity to butadiene and 330 H. ArmeOriz et al. /Journal of Molecular Catalysis 92 (1994) 325-332 Table 2 Comparative data for n-butane oxidative dehydrogenation a to butenes and butadiene Catalyst n-C4 conversion (%) Selectivity (mol%) 02 conversion (%) Butadiene COZ Cracking Butenes 1 ZnFe204 8.30 22.11 22.08 21.03 28.78 68.92 2 ZnCro.3,Fe,.690, 7.86 24.04 39.60 10.33 25.99 86.18 3 ZnCro.56Fe,.,40, 6.65 40.50 48.68 5,66 5.16 88.84 4 ZnCro.8,Fe,.,90, 6.92 36.03 43.35 6.84 10.78 88.80 5 ZnCr,.Oeo.9,04 9.74 5.57 26.94 15.63 55.12 74.18 'Reaction temperature=470 C, weight of catalyst=0.2 g, feed stream= 60 C,3 /min. Molar composition nC,:OZ:He=4:1:5. C02 shows a maximum for x=0.5-0.6 with simultaneous decrease of butenes and cracking products. It is also worth to mention that isomer shift follows a parallel behavior to butadiene selectivity. These results indicate, as it was pointed out in Mossbauer results, that a slight modification in the electron density of the Fe 3+ nuclei may be correlated to the butadiene and COZ formation, this similarity does not allow to judge unambiguously on the extent of lattice oxygen basicity so far. The oxidative dehydrogenation of n-butane to butadiene involves a double dehydrogenation step. The first step is the activation of n-butane to produce butenes, and the second step is the activation of butenes that leads to the formation of butadiene and CO2. Therefore those catalysts that enhances butadiene and C02 formation must promote principally the activation of butenes molecules, with nbutane conversion practically remaining constant. Since chromium content into the zinc-chromium ferrite (under certain concentration) facilitates butadiene production, it is expected to promote butenes activation. As far as n-butane activation probably takes place in the void volume before of the catalytic zone by means of molecular oxygen forming butyl and HOZ radicals [ 11-13 ] . The first step in activating butenes molecules is to break a C-H bond. It has clearly been shown [ 23 ] that the allylic C-H bond is preferably broken to form an adsorbed 7T-allyl species, so this breaking proceeds via an acid-base type bond dissociation. This process can be represented by: ,~+ _ CH3-CHZ-CH=CHz ~ CH3-CH _ CH _CHz ~ O I) + ~ + M ] _ 1 _ 02 Catalyst 3 (x=0.56), Table 2 shows Fe 3+ nuclei with lower electron density which is equivalent to an increase of the electron density of the oxygen atom in the Fe-O bond. Thus the oxygen bonded to Cr and Fe atoms is more basic than the oxygen only bonded to Fe 3+ in ZnFe204 structure. Hence, the incorporation of chromium into zinc ferrite increases butadiene and C02 selectivities, with simultaneous decrease of butenes and cracking products. The acid-base type dissociation H. ArmeOriz et al. /Journal of Molecular Catalysis 92 (1994) 325-332 331 of the C-H bond during butene activation to produce butadiene and COZ is, indeed, favored. The promoting role of chromium in ZnFe204 seems, therefore, clear in this case. However, the iron nuclei electron density decrease may be not only due to the lattice oxygen basicity but also due to Cr-O-Fe superexchange interaction. Lastly, if our work is compared with that of Rennard and Kehl [ 17], several differences may be pointed out: First, they found that chromium addition increased the conversion of butene but had little effect on butadiene selectivity. Second, their results were interpreted as a function of the incorporation of Cr3+ into spinet lattice, which inhibits bulk reduction of catalysts. In our case, the conversion of n-butane was practically constant but selectivity to butadiene and COZ showed a maximum with x=0.5-0.6 in ZnCrxFe2_x04. We focused our results to correlate the displacement of the electron density towards O-Cr bond, enhancing the butadiene and COZ selectivity but causing a decrease in butenes and cracking products selectivity. 4. Conclusions The incorporation of chromium into zinc ferrite catalyst greatly increases butadiene and COZ selectivities in n-butane oxidative dehydrogenation. The chromium incorporated into octahedral sites in the spinet structure seems to increase the basicity of the lattice oxygen. A more basic oxygen seems to promote the acid-base type dissociation of the C-H bond during butenes activation to produce butadiene. Acknowledgements We thank Dr. Pedro Bosch Giral for many helpful discussions and a critical reading of this paper. References [ 1 ] B.J. Liaw, D.S. Cheng and B.L. Yang., J. Catal., 118 (1989) 312. [2] F. Qiu, L. Weng, E. Sham, P. Ruiz and B. Delmon., Appl. Catal., 51 (1989) 235. [ 3 ] B.L. Yang, D,S. Cheng and S.B. Lee., Appl. Catal., 70 (1991) 161. [4] K. Hernadi, J. Halasz, K. Varga, I. Marsi and P. Fejes., J. Mol. Catal., 63 (1990) 361. [5] G.I. Straguzzi, K.B. Bischoff, T.A. Koch and G.C.A. Schuit., J. Catal., 104 (1987) 47. [6] B.L. Yang, M.C. Kung, H.H. Kung., J, Catal, 89 (1984) 172. [7] D.G. Filkova, L.A. Petrov and D.M. Shopov., J. Catal., 88 (1984) 119. [ 8 ] T. Hutson Jr., R.D. Skinner and R.S. Logan., Hydrocarbon Processing, June 1974, p. 133. [9] L. Marshall, L.1. Croce and H.F. Christmann., Hydrocarbon Processing, November 1978, p. 131. [10] A. Yoshioka, H. Hokari, R. Sato, H. Yamamoto and K. Okumura., Hydrocarbon Processing, November 1984, p. 97. [ I1 ] K.T. Nguyen and H.H. Kung., J. Catal., 122 (1990) 415. [ 12] K.T. Nguyen and H.H. Kung., Ind. Eng. Chem. Res., 30 (1991) 352. [ 131 Z.R. Ismagilov, S.N. Pak and V.K. Yermolaev., J. Catal., 136 (1992) 197. 332 H. ArmeOriz et al. /Journal of Molecular Catalysis 92 (1994) 325-332 [ 14] M.A. Chaar, D. Patel, M.C. Kung, and H.H. Kung., J. Catal., 105 (1987) 483. [ 15] D. Patel, PT Andersen and H.H. Kung., J. Catal., 125 (1990) 132. [ 16] H. Armendariz, G. Aguilar-Rios, P. Salas, M.A. Valenzuela, and I. Schifter., Appl. Catal. A: General, 92 (1992) 29. [ 17] R.J. Rennard and W.L. Kehl., J. Catal., 21 (1971) 282. [ 18 ] H.H. Kung and M.C. Kung., J. Catal. 69 (1981) 506. [ 19] H. Arriola, N. Nava, G. Aguilar-Rios and H. Armendariz, J. Radioanal. Nucl. Chem. 145 (2) (1990) 93. [20] N.N. Greenwood. Cristales Ionicos, Defectos Reticulares y no Estequiometria, Alhambra, 1970, p. 70. [21 ] R.W. Grimes, A.B. Anderson and A.H. Heuer., J. Am. Chem. Soc., 111 (1) (1989) 1. [22] J.A. Dumesic and H. Topsoe., Adv. Catal., 26 (1977) 121. [23] D.J. Hucknall, Selective Oxidation of Hydrocarbons, Academic Press, New York, 1974, p. 75. nt to an increase of the electron density of the oxygen atom in the Fe-O bond. Thus the oxygen bonded to Cr and Fe atoms is more basic than the oxygen only bonded to Fe 3+ in ZnFe204 structure. Hence, the incorporation of chromium into zinc ferrite increases butadiene and C02 selectivities, with simultaneous decrease of butenes and cracking products. The acid-base type dissociation H. ArmeOriz et al. /Journal of Molecular Catalysis 92 (1994) 325-332 331 of the C-H bond during butene activation to produce butadiene and COZ is, indeed, favored. The promoting role of chromium in ZnFe204 seems, therefore, clear in this case. However, the iron nuclei electron density decrease may be not only due to the lattice oxygen basicity but also due to Cr-O-Fe superexchange interaction. Lastly, if our work is compared with that of Rennard and Kehl [ 17], several differences may be pointed out: First, they found that chromium addition increased the conversion of butene but had little effect on butadiene selectivity. Second, their results were interpreted as a function of the incorporation of Cr3+ into spinet lattice, which inhibits bulk reduction of catalysts. In our case, the conversion of n-butane was practically constant but selectivity to butadiene and COZ showed a maximum with x=0.5-0.6 in ZnCrxFe2_x04. We focused our results to correlate the displacement of the electron density towards O-Cr bond, enhancing the butadiene and COZ selectivity but causing a decrease in butenes and cracking products selectivity. 4. Conclusions The incorporation of chromium into zinc ferrite catalyst greatly increases butadiene and COZ selectivities in n-butane oxidative dehydrogenation. The chromium incorporated into octahedral sites in the spinet structure seems to increase the basicity of the lattice oxygen. A more basic oxygen seems to promote the acid-base type dissociation of the C-H bond during butenes activation to produce butadiene. Acknowledgements We thank Dr. Pedro Bosch Giral for many helpful discussions and a critical reading of this paper. References [ 1 ] B.J. Liaw, D.S. Cheng and B.L. Yang., J. Catal., 118 (1989) 312. [2] F. Qiu, L. Weng, E. Sham, P. Ruiz and B. Delmon., Appl. Catal., 51 (1989) 235. [ 3 ] B.L. Yang, D,S. Cheng and S.B. Lee., Appl. Catal., 70 (1991) 161. [4] K. Hernadi, J. Halasz, K. Varga, I. Ma X244 94000719 0304-5102(94)00071-9 10.1016/0304-5102(94)00071-9 Oxidative dehydrogenation of n-butane on zinc-chromium ferrite catalysts H. Armendariz a J.A. Toledo a G. Aguilar-Rios ∗ a M.A. Valenzuela a P. Salas a A. Cabral b H. Jimenez b I. Schifter a a Instituto Mexicano del Petróleo, Gerencia de Catálisis y Materiales. Eje Central Lázaro Cárdenas No. 152. C.P. 07730, México D.F., Mexico b Instituto Nacional de Investigaciones Nucleares. Apartado Postal 18-1027. C.P. 11801, México D.F., Mexico * Corresponding author. The role of chromium as a promoter of butadiene selectivity in n-butane oxidative dehydrogenation on ZnCr x Fe2-x O4 (0<x<1.09) catalysts was studied. Catalysts have a spinel structure with Cr3+ replacing Fe3+ in octahedral sites. Mössbauer spectroscopy studies showed that the substitution of iron by chromium modifies the electron density of the iron nuclei in the ZnFe2O4 structure. Iron nuclei showed the lowest electron density for x=0.5–0.6, hence the electron density of oxygen in FeO bond has to be enhanced. n-Butane oxidative dehydrogenation also showed a maximum in butadiene selectivity at x=0.5–0.6. These results suggest that chromium increases butadiene and CO2 selectivities, with simultaneous decrease of butenes and cracking products explained by an enhancement of the lattice oxygen basicity, which promotes the acid-base type dissociation of the CH bond during butene activation. Keywords Chromium-zinc ferrite X-ray diffraction Mössbauer spectroscopy Oxidative dehydrogenation References [1] B.J. Liaw D.S. Cheng B.L. Yang J. Catal. 118 1989 312 [2] F. Qiu L. Weng E. Sham P. Ruiz B. Delmon Appl. Catal. 51 1989 235 [3] B.L. Yang D.S. Cheng S.B. Lee Appl. Catal. 70 1991 161 [4] K. Hernádi J. Halász K. Varga I. Marsi P. Fejes J. Mol. Catal. 63 1990 361 [5] G.I. Straguzzi K.B. Bischoff T.A. Koch G.C.A. Schuit J. Catal. 104 1987 47 [6] B.L. Yang M.C. Kung H.H. Kung J. Catal 89 1984 172 [7] D.G. Filkova L.A. Petrov D.M. Shopov J. Catal. 88 1984 119 [8] T. Hutson Jr. R.D. Skinner R.S. Logan Hydrocarbon Processing 1974 133 [9] L. Marshall L.J. Croce H.F. Christmann Hydrocarbon Processing 1978 131 [10] A. Yoshioka H. Hokari R. Sato H. Yamamoto K. Okumura Hydrocarbon Processing 1984 97 [11] K.T. Nguyen H.H. Kung J. Catal. 122 1990 415 [12] K.T. Nguyen H.H. Kung Ind. Eng. Chem. Res. 30 1991 352 [13] Z.R. Ismagilov S.N. Pak V.K. Yermolaev J. Catal. 136 1992 197 [14] M.A. Chaar D. Patel M.C. Kung H.H. Kung J. Catal. 105 1987 483 [15] D. Patel P.J. Andersen H.H. Kung J. Catal. 125 1990 132 [16] H. Armendáriz G. Aguilar-Rios P. Salas M.A. Valenzuela I. Schifter Appl. Catal. A: General 92 1992 29 [17] R.J. Rennard W.L. Kehl J. Catal. 21 1971 282 [18] H.H. Kung M.C. Kung J. Catal. 69 1981 506 [19] H. Arriola N. Nava G. Aguilar-Ríos H. Armendáriz J. Radioanal. Nucl. Chem. 145 2 1990 93 [20] N.N. Greenwood Cristales Ionicos 1970 70 Defectos Reticulares y no Estequiometria, Alhambra [21] R.W. Grimes A.B. Anderson A.H. Heuer J. Am. Chem. Soc. 111 1 1989 1 [22] J.A. Dumesic H. Topsoe Adv. Catal. 26 1977 121 [23] D.J. Hucknall Selective Oxidation of Hydrocarbons 1974 Academic Press New York 75",
      "scopus-id": "0028499524",
      "coredata": {
        "eid": "1-s2.0-0304510294000719",
        "dc:description": "The role of chromium as a promoter of butadiene selectivity in n-butane oxidative dehydrogenation on ZnCr x Fe2-x O4 (0<x<1.09) catalysts was studied. Catalysts have a spinel structure with Cr3+ replacing Fe3+ in octahedral sites. Mössbauer spectroscopy studies showed that the substitution of iron by chromium modifies the electron density of the iron nuclei in the ZnFe2O4 structure. Iron nuclei showed the lowest electron density for x=0.5–0.6, hence the electron density of oxygen in FeO bond has to be enhanced. n-Butane oxidative dehydrogenation also showed a maximum in butadiene selectivity at x=0.5–0.6. These results suggest that chromium increases butadiene and CO2 selectivities, with simultaneous decrease of butenes and cracking products explained by an enhancement of the lattice oxygen basicity, which promotes the acid-base type dissociation of the CH bond during butene activation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000719",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Armendariz, H."
          },
          {
            "@_fa": "true",
            "$": "Toledo, J.A."
          },
          {
            "@_fa": "true",
            "$": "Aguilar-Rios, G."
          },
          {
            "@_fa": "true",
            "$": "Valenzuela, M.A."
          },
          {
            "@_fa": "true",
            "$": "Salas, P."
          },
          {
            "@_fa": "true",
            "$": "Cabral, A."
          },
          {
            "@_fa": "true",
            "$": "Jimenez, H."
          },
          {
            "@_fa": "true",
            "$": "Schifter, I."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000719"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000719"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00071-9",
        "prism:volume": "92",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative dehydrogenation of n-butane on zinc-chromium ferrite catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Chromium-zinc ferrite"
          },
          {
            "@_fa": "true",
            "$": "X-ray diffraction"
          },
          {
            "@_fa": "true",
            "$": "Mössbauer spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "325-332",
        "prism:endingPage": "332",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 September 1994",
        "prism:doi": "10.1016/0304-5102(94)00071-9",
        "prism:startingPage": "325",
        "dc:identifier": "doi:10.1016/0304-5102(94)00071-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028499524"
      }
    }
  }
}