{
  "metadata": {
    "title": "TPR studies of the effects of preparation conditions on supported nickel catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-10-15",
    "doi": "10.1016/0304-5102(90)85212-Z",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085212Z",
    "pii": "030451029085212Z"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025504853",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085212Z 0304-5102(90)85212-Z 030451029085212Z 10.1016/0304-5102(90)85212-Z S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01915 2024-01-02T01:05:30.650091Z 0 0 19901015 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 62 62 2 2 Volume 62, Issue 2 6 179 198 179 198 19901015 15 October 1990 1990-10-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. TPRSTUDIESEFFECTSPREPARATIONCONDITIONSSUPPORTEDNICKELCATALYSTS MILE B NEIMARK 1981 439 A LEE 1985 207 S KOMIYAMA 1985 341 M RUCKENSTEIN 1973 224 E WYNBLATT 1975 N PROGRESSINSOLIDSTATECHEMISTRY BOUDART 1969 153 M GREGG 1978 348 S HURST 1982 233 N ROBERTSON 1975 424 S JONES 1986 A CHEMICALINDUSTRIESSERNO24 TEMPERATUREPROGRAMMEDREDUCTIONFORSOLIDMATERIALSCHARACTERISATION STIRLING 1985 D PHDTHESIS MILE 1988 217 B HOUALLA 1982 M 3RDINTSYMPSCIENTIFICBASESFORPREPARATIONHETEROGENEOUSCATALYSTS DELMON 1980 2128 B DELMON 1973 333 B COENEN 1978 89 J 2NDINTSYMPSCIENTIFICBASESFORPREPARATIONHETEROGENEOUSCATALYSTS LUND 1981 21 C KATZER 1979 278 J YAO 1979 365 H GENTRY 1979 1688 S JACOBS 1977 1745 P WEBB 1990 139 G MILEX1990X179 MILEX1990X179X198 MILEX1990X179XB MILEX1990X179X198XB item 0304-5102(90)85212-Z 030451029085212Z 1-s2.0-030451029085212Z 10.1016/0304-5102(90)85212-Z 272239 2024-01-02T01:05:30.650091Z 1990-10-15 1-s2.0-030451029085212Z-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085212Z/MAIN/application/pdf/2c392e36ef35d0c5e5761d241da9808d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085212Z/MAIN/application/pdf/2c392e36ef35d0c5e5761d241da9808d/main.pdf main.pdf pdf true 1760077 MAIN 20 1-s2.0-030451029085212Z-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085212Z/PREVIEW/image/png/48ca1d08591bd82a7d3b5c2b8992eafa/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085212Z/PREVIEW/image/png/48ca1d08591bd82a7d3b5c2b8992eafa/main_1.png main_1.png png 62953 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 62 (1990) 179-198 179 TPR STUDIES OF THE EFFECTS OF PREPARATION CONDITIONS ON SUPPORTED NICKEL CATALYSTS B. MILE*. D. STIRLING**, M. A. ZAMMITT Department of Chemistry, School of Natural Sciences, Liverpool Polytechnic, Byrom Street, Liverpool L3 3AF (U.K.) A. LOVELL+ and M. WEBB Unilever Research, Quarry Road East, Port Sunlight, Wirral, Merseyside (UJi.) (Received June 12,1989; revised May 2,1990) Summary Temperature-programmed reduction (TPR) was used to characterize silica-supported nickel catalyst precursors with respect to the degree of interaction with the support and the metal oxide location by monitoring variations in the impregnation, drying and calcination stages of catalyst preparation. Three peaks at ~ 200, ~ 400 and ~ 500 C were resolved in the TPR profile. The low temperature peak at ~200 C was associated with the presence of Ni3\"1' and had little influence on the subsequent reduction profile. The peak at 400 C was associated with the reduction of large nickel oxide crystallites in the small pores of the silica, with little or no interaction with the support. The peak at ~ 500 C was associated with the reduction of small nickel oxide crystallites strongly attached to the support in the large pores of the silica. The TPR profile provides a useful 'fingerprint' for characterizing catalysts and for studying the effects of preparative variables on the final catalyst. The preparative stages which precede the drying stage (impregnation volume, time and successive impregnation) can be varied over wide limits without much effect, but those at and after this stage (drying, calcination, reduction) affect the TPR profiles and final catalyst performance markedly and require strict control, especially in industrial scale manufacture. The activity of the catalyst for cumene hydrogenolysis increases with the increasing proportion of the 500 C TPR peak; this largely arises from the decrease in nickel crystallite size, which also accompanies an increase in the 500 C peak. *Division of Chemistry, National Research Council of Canada, Ottawa, Ont. K1A OR9, Canada. *Present address: Chemistry Dept., Glasgow University, Glasgow G12 8QQ (U.K.) tPresent address: Crosfield Chemicals, P.O. Box 26, Wamngton, Cheshire WAS 1AB (U.K.) 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 180 Introduction All aspects of catalyst preparation are ultimately aimed at achieving and maintaining a dispersion of accessible metal crystallites containing a prescribed number of atoms. In this paper we report attempts to control the number of nucleation sites, the rates of nucleation and crystal growth at the impregnation, drying and calcination stages of catalyst preparation so as to optimise the dispersion. The location of the impregnated salt on a porous support is controlled by the rates of capillarity, sorption and diffusion [1-3]. The impregnant is redistributed during drying, its ultimate location being a function of both the absorptivity of the impregnant and the speed at which drying takes place. Calcination gives rise to: (a) the formation of very strong interactions between the metal oxide and the support, resulting in the formation of finely dispersed small crystallites which are virtually immobile. It is difficult to ascertain whether these interactions are geometric or electronic in origin [4]. (b) much weaker interactions which lend themselves to the formation of crystallites which are mobile on the support surface and thus undergo extensive particle growth [5,6]. Temperature-programmed reduction (TPR) and related techniques were used in this work to monitor the effects of preparative variables on supported nickel catalyst precursors. Finally, catalytic performance studies on the hydrogenolysis of cumene were carried out to determine whether prepared catalyst precursors were structure-sensitive or -insensitive [7]. Experimental procedure Impregnation of a metal salt onto a support Normally five times the pore volume of metal salt solutions of pre- scribed concentration were added dropwise to the silica supports with constant stirring, and the resulting slurry shaken for 3.5 h prior to vacuum filtration. Metal salt solutions were of Analar grade, supplied by BDH. The silica supports were supplied by Unilever Research and their characteristics are listed in Table 1. TABLE l Morphologies of silicas used Silica Pore volume (cnr'g-1) Mean pore diameter (nm) Surface area (my) micronised Gasil 35 micronised UHPV unmicronised SD116 1.43 2.25 2.11 16 25.1 27.5 200 270 323 181 The surface areas of the silica supports were computed via the BET equation using a Micromeritics Accusorb physical adsorption analyser. A Quanta-chrome scanning porosimeter was used to determine the pore size distributions of silicas and metal-loaded silicas. Metal loadings were con- firmed by atomic absorption analysis using a Perkin-Elmer single beam SP9 atomic absorption spectrometer. A number of variations in impregnation procedure were studied: Variation in pore volume Ni(N03)2-6HaO(aq) was impregnated onto silica supports to give 1% Ni loadings using predetermined volumes less than or equal to that of the total pore volume of the silicas, nickel concentrations being adjusted accordingly. A spray technique was used for these impregnations to give an even coating of metal salt on the silica support. Impregnation of these samples was followed by standard drying and calcination conditions, i.e. oven drying at 120 C for 16 h followed by calcination at 400 C. (3 h). Pore blocking experiments The tertiary pores were filled with nitrate solution by blocking the secondary pores either with an organic solvent or with water: Organic solvent. The secondary pores in unmicronised SD116 were filled with nonane following the method devised by Gregg and Tayyab [8] for micropore evaluation. The tertiary pores were then filled to 90% intraparticle pore volume with NKNO^a^HaCXaq) (l.Scm'g\"1). This was followed by freeze drying, calcination at 400 C and analysis by mercury porosimetry and TPR. Freezing of water in secondary pores. The secondary pores in un- micronised SD116 were filled with water (0.5 cm3 g~1) and this was frozen in situ using liquid nitrogen. The presence of water necessitated the use of a non-aqueous nickel salt for filling the tertiary pores. The organometallic salt, nickel acetylacetonate monohydrate (Ni(acac)2-H20) was selected. It was dissolved in methanol and used to fill the tertiary pores to 90% pore volume (1.3cm3 g~1). Excess solvent was removed by freeze drying and the sample calcined at 400 C prior to analysis by mercury porosimetry and TPR. Control. A control sample was prepared by coating SD116 with Ni(N03)z-6H20(aq) to 90% pore volume (l^cnr'g\"1). After impregnation the control sample was either solvent (azeotropic distillation) or freeze dried, calcined at 400 C and analysed by mercury porosimetry and TPR. Autoclaving Unmicronised SD116 silica was subjected to hydrothermal treatment in an autoclave at 260 psi for 1 h at 210 C. The autoclaved silica was freeze dried and the changes in the silica structure were monitored before and after 182 freeze drying using mercury porosimetry. The autoclaved silica was then coated with 90% pore volume Ni(N03)2-6H20(aq) to give a 1% Ni loading, dried over ethyl acetate (azeotropic distillation) and calcined at 400 C prior to reduction. Dry mixes A range of concentrations of nickel 'standards' were prepared using dry mixes of nickel oxide and silicas. The dry mixes were then prepared by grinding together an appropriate amount of the dry oxide with silica. Loading Metal loadings were varied between 1 and 40%w/w in studies of catalyst percursors. All samples were calcined at 400 C and analysed by TPR and mercury porosimetry. Drying procedure Four drying methods were investigated: slow oven drying, flash drying, azeotropic distillation and freeze drying. SZow oven drying. Impregnated metal salts on silica supports were subjected to slow oven drying at 120 C in an air oven for 16 h, using 5g sample aliquots. This method was used as the standard drying procedure for supported nickel catalyst percursors. Flash drying. This entailed drying and calcination in one step by rapidly ( ~ 1 min) bringing the wet impregnated sample to 400 C. The flash dried sample was then maintained at 400 C for 3h to complete the calcination prior to analysis by TPR. Using this technique, the rapid evaporation of the water 'imprinted' the nickel nitrate and the resulting nickel oxide into the silica structure of its first location. Azeotropic distillation. Ethyl acetate (AR) was added to the wet impregnated samples, and the azeotropic mixture of acetate and water was distilled from the sample at 70 C. Azeotropic distillation is a mild technique which minimises pore shrinkage on drying. Freeze drying. This involved freezing the impregnated silicas in liquid nitrogen and then removing the frozen water by volatilization at low pressure (lOOmT) using a laboratory freeze drier. Removal of water by sublimation rather than evaporation prevents both structural alterations (change in porosity) and hydrothermal ageing. Azeotropically distilled, oven- and freeze-dried samples were calcined at 400 C prior to analysis by mercury porosimetry and TPR. Calcination procedure Calcinations were generally carried out at 400 C for 3h, i.e. the temperature at which decomposition of the supported metal salt to the oxide 183 was complete, as revealed by thermal analysis. Calcinations were also carried out at temperatures ranging from 300 to 900 C for NKNO^a-GHzO on micronised Gasil 35, prepared by standard impregnation and drying techniques in order to assess the effects of this parameter on the nature of metal oxide-support interactions. Reduction Reduction was quantitatively assessed using TPR. The technique is highly sensitive, hydrogen uptakes during reduction of 1 jumol being readily detected [9]. The instrumentation used for TPR was similar to that described by Robertson et at. [10] and Jones and McNicol [II], and has been described in the thesis on which this work is based [12]. TPR profiles are reproducible, standard deviations for the temperature of peak maxima being 4% and hydrogen consumption 11%. Optimisation of operational parameters led to the selection of the following experimental conditions: linear heating rate 12 Cima~1, flow rate 48 cm3 min~1, sample size 75 mg, hydrogen concentration 5%. Crystallite sizes for the reduced catalyst precursors were determined using the hydrogen adsorption peak obtained on allowing a reduced sample to cool on completion of a TPR run [12]. The crystallite sizes for the calcined precursors were determined from X-ray line broadening studies using a Philips 1700 automated X-ray diffractometer. Catalytic activity studies Activity measurements were carried out using a 7.0cm bed of the reduced catalyst in a microreactor at 258 and 310 C. Pulses of cumene (0.05 jitl) were injected into the 5% Hg/Ng carrier gas stream and the products, separated by temperature-programming on a 2 m 10% Carbowax on Celite column, detected by FID and identified by GC-mass spectrometry. Results and discussion Interpretation of TPR pro files The TPR profile for nickel oxide on micronised Gasil 35, 8.3% Ni loading, prepared by standard impregnation, drying and calcination condi- tions, is outlined in Fig. 1. Peak I at 203 V. This peak was due to the presence of black regions (Ni3'1\") in the green nickel oxide. It is uncertain whether the peak corresponds to reduction to metallic nickel or to Ni2'1', which is reduced at higher temperatures. However, if metallic nickel is formed, the nickel crystallites do not act as nuclei for reduction of further nickel oxide, since the amount of this peak does not have any significant effect on the subsequent reduction profile. Peak II at 400 C. This can be assigned to 'bulk nickel oxide' with little or no interaction with the support, since a similar peak was observed for both 184 T/ C Fig. 1. TPR profile for ?0 on silica (Gasil 35), 8% Ni loading. pure nickel oxide and a dry mix of nickel oxide and micronised Gasil 35 at a 1% Ni loading. Peak III at 500 C. This peak appeared to be associated with stronger interaction with the support, possibly due to the presence of surface forms (a few monolayers at the most) of the two types of nickel hydroxysilicates, antigorite and montmorillonite. In a TPR study of a prepared nickel silicate, nickel olivine, only 0.9% of the sample was reduced by 600 C. Thus it seems unlikely that the peak at 503 C is due to bulk/microcrystallites of these silicates. The detailed assignment of these peaks has been discussed in an accompanying publication [13], but will be briefly summarised here. Association between TPR peaks and pore size distribution The aim was to try to assign the two TPR peaks (II and III) to pores of different dimensions. The silicas used in this work (see Fig. 2) are comprised of primary (1.5nm), secondary (15nm) and tertiary particles (150nm) and their associated pore structure (each higher particle being built from agglomerates of the next lower particle). These units are loosely bound within quaternary particles whose size varies from 100 |K in unmicronised to 5ji( in milled (micronised) silica. The porosimetry trace for micronised Gasil 35 is shown in Fig. 3. Mercury porosimetry studies showed that solvent and freeze drying techniques did not effect the pore structure of the coated, dried and calcined material, and these techniques were thus employed. Extensive autoclaving should result in the destruction of the primary and secondary pores and a preponderance of tertiary pores. Thus the nickel species will be located mainly in tite tertiary pore structure, allowing the assignment of TPR peaks to nickel metal in this location. Experimentally, the secondary pore structure was found not to be entirely destroyed on autoclaving. The mean pore diameters of the secondary and tertiary pores did however each increase by a factor of 2.5 after autoclaving (Figs. 4, 5). 185 pore volume /cm' g\"1 totol Intro-particle pore volume 0 1 log^o pore diameter (pore diameter/u) ; intra-partlcle pores Inter-pcrtlcle pores Fig. 2. Mean pore diameter, i.e. pore diameter at half intraparticle pore volume. The effects of using impregnation volumes below the pore volume. The purpose of these experiments was to see whether at the 1% Ni loading the solution which will tend to collect in the smaller pores by capillary action would also result in the generation of nickel oxide particles in the smaller pore. Results for Ni(N03)2-6HzO on micronised Gasil 35 were as follows: Volume used Pore volume 50% Pore volume PEAK II PEAK III 35 65 65 35 This indicates that the lower temperature TPR peak (II) arises from nickel oxide located in the smaller secondary pores. -101 log^o pore diameter (pore diameter/u) Fig. 3. Porosimetry trace for micronised Gasil 35. -3 -2 -1 0 ' 1 log,Q pore diameter (pore diameter/in Fig. 4. Porosimetry trace for umnicromsed SD116. Pore blocking experiments. The predominant feature for samples in which the secondary pores were either blocked with nonane or filled with water was a marked increase in the percentage of the high temperature peak, compared with the control sample that had been dried and calcined in the same manner, indicating that the high temperature peak was associated with the reduction of nickel oxide in the larger tertiary pores of the silica. Control Nonane Ice blocking blocking % PEAK II 43 11 % PEAK III 57 100 89 -3 -2 -1 .0 1 log^Q pore diometer (pore fliameter/m Fig. 6. Porosimetry trace for autoclaved unmicronised SD116. 187 (b) 397 TV C T/'C Fig. 6. The effects ofautoclaving on TPR fine structure, (a) 1% NiO on SiOg (autoclaved SD116), (b) control. Autoclaving experiments. Comparison of the TPR fine structure for calcined Ni(N03)a-6H20 on autoclaved SD116 1% Ni loading with the control sample that had been dried and calcined in the same manner indicated 90% of the nickel oxide in the autoclaved sample to be associated with a high temperature peak that was totally absent from the control (Fig. 6). This is further evidence for the assignment of the high temperature peak to nickel in the large (tertiary) pores, since autoclaving had greatly increased the mean pore diameter of the silica. A low temperature shoulder in the autoclaved sample (10%), which occurred at around the same temperature as the single peak in the control, indicates that the secondary pores were not completely destroyed on autoclaving. In conclusion, pore blocking, variable impregnation volume and auto- claving studies all show that the lower temperature TPR peak II can be assigned to nickel oxide in the smaller secondary pores of the silica, termed the particulate phase; the high temperature TPR peak III can be assigned to nickel oxide in the larger tertiary pores of the silica, termed the disperse phase. Effects of preparation variable on TPR profiles The results divide naturally into the stages before and after the drying stage, where phase changes with their associated nucleation and crystallisa- tion processes are first encountered. Predrying stages Impregnation volumes and concentration. The same loading of nickel (1% w/w and 10% w/w) were produced by treating a weight of silica (usually 10 g) with the pore volume, twice the pore volume, three times and five times the pore volume, followed by vacuum filtration. The nickel loading was determined by digestion of the sample with 0.1 M HNOs at 80 C and atomic absorption. At the same loading, the use of these different pore volumes and different concentrations produced no significant change in the TPRs or catalytic activity and selectivity of the samples. 188 Impregnation times. These were varied from 5 min to 16 h but produced virtually identical precalcined, prereduced and postreduced samples, showing that there is little redistribution of nickel salt or chromatographic effects in the case of nickel on silica. This contrasts with the results of Cervello et al. who found marked effects of impregnation time on the level and evenness of nickel incorporated into y-alumina pellets [14]. The difference probably reflects the much stronger interaction with the alumina at all stages of the preparation. Reimpregnation following calcination. Silicas were impregnated (pore volume) to give first a 1% loading, which was then dried at 120 C, calcined at 400 C, then reimpregnated to give a 5% loading. This sequence was repeated up to 10% and 15% loadings. The catalysts at each loading prepared by this technique were no different (TPR, activity) from those prepared by direct impregnation using more concentrated nickel nitrate solutions. Clearly the number of nucleation sites and rates of nucleation and growth of nickel oxide, and ultimately, nickel crystallites is largely determined by the intrinsic sites and their environments already present on the silica surface. In the case of silicas it seems unlikely that changes in impregnation routines have much effect on the properties of the catalyst and hence are not a major source of catalyst irreproduciblility and do not require too stringent control in large-scale preparations of nickel catalysts. None of these results alone provides definitive proof, but the consistent trend from all three distinct approaches constitutes good evidence for this rather surprising conclusion. Post-drying stages Mercury porosimetry studies indicated that the pore structure of the more robust silicas, such as micronised Gasil 35, are not affected by the drying procedure employed, but for high porosity silicas the degree of structural rearrangement is related to the severity of the drying conditions. The least change resulted from azeotropic distillation or freeze drying techniques, and these were always used for high porosity silicas. However, all the drying techniques gave rise to different TPR profiles on reduction of the impregnated, dried and calcined samples at 1% Ni loadings on both Gasil 35 and UHPV silicas. A significant trend towards higher proportions of the high temperature TPR peak was observed in the order: flash drying > solvent drying > slow oven drying, with the azeotropic (solvent) drying producing broad overlap- ping peaks (Fig. 7). Neimark et al. [1] proposed a mechanism for rapid drying in which the rate of vapour removal was fast enough to largely prevent capillary flow of residual solution into the small pores on drying. This mechanism would be predominant in flash drying, the rapid evaporation of water 'imprinting' the nickel nitrate and the resulting nickel oxide into the silica structure at its first location. Although there is some subsequent loss of the larger pores, the 189 340 590 17 \"C (a) oven dried T/ C (b) flash dried T/'C (c) solvent dried Fig. 7. The effects of drying on TPR fine structure. ?(N03)3 6HzO on Gasil 35, calcined at 400 \"C. reducible nickel species has the characteristics of that in the larger pores, with stronger nickel-support interactions. In slow oven drying at 120 C, the rate of vapour removal is relatively slow so there is sufficient time for capillary action to draw the solution into the smaller pores. Thus there should be an increase in the proportion of the low temperature peak, and this is found to be the case. Freeze drying of ?(N03)2-61120 on a high porosity silica, 1% Ni loading, yielded a TPR fine structure on calcination which largely resembled that obtained by oven drying, except that there was a significant lowering of the temperature of the peak maxima. Freeze drying takes place relatively slowly, so there is time for the Ni(NOs)2-6H20 to be distributed evenly through the pore structure. In freeze drying, water is removed by sublima- tion and since the temperatures of the peak maxima were lower than those normally observed, this technique probably gives rise to slower rates of nucleation and smaller numbers of nuclei, leading to large, easily reduced particles. In azeotropic distillation drying, there is both preservation of the larger pores and sufficient time for capillary action to distribute the residual solution. In addition, water is ~10% soluble in ethyl acetate so that ?(N03)2-61120 is dispersed in a water/ethyl acetate phase as opposed to a pure aqueous medium during oven and flash drying. This may influence the rates of nucleation and particle growth of ?(N03)2-61120 crystallites and, subsequently, the nature and location of the nickel particles produced by the final reduction stage. The overall result is a broad TPR peak reflecting a wide range of depth of interactions with the silica support. In conclusion, three factors are significant in determining the location and nature of the nickel particles in supported nickel catalysts as a function of the severity of the drying conditions: (a) surface tension forces pulling remnant solution into the smaller pores; (b) collapse of larger diameter pores; (c) variable rates of nucleation and particle growth as a function of the medium in which the impregnated nickel salt is dispersed. 190 The location of the nickel is largely dependent on the surface tension forces and is affected by the speed at which drying takes place. In fast drying (flash drying), the nickel is located in its original position (large pores), whereas in slow drying (oven, solvent and freeze drying), there is sufficient time for the capillary forces to distribute and concentrate the solution in the smaller pores. Effects of nickel loading on TPR profiles The proportion of the high temperature peak (III) decreased on increasing the nickel loading from 1% to 31% and there was a corresponding increase in the temperature of the peak maxima (Fig. 8). It is likely that only a small proportion of sites on the silica surface are available to interact with the nickel oxide and form this least-reducible species indicated by the high temperature TPR peak. Once the available sites have been filled, further nickel nitrate would be predominantly located at less active sites where little or no interaction between nickel oxide and silica occurs, i.e. the nickel oxide resulting in the reduction peak at 400 C. The nickel crystallite size, as obtained from the TPR absorption peak observed on cooling, was found to increase with increasing nickel loading (Fig. 9). A similar effect was observed for nickel oxide on Ketjen silica [15,16]. Higher loadings will lead to larger nickel crystallites since: (a) an increasing proportion of the nickel is formed from the TPR peak (II), which consists of bulk nickel oxide with very little support interaction; this gives rise to larger particles; (b) there will be increased rates of crystal growth leading to larger particles even at the more strongly interacting sites. In conclusion, the effects of loading on calcined NKNC^a-BHaO on micronised Gasil 35 can be interpreted by a combination of: (i) particle size effects, which are the most important at high nickel loadings; (ii) formation of a surface compound. This is important at low loadings where the proportion of the high temperature peak is significant. 408 (a) 1 /.Ni 376 340J \\590 Fig. 8. The effects of nickel loading on TPR profiles for NKNt^a-aHzO on Gasil 35, calcined at 400 C. 191 10 20 30 % Ni loading 10 20 /.Ni loading. Fig. 9. The effects of nickel loading on crystallite size. Fig. 10. Comparison of Ni distribution based on TPR peaks at -400 C( x) and -500 C( A). Other systems can similarly be interpreted in terms of either particle size effects [16,17] or the surface compounds [18 20]. Yao et al. [21] interpreted surface interactions for platinum on y-alumina in terms of a particulate phase, in which the platinum oxide is aggregated and has little interaction with the support, and a dispersed phase entailing stronger interaction with the support. These authors also observed the strong metal oxide support interactions at low loadings, as observed in this work. They proposed a saturation concentration of 2.2 Jumol Pt m~2 in the dispersed phase, above which excess platinum oxide aggregated to form a particulate phase. Our results indicate that only a small proportion of sites on the surface lead to the strongly interacting 'nickel silicate' species (high temperature peak III), whereas the particulate phase (peak II) is directly proportional to the nickel content of the catalyst precursor (Fig. 10). Effects of calcination temperature Calcination conditions greatly influence the TPR profiles, the nickel crystallite sizes, and the activity and selectivity of the final nickel catalysts. The TPR profiles for a 1% loading on micronised Gasil 35 calcined in dry air in temperatures from 350 to 700 C show that the percentage of the particulate species decreases from 58% at 350 C to 33% at 500 C with a corresponding increase in the disperse species. Above 500 C there is shifting of the whole profile to higher temperatures, until above 700 C the peaks have merged and not all the nickel is reduced even at 620 C (the maximum temperature of the programme). The nickel crystallite size determined from the TPR hydrogen adsorp- tion peak decreases with increased calcination temperature, being 3.0 at 350 C and 0.8 nm at 700 C (Fig. 11). Similar effects were found for a 10% Ni-loaded catalyst. All the nickel could be extracted with nitric acid from samples calcined below 500 C but only 25% could be removed from the 700 C sample. 192 500 700 900 calcination temp/'C calcinotion T/'C Fig. 11. Effects of calcination on Ni crystallite size. Fig. 12. Effect of calcination (3 h) on reduciblility of Ni percursors on SiOz (Gasil 35). A fall in 'reducibility* with increasing calcination temperature oc- curred for nickel nitrate on Gasil 35 silica at 1%, 10% and 31% loadings, as shown in Fig. 12. The TPR profiles from 25-600 C allowed the amount of Hg consumed to be calculated and expressed as a percentage of that required to reduce all the known amount of Ni(II) in the sample to Ni(0). A few TPR profiles were taken to much higher reduction temperatures (25 900 C) when a suitable unit became available during the later stages of the work. The TPR of samples calcined at 900 C showed additional peaks at both 1% and 15% loading (Fig. 13). The more extensive TPR of supported nickel oxide calcined at 400 C were very similar to those extending to 620 C observed previously, and did not show these additional high temperature peaks. Thus the effects observed after calcination at 900 C cannot be attributed to reaction between the metal and the support during the high temperature reduction. The peaks above 600 C clearly arise from 'NiO' entering into even deeper chemical interaction with the silica support. (a) 1%Ni 675 T7 C T/ C Fig. 13. Extended TPR ofNi precursors on SiOz (Gasil 35) (900 C calcination). 193 Both the decreasing proportion of the low temperature peak and the decrease in nickel particle size with increasing calcination temperature are explicable by an increased extent of reaction of the 'NiO' with the silica to form surface silicates. These are less reducible and less mobile and hence lead to less aggregation of the nickel and higher dispersion. The results also indicate that no appreciable migration of the nickel species occurs during calcination or reduction under these conditions. Reoxidation and EDAX studies lend further support to this conclusion. In the reoxidation experi- ments, 8.3% nickel on Gasil 35, prepared by standard impregnation, drying, calcination and TPR procedures, was reoxidised in air at 400 C and then run through a second programmed reduction. The second TPR profile was very similar to the first preoxidation profile, indicating that the nickel and 'N10' crystallites remain largely in their original location and that diffusion to the surface of the silica particles did not occur. This contrasts with reoxidation experiments for nickel and copper in X and Y zeolites, where surface migration was observed to occur [22,23]. EDAX studies at both 1% and 10% Ni loadings, for Ni on Gasil 35, prepared by the standard techniques already described, showed a homogeneous dispersion of nickel at the 1% level throughout the particle, whereas at the 10% loading there appears to be a concentration of Ni at the surface of the particles and other specific sites (Figs. 14,15). EDAX studies on these samples prior to calcination and also after subsequent reduction gave similar results, indicating that the nickel species did not migrate appreciably. Metal oxide support interactions therefore appear to be predominant, giving rise to the formation of glassy, amorphous two- and three-dimensional structures that remain non-crystalline until well above 1000 C. This was further confirmed by XRD line broadening studies of dry mixes of nickel oxide on silica (10% Ni loading) heated at various temperature. Significantly in this case the crystallite sizes were found to increase with increasing heat Fig. 14. Edax Scan. 1% on Gaail 35 (calcination 400 C). 194 Fig. 15. Edax Scan. 10% Ni on Gasil 35 (calcination 400 C). treatment (Fig. 16). Figure 16 is in sharp contrast to the decrease found for the NiO supported catalyst. Clearly the silica is inhibiting the natural sintering process associated with high temperatures. Catalytic activity and selectivity related to TPR profiles The samples used to investigate the catalytic activity and selectivity related to TPR profiles were reduced in situ at 350 C in a gas stream of 5% hydrogen in a nitrogen carrier for 8 h prior to the catalytic studies. The main products after reaction at both 258 and 310 C were those from progressive hydrogenolysis of the cumene, i.e. methane, ethane, propane, ethylbenzene, toluene and benzene with only a small amount of isopropyl-cyclohexane (<!%) from hydrogenation with no C C cleavage. The effects of poisoning were studied by poisoning the catalyst with three successive injections of 5 fil cumene followed by the usual 0.05 jiil injections. At the lower reaction temperature (258 C) and smaller particle size (1% Ni loading), benzene formation was promoted on poisoning. The yields of benzene, toluene and ethylbenzene both before and after poisoning from cumene hydrogenolysis at 258 C over 1% and 10% Ni on Gasil 35 are given in Figs. 17 to 20. Carbon mass balance calculations showed that cumene converted in the Fig. 16. Crystallite size us. calcination temp for NiO/SiO^ dry mixes. 195 1,0 3.0 Moles Benzene x lO^g (Nils 2.0' 1.0 - 2 4 6 8 10 12 No. of Injections Fig. 17. Benzene yields at 258 C, 1% Ni on Gasil 35 for (0) nascent catalyst, ( ) poisoned catalyst. nascent catalysts formed benzene, toluene, ethylbenzene and their associated gaseous products at both 1% and 10% Ni loadings under reaction conditions at 258 and 310 C. However, there appeared to be some carbon deposition in the poisoned catalysts. Approximately 70% of the injected cumene was Moles x lOS/g (Nl)s 2 14 6 8 10 12 No. of Injections Fig. 18. Product yields at 258 C, 1% Ni on Gasil 35 for (0) toluene nascent, ( ) toluene poisoned, (A) ethylbenzene nascent, (A) ethylbenzene poisoned catalyst. 196 Moles Benzene x lO^g (Nl)s Moles Product 1 x lO6^ (Nils 2168 No. of Injections 2468 No. of Injections Fig. 19. Benzene yields at 258 C, 10% Ni on Gasil 35 for (0) nascent catalyst, ( ) poisoned catalyst. Fig. 20. Product yields at 258 C, 10% Ni on Gasil 35 for (0) toluene nascent, ( ) toluene poisoned, (A) ethylbenzene nascent, (A) ethylbenzene poisoned catalyst. converted to carbonaceous residues at the 1% Ni loading at 258 C, i.e. under the conditions in which benzene formation was promoted. It is unlikely that the reaction is mass-transport limited under these conditions, as the temperature coefficients increased from 50 to 90 kJ mol~1 on poisoning. Webb [24], in a recent review of carbonaceous residues, discussed how the carbonaceous layer may be beneficial in metal-catalysed reactions of hydrocarbons by affecting the selectivity of the reaction. Cumene hydroge- nolysis would occur either by a concerted one-step mechanism to give benzene and propane, or by consecutive stepwise reactions to give ethylben- zene plus methane, toluene plus ethane, and benzene plus propane. Exami- nation of the steady state benzene:toluene:ethylbenzene ratios at 10% and 1% Ni loadings showed that the product ratio at 258 C did not change significantly on poisoning at the 10% Ni loading, whereas it changed from 1:8:38 to 1:0.6:5 on poisoning at the 1% Ni loading. This suggests that there is competition between the concerted and stepwise hydrogenolysis mechan- isms at the 1% Ni loading at 258 C. It is possible that the reaction takes place predominantly by the stepwise route in the nascent catalyst but on poisoning some of the active sites are blocked by carbon, so that the reaction mainly proceeds by the concerted mechanism. This scheme could be envis- aged provided that the concerted and stepwise reactions take place on different sites; the concerted reaction may well occur on edge and comer sites which have been shown to be resistant to coking [24]. Increasing the metal loading results in a decrease in the number of edge and corner sites, so that hydrogenolysis proceeds by the stepwise route at the 10% Ni loading on the poisoned catalyst, presumably on top of the carbonaceous layer. The activity for cumene hydrogenolysis per gram of nickel increased 197 Moles Product x lO^/g (NDs 5,0 2.0 1.0 10 12 No. of Injections Fig. 21. Yields of ethylbenzene, toluene and benzene at 310 \"C for (0) nascent (1% Ni), 0 poisoned (1% Ni) catalyst, (A) nascent (10% Ni), (A) poisoned (10% Ni) catalyst. with an increase in the proportion of the dispersed nickel oxide (TPR peak III). This trend was most pronounced at the higher reaction temperature and can be clearly shown by a comparison of the activities at 10% Ni loading (average Ni particle size 6.8 nm) and 1% loading (average Ni particle size 0.2 nm) (Fig. 21). Thus small particles have higher hydrogenolysis activities than larger particles. However, the selectivity of the reaction at 258 C is markedly affected by poisoning the small particles, whereas poisoning the larger particles has little effect on the selectivity. Conclusions (i) The impregnation and calcination method produces two forms of supported reducible 'nickel oxide' on silicas; a particulate phase, which resembles bulk oxide merely supported on the silica surface, and a dispersed phase which is probably an amorphous surface nickel silicate or hydroxy silicate and is much less readily reduced. (ii) The particulate phase is located in the small pores (<8nm) between the secondary particles, while the dispersed phase is in the larger 198 pores between the tertiary particles, the latter producing smaller nickel particles on reduction. (iii) Preparation conditions favouring the dispersed phase and a better dispersion of the final nickel crystallites are: low metal loadings, rapid drying, calcination temperatures up to 500 C and long calcination times. (iv) The activity for cumene hydrogenolysis per gram of nickel in- creased with increasing proportion of the dispersed phase. Acknowledgements The assistance of Miss U. Patel with the pore blocking studies is gratefully acknowledged. The authors are indebted to Professor G. Webb for informal discussions on carbonaceous residues. References 1 A. V. Neimark, L. I. Kheifez and V. B. Fenelonov, Ind. Eng. Chem. Prod. Res. Dev., 20 (1981) 439. 2 S. Y. Lee and R. Aris, Catal. Rev. Sci. Eng. 27 (1985) 207. 3 M. Komiyama, Catal. Rev. Sci. Eng. 27(1985) 341. 4 G. C. Bond, private communication. 5 E. Ruckenstein and B. Pulvennacher, J. Catal. 29 (1973) 224. 6 N. A. Wynblatt, in J. 0. McCaldin and G. Somorjai (eds.) Progress in Solid State Chemistry, Vol. 9, Pergamon Press, Oxford, 1975. 7 M. Boudart, Adv. Catal., 20 (1969) 153. 8 S. J. Gregg and M. M. Tayyab, J. Chem. Soc.. Faraday Trans. 1, 74 (1978) 348. 9 N. W. Hurst, S. J. Gentry, A. Jones and B. D. McNicol, Catal. Rev. Sci. Eng., 24 (1982) 233. 10 S. D. Robertson, B. D. McNicol, J. H. Baaa, S. C. Kloet and J. W. Jenkins, J. Catal. 37 (1975) 424. 11 A, Jones and B. D. McNicol, Temperature Programmed Reduction for Solid Materials Characterisation, Chemical Industries Ser. No. 24, Marcel Dekker, New York, 1986. 12 D. Stirling, PhD Thesis, Liverpool Polytechnic, Liverpool 1985. 13 B. Mile, D. Stirling, M. A. Zammitt, A. Lovell and M. Webb, J. Catal. 114 (1988) 217. 14 J. Cervello, E. Hermana, J. F. Jimenez and F. Melo, in B. Delmon, P. A. Jacobs and G. Poncelet (eds.), 1st Int. Symp. Preparation of Catalysts, Louvain la Neuve, Belgium, Elsevier, 1975, p. 251. 15 M. Houalla, 3rd Int. Symp. Scientific Bases for the Preparation of Heterogeneous Catalysts, Louvain la Neuve, Belgium, Paper C2, 1982. 16 B. Delmon, M. Houalla, F. Delannay and I. Matsuvra, J. Chem. Soc., Faraday Trans. 1, 76 (1980) 2128. 17 B. Delmon and A. Roman, J. Catal., 30 (1973) 333. 18 J. W. E. Coenen, 2nd Int. Symp. Scientific Bases for the Preparation of Heterogeneous Catalysts, Louvain la Neuve, Belgium, 1978, p. 89. 19 C. R. F. Lund and J. A. Dumesic, J. Catal., 72 (1981) 21. 20 J. R. Katzer, G. C. A. Schnit and J. H. C. van Hoaff, J. Catal., 59 (1979) 278. 21 H. C. Yao, M. Sieg and H. K. Plummer, J. Catal.. 59 (1979) 365. 22 S. J. Gentry, N. W. Hurst and A. Jones, J. Chem. Soc., Faraday Trans. 1, 75 (1979) 1688. 23 P. A. Jacobs, J. P. Linart, H. Nijs and B. J. Uytterhoven, J. Chem. Soc., Faraday Trans. 1, 73 (1977) 1745. 24 G. Webb, Catal. Today, 7 (1990) 139. X244 9085212Z 0304-5102(90)85212-Z 10.1016/0304-5102(90)85212-Z Heterogeneous catalysis Articles TPR studies of the effects of preparation conditions on supported nickel catalysts B. Mile 1 D. Stirling ∗∗ M.A. Zammitt Department of Chemistry, School of Natural Sciences, Liverpool Polytechnic, Byrom Street, Liverpool L3 3AF U.K. ** Present address: Chemistry Dept., Glasgow University, Glasgow G12 8QQ U.K.. 1 Division of Chemistry, National Research Council of Canada, Ottawa, Ont. K1A OR9, Canada. A. Lovell 2 M. Webb Unilever Research, Quarry Road East, Port Sunlight, Wirral, MerseysideU.K. 2 Present address: Crosfield Chemicals, P.O. Box 26, Warrington, Cheshire WA5 1AB (U.K.). Temperature-programmed reduction (TPR) was used to characterize silica-supported nickel catalyst precursors with respect to the degree of interaction with the support and the metal oxide location by monitoring variations in the impregnation, drying and calcination stages of catalyst preparation. Three peaks at ~ 200, ~ 400 and ~ 500 °C were resolved in the TPR profile. The low temperature peak at ~200 °C was associated with the presence of Ni3+ and had little influence on the subsequent reduction profile. The peak at ~400 °C was associated with the reduction of large nickel oxide crystallites in the small pores of the silica, with little or no interaction with the support. The peak at ~ 500 °C was associated with the reduction of small nickel oxide crystallites strongly attached to the support in the large pores of the silica. The TPR profile provides a useful ‘fingerprint’ for characterizing catalysts and for studying the effects of preparative variables on the final catalyst. The preparative stages which precede the drying stage (impregnation volume, time and successive impregnation) can be varied over wide limits without much effect, but those at and after this stage (drying, calcination, reduction) affect the TPR profiles and final catalyst performance markedly and require strict control, especially in industrial scale manufacture. The activity of the catalyst for cumene hydrogenolysis increases with the increasing proportion of the 500 °C TPR peak; this largely arises from the decrease in nickel crystallite size, which also accompanies an increase in the 500 °C peak. References 1 A.V. Neimark L.I. Kheifez V.B. Fenelonov Ind. Eng. Chem. Prod. Res. Dev. 20 1981 439 2 S.Y. Lee R. Aris Catal. Rev. Sci. Eng. 27 1985 207 3 M. Komiyama Catal. Rev. Sci. Eng. 27 1985 341 4 G.C. Bond, private communication. 5 E. Ruckenstein B. Pulvermacher J. Catal. 29 1973 224 6 N.A. Wynblatt J.O. McCaldin G. Somorjai Progress in Solid State Chemistry 9 1975 Pergamon Press Oxford 7 M. Boudart Adv. Catal. 20 1969 153 8 S.J. Gregg M.M. Tayyab J. Chem. Soc., Faraday Trans. 1 74 1978 348 9 N.W. Hurst S.J. Gentry A. Jones B.D. McNicol Catal. Rev. Sci. Eng. 24 1982 233 10 S.D. Robertson B.D. McNicol J.H. Baas S.C. Kloet J.W. Jenkins J. Catal. 37 1975 424 11 A. Jones B.D. McNicol Temperature Programmed Reduction for Solid Materials Characterisation Chemical Industries Ser. No. 24 1986 Marcel Dekker New York 12 D. Stirling PhD Thesis 1985 Liverpool Polytechnic Liverpool 13 B. Mile D. Stirling M.A. Zammitt A. Lovell M. Webb J. Catal. 114 1988 217 14 J. Cervello, E. Hermana, J.F. Jiménez and F. Melo, in B. Delmon, P.A. Jacobs and G. Poncelet (eds.), 1st Int. Symp. Preparation of Catalysts, Louvain la Neuve, Belgium, Elsevier, 1975, p. 251. 15 M. Houalla 3rd Int. Symp. Scientific Bases for the Preparation of Heterogeneous Catalysts 1982 Louvain la Neuve Belgium Paper C2 16 B. Delmon M. Houalla F. Delannay I. Matsuvra J. Chem. Soc., Faraday Trans. 1 76 1980 2128 17 B. Delmon A. Roman J. Catal. 30 1973 333 18 J.W.E. Coenen 2nd Int. Symp. Scientific Bases for the Preparation of Heterogeneous Catalysts 1978 Louvain la Neuve Belgium 89 19 C.R.F. Lund J.A. Dumesic J. Catal. 72 1981 21 20 J.R. Katzer G.C.A. Schnit J.H.C. van Hoaff J. Catal. 59 1979 278 21 H.C. Yao M. Sieg H.K. Plummer J. Catal. 59 1979 365 22 S.J. Gentry N.W. Hurst A. Jones J. Chem. Soc., Faraday Trans. 1 75 1979 1688 23 P.A. Jacobs J.P. Linart H. Nijs B.J. Uytterhoven J. Chem. Soc., Faraday Trans. 1 73 1977 1745 24 G. Webb Catal. Today 7 1990 139",
      "scopus-id": "0025504853",
      "coredata": {
        "eid": "1-s2.0-030451029085212Z",
        "dc:description": "Temperature-programmed reduction (TPR) was used to characterize silica-supported nickel catalyst precursors with respect to the degree of interaction with the support and the metal oxide location by monitoring variations in the impregnation, drying and calcination stages of catalyst preparation. Three peaks at ~ 200, ~ 400 and ~ 500 °C were resolved in the TPR profile. The low temperature peak at ~200 °C was associated with the presence of Ni3+ and had little influence on the subsequent reduction profile. The peak at ~400 °C was associated with the reduction of large nickel oxide crystallites in the small pores of the silica, with little or no interaction with the support. The peak at ~ 500 °C was associated with the reduction of small nickel oxide crystallites strongly attached to the support in the large pores of the silica. The TPR profile provides a useful ‘fingerprint’ for characterizing catalysts and for studying the effects of preparative variables on the final catalyst. The preparative stages which precede the drying stage (impregnation volume, time and successive impregnation) can be varied over wide limits without much effect, but those at and after this stage (drying, calcination, reduction) affect the TPR profiles and final catalyst performance markedly and require strict control, especially in industrial scale manufacture. The activity of the catalyst for cumene hydrogenolysis increases with the increasing proportion of the 500 °C TPR peak; this largely arises from the decrease in nickel crystallite size, which also accompanies an increase in the 500 °C peak.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085212Z",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mile, B."
          },
          {
            "@_fa": "true",
            "$": "Stirling, D."
          },
          {
            "@_fa": "true",
            "$": "Zammitt, M.A."
          },
          {
            "@_fa": "true",
            "$": "Lovell, A."
          },
          {
            "@_fa": "true",
            "$": "Webb, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085212Z"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085212Z"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85212-Z",
        "prism:volume": "62",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "TPR studies of the effects of preparation conditions on supported nickel catalysts",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "179-198",
        "prism:endingPage": "198",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1990",
        "prism:doi": "10.1016/0304-5102(90)85212-Z",
        "prism:startingPage": "179",
        "dc:identifier": "doi:10.1016/0304-5102(90)85212-Z",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025504853"
      }
    }
  }
}