{
  "metadata": {
    "title": "Hydrogenation of co over ZrO<ce:inf loc=post>2</ce:inf>-supported Rh catalysts: kinetic aspects",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-07-01",
    "doi": "10.1016/0304-5102(90)85252-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085252D",
    "pii": "030451029085252D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025458437",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085252D 0304-5102(90)85252-D 030451029085252D 10.1016/0304-5102(90)85252-D S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0185X 2024-01-02T01:05:30.650091Z 0 0 19900701 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 60 60 3 3 Volume 60, Issue 3 2 283 294 283 294 19900701 1 July 1990 1990-07-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. HYDROGENATIONCOOVERZRO2SUPPORTEDRHCATALYSTSKINETICASPECTS MAZZOCCHIA C SOLYMOSI 1982 78 F ICHIKAWA 1980 925 M PROCINTCONGRCATALYSISTOKYO1980 UNDERWOOD 1986 157 R GILHOOLEY 1988 346 K MAZZOCCHIA 1988 345 C CERIOTTI 1984 1605 A DELLAGNOL 1985 106 C SOLYMOSI 1985 4789 F SOLYMOSI 1986 5312 F BENSITEL 1987 249 KISS 1984 898 J TORRALVO 1984 473 M CATTANIA 1989 801 M GUGLIELMINOTTI 1985 202 E UNDERWOOD 1988 61 R UNDERWOOD 1988 325 R NIWA 1982 302 M MAZZOCCHIAX1990X283 MAZZOCCHIAX1990X283X294 MAZZOCCHIAX1990X283XC MAZZOCCHIAX1990X283X294XC item 0304-5102(90)85252-D 030451029085252D 1-s2.0-030451029085252D 10.1016/0304-5102(90)85252-D 272239 2024-01-02T01:05:30.650091Z 1990-07-01 1-s2.0-030451029085252D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085252D/MAIN/application/pdf/f3ed271eaa469dbabd486155ff07650e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085252D/MAIN/application/pdf/f3ed271eaa469dbabd486155ff07650e/main.pdf main.pdf pdf true 702910 MAIN 12 1-s2.0-030451029085252D-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085252D/PREVIEW/image/png/8c8032f153e2721ebc44c7d881807c22/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085252D/PREVIEW/image/png/8c8032f153e2721ebc44c7d881807c22/main_1.png main_1.png png 58237 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 60 (1990) 283-294 283 HYDBOGENATION OF CO OVER ZrOa-SUPPORTED Rh CATALYSTS: KINETIC ASPECTS C. MAZZOCCHIA, P. GRONCHI Dipartimento di Chimica Industriale ed Ingegneria Chimica, Politecnico di Milan, P.zaL. Da Vinci 32, 20133 Milan (Italy) E. TEMPESTI Dipartimento di Ingegneria Chimica, Universita de L'Aquila, 67100 Monteluco di Row (Italy) E. GUGLIELMINOTTI Dipartimento di Chimica Inorganica, Chimica Fisica e Chimica dei Materiali, Universita di Torino, Via P. Giuria 7, 10125 Turin (Italy) and L. ZANDERIGHI Dipartimento di Chimica fisica ed Elettrochimica, Universita di Milano, Via Venezian 21, 20133Milan (Italy) (Received August 8,1989; revised December 22,1989) Summary To characterize the nature of the species present on a Rh/ZrOg catalyst during CO absorption, TPD and IR spectroscopic studies were conducted. The results have been used to satisfactorily account for the experimental rate equations determined for ethanol and methane formation by using CO and Ha partial pressure dependence. The form of the rate expressions obtained for each product is explained in terms of a mechanism for the synthesis of both products. Introduction Starting from CO+Ha it is possible to obtain C^-Ce mixtures of products with a high oxygenate-to-hydrocarbon ratio by using Rh catalysts supported on Zr, Th, V and Si oxides. In order to increase the selectivity in Cg oxygenated products, kinetic studies have been reported which tentatively define the rate-determining steps of the complex reaction pathway. However the obtained results cannot be easily rationalized. In fact Solymosi et al., while kinetically investigating the CO hydrogenation with Rh catalysts supported on SiOg, TiOz, MgO and AlgOs, suggest that with TiOg, due to electronic factors, higher rates of CH4 formation can be obtained [1]. Furthermore, based on IR evidence, the role of formate species can be neglected in the mechanistic scheme of hydrocarbon formation, since their surface concentration is low (TiOz) or negligible (other oxides). 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 284 On the other hand, when using Rh catalyst supported on ZrOg on Lag03, an increased concentration of oxygenated products is observed by Ichikawa and Shikakura, who report the kinetic parameters for EtOH and AcH formation [2]. The kinetic parameters for ethanol formation at higher pressures (P = 12 bars) have recently been calculated by Underwood and Bell [3]. Based on their conclusions, acetaldehyde can be safely assumed to be an ethanol precursor. Finally, starting from different proposed Rh precursors on SiOg and AlzOg, compensation effects have very recently been postulated by Gilhooley et al. to rationalize the observed kinetic parameters [4]. A common intermediate is thought to lead to the formation of CH4, CgHgOH or CfigOtl. Our approach, performed with ZrOa-supported Rh catalysts in a rather broad range of precursors, is somewhat at variance with the cited references [5]. In this work we analyze the results obtained at P (P(CO) +P(Ha)) < 1 bar in order to more fully comprehend the mechanistic aspects of our investigation. Experimental Catalyst The catalyst was prepared as described in [6]. Rh^CO^ was dissolved in pentane and chemisorbed on suspended ZrOz (99.9% from Strem Chemicals). The oxide (70-140 mesh with a surface area of 70m2g~l) was first treated for 10 h in inert gas at 723 K to obtain a tetragonal/monoclinic phase ratio corresponding to an X-ray diffraction peak intensity ratio AAn = 100/95 (diffraction peaks at maximum intensity). The catalyst, whose characteristics were reported previously [7] (Rh=l%; particle size from Hg/Og titration= 15 A), was charged into the reactor under inert gas and activated with Hg at 523 K for 12 h. The treatment was repeated for 2h before each catalytic test. Apparatus and procedures Runs were performed in a stainless-steel (AISI 316) tubular reactor (length 45 cm, i.d. 0.8 cm) heated in a ventilated oven. A thermocouple was placed in the middle of the catalytic bed, which was a solid blending (1:30) of catalyst and carborundum greater than 200 mesh, to obtain better control of the temperature; carborundum was also added to fill the reactor. A temperature interval of 473-553 K and total pressure (PCH.z) +P(CO)) less than 1 atm were investigated using Hg/CO ratios of 1, 3 (as such or diluted) and 5. Differential runs were performed by varying the space velocity (SV) of the feed. Premixed CO/Hg mixtures and 99.99% pure Hg (to activate the catalyst) were supplied through two independent lines, from cylinders equipped with pressure control valves. Flow was maintained at the desired level by two electrically heated fine metering valves at the outlet of the reactor and checked by a flow-meter. 285 Anafysis One ml of product gas mixture was sampled periodically in a heated (383 K) eight-port valve and analyzed simultaneously by two chromat- ographs equipped with hot wire detectors (Hz carrier gas 25mlmin~1): (A) analysis of volatile products on a Porapak QS column (length 4m, i.d. 2 mm, isothermal at 303 K); (B) analysis of Ci-Ce fractions on a Porapak R column (length 6 m, i.d. 2 mm, isothermal at 413 K). Data were obtained on the basis of identified products having a retention time less than 45 min from type B analysis. Carbon efficiency was calculated by the formula 7iiC,/27i,Ci where re, is the carbon atom number of the C, compound. The analytical results adequately satisfied the CO material balance. Temperature-programmed desorption (TPD) Catalysts were reduced with hydrogen for 3 h at 573 and 723 K, and cooled under He flow to room temperature. Pulses of CO were fed at r.t. up to saturation and then desorbed at increasing temperature in flowing He. The desorbed product was analyzed by two chromagographs simultaneously. Accordingly, no direct quantitative correlations can be made between CO, COg (HWD) and CH4 (FID) data. Infrared spectroscopy IR spectra were recorded using a Perkin Elmer 1760 FTIR instrument with 4 cm\"1 resolution and number of scans > 200. Results and discussion TPD experiments Figures 1 and 2 report TPD runs performed with catalysts reduced at 573 and 723 K respectively. Two well-shaped CO desorption peaks are formed at ca. 373 and 523 K for the catalyst reduced at 573 K. The 523 K peak becomes broader and flatter for the catalyst reduced at 723 K, thus suggesting a greater variety of adsorbed species. In the latter case, desorp- tion signals at temperatures higher than 573 K are attributed to strongly chemisorbed species. The COa desorption is also characterized by two peaks whose maxima depend on the reduction temperature of the catalyst (Table 1). After treatment with Ha at high temperature, the two peaks have the same area, and the maxima, relative to those observed after reduction at 573 K, shift to higher temperatures. These results agree fairly well with observations reported using ZrOg-supported Rh catalysts doped with Ce [8]. The CH4 desorption peak is rather unsymmetrical when using a 573 K reduced catalyst, while with the catalyst reduced at 723 K a second peak at lower temperatures is present, thus suggesting that the formation of CH4 probably proceeds via two reaction paths. 286 300 400 500 600 Temp.(K) Fig. 1. CO, COg and CH,, temperature-programmed desorptions from Rh/ZrOa after reduction at 573 Kin Hz. Infrared analysis Figure 3 reports for the sake of comparison the spectra of CO adsorbed on the 573 and 773 K Hz reduced and outgassed samples, treated in the IR cell. Both at intermediate (curves a and c) and at full coverages (curves b and d) the spectra show analogous behaviour, with four main absorptions at 2192 (at full coverage, i.e. in presence of gaseous pressure), 2050-2033, 1890-1870 and 1660-1620 cm'1. Two shoulders at 2090 and 2020cm-1 appear also on the 573 K sample, whereas the bands assigned to CO adsorbed on Rh (linearly at 2050 and bridged at 1890cm-1) are slightly shifted to lower frequency on the same sample. On the 773 K sample (curves c and d) the 2090 cm-1 band, assigned in the literature [9] to the sym. stretch of the twin Rh+l(CO)2 species, is weak and obscured by the very strong Rh CO band. This is in accord with the mechanism proposed by Solymosi and Pasztor [9] showing that an oxidative disruption of Rh crystallites in CO atmostphere occurs slowly at r.t. under dry conditions, i.e. on the more dehydrated 773 K sample. The IR spectra of CO adsorbed on the 773 Hg-reduced catalytic surface and then desorbed at increasing temperatures are reported in Fig. 4. The weakly chemisorbed CO species at 2192 cm-1 present only in spectrum (a), 287 Fig. 2. CO, CC>2 and CH4 temperature-programmed desorptions from Rh/ZrOz after reduction at 723 Kin Hz. may be attributed [9,10] to the Zr4\"1\" CO complex, in agreement with literature data, and is fully desorbed by evacuation at r.t. The bands at 2050 and 1890-1870 cm\"1 have been already assigned to CO absorbed on Rh in a linear and bridged form respectively; they slightly shift with the coverage as usual and two components are clearly evidenced for the bridged species as already seen in Fig. 3. The shoulders at 2090 and 2020 cm\"1 can be assigned, in agreement with the literature, to the sym. and asym. CO stretching modes of the geminal Rh^COa formed by interaction ofhydroxyl groups with Rh . The new broad band at 1660-1620 cm~1 is formed immediately during CO adsorption (see Fig. 3, curves a and c) and is due to the overlap of a weak TABLE 1 TPD results: temperatures of desorption peak maxima. temp. 573 K 723 K Peak 1 2 1 2\" CO COa CH^ 383ca, 398 >433 523 498 508 373 443 >463 513 >523 >523 288 2300 2000 1800 1550 Wavenumber (cm\"1) Fig. 3. IK spectra of CO adsorbed at r.t. on 573 and 773 K Hg reduced and outgassed samples. (a) CO adsorbed (0=0.2) on a 573 K-treated sample; (b) as (a), at full coverage; (c) CO adsorbed (8 = 0.2) on a 773 K-treated sample; (d) as (c), at full coverage. 1620 cm~1 band, attributed to the bending mode of water produced by CO interaction with surface OH groups, plus a 1660 cm\"1 band without partners in the low frequency region of the spectrum. In these conditions the assignments of the 1660 cm~1 band to a carbonate bidentate group can be excluded, because this band is formed following CO adsorption and because the partner carbonate band expected at 1300 cm\"1 is absent (see also Fig. 4a). On increasing the temperature ofdesorption (Fig. 4), the band assigned to linear CO decreases together with the lower frequency components (at 1870cm\"1) of the bridged species. Even the 1660cm\"1 band decreases, leaving residual bands at ca. 1550, 1420 and 1295 cm~1 (curves d, e) which may be assigned to carbonate species. In these conditions it thus seems that the formation of carbonates and Rh^COa complexes at 2090 and 2020 cm~1 [11] occurs simultaneously. The very strong intensity of the Rh CO band at 2050cm\"1 and the overlap with this pair of bands make difficult the estimate of their relative intensity during desorption at increasing tempera- ture; however the spectra clearly show that the correlated species are fully desorbed between 473 and 573 K, whereas the carbonate species are resistent at 573 K and are the last to desorb (Fig. 4e). On the basis of these results it 289 2300 2000 1800 1600 1400 1100 Wavenumber (cm'1) Fig. 4. IR spectra of CO adsorbed at r.t. on a 773 K-reduced and outgassed sample and then desorbed at increasing temperatures, (a) 30 torr CO adsorption, spectrum recorded after 16 h; (b) after 1 min evacuation at r.t.; (c-e) after desorption for 20 min at 373, 473 and 573 K respectively. is possible to identify the desorption peaks observed in TPD analysis. While the peak recorded at lower temperatures (383K) can be tentatively as- sociated to CO species physically or chemically adsorbed linearly, the peak recorded at higher temperatures (523 K) can be attributed to geminal Rh+l(CO)2 complexes. A third weak desorption peak, which occurs when the sample is reduced at higher temperatures, can be explained on the basis of carbonate species decomposition. COg evolution accompanies this process. It is noticeable that the frequencies of linear and bridged CO species observed with the 573 K reduced sample are lower than those observed with samples reduced at higher temperatures. This effect can be attributed to the smaller size of 573 K Rh crystals, with a consequent minor dipole-dipole effect [12]. As for the band observed at 1660cm\"1, its behavior can be explained on the basis of bridged CO species bonded to the edges of Rh particles through carbon and to the Zr4\"1\" ions [13] through oxygen: /^ . Rh Zr^ 290 Finally, it should be emphasized that between 423 and 523 K the CO species associated with the 1660 cm\"1 band disappears after reduction with Hg, while new ethoxy (at 1142 cm\"1), methyl and ethyl (at 2980-2850 cm\" i) species are formed [14]. Catalytic activity For a comparative analysis of the rates of formation observed at low conversion with 1:1 CO:H2 mixtures (as such or diluted with He) from all the kinetic data (see experimental section: 5 reaction mixtures), only the most significant experiments have been reported in Table 2. Under the reported experimental conditions, the rate of COa formation is significantly higher when the 1:1 CO:H2 mixture is diluted with He. This may be attributed to a strong dependence on CO partial pressure of the COg formation rate. With 1:1 pure CO:H2, CO adsorption may saturate the catalytic surface, thus inhibiting the CO disproportionation (dissociation): CO + a > Oco co + > c + o OCO+OQ -> C02+2o This may be more evident at lower temperatures, reducing the rate of formation of C02. Based on TPD, two CO adsorbed species are detected which probably evolve via different reaction paths to C02 and CH4. Indeed by IR the disappearance of linear and bridged CO species (- -C==0- -) has been observed at 473 K with the formation of Rh+l(CO)2 and carbonate species. TABLE 2 Effect otPW-s) and P(CO) pressure on formation rate\" and selectivity1' (Rh I'Xi/ZrOz) N 123456 Temp(K) 493 503 523 473 493 523 P(CO)(nunHg) 380 380 380 126 126 126 P(Hz) (mrnHg) 380 380 380 126 126 126 Conv. (%) 2.0 2.9 5.6 4.2 4.4 7.1 Selectivity CH4 20.8 26.5 41.4 12.3 23.8 39.3 Hydr. 31.5 42.4 59.9 15.1 35.1 58.7 EtOH 50.8 44.8 31.2 26.4 32.3 16.5 MeOH 15.9 8.9 5.2 8.5 7.8 5.8 CC>2 2.3 3.8 3.8 49.8 24.8 19.0 Rate CO 6 12 33 6 11 32 CH4 1 3 14 1 3 12 EtOH 2 6 10 2 3 5 MeOH 112 0.51 1 1 CO, O.I 0.5 1 3 3 6 Rate = mmol g^\"1 h~1. b Selectivity = carbon efficiency = n,C,/2ra,C,. 291 As for COa formation, referring again to TPD experiments, it may be observed that when the catalyst is reduced under Hg at 723 K, COa formation begins earlier. Since it may be safely assumed that higher pretreatment temperature leads to decreased hydroxyl concentration on the catalytic surface, the lower temperature desorptions may be attributed to CO disproportionation: 2CO - C+COg (1) while the desorption at higher temperatures may be associated with the water-gas shift reaction (WGSR): CO+HzO 0 COg+Hg (2) Reactions (1) and (2) have been considered by Underwood et al. while working with SiOg and LagOs-supported Rh catalysts [15]. The WGSR is their preferred reaction pathway; from earlier findings the rate of COg formation is also found to be deeply affected by lanthanum content. Examination of COg formation may be useful in order to gain further insight into the global reaction mechanism. Indeed the CO partial pressure apparently does not influence the rate of hydrocarbon (Cr^) or oxygenate (CHaOH) formation, but if reference is made to ethanol, then it may be seen that at higher temperatures on decreasing P(CO) to ca. one third its original value, the rate of EtOH is halved. The data in Table 2 thus require closer examination. Indeed, referring to a CO:Ha 1:1 diluted mixture it may be seen that at 473 and 493 K the COg selectivity is higher than the CH4 selectivity; this trend is reversed with a 1:1 CO:Ha pure mixture. Thus the CO partial pressure role is more complex and needs to be reconsidered. At low P(CO) values, the rate of COg formation (reaction 1) is high since CO easily adsorbs and COg desorbs due to dilution; on increasing P(CO), due to surface saturation the CO hydrogenation to oxygenated products (probably by CO insertion into a Rh CHa bond: e.g. EtOH) is favoured with respect to hydrocarbons (e.g., CH4): CO Rh-CHs / CHa-CO CH. -COs.+H, ' At 523 K the high selectivity for CH4 formation can be explained by postulating CO dissociation and high interaction with adsorbed hydrogen (reaction 2). Niwa and Lunsford [16] have already found that at (P(Ha) + P(CO))<1 bar CO methanation is mainly due to CO disproportionation, since the saturation of the active sites is far from being exhaustive. At T > 573 K with zeolite Y- or AlzOg-supported Rh, while reaction (1) cannot be disregarded, the hydrogenation of Cads to CH4 proceeds differently, being related to the reactivity of HgO in the WGSR, and thus to Hads- Figure 5 reports the ratio (R) of EtOH to CH4 selectivities obtained at different temperatures. R decreases on increasing the temperature, speci- 292 470 480 490 500 510 520 530 TEMP. K Fig. 5. EtOH/CH4 selectivity ratio us. temperature (CO/Hz 1:1 dil. (Q); CO/Hg 1:10). fically with an undiluted CO:H2 mixture, but the difference becomes progres- sively less evident, e.g. at 493 K I? =2.44 when (Pdiz) +P(CO)= 760 mmHg), while R = 1.36 when (PCHg) + P(CO) = 253 mmHg); at 523 K, R values become 0.75 and 0.42 respectively. The same ratio R does not seem to be affected by PCHg), since at the same temperature it remains nearly constant on decreasing the molar ratio of Hg to CO. Considering the rate of formation of both EtOH and CH4, the selectivity can thus be derived from the experimental rate equation: S. KEtOtlPWz^PWO)^^ ,-0.22D/p/^0.91 \\-1.44 -\"expP^^) r(L,U) exp KCH.PW^PWO)- At P > 1 bar we had previously found that [5]: S, exp KcH.PW^PWOr (3) (4) The last two equations, (3) and (4), are significantly different. The striking inversion of kinetic order (similar inversions have been observed by other authors on varying the catalytic support [1-4,16]) observed for CO can be tentatively justified if we consider that, as evidenced by IR, the coverage of the bridged CO species Rh--C=0- support increases on increasing P(CO) only at very low values and if P 1 bar (see Fig. 3). For higher P(CO) values the greater affinity of CO with respect to Rh sites inhibits Hg adsorption. 293 In terms of molar fractions the selectivity becomes: _ D 0.69v' 0.22V 0.91 v {c-\\ sxp~^tot \" s -^-CO \" exp (0) whereas, according to earlier results, the obtained selectivity was: S_ D O.ly 0.55y -0.46v (c\\ exp -tot \" Ha ^ 00 -\"exp (u) Thus for P < 1 bar and relative to previous experimental conditions (1 <P < 25 bar) the observed selectivity depends more heavily on total pressure. A modified kinetic scheme must be considered. With these constraints in mind, it may be assumed that if CHa competitively reacts with H^de then: ' CH =^CH, CH3 H (7) while if it interacts with chemisorbed CO then: /EtOH = ^EtOH CH3 CO ( 8 ) where OcHs> H and co are defined as the fractional coverage of catalyst surface by adsorbed CHa, H or CO respectively. Accordingly the selectivity becomes: q ^ ^'EtOnQcHaQco -Q^ ^CH QcH3 H which, taking into account the adsorption equilibria, can be further reduced as follows: P(CO)_ S~KPW5 (10) which satisfactorily confirms the experimental data. Conclusions From the results obtained, it is clear that relative to the rate of EtOH formation, the rate of CH4 formation is more temperature dependent; and that this dependence increases with pressure, indicating that the adsorption factors greatly affect the overall kinetic sequence. Relative to previous experimental conditions (1<P<25 bar), the observed selectivity in this case (P < 1 bar) is found to depend more heavily on total pressure. This required a modified kinetic scheme. Acknowledgement We thank the Italian 'Ministero della Pubblica Istruzione: 40%' for financial support. 294 References 1 F. Solymosi, I. Tombacz and M. Kocsis, J. Catal., 75 (1982) 78. 2 M. Ichikawa, and K. Shikakura, Proc. Int. Congr. Catalysis, Tokyo, 1980, Kodanska/Elsevier, Tokyo/Amsterdam, 1980, p. 925. 3 R. P. Underwood and A. T. Bell,Appl. Catal., 21 (1986) 157. 4 K. Gilhooley, S. D. Jackson and S. Rigby,Appl. Catal., 21 (1988) 346. 5 C. Mazzocchia, E. Tempesti, P. Gronchi, L. Giuffre and L. Zanderighi, J. Catal., Ill (1988) 345. 6 A. Ceriotti, S. Martinengo, L. Zanderighi, C. Tonelli, A. lannibello and A, Gerelli, J. Chem. Soc. Faraday Trans. 1, 80 (1984) 1605. 7 C. Dell'Agnol, A. Gervasini, F. Morazzoni, F. Pinna, G. Strukul and L. Zanderighi, J. Catal., 96 (1985) 106. 8 S. Borlini, Thesis, Politecnico di Milano. 9 F. Solymosi and M. Pasztor, J. Phys. Chem., 89 (1985) 4789; ibid.. 90 (1986) 5312. 10 Bensitel, 0. Saur, J. C. Lavalley and G. Mabilon, Mater. Chem. Phys., 17(1987) 249. 11 For comparative purposes see, e.g.: J. T. Kiss and R. Gonzales, J. Phys. Chem., 88 (1984) 898. 12 E. Guglielminotti, J. Catal., to be published 13 M. J. Torralvo, M. A. Alvaro and J. Soria, J. Catal., 86 (1984) 473; M. G. Cattania, A. Gervasini, F. Morazzoni, R. Scotti and D. Strumolo, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 801. 14 E. Guglielminotti, G. Spoto and A. Zecchina, Surf. Sci., 161 (1985) 202. 15 R. P. Underwood and A. T. Bell, J. Catal., 109 (1988) 61; ibid. 111 (1988) 325. 16 M. Niwa and J. H. Lunsford, J. Catal., 75 (1982) 302. X244 9085252D 0304-5102(90)85252-D 10.1016/0304-5102(90)85252-D Chemical and metal complex catalysis Articles Hydrogenation of co over ZrO2-supported Rh catalysts: kinetic aspects C. Mazzocchia P. Gronchi Dipartimento di Chimica Industriale ed Ingegneria Chimica, Politecnico di Milan, P.za L. Da Vinci 32, 20133 MilanItaly E. Tempesti Dipartimento di Ingegneria Chimica, Università de L'Aquila, 67100 Monteluco di RoioItaly E. Guglielminotti Dipartimento di Chimica Inorganica, Chimica Fisica e Chimica dei Materiali, Università di Torino, Via P. Giuria 7, 10125 TurinItaly L. Zanderighi Dipartimento di Chimica fisica ed Elettrochimica, Università di Milano, Via Venezian 21, 20133 MilanItaly To characterize the nature of the species present on a Rh/ZrO2 catalyst during CO absorption, TPD and IR spectroscopic studies were conducted. The results have been used to satisfactorily account for the experimental rate equations determined for ethanol and methane formation by using CO and H2 partial pressure dependence. The form of the rate expressions obtained for each product is explained in terms of a mechanism for the synthesis of both products. References 1 F. Solymosi I. Tombacz M. Kocsis J. Catal. 75 1982 78 2 M. Ichikawa K. Shikakura Proc. Int. Congr. Catalysis, Tokyo, 1980 1980 Kodanska/Elsevier Tokyo/Amsterdam 925 3 R.P. Underwood A.T. Bell Appl. Catal. 21 1986 157 4 K. Gilhooley S.D. Jackson S. Rigby Appl. Catal. 21 1988 346 5 C. Mazzocchia E. Tempesti P. Gronchi L. Giuffrè L. Zanderighi J. Catal. 111 1988 345 6 A. Ceriotti S. Martinengo L. Zanderighi C. Tonelli A. Iannibello A. Gerelli J. Chem. Soc. Faraday Trans. 1 80 1984 1605 7 C. Dell'Agnol A. Gervasini F. Morazzoni F. Pinna G. Strukul L. Zanderighi J. Catal. 96 1985 106 8 S. Borlini, Thesis, Politecnico di Milano. 9 a F. Solymosi M. Pasztor J. Phys. Chem. 89 1985 4789 b F. Solymosi M. Pasztor J. Phys. Chem. 90 1986 5312 10 Bensitel O. Saur J.C. Lavalley G. Mabilon Mater. Chem. Phys. 17 1987 249 11 For comparative purposes see, e.g. J.T. Kiss R. Gonzales J. Phys. Chem. 88 1984 898 12 E. Guglielminotti, J. Catal., to be published 13 a M.J. Torralvo M.A. Alvaro J. Soria J. Catal. 86 1984 473 b M.G. Cattania A. Gervasini F. Morazzoni R. Scotti D. Strumolo J. Chem. Soc., Faraday Trans. 1 85 1989 801 14 E. Guglielminotti G. Spoto A. Zecchina Surf. Sci. 161 1985 202 15 a R.P. Underwood A.T. Bell J. Catal. 109 1988 61 b R.P. Underwood A.T. Bell J. Catal. 111 1988 325 16 M. Niwa J.H. Lunsford J. Catal. 75 1982 302",
      "scopus-id": "0025458437",
      "coredata": {
        "eid": "1-s2.0-030451029085252D",
        "dc:description": "To characterize the nature of the species present on a Rh/ZrO2 catalyst during CO absorption, TPD and IR spectroscopic studies were conducted. The results have been used to satisfactorily account for the experimental rate equations determined for ethanol and methane formation by using CO and H2 partial pressure dependence. The form of the rate expressions obtained for each product is explained in terms of a mechanism for the synthesis of both products.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085252D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mazzocchia, C."
          },
          {
            "@_fa": "true",
            "$": "Gronchi, P."
          },
          {
            "@_fa": "true",
            "$": "Tempesti, E."
          },
          {
            "@_fa": "true",
            "$": "Guglielminotti, E."
          },
          {
            "@_fa": "true",
            "$": "Zanderighi, L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085252D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085252D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85252-D",
        "prism:volume": "60",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of co over ZrO2-supported Rh catalysts: kinetic aspects",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "283-294",
        "prism:endingPage": "294",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 1990",
        "prism:doi": "10.1016/0304-5102(90)85252-D",
        "prism:startingPage": "283",
        "dc:identifier": "doi:10.1016/0304-5102(90)85252-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025458437"
      }
    }
  }
}