{
  "metadata": {
    "title": "Ruthenium and rhodium complex catalysts for metathesis of silicon olefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85105-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288851058",
    "pii": "0304510288851058"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035670",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288851058 0304-5102(88)85105-8 0304510288851058 10.1016/0304-5102(88)85105-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 26 329 340 329 340 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. RUTHENIUMRHODIUMCOMPLEXCATALYSTSFORMETATHESISSILICONOLEFINS MARCINIEC B FRIDMAN 1987 2100 R FRIDMAN 1977 678 R NAKAMURA 1977 1227 R BERGLUND 1985 C15 M VDOVIN 1984 2121 V STRECK 1975 397 R STRECK 1982 3 R BERGLUND 1986 61 M FINKELSHTEIN 1981 641 E USHAKOV 1981 2835 N MARCINIEC 1984 C19 B MARCINIEC 1985 183 B ORGANOSILICONBIOORGANOSILICONCHEMISTRY IVIN 1983 K OLEFINMETATHESIS PORRI 1974 3097 L LAVERTY 1976 110 D CHAUDRET 1977 1546 B BASSET 1979 285 J FUNDAMENTALRESEARCHINHOMOGENEOUSCATALYSIS FITCH 1978 477 J FITCH 1981 493 J IVIN 1981 1062 K BILHOU 1976 970 J BILHOU 1977 4083 J MARCINIEC 1982 319 B MARCINIECX1988X329 MARCINIECX1988X329X340 MARCINIECX1988X329XB MARCINIECX1988X329X340XB item 0304-5102(88)85105-8 0304510288851058 1-s2.0-0304510288851058 10.1016/0304-5102(88)85105-8 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-0304510288851058-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851058/MAIN/application/pdf/754174c28cd5375e1121dac39f0b3a9d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851058/MAIN/application/pdf/754174c28cd5375e1121dac39f0b3a9d/main.pdf main.pdf pdf true 754967 MAIN 12 1-s2.0-0304510288851058-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851058/PREVIEW/image/png/119d8d1f0383130e4a71bd9da0b646b1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851058/PREVIEW/image/png/119d8d1f0383130e4a71bd9da0b646b1/main_1.png main_1.png png 74357 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 46 (1988) 329 - 340 329 RUTHENIUM AND RHODIUM COMPLEX CATALYSTS FOR METATHESIS OF SILICON OLEFINS* B. MARCINIEC**, L. RZEJAK, J. GULINSKI, Z. FOLTYNOWICZ and W. URBANIAK Faculty of Chemistry, A. Mickiewicz University, 60-780 Poznan (Poland) Summary Synthetic, catalytic, kinetic and mechanistic aspects of the olefin meta- thesis of vinyl (methyl, alkoxy ^substituted silanes, proceeding in the presence of highly active catalytic systems based on complexes of ruthenium and rhodium, as well as those with various hydride-donor cocatalysts and dioxy- gen activators, are summarized. Divinyldisiloxanes and divinylsilanes gave polymeric products. The experiments have shown some general features of self-metathesis: the requirement of the alkoxy substituent(s) at silicon; the possibility of initiation of the metathesis only by a substrate; the activation of the catalyst by traces of dioxygen and hydride-donor cocatalysts; the inhibition by any solvent as well as the extreme predominance of vinyl- substituted silanes over the higher alkenylsilane. Intermediates isolated from the reaction of RuCl2(PPli3)3 with alkoxy-substituted silanes additionally enabled a discussion of mechanistic pathways for the generation of metal- carbenes responsible for the metathesis of silicon-olefins. The results of preliminary examinations of successful cross-metatheses of vinyltriethoxy- silane with 1-alkenes catalyzed by ruthenium complexes are also presented. Introduction Although olefin metathesis has been extensively studied, reactions of this type have been applied to silicon-containing olefins with little success. There are only a few reports of the self-metathesis of silicon derivatives. Vinyltrimethysilane underwent metathesis on M003/A12O3 and Re207/Al203 catalysts with a 10 - 15% yield of bis(silyl)ethene [l, 2], while the meta- thesis of allyloxysilanes [3] as well as allylsilanes and butenylsilanes [4] catalysed by WCle-based systems resulted in 10 - 20% yield of metathesis products. Metathesis of allyldimethylarylsilanes leads, in the presence of the Re207/Al203/SnBu4 system, to the respective bis(silyl)ethenes with a yield of 33 - 41.5% [5]. On the other hand, efficient metathetical activity was found in a cross-metathesis of alkenylsilanes with polyalkenes [6, 7] and (Z)-2- pentene [4, 8], as well as intra-metathesis and metathetical polymerization *Part 3 in the series 'Metathesis of Silicon-containing Olefins'; for Part 2 see [13]. **Author to whom correspondence should be addressed. 0304-6102/88/$3.50 Eisevier Sequoia/Printed in The Netherlands 330 of diallyl-disubstituted silanes [9] and diallyl-substituted disilanes [10]. Recently, we have reported the first effective metathesis of vinyltrialkoxy- silanes occurring m the presence of ruthenium complexes without a cocat- alyst [11]. This was the starting point of our more comprehensive study of this reaction using different substituted silanes and siloxanes, containing carbon-carbon double bonds, catalyzed by various ruthenium and rhodium chloride-based complexes [12, 13]. These preliminary investigations have shown great possibilities in the application of this reaction, particularly to organosilicon chemistry. This paper summarizes all our catalytic, synthetic and mechanistic studies of this novel catalytic conversion. Results and discussion Synthetic aspects The self-metathesis of vinyltri(alkoxy,methyl)silanes proceeds at 60 - 130 C in the presence of ruthenium complexes, e.g. RuCl2(PPh3)3 [II], or in some cases rhodium complexes, e.g. RhCl(PPh3)3 [13]. The above reactions can also be catalyzed by ruthenium and rhodium chlorides with some Lewis acids and hydride-donor cocatalysts. The general equation for the above-mentioned reactions is as follows: <RO) ne3- Si H C==C H Sine3-, 2 <RO>,,ne3_,,SiCH=CHs trans-isomer + CHg=CHe w\" (R05 ne3-nSi Sine3-n<OR) where R = ?3, CiH;, C3H7, iso-C3H7; n= 1 -3 Scheme 1. Synthetic application of the above reaction enabled us to obtain a series of symmetric bis(silyl)ethenes. They were predominantly mixtures of trans and cis products in the ratio which favoured frans-isomers (5:1 and even higher). All isomers were isolated and identified by spectroscopic and other methods [13]. Further synthetic studies have indicated the meta- thetical activity of ruthenium and rhodium complexes for reactions involving other silicon-containing olefins, e.g. vinyltri(phenyl,methyl,alkoxy)silanes and cyclotetrasiloxanes having vinyl substitutents. It is very interesting that all of the above-mentioned systems can catalyze the self-metathesis reaction of vinyl-trisubstituted silanes involving at least one alkoxy substitutent. Vinyltrimethylsilane does not undergo the metathetical conversion under the conditions examined. Vinylsiloxanes constitute another group of silicon- 331 containing olefins with oxygen-containing substituents which readily give products in self-metathesis. The rhodium and ruthenium catalytic systems were also successfully used for metathetic polymerization of divinyl-tetrasubstituted disiloxanes and divinyldiphenylsilane, yielding oligomers of the general formula, respec- tively : CH2=CH(SiR2-0-SiR2CH=CH)nSiR2-0-SiR,2CH=CH2 where n = 1 - 7 R = CH3 (rhodium complexes) R = C2H50 (ruthenium complexes) C^^CHtSiPl^CH^H)^ SiPh2CH=CH2 (ruthenium and rhodium complexes) Replacement of vinyl by allyl substituents in alkenyltrialkoxysilanes de- creases markedly the activity of the catalysts and the yield in metathesis. The most active ruthenium complexes, RuCl2(PPh3)3 and RuCl3-3H20 with (EtO)3SiH as cocatalysts, gave rise to 15 - 25% products in the metathesis of allyltriethoxysilane after 24 h heating under reflux. The reaction of butenyl- triethoxysilane gives traces of self-metathesis products. Catalytic and kinetic examinations It is worth mentioning that ruthenium-based homogeneous catalysts are more efficient and versatile than rhodium catalysts in the metathesis of vinyl-substituted silanes. The latter have been shown to be inactive for the reaction of trialkoxy-substituted vinylsilanes. Only the following ruthen- ium precursors and rhodium complexes, together with the cocatalysts and activators listed, were successfully tested for their metathetical activity in the reactions of vinyl-trisubstituted silanes. Precursors: RuCl2(PPh3)3, RuCl3(PPh3)3, Ru(acac)3, RuHCl(PPh3)3, RuH2(PPh3)4, RuCl2(CO)3, [RuCl2(PPh3)2L, RuCl3-nH20, RhCl3-nH20, RhCl(PPh3)3. cocatalysts: (C2Hs)3SiH, ^HsC^SiH, LiAlH4, NaBH4, Si(OEt)4, (C6Hs)2SiH2; activators: 0-^, epoxy compounds; temperature: 60 -150 C; time: 0.5- 48 h. Exemplary catalytic data presenting the effect of the ruthenium cat- alysts have been given previously [II], but the effect of cocatalysts of rhodium and ruthenium chloride precursors on the yield and selectivity of the metathesis of vinylmethyldiethoxysilane is presented here in Table 1. Kinetic study of the reactions catalyzed by ruthenium and rhodium complexes has shown a non-linear dependence of the initial rate of meta- thesis on the concentration of catalyst and cocatalyst [14]. Data for the metathesis of vinylmethyldiethoxysilane, catalyzed by the RhCl(PPh3)3 + LiAlH4 system, show the maximum initial rates for the formation of bis- 332 TABLE 1 Effect of cocatalyst on the metathesis yield of vinylmethyldiethoxysilane (followed by GLC) occurring in the presence of rhodium and ruthenium chloride catalysts H Si(EtO)gt1e C C / \\ trans-isomer (EtO)efleSl Si<EtO)eHe C I: / \\ cis-lsorer Cocatalyst RhCla-nHiO RuCla-nHiO froras-isomer cis-isomer frons-isomer Cis-isomer (EtO)3SiH EtsSiH LiAlH4 NaBH4 traces 76 78 77 10 8 10 2 traces 10 61 51 40 58 3 11 3 traces Reaction conditions: reflux, 2 hdry air,no solvent; [CH2=CHSi]:[catalyst]:[cocatalyst] = 102:1:3. (silyl)ethenes (followed by GLC) at the optimum concentration of the precursor in Fig. 1 and the cocatalyst in Fig. 2. When higher concentrations of the catalyst are used, more polymeric products are formed. The role of dioxygen as an activator in metathesis is well illustrated by the kinetic data presented in Fig. 3. The results show that the reaction is 10-'v, Fig. 1. Plot of the initial rate of the bis(methyldiethoxysilyl)ethene formation, Vy versus the concentration of the RhCI(PPh3 )3 catalyst for the metathesis reaction of vinylmethyl- diethoxysilane; 7= 100 C; [LiAlH4 ]:[RhCl(PPh3)3] = 5:1. 333 0246 lO'd-iAIHi.l [M] Fig. 2. Plot of the initial rate of the bis(methyldiethoxysilyl)ethene formation, Vo versus the catalyst RhCl(PPh3)3-cocatalyst LiAlH4 ratio for the metathesis reaction of vinyl- methyldiethoxysilane; T = 100 C; [CH2=CHSiMe(OEt)2]:[RhCl(PPh3)3] = 150:1. Fig. 3. Effect of dioxygen in the reaction mixture on the course of the metathesis of vinylmethyldiethoxysilane catalyzed by RhCl(PPh3)3-LiAlH4 system: (1) silane distilled in oxygen; (2) silane distilled carefully in argon; (3) reaction mixture purged with oxygen (2 min.); (4) reaction mixture purged with argon (2 min.); (5) reaction carried out in dry air;T= 100 C; [CH2=CHSiMe(OEt)2]:[RhCl(PPh3)3]:[LiAlH4] = 150:1:4. accelerated by traces of oxygen (dry air). Both operations, i.e. careful removal of the oxygen from the liquid silane and the introduction of extra oxygen, resulted in the deactivation of the catalyst. In the latter case the products of silane oxidation were observed. Moreover, the metathesis of the vinyl-trisubstituted silanes, under the conditions studied, was retarded by the use of any solvent, e.g. tetraethoxysilane, chlorobenzene-ethanol, cessation of reaction occurring in well-dried solvents such as benzene, toluene, DMF, THF and ethanol. Activation energies for the self-metathesis of vinyl- triethoxysilane (RuCl2(PPh3)3 + (Cii^C^SiH system) and vinylmethyldi- ethoxysilane (RuCla-nHzO+^HsC^SiH and RhCl(PPh3)3 + (CzH^SiH systems), determined from the Arrhenius plot of the initial rate of the reac- tion us. 1/T, are determined as 60.6 2.0, 57.7 2.0 and 79.9 0.80 kJ mol\"1, respectively [14]. 334 Cross-metathesis of vinyltriethoxysilane with 1-alkenes The well-known initiator role of certain ruthenium complexes in the metathetical polymerization of various cycloolefins [15], e.g. norbornene and its copolymerization with some cyclopentenes [16], has justified these attempts to follow the metathetical activity of ruthenium and rhodium com- plexes in the cross-metathesis of vinyltri(ethoxy,methyl)silanes, e.g. vinyl- triethoxysilane, and of vinylmethyldiethoxysilane with acyclic olefins, e.g. 1-alkenes. Preliminary investigations have revealed the reaction to proceed competitively with the self-metathesis of vinylsilane, although no self- metathesis of 1-alkenes was detected [17]. In addition, some other products, mainly oligomeric, were formed. Selected experimental data are compiled in Tables 2 and 3. Under optimum conditions, a yield of 35 - 55% of alkenylsilanes can result, accompanied by bis(silyl)ethenes (6 - 10%) and other products (0 - 25%). Some alkenylsilanes, CH^CH^- CH=CHSi(OC2Hs)3 where n = 3, 4, 5, 7, 15, were synthesized and isolated by a GLC preparative technique and identified by 'H NMR and IR methods [17]. Further experiments to optimise conditions, for example, lowering the temperature, the use of a suitable solvent, variation in the concentration of substrates and a proper catalytic system, should markedly improve the yield and selectivity of the cross-metathesis products. Mechanistic considerations Results of the study point to the following features of self-metathesis: (i) the requirement of the alkoxy substituent(s) at silicon; (ii) a possibility of initiation of the metathetic conversion by substrate alone; (iii) the activation of the catalyst by traces of dioxygen and predominantly by hydride-donor cocatalysts; (iv) the inhibition of the reaction by any solvent; (v) the pre- TABLE 2 Yield of the self-metathesis of vinyltriethoxysilane and its cross-metathesis with some 1-alkenes in the presence of RuC^'raH^O catalyst CH2=CH(CH2)nCH3 , (EtO)3SiCH=CHSi(OEt)3 (cis + trans) + / + CH2=CH2 CH2=CHSi(OEt)3 \\ (EtO)3SiCH=CH(CH2) CH3 Alkene Yield (%) bis(silyl)ethene alkenylsilane others Cts-isomer frons-isomer 1-hexene 83 32 1-heptene 10 8 36 1-octene 10 12 26 1-decene 10 16 38 24 10 6 14 Reaction conditions: 120 C, 24 h, glass ampoules, dry air, no solvent; [CH2=CHSi]: [l-alkene]:[ catalyst] = lO^lO2^. 335 TABLE 3 Effect of the catalyst solvent on the yield of self-metathesis of vinyltriethoxysilane and its cross-metathesis with 1-octene in the presence of RuC^'nH^O catalyst Solvent Yield (%) bis(silyl)ethene alkenylsilane others cis-isomer frans-isomer no solvent CeHsCLCiHsOHO:!) C6H5C1, CaHsOH, Si(OEt)4 (1:1:1) Si(OEt)4 THF CgHgCHss 10 traces 621 8 traces 12 38 615 8 8 26 36 5040 4254 6 traces 2610 0 24 Reaction conditions: 120 C, 24 h, glass ampoules, dry air; [CH2=CHSi]:[l-alkene]: [catalyst]: [solvent] = 102:102 .2:8. dominance of vinyl-substituted silanes over the higher alkenylsilanes; (vi) often preferential formation of frans-isomers. By analogy with the role of ruthenium chlorides and chlororuthenium complexes in the ring-opening metathetical polymerization of norbornene [16, 18], the formation of the Ru H bond seems to be a crucial stage for the initiation of catalytically active species in the metathesis of all silicon- containing olefins. In most catalytic systems, and in particular those based on a WCle precursor, a cocatalyst is needed to activate the catalyst. This can be an alkylating agent or a hydride donor. The WCl6 catalyst requires alkylation at the initiation stage, mostly by SnR4 or other organometallic reagents. Recent studies carried out by Berglund et al. [8] suggest that alkenyl-trisubstituted silanes (especially allyl- and butenyl-substituted silanes but not vinylsilanes) can play the dual role of alkylating agent and substrate, not only in the presence of a Lewis acid, e.g. Aids. Since the ruthenium-catalyzed meta- thesis of vinyl-substituted silanes and siloxanes is enhanced by hydride- donors and, simultaneously, self-initiation of the catalytic activity apparently occurs by the substrate (involving alkoxy group), activation by vinyl(alkoxy)- silane may be due to the formation of the ruthenium-hydrogen bond generating ruthenium-carbene species, as a consequence. Comprehensive studies have been made of the reaction of ruthenium complexes, e.g. RuHCl(PPh3)3, with alkoxides, leading initially to the for- mation of Ru-OR and finally to RuHz^O^PPl^-ROH, via the mech- anism of decarbonylation of alkoxide ligand and hydrogen transfer from the ss-carbon to the ruthenium atom [20]. It is therefore possible to propose that in the presence of alkoxysubstituted silanes, ruthenium hydride species involving silyi and carbonyl groups of the type RuH(SiR3)(CO)(PPh3) are formed. Therefore, a series of experiments were undertaken, aimed at 336 characterising the intermediates formed by the treatment of the RuCl;- (PPh3)3 precursor with alkoxy-substituted silanes [19], e.g. CH2==CHSi- (OC2Hs)3 (1) and Si(OC2Hs)4 (2) as well as CzHgONa/CzHsOH (3) and vinyltrimethylsilane (4), under conditions close to those for the reaction (120 C, 6 h, dry air). The compounds isolated were identified by ^ NMR and IR methods. The three former species (i.e. (1) - (3) appeared to be more effective in the self-metathesis of vinyltriethoxysilane, shown by a tangible shortening of the induction period, while the latter (4) did not influence the course of the reaction. Part of the IR spectra of each of the four above- mentioned intermediates is shown in Fig. 4. Although c(Ru H) in these complexes is not immediately apparent, the slight asymmetry of v(C=0) indicates that ^(Ru H) occurs probably near 1950 cm\"1, which is charac- teristic in other hydridocarbonylruthenium complexes, e.g. RuH2(CO)(PPh3)2. ROH [20]. It is worth noting that the IR spectra of the intermediates ((1) - (3)) treated by two alkoxy-substituted silanes ((1) and (2)) as well as by the alkoxide (3) are almost identical, regardless of the substrate used. Never- theless, other mechanisms for the generation of ruthenium carbenes from ruthenium alkoxides under the conditions studied cannot be ruled out [15, 19]. The complex of type (1) containing hydride and silyi ligands, which is formed under hydrosilylation conditions, for example in the pre- Fig. 4. IR spectra (KBr disk) in the region 2000 - 1000 cm\"1 of RuCli(PPh3)3 treated with vinyltriethoxysilane (1), tetraethoxysilane (2), sodium ethanolate in ethanol (3) and vinyltrimethylsilane (4). 337 sence of silicon hydride as cocatalyst, can be converted in an excess of vinylsilane to the ruthenium complex with a coordinated molecule of vinyl- silane, which subsequently generates the metal-carbene complexes according to Scheme 2. CH(=CHSi= R3Si-CRui-H + CHe=CHSi5 > R,Si-CRu]-H 1 CH-CH^Sis CHtCHgSis RaSl-[Ru3-H RsSi-tRul \\ /CHe CHSt= CH,-CHSi3\\ / -R,SiH \\ / ^ CHe-CHSis I ERu3 CHCHeSl= Scheme 2. \"I) In the reaction occurring without cocatalyst, initiation of the ruthenium carbenes may also proceed according to the following scheme: CH2=CHSi= CH=CHSi= CH-CHiSis [Ru] [Ru]-H [Ru] Scheme 3. In an excess of vinylsilane, the other metal carbenes can be generated according to the simplified model given by Basset and Leconte [21], based upon stereochemical considerations as proposed previously [12]. SSiCHg^ M |,| CHp =SiCHgCH=CHa II I \"^ > [Ru3=CHSi= =5^\" Scheme 4. Consequently, a possible scheme for the metathesis of vinyl-substituted silanes catalyzed by ruthenium and rhodium complexes is given below (Scheme 5). The above general model for the ruthenium-catalyzed metathesis of vinyl-substituted silanes should be verified by the observed experimental results. A preferred metathetic conversion of alkoxy-substituted silanes is not fully understood. However, it is well-known that strong ir-complexes of metal vinyl-trisubstituted silanes are formed particularly for electron- withdrawing substituents at the silicon [22, 23], e.g. alkoxy species. The inductive effect decreases strongly in higher alkenyl-trisubstituted silanes. Inhibition by the solvent can be understood in terms of the blocking of the coordination site of the metal atom combined with the vinylsilane molecule. 338 sSiCH=CH 5SiCH=CHSi= =5iCH==CH,, =SiCH==CH sSiCH=[M] [M]=CH^ CH^=CH^ ^ y sSiCH-CH^N^SiCH-CH^^ M=Ru, Rh Scheme 5. [M] w-^ (see complex II, Scheme 2). The activation of ruthenium complex in meta- thesis caused by small amounts of dioxygen, and reported earlier [24], results presumably from the sequential formation of an M=0 bond, epoxides and the corresponding metallaoxacyclobutanes, cleavage of which initiates the metallacarbenes. According to the reaction model given by Bilhou et al. [25, 26], a configuration m the metathesis of vinylsilanes favours the forma- tion of frans-l,2-bis(silyl)ethenes [13]. Finally, the catalytic point of view enables a consideration of dimeric ruthenium species formed as a result of the reaction under the conditions studied. Further experiments on the reac- tion of the ruthenium and rhodium precursors, particularly with alkoxy- substituted silanes, should clarify this point. In addition, the high activity of the ruthenium complexes m the cross-metathesis of vinylsilanes with 1-alkenes may indicate the application of the system alkoxysilane (and/or hydridodonor)-ruthenium(rhodium) chloride (complex) for general ini- tiation of the metathetic conversion of various olefins. Experimental Materials 1-Alkenes and solvents were dried and distilled under nitrogen prior to use. All vinyltrialkoxysilanes and vinylmethyldialkoxysilanes, as well as tri- ethoxysilane and tetraethoxysilane, were obtained by solvolysis of the corresponding chloro-substituted silanes, as described previously [13]. Most of the ruthenium and rhodium complexes and hydride commercial reagents (LiAlH4, NaBH4, (CzH^aSiH) were obtained from Strem Chemicals, Johnson Mattey Ltd. and Enzyme Ltd., and were used without further purification. Procedures All the metathesis experiments were carried out in sealed glass ampoules or under reflux in dried air or argon, usually without a solvent. Kinetic 339 measurements were carried out in a thermostatted vessel of 20 cm3 capacity equipped with a stopcock, according to the general method described earlier [27]. Products of the metathesis of alkenylsilanes were identified by GLC technique, while the molecular weights of the polymeric products were determined by the GPC method. Kinetic experiments led to the determina- tion of the initial rate of the bis(silyl)ethene formation from the initial linear course of the kinetic curves. Ruthenium-silane intermediates were prepared by heating RuC^PPl^a with alkoxy-substituted silanes under reflux in dried air or purified argon followed by precipitation and washing with n-pentene. Analytical measurements IR spectra were recorded on a Perkin Elmer Model 180 spectrophotom- eter (KBr pellets or films), while ^ NMR spectra were recorded in C^Dg or CD^Cl^ solutions using a JEOLFX 900 spectrophotometer with TMS as an internal standard. The GLC analyses were carried out on a GChF 18.3 gas Chromatograph equipped with a thermal conductivity detector. Preparative GLC experiments were carried out on a GChF instrument furnished with a flame-ionization detector. The details were described previously [13]. References 1 R. A. Fridman, S. M. Nosakova, J. B. Kriokov, A. N. Bashkirov, N. S. Nametkin and V. M. Vdovin, Izv. Akad. Nauk SSSR, Ser. Khim., (1987) 2100. 2 R. A. Fridman, S. M. Nosakova, L. G. Liberov and A. N. Bashkirov, Izv. Akad. Nauk SSSR, Ser. Khim., (1977) 678. 3 R. Nakamura and E. Echigoya, Chem. Lett., (1977) 1227. 4 M. Berglund. C. Andersson and R. Larsson, J. Organometall. Chem., 292 (1985) C15. 5 V. M. Vdovin, N. V. Ushakov, E. B. Portnykh, E. S. Finkelshtein and N. P. Abashkina, Izv. Akad. Nauk SSSR, Ser. Khim., (1984) 2121. 6 R. Streck, Chem. Zeit., 99 (1975) 397. 7 R. Streck, J. Mol. Catal., 15 (1982) 3. 8 M. Berglund, C. Andersson and R. Larsson, J. Organometall. Chem., 314 (1986) 61. 9 E. S. Finkelshtein, E. B. Portnykh, N. V. Ushakov and V. M. Vdovin, Izv. Akad. Nauk SSSR, Ser. Khim., (1981) 641. 10 N. V. Ushakov, E. S. Finkelshtein, E. B. Portnykh and V. M. Vdovin, Izv. Akad. Nauk SSSR, Ser. Khim., (1981) 2835. 11 B. Marciniec and J. Gulinski, J. Organometal. Chem., 266 (1984) C19. 12 B. Marciniec, in H. Sakurai (ed.), Organosilicon and Bio-organosilicon Chemistry, Ellis Horwood, New York, 1985, Chapt. 17, p. 183. 13 B. Marciniec, H. Maciejewski, J. Gulinski and L. Rzejak, J. Organometall. Chem., (submitted). 14 B. Marciniec, J. Gulinski and L. Rzejak (unpublished results). 15 K. J. Ivin, Olefin Metathesis, Academic Press, London, 1983, Chapts. 2, 13. 16 L. Porri, P. Rossi, P. Diversi and A. Licherini, Makromol. Chem., 175 (1974) 3097. 17 Z. Foltynowicz and B. Marciniec (unpublished results). 18 D. T. Laverty, J. J. Rooney and A. Stewart, J. Catal., 45 (1976) 110. 19 J. Gulinski and B. Marciniec (unpublished results). 20 B. N. Chaudret, D. J. Cole-Hamilton, R. S. Nohr and G. Wilkinson, J. Chem. Soc., Dalton Trans., (1977) 1546. 340 21 J. M. Basset and M. Leconte, in M. Tsutsui (ed.), Fundamental Research m Homoge- neous Catalysis, Vol. 3, Plenum Press, New York, 1979, p. 286. 22 J. W. Fitch, K. C. Chan and J. A. Froelich, J. Organometall. Chem., 160 (1978) 477. 23 J. W. Fitch and W. T. Osterloh, J. Organometall. Chem., 213 (1981) 493. 24 K. J. Ivin, B. S. R. Reddy and J. J. Rooney, J. Chem. Soc., Chem. Commun., (1981) 1062. 25 J. L. Bilhou, J. M. Basset, R. Mutin and W. F. Graydon, J. Chem. Soc., Chem. Com- mun. (1976)970. 26 J. L. Bilhou, J. M. Basset, R. Mutin and W. F. Graydon, J. Am. Chem. Soc., 99 (1977)4083. 27 B. Marciniec, W. Urbaniak and P. Pawlak, J. Mol. Catal., 14 (1982) 319. X244 88851058 0304-5102(88)85105-8 10.1016/0304-5102(88)85105-8 Ruthenium and rhodium complex catalysts for metathesis of silicon olefins B. Marciniec 1 L. Rzejak J. Gulinski Z. Foltynowicz W. Urbaniak Faculty of Chemistry, A. Mickiewicz University, 60-780 PoznańPoland 1 Author to whom correspondence should be addressed. Synthetic, catalytic, kinetic and mechanistic aspects of the olefin metathesis of vinyl (methyl, alkoxy)-substituted silanes, proceeding in the presence of highly active catalytic systems based on complexes of ruthenium and rhodium, as well as those with various hydride-donor cocatalysts and dioxygen activators, are summarized. Divinyldisiloxanes and divinylsilanes gave polymeric products. The experiments have shown some general features of self-metathesis: the requirement of the alkoxy substituent(s) at silicon; the possibility of initiation of the metathesis only by a substrate; the activation of the catalyst by traces of dioxygen and hydride-donor cocatalysts; the inhibition by any solvent as well as the extreme predominance of vinyl-substituted silanes over the higher alkenylsilane. Intermediates isolated from the reaction of RuCl2(PPh3)3 with alkoxy-substituted silanes additionally enabled a discussion of mechanistic pathways for the generation of metal-carbenes responsible for the metathesis of silicon-olefins. The results of preliminary examinations of successful cross-metatheses of vinyltriethoxysilane with 1-alkenes catalyzed by ruthenium complexes are also presented. References 1 R.A. Fridman S.M. Nosakova J.B. Kriokov A.N. Bashkirov N.S. Nametkin V.M. Vdovin Izv. Akad. Nauk SSSR, Ser. Khim. 1987 2100 2 R.A. Fridman S.M. Nosakova L.G. Liberov A.N. Bashkirov Izv. Akad. Nauk SSSR, Ser. Khim. 1977 678 3 R. Nakamura E. Echigoya Chem. Lett. 1977 1227 4 M. Berglund C. Andersson R. Larsson J. Organometall. Chem. 292 1985 C15 5 V.M. Vdovin N.V. Ushakov E.B. Portnykh E.S. Finkelshtein N.P. Abashkina Izv. Akad. Nauk SSSR, Ser. Khim. 1984 2121 6 R. Streck Chem. Zeit. 99 1975 397 7 R. Streck J. Mol. Catal. 15 1982 3 8 M. Berglund C. Andersson R. Larsson J. Organometall. Chem. 314 1986 61 9 E.S. Finkelshtein E.B. Portnykh N.V. Ushakov V.M. Vdovin Izv. Akad. Nauk SSSR, Ser. Khim. 1981 641 10 N.V. Ushakov E.S. Finkelshtein E.B. Portnykh V.M. Vdovin Izv. Akad. Nauk SSSR, Ser. Khim. 1981 2835 11 B. Marciniec J. Gulinski J. Organometal. Chem. 266 1984 C19 12 B. Marciniec H. Sakurai Organosilicon and Bio-organosilicon Chemistry 1985 Ellis Horwood New York 183 Chapt. 17 13 B. Marciniec, H. Maciejewski, J. Gulinski and L. Rzejak, J. Organometall. Chem., (submitted). 14 B. Marciniec, J. Gulinski and L. Rzejak (unpublished results). 15 K.J. Ivin Olefin Metathesis 1983 Academic Press London Chapts. 2, 13. 16 L. Porri P. Rossi P. Diversi A. Licherini Makromol. Chem. 175 1974 3097 17 Z. Foltynowicz and B. Marciniec (unpublished results). 18 D.T. Laverty J.J. Rooney A. Stewart J. Catal. 45 1976 110 19 J. Gulinski and B. Marciniec (unpublished results). 20 B.N. Chaudret D.J. Cole-Hamilton R.S. Nohr G. Wilkinson J. Chem. Soc., Dalton Trans. 1977 1546 21 J.M. Basset M. Leconte M. Tsutsui Fundamental Research in Homogeneous Catalysis 3 1979 Plenum Press New York 285 22 J.W. Fitch K.C. Chan J.A. Froelich J. Organometall. Chem. 160 1978 477 23 J.W. Fitch W.T. Osterloh J. Organometall. Chem. 213 1981 493 24 K.J. Ivin B.S.R. Reddy J.J. Rooney J. Chem. Soc., Chem. Commun. 1981 1062 25 J.L. Bilhou J.M. Basset R. Mutin W.F. Graydon J. Chem. Soc., Chem. Commun. 1976 970 26 J.L. Bilhou J.M. Basset R. Mutin W.F. Graydon J. Am. Chem. Soc. 99 1977 4083 27 B. Marciniec W. Urbaniak P. Pawlak J. Mol. Catal. 14 1982 319",
      "scopus-id": "0024035670",
      "coredata": {
        "eid": "1-s2.0-0304510288851058",
        "dc:description": "Synthetic, catalytic, kinetic and mechanistic aspects of the olefin metathesis of vinyl (methyl, alkoxy)-substituted silanes, proceeding in the presence of highly active catalytic systems based on complexes of ruthenium and rhodium, as well as those with various hydride-donor cocatalysts and dioxygen activators, are summarized. Divinyldisiloxanes and divinylsilanes gave polymeric products. The experiments have shown some general features of self-metathesis: the requirement of the alkoxy substituent(s) at silicon; the possibility of initiation of the metathesis only by a substrate; the activation of the catalyst by traces of dioxygen and hydride-donor cocatalysts; the inhibition by any solvent as well as the extreme predominance of vinyl-substituted silanes over the higher alkenylsilane. Intermediates isolated from the reaction of RuCl2(PPh3)3 with alkoxy-substituted silanes additionally enabled a discussion of mechanistic pathways for the generation of metal-carbenes responsible for the metathesis of silicon-olefins. The results of preliminary examinations of successful cross-metatheses of vinyltriethoxysilane with 1-alkenes catalyzed by ruthenium complexes are also presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288851058",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marciniec, B."
          },
          {
            "@_fa": "true",
            "$": "Rzejak, L."
          },
          {
            "@_fa": "true",
            "$": "Gulinski, J."
          },
          {
            "@_fa": "true",
            "$": "Foltynowicz, Z."
          },
          {
            "@_fa": "true",
            "$": "Urbaniak, W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288851058"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288851058"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85105-8",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ruthenium and rhodium complex catalysts for metathesis of silicon olefins",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "329-340",
        "prism:endingPage": "340",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85105-8",
        "prism:startingPage": "329",
        "dc:identifier": "doi:10.1016/0304-5102(88)85105-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035670"
      }
    }
  }
}