{
  "metadata": {
    "title": "Molecular structures of supported niobium oxide catalysts under ambient conditions",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-08-01",
    "doi": "10.1016/0304-5102(91)80050-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180050D",
    "pii": "030451029180050D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026204864",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180050D 0304-5102(91)80050-D 030451029180050D 10.1016/0304-5102(91)80050-D S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0199X 2024-01-02T01:05:30.650091Z 0 0 19910801 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 67 67 3 3 Volume 67, Issue 3 11 369 387 369 387 19910801 1 August 1991 1991-08-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. MOLECULARSTRUCTURESSUPPORTEDNIOBIUMOXIDECATALYSTSUNDERAMBIENTCONDITIONS JEHNG J JEHNG 1989 546 J KO 1985 260 E WADA 1988 3839 Y WACHS 1989 679 I PROCINTCONFNIOBIUMTANTALUMORLANDONOV791988 WACHS 1989 904 I MURRELL 1987 463 L OKAZAKI 1983 2159 S ASAKURA 1986 511 K ASAKURA 1988 633 K JEHNG 1991 100 J JEHNG 1991 83 J CHAN 1984 5831 S KERKHOF 1979 1612 F LIU 1988 160 Z WACHS 1986 30 I CHAN 1985 1 S MILLMAN 1986 169 W OYOUNG 1988 307 C PARK 1965 177 G PARK 1967 121 G YIN 1989 525 Y GILLLAMBLAS 1985 520 F GOIFFON 1975 2435 A GOIFFON 1973 487 A ROOZEBOOM 1978 215 F WELL 1984 A NISHIMURA 1986 1660 M NISHIMURA 1988 1842 M PROC9THINTCONGRCATAL SHIRAI 17221989 M SHIRAI 1990 57 M WEISSMAN 1987 383 J BROWN 1978 359 I BROWN 1976 1957 I JEHNGX1991X369 JEHNGX1991X369X387 JEHNGX1991X369XJ JEHNGX1991X369X387XJ item 0304-5102(91)80050-D 030451029180050D 1-s2.0-030451029180050D 10.1016/0304-5102(91)80050-D 272239 2024-01-02T01:05:30.650091Z 1991-08-01 1-s2.0-030451029180050D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180050D/MAIN/application/pdf/5025c58ae1c86f3f3e44593fc6d9d1cf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180050D/MAIN/application/pdf/5025c58ae1c86f3f3e44593fc6d9d1cf/main.pdf main.pdf pdf true 1092178 MAIN 19 1-s2.0-030451029180050D-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180050D/PREVIEW/image/png/d41b9746f9ce9cde4647f7c12b1e3a51/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180050D/PREVIEW/image/png/d41b9746f9ce9cde4647f7c12b1e3a51/main_1.png main_1.png png 68207 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 67 (1991) 369-387 369 Molecular structures of supported niobium oxide catalysts under ambient conditions Jih-Mirn Jehng and Israel E. Wachs* Zettlemoyer Center for Surface Studies, Department of Chemical Engineering, Lehigh University, Bethlehem, PA 18015 (U.S.A.) (Received October 10, 1990; revised November 28, 1990) Abstract The supported niobium oxide catalysts were investigated by Raman spectroscopy and X-ray photoelectron spectroscopy in order to determine the molecular structure and monolayer coverage of the surface niobium oxide phase on oxide supports (MgO, A1203, Ti021 Zr02, and Si02), The molecular structures of the surface niobium oxide phases present in the supported niobium oxide catalysts under ambient conditions, where adsorbed moisture is present, are controlled by the surface pH of the system. Basic surfaces result in the formation of highly distorted Nb08 groups and acidic surfaces result in the formation of slightly distorted Nb08, Nb07 and Nb0$ groups. The surface niobium oxide overlayer is stable to high calcination temperatures due to the strong surface niobium oxide-support interaction. The monolayer coverage of supported niobium oxide catalysts is reached at - 19 wt.% Nb206/A1203, - 7 wt.% Nb205/Ti02, - 5 wt.% Nb205/ZrO2 and - 2 Wt'% Nb205/ Si02, but not for the Nb205/MgO system due to the incorporation of Nb+5 into the Mg0 support. Introduction Supported niobium oxide catalysts possess a surface niobium oxide overlayer on a high surface area oxide support. The surface niobium oxide phase is formed by the reaction of a suitable niobium precursor (e.g. oxalate [ 1 ], alkoxide [ 2 ] or chloride [ 3 ]) with the surface hydroxyls of the oxide support [4]. The physical and chemical properties of the surface niobium oxide can be quite different than those found in bulk Nb205 phases, and can also dramatically influence the properties of the oxide supports [5]. For example, the surface niobium oxide phases impart thermal stability to oxide supports (e.g., A1203 and Ti02) at elevated temperatures [6, 7], form strong acid centers on oxide supports [6, 8-10], and are active for numerous catalytic reactions in the petrochemical (e.g. olefin metathesis, dimerization, trimerization, isomerization, as well as hydration and dehydration), petroleum (e.g. cracking, isomerization and alkylation), and pollution control (NO, reduction from stationary emissions) industries [5]. The molecular structures of the surface niobium oxide phases, however, have not received much attention and only preliminary Raman [ 1, 7 ] and *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 1991- Elsevier Sequoia, Lausanne 370 EXAFS [ 11, 12 ] characterization studies have been reported. The multiple surface niobium oxide phases that simultaneously coexist in the supported niobium oxide catalysts have generated confusion in the understanding of supported niobium oxide materials. This confusion results from the lack of systematic studies on niobium oxide reference compounds and supported niobium oxide materials. The niobium oxide structure-Raman spectra relationships and niobium oxide solution chemistry have been previously reported [13, 141. In the present study, the molecular structures of the surface niobium oxide phases on A1203, Ti02, Zr02, MgO and Si02 supports will be investigated under ambient conditions with Raman spectroscopy as a function of Nb205 loading and calcination temperature. The supported metal oxide catalysts contain adsorbed moisture under ambient conditions which influence the molecular structures of the surface metal oxide phases [ 13, 15 ]. These structures are directly related to the various aqueous metal oxide species [ 16]. Thus, the molecular structures of the surface niobium oxide phases under ambient conditions can be determined by the comparison of Raman spectra between the surface niobium oxide phases and the various niobium oxide species present in aqueous solutions at different solution pH. The supported niobium oxide catalysts will be further investigated by the BET surface area measurement and X-ray photoelectron spectroscopy (XPS) in order to determine the monolayer content of these catalysts. The formation of the surface niobium oxide overlayer can stabilize the high surface areas of the oxide supports at elevated calcination temperatures. XPS is a surface-sensitive technique, and provides the information on composition, oxidation state and dispersion of the surface niobium oxide phases [17, 18]. Raman studies also indicate that a monolayer of surface niobium oxide phases is reached due to the detection of crystalline Nb205. Experimental Materials and methods Niobium oxalate was supplied by Niobium Products Co. (Pittsburgh, PA) with the following chemical analysis: 20.5 10 Nb205, 790 ppm Fe, 680 ppm Si and 0.1010 insolubles. Niobium ethoxide (99.999010 purity) was purchased from Johnson Matthey (Ward Hill, MA). The oxide supports employed in the present investigation are: Mg0 (Fluka, - 80 m2 g-' after calcination at 700 C for 2 h), A1203 (Harshaw, - 180 m2 g-' after calcination at 500 C for 16 h), Ti02 (Degussa, - 50 m2 g-' after calcination at 450 C for 2 h), Zr02 (Degussa, ^ 39 m2 g-' after calcination at 450 C for 2 h), and 5102 (Cab-O-Sil, - 275 m2 g-' after calcination at 500 C for 16 h). The Ti02, Zr02, A120g and Si02-supported niobium oxide catalysts were prepared by the incipient-wetness impregnation method using niobium oxalate/ oxalic acid aqueous solutions (aqueous preparation) [ 1 ]. The water-sensitive MgO support required the use of nonaqueous niobium ethoxide/propanol 371 solutions under a nitrogen environment for the preparation of the Nb205/ MgO catalysts. The supported niobium oxide on A1203 catalysts were also prepared by the nonaqueous niobium ethoxide/propanol solution in order to compare the aqueous and nonaqueous preparation methods. For the aqueous preparation method the samples were initially dried at room temperature for 16 h, further dried at 110-120 C for 16 h, and calcined at 450 C (Nb205/TiO2 and Nb205/ZrO2, 2 h) or at 500 C (Nb205/ A1203 and Nb205/SiO2, 16 h) under flowing dry air. For the nonaqueous preparation method, the samples were initially dried at room temperature for 16 h, further dried at 110-120 C for 16 h under flowing N2, then calcined at 500 C for 1 h under flowing N2 and for 15 h (Nb205/A1203) or for 1 h (Nb205/MgO) under flowing dry air. BET surface area measurement The BET surface areas of the supported niobium oxide catalysts were obtained with a Quantsorb surface area analyzer (Quantachrome corporation, Model OS-9) using a 3:7 ratio of N2/He mixture as a probe gas. Typically, 0.200-0.300 g of sample was used for the measurement and the sample was outgassed at 250 C prior to N2 adsorption. Rarnan spectroscopy Raman spectra were obtained with a Spex Triplemate spectrometer (Model 1877) coupled to an EG&G intensified photodiode array detector, cooled thermoelectrically to - 35 C, and interfaced with an EG&G OMA III Optical Multichannel Analyzer (Model 1463). The samples were excited by the 514.5 nn line of the Ar+ laser with 10-100 mW of power. The laser beam was focused on the sample illuminator, in which the sample typically spins at about 2000 rpm to avoid local heating, and was reflected into the spectrometer by a 90 angle with the incident light. The scattered Raman light was collected by the spectrometer at room temperature, and analyzed with an OMA III software package. The overall spectral resolution of the spectra was determined to be about 2 cm-I. Additional details about the Raman spectrometer can be found elsewhere [19]. X-ray photoelectron spectroscopy (XPS) XPS experiments on the A1203-supported niobium oxide catalysts were performed on a Physical Electronic Instruments ESCA/Auger system. The samples were placed on the sample holder at a 45 angle to the entrance of the analyzer and the system was evacuated to 10-9-10-' torr. The XPS spectra were calibrated against the Au 4f7,2 photoelectron line using the Mg Ka exciting radiation from a dual anode operating at 10 kV, 40 mA. XPS experiments on the MgO, Ti02, Zr02 and Si02-SUPPorted niobium oxide catalysts were performed on a VG ESCALAB I instrument with Al Ka exciting radiation from a dual anode operating at 14 kV, 40 mA. The samples were placed on the sample holder at a 90 angle to the entrance of the analyzer and the system was evacuated to 10-9-10-' torr. The XPS spectra were calibrated against the C,,, photoelectron line. 372 Peak areas were determined from the background-subtracted spectra and corrected using instrument-dependent sensitivity factors. The (Nb/M)S f a.e, where M is Mg, Al, Ti, Zr or Si, ratios of the supported niobium oxide catalysts were obtained by integrating the areas of the most intense pho toeletron lines of Nb 3d3/2, 5/2 and M (Mg 2s, Al 2p, Ti 2P3,2, Zr 3d and Si 2p), and the (Nb/M)b ,k ratios were calculated from the total concentration of Nb+S atom which was impregnated onto the oxide supports. Results BET surface area measurements The BET surface areas of the supported niobium oxide catalysts are shown in Fig. 1 as a function of Nb205 loading. The results reveal that the high surface areas of the oxide supports (such as MgO, A1203, Ti02, Zr02 and Si02) are maintained after the addition of niobium oxide. For the Nb205/ A1203 system, the aqueously prepared samples possess a slightly lower surface area at high niobium oxide loadings than the nonaqueously prepared samples. The presence of the surface niobium oxide overlayer retards the loss in surface areas of the Al203, Ti02, Zr02 and Si02 supports at elevated calcination temperatures, but not for the MgO support, as shown in Table 1. The addition of niobium oxide on the MgO support results in a dramatic decrease in surface area at high calcination temperatures. X-ray photoelectron spectroscopy The (Nb/M)g rf.8,e vs. (Nb/M)b ,k, where M is Mg, Al, Ti, Zr or Si, curves of the supported niobium oxide catalysts are shown in Fig. 2. For the Nb205/ Mg0 system, the (Nb/Mg)S ,face ratio linearly increases over the entire range 300 Nbz05/SIOz (ca. 500 C) 0 Nb2os/A120a (ca. 500 C) 200 (niobium ethoxide) E m ji I NbZ05/Mg0 (ca. 500 C) Nb206/Alio (ca. 500 C) 10 .~0 (niobium ) ethoxide) (niobium oxalate) n u) _ ic -NbZ05/TiOZ (ca. 450 C) Nb205/ZrO2 (ca. 450 C) 0 0 5 10 15 20 Nb205 Loading (wt%) Fig. 1. Surface areas of the supported niobium oxide catalysts as a function of Nb205 loading. 373 TABLE 1 The influence of calcination temperature on the surface areas (m2 g-') of supported niobium oxide catalysts Catalyst Calcination temperature ( C) 450 500 700 950 Mg0 - 241 81 49 5 wt.% Nb205 /Mg0' - 89 80 16 A1203 - 185 - 98 5 wt.% Nb205/AI203 b - 180 - 105 Ti02 50 - 24 6 5 wt.% Nb205/TiO2 a 47 - 38 10 Zr02 39 - 22 9 3 wt.% Nb205/ZrO2' 39 - 34 19 Si02 - 275 - 127 1 wt.% Nb205/SiO2 b - 271 - 181 'Calcined for 2 h. b Calcined for 16 h. 40 Nb205/TiO2 Nb206/MgO o 30 e 0 Nb205/ZrO2 Nb205/AI203 A o r20 a e a Z 10 x Nb205/SiO2 0 0 10 20 30 40 INb/AI]b lk (X100) Mg. 2. X-ray photoelectron spectroscopy analysis of supported niobium oxide catalysts. of Nb205 loading. For the Nb205/AI203 system, the (Nb/Al)s f8,e ratio linearly increases with increasing Nb205 loading to - 19 wt.%, and deviates from the linear curve at high loadings due to the formation of bulk Nb205 particles. Similarly, the Nb205/TiO2, Nb205/ZrO2 and Nb205/SiO2 systems deviate from linearity at - 7 wt.%, ~ 5 wt.% and - 2 wt.% Nb205, respectively. 374 Roman spectroscopy Nb2 OS /Mg0 The Raman spectra of magnesium oxide-supported niobium oxide are shown in Fig. 3 as a function of Nb205 loading. The Raman bands at - 875, ^, 450, - 380 an - 230 cm\"' are associated with the surface niobium oxide phases, since MgO is not Raman active, and increase with Nb205 loading. The Raman bands at - 1085 and - 280 cm-' are due to CaC03 and decrease with Nb205 loading. The Raman spectra of 5 wtA Nb20,5/MgO calcined at different temperatures are shown in Fig. 4. The surface niobium oxide phase Niobium elhaxide in propanol 1s% `\" 10 / \"\"\"` 7% \"'I~T~T'TT TTl 1200 1000 800 600 400 200 Raman Shift (cni) Fig. 3. Raman spectra of Mg0-supported niobium oxide (calcined at 500 C) as a function of Nb205 loading. o C T o 950 C V _a _T v 700 C N 4) oC 500 C 1200 1000 800 800 400 200 Raman Shift (cm-1) Fig. 4. Raman spectra of 5 wtA Nb205/MgO as a function of calcination temperature. 375 Raman bands (- 875, - 450, - 380 and - 230 cm-') remain at the same positions after treatments at 500 and 700 C, while the CaC03 Raman bands (- 1085 and - 280 cm-') disappear after the 700 C calcination. For the 950 C calcined sample, multiple strong and sharp Raman bands appear in the 200-1000 cm-' region (suggesting the formation of a Mg-Nb-O solid solution). Nb2 OS IA12 03 The Raman spectra of the aqueously prepared alumina-supported niobium oxide are shown in Fig. 5. For Nb205 loadings less than 5 wt.%, broad and weak Raman bands due to the surface niobium oxide phase (since the A1203 support is not Raman active) appear at - 900 and - 230 cm-', and between 5 and 8 wt.% Nb205/Al2O3 the Raman band at - 900 cm-' shifts to - 930 cm-'. For Nb205 loadings greater than 8 wt.%, the Raman band at - 930 cm-' shifts to ^- 890 cm-', an additional Raman band from the surface niobium oxide phase appears at - 645 cm-' and increases in intensity with Nb205 loading. The intensity of the Raman band at - 230 cm-' also increases with Nb205 loading. The Raman spectra of the nonaqueously prepared aluminasupported niobium oxide catalysts are shown in Fig. 6, and reveal that the nonaqueously prepared catalysts possess the same Raman features as the aqueously prepared samples. The influence of the calcination temperature upon the 5 wt.% Nb205/ A1203 sample is shown in Fig. 7. The surface niobium oxide phase Raman bands at - 900 and - 230 cm-' are stable to elevated calcination temperature. However, the Raman band at - 900 cm-' shifts to - 930 cm-' in the 950 C-calcined sample and additional Raman bands appear at - 850, - 750, ^645 and ^-250 cm-' due to the formation of O,S-A1203 [20]. _h c 19% Nb10, T N 16% Nb,,O., a a .-~\". 13% Nb.~O;, .c o c ~ bra, o 5% Nb10, o 1% NbjO, 1200 1000 800 600 400 200 Raman Shift (cm) IIg. 5. Raman spectra of aqueously prepared A1203-supported niobium oxide (calcined at 500 C) as a function of Nb205 loading. 376 T A .L7 a 'C d C N Niobium ethoxide in propanol 25 /a Nbz05 20% Nb20~ 15 I Nb205 10% Nb20.I 1200 1000 800 600 400 Raman Shift (cm-1) Fig. 6. Roman spectra of nonaqueousiy prepared A1203-supported niobium oxide (calcined at 500 C) as a function of Nb205 loading. T N a _a a :N c N c ca. 950 C ca. 800 C_ ca. 700 C Ca. 500 C 1200 1000 800 600 400 200 Roman Shift (cm') Fig. 7. Roman spectra of 5 wt.% Nb206/A1203 as a function of calcination temperature. 1Vb2 OS /Ti02 The Roman data for titania-supported niobium oxide catalysts was collected only in the 700-1200 cm-1 region because of the strong scattering from the Ti02 support below 700 em-'. The Roman spectra of titaniasupported niobium oxide are shown in Fig. 8 as a function of Nb205 loading. The weak titarua (anatase or ruble) Roman features in the 700-1200 cm-' region were subtracted from the spectrum in order to more clearly observe the Roman features of the surface niobium oxide phase. A weak and broad Roman band appears at - 895 cm-1 from the surface niobium oxide phase which shifts from - 895 to - 930 em-' upon increasing the Nb205 loading 377 T 10% N6205 7% Nbz05 5% Nb205~ 1300 1100 900 700 Raman Shift (cm-l) Fig. 8. Raman spectra of Ti02-supported niobium oxide (calcined at 450 C) as a function of Nb205 loading. 000 C a 700 C c v 450'C E 300 C 1300 1100 900 700 Raman Shift (cm-1) Fig. 9. Raman spectra of 5 wt.ssu Nb205/riO2 as a function of calcination temperature. to 5 wt.%. For Nb205 loadings greater than 5 wt.%, an additional weak and broad Raman band appears at ^- 870 cm-' from the surface niobium oxide phase. The Raman spectra of 5 wt.% Nb205/TiO2 after different calcination temperatures are shown in Fig. 9. The surface niobium oxide phase Raman band at - 930 cm-' retains the same position after calcination between 300 to 700 C, but an additional weak and broad Raman band at - 870 cm-' appears after the 700 C calcination. For temperature treatments greater than 700 C, an additional weak and sharp Raman band appears at - 1000 cm-' and its intensity decreases slightly with further calcination at 950 C. 3 78 The Raman features of bulk Ti02, in the 700-100 cm-' region, are also changed after 800 C calcination indicating that the phase transformation from anatase (- 639, - 517, - 398, and ^,144 cm-') to rutile (- 614, - 445, and - 240 cm-') of Ti02 is detected at 800 C calcination. 102 OS lZr02 The Raman spectra of zirconia-supported niobium oxide catalysts was also collected only in the 750-1200 cm-' region because of the strong scattering of Zr02. The Zr02 support possesses a weak Raman band at - 755 cm-' which arises from the first overtone of its strong Raman band at - 380 cm-'. The Raman spectra were not corrected for the Zr02 background because of the overlapping Raman band between the Zr02 support and the surface niobium oxide phase. The Raman spectra of zirconia-supported niobium oxide catalysts are shown in Fig. 10 as a function of Nb205 loading. The surface niobium oxide phases possesses a weak and broad Raman band at 875 cm-' which shifts from ~ 875 to - 920 cm-' with increasing Nb205 loadings. The influence of the calcination temperatures upon the 3 wt.% Nb205/ Zr02 sample is shown in Fig. 11. The surface niobium oxide phase Raman band appearing at 900 cm-' shifts to - 930 cm-' upon increasing the calcination temperature from 450 to 950 C and an additional broad Raman band at - 820 cm-' appears after the 950 C calcination. 1Vb2 OS IsSi02 The Raman spectra of silica-supported niobium oxide catalysts after calcination at 500 C are shown in Fig. 12. For Nb205 loadings less than 2 wt.%, a weak and broad Raman band appears at - 960 cm-', and at higher loading additional Raman bands appear at - 650 and - 240 cm-'. Upon .e a 1o i 7% 5% 1200 1000 800 Raman Shift (cm') Fig. 10. Raman spectra of Zr02-supported niobium oxide (calcined at 450 C) as a function of Nb205 loading. 379 a _a T 950 C 450 C 1000 Kaman Shift (cm-1) Fig. 11. Raman spectra of 3 wtA Nb205/ZrO2 as a function of calcination temperature. 800 a) 0 8% 4% 1200 1000 800 600 400 200 Kaman Shift (cm-') Fig. 12. Kaman spectra of Si02-supported niobium oxide (calcined at 500 C) as a function of Nb205 loading. increasing the Nb205 loading to 8 wt.%, the surface niobium oxide phase has Kaman features ( ^- 900, -650 and -240 cm-') similar to bulk Nb205 (amorphous) [13]. The silica-supported niobium oxide catalysts were further calcined at 600 C in order to observe better Kaman scattering of the surface niobium oxide phase, as shown in Fig. 13. At low Nb205 loading ( < 2 wt.%), the Kaman intensity at 960 cm-1 increases with increasing Nb205 loading and remains constant with further increases in Nb205 loading. At high Nb205 loading ( > 2 wt.%), the Kaman band at ^ 900 cm-1 disappears and the Kaman band at -650 cm-' shifts to -680 cm-1, indicating the phase transformation of amorphous Nb205 to TT-Nb205 [ 13 ]. 380 5 _a T C d C N C 8 4% 2% 11 J 0.2% \"\"\"\"`^ ~ .,~,~..,., 1200 1000 000 600 Raman Shift (cm-1) Fig. 13. Raman spectra of S'02-supported niobium oxide (calcined at 600 C) as a function of Nb205 loading. e c o 1200 1000 950 C 600 C 500 C 200 800 600 400 Raman Shift (cm ') Fig. 14. Raman spectra of 4 wt.% Nb205/SiO2 as a function of calcination temperature. The Raman spectra of the 4 wt.% Nb206/Si02 sample are shown in Fig. 14 as a function of calcination temperature. The Raman band at - 960 cm-' retains the same positions, but becomes stronger with increasing temperature treatment. Upon increasing the calcination temperature to 950 C, bulk Nb205 on silica support has a phase transformation order similar to Nb205 ~ nH20 [ 13 ]: amorphous Nb205 ( -900, -650 and -240 cm-'), TT-Nb205 ( -680 and -240 cm-'), T-Nb205 ( -700 and -240 cm-') and H-Nb205 ( -993, ^- 670, -625 and -260 cm-'). 381 Discussion The nature of the surface niobium oxide phase is determined from a comparison of the Raman spectra of the MgO, A1203, Ti02, Zr02 and Si02\" supported niobium oxide samples with those of niobium oxide reference compounds and solution chemistry [13, 14]. The 1-15% Nb205 /MgO, 1-19/0 Nb205/Al2O3 1-5% Nb205/ZrO2 and 0.2-2% Nb205/SiO2 samples after calcination at 450 or 500 C do not contain the Raman features of crystalline Nb205 phases (major band at - 690 cm-1 due to slightly distorted Nb06 octahedra), but possess weak and broad Raman bands in the 900-1000 cm-1 region characteristic of a two-dimensional surface niobium oxide phase. The 1-10% Nb205/TiO2 samples also possess weak and broad Raman bands in the 890-930 cm-1 region which are characteristic of a two-dimensional surface niobium oxide phase. However, the very strong Ti02 Raman scattering below 700 cm-1 prevented the identification of crystalline Nb205 phases. XPS studies reveal that a linear relation between the (Nb/Al)surfa.e ratios and (Nb/Al)bu,k ratios (see Fig. 2) are observed due to the formation of a two-dimensional niobium oxide overlayer [ 17, 18 ]. The break in the linear curve corresponding to ^- 19 wt.% Nb205 loading suggests that the transition from a two-dimensional overlayer to three-dimensional particles (monolayer coverage) occurs at this point [17, 18]. This conclusion is supported by XRD measurements, which detect only crystalline Nb205 particles above - 19 wt.% Nb205/A12O3, and COZ chemisorption measurements [ 1 ], which indicate that the basic alumina hydroxyls have been removed by the niobium oxide overlayer at - 19 wt.% Nb205/Al2O3 [21, 22]. The XPS surface measurements of the Nb205/TiO2, Nb205/ZrO2 and Nb205/SiO2 systems (see Fig. 2) also suggest that the monolayer coverage of these three systems approaches - 7, - 5 and - 2 wt.% Nb205 loading, respectively. The increase in the [Nb/ Si]sura,e ratio at 12 wt.% Nb205/siO2 is due to the aggregation of bulk Nb205 on the exterior of the silica particles. However, no break is observed in the curve of [Nb/Mg]surface vs. [Nb/Mg]bu,k, and the linear increase in [Nb/Mg]g .fac ,e with increasing Nb205 loading indicates that Nb+5 is incorporated into the MgO support surface. Under ambient conditions, surface metal oxide overlayers on oxide supports are hydrated due to the presence of adsorbed moisture, and the moisture influences the molecular structures of these metal oxide phases [13, 15]. The Raman frequencies of the supported niobium oxide catalysts under ambient conditions, after calcination at 450 or 500 C, are tabulated in Table 2. Recent Raman characterization studies of supported vanadium oxide, molybdenum oxide, tungsten oxide and chromium oxide catalysts under ambient conditions have demonstrated that the molecular structures of the hydrated surface metal oxide phases are directly related to the surface pH of the aqueous film, which is determined by the combined pH of the oxide support and the metal oxide overlayer [ 16]. In aqueous environments, the oxide support equilibrates at the pH which results in net zero surface charge (point zero surface charge or isoelectric 382 TABLE 2 Raman bands of supported niobium oxide catalysts under ambient conditions Catalyst BET surface Raman bands (cm-') area (mz/g_,,,_) 5% Nb205/MgO 86 8ss0(m), 450(w), 3ss0(w), 230(w) 1046 NB205/Mg0 75 ss80(s), 450(w), 3ss0(w), 230(m) 5% Nb205/A]203 180 900(s), 230(m) 19'io Nb2o5/A1203 151 890(s), 650(s), 230(s) 1% Nb205/ri02 48 ss95(w) 7% Nb205M02 45 930(w) 1'% Nb205/Zro2 39 875(w) 596 Nb205/Zr02 40 920(w) 2 Yo Nb205/Si02 265 960(w) 4% Nb205/Sio2 262 960(w), 680(m), 230(w) point). The pH at the point zero surface charge of the metal oxide supports and niobium oxide are [23, 241: Support pH of point zero surface charge Mg0 12 A1203 9 Ti02 6.0-6.4 Zr02 4-7 Si02 - 2 Nb205 - 0.5 For supported metal oxide catalyst, the point zero surface charge of such composite materials is determined by the combined pH of the oxide support and the metal oxide overlayer. The influence of the metal oxide overlayer on the point zero surface charge of the composite system is directly related to the surface coverage of the surface metal oxide phases [251. Thus, the addition of surface niobium oxide (pH - 0.5) to oxide supports (2 < pH < 12) will always decrease the pH of the point zero surface charge, and the decrease will be proportional to the surface niobium oxide coverage. At low surface niobium oxide coverages of the supported niobium oxide catalysts, the surface pH under ambient conditions is dominated by the properties of the oxide support. The basic pH values of the Mg0 (pH =12) and A1203 (pH = 9) supports suggest that hexaniobate species (HNb60l9 ($ where x= 1, 2, 3) should be present with corresponding Raman bands at -880 cm-' [14, 26, 271. Indeed, at low surface coverages for Nb205/MgO and Nb205/AI203, only strong Raman bands are present at - 880 and - 900 383 cm-' respectively (see Table 2). The somewhat acidic pH values of the Ti02 (pH = 6.0-6.4) and Zr02 (pH = 4-7) supports suggest that the hexaniobate species should not be present in high concentrations [ 14, 26, 27] and that Nb205-nH20-type structures, containing slightly distorted Nb06 as well as Nb07 and Nb08 groups, should be present at ^-650 cm-' for Nb205/Ti02 and Nb205/ZrO2 at low surface coverages. Unfortunately, the strong vibrations of the Ti02 and Zr02 supports in this region do not allow direct confirmation of such niobium oxide species. However, the rather weak Raman bands for Nb205/TiO2 and Nb205/ZrO2 at - 895 and - 875 cm-', respectively, are consistent with this conclusion. For the acidic Si02 support with a pH value of - 3.9, Nb205 - nH20-type structures with Raman band at - 650 cm-' would be expected, but a weak and broad Raman band appearing at - 960 cm-' instead of - 650 cm-' is observed (see Figs. 12 and 13). This indicates that the surface niobium oxide phase on silica, after treatment with 500 or 600 C calcination, contains a highly distorted NbOr, octahedra which is similar to the `capping' structure of layered niobium oxide reference compound [ 13 ]. The transformation of the structure of the surface niobium oxide phase, from a slightly distorted Nb06 octahedra to a highly distorted Nb06 octahedra, on Si02 under high-temperature treatments is probably due to the weak interaction between the surface niobium oxide phase and the Si02 support, and the presence of the surface niobium oxide phase, possessing a highly distorted Nb06 octahedra, on Si02 under ambient conditions is probably due to the hydrophobicity of Si02* Gil-Llambias et al. have shown that the surface pH of the A1203-supported V205 and Mo03 and the Ti02-supported V205 and M003 systems decreases with increasing surface vanadium oxide coverage [25]. The surface pH of the supported vanadium oxide system is expected to be lower than the surface pH of the oxide support at high surface coverages, because the surface pH of V205 - 1.5, and close to the oxide support at low surface coverages. Consequently, the surface pH of the supported niobium oxide catalysts under ambient conditions is significantly influenced by the acidic niobium oxide overlayer at high surface niobium oxide coverages. Under acidic aqueous conditions the Nb205 - nH20-type structures, containing slightly distorted Nb06 as well as Nb07 and Nb08 groups, should be present and give rise to a Raman band at - 650 cm-' [ 13]. Indeed, such Raman bands are observed at high loading for Nb205/A1203 and Nb205/SiO2 catalysts. The thermal stabilities of these niobium oxide structures, however, are very different on the Si02 and A1203 structures. For Nb205/SiO2, further calcination at 700 C shifts the Raman band from - 680 to - 700 cm-', which is characteristic of crystalline T-Nb205 (see Fig. 14). For Nb205/A1203, further calcination at 700 C does not shift the Raman band at - 650 cm-' [ 1 ]. Thus, it appears that on Si02 the surface niobium oxide phase at high loading is present as a bulk Nb205 phase which weakly interacts with the silica substrate, and that on A1203 the supported niobium oxide phase at high loading is present as a two-dimensional overlayer anchored to the alumina support. The complete absence of Raman bands at - 650 cm-' for Nb205/ 384 MgO at high loading reveals that the extremely basic MgO support dominates the surface pH. In addition, crystalline Nb205 could not be formed at extremely high Nb205 loading, - 15 wt.% Nb205/MgO, which corresponds to approximately two monolayers of surface niobium oxide for this MgO support of - 80 m2 g-'. The inability to form crystalline Nb205 at high loadings and the very basic nature of the Nb205/MgO surface, absence of - 650 cm-' Raman band at high loadings, is related to the strong acid-base interaction between Nb205 and MgO, and leads to significant incorporation of Nb+S into the MgO support surface. This is also consistent with XPS surface measurements of the Nb205/MgO system, which show a linear increase of the [Nb/Mg]$ ,fa,e ratio with increasing Nb205 loading to - 15 wt.%. The strong vibrations of the Ti02 and Zr02 supports in the - 650 cm-' region prevented the direct detection of this species at high loadings of Nb205. It is well known that surface metal oxides on oxide supports are stable to high calcination temperatures and prevent the dehydroxylation of the oxide supports [6, 7]. In this study, niobium oxide reacts with the surface hydroxyl groups of the oxide supports (MgO, A1203, Ti02, Zr02 and Si02) to form a surface niobium oxide overlayer which retards the loss in surface areas of the A1203, Ti02, Zr02 and Si02 supports at elevated calcination temperatures (see Table 1). However, the presence of niobium oxide does not stabilize the MgO surface area at 950 C calcination temperature, due to the formation of a Nb-Mg-O solid solution. The different molecular states of niobium oxide (crystalline Nb205, compounds, and surface niobium oxide phase) can be discriminated via Raman spectroscopy, since it monitors the structural transformations of the supported niobium oxide systems with increasing temperature. The surface niobium oxide overlayer on the oxide supports (A1203, Ti02, Zr02 and Si02) is stable to high calcination temperatures (300-950 C) because of the strong surface niobium oxide phase-oxide support interaction. The 5 wt.% Nb205/ A1203 sample calcined between 500 and 950 C exhibits only the Raman bands of the surface niobium oxide phase, and no evidence for the formation of crystalline Nb205 and AINb04 phases is found (see Fig. 7) [1, 13]. During thermal treatments, an increase in surface density of the supported niobium oxide phase occurs on decreasing the surface area of the oxide support [28], which shifts the Raman band from - 900 to - 930 cm-' in the Nb205/ Zr02 system (see Fig. 11). Raman studies also reveal that the surface niobium oxide overlayer on Ti02 is partially transformed to crystalline H-Nb205 (characteristic Raman band at - 1000 cm-') due to the loss in surface area of Ti02 treated at a temperature greater than 800 C (see Fig. 9). Upon increasing the temperature of treatment from 800 to 950 C, the decrease in Raman band intensity at - 1000 cm-' indicates that the crystalline H-Nb205 reacts with Ti02 to form a Nb-Ti-O phase at high calcination temperature [29]. Bulk Nb205 is not stable to elevated calcination temperatures, and exhibits a phase transformation of amorphous Nb205 to H-Nb205 due to the weak interaction with the Si02 support (see Fig. 14). Thus, the surface 385 niobium oxide phase-oxide support interaction controls the thermal stability of the surface niobium oxide phases. Recent EXAFS/XANES studies on A1203, Ti02 and Si02-SUPPorted niobium oxide catalysts have been reported by Nishimura et al. [30, 31 ]. At low Nb205 loadings (< 3 wt.%), they determined that the surface niobium oxide phases possess a dioxo Nb04 structure on the A1203 as well as Si02 supports and a mono-oxo Nb05 structure on the Ti02 support. A model for a monolayer of surface niobium oxide on silica, - 320 m2 g-', corresponding to - 23.7 wt.% Nb205/SiO2 was presented, and it was concluded that the Nb-O and Nb-Nb bond lengths of the surface niobium oxide monolayer are similar to those of T-Nb205 [32]. The Si02-supported niobium oxide catalysts were also studied by Weissman et al. [33], who determined that a monolayer of surface niobium oxide on silica, - 300 m2 g-', corresponds to - 29.3 wt.% Nb205/SiO2. The surface niobium oxide monolayer contains no crystalline Nb205 phase from X-ray diffraction [33]. The valence sum rule is a useful concept for discussing the feasibility of a proposed surface niobium oxide structure [34]. The sum of the valencies or bond orders of the individual Nb-O bonds should equal to 5 0.1 valence units. An empirical expression relating Nb-O bond length to bond valency was developed by Brown and Wu [35]. The Nb valence units of Nishimura's proposed models for surface niobium oxide phases on the A1203, Ti02 and Si02 supports are estimated to be 4.3, 3.6 an 5.7, respectively. These value are much lower or higher than the Nb+5 valence state (5 0.1 v.u.). In addition, the ratio of the Nb+5 ionic radius to the O-2 ionic radius, 0.5, is too large to fit into a Nb09 tetrahedral structure. Thus, Nishimura's models for the surface niobium oxide phases are less feasible. No crystalline Nb205 phase was detected on the Nb205/SiO2 systems at high Nb205 loadings from XRD. This suggests that the bulk Nb205 phase on the Si02 support possesses a particle size smaller than 40 A. Conclusions Raman and XPS studies on supported niobium oxide catalysts under ambient conditions reveal that the surface niobium oxide phase forms a twodimensional overlayer on oxide supports (MgO, A1203, Ti02, Zr02 and Si02). The available Raman data under ambient conditions on supported niobium oxide catalysts, consistent with prior studies indicate that the surface pH determines the molecular structures, of the surface metal oxide phases. At low surface coverages on basic oxide supports (MgO and A1203), hexaniobatelike surface species (H,Nbg019-($-x) where x= 1, 2, 3) appear to be present. The hexaniobate-type surface species contain highly distorted Nb06 octahedra. At high surface coverages on basic (A1203) and acidic (Ti02 and Zr02) oxide supports, hydrated niobium oxide-type surface species (Nb205 - nH20) are also present. The hydrated niobium oxide-type surface species contain slightly distorted Nb06 octahedra as well as slightly distorted Nb07 and Nb0$ 386 structures. The hydrated niobium oxide-type surface species probably also predominate at low surface coverages on the acidic oxide supports (Ti02, Zr02 and Si02), but cannot be detected due to overlap with the strong vibrations from the oxide supports. In addition, bulk Nb20, Kaman bands at N 680 cm-1 could be observed above 19 wt.% Nb205/AI203, 5 wt.% Nb205/ Zr02 and 2 wt.% Nb205/SiO2 indicating that monolayer coverage, titration of reactive surface hydroxyls, had been achieved. These conclusions are also supported bu the XPS measurements. Bulk Nb205 was not formed on MgO, even at the equivalent of two monolayers loading, and could not be detected on Ti02 because of the very strong Ti02 vibrations. The XPS measurements of the surface niobium oxide on Ti02 suggest that the monolayer coverage is reached at ^ 7 wt.% Nb205/TiO2. The surface niobium oxide phase on oxide supports (such as A1203, Ti02, Zr02 and Si02) is stable to high calcination temperatures. The high temperature stability of the surface niobium oxide overlayer is due to the strong interaction between the surface niobium oxide phase and these oxide supports. Acknowledgement Financial support for this work by Niobium Products Company, Inc. is gratefully acknowledged. We wish to thank P. McCaslin of Unocal Science and Technology Division for the XPS measurements. References 1 J. M. Jehng and 1. E. Wachs. Oepr. Am. Chem. Soc., Div. Petrol. Chem., 34 (1989) 546. 2 E. I. Ko, R. Bafrali, N. T. Nuhfer and N. J. Wagner, J. Catal., 95 (1985) 260. 3 Y. Wada, M. Inaida, Y. Murakami and A. Morikawa, Bull. Chem. Soc. Jpn., 61 (1988) 3839. 4 A. M. Turek, 1. E. Wachs and E. Delanio, to be published. 5 I. E. Wachs, Proc. Int. Con: Niobium and Tantalum, Orlando, Nov. 7-9, 1988, Tantalum-Niobium Int. Study Center, Brussels, 1989, p. 679. 6 U.S. Pat. 4 415 480 (1983) to L. L. Murrell and D. C. Grenoble. 7 I. E. Wachs, J. M. Jehng and F. D. Hardcastle, Solid State Ionics, 32133 (1989) 904. 8 L. L. Murrell, D. C. Grenoble, C. J. Kim and N. C. Dispenziere, J . Catal., 107 (1987) 463. 9 U.S. Pat. 4 233139 (1980) to L. L. Murrell, D. C. Grenoble and C. J. Kim. 10 S. Okazaki and T. Okuyama, Bull. Chem. Soc. Jpn., 56 (1983) 2159. 11 K. Asakura and Y. Iwasawa, Chem. Lett., (1986) 511. 12 K. Asakura and Y. Iwasawa, Chem. Lett., (1988) 633. 13 J. M. Jehng and I. E. Wachs, Chem. Mater., 3 (1991) 100. 14 J. M. Jehng and I. E. Wachs, J. Raman Spectrosc., 22 (1991) 83. 15 S. S. Chan, I. E. Wachs, L. L. Murrell, L. Wang and W. K. Hall, J. Phys. Chem., 88 (1984) 5831. 16 G. Deo and I. E. Wachs, J. Phys. Chem., in press. 17 F. P. J. M. Kerkhof and J. A. MoulUn, J. Phys. Chem., 83 (1979) 1612. 18 Z. X. Liu, Z. D. Lin, H. Fan and F. H. Li, Appl. Phys., A45 (1988) 160. 19 I. E. Wachs, F. D. Hardcastle and S. S. Chan, Spectroscopy, 1 (1986) 30. 20 S. S. Chan, 1. E. Wachs, L. L. Murrell and C. C. Dispenziere, Jr., J. Catal., 92 (1985) 1. 21 W. S. Miilman, K. 1. Segawa, D. Smrz and W. K. Hall, Polyhedron, 5 (1986) 169. 387 22 C. L. O'Young, C. H. Yang, S. J. DeCanio, M. S. Patel and D. A. Storm, J. Catal., 113 (1988) 307. 23 G. A. Park, Chem. Rev., 65 (1965) 177; idem, Adv. Chem. Ser., 61 (1967) 121. 24 Y. S. Yin, A. Ougour, A. Auroux and J. C. Vederine, Stud. Surf. Sci. Catal., 48 (1989) 525. 25 F. J. Gil-Llamblas, A. M. Escudey, J. C. G. Fierro and A. C. Agudo, J. Catat., 95 (1985) 520. 26 A. Goiffon and B. Spinner, Bull. Soc. Chim. Fr. 11-12 (1975) 2435. 27 A. Goiffon, R. Granger, C. Bockel and B. Spinner, Rev. Chim. Min., 10 (1973) 487. 28 F. Roozeboom, J. Medema and P. J. Gellings, Z. Phys. Chem., 111 (1978) 215. 29 A. F. Well, Structural Inorganic Chemistry, Oxford, London, 1984. 30 M. Nishimura, K. Asakura and Y. Iwasawa, J. Chem. Soc., Chem. Commun., (1986) 1660. 31 M. Nishimura, K. Asakura and Y. Iwasawa, in M. J. Phillips and M. Ternan (eds.), Proc. 9th Int. Congr. Catal., Vol. 4, The Chemical Institute of Canada, Ottawa, 1988, p. 1842. 32 M. Shirai, A. Asakura and Y. Iwasawa, PACIFICHEM '89, Catalytic Conversion with Niobium Materials, Honolulu, Dec. 17-22, 1989; M. Shirai, N. Ichikuni, K. Asakura and Y. Iwasawa, Catal. Today, 8 (1990) 57. 33 J. G. Weissman, E. I. Ko and P. Wynblatt, J. Catal., 108 (1987) 383. 34 I. D. Brown, Chem. Soc. Rev., 7 (1978) 359. 35 I. D. Brown and K. K. Wu, Acta Cryst., B32 (1976) 1957. X244 9180050D 0304-5102(91)80050-D 10.1016/0304-5102(91)80050-D Molecular structures of supported niobium oxide catalysts under ambient conditions Jih-Mirn Jehng Israel E. Wachs ∗ Zettlemoyer Center for Surface Studies, Department of Chemical Engineering, Lehigh University, Bethlehem, PA 18015 U.S.A. * Author to whom correspondence should be addressed. The supported niobium oxide catalysts were investigated by Raman spectroscopy and X-ray photoelectron spectroscopy in order to determine the molecular structure and monolayer coverage of the surface niobium oxide phase on oxide supports (MgO, Al2O3, TiO2, ZrO2, and SiO2). The molecular structures of the surface niobium oxide phases present in the supported niobium oxide catalysts under ambient conditions, where adsorbed moisture is present, are controlled by the surface pH of the system. Basic surfaces result in the formation of highly distorted NbO6 groups and acidic surfaces result in the formation of slightly distorted NbO6, NbO7 and NbO8 groups. The surface niobium oxide overlayer is stable to high calcination temperatures due to the strong surface niobium oxide-support interaction. The monolayer coverage of supported niobium oxide catalysts is reached at ≈19 wt.% Nb2O5/Al2O3, ≈7 wt.% Nb2O5/TiO2, ≈5 wt.% Nb2O5/ZrO2 and ≈2 wt.% Nb2O5/SiO2, but not for the Nb2O5/MgO system due to the incorporation of Nb+5 into the MgO support. References 1 J.M. Jehng I.E. Wachs Prepr. Am. Chem. Soc., Div. Petrol. Chem. 34 1989 546 2 E.I. Ko R. Bafrali N.T. Nuhfer N.J. Wagner J. Catal. 95 1985 260 3 Y. Wada M. Inaida Y. Murakami A. Morikawa Bull. Chem. Soc. Jpn. 61 1988 3839 4 A. M. Turek, I. E. Wachs and E. Delanio, to be published. 5 I.E. Wachs Proc. Int. Conf. Niobium and Tantalum, Orlando, Nov. 7–9, 1988 1989 Tantalum-Niobium Int. Study Center Brussels 679 6 U.S. Pat. 4 415 480 (1983) to L. L. Murrell and D. C. Grenoble. 7 I.E. Wachs J.M. Jehng F.D. Hardcastle Solid State Ionics 32/33 1989 904 8 L.L. Murrell D.C. Grenoble C.J. Kim N.C. Dispenziere J. Catal. 107 1987 463 9 U.S. Pat. 4 233 139 (1980) to L. L. Murrell, D. C. Grenoble and C. J. Kim. 10 S. Okazaki T. Okuyama Bull. Chem. Soc. Jpn. 56 1983 2159 11 K. Asakura Y. Iwasawa Chem. Lett. 1986 511 12 K. Asakura Y. Iwasawa Chem. Lett. 1988 633 13 J.M. Jehng I.E. Wachs Chem. Mater. 3 1991 100 14 J.M. Jehng I.E. Wachs J. Raman Spectrosc. 22 1991 83 15 S.S. Chan I.E. Wachs L.L. Murrell L. Wang W.K. Hall J. Phys. Chem. 88 1984 5831 16 G. Deo and I. E. Wachs, J. Phys. Chem., in press. 17 F.P.J.M. Kerkhof J.A. Moulijn J. Phys. Chem. 83 1979 1612 18 Z.X. Liu Z.D. Lin H. Fan F.H. Li Appl. Phys. A45 1988 160 19 I.E. Wachs F.D. Hardcastle S.S. Chan Spectroscopy 1 1986 30 20 S.S. Chan I.E. Wachs L.L. Murrell C.C. Dispenziere Jr. J. Catal. 92 1985 1 21 W.S. Millman K.I. Segawa D. Smrz W.K. Hall Polyhedron 5 1986 169 22 C.L. O'Young C.H. Yang S.J. DeCanio M.S. Patel D.A. Storm J. Catal. 113 1988 307 23 a G.A. Park Chem. Rev. 65 1965 177 b G.A. Park Adv. Chem. Ser. 61 1967 121 24 Y.S. Yin A. Ougour A. Auroux J.C. Vederine Stud. Surf. Sci. Catal. 48 1989 525 25 F.J. Gil-Llamblas A.M. Escudey J.C.G. Fierro A.C. Agudo J. Catal. 95 1985 520 26 A. Goiffon B. Spinner Bull. Soc. Chim. Fr. 11–12 1975 2435 27 A. Goiffon R. Granger C. Bockel B. Spinner Rev. Chim. Min. 10 1973 487 28 F. Roozeboom J. Medema P.J. Gellings Z. Phys. Chem. 111 1978 215 29 A.F. Well Structural Inorganic Chemistry 1984 Oxford, London 30 M. Nishimura K. Asakura Y. Iwasawa J. Chem. Soc., Chem. Commun. 1986 1660 31 M. Nishimura K. Asakura Y. Iwasawa M.J. Phillips M. Ternan Proc.9th Int. Congr. Catal. 4 1988 The Chemical Institute of Canada Ottawa 1842 32 a M. Shirai A. Asakura Y. Iwasawa PACIFICHEM '89, Catalytic Conversion with Niobium Materials, Honolulu 17221989 b M. Shirai N. Ichikuni K. Asakura Y. Iwasawa Catal. Today 8 1990 57 33 J.G. Weissman E.I. Ko P. Wynblatt J. Catal. 108 1987 383 34 I.D. Brown Chem. Soc. Rev. 7 1978 359 35 I.D. Brown K.K. Wu Acta Cryst. B32 1976 1957",
      "scopus-id": "0026204864",
      "coredata": {
        "eid": "1-s2.0-030451029180050D",
        "dc:description": "The supported niobium oxide catalysts were investigated by Raman spectroscopy and X-ray photoelectron spectroscopy in order to determine the molecular structure and monolayer coverage of the surface niobium oxide phase on oxide supports (MgO, Al2O3, TiO2, ZrO2, and SiO2). The molecular structures of the surface niobium oxide phases present in the supported niobium oxide catalysts under ambient conditions, where adsorbed moisture is present, are controlled by the surface pH of the system. Basic surfaces result in the formation of highly distorted NbO6 groups and acidic surfaces result in the formation of slightly distorted NbO6, NbO7 and NbO8 groups. The surface niobium oxide overlayer is stable to high calcination temperatures due to the strong surface niobium oxide-support interaction. The monolayer coverage of supported niobium oxide catalysts is reached at ≈19 wt.% Nb2O5/Al2O3, ≈7 wt.% Nb2O5/TiO2, ≈5 wt.% Nb2O5/ZrO2 and ≈2 wt.% Nb2O5/SiO2, but not for the Nb2O5/MgO system due to the incorporation of Nb+5 into the MgO support.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180050D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jehng, Jih-Mirn"
          },
          {
            "@_fa": "true",
            "$": "Wachs, Israel E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180050D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180050D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80050-D",
        "prism:volume": "67",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Molecular structures of supported niobium oxide catalysts under ambient conditions",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "369-387",
        "prism:endingPage": "387",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 1991",
        "prism:doi": "10.1016/0304-5102(91)80050-D",
        "prism:startingPage": "369",
        "dc:identifier": "doi:10.1016/0304-5102(91)80050-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026204864"
      }
    }
  }
}