{
  "metadata": {
    "title": "Polymetallic catalysts derived from intermetallic hydrides",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80054-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800541",
    "pii": "0304510284800541"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020927155",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800541 0304-5102(84)80054-1 0304510284800541 10.1016/0304-5102(84)80054-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 29 317 326 317 326 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. POLYMETALLICCATALYSTSDERIVEDINTERMETALLICHYDRIDES LUNIN V IMAMURA 1979 2009 H WALLACE 1980 3145 W LUNIN 1978 1593 V LUNIN 1973 2287 V LUNIN 1975 383 V KRINCHICK 1979 599 G NEFEDOV 1980 207 V SIEGMANN 1978 972 H LOKTEVA 1981 644 A KHAN 1983 61 A RAKHAMIMOV 1980 514 B LEPPKE 1981 89 N TECHNOLOGYDEEPREFININGRAWPETROLEUMINRUSSIAN LUNINX1984X317 LUNINX1984X317X326 LUNINX1984X317XV LUNINX1984X317X326XV item 0304-5102(84)80054-1 0304510284800541 1-s2.0-0304510284800541 10.1016/0304-5102(84)80054-1 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800541-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800541/MAIN/application/pdf/a981b8769db728e15ae0d4eef70f260a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800541/MAIN/application/pdf/a981b8769db728e15ae0d4eef70f260a/main.pdf main.pdf pdf true 675372 MAIN 10 1-s2.0-0304510284800541-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800541/PREVIEW/image/png/3e04f45005567794bfe6fafbe66443de/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800541/PREVIEW/image/png/3e04f45005567794bfe6fafbe66443de/main_1.png main_1.png png 63725 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 317 - 326 317 POLYMETALLIC CATALYSTS DERIVED FROM INTERMETALLIC HYDRIDES V. V. LUNIN* and ASHRAF Z. KHAN Faculty of Chemistry, Moscow State University, Moscow 117234 (U.S.S.R.) Summary A new method of preparation of heterogeneous catalysts, derived from the intermetallic hydrides of ZrNiH^, ZrCoH^, HfNiH^, HfCoH^, ZrFeH^, ZrNiCuH^, ZrCoCuH^, TiCuH^ and TiMoH^ (0.5 < x < 3), has been recent- ly developed. The phenomenon of surface segregation of metals due to oxi- dation serves as the basis of the method. It was established that the effect of the surface segregation due to the oxidation is enhanced by the influence of hydrogen, evolved from the bulk of the hydrides. The catalysts derived from the intermetallic hydrides are shown to be quite active in the reactions of hydro-dehydrogenation, hydrogenolysis, dehydrocyclization and hydro- dealkylation of hydrocarbons. These catalysts are more active than those of the individual as well as supported metallic catalysts in comparable condi- tions. Moreover, these systems exhibit higher stability in all the investigated reactions. A mechanism has been proposed for the formation of the cata- lytically active surface on the intermetallic hydrides. Introduction In recent years, catalysts derived from intermetallic compounds and their hydrides have drawn much attention from researchers [1-3]. It was shown [4, 5] that the catalytic behaviour of the intermetallic hydride-based systems, e.g. Ti Mo H, Ti Ni H and Zr Ni H, in the isomerization and hydrogenation of hexene-1 is not the same as that of the metallic compo- nents forming the systems individually. The ability of many intermetallics to react reversibly with hydrogen allows their application as catalysts in reactions related to the activation and transfer of hydrogen. Detailed investigations of rare earth elements and nickel-based intermetallics and hydrides in catalysis have been reported by Wallace and Imamura [2]. In this paper, some experimental results on the * Author to whom correspondence should be addressed. 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 318 catalytic and physico-chemical properties of the catalysts derived from the intermetallics and hydrides of Ti, Zr and Hf with Ni, Co and Fe are given. Experimental The fresh intermetallics were prepared by melting the desired quantities of corresponding metals containing less than 100 ppm impurities in an atmosphere of helium. The product was remelted 5 - 6 times in order to obtain uniformity. Homogeneity of the alloys was controlled by X-ray dif- fraction analysis. The intermetallic hydrides were obtained in a specially constructed all- metal vacuum system by direct reaction of the intermetallics with hydrogen in the temperature range 293 - 573 K and hydrogen pressure range 105 - 1.5 X 105 Pa. Saturation of the intermetallics by hydrogen under these con- ditions resulted in finely dispersed hydrides of ZrNiI^.s, ZrCoH^.g, HfCoH^g) ZrNio.pCuo.aHl^, ZrNio.3Cuo.7H and ZrFeH, stable at room temperature. The quantity of hydrogen contained in the hydrides was determined by vacuum thermoextraction. Magneto-optical investigations of the hydride surfaces were carried out according to [6]. XPS studies of surface composition of the samples were made on VIEE-15 and ADES-400 electron spectrometers as described in [7]. The catalytic behaviour of the intermetallic hydrides was studied in a flow reactor fitted with a splashing and impulse feed system of the reagents, as well as in a reactor with a vibroliquefied layer of catalysts under gra- dientless conditions. The liquid and gaseous products were analyzed by gas- liquid chromatography and by mass spectrometry. Results and discussion On investigating the catalytic activity of the intermetallic hydrides, it was observed that these catalysts have an appreciable induction period. A typical result obtained on toluene transformations over ZrN^.g is shown in Fig. 1. It was found that the catalytic activity of the untreated sample increased slowly, attaining constant activity after 8 -10 h. This was also true for the intermetallic hydrides of Zr Co, Hf Ni, Hf Co and Ti Ni. These results show that the reaction environment exerts a great influence on the formation of the catalytically active surfaces of the intermetallic hydrides. Information on the influence of external conditions (environment, tem- perature, pressure) on the surface composition of the intermetallic hydrides is quite limited. It is only known that when the hydrides are in contact with air, the surface is coated with a thin oxide film and resists further oxidation. The composition and structure of the catalyst surface, as well as its diffusion penetrability for different gases, particularly for hydrogen, are also of great 319 Time, h Fig. 1. Change in the catalytic activity of ZrNiH; g with time during toluene transforma- tions in Hi How at: (a) 473 K; (2) 623 K; (3) 673 K. interest in catalysis. In this connection we investigated the influence of several factors, namely: (1) contact with hydrogen, ethylene, oxygen and air; (2) temperature and (3) pressure on the composition and surface struc- ture of the intermetallics and their hydrides. It was observed that pretreat- ment of the intermetallic hydrides in an atmosphere of high purity hydro- gen, hydrocarbon and heat treatment under high vacuum did not cause appreciable morphological changes in their surface layers. As a result of the catalytic process, the untreated nonmagnetic hydrides of ZrNiH2.s, ZrCoH2.g, HfN^.g and HfCoH2.s became ferromagnetic. X-ray diffraction analysis showed no change in the phase composition of the samples, either before or after the reaction, and the X-ray patterns corre- sponded to those of the intermetallic hydrides. This indicated that the bulk of the hydrides preserved their structure. Thus it appears that the ferro- magnetism is brought about by a structural change in the surface layer. As concerns the source of ferromagnetism in the Zr Ni H system, it is well known that not a single intermetallic compound of Zr with Ni exhibits ferromagnetism. It thus seems that in this system, ferromagnetism is caused by the formation of metallic nickel. We established that heat treatment of the intermetallics and their hydrides at 473 - 673 K in the presence of even small quantities of oxygen (13.33 Pa) caused ferromagnetic behaviour. The magnetic properties of the thin subsurface layer were studied by the magneto-optical method described previously [6]. This method is based on Kerr's equatorial effect, which can determine the relative concentration of the ferromagnetic phase at a depth of 30 nm. Figure 2 represents the dependence of Kerr's equatorial effect on the energy quantum of incident light for poly crystalline nickel (curve 1), Zr Ni heated in air at 473 K for 6 h (curve 2) and ZrNiH^.g heated under 320 Fig. 2. Kerr's Equatorial Effect on: (1) polycrystalline nickel; (2) ZrNi heated in air at 473 K, 6 h; (3) ZrNiH^.g as in (2); (4) ZrNi heated in air at 473 K, 3 h. the same conditions (curve 3). From Fig. 2 it is seen that the curves for Ni and the samples heated for 6 h are identical in the visible and IR spectral regions. This result indicates that during the oxidation a ferromagnetic layer of Ni is formed in the subsurface of Zr Ni, as well as of Zr Ni H. It is im- portant to note that after a light polishing of the oxidized samples the ferro- magnetic effect disappeared, indicating that the structural change occurred only in the surface layer of the catalysts. The decrease of this effect in rela- tion to pure nickel in the short wave region shows the presence of a non- ferromagnetic oxide layer, transparent in the IR and visible spectral regions, over the ferromagnetic layer of nickel. The large value of this effect in the region of 3.3 - 4.3 eV energy quantum of incident light corresponds to the thinner oxide layer, covering the ferromagnetic layer of nickel. Figure 2 also shows that the oxide layer is thinner in the hydride than in the intermetallic. It was thus interesting to study the kinetics of nickel segregation due to oxidation in both the intermetallic and the hydride (Fig. 3). The change was observed in the hydride even at 373 K, and the rate of the formation of the ferromagnetic layer was greater than in the intermetallic one. This is the first report of the effect of segregation enhancement in the hydride in compari- son with the intermetallic catalyst, and the phenomenon is now under further investigation. XPS studies on the surface layer of the intermetallics and hydrides con- firmed the results of the magneto-optical investigation [7]. The XPS revealed that zirconium exists on the surface layer only as oxide in both the un- treated and after-reaction hydrides. This is clear from the fact that an oxide film of 1 - 5 nm thickness is formed on the surface of zirconium already at room temperature; this film is reduced in Hz only at 1073 - 1273 K. The accumulation rate of nickel in the surface layer depends on the pretreatment conditions of the hydride (Fig. 4). It was observed that the surface enrich- ment with Ni occurred very fast at the beginning at 473 K under the iso- thermal conditions, followed by gradual decrease. It can be proposed that the 321 280 360 440 Time, min Fig. 3. Change in Kerr's Equatorial Effect with time for ZrNi (hw = 1.14 eV) at (1) 373 K; (2) 473 K; for ZrNiHz.s (hw = 1.41 eV) at (3) 373 K, (4) 473 K. 1.5 1.0 0.5 Fig. 4. Dependence of Ni/Zr ratio on Ax+ sputtering time of the ZrNi surface at 473 K for (1) untreated sample; (2) sample oxidized for 80 min; (3) sample oxidized for 160 min; (4) sample oxidized for 320 min. decrease in segregation rate corresponds to the completion of the surface layer formation. To examine the depth of the structural change occurring in the cata- lysts, we performed XPS studies to find the dependence of the Zr Ni sur- face composition on the Ar\"*\" sputtering time and the angle of the photoelec- tron eject. Figure 4 represents the Ni/Zr atomic ratio dependence on the Ar\"*\" sputtering time of the Zr Ni surface. A layer 2 nm thick is removed from the surface for 1 min of ion sputtering. The extent of Ni enrichment on the subsurface layer is appreciably changed within the first 30 min (Fig. 4) of the oxidation, followed by further slow change. The surface layer consists of Ni/NiO at the topmost layer after oxidation, and its extent increases with heating time. The next layer is that enriched with ZrO;-.,:. The minimum Ni/Zr ratio is observed at a distance of 1 - 4 nm from the surface. Then follows the layer enriched with Ni, and at a depth of 100 -160 nm stoichio- metric composition is achieved. Identical results were obtained for ZrNiHz.s, where subsurface enrichment with Ni was also observed. 322 Fig. 5. Surface structure of the catalyst derived from ZrNiH^g. Hence, on the basis of the results obtained, the following catalytic structure, which is formed as a result of segregation due to the oxidation of the intermetallic hydride, can be proposed (Fig. 5). The surface layer of this catalyst consists of ZrOa and Ni, which exists on the surface as NiO after oxidation. Naturally, on reduction in H; the oxide film of Ni is reduced as well. The same type of surface structure of the rare earth element-based intermetallics and hydrides has been discussed by Siegmann et al. [8]. If the hydride subsystem can be ignored, then that sort of catalyst resembles externally the traditional supported catalyst. However, as shown by the experimental results, the hydride phase exerts an appreciable influence on the catalytic behaviour of the surface layer. The catalytic stability of the intermetallic hydride-based system is actually greater than that of the corresponding supported catalysts. In this connection we have compared the catalytic behaviour of the hydrides with that of the supported Ni/ZrC^ and Co/ZrO^ catalysts (Table 1) prepared by impregnation and coprecipitation, in toluene transformations TABLE 1 Catalytic activity of Co- and Ni-containing catalysts in toluene transformations Catalyst SpecU of Co (n^g- 'ic surface (Ni) -') Specific activity (mol m 2 h X 104) in hydrogenation at 453 K in hydro -genolysis at 573 K in hydro-demethylation at 573 K ZrCoHi.g ZrCoiHo 2 32 wt.% Co/ZrOz 49 wt.% Co/ZrO; 32 wt.% Co/AlaOa 32 wt.% Ni/Zr02 ZrNiHz s 1.6 2.6 19.2 13.5 4.4 12.0 4.0 9.4 8.8 1.6 1.3 1.7 1.5 3.0 6.6 9.2 0.3 1.9 0.3 0.1 0 4.2 3.1 0.3 0.3 1.5 0.3 0.5 323 TABLE 2 The H-D isotopic exchange in zirconium-based hydrides Catalyst Reaction conditions H:D ratio in catalyst ZrH^ n-hexane in Dz flow, 2 h, 713 K 98:2 ZrNiH^g n-hexane in D^ flow, 0.5 h, 573 K. 2:98 ZrCoH^g n-hexane in D^ flow, 0.5 h, 573 K 3:97 ZrFeHo.7 n-hexane in Dz flow, 1 h, 623 K 9:91 as described [8,9]. The catalysts derived from ZrNiH^g and ZrCoH^g exhibit high activity and stability under the conditions of multiple increases and decreases in reaction temperature. In contrast, the 12.5 wt.% Ni/ZrOa system, the surface value of which is nearer to that of the Zr Ni H system, lost its activity for toluene transformation quite rapidly and irreversibly. At the same time, the catalytic activity of the Ni/ZrO; catalyst prepared by coprecipitation and having an atomic ratio of Ni:Zr equal to 1:1, i.e. as in the fresh intermetallic, was nearer to that of the Zr Ni H system. Presum- ably, the specific behaviour of this Ni/ZrO^ catalyst is due to its high capac- ity for hydrogen chemisorption. For example, it chemisorbs 6 times more hydrogen than does Ni/Al^C^. It is possible that during hydrogen treatment a thin film of hydride is formed on Ni/ZrO^, accounting for the preservation of its high activity. Analysis of the catalysts for carbon after the reaction showed that Zr Ni H contained no carbon deposit, while Ni/ZrO^ con- tained 3 wt.% carbon. What are the factors responsible for the high activity and stability of the hydride systems ? First of all, according to our views, it is due to their facility for hetero phase exchange of hydrogen. Analysis of the results of the physicochemical investigation of structure and catalytic properties indicates that the surface segregation of Ni or Co is related to the disintegration of the intermetallic phase in the subsurface layer of the hydride. The breakdown of the surface film integrity increases the vacancy concentration and diffusion penetrability of the surface layer of ZrO; and NiO for hydrogen. This sort of surface structure does not seem to resist the heterophase exchange of hydrogen with the hydride phase. Apparently, the investigation on the H-D isotopic exchange in the Zr-based intermetallic hydrides showed that during the catalytic reaction protium contained in the crystal lattice exchanged vigorously with deuterium in the gaseous phase (Table 2). Thus, during the reaction the surface of the hydride-based catalysts is continuously treated with active hydrogen, which is evolved from the cata- lyst bulk as well as formed due to dissociative chemisorption on Ni. We sug- gest that this process ensures the high activity and stability of the hydride contacts. This explains the reason for the induction period of the inter- metallic hydride-based catalysts, mentioned earlier. The lower curve in Fig. 6 shows the induction period of the Zr Ni H system in toluene hydrogena- tion. The maximum activity was observed after 5 h of the reaction (Fig. 6). 324 Fig. 6. Change in the catalytic activity of ZrNiH^g with segregation time during toluene transformations at 623 K: (1) after segregation in H^; (2) after segregation in air. Fig. 7. Change in the surface composition of ZrNiITz.s with time: (1) segregation in H;; (2) segregation in air. If the catalyst was given redox treatment prior to the reaction, then the catalytic activity was almost unchanged with time at a given temperature (curve 2, Fig. 6). These results are closely correlated to the XPS data on the Ni accumulation in the surface layer (Fig. 7). Thus it appears that the surface composition exerts a determining influence on the catalytic behaviour of the hydrides. It is possible to change the catalytic activity and selectivity of these systems by varying the inter- metallic composition. Thus, for example, on investigating the toluene trans- formations over Zr Ni H, it was observed that the hydrogenation, hydro- demethylation and hydrogenolysis which occurred depended on the temper- 325 ature. The benzene product did not exceed 40 mol.%. Considering that, due to surface segregation of Cu, the Ni Cu alloy decreases the activity towards hydrogenation and hydrogenolysis, we proposed that introducing small quantities of Cu to into the Zr Ni H catalyst could increase the hydrode- methylation selectivity. In fact, in the presence of ZrNio^Cuo.aHi.g no toluene hydrogenation took place. The toluene hydrodemethylation reaction began at temperatures higher than 573 K, and attained 70 mol.% at 723 K. The molar ratio of benzene and methane was close to 1, indicating high reac- tion selectivity. XPS study of this system revealed that the surface was enriched not only with Ni but also with Cu. On the basis of the intermetallic hydrides, several stable catalysts active for hydrocarbon transformations were obtained which work at relatively low temperature, at atmospheric hydrogen pressure and do not need frequent regeneration. We have observed that these catalysts are quite active in the reactions of n-alkane hydrogenolysis, unsaturated hydrocarbon hydrogena- tion, olefin isomerization, alkylaromatic hydrodealkylation and cycloalkane dehydrogenation. The transformations of the condensed aromatic hydro- carbons which model a series of components occurring in the composition of the high-boiling products of petroleum refining, were investigated [3,10-12]. In all the investigated reactions, the following general relationships were observed: (1) The catalytically active surface is formed during segregation due to oxidation. (2) The catalysts which are capable of heterophase exchange of hydro- gen under the reaction conditions act in a stable manner. (3) The maximum catalytic activity is observed at temperatures which vigourously release hydrogen from the hydride phase. Taking into account these properties, prospective application can be confidently suggested for the intermetallic hydrides as catalysts in reactions involving the participation of hydrogen. On the basis of controlled variations in the surface composition, the catalytic selectivity can be changed. In conclusion, it should be noted that the phenomenon of segregation due to oxidation opens many possibilities for the synthesis of catalysts. One of these is rapid oxidizing segregation under comparatively mild conditions, causing structural changes in the subsurface layer. If the oxidizing segrega- tion is carried on under severe conditions, then complete breakdown of the intermetallic components occurs. By controlling the conditions, supported metallic catalysts can thus be obtained. Acknowledgements The authors wish to thank Dr. L. A. Erivanskaya for many helpful discussions, and Dr. P. A. Chemavsky and N. G. Chulkov for experimental assistance. 326 References 1 H. Imamura and W. E. Wallace, J. Phys. Chem., 83 (1979) 2009. 2 W. E. Wallace and H. Imamura, J. Phys. Chem., 84 (1980) 3145. 3 V. V. Lunin, Izv. Akad. Nauk SSSR, Neorg. Mater., 14 (1978) 1593. 4 V. V. Lunin, G. V. Lisichkin and 0.1. Pisarenko, Zh. Fiz. Khim., 47 (1973) 2287. 6 V. V. Lunin, Yu. M. Bondarev, L. N. Paduretz, S. I. Kondratyev and A. A. Chertkov, Dokl. Akad. Nauk SSSR, 220 (1976) 383. 6 G. S. Krinchick, L. V. Nikitin, V. V. Lunin and P. A. Chernavsky, Fiz. TV. Tela, 2 (1979)599. 7 V. I. Nefedov, V. V. Lunin and N. G. Chulkov, Surf. Interface Anal., 2 (1980) 207. 8 H. C. Siegmann, L. Schlapbach and C. R. Brundle, Phys. Rev. Lett., 40 (1978) 972. 9 A. A. Lokteva, L. A. Erivanskaya and V. V. Lunin, Kinet. Katal., 22 (1981) 644. 10 Ashraf Khan, 0. V. Chetina, L. A. Erivanskaya, E. S. Shpiro, G. V. Antoshin and V. V. Lunin, Neftekhimiya, 23 (1983) 61. 11 B. Yu. Rakhamimov, L. A. Erivanskaya and V. V. Lunin, Neftekhimiya, 20 (1980) 514. 12 N. Yu. Leppke, T. G. Borodatzkaya, V. I. Zuba and V. V. Lunin, in Technology of Deep Refining of Raw Petroleum (in Russian), CNIITENeftekhim., Moscow, 1981, p. 89. X244 84800541 0304-5102(84)80054-1 10.1016/0304-5102(84)80054-1 Poster presentation Polymetallic catalysts derived from intermetallic hydrides V.V. Lunin 1 Ashraf Z. Khan Faculty of Chemistry, Moscow State University, Moscow 117234 U.S.S.R. 1 Author to whom correspondence should be addressed. A new method of preparation of heterogeneous catalysts, derived from the intermetallic hydrides of ZrNiH x , ZrCoH x , HfNiH x , HfCoH x , ZrFeH x , ZrNiCuH x , ZrCoCuH x , TiCuH x and TiMoH x (0.5 ⩽ x ⩽ 3), has been recently developed. The phenomenon of surface segregation of metals due to oxidation serves as the basis of the method. It was established that the effect of the surface segregation due to the oxidation is enhanced by the influence of hydrogen, evolved from the bulk of the hydrides. The catalysts derived from the intermetallic hydrides are shown to be quite active in the reactions of hydro-dehydrogenation, hydrogenolysis, dehydrocyclization and hydrodealkylation of hydrocarbons. These catalysts are more active than those of the individual as well as supported metallic catalysts in comparable conditions. Moreover, these systems exhibit higher stability in all the investigated reactions. A mechanism has been proposed for the formation of the catalytically active surface on the intermetallic hydrides. References 1 H. Imamura W.E. Wallace J. Phys. Chem. 83 1979 2009 2 W.E. Wallace H. Imamura J. Phys. Chem. 84 1980 3145 3 V.V. Lunin Izv. Akad. Nauk SSSR, Neorg. Mater. 14 1978 1593 4 V.V. Lunin G.V. Lisichkin O.I. Pisarenko Zh. Fiz. Khim. 47 1973 2287 5 V.V. Lunin Yu.M. Bondarev L.N. Paduretz S.I. Kondratyev A.A. Chertkov Dokl. Akad. Nauk SSSR 220 1975 383 6 G.S. Krinchick L.V. Nikitin V.V. Lunin P.A. Chernavsky Fiz. Tv. Tela 2 1979 599 7 V.I. Nefedov V.V. Lunin N.G. Chulkov Surf. Interface Anal. 2 1980 207 8 H.C. Siegmann L. Schlapbach C.R. Brundle Phys. Rev. Lett. 40 1978 972 9 A.A. Lokteva L.A. Erivanskaya V.V. Lunin Kinet. Katal. 22 1981 644 10 Ashraf Khan O.V. Chetina L.A. Erivanskaya E.S. Shpiro G.V. Antoshin V.V. Lunin Neftekhimiya 23 1983 61 11 B.Yu. Rakhamimov L.A. Erivanskaya V.V. Lunin Neftekhimiya 20 1980 514 12 N.Yu. Leppke T.G. Borodatzkaya V.I. Zuba V.V. Lunin Technology of Deep Refining of Raw Petroleum (in Russian) 1981 CNIITENeftekhim Moscow 89",
      "scopus-id": "0020927155",
      "coredata": {
        "eid": "1-s2.0-0304510284800541",
        "dc:description": "A new method of preparation of heterogeneous catalysts, derived from the intermetallic hydrides of ZrNiH x , ZrCoH x , HfNiH x , HfCoH x , ZrFeH x , ZrNiCuH x , ZrCoCuH x , TiCuH x and TiMoH x (0.5 ⩽ x ⩽ 3), has been recently developed. The phenomenon of surface segregation of metals due to oxidation serves as the basis of the method. It was established that the effect of the surface segregation due to the oxidation is enhanced by the influence of hydrogen, evolved from the bulk of the hydrides. The catalysts derived from the intermetallic hydrides are shown to be quite active in the reactions of hydro-dehydrogenation, hydrogenolysis, dehydrocyclization and hydrodealkylation of hydrocarbons. These catalysts are more active than those of the individual as well as supported metallic catalysts in comparable conditions. Moreover, these systems exhibit higher stability in all the investigated reactions. A mechanism has been proposed for the formation of the catalytically active surface on the intermetallic hydrides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800541",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lunin, V.V."
          },
          {
            "@_fa": "true",
            "$": "Khan, Ashraf Z."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800541"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800541"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80054-1",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Polymetallic catalysts derived from intermetallic hydrides",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "317-326",
        "prism:endingPage": "326",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80054-1",
        "prism:startingPage": "317",
        "dc:identifier": "doi:10.1016/0304-5102(84)80054-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020927155"
      }
    }
  }
}