{
  "metadata": {
    "title": "A study of supported molybdenum cluster complexes as catalyst precursors: Part I. Preparation, spectroscopic characterization and thermal stability of clusters supported on γ-alumina",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-08-15",
    "doi": "10.1016/0304-5102(89)80069-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800690",
    "pii": "0304510289800690"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024717707",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800690 0304-5102(89)80069-0 0304510289800690 10.1016/0304-5102(89)80069-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01289 2024-01-02T01:04:53.938015Z 0 0 19890815 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 53 53 3 3 Volume 53, Issue 3 7 371 380 371 380 19890815 15 August 1989 1989-08-15 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. ASTUDYSUPPORTEDMOLYBDENUMCLUSTERCOMPLEXESCATALYSTPRECURSORS BOORMAN P BOORMAN 1989 P IWASAWA 1980 1165 Y IWASAWA 1985 827 Y MARCOLL 1974 607 J MULLER 1979 A PROC3RDINTCONFCHEMUSESMOLYBDENUM MULLER 1980 72 A ANGEWCHEM MULLER 1985 2872 A HOWLADER 1983 377 N KECK 1981 975 H ANGEWCHEM SHIBAHARA 1985 T COTTON 1985 6734 F CURTIS 1980 998 M BINO 1978 5252 A BIRNBAUM 1983 2723 A BINO 1979 3842 A MULLER 1981 483 A ANGEWCHEM COTTON 1984 4033 F CHISHOLM 1979 7100 M MATTES 1980 265 R DAHL 1973 L MULLER 1982 795 A ANGEWCHEM MULLER 1982 536 A ANGEWCHEM MAK 1985 1587 T VONSCHNERING 1964 833 H SHELDON 1960 1007 J SHELDON 1962 410 J HAMER 1976 1014 A FERGUSSON 1967 486 J COTTON 1967 11 F IWASAWA 1983 289 Y RODGERS 1985 1313 K JOLLY 1970 456 W SYNTHESISCHARACTERIZATIONINORGANICCOMPOUNDS BOORMANX1989X371 BOORMANX1989X371X380 BOORMANX1989X371XP BOORMANX1989X371X380XP item 0304-5102(89)80069-0 0304510289800690 1-s2.0-0304510289800690 10.1016/0304-5102(89)80069-0 272239 2024-01-02T01:04:53.938015Z 1989-08-15 1-s2.0-0304510289800690-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800690/MAIN/application/pdf/379b23b3a09bc83fcd1d50ca7783ca3b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800690/MAIN/application/pdf/379b23b3a09bc83fcd1d50ca7783ca3b/main.pdf main.pdf pdf true 651001 MAIN 10 1-s2.0-0304510289800690-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800690/PREVIEW/image/png/0400586880ebf9a391201f9680e7eb31/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800690/PREVIEW/image/png/0400586880ebf9a391201f9680e7eb31/main_1.png main_1.png png 62485 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 53 (1989) 371 - 380 371 A STUDY OF SUPPORTED MOLYBDENUM CLUSTER COMPLEXES AS CATALYST PRECURSORS PART I. PREPARATION, SPECTROSCOPIC CHARACTERIZATION AND THERMAL STABILITY OF CLUSTERS SUPPORTED ON 7-ALUMINA P. MICHAEL BOORMAN*, CRAIG FAIRBRIDGE, KHALID S. JASIM and RONALD A. KYDD Department of Chemistry, University of Calgary, Calgary, Alberta T2N 1N4 (Canada) and Energy Research Laboratories, CANMET, Energy, Mines and Resources Canada, 555 Booth St., Ottawa, Ont. K1A OG1 (Canada) (Received August 11, 1988; accepted December 20, 1988) Summary The preparation of a series of molybdenum cluster complexes supported on 7-alumina is described, with selection of six clusters rational- ized on the basis of structural types and ease of synthesis. Four trinuclear, one tetranuclear and one hexanuclear cluster were examined, with molyb- denum loadings of ca. 4.5% by weight. Infrared and electronic spectral methods were used to ascertain whether the clusters retained their structural integrity after impregnation onto the alumina, and the thermal stability of both the supported and unsupported clusters was determined by differential thermal analysis. Introduction There has recently been considerable interest in examining the potential catalytic properties of transition metal cluster complexes, both in homoge- neous and heterogeneous applications. The high selectivity and specificity often observed in homogeneous catalysis have obvious potential in large scale catalytic processes, but the use of such catalysts presents technical difficulties. Among these are the separation of the catalysts from the prod- ucts, the tendency for the catalysts to have low solubilities and the possible corrosion of the reactor. These circumstances have stimulated interest in the development of homogeneous catalysts in supported form. Such catalysts might be expected to retain the advantages of the homogeneous systems while overcoming their disadvantages. *Author to whom correspondence should be addressed. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 372 By depositing discrete molecular cluster complexes onto traditional catalytic supports such as metal oxides, it has been assumed that an accurate picture of the geometry and chemistry of the catalytic site on the surface would be provided. This argument is based, of course, on the premise that the structure of the cluster will remain unchanged after anchoring onto the support, and that precise structural information on the cluster in its unbound state is known. An alternative approach is to synthesize the cluster in situ, for example from metal vapor. Such an approach may be necessary for cases in which the cluster size exceeds the size of the access channels in supports such as zeolites, but the precise characterization of the cluster may be more speculative. This paper describes the preparation of a series of alumina-supported molybdenum clusters whose syntheses and structures have already been reported in the literature. These materials were character- ized by a variety of spectroscopic methods, which indicate the retention of the cluster structure after impregnation. The thermal degradation of these materials was examined via differential thermal analysis to delineate the range of operating conditions which might be accessible. Even in cases in which the clusters are not thermally stable, there is still an incentive for examining the catalytic properties of the materials so produced. The degree of dispersion of the molybdenum, and/or the catalytic activity, may well be significantly better than that produced by impregnation of the support with paramolybdate. This aspect of the project is described in the ensuing paper [1]. Results and discussions The first step in this project was to select representative clusters, since the literature now contains a wide range of species for which structures are known. The choice of molybdenum as the metal was based on its extensive use in catalyst preparation, and its proven tendency to form compounds with more than one metal atom per molecular unit. The nuclearity of known molybdenum clusters ranges from 2 to 6. Extensive work by Iwasawa and coworkers [2] focussed on the anchoring of dimeric allyl complexes of molybdenum onto inorganic oxide supports. The surface-bound species were characterized by a variety of physical techniques, including EXAFS, from which Mo Mo and Mo 0 interatomic distances were obtained. A key feature is the chemical attachment of the molybdenum atoms to the surface by oxide coordination. After reduction with hydrogen to Mo(II), it was shown that short (2.58 A) Mo Mo bonds exist in binuclear species. The present investigation is confined to clusters of nuclearity 3, 4 and 6. The candidate clusters considered are listed in Tables 1 - 3, together with some structural information and references. The examples cited in Tables 1 - 3 are chosen to illustrate the range of possible clusters that could be studied, but the list is not comprehensive. Clearly the final selection of target supported clusters will be based on their 373 TABLE 1 Trinuclear triangular MO} clusters Compounc^ Average M M Class1' Oxid. state Ref. (A) i N0387014 2.745 A +6 3 2 [M03Si3]2- 2.722 A +6 4 3 [Mo3S4(CN)9]5- 2.766 A +4 5 4 [Mo3S7(R,PS2)3r 2.737 A +6 6 5 [M03S4(H20)9]4-1- N/A A +4 7 6 [(Cp)3Mo3(CO)6S]+ 3.085 A +2 8 7 [l^C^CiO^H^]^ 2.486 A +4 9 8 Mo302(OAc)6(H20)(OH)2 2.785 B +4 10 9 Na[Mo302(OAc)9] N/A B +4 11 10 [(Mo304)2(EDTA)3]4+ 2.496 A +4 12 11 (NH4)5[M0304F9] 2.505 A +4 13 12 [Mo302(02CPh)(,(H20)3]2- 2.763 B +4 14 \"Ph = phenyl, C6H5; OAc = acetate, C^COO-, Cp = CsHs. b A = structure with one capping ligand on N3 face; B = structure with two capping ligands, one on each M3 face. TABLE 2 Tetranuclear Mo4X4 clusters Compound'1 Average M M Oxid. state Ref. (A) 1 Mo4F4(OBu)g 2.263 3 15 2 Mo40g(Me2POS)4 2.635 5 16 3 M04S4(Cp)4 N/A 3 17 4 Kg[Mo4S4(CN)i2]-4H20 2.855 3 18 5 [Mo4S4(NO)4(CN)g]-4H20 2.990 3 19 6 [Mo4S4(Et2dtc)6] 2,800 3.5 20 7 (NH4)6[Mo4S4(NCS)i2] N/A 3.5 21 aEt2dtc = diethyldithiocarbamate, Et2NCS2~. ease of preparation, knowledge of their structures, and the absence of ligands which can be associated with deactivation of other known catalytic species. In addition there should be examples of each of the cluster types, namely Mo3, Mo4 and Mo^. Initially the following were selected: 1.Na[Mo304(OAc)9] and/or [Mo302(OAc)6(H20)(OH);,]-16H:;0 2. CS2[M0304(C204)3(H20)3] 3. (NH4)s[Mo304F9]-NH4F.H20 4. [I^S^aq)^ 5. [Mo4S4(aq)]6+ 6. (MooCliOCLt Since difficulties were encountered in preparing compounds 4 and 5, the two related species Ks[Mo3S4(CN)9] 3KCN- 4:H^O and Mo4S4(dtc)e- C^Hg 374 TABLE 3 Hexanuclear MgXg4* clusters Compound Ref. 1 (Mo(,Clg)Cl4 21 2 (MoeBrg)Br4 22 3 (MO(,Ig)l4 22 4 (MoeBrg)X4 (X = OH, Cl, I) 22 5 [(MoClg)Cl6]2- 23 6 [(Mo(,Cl8)Br(,]2- 23 7 [(Mo^Clg^ULz]\" 24 aL = neutral ligand. were substituted. These could be easily prepared in high yield and contain the same Mo S frameworks as the compounds 4 and 5. The support (7-alumina; see Experimental Section) was activated by heating to 550 C in an atmosphere of pure oxygen for 1.5 h followed by evacuation at the same temperature for 1 h. The procedure yields a material which contains 2 OH groups per 100 A2 [25]. The clusters were then dissolved in a suitable solvent and impregnated into the alumina by the incipient wetness procedure, after which they were dried at 50 C for several hours. The details are given in the Experimental Section in Table 7. In Table 4 the complete set of clusters is shown, together with the code numbers used in this paper to identify each of the catalysts in an abbreviated format. TABLE 4 Description of the supported clusters and identity of the precursor clusters Cluster Ref. to preparation Catalyst number and characterization Na[Mo302(OAc)9] and [11] [Mo3C>2(OAc)6(OH)2(H20)]-16H20 [10] CS2[M0304(C204)3(H20)3]-4H20 H2C204 [9] (NH4)5[M0304P9]-NH4F-H20 [13] K:5[Mo3S4(CN)9]-3KCN-4H20 [5] [Mo4S4(dtc)6]-C7Hg [20] (H30)2[(Mo<,Clg)Cl6]-6H20 [22] Cat-1 Cat-la Cat-2 Cat-3 Cat-4 Cat-5 Cat-6 Characterization The clusters were characterized by infrared and UV-visible spectros- copy, and comparisons were made between the spectra of the unsupported and the supported clusters. The application of Raman spectroscopy to complement the IR studies proved to be not feasible, due to the intense 375 colors of most of the clusters. The exceptions were compounds 3 and 6, but in the supported forms they fluoresced too strongly to obtain useful spectra. In Fig. 1 the IR spectra of those clusters with strong absorptions in the 2000 -1000 cm~1 region are shown in juxtaposition to those of supported species. It is apparent that with one exception the identity of the cluster framework is retained on the support. The exception is Cat-1, for which it is apparent that the cluster has been converted to the hydrolysed species [Mo302(OAc)6(OH)2(H:;0)]-16H20, compound la. This is not entirely unexpected since compound la is prepared from compound 1 by hydrolysis in dilute acid, a process which presumably is catalysed by the acidic surface of the alumina. Cat-3 and Cat-6 could not be characterised by IR spectros- copy, since the only absorptions due to the Mo-ligand vibrations occur at frequencies in the 300 - 800 cm~1 region of the spectrum which is obscured by absorptions due to the alumina support. However for Cat-2, -4, and -5 the IR spectra of the unsupported and supported clusters show an amazingly close resemblance, leaving little doubt as to the integrity of the clusters after adsorption. Wavenumber/cnr ^ Fig. 1. IR spectra (cm~1) of those clusters (supported and unsupported) with character- istic bands not obscured by absorption due to alumina. Al Na[Mo302(OAc)9] l(a), A2 [Mo302(OAc)6(OH)2(H,0)]-16H20, l(b), A3 Cat-1, Bl Cs^Mo^O^C-iO^H-tO)^]- 6H20 H2C204, B2 Cat-2, Cl Ks[Mo3S4(CN)9]- 3KCN-3H;iO, C2 Cat-4, Dl ^0384- (dtc)6]-C7Hs,D2 Cat-5. In Table 5 the solution and solid state electronic spectra of the clusters are listed, and compared with the solid state spectra of the alumina- supported species. These data confirm the findings from the IR study for compounds 1, 2, 4 and 5 and also show that compounds 3 and 6 remain intact after adsorption. 376 TABLE 5 Comparison of the electronic spectra (nm (e)) of the supported and unsupported clusters Comp./Cat Solution spectrum Solid state Solid statea number of the cluster spectrum of spectrum of the cluster the catalyst 1 524(200), 440(300) 520,440 510,430 308(7550) la 505(300), 425(230) 500,440 2 540(440), 380(1600) 540,400 545,400 3 532(240), 312(1240) 560 560,410 4 608(460), 460(930) 618,380 610,390 376(6250), 332(5600) 324 5 732 sh(500), 565(3822) 740 420 sh(2250), 350 sh 580,410 590,410 6 348(2285), 304(2885) 350 360 300 \"Solid state spectra were measured as KBr disks. The exact mode of attachment of the clusters to the alumina surface cannot be stated unequivocally from these spectroscopic data. However, it should be noted that in most cases the clusters possess potentially replace- able ligands, one or two of which could be replaced by oxide groups from the surface. This was shown for the Mo; species studied by Iwasawa [2], and seems most probable here. XPS data on Cat-6 [1] support this hypothesis, since the ratio of bridging:terminal Cl~ ligands is changed after impregnation onto 7-A1203. This interpretation is entirely consistent with the IR spectral data, which show minor changes between the adsorbed and free clusters. Such would be expected if the major part of the cluster remains intact, with the loss of only one or two ligands. Thermal stability studies The six molybdenum clusters were examined for thermal stability using a differential scanning calorimeter. The results in Table 6 allow a comparison between the supported and unsupported clusters. The assignments are based on a parallel study of the supported clusters monitored by IR spectroscopy, but in some cases these assignments should be regarded as only tentative since no attempt was made to monitor the gaseous byproducts. From these data it can be seen that the clusters themselves are usually stable to general decomposition up to temperatures of 470+ K, although they lose solvate molecules at much lower temperatures. Upon anchoring to the alumina their stability range is shortened by at least 100 K for all cases except Cat-6, which seems to be as robust after sorption on the alumina as before. It might be anticipated that for catalytic purposes all the supported clusters would be restricted to operating temperatures of <450 K if the clusters are to remain intact. 377 TABLE 6 Differential scanning calorimetry of the unsupported and supported cluster compounds 1-6 Compound/'Catalyst' Wt. used (mg) Transformation temperature (K) Remarks/ assignment 1 Na[Mo3C 2(OAc)9] 13.1 380 w,br (endo) 507 s (endo) 572 s (endo) ads. HiO d. of OAc- la [Mo302(OAc)6(OH)2(H20)]-ISH^O 8.5 440 s (endo) 480 s (endo) 513 s (endo) lattice HzO coord. H^O Cat-1 25.8 384 (endo) >400 (endo) ads. H,0 cont. decomp. 2 CS2[MO,04(C204)3(H20)3]-4H,0.1-H2C,04 17.7 390 s,br (endo) 400 sh (endo) 650 s,br (endo) ads. H^O + latt. HaO + oxalic acid subl. Cat-2 23.4 394 (endo) > 47 3 (endo) H^O cont. decomp. 3 (NH4)s[Mo304F9]-NH4F-H20 16.6 390 s,br (endo) 643 m,br (endo) 720 vs (endo) latt. H,0 + NH4F NH4? + HF Cat-3 25.0 390 (endo) > 473 (endo) H^O cont. decomp. 4 K:3[Mo3S4(CN)9]-3KCN-4H20 19.3 380 s,br (endo) 582 m,br (exo) 626 m,br (exo) latt. H^O Cat-4 14.6 370 (endo) >473 (exo) ads. + latt. H,0 5 [Mo4S4(Et2NCS2)6]-C7Hg 17.2 490 m (endo) 634 s (endo) latt. toluene Cat-5 16.8 >573 (endo) 6 (H30)2[Mo6Cls)Cl6].6H20 21.9 345 w,br (endo) 377 s (endo) 475 s,br (endo) ads. HaO latt. HiO HC1 Cat-6 21.0 384 (endo) >473 (endo) ads. + latt. H^O cont. decomp. Experimental Cluster preparation Compounds 1 and la were prepared by the method of Bino and coworkers [10] in 80% and 75% yields respectively. Compound 2 was made 378 from a solution of Mo(IV), prepared using Murmann's method [26], and converting this into the oxalato complex by eluting the Mo(IV) from a Dowex 50 W X 2 cation exchange column with 500 ml of 0.5 M oxalic acid solution. Cesium chloride (2 g) was then added to the eluate and upon evaporation to a 20 ml volume and addition of acetone (60 ml) precipitated the red-purple product in ca. 60% yield. Compound 3 was prepared by a new synthesis, again involving the initial preparation of a Mo(IV) solution by Murmann's method. After this the solution was run through a Dowex 50 W X 2 column as above, the red Mo(IV) band was eluted with ca. 4 M HC1 and the volume of the solution reduced to 20 ml. This solution was then transferred to a Nalgene flask and to it was added 49% HF (10 ml) and NH4? (4 g). The product was precipitated by addition of excess acetone followed by cooling to 0 C for 1 h. The excess NHUF present in this precipi- tate was removed by washing with water; the cluster, being insoluble in water, was left on the frit and was dried and collected. Yield: ca. 50%. Compound 4 was prepared in 60% yield, via the precursor (N114)2- [Mo3Si3] [ 4 ], using the method described by Mulleret al. [5]. Compound 5 was made by the method of Mak and coworkers [20], which involves reaction of tetraethyldithiouram disulfide with molybdenum hexacarbonyl in deoxygenated toluene at reflux temperature. The ^10484- (EtsNCS^e\" C7Hg was formed in 50% yield and was washed with acetone and dried under vacuum. The hexameric cluster 6 was synthesized by the method designed for undergraduate experimental work by Jolly [27]. The initial product is (MogC^CLt, which upon recrystallization from HC1 solution is converted tO (H30)2[M06Cli4]-6H20. Preparation of the supported clusters The 7-alumina support was prepared from boehmite (Catapal SB) by heating in air to 100 C for 6 h, then raising the temperature by 4 C min\"' until the temperature reached 500 C, at which it was held for 4 h. This material was then prepared for impregnation in a standardized manner, so that the surface would conform to those described by Iwasawa and coworkers [25] and possess on average 2 OH groups per 100 A2. The required cluster was then dissolved in a suitable solvent and the support was mulled with the impregnating solution for 5 min prior to drying at 50 C for ca. 3 h with occasional stirring. The quantities of support material, cluster and solvent used to make each supported cluster are given in Table 7. Based on the formulae of the clusters as given in Table 7, the calculated % of Mo in the supported cluster materials would be in the range 4.15 - 4.56%. Analyses for Mo and Al, carried out by Guelph Chemical Labora- tories Ltd., gave the following results, with calculated values in parentheses: Cat-1 Mo, 2.98(4.51); Al, 45.7(51.0). Cat-2 Mo, 3.45(4.15); Al, 47.4(44.9). Cat-3 Mo, 4.32(4.56); Al, 50.8(47.2). Cat-4 Mo, 3.13(4.21); Al, 41.8(44.3). 379 TABLE 7 Preparation of the supported molybdenum cluster compounds Number Cluster Wt.of Wt. of 7- Solvent cluster alumina (ml) (g) (g) Cat-1 Na[Mo302(OAc)9] 0.796 5.020 MeOH(15) Cat-2 Cs2[M0304(ox)3(H20)3]-4H20-tH2C204 0.896 5.006 1MHC1(12) Cat-3 (NH4)s[Mo304F9]-NH4F-H20 0.614 5.020 6 M HC1 (30) Cat-4 Ks[Mo3S4(CN)9]-3KCN-4H20 0.971 5.005 H20(10) Cat-5 Mo4S4(Et2dtc)6 C7Hg 0.974 5.014 CHC13 (25) Cat-6 (H30)2[Mo6Cli4]-6H20 0.615 5.035 acetone (10) +H20(5) Cat-5 Mo, 3.99(4.17); Al, 49.1(44.3). Cat-6 Mo, 3.6(4.38); Al, 49.6(48.0). These data confirm that the clusters have been retained on the support, but the concentrations are lower than the calculated values. Physical measurements (a) IR spectra of the pure complexes were recorded as 2% KBr disks on a Nicolet 8000 interferometer at a resolution of 2 cm\"' in the range 4000 - 400 cm\"1, and on a Perkin-Elmer 467 grating spectrophotometer in the range 4000 - 300 cm\"1. The spectra of the supported clusters were recorded on the interferometer as KBr disks with concentrations in the range 10 - 20%. (b) Electronic spectra were recorded as KBr disks or as Nujol mulls using a Cary 219 spectrophotometer. (c) Differential scanning calorimetry was performed using a Perkin- Elmer Model DSC-2 instrument, at a scan rate of 10 C min~1, and employing a nitrogen atmosphere. References 1 P. M. Boorman, J. R. Brown, K. Chong, C. Fairbridge, K. S. Jasim, R. A. Kydd and J. M. Lewis, J. Mol. Catal., 53 (1989). 2 See for example: (a) Y. Iwasawa, H. Kubo, M. Yamagishi and S. Ogasawara, Chem. Soc. Jpn., Chem. Lett., (1980) 1165; (b) Y. Iwasawa, N. Ito, H. Ishii and H. Kuroda, J. Chem. Soc., Chem. Commun., (1985) 827. 3 J. Marcoll, A. Rabenau, D. Mootz and D. Wundelich, Rev. Chim. Miner., 11 (1974) 607. 4 A. Muller, R. G. Bhattacharyya, W. Eitzner, N. Mahon, A. Neumann and S. Sarkar, Proc. 3rd. Int. Conf. Chem. and Uses of Molybdenum, Climax Molybdenum Com- pany, Ann Arbor, MI, 1979. 5 (a) A. Muller and U. Reinsch, Angew. Chem. Int. Ed. Engl., 19 (1980) 72; (b) A. Muller, R. Jostes, E. Eitzner, C. S. Nie, E. Diemann, H. Bogge, M. Zimmerman, M. Dartmann, U. Reinsch-Vogell, S. Che, S. J. Cyvin and B. N. Cyvin, Inorg. Chem., 380 24 (1986) 2872; (c) N. C. Howlader, G. P. Haight, J. W. Hambley, G. A. Lawrence, K. M. Rahmoeller and M. R. Snow, Aust. J. Chem., 36 (1983) 377. 6 H. Keck, W. Kuchen, J. Mathow, B. Meyer, D. Mootz and H. Wunderlich, Angew. Chem. Int. Ed. Engl., 20 (1981) 976. 7 T. Shibahara and H. Kuroa, Proc. 5th Int. Conf. Chem. and Uses of Molybdenum, Newcastle Upon Tyne, 1986. 8 F. A. Cotton, Z. Dori, R. Liusar and W. Schwotzer, J. Am. Chem. Soc., 107(19S5) 6734. 9 M. D. Curtis and W. M. Butler, J. Chem. Soc., Chem. Commun., (1980) 998. 10 A. Bino, F. A. Cotton and Z. Don, J. Am. Chem. Soc., 100 (1978) 6262. 11 A. Birnbaum, F. A. Cotton, Z. Dori, D. 0. Marler, G. Reisner, W. Schwotzer and M. Shaia, Inorg. Chem., 22 (1983) 2723. 12 A. Bino, F. A. Cotton and A. Dori, J. Am. Chem. Soc., 101 (1979) 3842. 13 A. Muller, A. Ruck, M. Dartmann and U. Reinsch-Vogell, Angew. Chem. Int. Ed. Engl., 20(1981)483. 14 F. A. Cotton, Z. Dori, D. 0. Marler and W. M. Schwotzer, Inorg. Chem., 23 (1984) 4033. 16 M. A. Chisholm, J. C. Huffman and R. L. Kelly, J. Am. Chem. Soc., 101 (1979) 7100. 16 R. Mattes and K. Muhlsiepen, Z. Naturforsch., 3Sb (1980) 266. 17 L. F. Dahl, Proc. 6th Int. Conf. Organometall. Chem., Amherst, MA, 1973. 18 A. Muller, W. Eitzner, H. Bogge and R. Jostes, Angew. Chem. Int. Ed. Engl., 21 (1982)796. 19 A. Muller, W. Eitzner, W. Clegg and G. M. Sheldrick, Angew. Chem. Int. Ed. Engl., 21 (1982)636. 20 T. C. W. Mak, K. S. Jasim and C. Chieh, Inorg. Chem., 24 (1986) 1687. 21 H. G. von Schnering, Angew. Chem., 76 (1964) 833. 22 (a) J. C. Sheldon, J. Chem. Soc., (1960) 1007; (b) ibid., (1962) 410. 23 (a) A. D. Hamer, T. J. Smith and R. A. Walton, Inorg. Chem., 15 (1976) 1014; (b) J. E. Fergusson, B. H. Robinson and C. J. Wilkins, J. Chem. Soc. (A), (1967) 486. 24 F. A. Cotton, R. M. Wing and R. A. Zimmerman, Inorg. Chem., 6 (1967) 11. 26 Y. Iwasawa, Y. Sato and S. Kuroda, J. Catal., 82 (1983) 289. 26 K. R. Rodgers, R. K. Murmann, E. 0. Schlemper and M. E. Shelton, Inorg. Chem., 24 (1986)1313. 27 W. L. Jolly, The Synthesis and Characterization of Inorganic Compounds, Prentice- Hall, Englewood Cliffs, NJ, 1970, p. 456. X244 89800690 0304-5102(89)80069-0 10.1016/0304-5102(89)80069-0 Industrial Articles A study of supported molybdenum cluster complexes as catalyst precursors Part I. Preparation, spectroscopic characterization and thermal stability of clusters supported on γ-alumina P.Michael Boorman 1 Craig Fairbridge Khalid S. Jasim Ronald A. Kydd a Department of Chemistry, University of Calgary, Calgary, Alberta T2N 1N4 Canada and Energy Research Laboratories, CANMET, Energy, Mines and Resources Canada, 555 Booth St., Ottawa, Ont. K1A OG1 Canada 1 Author to whom correspondence should be addressed. The preparation of a series of molybdenum cluster complexes supported on γ-alumina is described, with selection of six clusters rationalized on the basis of structural types and ease of synthesis. Four trinuclear, one tetranuclear and one hexanuclear cluster were examined, with molybdenum loadings of ca. 4.5% by weight. Infrared and electronic spectral methods were used to ascertain whether the clusters retained their structural integrity after impregnation onto the alumina, and the thermal stability of both the supported and unsupported clusters was determined by differential thermal analysis. References 1 P.M. Boorman J.R. Brown K. Chong C. Fairbridge K.S. Jasim R.A. Kydd J.M. Lewis J. Mol. Catal. 53 1989 2 (a) Y. Iwasawa H. Kubo M. Yamagishi S. Ogasawara Chem. Soc. Jpn., Chem. Lett. 1980 1165 (b) Y. Iwasawa N. Ito H. Ishii H. Kuroda J. Chem. Soc., Chem. Commun. 1985 827 3 J. Marcoll A. Rabenau D. Mootz D. Wundelich Rev. Chim. Miner. 11 1974 607 4 A. Muller R.G. Bhattacharyya W. Eltzner N. Mahon A. Neumann S. Sarkar Proc. 3rd. Int. Conf. Chem. and Uses of Molybdenum 1979 Climax Molybdenum Company Ann Arbor, MI 5 (a) A. Muller U. Reinsch Int. Ed. Engl. Angew. Chem. 19 1980 72 (b) A. Muller R. Jostes E. Eltzner C.S. Nie E. Diemann H. Bogge M. Zimmerman M. Dartmann U. Reinsch-Vogell S. Che S.J. Cyvin B.N. Cyvin Inorg. Chem. 24 1985 2872 (c) N.C. Howlader G.P. Haight J.W. Hambley G.A. Lawrence K.M. Rahmoeller M.R. Snow Aust. J. Chem. 36 1983 377 6 H. Keck W. Kuchen J. Mathow B. Meyer D. Mootz H. Wunderlich Int. Ed. Engl. Angew. Chem. 20 1981 975 7 T. Shibahara H. Kuroa Proc. 5th Int. Conf. Chem. and Uses of Molybdenum, Newcastle Upon Tyne 1985 8 F.A. Cotton Z. Dori R. Liusar W. Schwotzer J. Am. Chem. Soc. 107 1985 6734 9 M.D. Curtis W.M. Butler J. Chem. Soc., Chem. Commun. 1980 998 10 A. Bino F.A. Cotton Z. Dori J. Am. Chem. Soc. 100 1978 5252 11 A. Birnbaum F.A. Cotton Z. Dori D.O. Marler G. Reisner W. Schwotzer M. Shaia Inorg. Chem. 22 1983 2723 12 A. Bino F.A. Cotton A. Dori J. Am. Chem. Soc. 101 1979 3842 13 A. Muller A. Ruck M. Dartmann U. Reinsch-Vogell Int. Ed. Engl. Angew. Chem. 20 1981 483 14 F.A. Cotton Z. Dori D.O. Marler W.M. Schwotzer Inorg. Chem. 23 1984 4033 15 M.A. Chisholm J.C. Huffman R.L. Kelly J. Am. Chem. Soc. 101 1979 7100 16 R. Mattes K. Muhlsiepen Z. Naturforsch. 35b 1980 265 17 L.F. Dahl Proc. 6th Int. Conf. Organometall. Chem. 1973 Amherst, MA 18 A. Muller W. Eltzner H. Bogge R. Jostes Int. Ed. Engl. Angew. Chem. 21 1982 795 19 A. Muller W. Eltzner W. Clegg G.M. Sheldrick Int. Ed. Engl. Angew. Chem. 21 1982 536 20 T.C.W. Mak K.S. Jasim C. Chieh Inorg. Chem. 24 1985 1587 21 H.G. von Schnering Angew. Chem. 76 1964 833 22 (a) J.C. Sheldon J. Chem. Soc. 1960 1007 (b) J.C. Sheldon J. Chem. Soc. 1962 410 23 (a) A.D. Hamer T.J. Smith R.A. Walton Inorg. Chem. 15 1976 1014 (b) J.E. Fergusson B.H. Robinson C.J. Wilkins J. Chem. Soc. (A) 1967 486 24 F.A. Cotton R.M. Wing R.A. Zimmerman Inorg. Chem. 6 1967 11 25 Y. Iwasawa Y. Sato S. Kuroda J. Catal. 82 1983 289 26 K.R. Rodgers R.K. Murmann E.O. Schlemper M.E. Shelton Inorg. Chem. 24 1985 1313 27 W.L. Jolly The Synthesis and Characterization of Inorganic Compounds 1970 Prentice-Hall Englewood Cliffs, NJ 456",
      "scopus-id": "0024717707",
      "coredata": {
        "eid": "1-s2.0-0304510289800690",
        "dc:description": "The preparation of a series of molybdenum cluster complexes supported on γ-alumina is described, with selection of six clusters rationalized on the basis of structural types and ease of synthesis. Four trinuclear, one tetranuclear and one hexanuclear cluster were examined, with molybdenum loadings of ca. 4.5% by weight. Infrared and electronic spectral methods were used to ascertain whether the clusters retained their structural integrity after impregnation onto the alumina, and the thermal stability of both the supported and unsupported clusters was determined by differential thermal analysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800690",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Boorman, P.Michael"
          },
          {
            "@_fa": "true",
            "$": "Fairbridge, Craig"
          },
          {
            "@_fa": "true",
            "$": "Jasim, Khalid S."
          },
          {
            "@_fa": "true",
            "$": "Kydd, Ronald A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800690"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800690"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80069-0",
        "prism:volume": "53",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A study of supported molybdenum cluster complexes as catalyst precursors Part I. Preparation, spectroscopic characterization and thermal stability of clusters supported on γ-alumina",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "371-380",
        "prism:endingPage": "380",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1989",
        "prism:doi": "10.1016/0304-5102(89)80069-0",
        "prism:startingPage": "371",
        "dc:identifier": "doi:10.1016/0304-5102(89)80069-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024717707"
      }
    }
  }
}