{
  "metadata": {
    "title": "Some observations on cobalt and ruthenium carbonyls as homogeneous catalysts for the hydrogenation of carbon monoxide to alcohols",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1980-12-31",
    "doi": "10.1016/0304-5102(80)80051-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510280800514",
    "pii": "0304510280800514"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0019221287",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510280800514 0304-5102(80)80051-4 0304510280800514 10.1016/0304-5102(80)80051-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00363 2024-01-02T01:04:16.600218Z 0 0 19801201 19801231 1980 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast authsuff primabst ref alllist content subj ssids 0304-5102 03045102 10 10 1 1 Volume 10, Issue 1 9 75 83 75 83 198012 December 1980 1980-12-01 1980-12-31 1980 converted-article fla Copyright © 1981 Published by Elsevier B.V. OBSERVATIONSCOBALTRUTHENIUMCARBONYLSHOMOGENEOUSCATALYSTSFORHYDROGENATIONCARBONMONOXIDEALCOHOLS KING R THOMAS 1976 1296 M DEMITRAS 1977 2796 G VIDAL 1978 J RATHKE 1978 3623 J BRADLEY 1979 J BRADLEY 1979 7419 J KAIM 1980 359 W KING 1979 4893 R KING 1978 1687 R EDGELL 1964 452 W VOGEL 1946 175 A ATEXTBOOKPRACTICALORGANICCHEMISTRY KING 1965 133 R DENT 1961 169 W RYAN 1975 6904 R KING 1978 2401 R BREITSCHAFT 1966 2702 S KING 1965 152 R BASOLO 1976 45 F RYAN 1977 1986 R NEWTON 1977 531 M CALDERAZZO 1967 1220 F WHYMAN 1973 339 R JOHNSON 1970 901 B PIACENTI 1971 2759 F COTTON 1968 2162 J PETTIT 1977 151 R WHYMAN 1970 1194 R WHYMAN 1972 1375 R KRUMHOLZ 1949 3035 P FISCHER 1964 651 E FISCHER 1976 1 E PARSHALL 1968 157 G KINGX1980X75 KINGX1980X75X83 KINGX1980X75XR KINGX1980X75X83XR item 0304-5102(80)80051-4 0304510280800514 1-s2.0-0304510280800514 10.1016/0304-5102(80)80051-4 272239 2024-01-02T01:04:16.600218Z 1980-12-01 1980-12-31 1-s2.0-0304510280800514-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510280800514/MAIN/application/pdf/4404ca394cc972f5a1245a7d2caa0727/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510280800514/MAIN/application/pdf/4404ca394cc972f5a1245a7d2caa0727/main.pdf main.pdf pdf true 608985 MAIN 9 1-s2.0-0304510280800514-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510280800514/PREVIEW/image/png/602398336c7ef9efa25ab3933b46cfa8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510280800514/PREVIEW/image/png/602398336c7ef9efa25ab3933b46cfa8/main_1.png main_1.png png 74388 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 10 (1981) 75 - 83 75 Elsevier Sequoia S.A., I.--usanne -Printed ir_ the Netherlands SORE OBSERVATIONS ON COBALT AND RU'1HEN1[JM C-~RBONY-LS AS HOMOGENEOUS CATALYSTS FOR THE HYDROGENATION OF CARSON MONOXIDE O ALCOHOLS R. B. KING. A. D. KRiG, JR. and K. TANAKA Department of Chemistry, University of Georgia. Athens. C-A 30602 (U S_A.) (Received February 25, 1980) Sun,marv An evaluation of various cobalt carbonyl syszems as catalyst precursors for CO hydrogenation to methanol, ethanol, r. propanol, and their formates, at 180 - 200 C /200 atm in p-diogane solution has resulted in the identification of two categories of cobalt complexes: (1) complexes shown spectrosoopiOy to generate HCo(CO)4 under the reaction conditions (e.g. (C6H5)2C2Co2(O)6, CH3CCo3(CO)9, and (CGHsP)2G04(COh0) produce essentially the same mixture of alcohols as the Co? (CO)s catalyst precursor; (2) complexes shown spectroscopically to decompose to carbonyl-free species under the reaction conditions without generating RCo(CO)4 (e.g_ [CH3N(PF2)2] 3Co2(CO)2 and (CH3)3SnCo(CO) ) are inactive as catalysts for CO hydrogenation. A ruthenium carbonyl system generated from Ru3(CO)z2 and shown spectroscopically to contain Ru(CO)5 as the principal component has been shown to be a slightly more active catalyst for CO hydrogenation to methanol than the active cobalt catalyst systems. However, the ruthenium carbonyl system is completely inactive for the catenation of methanol to ethanol and higher alcohols. These observations coupled with hose of other research workers suggest the requirement of an acidic metal carbonyl hydride intermediate for the formation of methanol by CO hydrogenation- Introduction The hydrogenation of carbon monoxide to hydrocarbons and their derivatives is an important step in the technology to replace the relatively scarce petroleum by the relatively abundant coal as a raw material for 'C he manufacture of organic compounds- O this connection recent work has led to the development of new homogeneous catalysts for the hydrogenation of carbon monoxide- Thus systems derived from Os3(CO)I2 and 1r4(CO)j.2 have been found to have slight catalytic properties for the hydrogenation of CO to methane [1] or ethane [2] - Similarly, rhodium cluster carbonyl anions 76 in polar solvents catalyze the hydrogenation of CO to alcohols including methanol, ethylene glycol, glycerol, and propylene glycol [3, 4] . More recently, Rathke and Feder [5] have shown that HCo(CO)4 catalyzes the hydrogenation of CO to alcohols including methanol, et hanol, n-propanol, and their fermates but only under relatively extreme conditions (e.g. 180 C/ 300 atm). Similarly, Bradley [6, 7] has shown that various soluble ruthenium carbonyl derivatives catalyze the hydrogenation of CO to methanol and methyl formate but again under very vigorous reaction conditions (e-g. 225 - 275 C/1300 atm). Very recently Keim et al. [8] have reported an evaluation of carbonyls and other complexes of the nine group VIII metals as catalysts for CO hydrogenation at 230 C,'2000 atm in toluene and N-methylpyrrolidone solutions. The ultimate objective of the research described it this paper was to improve the catalytic activity of these systems for CO hydrogenation by modifying the central metal atom and/or the surrounding ligands. However, the extreme reaction conditions required for such CO hydrogenations clearly restrict the scope of distinctly different transition metal systems. For example, Bradley [7] has shown that the ruthenium compounds H-&Ru4(CO)12, H3Ru.j(CO)12, Ru3(CO)1z,RusC(CO)is, and Ru(acac)3 all generate the same catalytically active species under the conditions used for CO hydrogenation. Thus many possible metal complexes under such conditions are unstable with respect' to processes such as ligand displacement by the high CO concentrations present and hydrogenation. by the high concentrations of hydrogen present. For this reason it is advantageous to evaluate .isse stability of metal complexes under the anticipated reaction conditio 1s for CO hydrogenation using infrared spectroscopy as the analytical techruyue. This suggests a relatively unexploited application of infrared spectroscopy at elevated pressures: the analysis of catalytic systems based on metal carbonyls under conditions of temperature and pressure corresponding closely to those used for the actual catalytic reaction. This facilitates the screening of catalytic systems by eliminating all but those metal carbonyl species which are stable under the actual operating conditions. Such infrared spectroscopic analyses while maintaining the samples at the elevated temperatures and pressures of the catalytic reactions contrast wits the infrared spectroscopic analyses of most previous workers [5 - 8] who performed such analyses under ambient conditions of temperature and pressure after withdrawing the samples from the reaction mixtures. The ability to run infrared spectroscopic analyses at elevated temperatures and pressures provides the capability of observing intermediates unstable under ambient conditions. This capability proved useful in a previously reported study [9] which used infrared spectroscopy at elevated pressures to detect unstable rhodium alkyls of the type RRh(CO)4 in the reaction mixtures obtained as ethylene was undergoing hydroformylation. This paper presents the results of our first attempts to study the hydrogenation of CO to alcohols by combining the techniques of high pressure infrared spectroscopy to analyze the metal carbonyl species in the reaction 77 solutions with conventional gas chromatography to analyze the volatile components produced in the catalytic reaction. Although these studies have not resulted in a major reduction is the severity of the conditions required to hydrogenate O to alcohols, they have suggested some minimum structure and reactivity requirements for a metal carbonyl derivative to be an active catalyst for CO hydrogenation. Experimental A. Infrared specrroscopic studies at elevated pressures The infrared speed at elevated pressures were determined on solutions in the previously described [10] stainless steel high pressure iced cell with O 1 windows and recorded on a Perkin-Elmer Model 281 grating spectrometer. In this connection two speed problems arose as a consequence of the extreme conditions (typically 180 - 200 C and 300 atm, 1:1 CO/R2) required for these measurements. (1) Diogane attacked the Viton `O' rings used in the packing and thererore could not be used as the solvent for the infrared speed under the relevant pressure and temperature conditions. Therefore, the infrared spectroscopic measurements were run in n-tetradecane, which, as in previous work, could be used safely in the apparatus. n-TetradeOe also has the advantage over polar solvents of giving narrower v(CO) bands thereby greatly improving the resolution of closely spaced frequencies. (2) The steel of the apparatus was attacked by the CO/HZ gas mixture under the extreme conditions (>1530 'C/300 atm) to produce Fe(CO)S, iden tified by its v(CO) frequencies at 2022s and 1997s cm -1 (literature [11] v(CO) for Fe(CO)5: 2023s and 2000s cm 1 in hegane)_ A catalytic reaction of CO/H2 in the presence of Fe(CO).- in diogane solution under tie condi tions described below indicated that Fe(CO)s has less than 1090 of the cata lytic activity of the active cobalt carborayl derivatives for the formation of methanol. B_ Preparative hydroger.Ltions of carbon monoxide A solution of the metal complex in 200 ml of purified [12j diogane in the indicated concentrations (Table 1) was heated to 180 - 200 C in a 500 ml stainless steel autoclave with 200 atm. of a 1:1 CO/lie mixture- Samples were periodically withdrawn from the liquid phase over a period of one week. Each sample was analyzed by gas chromatography using a 20% carbowax 20M on 60/80 mesh chromosorb W column, a column temperature of 70 C, and- helium as a carrier gas flowing at 27 ml/min. The products were identified by comparisons of retention times with those of authentic sanmples. Concentrations were estimated by comparisons of the peak areas with those obtained using standard solutions. 78 TABLE 1 Cobalt carbonyl catalysts fo-- the hydrogenation of carbon monoxide to alcohols Catalyst precursor Metal complexes Organic products formed by the formed by reaction catalyzed reaction of 200 atm. 1:1 with 200 atm. 1:1 CO H2 in diosane solutionb CO/H2a Temp. Products Catalyst Temp. Products (mmol/1) (IC) precursor ( C) after one week (mmol; l) Co2(CO)g > 170 HCo(CO)4 ` 182 MeOH MeOCOH, EtOH, EtOH, PrOH Ph2C2C(J2(CO)6 > 110 HCo(CO)4 5.1 173 MeOHOH(7 O) EtOH(13.6 ), EtOCOH(2.7 ), PrOH(1.6 ) MeCCo3(CO)9 > 150 HCo(CO)4 5.5 200 Me~OH(2 8), EtOH(16.4). EtOH(2.0), PrOH(10.0 ) (PhP)2C 4(CO)1o >190 HCo(CO)4 2.9 185 MeOOH(3.2), EtOH(7-0 ). EtOCOH(1.2), PrOH(2.0) 11VieN(PF2)213Co2(CO)2 >170 Carbonyl d -200 No reaction fO species Med >180 Carbonyl d --200 No reaction free species C3F7Co(CO)4 >110 Co2(CO)g Not tried because of complex instability under the reaction conditions an-Tetradecane solutions of the catalyst precursor under 20o atm 1:1 CO/Hz were heated in the high pressure infrared cell as described in the Experimental Section- The metal carbonyl species present were identified from their v(CO) frequencies. b These reactions were carried out in 200 ml of purified p-dioOe using a 500 ml stainless steel autoclave. The liquid phase was analyzed by gas chromatography as described in the Experimental Section. `]Data from ref. 5. dThe precise concentration -of the catalyst precursor was not en-scared since the system was clearly catalytically inactive. C. lbia terials p-Diosane was purified by successive treatments with hydrochloric aO and potassium hydroxide pellets followed by distillation over sodium according to the published Ocedme [12] . The cobalt complexes (Cr,H5)2C2Co2(CO)6 (1) [13] . CH3CC 3(CD)9 (D) [1 ] , (CrH5P)zCo4(C0)io (1111) [15] , [CH3N(PF2)2] 3C02(O)2 (IV) [1s] . (CD3)3SnCo(CO)4 [17] and C3F7Co(CO)4 18] were prepared from commerO Co2(CO)g (Street Chem- ?9 ical Company, Danvers, Massachusetts) according to the cited procedures. Commercial hydrated ruthenium tricbloride was converted to R%(CO)r2 by a published procedure [19] . The identities and pities of these metal carbonyl derivatives were verified by correspondence of their rr(C ) frequencies to the reported values. C s 1 H s i oCOC j ~c~C\\CC o oC- j -C~ \\-w oc C CO OC j CC) ) CO C6HS O< C\\ O i a CH3 Coy I O I ~ O N O C5i- P~C; C \\,0 OC-Co-Co-CO / -CO 10 FZP FP PFZ FZ C \\,P C CO OC I O N N cps I I CH 3 CH, Results A. Cobalt derivatives Cobalt carbonyl derivatives were selected for this study which a priori appeared to have some chance of surviving the vigorous reaction conditions (200 atm 1:1 CO/H2 pressure and 180 - 200 C temperature) without degradation to HCo(CO),.. In addition, the following specific factors are relevant to the specific compounds studied: (1) the clusters CH3CCo3(CO)g (II) and (CGHsg)2Co4(CO)io (M) are active hydroformylation catalysts like the Coz(CDISIHCo(CO),% system but can be recovered unchanged from reaction mixtures after hydroformylation at 90 - 130 C/60 atm (20] ; (2) the binuclear complex [CH3N(PF2)2] 3Co2(C0)2 (IV) away be regarded as arm electronic ague of r'o2(CO)g (the coordinating PF2 groups of the biden.tate ligaad are strong ir-acceptors iuce O groups) but with a different metal stereochemisirg because of the geometrical constraints of the three bridging ligands [21] ; (3) the compounds C3FTCo(C ) and (CHs)3SILCo(CO)4 are representatives of the types of RCo(Ca),& derivatives most likely to survive the necessary reaction conditions without degradation to HCo(CO),E. SO The data summarized in Table 1 indicate that these cobalt complexes fall into two distinct types: (1) complexes which form HCo(CO)& under the reaction conditio-ns a9 shown by infrared spectroscopy (e.g. (CGH5)2C2C,02(CO)6s CH3CCO3(CO)s, and (Cr.H5P)2C04(CO)lO) produce essentially the same mixture of methanol, ethanol, n-propanol, methyl formate, and ethyl forte as the C02(O)8 catalyst precursor of Rathke and Feder [5] with the observed differences in catalytic activity relating to the rate of degradation of the cobalt complex to HCo(CO)4; (2) complexes which decompose to carbonyl-free species under the reaction conditions without giving HCo(CO)4 (e.g- [CH3N(PF2)213CO2(CO)2 and (CH3)3SnCo(CO)4) are inactive as catalysts for CO hydrogenation. These observations lead to the following general conclusions: (1) formation of HCo(CO)4 under the reaction conditions is a prerequisite to catalytic activity of a cobalt carbonyl derivative for carbon monoxide hydrogenation; (2) the reaction conditions for CO hydrogenation are so severe that the range of cobalt complexes which can survive these conditions without degradation to HCo(CO); is highly limited. B. Ruthenium deriuatiVes In n-tetOeOe solution under 100 atm CO RU3(CO)12 is stable at ambient temperatures but its ruthenium triangle begins to break up at ca. 75 C to form Ru(CO)S identified by its v~CO) frequencies at 2035s and 2003s cm -1 (reported [22] v(CO) for Ru(CO)5 in n-heptane: 2035s and 1999vs cm 1). These Ru(CO)5 bands persist under 200 atm of equimolar 1-O/H2 up to the 180 C temperature used for the catalytic reaction. These observations are consistent with the reported [23] formation of Ru(CO)s by heating a haptane solution of RU3(CO)12 to 150 C under 80 atm CO. Heating this Ru(CO)5 under 100 atm HZ to 180 C was found to give a new vf'CO) pattern with distinct v(CO) frequencies at 2083m, 2062s, 2048s, and 2020vs cm -1 suggesting a mixture of the known tetranuclear ruthenium carbonyl hydrides H2Ru4(CO)13 [24] and H4Ru4(CO)12 [25] . Previous work [23, 26] indicates that the mononuclear H2Ru(CO) is unstable at such high temperatures with respect to the formation of these polynuclear ruthenium carbonyl hydr~des. Preparative studies Lldicate that RU3(CO)12 is an active catalyst precursor for CO hydrogenation to methanol under conditions where mononuclear Ru(CO)5 is the major component spectroscopically. Thus a 0.00205 M RU3(CO)12 solution in diogane at 180 C under 200 atm total pressure of 1:1 CO/H2 after one week resulted in the formation of methanol and methyl formate in concentrations of 0.044 M and 0.004 M, respectively. In contrast to the cobalt carbonyl system (Table 1) the ruthenium carbonyl system appears to be inactive for catenation reactions converting methanol to ethanol and higher alcohols. These observations are consistent with those reported by Bradley [7] although our experiments were done under somewhat less s:_vere conditions. The ruthenium system appears to be noticeably more active than the cobalt system (Table 1) for CO hydrogenation in dioxane at 81 180 9C/200 atm. since significantly smaller concentrations of Ru3(CO)12 produce roughly the same amounts of CO hydrogenation products under the same reaction conditions. The activity of the catalyst generated from Ru3(CO)12 appears to be unaffected by the addition of any of the strong coordinating species hexamethylphosphoramide, N, N, N', N'-tetramethylethylenediam;ne, or 18-crown-6 in a Z:1 metal-ligand ratio. Discussion The observations outlined in this paper coupled with work from other research groups [5 - 7 ] suggest that a highly acidic metal Obunyl hydride may be a prerequisite for methanol formation from CO and H:. and that the presence of two adjacent acidic metal carbonyl hydride sites might be necessary for catenation reactions leading to higher alcohols. In general the most acidic metal carbonyl hydrides will be those containing only CO ligands in addition to metal-bonded hydrogen atoms. The following observations support these ideas. (1) The highly acidic hydrides HCo(CO)4 (5] and H2Fe(CO)4 [27] are catalytically active for the hydrogenation of CO to methanol. (2) Mild heating of Co2(CO)g readily gives COc(CO)12 presumably through a coordinately unsaturated Co2(CO)6 intermediate which O also add H2 to each metal site to form a double metal carbonyl dihydride H2Co(CO)3-Co(CO)3'42 which would be expel to have highly acidic hydrogen atoms on adjacent metal sites. This could account for the ability of the cobalt cerbonyi system to catalyze the production of higher alcohols from CO hydrogenation. Similar possibilities of H2 addition to coordinately unsaturated systems eO for rhodium carbonyl systems, where Rh2(CO)S not only is extremely unstable [28, 29] with respect to formation of Rh (CO)12 but Rh4(CO)12 itself undergoes further deObonylation on heating to give Rh6(CO)16 [29] . (3) Mild heating of Ru(CO)S at atmospheric pressure [22] is known to give Ru3(CO)12, presumably through a coordinately unsaturated Ru(CO)_. intermediate that can also add H2 to form H2Ru(CO)4, which would be expected to be a strong acid like H2Fe(CO)4 [30] . This could account for the ability of the ruthenium carbonyl system to produce methanol but not higher alcohols from CO and H2. Rathke and Feder [5] have also found HMn(CO)5 to be a catalyst for the formation of methanol from CO hydrogenation but at higher temperatures than HCo(CO)4 in accord with the lower acidity of Hlin(CO)5 relative to HCo(CO)4. Scheme 1 indicates a possible mechanism for CO hydrogenation with an acidic metal carbonyl hydride (A) through its anion (B/B). The proposed hydrogycarbene arson intermediate C (scheme 1) is reasonable in view of the extensive series of stable alkogycarbene metal carbonyl complexes discovered by Fischer and coworkers [31, 32] . Fn the intermediates D, E, and F 82 H H \" - C-1- H L i C C C C-H H-C-H 1 1 IO 1~ I~ O O O O O e s e' C O .Co .H _CH30HM-H H-LM _H - 61 H-C-H a-C-H OH OH F Scheme 1. Possible mechanism involving an acidic metal carbonyl hydride for the production o methanol from CO + 2 HZ_ The designation [M] refers to the central transition metal with all attached ligands not involved in the above transformations (eg. [M] _ HRu(CO)3 in the case of H2Ru(CO);)_ in scheme 1, the eventual methanol carbon is bonded to the metal atom by a simple metal-carbon and as in numerous edition metal alkyls [33] . The observed enhancement of the reaction rate of CO hydrogenation by meats of a polar solvent (e_g_ using dioszne or N-methylpyrrolidone [8] instead of pentane, benzene, or toluene) is consistent with ionic intermediates (e.g. B/B', C, and D in scheme 1). Note alum that addition of 1 to the metal-carbon multiple bond O B' followed by a metal-carbon hyOen shift to form D increases the basicity of the former CO oxygen to the extent that it is easily protonated to form the hOgyalkyl derivative E. Acknowledgement We are indebted to the Division of Basic Energy Sciences of the U.S. Department of F_=_ay a--=_ partial support of this work under Contract EY-76-09-0933. References 1 O_ G_ Thomas, B. F_ Beier and E_ L. Muette--ties, J_ Am- Chem- Sac_ 98 (1976) 1296. 2 G_ C_ Demitras and E_ L.. Iduetterties, J_ Am- Chem- Soc., 99 (1977) 2796_ 3 U_ S_ Patents 3,878,214, 3,878,290, and 3.878,292 (1975), to W. E. Walker et al (Union Carbide). 4 J. L. Vied, L. A. Cosby, R. A. Flato, I.7. E_ Walker and R. L_ Pruett, paper presented at the :75th National Meeting of the American Chemical Society, Anaheim. CaUfor nia, March. 19 78 (panex rVOR 5 in abstracts)- 83 5 J. W. Ratbke and H. O Feder, a. Ant- Chene. Soc, 100 (1978) 3623. 6 J. S. Bradley and M. fz. Ramanelli, paper presented at the Americate Chemical Society/Chemical Society of J'O Chemical Congress, Elonalulr, Xawau, Aprr9 1979 (paper )NOR 428 in abstracts). 7 J. S. Bradley,..`_ Arm Chem. Soc., 101 (7.979) 7419. 8 W_ Irim, O. Berger and J. Schlupp, J CaO, 61 (1989) 359. 9 R. B. King, A D_ King, Jr. and M. Z. fcbal, J Ari. Chern. Soc., 101 (1979) 4893. 10 R. B. King. A D. iCing, or., M. Z. iqbal and C. E. Frazier, J. Am. Chem. Soc., 100 (1978) 1687. 11 W. F. Edgell and M. P. Dunlrle, J Phys. Chem., 68 (1964) 452. 12 A. l_ Vagel, A Test-book of Practical Organic Chemistry, F ongmans, Green, and Co., E,ondon, 1946, p. 175. 13 R_ B_ King, CrgaaornetcL Syn_, 1 (1965) 133. W. T. Ont, F.. A Duncanson, R. G. Guy, H. W_ B. Reed and B. l- SOw, Proc. Chem. Soe., \"[1961) 169. 15 R. C. Ryan and i- F_ Dahl, J_ Am_ Chem_ Soc, 97 (1975) 6904. 16 R_ B. King, J. Gimeno and T. J_ Lotz, Inorg_ Chem., 17 (1978) 2.101. 17 S. BreitsOit and F. Basolo, J. Am. Sec., 88 (1966) 2702. 18 R. B. King. OrganometaL Syn., 1 (1965) 152. 19 F- Basolo, Inorg. Syn., 16 (1976) 45. 20 R. C_ Ryan, C. U. Pittman, Jr. and J. P. O'Connar, J_ Am_ Chem_ Soc_, 99 (19 77) 1986. 21 14 G. Newton, R. B. King, hi. Chang, N. S. Pantaleo and J. Gimeno, J Chem_ Soc. CherL Commur---, (1977) 531. 22 F. Calderazzo and F. L'Eplattenier, Inorg. Chem., 6 (1967) 1220. 23 R_ Whyman, J_ OsgaaomeiaL Chem_. 56 (1973) 339_ 2 B. F_ G. doa~n, J_ Lees and f. G. SPlliams, J Chern. Soc_ A, (1970) 901. 25 F. Piacenti, M. Bianchi, P_ Frediani and E_ Benedetti, Fnorg. Chem., 10 (1971) 2759. 26 J- D. Cotton, M. l_ Bruce and F_ G_ A. Stone, J Chem. Soc_, A, (1968) 2162. 27 R_ pettit, C_ Oauldin, T. Cole and H. Kung, Artn. NYAcad. ScL. 295 (1977) 151. 28 R_ Wbymaa, J Chem. Soc. Chem. Commun_, (1970) 119 . 29 R. Wbgman, J Chen- See. Dalton 7Yans_, (1972) 1375. 30 P. Ksumhalz and H_ M. A Stettiner, .f. Am. Chem- Soe., 71 (1949) 3035. 31 E. O. Fischer, Angew. Chem., 86 (1964) 651. 32 E_ O. Fischer,Adu. OrganomefaL Chrm_. 14 (1976) 1. 33 G. W. Pamhall and J. n. Mrowca, Adu. OrganomefaL Chem., 7 (1968) 157. X244 80800514 0304-5102(80)80051-4 10.1016/0304-5102(80)80051-4 Some observations on cobalt and ruthenium carbonyls as homogeneous catalysts for the hydrogenation of carbon monoxide to alcohols R.B. King A.D. King Jr. K. Tanaka Department of Chemistry, University of Georgia, Athens, GA 30602 U.S.A. An evaluation of various cobalt carbonyl systems as catalyst precursors for CO hydrogenation to methanol, ethanol, n-propanol, and their formates at 180 – 200 °C/200 atm in p-dioxane solution has resulted in the identification of two categories of cobalt complexes: (1) complexes shown spectroscopically to generate HCo(CO)4 under the reaction conditions (e.g. (C6H5)2C2Co2(CO)6, CH3CCo3(CO)9, and (C6H5P)2Co4(CO)10) produce essentially the same mixture of alcohols as the Co2(CO)8 catalyst precursor; (2) complexes shown spectroscopically to decompose to carbonyl-free species under the reaction conditions without generating HCo(CO)4 (e.g. [CH3N(PF2)2]3Co2(CO)2 and (CH3)3SnCo(CO)4 are inactive as catalysts for CO hydrogenation. A ruthenium carbonyl system generated from Ru3(CO)12 and shown spectroscopically to contain Ru(CO)5 as the principal component has been shown to be a slightly more active catalyst for CO hydrogenation to methanol than the active cobalt catalyst systems. However, the ruthenium carbonyl system is completely inactive for the catenation of methanol to ethanol and higher alcohols. These observations coupled with those of other research workers suggest the requirement of an acidic metal carbonyl hydride intermediate for the formation of methanol by CO hydrogenation. References 1 M.G. Thomas B.F. Beier E.L. Muetterties J. Am. Chem. Soc. 98 1976 1296 2 G.C. Demitras E.L. Muetterties J. Am. Chem. Soc. 99 1977 2796 3 U. S. Patents 3,878,214, 3,878,290, and 3,878,292 (1975), to W. E. Walker et al. (Union Carbide). 4 J.L. Vidal L.A. Cosby R.A. Fiato W.E. Walker R.L. Pruett paper presented at the 175th National Meeting of the American Chemical Society, Anaheim, California 1978 (paper INOR 5 in abstracts) 5 J.W. Rathke H.M. Feder J. Am. Chem. Soc. 100 1978 3623 6 J.S. Bradley M.G. Romanelli paper presented at the American Chemical Society/Chemical Society of Japan Chemical Congress, Honolulu, Hawaii 1979 (paper INOR 428 in abstracts) 7 J.S. Bradley J. Am. Chem. Soc. 101 1979 7419 8 W. Kaim M. Berger J. Schlupp J. Catal. 61 1980 359 9 R.B. King A.D. King Jr. M.Z. Iqbal J. Am. Chem. Soc. 101 1979 4893 10 R.B. King A.D. King Jr. M.Z. Iqbal C.C. Frazier J. Am. Chem. Soc. 100 1978 1687 11 W.F. Edgell M.P. Dunkle J. Phys. Chem. 68 1964 452 12 A.I. Vogel A. Text-book of Practical Organic Chemistry 1946 Longmans, Green, and Co London 175 13 R.B. King Organometal. Syn. 1 1965 133 14 W.T. Dent L.A. Duncanson R.G. Guy H.W.B. Reed B.L. Shaw Proc. Chem. Soc. 1961 169 15 R.C. Ryan L.F. Dahl J. Am. Chem. Soc. 97 1975 6904 16 R.B. King J. Gimeno T.J. Lotz Inorg. Chem. 17 1978 2401 17 S. Breitschaft F. Basolo J. Am. Soc. 88 1966 2702 18 R.B. King Organometal. Syn. 1 1965 152 19 F. Basolo Inorg. Syn. 16 1976 45 20 R.C. Ryan C.U. Pittman Jr. J.P. O'Connor J. Am. Chem. Soc. 99 1977 1986 21 M.G. Newton R.B. King M. Chang N.S. Pantaleo J. Gimeno J. Chem. Soc. Chem. Commun. 1977 531 22 F. Calderazzo F. L'Eplattenier Inorg. Chem. 6 1967 1220 23 R. Whyman J. Organometal. Chem. 56 1973 339 24 B.F.G. Johnson J. Lewis I.G. Williams J. Chem. Soc. A 1970 901 25 F. Piacenti M. Bianchi P. Frediani E. Bendetti Inorg. Chem. 10 1971 2759 26 J.D. Cotton M.L. Bruce F.G.A. Stone J. Chem. Soc., A 1968 2162 27 R. Pettit C. Mauldin T. Cole H. Kang Ann. NY Acad. Sci. 295 1977 151 28 R. Whyman J. Chem. Soc. Chem. Commun. 1970 1194 29 R. Whyman J. Chem. Soc. Dalton Trans. 1972 1375 30 P. Krumholz H.M.A. Stettiner J. Am. Chem. Soc. 71 1949 3035 31 E.O. Fischer Angew. Chem. 86 1964 651 32 E.O. Fischer Adv. Organometal. Chem. 14 1976 1 33 G.W. Parshall J.J. Mrowca Adv. Organometal. Chem. 7 1968 157",
      "scopus-id": "0019221287",
      "coredata": {
        "eid": "1-s2.0-0304510280800514",
        "dc:description": "An evaluation of various cobalt carbonyl systems as catalyst precursors for CO hydrogenation to methanol, ethanol, n-propanol, and their formates at 180 – 200 °C/200 atm in p-dioxane solution has resulted in the identification of two categories of cobalt complexes: (1) complexes shown spectroscopically to generate HCo(CO)4 under the reaction conditions (e.g. (C6H5)2C2Co2(CO)6, CH3CCo3(CO)9, and (C6H5P)2Co4(CO)10) produce essentially the same mixture of alcohols as the Co2(CO)8 catalyst precursor; (2) complexes shown spectroscopically to decompose to carbonyl-free species under the reaction conditions without generating HCo(CO)4 (e.g. [CH3N(PF2)2]3Co2(CO)2 and (CH3)3SnCo(CO)4 are inactive as catalysts for CO hydrogenation. A ruthenium carbonyl system generated from Ru3(CO)12 and shown spectroscopically to contain Ru(CO)5 as the principal component has been shown to be a slightly more active catalyst for CO hydrogenation to methanol than the active cobalt catalyst systems. However, the ruthenium carbonyl system is completely inactive for the catenation of methanol to ethanol and higher alcohols. These observations coupled with those of other research workers suggest the requirement of an acidic metal carbonyl hydride intermediate for the formation of methanol by CO hydrogenation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1980-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510280800514",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "King, R.B."
          },
          {
            "@_fa": "true",
            "$": "King, A.D."
          },
          {
            "@_fa": "true",
            "$": "Tanaka, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510280800514"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510280800514"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(80)80051-4",
        "prism:volume": "10",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Some observations on cobalt and ruthenium carbonyls as homogeneous catalysts for the hydrogenation of carbon monoxide to alcohols",
        "prism:copyright": "Copyright © 1981 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "75-83",
        "prism:endingPage": "83",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 1980",
        "prism:doi": "10.1016/0304-5102(80)80051-4",
        "prism:startingPage": "75",
        "dc:identifier": "doi:10.1016/0304-5102(80)80051-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0019221287"
      }
    }
  }
}