{
  "metadata": {
    "title": "Evidence for intrinsically distinct active sites on rhenium-based metathesis catalysts. Norbornene metathesis with Re<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>7</ce:inf>/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>",
    "authors": "Kenneth G Moloy",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-07-13",
    "doi": "10.1016/0304-5102(94)00053-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000530",
    "pii": "0304510294000530"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028468167",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000530 0304-5102(94)00053-0 0304510294000530 10.1016/0304-5102(94)00053-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02222 2024-01-02T01:06:03.941633Z 0 0 19940713 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 91 91 2 2 Volume 91, Issue 2 11 291 302 291 302 19940713 13 July 1994 1994-07-13 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. EVIDENCEFORINTRINSICALLYDISTINCTACTIVESITESRHENIUMBASEDMETATHESISCATALYSTSNORBORNENEMETATHESISRE2O7AL2O3 MOLOY K GRUBBS 1982 499 R COMPREHENSIVEORGANOMETALLICCHEMISTRY IVIN 1983 K OLEFINMETATHESIS MOULIJN 1988 1 J CHAUMONT 1988 317 P SIBEIJN 1992 345 M MOL 1991 145 J CHAUVIN 1992 462 Y YIDE 1991 275 X XIAODING 1985 133 X WILLIAMS 1990 1603 K SPRONK 1991 345 R IVIN 1979 1989 K SCHROCK 1987 1169 R JENNINGS 1985 429 P TRAUTMANN 1981 982 W CORFIELD 1966 238 G MOLOYX1994X291 MOLOYX1994X291X302 MOLOYX1994X291XK MOLOYX1994X291X302XK item 0304-5102(94)00053-0 0304510294000530 1-s2.0-0304510294000530 10.1016/0304-5102(94)00053-0 272239 2024-01-02T01:06:03.941633Z 1994-07-13 1-s2.0-0304510294000530-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000530/MAIN/application/pdf/fd07b478e72d74b29ec8d1eb041653f2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000530/MAIN/application/pdf/fd07b478e72d74b29ec8d1eb041653f2/main.pdf main.pdf pdf true 726465 MAIN 12 1-s2.0-0304510294000530-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000530/PREVIEW/image/png/2e32a1c9ff4c96d172806f3b06991fe6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000530/PREVIEW/image/png/2e32a1c9ff4c96d172806f3b06991fe6/main_1.png main_1.png png 51427 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 91 (1994) 291-302 Evidence for intrinsically distinct active sites on rhenium-based metathesis catalysts. Norbornene metathesis with Re207/A1203 Kenneth G. Moloy Catalyst Skill Center, Union Carbide Corporation, P.O. Box 8361, South Charleston, WV 25303, (USA) (Received January 25, 1994; accepted March 2, 1994) Abstract Treatment of calcined Re207/AI203 with norbornene results in extensive polymerization within the catalyst pores. '3C NMR analysis shows the polymer is exclusively cis-poly(norbomene), resulting from ROMP (ring opening metathesis polymerization). In contrast, a Re207/AI203 catalyst pretreated with Me4Sn also polymerizes norbomene but to a ROMP polymer favoring trans double bonds. These observations suggest that intrinsically different active sites are generated from Re207/ A1203, depending on the presence or absence of organotin cocatalyst. Active sites produced on untreated catalyst are highly selective, preferentially reacting with strained, high energy double bonds. Active sites generated upon treatment with Me4Sn are much less selective and react both with strained and unstrained double bonds. These observations have resulted in a catalyst for the preparation of cis1,3-divinylcyclopentanes via ethenolysis of norbomenes. 1. Introduction Heterogeneous olefin metathesis catalysts based on alumina-supported Re207 have been the subject of a great amount of study [ 1-3 ] . This attention has been warranted by a variety of factors, perhaps most notably the low temperatures at which this catalyst performs and its ability to metathesize functionalized olefins. In addition to academic interest, Re207/ A1203 catalysts are reportedly in commercial operation where they are used for the manufacture of specialty olefins via metathesis of ethylene with cyclooctene and cyclooctadiene [4]. A variety of promoters and cocatalysts have been employed with the rhenium catalysts, *Corresponding author; fax. (+ 1-304)7475571, e-mail: KGMC&MEDINAH.ATC.UCARB.COM. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00053-X 292 K.G. Moloy /Journal of Molecular Catalysis 91 (1994) 291-302 resulting in significant performance enhancements. In particular, the addition of organometallic reagents and especially tetraalkyl tin compounds has been found to lead to marked increases in reaction rate [ 3 ] . The resulting catalysts are also tolerant of a variety of functional groups, resulting in catalysts for the metathesis of functionalized olefins [5,6]. The studies conducted to date have partially elucidated the role of the tetraalkyl tin cocatalysts. However, there is not a general understanding of how an untreated catalyst differs from a catalyst pretreated with an organotin cocatalyst. Specifically, it is not clear if addition of the tetraalkyl tin simply increases the number of active sites, or if intrinsically different active sites are produced. Recent experimental evidence has quantitatively confirmed the suspicion that the number of active sites present on Re207/A1203 catalysts is small, encompassing approximately 0.5% of the total rhenium [7 ] . It has not yet been reported how this value is changed upon pretreatment with tetraalkyl tin reagents. Other reports suggest that tetraalkyl tin reagents serve to reduce rhenium to lower oxidation states [ 8,9 ] . However, these reports do not address the differences between catalysts with and without the tetraalkyl tin cocatalyst. There is also evidence which suggests that addition of a tetraalkyl tin to these catalysts results in alkylation of rhenium and is accompanied by the formation of -SnR3 groups, also bonded to rhenium [ 10,11 ] . If this ReOSnR3 species is an active metathesis site, or a precursor to one, then chemically distinct active sites may be present on catalysts depending on whether they have been treated or not with RQSn. Herein are presented reactivity data which suggest that chemically distinct active sites may be present on Re207/ A1203-based metathesis catalysts, depending on the pretreatment procedure. 2. Results and discussion Addition of norbornene to a hexane slurry of Re207/Al2O3 catalyst at room temperature results in a rapid darkening of the solid catalyst. Repeating this procedure in the presence of CZH4, even at exceedingly high pressures (7000 psig) and with slow addition of norbornene, yields at most only a trace of the cross-metathesis product cis- 1,3-divinylcyclopentane, as determined by gas chromatography analysis. However, analyses of catalysts exposed to norbornene in this manner indicate that significant quantities of a non-volatile hydrocarbon residue are formed in the catalyst pores (see Experimental section for catalyst isolation procedure). Elemental analysis (Table 1) shows more than 21 wt.% hydrocarbon Table 1 Analyses of Me,Sn treated and untreated Re207/A1203 catalysts used for norbomene metathesis Elemental Pore volume Pore area analysis (ml/g) (M2/g) untreated 19.15% C 0.29 141.3 catalyst 2.49% H Me4Sn 18.16% C 0.26 100.6 treated catalyst 2.51 % H unused catalyst not determined 0.57 242.9 KG. Moloy /Journal of Molecular Catalysis 91 (1994) 291-302 293 residue present, even after extensively washing the spent catalyst with hexane, followed by high vacuum treatment. Consistent with the elemental analysis, the pore volume is reduced to less than one-half its original value. The persistence of this residue, even after extensive solvent extraction, suggested that it might be polymeric in nature. Two polymer structures were considered to be possible, shown in Scheme 1. One is the ROMP (ring opening metathesis polymerization) polymer, A. This polymer has been the subject of numerous investigations and is readily formed in the presence of metathesis catalysts. Alternatively, polymer B could result from acid catalyzed polymerization, a reaction possible in the presence of an acidic support such as the y-alumina used for rhenium-based catalysts.' 3C NMR spectroscopy was used to investigate the identity of the residue, and specifically to distinguish between polymer structures A and B. t3C CP-MAS NMR spectroscopy was conducted on an untreated Re207/AI2O3 catalyst (e.g., one which had not received prior treatment with Me4Sn) after reaction with norbornene in the manner described above. The resulting spectrum is shown in Fig. 1 and shows the presence of an unsaturated hydrocarbon species. Thus, the resonance at 8 134.2 is attributable to an olefinic resonance, and three aliphatic resonances are observed at 8 43.3, 39.9, and 33.4. The spectrum is reminiscent of that reported in the literature for ROMP A Lewis a ~n B Scheme 1. 14o.o 12o.o 1oo.o eo.o so.o 4o.o 2o.o o.o PPM Fig. 1. '3C CP-MAS NMR spectrum of untreated RezO,/A1203 catalyst after reaction with norbornene. 294 K. C. Moloy /Journal of Molecular Catalysis 91 (1994) 291-302 poly (norbornene) prepared by ROMP [ 2,12 ] . The spectrum is clearly not consistent with a polymer of structure B. In order to provide further confirmation for the ROMP structure, the spent catalyst was subjected to ultrasonication in toluene to extract the polymer residue. This technique resulted in the isolation of sufficient quantities of polymer for high resolution solution phase '3C NMR, the spectrum of which is shown in Fig. 2. These data are entirely consistent with the ROMP poly (norbornene) depicted in A. Moreover, a comparison of the chemical shifts with those reported in the literature [2] indicates that the polymer consists of essentially 100% cis double bonds. Chemical shifts and assignments are given in Table 2. It is clear that Re207/A12O3 (no Me4Sn treatment) not only catalyzes the metathesis polymerization of norbornene, but does so with remarkable selectivity to the cis-polymer. Similar experiments were then conducted with a catalyst pretreated with Me4Sn. Thus, a slurry of Re207/A12O3 in hexane was treated with Me4Sn (Sn/Re=1) for approximately 15 min at 25 C, followed by addition of norbornene. After 1 h the catalyst was isolated in the manner described. Analysis (Table 1) again shows the presence of a large amount of hydrocarbon residue; the isolated catalyst contains > 20 wt.% of a hydrocarbon residue and the pore volume is reduced to less than half of its original value. t3C CP-MAS NMR of this catalyst shows (Fig. 3) that the polymer is unsaturated and the similarity to the spectrum in Fig. 1 strongly suggests that it is also a poly (norbornene) of structure type A. However, there are slight differences in the aliphatic region in terms of both chemical shifts and relative peak heights, suggesting a slightly different polymer structure between the two samples. The most likely structural difference is a greater trans double bond content in polymer derived from the Me4Sn treated catalyst. The olefinic carbons of cis- and trans-poly(norbornene) differ very slightly in their NMR chemical shifts, but significant differences are observed for the aliphatic carbons [ 2 ] . To further address this possibility, the polymer was extracted from the catalyst by the ultrasonication technique previously described. The \"C NMR spectrum of polymer isolated in this manner Fig. 2. \"C{'H} NMR spectrum of polymer extracted from the sample shown in Fig. 1. The CDzCIz solvent resonates at 53.8 ppm and the resonance at 1.1 ppm is attributed to an impurity. Chemical shift positions and assignments are given in Table 2. K. C. Moloy/Journal of Molecular Catalysis 91 (1994) 291-302 295 Table 2 \"C NMR chemical shifts and assignments' for poly(norbomene) produced from untreated and Me4Sn treated Re207/AIz03 catalysts 7 1 4 ] 2 3 6 5 \" Untreated catalyst' Me4Sn treated catalyst` Chemical shift Assignment Chemical shift Assignment Solid State Liquid Solid State Liquid 134.0 134.2 C2, C3 134.0 43.3 43.1 C7 133.8 cis-C2, C3 39.9 39.1 C,, C4 133.7 33.4 33.6 C5, C6 134.0 133.1 133.0 traps-C2, C3 132.8 43.6 43.4 trans, cis-C,, CQ 43.1 trans, traps-C,, C, 42.7 Cis, C'S-C7 42.1 cis, traps-C7 41.4 trans, traps-C7 39.9 38.6 Cis, C'S-Cl, CQ 38.4 cis, traps-C,, CQ 33.2 cis, cis-C5, C6 33.2 32.9 cis, traps-C5, C6 32.4 trans, C'S-C5, C6 32.2 trans, traps-C5, C6 'Assignments are for liquid phase chemical shifts which are based on work described in ref. [ 2 ] . CD2C12 solvent. `CDC13 solvent. is shown in Fig. 4 and clearly shows the presence of two types of double bonds, presumably cis and trans. The two olefinic resonances at 8 133.8 and 8 133.0 are assigned to cis and trans carbons, respectively. In addition, the aliphatic region now consists of eleven resonances, corresponding to the various isomers possible due to the presence of the cis and trans double bonds. The number and chemical shifts of these aliphatic resonances are in direct agreement with the literature [ 2 ] , and those assignments are given in Table 2. Close inspection of the aliphatic region suggests that the distribution of cis and trans double bonds is nearly random [12]. Unfortunately, there is insufficient data thus far to identify the polymer end group. These results demonstrate that both Me4Sn-treated and untreated Re207/A1203 catalysts polymerize norbomene in a ROMP fashion. The untreated catalyst is highly selective, exclusively producing cis-poly(norbornene). However, the untreated catalyst is ineffective at catalyzing the metathesis of norbornene with acyclic olefins, such as ethylene. In contrast, the Me4Sn-treated catalyst yields poly (norbornene) with both cis and trans double bonds apparently randomly distributed throughout the polymer. One explanation for this obser- 296 PPM K. G. Moloy /Journal oJ'Molecular Catalysis 91 (1994) 291-302 140.0 120.0 '100.0 'eo.o 'so.o 'o.o Fig. 3. '3C CP-MAS NMR spectrum of Me4Sn treated Re207/A'203 catalyst after reaction with norbornene. The feature at 17 ppm is attributed to a spinning side band. ppm 140.0 12o.o 100.o 8o.o so.o 40.0 '20.o 0.0 Fig. 4. '3C{'H} NMR spectrum of polymer extracted from the sample shown in Fig. 3. The CDC13 solvent resonates at 77.0 ppm. Chemical shifts and assignments may be found in Table 2. vation is that the Me4Sn treated catalyst is able to metathesize both strained and unstrained double bonds with approximately equal efficacy. The catalyst metathesizes not only new monomer molecules but is also able to metathesize double bonds in the polymer backbone. Homogeneous catalysts which metathesize both strained cyclic double bonds and unstrained acyclic double bonds typically yield poly (norbornenes) with high traps contents [ 1,13]. If the Me4Sn-treated catalyst does indeed metathesize norbornene ( strained double bond) and the polymer backbone (unstrained double bonds), then it should be possible to use this catalyst for the metathesis of norbornene with acyclic olefins such as ethylene. In fact, this reaction works exceptionally well. Norbornene \"ethenolysis\" with Me4Sn treated Re207/ K. G. Moloy /Journal of Molecular Catalysis 91 (1994) 291-302 297 A1203 proceeds with 100% selectivity to cis- 1,3-divinylcyclopentane and a distribution of higher oligomers, as shown in Scheme 2. This distribution of oligomers is common for the metathesis of cyclic olefins with ethylene [4]. This reaction occurs smoothly at 25 C, relatively low pressure, and with norbornene conversions nearing 100%. Of course, high C2H4 pressure shifts the distribution of oligomers towards monomer but otherwise has no effect on the overall metathesis selectivity. The formation of cis- 1,3-divinylcyclopentane by metathesis of norbomene with ethylene at high temperature in the gas phase has been reported [ 14] . However, many substituted norbornenes possess low volatility and are thermally sensitive (with respect to retro Diels-Alder cracking reactions), and metathesis under the mild conditions described in here may be advantageous. The' 3C CP-MAS NMR spectrum of the spent, Me4Sn treated catalyst used for norbornene ethenolysis is similar to those described above, but in this case it is apparent that low molecular weight oligomers, rather than polymer, are present within the catalyst pores. Thus, Fig. 5 shows the familiar resonance at 8134.0 attributable to a 1,2-disubstituted olefin. In addition, the weak absorptions at 8 113 and 143 are assignable to the a- and ss-carbons, respectively, of a vinyl group. This is most likely the oligomer end group. The aliphatic region of the spectrum suggests a much different ratio of cis and trans double bonds than seen previously. These chemical shift assignments and conclusions are confirmed by the liquid phase '3C{'H] NMR of the oligomer isolated by extraction from the spent catalyst (Fig. 6). The oligomer contains mainly trans double bonds, with a transl cis ratio of ca. 4, and much closer to that expected based on thermodynamic considerations. It has already been mentioned that catalysts that metathesize cyclic and acyclic olefins tend to favor transpoly (norbornene). It has also been reported that the cisltrans content of poly (norbornenes) produced with these catalysts tends to vary with time, and the amount of trans increases with increasing contact with the catalyst [ 1,13]. It is possible that the difference in cisl trans content observed for the polymers/ oligomers shown in Figs. 3-6 is attributable to a difference in contact time with the catalyst. MedSn Re207/AIZ03 Ik CA )P cis- 1,3-divinylcyclopentane C2H4 11 oligomers Scheme 2. 298 KG. Moloy/Journal of Molecular Catalysis 91 (1994) 291-302 14o.o '1zo.o 1oo.o eo.o 6o.o '40.0 20.0 _._ PPM Fig. 5. '3C CP-MAS NMR spectrum of spent Re207 /A1203 catalyst from the preparation of cis- l,3-divinylcyclopentane. The feature at 20 ppm is attributed to a spinning side band. _L~ 1, ~ 140.0 120.0 '100.0 '80.0 '60.0 '40.0 20.0 0.0 PPM Fig. 6. \"C{'H} NMR spectrum (CDCI3 solution) of polymer extracted from the sample shown in Fig. 5. The solvent resonates at 77.0 ppm. 3. Conclusions This study further underscores the large chemical differences between untreated and R4Sn treated Re207/AI2O3 metathesis catalysts. Both catalyze the ring opening metathesis polymerization of norbornene. However, these results suggest that chemically distinct active sites are present in the two catalysts. Sites present in the untreated catalyst are highly selective for the metathesis of strained, cyclic double bonds and selectively produce a cis-polymer from norbornene, obviously a kinetic product. It has been reported that homogeneous ROMP catalysts which yield predominantly cis-polymers are poor catalysts for the metathesis of acyclic double bonds [ 1 ] . Furthermore, it has been postulated that the polymer is chelated to the metal during ROMP with homogeneous catalysts that give high cis contents [ 2 ] . The K. G. Moloy /Journal of Molecular Catalysis 91 (1994) 291-302 299 active site present in the Me4Sn treated catalyst is non-selective in that it metathesizes all double bonds, strained (cyclic) and unstrained (acyclic), apparently with equal ease. A polymer containing the thermodynamically favored trans double bonds results. By analogy with homogeneous metathesis catalysts it is possible that the Me4Sn treated catalyst does not coordinate with the growing polymer chain in a chelating fashion. Clearly, the two catalysts contain active sites with quite different chemical behavior. It is also possible that the Me4Sn treated catalyst actually contains two types of active sites. One is the same \"selective\" site present in the untreated catalyst. The second is a new site generated upon addition of Me4Sn. This latter site is non-selective and metathesizes incoming monomers as well as the backbone double bonds of the cis polymer produced at the \"selective\" site. Because Re207/AI203 based catalysts are known in many cases to metathesize acyclic olefins without prior addition of tetraalkyl tin reagents, it is not necessarily true that the difference in active site is attributable to the direct involvement of tin. Instead, it is more likely that the nature of these active sites, which are presumably rhenium carbenes, depends on their mode of formation from the Re207/A]203 catalyst precursor and the activating agent employed, be it an olefin or tetraalkyl tin. Further experimentation is required to further elucidate the chemical nature of these active sites. 4. Experimental 4.1. General Hexane (Fisher Optimal\") was sparged with nitrogen before use. Me4Sn and norbomene were used as received from Aldrich Chemical Company. Re207 was obtained from Aesar. A high purity y-A1203 (SA 6273) obtained from Norton Company was used for all catalysts reported herein. This y-A1203 has a surface area of 214 M2/ g, a pore volume of 0.57 ml/g, and is supplied in the form of 1 / 16 in. spheres. Combustion (C, H) analyses were performed by Galbraith Laboratories, Knoxville, TN. Pore volumes were measured by mercury porosimetry with a Micrometrics Auto-Pore 9200. Metathesis products were analyzed by gas chromatography on a Hewlett Packard 5890 Chromatograph with flame ionization detector and a 30 m Durabond 1701 capillary column. 4.2. 'jC NMR spectroscopy Solid-state '3C spectra were obtained on a Nicolet NT-200 spectrometer operating at 50.313 MHz (4.7 Tesla magnetic field, 200.069 MHz 'H frequency), modified for solids operation by the addition of high-power RF amplifiers (Henry Radio, 200 W'H decoupling; Dentron, 1 kW observe) and CP/MAS probes from Doty Scientific, Inc. Samples were ground to pass an 80-mesh sieve and packed in 7 mm OD sapphire rotors with Vespel end caps (6 kHz maximum spinning speed and ca. 350'.t.i sample volume). The magic angle was set using the '9Br resonance of KBr spinning at 5.5 kHz by maximizing the duration of the rotational echo train. The magnetic field was shimmed on the 'H signal of ca. 5% acetone in acetone-d6 spinning at 1.25 kHz to obtain a linewidth of ca. 2 Hz. The same sample was used to set the decoupling frequency to ca. 5.0 ppm relative to tetramethylsilane. 300 K.G. Moloy /Journal of Molecular Catalysis 91 (1994) 291-302 '3C spectra were obtained using quadrature detection with CYCLOPS phase cycling, highpower 'H decoupling, and cross-polarization excitation with spin-temperature alternation. RF field strengths of ca. 19 gauss for 'H and ca. 75 gauss for '3C were used. The 'H 90 pulse length was determined with the 180 /360 method using '3C detection and crosspolarization experiments on a sample of glycine spinning at 6 kHz, after which a HartmannHahn match was obtained by varying the '3C power. Chemical shifts were externally referenced to tetramethylsilane, with higher frequencies (lower fields) positive, using the 176.4 ppm resonance of glycine as a secondary standard. No correction is made to the measured shift for the bulk susceptibility of the sample. The optimum recycle delay (2-5 s) and cross-polarization contact time (500-750 ms) were determined for each sample, after which a 2048-scan spectrum was recorded. Solution '3C{'H) NMR spectra were obtained using General Electric GN-30ONB and QE-300 NMR spectrometers. The spectra were acquired using Waltz-16 decoupling and 64K data sets with spectral widths > 20 KHz. Solvent resonances were used as internal secondary chemical shift references, CDC13 at 77.0 ppm and CDZC12 at 53.8 ppm, which are relative to tetramethylsilane at 0.0 ppm. The qualitative spectra in Figs. 2 and 4 were acquired using a \"one pulse sequence,\" no delay between pulses, 45 flip angles, and 1.0 s acquisition times. The spectrum in Fig. 6 used a \" 1PDNA\" sequence (decoupler on during the 1.64 s acquisitions and off during the 10 s pulse delay) with 45 pulses. Off-line data processing used the program MacFID by Tecmag, Inc., Houston, TX. 4.3. Catalyst preparation The Re207/A]203 catalyst was prepared by the incipient wetness technique. In a typical procedure a 6 wt.% Re207/AI2O3 catalyst is prepared by dissolving Re207 (29.4 g) in H20 (238 ml). The resulting solution is then added slowly to 441 g of y-alumina support, with gentle mixing. After standing at room temperature for 30 min the impregnated support is gently mixed again and then allowed to dry overnight in a 120 C oven. The catalyst is then activated in a quartz tube at 550 C under a steady flow of oxygen for 3 h, followed by a 3 h nitrogen flow. The catalyst is then cooled to room temperature under nitrogen and stored in a nitrogen filled dry box to prevent water absorption and deactivation. In some experiments the catalyst spheres were ground to a fine powder before use. 4.4. Preparation of catalyst samples for t 3C CP-MAS NMR In a typical experiment, 4.0 g Re207/AI2O3 catalyst was slurried in 20 ml hexane. Then a solution of 2.7 g norbornene in 5 ml hexane was added and the mixture was stirred at room temperature for 1 h. The catalyst was isolated by filtration, washed several times with hexane, and dried under high vacuum. Samples prepared in this manner were also used for combustion (carbon, hydrogen) and pore volume analyses. 4.5. Isolation of poly(norbornene) for solution phase NMR analysis In a typical experiment, 4.0 g of finely powdered catalyst was slurried into 10 ml hexane. 200 fcl Me4Sn was added and the suspension was stirred for several minutes. 20 ml of 50% K.G. Moloy /Journal of Molecular Catalysis 91 (1994) 291-302 301 norbomene in hexane was then added and the mixture stirred at room temperature for 4 h. The mixture was filtered and the catalyst washed with hexane, then dried under vacuum. The catalyst was placed in toluene and treated in an ultrasonic bath for 7.5 h. The catalyst was removed by filtration and the solvent removed under vacuum to yield a colorless, gummy residue. The polymer thus isolated was analyzed by '3C NMR in CDZC12. 4.6. Metathesis of norbornene with ethylene: preparation of cis-], 3-divinylcyclopentane A 100 ml Parr autoclave was heated to 150 C under a flush of nitrogen for 2 h to remove moisture. The reactor was then charged, under a nitrogen purge, with 1.0 g 6 wt.% ReZ07/ A1203 catalyst, 5 ml hexane, and 40 Al Me4Sn (Re/Sn =1). The catalyst was added via a long stemmed ampoule which had been previously loaded in a nitrogen filled dry box and sealed with a septum to prevent contact with atmospheric moisture. The reactor was then sealed and pressurized to 600 psi CA. A solution of 5 ml norbornene in 20 ml hexane was then fed into the reactor over a period of 2.5 h using a Gilson liquid pump. After ca. 12 h GC analysis showed 100% norbornene conversion to cis- 1,3-divinylcyclopentaneand oligomers. The product is readily purified by distillation at 140-142 C (760 Torr) . The spectroscopic parameters are consistent with those reported in the literature [ 15-17 ] . NMR (CDC13) 'H: 8 5.82 (m, 2H), 4.9 (m, 4H), 2.56 (m, 2H), 1.98 (m, 1H), 1.86 (m, 2H), 1.48 (m, 2H), 1.21 (m, 1H).'3C: 8 143.0 (=CH), 112.4 (=CHZ), 44.3 (CH), 40.1 (CHZ), 31.6 (CHZ). IR (neat film): 3088m, 2990m, 2961 s, 2875m, 1646m, 1470w, 1450w, 1423w, 992m, 909s. Mass spectrum: 122 (M+). Acknowledgements T.L. Fortin is sincerely thanked for expert technical assistance. This work would not have been possible without the expertise of K.G. Canterbury, A.M. Harrison, A.D. Ronemus, and C. St. Clair of the Union Carbide NMR Skill Center. Union Carbide Corporation is thanked for supporting this work and for granting permission to publish the results. References [ 1 ] R.H. Grubbs, in G. Wilkinson (Ed.), Comprehensive Organometallic Chemistry, Vol. 8, Pergamon Press, Oxford, 1982, p. 499. [2] K.J. Ivin, Olefin Metathesis, Academic Press, London, 1983. [3] J.A. Moulijn and J.C. Mot, J. Mot. Catal., 46 (1988) 1. [4] P. Chaumont and C.S. John, J. Mot. Catal., 46 (1988) 317. [5] M. Sibeijn and J.C. Mot, J. Mot. Catal., 76, (1992) 345. [6] J.C. Mot, J. Mot. Catal., 65 (1991) 145. [7] Y. Chauvin and D. Commereuc, J. Chem. Sec., Chem. Commun., (1992) 462. [ 8 ] X. Yide, H. Jiasheng, L. Zhiying and G. Xiexian, J. Mot. Catal., 65 (1991) 275. [9] X. Xiaoding, A. Andreini and J.C. Mot, J. Mot. Catal., 28 (1985) 133. [ 10] K.P.J. Williams and K. Harrison, J. Chem. Soc., Faraday Trans., 86 (1990) 1603. [ 1 I ] R. Spronk, A. Andreini and J.C. Mot, J. Mot. Catal., 65, (1991) 345. 302 K. G. Moloy/Journal of Molecular Catalysis 91 (1994) 291-302 [ 12] K.J. Ivin, D.T. Laverty, J.H. O'Donnell, J.J. Rooney and C.D. Stewart, Makromol. Chem., 180 (1979) 1989. [ 13] R.R. Schrock, J. Feldman, L.F. Cannizzo and R.H. Grubbs, Macromolecules, 20 (1987) 1169. [ 14] US Patent 3 424 811 (1969) to F.D. Mango (Shell Oil Company). [ 151 P.W. Jennings, R. E. Ekeland, M.D. Waddington and T.W. Hanks, J. Organometal. Chem., 285 (1985) 429. [ 16] W. Trautmann and H. Musso, Chem. Ber., 114 (1981) 982. [ 171 G.C. Corfield, A. Crawshaw, G.B. Butler and M.L. Miles, J. Chem. Soc., Chem. Commun., (1966) 238. X244 94000530 0304-5102(94)00053-0 10.1016/0304-5102(94)00053-0 Evidence for intrinsically distinct active sites on rhenium-based metathesis catalysts. Norbornene metathesis with Re2O7/Al2O3 Kenneth G Moloy ∗ 1 Catalyst Skill Center, Union Carbide Corporation, P.O. Box 8361, South Charleston, WV 25303, USA * Corresponding author; fax. ( +1-304)747551 1 KGM&@;MEDINAH.ATC.UCARB.COM. Treatment of calcined Re2O7/Al2O3 with norbornene results in extensive polymerization within the catalyst pores. 13C NMR analysis shows the polymer is exclusively cis-poly(norbornene), resulting from ROMP (ring opening metathesis polymerization). In contrast, a Re2O7/Al2O3 catalyst pretreated with Me4Sn also polymerizes norbornene but to a ROMP polymer favoring trans double bonds. These observations suggest that intrinsically different active sites are generated from Re2O7/Al2O3, depending on the presence or absence of organotin cocatalyst. Active sites produced on untreated catalyst are highly selective, preferentially reacting with strained, high energy double bonds. Active sites generated upon treatment with Me4Sn are much less selective and react both with strained and unstrained double bonds. These observations have resulted in a catalyst for the preparation of cis-1,3-divinylcyclopentanes via ethenolysis of norbomenes. References [1] R.H. Grubbs G. Wilkinson Comprehensive Organometallic Chemistry 8 1982 Pergarnon Press Oxford 499 [2] K.J. Ivin Olefin Metathesis 1983 Academic Press London [3] J.A. Moulijn J.C. Mol J. Mol. Catal. 46 1988 1 [4] P. Chaumont C.S. John J. Mol. Catal. 46 1988 317 [5] M. Sibeijn J.C. Mol J. Mol. Catal. 76 1992 345 [6] J.C. Mol J. Mol. Catal. 65 1991 145 [7] Y. Chauvin D. Commereuc J. Chem. Soc. 1992 462 Chem. Commun. [8] X. Yide H. Jiasheng L. Zhiying G. Xiexian J. Mol. Catal. 65 1991 275 [9] X. Xiaoding A. Andreini J.C. Mol J. Mol. Catal. 28 1985 133 [10] K.P.J. Williams K. Harrison J. Chem. Soc. 86 1990 1603 Faraday Trans. [11] R. Spronk A. Andreini J.C. Mol J. Mol. Catal. 65 1991 345 [12] K.J. Ivin D.T. Laverty J.H. O'Donnell J.J. Rooney C.D. Stewart Makromol. Chem. 180 1979 1989 [13] R.R. Schrock J. Feldman L.F. Cannizzo R.H. Grubbs Macromolecules 20 1987 1169 [14] US Patent 3 424 811 (1969) to F.D. Mango (Shell Oil Company). [15] P.W. Jennings R.E. Ekeland M.D. Waddington T.W. Hanks J. Organometal. Chem. 285 1985 429 [16] W. Trautmann H. Musso Chem. Ber. 114 1981 982 [17] G.C. Corfield A. Crawshaw G.B. Butler M.L. Miles J. Chem. Soc. 1966 238 Chem. Commun.",
      "scopus-id": "0028468167",
      "coredata": {
        "eid": "1-s2.0-0304510294000530",
        "dc:description": "Treatment of calcined Re2O7/Al2O3 with norbornene results in extensive polymerization within the catalyst pores. 13C NMR analysis shows the polymer is exclusively cis-poly(norbornene), resulting from ROMP (ring opening metathesis polymerization). In contrast, a Re2O7/Al2O3 catalyst pretreated with Me4Sn also polymerizes norbornene but to a ROMP polymer favoring trans double bonds. These observations suggest that intrinsically different active sites are generated from Re2O7/Al2O3, depending on the presence or absence of organotin cocatalyst. Active sites produced on untreated catalyst are highly selective, preferentially reacting with strained, high energy double bonds. Active sites generated upon treatment with Me4Sn are much less selective and react both with strained and unstrained double bonds. These observations have resulted in a catalyst for the preparation of cis-1,3-divinylcyclopentanes via ethenolysis of norbomenes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000530",
        "dc:creator": {
          "@_fa": "true",
          "$": "Moloy, Kenneth G"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000530"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000530"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00053-0",
        "prism:volume": "91",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Evidence for intrinsically distinct active sites on rhenium-based metathesis catalysts. Norbornene metathesis with Re2O7/Al2O3",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "291-302",
        "prism:endingPage": "302",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 July 1994",
        "prism:doi": "10.1016/0304-5102(94)00053-0",
        "prism:startingPage": "291",
        "dc:identifier": "doi:10.1016/0304-5102(94)00053-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028468167"
      }
    }
  }
}