{
  "metadata": {
    "title": "Charge sensitivity analysis of oxide catalysts: Oxidation-state dependence of the normal-mode description of V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf> surface clusters",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-06-29",
    "doi": "10.1016/0304-5102(93)80043-T",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029380043T",
    "pii": "030451029380043T"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027607060",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029380043T 0304-5102(93)80043-T 030451029380043T 10.1016/0304-5102(93)80043-T S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02350 2024-01-02T01:06:03.941633Z 0 0 19930629 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 82 82 2 3 2 3 Volume 82, Issues 2–3 17 383 405 383 405 19930629 29 June 1993 1993-06-29 1993 A Special Issue containing the Proceedings of the Fourth International Symposium on the Theoretical Approach to Catalysis at Interfaces Cracow, Poland 27–31 July 1992 19920727 19920731 J. Haber, M. Witko converted-article fla Copyright © 1993 Published by Elsevier B.V. CHARGESENSITIVITYANALYSISOXIDECATALYSTSOXIDATIONSTATEDEPENDENCENORMALMODEDESCRIPTIONV2O5SURFACECLUSTERS NALEWAJSKI R NALEWAJSKI 1988 324 R NALEWAJSKI 1993 115 R NALEWAJSKI 1991 265 R NALEWAJSKI 1992 243 R NALEWAJSKI 1990 817 R NALEWAJSKI 1989 747 R KORCHOWIEC 1992 1027 J NALEWAJSKI 1991 123 R NALEWAJSKI 1992 165 R NALEWAJSKI 1993 407 R NALEWAJSKI 1988 349 R PARR 1989 R DENSITYFUNCTIONALTHEORYATOMSMOLECULES NALEWAJSKI 1992 443 R NALEWAJSKI 1993 371 R WITKO 1991 205 M WITKO 1991 357 M GOLEBIEWSKI 1977 617 A GOLEBIEWSKI 1977 629 A GOLEBIEWSKI 1980 585 A OHNO 1968 111 K OHNO 1967 239 K NALEWAJSKIX1993X383 NALEWAJSKIX1993X383X405 NALEWAJSKIX1993X383XR NALEWAJSKIX1993X383X405XR item 0304-5102(93)80043-T 030451029380043T 1-s2.0-030451029380043T 10.1016/0304-5102(93)80043-T 272239 2024-01-02T01:06:03.941633Z 1993-06-29 1-s2.0-030451029380043T-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380043T/MAIN/application/pdf/e6044bc0f857e5d979f76fcb90ddb315/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380043T/MAIN/application/pdf/e6044bc0f857e5d979f76fcb90ddb315/main.pdf main.pdf pdf true 1395102 MAIN 23 1-s2.0-030451029380043T-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380043T/PREVIEW/image/png/338ab29764f41e3626f9894747daafa1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380043T/PREVIEW/image/png/338ab29764f41e3626f9894747daafa1/main_1.png main_1.png png 60909 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 82 (1993) 383-405 383 Elsevier Science Publishers B.V., Amsterdam M138 Charge sensitivity analysis of oxide catalysts: oxidation-state dependence of the normal-mode description of V205 surface clusters Roman F. Nalewajaki* and Jacek Korchowiec K. Gumiriski Department of Theoretical Chemistry, Jagiellonian University, R. Ingardena 3, 30-060 Cracow (Poland) Abstract Normal-mode charge sensitivity analysis, based upon the semiempirical valence-shell hardness tensor in the atoms-in-molecules (AIM) resolution, has been applied to the V20o surface clusters, ranging from 1 to 6 pyramidal units, with the global number of electrons N corresponding to the net cluster charges (oxidation states) q varying from +4 to -4. The AIM charges used to model the hardness tensor are from the semiempirical SCF MO calculations in the S (scaled) INDO approximation. The new phase convention for the populational normal modes (directions of the tensor principal axes) is introduced via the requirement oa - aN/a vq > 0 for all charge transfer (CT) active modes, where va is the collective electron population coordinate associated with the mode a. This convention allows one to identify the modes exhibiting the donor/acceptor behaviour opposite to the global basic/acidic characteristic of the system, as those corresponding to the negative normal Fukui function (FF) index, f,, =- a va/aN< 0, similarly to the familiar AIM description. The q-dependence of the AIM and normal FF indices, as well as that of shapes and selected characteristics of the CT active normal modes, are examined with a special emphasis on the charge instability region, where the principal hardness, ha-a,u /ava, of the softest mode (a=1) becomes negative and the global hardness rl-a2E/aN2<0; here E denotes the system electronic energy and y, is the mode chemical potential: ,u, - aE/a v . The compared quantities include: h , O , f , Xa= =,u , and the product w =OOa reflecting the mode energy contribution in units of the overall CT energy. The pattern of reactivity indices is shown to be strongly dependent on the cluster oxidation/reduction state. Key words: charge sensitivity analysis; oxide catalysts; surface V206 clusters; vanadia catalyst Introduction It has been demonstrated in recent applications of semiempirical charge sensitivity analysis (CSA) [ 1-4 ] to catalytic systems [ 5-7 ] that a useful reactivity information can be extracted from realistic valence-shell hardness (electron repulsion) tensor [ 1,3-5,8 ] , defined by the second partial derivatives of *Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 384 RE Nalewajski and J. Korchowiec/J Mot Catal. 82 (1993) 383-405 the system electronic energy, E, with respect to the populations of atoms-inmolecules (AIM), {N;}=N, n;,, = VE/aN; aN; = au;/aN; = au;/aN; (1) where the first derivatives denote the AIM chemical potentials, {u;} = u, interpolated for the actual AIM charges in a molecule. Of particular interest for large catalytic clusters is the so called normal representation [ 1,2,8 ] corresponding to the principal ages of q=au/aN given by the tensor eigenvectors {U }=U'. UT t U= h {hass=ha8a,6}, UTU=1 (2) defining the respective normal mode population variables: {va=N Ua}=v (3) here N, a represent row vectors and Ua= { U;a} is a column vector grouping the directional cosines of the ath principal axis relative to the AIM reference frame. Namely, the equilibrium electron population displacements are strongly localized on a small subset of the CT active modes, with only very few such modes significantly contributing to the AIM Fukui function (FF) indices [ 1,57]: {Fj - aN;/aN} =F (4 ) where N=E;N; is the global number of electrons. The AIM FF indices themselves already constitute a useful site selectivity criterion for nucleophilic/ electrophilic attacks by small reactants [ 1,4,6-9 ] . The same information follows from the shapes and other characteristics of the normal modes [ 1,5-7 ] ; the charge sensitivity data for chemisorbed systems may in turn be used to qualitatively predict the directions of the desorption and dissociation processes [ 5-7 ] . The normal mode representation also provides an attractive framework for examining the mode-to-mode donor/acceptor interactions between large reactants [ 1,2 ] . Previous CSA applications to oxide catalysts were limited to a single global number of electrons in a cluster [ 5-7 ] . Our preliminary results for vanadium oxide clusters [6] have been obtained for an idealized, model AIM charges, while a more refined calculations for the rutile clusters [ 7 ] have used the SCF MO [S(symmetrically orthogonalized) INDO] charges. It is the main purpose of the present work to examine how the normal mode description of the vanadium oxide model surface clusters is affected by changing N (or the cluster overall oxidation state q). In particular we examine how the onset of the softest mode charge instability, marked by the negative lowest eigenvalue ha (a=1), manifests itself in selected normal mode characteristics. We also introduce a new phase convention, fixing the directions of the hardness tensor principal ages, which allows one to distinguish the acceptor vs. donor normal modes, using the signs of the normal FF indices, R.F Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 385 {f =F Ua}=f (5) This new phase convention is analogous to that fixing phases in the AIM electron population representation. Throughout the paper atomic units are used unless specified otherwise. Normal charge sensitivities and phase convention In symmetric systems the normal populational modes can be classified as either purely internal (polarizational P) or external (CT) modes, respectively [ 1,2,5 ] . The first, P-active class groups all the antisymmetric modes representing the collective AIM population displacements giving rise to dN=_ 0. The second, CT-active subset consists of totally symmetric modes, for which dN:A 0, due to a non-vanishing CT component; they usually also include some degree of accompanying polarization. Only through external modes can the CT between an acid (A) and a base (B) be realized since for internal modes, due to the symmetry, fa -0, aEP (6) Also, when the system is in the global equilibrium, with the AIM chemical potentials equalized at the global chemical potential level ,u, u=,u 1 u-oE/oN (7) the normal mode chemical potentials, {p =aE/8va=a Ua}=# must identically vanish for all P-active modes: ,u,, =_ 0, a E P (9) Clearly, yet another important geometric normal vector [ 1,2,5 ], {Oa=8N/ava=,E;U }=O (10) grouping the inverse derivatives relative to the FF indices, O - f= 8N/aN=1 (11) must also exactly vanish for the P modes. The AIM analog of the O vector is given by the unit vector since aN/oNr=1 (12 ) There is a fundamental difference between the information provided by the o and f derivatives. The O vector carries a purely geometrical information about the orientation of the external CT vector .N,' with the unit AIM coordinates (see the dN axis in Fig. 1), 386 X.F Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 dN2 dv~ f5 \\ dv1 . \\ s i a i~ /.~ i i y .~. 3 dN1 / \\~ fz / // ~~ f3 ~''o a< fi :i= 1 2 3 4 5 fa ; a. 1 1 >1 1 >O <0 2 0 <-1 -1 >1 1 Fig. 1. Schematic diagram illustrating the AIM (dNl, dN2 ) and principal (dvl, dv2 ) directions in a diatomic system. The dN=0 line (dNl= =dN2) corresponds to the internal charge rearrange ment (internal CT) while the dN line (dNl=dN2) is along external CT vector .N- (1,1). The normal displacement directions ale fixed by the o > 0 convention, i.e., they point towards increas ing N=N,+N2. The FF vector, f, defined either by the AIM, F= (Fl, Fz), or normal f= (fl, fz)> coordinates, starts from the begining of the coordinate system and ends up on the dN= + 1 line, as displayed for five illustrative FF vectors: P, i=1-5. The table below summarizes qualitative features of the normal coordinates of these FF vectors. The negative Pa index, uiz., ~, f 2 and O , corresponds to the CT mode with opposite donor/acceptor behaviour to that of the system as a whole, during an equilibrium populational displacement. relative to the hardness tensor principal axes: o =aN/av =(aN/aN) (aN/ov )-.it~v (13) (14) The FF derivatives f carry more physical information about the equilibrium changes in the mode populations v per unit displacement along .~V(see Fig. l ). Obviously, phases of the CT active modes must be fixed by an appropriate phase convention. The previously adopted one [ 1,5-7,10 ] , f >0, aECT (15) R.F Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 387 allows one to identify the donor/acceptor character of the CT active mode, only through the sign of its Oa derivative; e.g., for dN> 0, the Oa > 0, CT modes increase their mode population while those with Oa < 0 decrease their mode population. However, within this convention one loses the desired parallelism with the analogous AIM description, where the donor/acceptor behaviour of AIM is immediately seen from the signs of the AIM FF indices. This feature can be easily recovered when one recognizes eqn. (12) as the AIM phase convention, and then adopts the analogous, more natural and truly geometric phase fixing relations in the normal representation: O >0, aeCT (16) This new phase convention, which we use in the present study, is schematically illustrated in Fig. 1. The FF indices F and f, obtained by inverting the hardness tensor, provide important weighting factors in combination formulas generating global quantities from those characterizing constituent parts of the system [ 1,2 ], e.g.: ,u=(aE/aN) (oN/oN)=u-F=(oE/ov) (ov/oN)=p-f=-x (17) where X stands for the system global eiectronegativity. In the quadratic Taylor series approximation, dE (dN)=,udN+2 1(dN)2 (18) where r,=a 2E/oN2=ap/oN denotes the system global hardness, y (X) should be a linear function of N: dy-?IdN (19) The validity of such an approximation is tested in Fig. 2, where the E=E(N) (Fig. 2a) andX=X(q) (Fig. 2b) curves are reported for the model V205 surface clusters [ 12 ] . The energy data have been obtained from the S (scaled) INDO SCF MO calculations [ 13 ] . It immediately follows from Fig. 2 that the quadratic approximation (18) does indeed apply to the SCF MOE= E(N) dependence, with the energy function being to a good approximation represented by a parabola, and hence X=X(q) being approximately linear. It should be realized, however, that the right side of the energy parabolas is an artefact of the bound-state (valence-shell) basis set employed. Namely, for N> 36 (1 pyramid) and N> 65 (2 pyramids) the negative ions are unstable relative to Systems with N= 36 and N= 65, respectively. Therefore, should the continuous spectrum basis functions be present, the systems with greater N would lose electrons to reach these most stable oxidation states. For this reason such SCF unstable oxidation states may be considered as realistic only for confined clusters, having no freedom to exchange electrons with the environment. As shown in Fig. 2b the Xs` (q) points, obtained by calculating the slope 388 u R.F Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 a) 50 25 80~ o w SO w k w 4 32 34 36 38 N so sz 64 66 se N b) ~* \\ zo 0 -204 z -z -4 0 9 4U 20 y -zo 4 z o 9 -z -s Fig. 2. The S (scaled) INDO SCF MO E (N) plots for the 1 and 2 pyramid clusters of vanadium oxide (a) and the respective x(q)=oE/oq functions (b). In part (b) the CSA x(N) points are also displayed together with the CSA fitting lines [in the 1 pyramid case the N- 37 point has been omitted ] . of the SCF energy parabola, are generally in good agreement with the respective xcsA (q ) points obtained via the combination formula (17 ) from the empirical AIM electronegativities and hardness tensor, both interpolated to the SCF AIM charges [1,4,6,7]. Also the slope of the SCF and CSA x=x(q) lines, measuring the global hardness, compare favourably: qscF , yjcsn ~ (0.25 - 1 R.F Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 389 pyramid, 0.19 - 2 pyramids). The SCF energy parabolic fits for remaining clusters leads to the following global hardness values: 0.18 - 3 pyramids, 0.12 - 4 pyramids, and 0.10 - 6 pyramids. Therefore, as indeed expected intuitively, the global hardness diminishes (global softness increases) with increasing cluster size. It should be observed that the xCSA=0 value does appear for q in the vicinity of the system SCF instability point, i.e. for the bottom of SCF energy parabola. In fitting the xCSA (q) lines we have disregarded the N= 37 (1 pyramid) point as clearly falling out of the otherwise well established correlation. As has already been demonstrated elsewhere [ 1,2,5-7 ] the products w =O fa (20) provides additional CT information, important for the normal mode resolved interpretation of CT processes. It is linked to the resolution of the overall amount of CT, NCT, and the associated CT energy, ECT, into the respective normal mode contributions. Clearly, .E w =E (aNlava) (avalaN)=aNlaN=1 (21) so that this resolution is complete. It has also been shown [ 1 ] that the AIM contributions to the product (20 ), wi = ( aN;l a v ) (a v l aN) = Uia fa, wa -Zi wia (22 ) represents a natural resolution of F; into the normal mode contributions: Fj = aN;l aN=Ea (aNil a v ) (a val aN) -Ea w;,,, (23 ) It has been observed numerically that appreciable weights {w;,,,} are observed only for a very few CT active modes, which dramatically simplifies the normal mode interpretation of CT processes [ 1,5-7 ] . Calculations and results The details of the model clusters of the (010) V205 monolayer surface have been given elsewhere [ 6 ] . Also the S (scaled) INDO [ 13 ] SCF MO energies have already been reported previously [ 12 ] . In the present study these calculated geometries and the SCF AIM charges have been used to interpolate the experimental AIM chemical potential and diagonal hardnesses (sufficient to generate the whole AIM hardness tensor, with the Ohno formula [ 14 ] being used to generate the off-diagonal elements [ 1,2-8 ] ) . For the details of the CSA the reader is referred to refs. 1-3. The CSA results are summarized in Figs. 2b, 3-6 (1 pyramid); 2b, 7-10 (2 pyramids), 11 (3 pyramids); 12 (4 pyramids) and 13 (6 pyramids). Since all the antisymmetric modes do not contribute directly to NCT, only totally symmetric, CT active modes are included in Figs. 3,4,6,7,9,10. 390 a 1.5 R.1'. Nalewajski and J Korchowiec/J. Mol. Catal. 82 (1993) 383-405 __ 32 33 34 35 36 37 38 N 3* z~ 32 33 34 35 36 37 38 N Fig. 3. The ha (N) and xa(N) plots for the 1 pyramid cluster. Part (a) includes both CT-active (Al ) and P-active (B2, E) modes, while only plots for the totally symmetric modes are shown in part (b), since xa=_0, a e P. Effects of changing the cluster overall oxidation state Principal hardnesses As seen in the representative correlation diagrams of Figs. 3a and 7a, where R.F. Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 a) b) c) d h e 5- oh -5h -to 20 OF _20 h 3 2 0 _ 'w 32 33 34 35 36 37 38 N .1 32 33 34 35 36 37 38 N 32 33 34 35 36 37 38 N 391 Fig. 4. The calculated wa (a) normal quantities and their respective fa (b) and oa (c) factors, as functions of the global number of electrons in the 1 pyrannid vanadium oxide cluster. 392 R.F Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 N=32 (-1) N=33 ( 1) q=3 q=2 q=1 ___ ____ ___ ____ r r r r r r r r r r r r r r r r r r r r r r r r r r r_____ r_____-__ ________ N=35 (-1 N=36 ('0.25) N=37 q=O q=-1 _ r r r r r r r r i i t r r r r r r r r r r r -------- -------- N=38 ('0.04) q=-3 r r r r r r r r r_____ Fig. 5. AIM FF indices as a function of N. Diagram scaling factor is in parentheses. Radii of circles are proportional to I F; I value multiplied by the scaling factor. Shaded values indicate negative F; values. the lines connect normal modes of a similar topology (see Figs. 6 and 9, respectively), a general trend of increasing ha with increasing q (decreasing N) is observed. However, the densely spaced modes with a dominating polarizational component (soft modes) are distinctly less susceptible to changes in q, then is the hardest mode, practically of a pure CT character; the softest (a =1) mode always exhibits ha values close to zero. For both clusters the band of CT+P modes, relatively narrow for low q values, becomes widened when q increases. It follows from the mode hardness data of Fig. 6 and 9, that the energy surfaces, stable for high q values (hl > 0) , eventually become mode unstable (hl < 0) for sufficiently high N. The observed onset of this surface mode instability appears slightly earlier in the CSA calculations, relative to that predicted by the minimum of the SCF energy parabolas of Fig. 2, when N increases. For example, in the, 1 pyramid case the negative hl is observed for the first time for N= 36; the corresponding N values for 2 and 3 pyramid clusters are: N= 63 R.F. Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 393 N =32 a=1 a=2 a=6 ha=0.092 ha=0.204 ha=1.531 wa=0.069 __ ____' UJ2=0.026 __ ___ ' wa=0.904 __ ___ ,J0.165 i pa=0.152 i i pa=2.439 0.420 i i fa=0.174 i i Ja=0.371 xa=0.174 ________ xa=-0.090 ______ xa=2.260 ______ N=33 a=1 a=2 a=6 ha=0.075 _ ha=0.170 ha=1.455 wa=0.143 , ---, wa=0.005 , ~- --- , wa=0.851 -- 9n=0.227 i spa=0.067 rpa=2.438 fu=0.632 i , Ja=0.082 i , Ja=0.349 xn=0.136 ________ xa=_0.163 ______ xa=1.699 a=1 a=2 a=6 ha=0.050 ha=0.148 ha=1.373 wa=0.240 _ __' UA0=0.002 _ __ ' wa=0.758 rpa=0.261 1 \" rpa=0.039 \" rpa=2.435 fa=0.920 i fa=0.047 ' r fa=0.311 xa=0.072 ________ xa=0.199 ______ xa=1.143 N=35 a=1 a=z a=6 ha=0.021 ha=0.140 ha=1.277 wa=0.425 , - --, wa=0.030 , -- , wa=0.545 coa=0.276 rpa=0.190 1 \" rpa=2.427 i fa=1.542 i i fa=0.160 i i fa=0.224r ___-_- iI xa=0.014 ________ xa=0.196 ______ xa=0.583 N=36 a=1 a=3 a=6 ha=-0.004 ha=0.126 ha=1.163 wa=1.316 , - __, tua=-1.054 _ __ ' wa=-0.262 __ ___ ' spa=0.299 ~ a=0.359 i rpa=2.405 w Ja=4.45 i i ~a=-0.150 i i ~a=-0.109 i xa=-D.027 -_______ xa=0.131 ______~ xa=0.026 (j--____ v~ N=37 a=1 a=5 a=6 hn=-0.019 _ __ ha=0.088 __ ___ ha=1.027 wa=-10.719 , , wa=4.773 , , wa=6.946 , , ~s a=0.397 rpc=0.570 spa=2.349 i Ja=-27.006i' i fa=8.367 ' fa=2.957 xu=-0.077 -_______ xa=_0.019 ______Ev~ xa=_0.052-_____ N=38 a=1 a=5 a=6 ha=-0.061 ha=0.011 ha=0.866 wa=-6.666 - -~- i , vo=5.453 - --- i , wa=2.213pa=1.013 pa=0.395 pa=2.195Ja=-6.580 fa=13.809 ifn=1.009 , - -- i , xa=-0.368, ___~ xa=_0.145 , _____~v xa=_0.991 ______ Fig. 6. Illustrative CT-active modes as a function of N. Radii of circles are proportional to i U~ I , negative values are indicated by the shaded area. 394 R.1'. Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 a) 2 5 1.5 o 1 u O 17 0.5 0 60 61 62 63 64 65 66 67 68 N 3 5. b) 2 , 'r r7 1 ..v u 2 _ . . ' ..~: -;'I . . .. . 4 x 0 4 - = -~ 2 3, '' ' 's _1 ,r ,9 2 60 61 62 63 64 65 66 67 68 N Fig. 7. The ha (N) and x (N) plots for the five CT-active modes in the 2 pyramid cluster. and N= 79, respectively. The minima of the SCF energy curves appear at N= 36, 65 <N< 66, for the two smallest clusters considered. We would like to emphasize, however, that the presence of the negative ha modes, signalling the existence of the saddle-point of different order on the CSA energy surface, constitutes only the necessary but not the sufficient con- R.F. Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 N=s0 (-0.2) q =4 N=B1 (-0.5) q =3 _ r N=63 (-0.2) q=1 , r r r N=6O (-0.5) N=65 (-0.5) q=z ~~ q--1 r 395 N=66 (-0 .5) i i ---- 1 1 r i N=B7 (-O.1) q=-3 1 r N=66 (-0.4) Fig. 8. AIM FF indices for the 2 pyramid cluster as a function of N. For further details see Fig. 5. dition of the system instability. The latter refers to the curvature of the cross section through the CSA energy surface, E(N) or E( v), along the F or f vectors, respectively. The corresponding second-order change in the system energy, for the equilibrium electron population displacements, dNe=dN F or dve=dN f, is proportional to rj (dN)2 , where j=F q FT=_y f a h is the system global hardness: rj=o2E/oN2=ay/aN. Therefore, the negative global hardness criterion is the sufficient system instability condition [ 11 ] . The negative r values are for the first time observed for N= 36 and N= 67, in the 1 and 2 pyramid cases, respectively, in total agreement with the SCF energy parabolas of Fig. 2. We therefore conclude, that the SCF and CSA predictions, obtained from totally different sources, are surprisingly consistent. This observation validates aOsteriori the AIM model of the CSA. Obviously, the negative h implies d,u ( d v > 0 ) < 0 for such unstable modes, a behaviour contrary to that observed in stable normal modes, for which: d,u (dv >0) >0. MoO electronegatavities The reference to Figs. 3b and 7b shows that the electronegativity of the hardest, non-selective mode of a practically pure CT character (almost identical population displacements on all AIM ) decreases linearly with increasing N, and crosses x = 0 level in the vicinity of the beginning of the system charge instability, i.e., at N=36 and N=65 for the two clusters in question. The variation of electronegativities of the remaining P + CT modes are less regular. In 396 N=60 ha=0.001 wo=0.845 O=0.130 fit =6.495 I p=0.131 a=3 - - ha=0.099 I wo=0.013 0.227 la =0.059 i Xa=0.201 R.F. Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 N=6l tua=0.240 O=0.129 Ja=1.856 I Xa=0.113 a=3 - -- ha=0.085 wa=0.091 O=0.254 Ja=a.36o a=5 a=5 ha=0.233 ha=0.210 l =0.001 u=0.001 O=o.os7- ja=0.011 O=0.037- Ja=0.021 - ra=-0.252 ~xa=-0.289 a=7 - ha=0.407 ut =0.000 ~ O=0.063 ---- - - ja=0.004 Xa =o.os7 ha=2.018 tua=0.140 O=3.304 Ja=0.042 a=7 - ha=0.356 wa=0.002 O=0.074 ~ ____ ~_I N=62 ha=0.023 wa=O.llO ~ O=0.138 ja=D.7O Xa=0.106 wa=0.136 ~ ~ O=0.266 ja=o.5u Xa=0.084 ha=O.l9l ~ I wa=O.OOI O=0.034 ja=0.023 \\I Xa-0 ___ a=7 ha=0.304 I Uk =0.003 O=0.090 ~ __ ~_+ a=ll - - a=ll ha=1.971 I ha=1.925 wa=0.666 Uk =0.750 O=3.303 __ quo=3.3D2~ a=0.202 -\\~IJa=0.227 Xn=2.437 Xn=1.876 Fig. 9. CT-active modes for the 2 pyramid cluster as a function of N. For further details see Fig. 6. both cases the softest mode ( a =1) exhibits slightly positive and slowly decreasing electronegativity for stable systems, eventually reaching the negative values for strongly reduced clusters ( negative ions). R.F Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 N=63 ha=-0.008 ua=-8300 qa=0.184 __ 7.064 a=3 hit=0.053 ha =0.039 ut =0,429 ut =0.240 0268 - - - 0.249 =1.598 =0.965 r-1~ r,= xa =0,039 xa =0.003 a=5 az:0.180 Uk =0.025 r0.121 - - - - 113.210 o4 ht=0231 u =0.025 0.137 r. 4 186 ha=1.868 m=1.820 NN 4644 h<i = -0.039 ut=-0.232 v - - 94 =0.244 ~ - - - - - - fo = -0.951 p4016 a=5 ha=0.149 wa=0.077 ~ 0.274 ____ _ __ ja=0.281 I Xa=0.157 a=7 ha=0.180 =0.002 0.0440__ _ a=0.038 Xa=0.250 a=tl - ha=1.803 wa=0.913 3.296 - O=3.287 ja=0.552 \\~ja=0.278 Xa=0.735 Fig.9. (Continued.) a 397 N=65 ha=-0.045 l wa=-0.261' 0.291 __ - _ __ ja=-0.898 I Xa=-0.025 un=0.277 ~ - O=o.z21 _ _ ja=1.257 I Xa=-0.031 a=5 -- ha=O.ll9 wa=0.058 ~ q~=0.222 ____ _ __ ja=o.2s1 I Xa=0.028 a=7 - - ha=0.157 1ua=O.O6l O=0.263 ____ _ __ ja=0.233 Xa=0.242 Of interest also are the modes 2 (in Fig. 3b ) and 3 (in Fig. 7b ) with x < 0 for strongly positive q, and x > 0 for more reduced clusters; in the complete set of normal modes, ordered in accordance with the increasing h , this mode corresponds to a=2 (Fig. 6) and cx=5 (Fig. 9), respectively. In the 1 pyramid 398 ha=-0.049 ue=-0.306 O=0.345 s ja=-0.886 Xa=-0.070 a=3 ha=0.014 wo=0.305 70.184 .1.663 Xa=-0.046 ha=0,083 1 wa=0.027 va =0.134 f a=0.202 Xa=-0.011 a=8 _ _ ha=0.138 l uxi=0.158 O=0.417 ---- - - a=a.3ao Xa=D.155 Fig. 9. (Continued.) R.F. Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 a=l ha=-0.020 va=5,448 fa =0.513 a Jo=10.625 a=4 - ha =0.0 19 wa=-0.70 `~--=5 _0.180 a=7 ha=0.072 wa=-0.2151 O=0.191 Ja=-l.l2' Xa=0.033 a=9 ha=0.127 ux=-0.706 qua=0.461 --ja=-1.530 Xa=0.033 ha=1.566 1 wa=-2.822 fOa==3.233 __ _ -0.873 N=68 ha=-0.068 wa=-o.473/ r0.623 70.760 1 Xa=-0.257 ha=0.003 wa=0.387 ~ O=0.125 ja=3.(02 I Xa=-0.042 1 l a=5 ha=0.020 1 ut =0.002 O=0.024 ____ _ __ ja=0.100 Xa=0.020 a=9 - - ha=0.074 1 wa=0.493 O=0.664 ____ _ __ ja=0.743 Xa=-0.142 1 a=ll ha=1.429 wo=0.590 O=3.187 ~ a=0.165 Xa=-1.516 case this qualitative change in the x2 value is observed for N between 33 and 34. As seen in the second column of Fig. 6, in this region of N the phase of this mode changes, while preserving the global mode topology [polarization between the V-O (1 ) (vanadyl oxygen) fragment and the four remaining ogygens R.F Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 399 a=1 a=3 ' a=7 ' a=11 Fig. 10. Illustrative normal partitioning of the F; indices for N-64 (see Fig. 8) with the circle radii proportional to I w.; 1 . Shaded areas correspond to negative values. in a square base of the pyramid. It should also be observed that the phase of the a=2 mode is then held constant for N > 34, and is opposite to that observed in the N< 34 region. The same effect is observed in the 2 pyramid cluster for the a = 5 mode (third row of Fig. 9 ), between N= 61 and N= 62; again the change of the mode phase is accompanied by the change in sign of X5 (mode 3 in Fig. 7b ); again the phase is preserved for N > 61 (observe the change in the ordering of the third and fourth CT-active modes between N= 63 and N= 64, as shown in Figs. 7a and 9) . The mode character is similar to that of the second CT-active mode in the 1 pyramid cluster. Namely, it basically represents a polarization between the two V-O ( 1 ) fragments acting in one phase and the oxygens of the pyramid bases acting in the opposite phase. In the strongly reduced cases the mode character slightly changes, with the doubly coordinated, bridging oxygen, 0(2), acting in the same phase as the V-O ( 1 ) fragments. 400 R.F Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 N=78 (-0.3) - N=80 (-0 .3) q=3 1I II q=1 I I I 1 1 I 1 1 I I I 1 1 1 ____1 _ ___I ___1 _ _ 1 I I 1 1 I 1 1 I I f I _ 1 __ 1 ___ ____1 N=79 (-O.O ._ N=81(-0.3) q=2 I 1 q=0 1 1 1 1 1 1 I 1 1 1 I I 1 I I f 1 1 I I I I 1 1 I I I I I I 1 f o~ ---- - --- ---- - --- --- Fig. 11. The AIM FF indices for 3 pyramid cluster and q=0-3. N=ll0 (-0.4) , q=0 N=112 ('l) I Fig. 12. The same as in Fig. 8 for the 4 pyramid cluster and q=0, -2. Mode-energetical weights {w,,,} and their contributions The comparisons of Fig. 4 indicate that the variations of w (a) with changing N are dominated by the fa factor (b ), while the geometrical factor Oa (c) varies relatively slowly with increasing reduction of the cluster. The figure R.F Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 401 N=146 (1) ) ---- - q=4 1 N=146 ('0.01) q=2 I N=150 (10.1) _ _ q=0 I v Fig. 13. The same as in Fig. 8 for the 6 pyramid cluster and q=0, 2, 4. also shows that within the charge stability region both orientation of principal axes relative to .N'(O) and the direction of the equilibrium displacement vector (f) remain approximately constant, thus leading to only small variations in energetical weights (w). The onset of instability, as seen in Fig. 4b (particularly for N -37), makes the FF vector being dominated by the softest mode (a= 1) (see also Fig. 1) . The above effect can also be observed in larger clusters. For example, the specific (w , f , 0 ) values in Fig. 9 show, that for stable systems 0 < w < 1, for all CT active modes with the hardest CT mode usually exhibiting the largest value. The strongly positively charged, q=4 (N=60) case is an exception to this rule, since wl > wll. Such dominance of the equilibrium charge transfer displacements by soft modes should imply a strong catalytic activity [ 7 ]. If one assumes the initial internal equilibrium within a cluster (before CT from/to an outside particle 402 R.F. Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 reservoir or the reaction partner) then only second-order energy changes of the corresponding Taylor expansion of the cluster energy, represent the internal charge reorganization contributions. Therefore, when f is dominated by the softest mode, ha ;:t: 0, the charge reorganization within a cluster, due to CT, can be effected practically at constant energy (strong polarizability, soft AIM electron distribution). The opposite situation arises when f exhibits large components from hard modes (weak polarizability, hard AIM electron distribution). While the large soft mode contributions are exceptional for the chargestable energy surfaces, large components of such modes in equilibrium displacements on the charge-unstable surfaces become a rule. In the charge instability region some normal FF indices can exhibit large magnitude when the f vector is close to the respective principal axis directions (see Fig. 1). In such cases the wa and fa quantities indicate both stabilizing and destabilizing contributions to ECT (positive and negative contributions to NCT, respectively), as seen, e.g., in Fig. 4 for N> 35 (see also Fig. 6), in the 1 pyramid cluster. In the 2 pyramid case (Fig. 9) the negative w factors are observed also when the energy surface becomes mode unstable, i.e., for N 63. As a general rule one observes the growing importance of the softest CTactive modes with increasing degree of reduction of a cluster (compare wa entries in the first column of Fig. 6) . At the same time the participation of the hardest mode in the equilibrium charge displacements diminishes (compare the wa quantities in the third column of Fig. 6 ). Another example can be seen in the 2 pyramid case. Namely, in Fig. 9 for N= 67 (q = - 3) the largest stabilizing wa > 0 comes from the softest mode a =1, while for N= 61 (q = 3) the stabilizing contribution from the hardest a= 11 mode dominates. In Fig. 10 the wa quantities for an illustrative case of the neutral 2 pyramid cluster are resolved into the corresponding AIM contributions, w; [eqn. (22) ]. As seen in eqn. (23) these diagrams also represent a resolution of the AIM FF pattern of Fig. 8 into the normal mode contributions. It follows from Fig. 10 that only modes a = (1, 3) significantly contribute to the equilibrium charge displacements of the cluster. This concentration of {w;,} quantities in a very few modes has also been observed previously [ 1,6,7 ] . This mode localization effect clearly shows the physical importance of the normal mode reference frame; it greatly facilitates qualitative discussion of CT processes within the mode-resolved picture. AIM FF indices The evolution of the AIM FF distributions with a growing cluster size and changing oxidation states is shown in Figs. 5, 8, 11, 12, and 13. Such local charge sensitivities provide a direct information about local donor/acceptor behaviour of AIM within a cluster, and therefore they can serve as reactivity criteria in predicting site selectivities towards an electrophilic/nucleophilic attack.[ 1,4,6,7 ] . R.F Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 403 It follows from Fig. 5 that for dN> 0 (nucleophilic attack, cluster acts as an acid) the inflowing charge for N < 36 goes mainly to the vanadyl oxygen O ( 1 ); at the same time one observes a growing negative F; value at the vanadium atom with increasing cluster reduction. Since the F; < 0 site should strengthen the coordination from the nucleophile to the cluster, the vanadium atom is predicted as the preferred site for a nucleophilic attack; for N> 36 the pattern changes, with the O ( 1 ) atom being identified as the preferred site in such strongly reduced clusters. A similar qualitative change in the AIM FF distribution, accompanying the increasing N, can be observed in Fig. 8. For high oxidation states the vanadium atoms exhibit F; < 0, thus representing the most probable locations of a nucleophilic attack; for N> 62 the bridging oxygen 0(2) is seen as the preferred site for such a coordination (with the N=67 distribution being an exception to this rule). These observations demonstrate how strongly the reactivity indices of catalytic oxide clusters depend upon their oxidation (reduction) state. A further support for this general conclusion comes from the remaining {F;} plots. For example, as seen in Fig. 11, the vanadium atom of the central pyramid should preferably coordinate a nucleophilic adsorbate for N= 78 (q=3 ). For higher N values a common pattern emerges with the bridging 0(2) atoms (and to a lower degree O (3 ) atom) being identified as the preferred sites. A similar conclusion follows from a comparison of Figs. 12 and 13: the O (2 oxygens are seen to be definitely preferred as sites for nucleophilic coordination. We would like to point out that for some values of N the F; indices reach very large magnitudes (marked by small scaling factors in parentheses). For example, the amplitudes for N= (60, 63 and 67) in Fig. 8 appear as relatively large. In the 1 pyramid cluster the large F; values are observed only for negative clusters. In Fig. 11 strong catalytic activity may be predicted for the q = 2 case, as witnessed by the value of scaling factor which is ten times lower relative to the remaining cases. For the 4 pyramid cluster the q=0 charge displacements are basically twice as large as those observed for the q=-2 case. Another dramatic example of such large displacements of AIM charges is also seen in Fig. 13 (6 pyramids) for N=148 (q = 2) . Concluding remarks We have supplemented in this study the AIM resolved CSA by the new phase convention in the normal representation, which identifies the modes acting as acceptors or donors of electrons directly from the sign of the normal FF index (or that of the wa energetical weight); this is analogous to the AIM representation description. Since, as we have already demonstrated previously, the f and w vectors are dominated by components from a very few CT-active modes, one can interpret CT processes in terms of equilibrium displacements along these (usually 1 or 2) physically the most important populational de- 404 RE Nalewajski and J. Korchowiec/J. Mol. Catal. 82 (1993) 383-405 grees of freedom of the system under consideration. Such an interplay between a few modes should facilitate qualitative predictions of both site- and pathselectivities of CT reactions. It should also constitute an adequate basis for formulating hypotheses about how to manipulate the system (or its environment), in order to activate the system towards the desired reaction path, or speed up a given CT reaction. Our present comparison between the CSA and SCF MO global predictions clearly demonstrate a surprising consistency between the electronegativity and hardness data for changing overall oxidation state of the vanadium oxide clusters, with the onset of the system charge instability appearing after passing the minimum of the SCF energy curve E(N). We have shown, however, that the E\" (N) surfaces exhibit saddle points at less reduced states of the cluster. Thus, should the direction of the initial charge displacement of the system be modified to go along a given unstable normal mode (ha < 0 ), the system would then spontaneously rearrange its charge in accordance with the mode topology. Such modification of the direction of f vector could be realized, e.g., by modifying the cluster environment, e.g., the catalyst support. The knowledge of the charge-unstable modes should provide a solid basis for a theoretical modeling of the surface clusters towards the desired catalytic activity. It has already been argued elsewhere [1,7,10] that the CSA provides a relatively simple and fast diagnostic tool for discussing the reaction paths which are possible when the constraint of the constant N in the reactive system is lifted; we call such processes the N-unrestricted reactions. Clearly, they can be run only when the reactive system is only a part of a larger, e.g., macroscopic system as is the case with the catalytic active centres. The N-free paths may involve lower activation barriers in the electron population space, relative to the N-restricted reaction paths [ 7,10 ] . We believe that exploration of the Nfree paths in catalytic reactions would give additional insight into the role played by the surface environment/support. It should also offer an interesting new perspective for theoretical rationalization of the principles of hard/soft acids and bases [ 15 ] . The present study also illustrates the experimentally known strong dependence of the catalytic activity on the degree of oxidation/reduction of active centres. As we have seen the pattern of the AIM FF indices, or equivalently contours of the crucial normal modes, exhibit quite substantial changes with N (q). Our analysis identifies the oxidation states for which the catalytic activity should be particularly strong. The FF distributions reported in the present study, based on realistic SCF MO charges, differ in various aspects from those calculated for a more uniformly distributed model AIM charges of the previous analysis [ 6 ] . We have seen, however, that the bridging oxygens O (2 emerge as the preferred sites for nucleophilic attacks, in general agreement with the previous theoretical conjectures [6,12]. R.F. Nalewajski and J. Korchowiec/J Mol. Catal. 82 (1993) 383-405 Acknowledgement 405 The authors thank Miss Renata Tokarz for her making available to us the SCF MO results. She participated in the very early stage of the present work. The financial support of the State Committee for Scientific Research (Warsaw) is gratefully acknowledged. References 7 8 9 13 1 R.F. Nalewajaki and J. Korchowiec, J. Mol. Catal., 54 (1988) 324; R.F. Nalewajski, Struct. Bond., 80 (1993) 115 and references cited therein. R.F. Nalewajski, Int. J. Quantum Chem., 40 (1991) 265; 42 (1992) 243. R.F. Nalewajaki, Acta Phys. Polon., A77 (1990) 817. R.F. Nalewajski and J. Korchowiec,Acta Phys. Polon., A76 (1989) 747; J. Korchowiec and R.F. Nalewajski, Int. J. Quantum Chem., 44 (1992) 1027. 5 R.F. Nalewajski and J.Korchowiec, J. Mol. Catal., 68 (1991) 123. 6 R.F. Nalewajski and J. Korchowiec, R. Tokarz, E. Broclawik and M. Witko, J. Mol. Catal., 77 (1992) 165. R.F. Nalewajaki, A.M. Kdster, Th. Bredow and K. Jug, J. Mol. Catal., 82 (1993) 407. R.F. Nalewajski, J. Korchowiec and Z. Zhou, Int. J. Quantum Chem. Symp., 22 (1988) 349. R.G. Parr and W. Yang, Density Functional Theory of Atoms and Molecules, Oxford Uni versity Press, New York, 1989, and references cited therein. 10 R.F. Nalewajski, Int. J. Quantum Chem., 43 (1992) 443. 11 R.F. Nalewajski, J. Mol. CataL, 82 (1993) 371. 12 M. Witko, R. Tokarz and J. Haber, J. Mol. Catal., 66 (1991) 205, 357. A. Golgbiewski, R.F. Nalewajaki and M. Witko, Acta Phys. Polon., A51 (1977) 617; A. Golgbiewaki and M. Witko, Acta Phys. Polon., A51 (1977) 629; Acta Phys. Polon., A57 (1980 ) 585. 14 K. Ohno, Theor. Chim. Acta (Berlin), 10 (1968) 111; Adu. Quantum Chem., 3 (1967) 239. 15 R.F. Nalewajski, Int. J. Quantum Chem., (Parr issue), submitted. X244 9380043T 0304-5102(93)80043-T 10.1016/0304-5102(93)80043-T Charge sensitivity analysis of oxide catalysts: Oxidation-state dependence of the normal-mode description of V2O5 surface clusters Roman F. Nalewajski ∗ Jacek Korchowiec K. Gumiński Department of Theoretical Chemistry, Jagiellonian University, R. Ingardena 3, 30-060 Cracow Poland * Corresponding author. Normal-mode charge sensitivity analysis, based upon the semiempirical valence-shell hardness tensor in the atoms-in-molecules (AIM) resolution, has been applied to the V2O5 surface clusters, ranging from 1 to 6 pyramidal units, with the global number of electrons N corresponding to the net cluster charges (oxidation states) q varying from + 4 to −4. The AIM charges used to model the hardness tensor are from the semiempirical SCF MO calculations in the S (scaled) INDO approximation. The new phase convention for the populational normal modes (directions of the tensor principal axes) is introduced via the requirement φα. ≡ ∂N / ∂υα > 0 for all charge transfer (CT) active modes, where υ α is the collective electron population coordinate associated with the mode α. This convention allows one to identify the modes exhibiting the donor/acceptor behaviour opposite to the global basic/acidic characteristic of the system, as those corresponding to the negative normal Fukui function (FF) index, ⨍α ≡ ∂υα / ∂N < 0, similarly to the familiar AIM description. The q-dependence of the AIM and normal FF indices, as well as that of shapes and selected characteristics of the CT active normal modes, are examined with a special emphasis on the charge instability region, where the principal hardness, h α ≡ ∂μα/∂υα, of the softest mode (α = 1) becomes negative and the global hardness η ≡ ∂2 E /∂N 2 < 0; here E denotes the system electronic energy and μα is the mode chemical potential: μα ≡ ∂E/∂υα. The compared quantities include: h α, φα, ⨍α, χα = −μα, and the product w α = φα⨍α reflecting the mode energy contribution in units of the overall CT energy. The pattern of reactivity indices is shown to be strongly dependent on the cluster oxidation/reduction state. Keywords charge sensitivity analysis oxide catalysts surface V2O5 clusters vanadia catalyst References 1 a R.F. Nalewajski J. Korchowiec J. Mol. Catal. 54 1988 324 b R.F. Nalewajski Struct. Bond. 80 1993 115 and references cited therein 2 a R.F. Nalewajski Int. J. Quantum Chem. 40 1991 265 b R.F. Nalewajski Int. J. Quantum Chem. 42 1992 243 3 R.F. Nalewajski Acta Phys. Polon. A77 1990 817 4 a R.F. Nalewajski J. Korchowiec Acta Phys. Polon. A76 1989 747 b J. Korchowiec R.F. Nalewajski Int. J. Quantum Chem. 44 1992 1027 5 R.F. Nalewajski J. Korchowiec J. Mol. Catal. 68 1991 123 6 R.F. Nalewajski J. Korchowiec R. Tokarz E. Broclawik M. Witko J. Mol. Catal. 77 1992 165 7 R.F. Nalewajski A.M. Köster Th. Bredow K. Jug J. Mol. Catal. 82 1993 407 8 R.F. Nalewajski J. Korchowiec Z. Zhou Int. J. Quantum Chem. Symp. 22 1988 349 9 R.G. Parr W. Yang Density Functional Theory of Atoms and Molecules 1989 Oxford University Press New York and references cited therein 10 R.F. Nalewajski Int. J. Quantum Chem. 43 1992 443 11 R.F. Nalewajski J. Mol. Catal. 82 1993 371 12 a M. Witko R. Tokarz J. Haber J. Mol. Catal. 66 1991 205 b M. Witko R. Tokarz J. Haber J. Mol. Catal. 66 1991 357 13 a A. Gołȩbiewski R.F. Nalewajski M. Witko Acta Phys. Polon. A51 1977 617 b A. Gołȩbiewski M. Witko Acta Phys. Polon. A51 1977 629 c A. Gołȩbiewski M. Witko Acta Phys. Polon. A57 1980 585 14 a K. Ohno Theor. Chim. Acta (Berlin) 10 1968 111 b K. Ohno Adv. Quantum Chem. 3 1967 239 15 R.F. Nalewajski, Int. J. Quantum Chem., (Parr issue), submitted.",
      "scopus-id": "0027607060",
      "coredata": {
        "eid": "1-s2.0-030451029380043T",
        "dc:description": "Normal-mode charge sensitivity analysis, based upon the semiempirical valence-shell hardness tensor in the atoms-in-molecules (AIM) resolution, has been applied to the V2O5 surface clusters, ranging from 1 to 6 pyramidal units, with the global number of electrons N corresponding to the net cluster charges (oxidation states) q varying from + 4 to −4. The AIM charges used to model the hardness tensor are from the semiempirical SCF MO calculations in the S (scaled) INDO approximation. The new phase convention for the populational normal modes (directions of the tensor principal axes) is introduced via the requirement φα. ≡ ∂N / ∂υα > 0 for all charge transfer (CT) active modes, where υ α is the collective electron population coordinate associated with the mode α. This convention allows one to identify the modes exhibiting the donor/acceptor behaviour opposite to the global basic/acidic characteristic of the system, as those corresponding to the negative normal Fukui function (FF) index, ⨍α ≡ ∂υα / ∂N < 0, similarly to the familiar AIM description. The q-dependence of the AIM and normal FF indices, as well as that of shapes and selected characteristics of the CT active normal modes, are examined with a special emphasis on the charge instability region, where the principal hardness, h α ≡ ∂μα/∂υα, of the softest mode (α = 1) becomes negative and the global hardness η ≡ ∂2 E /∂N 2 < 0; here E denotes the system electronic energy and μα is the mode chemical potential: μα ≡ ∂E/∂υα. The compared quantities include: h α, φα, ⨍α, χα = −μα, and the product w α = φα⨍α reflecting the mode energy contribution in units of the overall CT energy. The pattern of reactivity indices is shown to be strongly dependent on the cluster oxidation/reduction state.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-06-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029380043T",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nalewajski, Roman F."
          },
          {
            "@_fa": "true",
            "$": "Korchowiec, Jacek"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029380043T"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029380043T"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80043-T",
        "prism:volume": "82",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Charge sensitivity analysis of oxide catalysts: Oxidation-state dependence of the normal-mode description of V2O5 surface clusters",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "prism:issueName": "A Special Issue containing the Proceedings of the Fourth International Symposium on the Theoretical Approach to Catalysis at Interfaces",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "charge sensitivity analysis"
          },
          {
            "@_fa": "true",
            "$": "oxide catalysts"
          },
          {
            "@_fa": "true",
            "$": "surface V2O5 clusters"
          },
          {
            "@_fa": "true",
            "$": "vanadia catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "383-405",
        "prism:endingPage": "405",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 June 1993",
        "prism:doi": "10.1016/0304-5102(93)80043-T",
        "prism:startingPage": "383",
        "dc:identifier": "doi:10.1016/0304-5102(93)80043-T",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027607060"
      }
    }
  }
}