{
  "metadata": {
    "title": "Determination of the specific activity for methylcyclohexane dehydrogenation of different surface orientations of palladium-supported catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-11-21",
    "doi": "10.1016/0304-5102(88)85005-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288850053",
    "pii": "0304510288850053"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024108101",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288850053 0304-5102(88)85005-3 0304510288850053 10.1016/0304-5102(88)85005-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01204 2024-01-02T01:04:53.938015Z 0 0 19881121 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 48 48 2 3 2 3 Volume 48, Issues 2–3 5 199 205 199 205 19881121 21 November 1988 1988-11-21 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. DETERMINATIONSPECIFICACTIVITYFORMETHYLCYCLOHEXANEDEHYDROGENATIONDIFFERENTSURFACEORIENTATIONSPALLADIUMSUPPORTEDCATALYSTS CORMA A BOUDART 1969 153 M HERZ 1981 371 R GUILLEU 1979 165 M PITCHAIN 1985 4781 R GOODMAN 1982 L 679 D YACAMAN 1980 213 M YACAMAN 1977 571 M YACAMAN 1984 1 M YACAMAN 1986 M CATALYTICMATERIALSRELATIONSHIPBETWEENSTRUCTUREREACTIVITY CORMA 1983 1512 A CORMA 1984 L31 A ARMENDIA 1982 188 M MARTIN 1983 M PHDTHESIS ORIENT 1982 323 T BENSON 1973 146 J MOSS 1979 206 R SCHOLTEN 1962 85 J RABO 1978 295 J PARIENTE 1984 J PHDTHESIS CORMAX1988X199 CORMAX1988X199X205 CORMAX1988X199XA CORMAX1988X199X205XA item 0304-5102(88)85005-3 0304510288850053 1-s2.0-0304510288850053 10.1016/0304-5102(88)85005-3 272239 2024-01-02T01:04:53.938015Z 1988-11-21 1-s2.0-0304510288850053-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850053/MAIN/application/pdf/bad1fdda10385528f6b9395c8160f2b1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850053/MAIN/application/pdf/bad1fdda10385528f6b9395c8160f2b1/main.pdf main.pdf pdf true 435425 MAIN 7 1-s2.0-0304510288850053-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850053/PREVIEW/image/png/8b720a74eaacf83b1708813e6e262c68/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850053/PREVIEW/image/png/8b720a74eaacf83b1708813e6e262c68/main_1.png main_1.png png 69450 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 48 (1988) 199 - 205 199 DETERMINATION OF THE SPECIFIC ACTIVITY FOR METHYLCYCLOHEXANE DEHYDROGENATION OF DIFFERENT SURFACE ORIENTATIONS OF PALLADIUM-SUPPORTED CATALYSTS A. CORMA, M. A. MARTIN, J. A. PAJARES, J. PEREZ-PARIENTE Institute de Catalisis y Petroleoquimica. C.S.I.C. Serrano 119, 28006-Madrid (Spain) M. AVALOS and M. JOSE YACAMAN Instituto de Fisica, Universidad Nacional Autonoma de Mexico, Mexico, D.F. (Mexico) (Received September 5, 1987; accepted February 29, 1988) Summary The percentage of crystallites with different plane orientations (111), (110), (100) on a Pd-supported catalyst has been measured using TEM and chemisorption of O;, H; and CO. Specific catalytic activities of the different crystal faces have been determined for the dehydrogenation of methylcyclo- hexane. It is found that the (111) face is four times more active than either the (110) or (100) face. Introduction The absence of a unique correlation between catalytic activity and metal dispersion obtained by gas chemisorption for a particular supported metal reactant system has frequently been reported [1-5]. Indeed, in some cases the specific activity depends on both the method used for preparing a given metal dispersion and the nature of the inert support. The difficulties in measuring the distribution of different crystallographic faces in supported metal catalysts has often led to the assumption of an equal statistical weight of the (111), (110) and (100) faces. However, there is evidence of preferen- tial growth of some planes in supported metal catalyts [6-9]. This preferen- tial growth can account for different calculated values of the total number of metal surface atoms measured by chemisorption of different gases on the same catalyst surface. Recently [10, 11] we presented a method based on gas chemisorption which enables the calculation of the percentage of metal surface atoms with different lattice coordination numbers, i.e. belonging to different crystallo- graphic planes. In the present work, this method has been applied to Pd catalysts supported on a series of carriers. The catalytic results were corre- lated with those obtained by TEM and by STEM microdiffraction for deter- mination of the crystal face. The specific activities for the dehydrogenation 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 200 of methylcyclohexane on the most probable surface orientations were then correlated. Experimental methods Palladium catalysts with different metal loadings (0.4 - 4.9 wt.%) and supported on various carriers (SiC>2, 7-Ala03, A1P04 and NaY zeolite) were used. The Pd/SiC>2 (Davison G-952) samples were prepared by cationic exchange with Pd(NH3)4Cl2 at 243 K for several hours. Pd on alumina (Ketjen CK-300) was prepared by anionic exchange with a PdCl^K; solution for 5 h at 343 K. For Pd on AlPO; see [12]. The Pd/NaY zeolite (SK-40 Union Carbide) was prepared by cation exchange in basic medium. All cat- alysts were thoroughly washed and then dried at 393 K for 16 h, calcined at 673 K for 4 h and reduced in a flow of H;. Full details of catalyst prepara- tion are given elsewhere [13]. Chemisorption measurements were performed under a gas pressure lower than 20 torr for H;, and 250 torr for CO and Oj, using adsorption temperatures of 343 K (H;), 293 K (CO) and 293 K (O;). Under these exper- imental conditions, gas reaction with the bulk metal can be neglected [14 - 18]. A JEOL 100-CX STEM microscope was used to obtain both images and diffraction patterns of the metal crystallites, following the standard exper- imental procedures described elsewhere [18]. The catalytic experiments were performed at atmospheric pressure in a fixed bed glass tubular reactor. The activity of the catalysts was measured at 390 C with a hydrogen/cyclohexane molar ratio 6.0. The amount of catalyst used in each experiment was varied to maintain the conversion below 10%. In this way the reactor functioned under differential conditions and reaction rates could be directly calculated. The initial rate in the absence of catalyst deactivation was obtained following the procedure previously reported [20]. Liquid products collected during each run were analyzed chromato- graphically using Chromosorb PNAW (60 - 80 mesh) with diisodecylphtha- late (20% by weight). Gaseous products were analyzed using a mixed column of silica gel and Porapak Q; only hydrogen was found. In the range of flows (12 - 30 ml h~1) and particle sizes (0.25 - 0.18 mm) used, no control by external or internal diffusion was observed. Electron microscope images of the catalysts were obtained with a JEOL-100-CX microscope and measured using a Grinell image processing system. The photographic plates were digitized with a scanning microden- sitometer and then reconstructed in a computer for counting and analysis [6-9]. STEM microdiffraction was used for determining the orientation of individual metallic particles. Results and discussion Table 1 shows the number of Pd surface atoms that can be calculated from absorption of H;, CO and 0; [13]. These values clearly show differ- 201 TABLE 1 Number of surface atoms measured from Ha, 0^ and CO gas chemisorption, considering a statistical distribution of crystallographic planes Catalyst Catalyst Dispersion Surface i atoms number composition (XlO^o) 0 r'n\\^i\\J 1 Pd/SiOz (0.42)' 0.25 14.1 12.4 11.3 2 Pd/SiOz (0.52) 0.55 31.1 13.9 15.5 3 Pd/SiOz (1.15) 0.48 27.2 14.8 19.1 4 Pd/Si02 (4.03) 0.48 27.2 20.8 23.6 5 Pd/Al203(:0.47) 0.26 17.7 9.0 10.6 6 Pd/Alz03(0.90) 0.33 18.7 10.7 13.1 7 Pd/Al203(4.75) 0.29 16.4 12.6 12.6 8 Pd/P04Al (0.49) 0.35 19.8 10.9 11.1 9 Pd/PC>4Al(1.25) 0.32 18.1 6.5 10.3 10 Pd/P04Al (4.85) 0.16 9.1 2.5 4.9 11 Pd/NaY (0.51) 0.29 16.4 12.5 12.8 ^his number indicates the percentage of Pd (wt.%) on the carrier. 0 Pd/AI^O, D Pd/SiO; A Pd/P04Al 7 Pd/zeolite en - <u 2 i/i 0 0 0 0 20 30 50 60 d(A) Fig. 1. Plot of the turnover number vs. the mean particle diameter for Pd in a number of supports. ences in the value of the metal dispersion obtained with the three gases, assuming a statistical distribution of crystal faces. When the turnover number (TON) for the dehydrogenation of methylcyclohexane on the different Pd supported catalysts is plotted against the average crystal size (d) obtained by Hz chemisorption (Fig. 1), it is clear that there is a depen- dence on the Pd crystallite size. The maximum difference between the most and least intrinsically active catalysts is three or four times. Previously [10, 202 11] we'presented a method based on chemisorption of H;, 0; and CO for calculating the percentage of the most probable plane orientations of low Miller index (high coordination number) crystal faces. In the case of metals with fee structure, these planes are expected to be (111), (100) and (110). If x, y and z are the partial contributions to the total metal surface atoms of the (111), (100) and (110) faces, respectively, then: 0/H = Ax + By + Cz CO/H = A'x + By + C'z (1) l=x + y + z where 0, H and CO are the number of atoms of O;, Ha and CO molecules adsorbed per gram of metal. A, B, C and A', B', C' are constants that take into account the stoichiometries for 0; and CO chemisorption on the three planes, and can be obtained from single crystal data. In this way, by measur- ing the adsorption of H;, 0^ and CO the total number of metal surface atoms, and the fraction of each type, can be calculated, as shown in Table 2. TABLE 2 Percentages of crystallographic planes calculated by gas chemisorption. In brackets are given the percentage of crystallographic planes measured from TEM images and micro- diffraction patterns Catalyst %( :111) %( :110) %( '100) number 1 22 (33) 77 (65) 1 (0) 2 72 (68) 26 (32) 2 (0) 3 60 (54) 40 (46) 0 (0) 4 2 (0) 51 (46) 47 (54) 5 2 27 71 6 52 (49) 38 (37) 10 (14) 7 32 (34) 68 (63) 0 (3) 8 60 38 2 9 84 14 2 10 92 0 8 11 30 67 3 All of the catalysts studied showed significant differences in the relative amounts of the three plane orientations, which depended on the nature of the carrier and the metal loading. In the case of the Pd catalysts supported on SiO; and A1203, microdiffraction of the individual particles, carried out by STEM, showed that a fraction of the particles presented diffraction pat- terns which can be indexed as corresponding to a (111) fee zone axis, i.e. to crystals with a (111) face parallel to the carrier, and of hexagonal shape (Fig. 2a). Other particles present a (100) fee zone axis, and also an almost hexagonal shape (Fig. 2b). Another group of crystallites have a (110) fee zone axis, i.e. (110) face parallel to the support, and an irregular shape 203 Fig. 2. Main morphologies of the Pd particles determined by TEM and microdiffraction. (Fig. 2c). The diffraction intensities do not change with the orientation of the sample, indicating that the particles were very thin and lay flat on the substrate. Then only the faces parallel to it are making a significant contribu- tion to the adsorption results. Fifty particles were analyzed for each type of catalyst. The results for the different planes are given in Table 2. Comparison of the results shows a good agreement between the values calculated by gas chemisorption and those based on direct observation by TEM. This confirms chemisorption as a quantitative, and inexpensive, method of studying prefer- ential growth in metal-supported catalysts. In order to study the catalytic activity for dehydrogenation of methylcyclohexane on Pd catalysts as a function of the crystal plane, the following procedure was used. Firstly, the turnover number was measured for a given catalyst. Then, if it is assumed that all crystal faces contribute to the total activity, the following equation could be written: TON (x) = aN(lll) + bN(110) + dv(100) (2) where ^V(hkl) is the percentage of the surface with the orientation (hkl), and a, b and c are the activity values. If we measure the total TON of different catalysts at the same experimental conditions, taking the values of JV(hkl) from Tables 1 - 2, a, b and c can be calculated from eqn. (2) and the measure- ment of the TON from at least three different samples. We measured the TON from catalyst numbers 1, 4 and 5. The values obtained for the activities were o = 3.53, 6 = 0.98 and c = 0.77, i.e., the activity of the crystallographic plane with maximum density (111), is four times greater than either (110) or (100). The dehydrogenation activities for the other samples were measured using the same method. These theoretical values are compared with the experimental results in Fig. 3, which indicates a good correlation between the two sets of data. This clearly demonstrates the structure sensitivity for the dehydrogenation of methylcyclohexane on supported Pd catalysts, 204 01 2345 Turnover Number (Experimental Value) Fig. 3. Curve showing the calculated and experimental values of the turnover number for Pd-supported catalyts. although this reaction was classified as structure insensitive [1]. Thus, it should be possible to increase the activity of Pd catalysts for hydrogena- tion-dehydrogenation processes by a factor of four if a procedure for pre- paring the catalyst with the desired metal crystallite orientation is developed. In conclusion, it has been shown by direct observation with STEM and TEM that in supported Pd catalyst the Pd appears as thin metal crystallites showing (111) and (100) planes parallel to the support. The percentage of crystallites with each type of orientation depends on the metal loading and substrate. The percentages observed by TEM correspond quite well with those obtained by chemisorption of H;, 0; and CO as calculated by the pro- cedure described previously. Finally, it is possible to calculate specific activ- ities of the different metal planes in supported metal catalysts. In this way it has been shown that in the case of Pd, the (111) face is four times more active than either the (110) or (100) face for the dehydrogenation of methyl- cyclohexane. Acknowledgement The authors are indebted to Mr. Fco. Ruiz, R. Hemandez, Samuel Tehuacanero and J. Reyes-Gasca for technical help with the electron microscopy and image processing. This work was partially supported by the Convenio Hispano-Mexicano de Colaboracion Cientifica, and by the CAICYT 613/183. References 1 M. Boudart,Ady. Catal., 2 (1969) 163. 2 R. K. Herz, W. D. Guillespie, E. E. Petersen and G. A. Somorjai, J. Catal., 67(1981) 371. 205 3 M. F. Guilleu, D. Delafosse, G. A. Martin and J. A. Dalmon, 3. Chem. Soc., Faraday Trans., 75 (1979) 165. 4 R. Pitchain, S. S. Wong, N. Takahashi, J. B. Batt, R. L. Burwell and J. B. Chen, J. Catal., 94 (1985) 4781. 5 D. W. Goodman, Surf. Sci., 123 (1982) L 679. 6 M. J. Yacaman and J. M. Dominguez, J. Catal., 64 (1980) 213. 7 M. J. Yacaman and T. Ocana, Phys. Stat. Sol. (a), 42 (1977) 571. 8 M. J. Yacaman, Appl. Catal., 13 (1984) 1. 9 M. J. Yacaman in T. White, R. Dalla-Betta, B. Derouane and R. S. Baker (eds.), Catalytic Materials; Relationship between Structure and Reactivity, ACS Publication 248,1986. 10 A. Corma, M. A. Martin and J. Perez Pariente, J. Chem. Soc., Chem. Commun., (1983) 1512. 11 A. Corma, M. A. Martin and J. Perez Pariente, Surf. Sci., 136 (1984) L31. 12 M. A. Armendia, V. Borau, C. Jimenez, J. M. Marinas and J. A. Pajares.J. Catal., 78 (1982)188. 13 M. A. Martin, Ph. D. Thesis, Universidad Complutense Madrid, 1983. 14 T. W. Orient and S. D. Bader, Surf. Sci., 115 (1982) 323. 15 J. E. Benson, N. S. Hwang and M. Boudart, J. Catal., 30 (1973) 146. 16 R. L. Moss, D. Pope, B. J. Davis and 0. M. Edward, /. Catal., 58 (1979) 206. 17 J. J. F. Scholten and A. van Montfort, J. Catal., 1 (1962) 85. 18 J. A. Rabo, A. P. Risch and M. L. Putsma, J. Catal., 53 (1978) 295. 19 J. Perez Pariente, Ph. D. Thesis, Universidad Complutense Madrid, 1984. X244 88850053 0304-5102(88)85005-3 10.1016/0304-5102(88)85005-3 Chemical Articles Determination of the specific activity for methylcyclohexane dehydrogenation of different surface orientations of palladium-supported catalysts A. Corma M.A. Martin J.A. Pajares J. Perez-Pariente Institute de Catalisis y Petroleoquimica. C.S.I.C. Serrano 119, 28006-MadridSpain M. Avalos M.Jose Yacaman Institute de Fisica, Universidad Nacional Autonoma de Mexico, Mexico, D.F.Mexico The percentage of crystallites with different plane orientations (111), (110), (100) on a Pd-supported catalyst has been measured using TEM and chemisorption of O2, H2 and CO. Specific catalytic activities of the different crystal faces have been determined for the dehydrogenation of methylcyclohexane. It is found that the (111) face is four times more active than either the (110) or (100) face. References 1 M. Boudart Adv. Catal. 2 1969 153 2 R.K. Herz W.D. Guillespie E.E. Petersen G.A. Somorjai J. Catal. 67 1981 371 3 M.F. Guilleu D. Delafosse G.A. Martin J.A. Dalmon J. Chem. Soc., Faraday Trans. 75 1979 165 4 R. Pitchain S.S. Wong N. Takahashi J.B. Batt R.L. Burwell J.B. Chen J. Catal. 94 1985 4781 5 D.W. Goodman Surf. Sci. 123 1982 L 679 6 M.J. Yacaman J.M. Dominguez J. Catal. 64 1980 213 7 M.J. Yacaman T. Ocana Phys. Stat. Sol. (a) 42 1977 571 8 M.J. Yacaman Appl. Catal. 13 1984 1 9 M.J. Yacaman T. White R. Dalla-Betta E. Derouane R.S. Baker Catalytic Materials: Relationship between Structure and Reactivity 248 1986 ACS Publication 10 A. Corma M.A. Martin J.Perez Pariente J. Chem. Soc., Chem. Commun. 1983 1512 11 A. Corma M.A. Martin J.Perez Pariente Surf. Sci. 136 1984 L31 12 M.A. Armendia V. Borau C. Jiménez J.M. Marinas J.A. Pajares J.Catal. 78 1982 188 13 M.A. Martin Ph. D. Thesis 1983 Universidad Complutense Madrid 14 T.W. Orient S.D. Bader Surf. Sci. 115 1982 323 15 J.E. Benson N.S. Hwang M. Boudart J. Catal. 30 1973 146 16 R.L. Moss D. Pope B.J. Davis O.M. Edward J. Catal. 58 1979 206 17 J.J.F. Scholten A. van Montfort J. Catal. 1 1962 85 18 J.A. Rabo A.P. Risch M.L. Putsma J. Catal. 53 1978 295 19 J.Perez Pariente Ph. D. Thesis 1984 Universidad Complutense Madrid",
      "scopus-id": "0024108101",
      "coredata": {
        "eid": "1-s2.0-0304510288850053",
        "dc:description": "The percentage of crystallites with different plane orientations (111), (110), (100) on a Pd-supported catalyst has been measured using TEM and chemisorption of O2, H2 and CO. Specific catalytic activities of the different crystal faces have been determined for the dehydrogenation of methylcyclohexane. It is found that the (111) face is four times more active than either the (110) or (100) face.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-11-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288850053",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Corma, A."
          },
          {
            "@_fa": "true",
            "$": "Martin, M.A."
          },
          {
            "@_fa": "true",
            "$": "Pajares, J.A."
          },
          {
            "@_fa": "true",
            "$": "Perez-Pariente, J."
          },
          {
            "@_fa": "true",
            "$": "Avalos, M."
          },
          {
            "@_fa": "true",
            "$": "Yacaman, M.Jose"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288850053"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288850053"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85005-3",
        "prism:volume": "48",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Determination of the specific activity for methylcyclohexane dehydrogenation of different surface orientations of palladium-supported catalysts",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "199-205",
        "prism:endingPage": "205",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 November 1988",
        "prism:doi": "10.1016/0304-5102(88)85005-3",
        "prism:startingPage": "199",
        "dc:identifier": "doi:10.1016/0304-5102(88)85005-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024108101"
      }
    }
  }
}