{
  "metadata": {
    "title": "Tungsten phenoxides as metathesis catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-05-31",
    "doi": "10.1016/0304-5102(82)80009-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800096",
    "pii": "0304510282800096"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0007827523",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800096 0304-5102(82)80009-6 0304510282800096 10.1016/0304-5102(82)80009-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00387 2024-01-02T01:04:16.600218Z 0 0 19820401 19820531 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 15 15 1 2 1 2 Volume 15, Issues 1–2 9 103 110 103 110 198204 198205 April–May 1982 1982-04-01 1982-05-31 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. TUNGSTENPHENOXIDESMETATHESISCATALYSTS DODD H CALDERON 1968 4133 N FUNK 1937 264 H PRASAD 1960 681 S MORTIMER 1965 1579 P HOCKER 1972 251 H MCGINNIS 1976 605 J HANDY 1975 496 L HANDY 1975 300 L ZACHARIASEN 1961 229 W DODDX1982X103 DODDX1982X103X110 DODDX1982X103XH DODDX1982X103X110XH item 0304-5102(82)80009-6 0304510282800096 1-s2.0-0304510282800096 10.1016/0304-5102(82)80009-6 272239 2024-01-02T01:04:16.600218Z 1982-04-01 1982-05-31 1-s2.0-0304510282800096-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800096/MAIN/application/pdf/d021978ce04267187b8eb094e4f97544/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800096/MAIN/application/pdf/d021978ce04267187b8eb094e4f97544/main.pdf main.pdf pdf true 401952 MAIN 8 1-s2.0-0304510282800096-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800096/PREVIEW/image/png/bb1e253cbf86180160eef2f4266219f1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800096/PREVIEW/image/png/bb1e253cbf86180160eef2f4266219f1/main_1.png main_1.png png 68277 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 15 (1882) 103 - 110 103 TUNGSTEN PHENOXIDES AS METATHESIS CATALYSTS H. T. TODD and K. J. RUTT School of Chemistry, Brighton Polytechnic, Brighton BN2 4GJ (Gt. Britain) Sur-unary Compounds of the type traps-W(OAr) Cl2 (OAr = phenoxide or substituted phenoxide) in combination with EtAIC12 or Et3Al2CI3 are active catalysts for metzthesis of alkenes. The maximum. rate of metathesis occu-Ts at a W: At ratio of I:6. These systems give rise to productive metathesis of terminal alkenes, albeit at lower rates than for terminal alkenes. Slow isomerisation of the terminal alkene occurs in parallel with metathesis and cross-metathesis of Z-aikenes and 2-alkenes (produced by isomerisation) is observed. Comparison of rates of metathesis of 2-pentene catalysed by W(OAr),cCl2 shows that electron-withdrawing groups in the 4-position of the phenoxide cause considerable increase in activity. Over a limited range of substituents (Cl, Br, H, Me, OMe) a linear Hammett relationship is observed. The presence of CH3 substituents in the 2- and 6- positions on the aromatic ring also leads to considerable rate enhancement. Introduction The use of ethanol as an activator for metathesis in the WCI6/EtAIC12 catalyst system is well known [1-j . Ethoxy-tungsten compounds are believed to be formed in the catalyst mixture. There are reports of other hydroxy compounds being used for a similar purpose [2, 31 and the use of substituted phenols as additives in a photo-initiated system has been disclosed [4I- A number of phenoxides of tungsten have been documented [5 - 7] and we believed that such compounds might show metathesis activity similar to that of the ethanol-activated WCls/EtAIC12 system. The presence of the aromatic ring in the.phenoxides also affords the possibiLty of making systematic changes in the steric and electronic properties of the ligands on the tungsten by incorporation of different substituents on the phenol. It might thus be possible to obtain an indication of -the electronic and steric demands at the metal centre during metathesis. We have thus prepared a 0304-5102/82/0000-0000/$02.75 ELsevier Sequoia/Printed in The Netherlands 104 series of phenoxy-tungsten compounds and assessed their properties as metathesis catalysts. General features of the catalysts The best known phenoxide of tungsten, W(OPh)6, has been investigated species to have low activity towards metathesis. Compounds of the type W(OAr)4C12 are in general much more effective catalysts and we have given these more detailed attention. In chlorobenzene solution-, in combination with EtAIC12 or Et3A12C13 these tungsten. compounds catalysed metathesis at O C at rates dependent on the substituents on the phenoxide. The general patterns of behaviour of these catalysts were very similar. Figure 1. shows the typical effect on one of the catalysts of varying the concentration of EtA,1C12. Formation of the active species appears incomplete below a W:Al ratio of 1:6, whereas the rather short-lived activity observed above this ratio may be symptomatic of over-reduction of the tungsten. Solutions remained clear throughout the reaction and the activity proved to be qu:te reproducible. too so 60 N -a h CJ t +d tj U 40 0 27 1: 8 10 20 30 Time (gin) Fig. 1. Effect of ssr:Rl ratios on met2thesis of pent-2-ene by W(4-C:CsfQ)cCL2/EtALCi2 at C v; W:pentene _ 1:100. 105 At the optimum W:Ai ratio no reactions other than metathesis were observed provided the W :alkene ratio was greater than 1:100. If the W:A1 ratio was raised above 1:6, Friedel-Crafts alkylation of the solvent by the alkene occurred in increasing amounts, though still minor compared with metathesis. When the W:alkene ratio was much lower than 1:160, Friedel Crafts alkylation of the solvent occurred at W: Al ratios below 1:6. Friedel Ctafts alkylation, under these conditions, continued when alkene metathesis nab cease3; mazcaWig~,iiaL ma ae,zve~e31-a.~s caftalysL exis~e~ wee that responsible for metathesis had expired. Catalysts based on WC16 often give poor yields of metathetical products from terminal alkenes because of the preponderence of the degenerative reaction. Mcuinnis et al. have estimated [9j that in the WC16/EtOH/Me3A12C13 system, there are about 155 methylene interchanges to each productive metathesis cycle. The phenoxy-tungsten compounds, however, catalysed the productive metathesis of terminal alkenes at a rate only slightly less thar. for the corresponding internal alkenes. Isomerisation of the terminal alkene occurred in parallel with metathesis, and cross-metathesis took place between the terminal. and internal alkene (produced by isomerisation). With oct-l-ene we observed the following distribution of products ;as % of the total. metathesis products), Ci l=F2g (67), C13E12z (11), CF2Hm (1), CqHIg (11), C7HL (10). Cross-metathesis products were detected soon after the first appearance of C1~Hzg and the ratio of Ci3:Cf remained constant throughout the reaction- The species responsible for metathesis and isomerisation appear to be different, since double bond migration in oct-l-ene continued after metathesis had finished- Substitueat effects Figure 2 shows the variation in rate of metathesis as the 4-substituent on the phenoxide ligand is changed. Clearly, wride variations in activity are associated with such changes, and electron-withdrawing groups on the phenoxide greatly increase the activity whereas electron-donating groups reduce it. For each tungsten compound, the rate of metathesis was found to be first order in W(OAr) C12 by the initial rates method (W: Al was maintained constant at 1:6). If a plot is made of log (initial rate X/initial rate H) (X is 4-substituent) against the Hammett substituent constant ffp, a reasonable linear graph is obtained with a p value of f4, as shown in Fig. 3. Clearly po werful polar effects are involved at the reaction centre in metathesis. The effect of incorporating 2- and 6- substituents into the phenoxide ring is shown in Fig. 4. The 4-methyl substituent compound is a poor catalyst due to the electron-donating effect of the methyl group. Addition of a 2-methyl substituent caused a significant increase in rate which must be due to its steric effect since it is electron-donating. The 2,4,6-trimethylphenoxy compound reacted even faster, though an induction period was indicated, presumably associated with the crowded site at tungsten. Re- 106 lca x = cl, B_so m 60 r L aJ N x sse0 10 20 30 d0 50 Time (min) Fig. 2. Effect of suhstituent on rate of metathesis catalysed by W(4-XC6H40)4C12 at 0 C. W: ALpent-2-ene = 1:6:100. Br 1.0 cl 1\"c> L1.0 0.5 c P -0.3 -o.2 -0.1 O-1 0.2 0.3 -O.5 ' Me /~ MAO logkx -1.5 Fig. 3. Efammett plot of initial rate of metathesis opent-2-ene catalysed by W(4-XC6Hc0)4C12 at 0 C. W:ALpentene = 1:6:100. 107 so 60 0 Q e y 40 20 0 20 40 60 Time (min) Fig. 4_ Effect of ertho substituents on rate of metathesis of pent-2-ene at 0 C; w=Al: pentene = 1_6:50. A = w(4-methylphenoxo) C12: B = w(2,4-dimethylphenoso) C12: C = w(2,4,6-trirnethylphenoxo) C12; D = W(2-methylphenoxo) C12. moval of the unfavourable 4-substituent led, as expected, to a more active species in the 2,6-dimethylphenoxide. The IR spectra of most of these phenoxytungsten compounds suggested that they have the same tracts configuration as W(OPh)4CI2 [10] . In one case, however, we have isolated cis and trans isomers. Cis-W(2,3-dimethylphenoxo)4CI2 can be converted quite readily to its trans isomer on heating in chlorobenzene. Both isomers showed the same activity as catalysts, indicating that the original siereochemistr-~r was lost during reaction. Discussion The phenoxide groups in these compounds act as it donors to the tungsten. Thus, the W--O bond length of 184 pm in W(OPh)4CI2 P-0] is similar to that in W(OMe) CI2 (182 pm) EIIj and W04- (173 Fm) [I2]. The rates of metathesis catalysed by the phenoxytungsten compounds are enhanced by factors which would reduce the amount of r-bonding to the tungsten, either by the presence of electron-withdrawing groups on the phenoxide or by the presence of ortho substituents which presumably force longer W-0 bond lengths. A possible interpretation is that the carbene 108 intermediate is electrophilic in nature, and this might also explain the relative' Iv high rate of productive metathesis of terminal alkenes- Experimental Tungsten nexachloride was purified from WOCI by vacuum sublimation. &inples of phenols were recrystallised from an appropriate solvent and sublimed tinder vacuum. Chlorobenze-ne was dried over P40io under nitrogen and distilled under nitrogen a= required for use. Alkenes and internal standards were dried over sodium and distilled prior to use. The dichlorotetraphenoxytungsten(V I) compounds were prepared by the method described by Funk and Baumann [5] . Samples were recrystallised from toluene, washed with light petrol and vacuum dried. Physical data for the complexes is presented in Table 1. For some individual cases the following modifications were made. W (4-rne thox yphenozo)4Cl2 An oil, the TLC of which showed two major components, was isolated from the reaction mixture. Separation was achieved using preparative TLC on silica gel using toluene as developing solvent. The purple component was extracted with toluene and the resulting solution concentrated. Petroleum ether (b.p. 40 - 60 C) was added until crystals began to form and the solution w^--s left at 5 C overnight. The crystals of W(4-methoxyphenoxo) Clz were filtered off, washed with petroleum ether and vacuum dried. The red component, which yielded large well-shaped prisms when a diethyl ether solution was slowly evaporated, proved to be W(4-methoxyphenoxo)5. W(2-rneth_ylpheROxo)qCl2 and W(2,4,6-trimethylphemoxo)4C12 The chlorobenzene solution from the initial reaction was left overnight at -5 C and the crystals which formed were filtered off, washed with light. petrol and recrysiallised from CC14 and t-hen vacuum dried. W(2,4-dirnethylphenoxo)4C12 (cis and trams) Removal of CCI, from the reaction mixture produced an intractable oil. Preparative sca!e TLC on silica gel with CCl as developing solvent was used to separate the two major components. Large prisms of the purple trans compound and brown crystals of the cis compound were obtained from CC14 extracts of the appropriate bands. The crystals were washed with light petrol and vacuum dried. Catalytic runs Typical runs were carried out under nitrogen using the following procedure: W(OAr)4CIz .in chlorobenzene (1 cm3, 10-z mol dm--') was syringed into a ;vial sealed with a Teflon-backed silicon rubber septum cap. The alkene, together with an appropriate internal standard (iso-octane or n- TABLE 1 Tungsten phenoxidcs for metathesis catalysts M.P. Analysis Appearance and III NMIt o (in ppm Electronic spec- ( C) wt,y'o) colour relative to T.M,S.) trum abovo Pound Cale, 300 nm C H C FI ~mux Cmaa (x 104) W(4-chlorolrhenoxo)qCl2 194 - 196 37,5 2,0 37.6 2.1 black platelefa 6.97(m,l), 7,38(m,l)b 460 1.62 with green lustre W(4-bromophcnoxo)qClz 218 - 219 30,4 1.6 30,6 1.70 \" 6.78(m,l), 7.43(m,l)v 460 1,61 W(4-methylphenoxo)nCl2 198 - 200 50,4 4,1 49.2 4,1 black needles 2.46(3,3), o,88(m,2), 466 1,70 7.2G(nr,2) W(4-methoxyphenoxo)gCl2 110 -112 45,1 3.7 45.0 3.7 black needles 3,81(x,3), 6.6 - 7,2 490 1.54 with green lustre (m,4) W(2-mothylphenoxo)gCl2 180 =183 49.2 3.9 49,2 4,1 black needles 2.36(x,3), 6,7 - 7.4(m,4) 410 1.41 bans-W(2,4-ditnethylplienoxo)qCl2 114 - 115 52,4 4,9 62,0 4,9 large purple 2.31(s,l), 2,43(s,l), 440 1.64 prisms 6.8 - 7,2(m,1) cis-(W(2,4-dimethylplienoxo)qCl2 95 -96 52.0 4.9 52.0 4.9 dark brown 2.24(s,l), 2,41(x,2) 440 1,63 mlcrocrystals 2.46(s,l), 6,8 - 7.o(m,8) . W(2,4,o-trimethylphenoxo)qCl2 266 - 268 53.8 5.6 64.4 G.6 deep purple 2.3o(s,6), 2,4(s,3), 610 1.40 needles o.82(m,2) 386 1.42 310 1.26 'm - multiplet, s a ringlet followed by relative intensity in parenthesls, CC14 used as solvent except foe bwhcre CDC13 used. Chlorobenzeno as solvent, 110 heptare for pentenes, n-pentadecane for octenes), was added and the vial cooled to 0 C. A standard solution of EtAIC12 in chlorobenzene was then added uia a syringe. Samples were taken at intervals and quenched in small tubes containing water. The extent of metathesis was measured by GLC (8-foot column J.5. o silicon oi! on Chromosorb W for pentenes, 42 m SE30 capillary column for octenes). References 1 N. Calderon, 1;. A_ Ofstead, J. P. Ward, W. A_ Judy and K_ W_ Scott, J_ Am_ Chem_ Soc_, 90 (1963) 4133_ N_ Calderen and H. Ys Chen, Brit_ Pat_ 1 125 529 (1968); CI S_ Pat_ 3 535401 (1970). D. Medema, l9_ Brunmayer-Schilt and R. van Helden, Brit_ Pat_ 1 193 943 (1970). K. F. Castner, U.S. Pat_ 4060468 (1977). H. Funk and W. Baumaann, Z_ Anorg_ Chem_, 231 (1937) 26 _ S. Prasad and K. S. R. Krshnaiah, J_ dnd_ Chem. Soc., 3 i (1960) 661_ 7 P. 1. Mortimer and M. 1. Strong, Austr. J. Chem., 18 (1965) 1579. 8 H_ Hocker and F. R. Jones, Makromol_ Chem., 161 (1972) 251. 9 J_ McGinnL, T_ J_ Katz and S. Hurwitz, J. Am_ Chem_ Soc_, 98 (1976) 605_ i0 L. B_ Handy and C. K. Fair, Ireorg_ Nuct_ Chem_ Lett_, ll (1975) .196. 11 L. B. Handy, Acta Cryst., 31 (1975) 300. 12 W. H. Zachari3sen and H_ A_ Plettinger, Acta Cryst_, 14 (1961) 229. X244 82800096 0304-5102(82)80009-6 10.1016/0304-5102(82)80009-6 Tungsten phenoxides as metathesis catalysts H.T. Dodd K.J. Rutt School of Chemistry, Brighton Polytechnic, Brighton BN2 4GJ Gt. Britain Compounds of the type trans-W(OAr)4Cl2 (OAr = phenoxide or substituted phenoxide) in combination with EtAlCl2 or Et3Al2Cl3 are active catalysts for metathesis of alkenes. The maximum rate of metathesis occurs at a W:Al ratio of 1:6. These systems give rise to productive metathesis of terminal alkenes, albeit at lower rates than for terminal alkenes. Slow isomerisation of the terminal alkene occurs in parallel with metathesis and cross-metathesis of 1-alkenes and 2-alkenes (produced by isomerisation) is observed. Comparison of rates of metathesis of 2-pentene catalysed by W(OAr)4-Cl2 shows that electron-withdrawing groups in the 4-position of the phenoxide cause considerable increase in activity. Over a limited range of substituents (Cl, Br, H, Me, OMe) a linear Hammett-relationship is observed. The presence of CH3 substituents in the 2- and 6- position on the aromatic ring also leads to considerable rate enhancement. References 1 N. Calderon E.A. Ofstead J.P. Ward W.A. Judy K.W. Scott J. Am. Chem. Soc. 90 1968 4133 2 N. Calderon and H. Yu Chen, Brit. Pat. 1 125 529 (1968); U.S. Pat. 3 535 401 (1970). 3 D. Medema, W. Brunmayer-Schilt and R. van Helden, Brit. Pat. 1 193 943 (1970). 4 K. F. Castner, U.S. Pat. 4 060 468 (1977). 5 H. Funk W. Baumann Z. Anorg. Chem. 231 1937 264 6 S. Prasad K.S.R. Krishnaiah J. Ind. Chem. Soc. 37 1960 681 7 P.I. Mortimer M.I. Strong Austr. J. Chem. 18 1965 1579 8 H. Hocker F.R. Jones Makromol. Chem. 161 1972 251 9 J. McGinnis T.J. Katz S. Hurwitz J. Am. Chem. Soc. 98 1976 605 10 L.B. Handy C.K. Fair Inorg. Nucl. Chem. Lett. 11 1975 496 11 L.B. Handy Acta Cryst. 31 1975 300 12 W.H. Zachariasen H.A. Plettinger Acta Cryst. 14 1961 229",
      "scopus-id": "0007827523",
      "coredata": {
        "eid": "1-s2.0-0304510282800096",
        "dc:description": "Compounds of the type trans-W(OAr)4Cl2 (OAr = phenoxide or substituted phenoxide) in combination with EtAlCl2 or Et3Al2Cl3 are active catalysts for metathesis of alkenes. The maximum rate of metathesis occurs at a W:Al ratio of 1:6. These systems give rise to productive metathesis of terminal alkenes, albeit at lower rates than for terminal alkenes. Slow isomerisation of the terminal alkene occurs in parallel with metathesis and cross-metathesis of 1-alkenes and 2-alkenes (produced by isomerisation) is observed. Comparison of rates of metathesis of 2-pentene catalysed by W(OAr)4-Cl2 shows that electron-withdrawing groups in the 4-position of the phenoxide cause considerable increase in activity. Over a limited range of substituents (Cl, Br, H, Me, OMe) a linear Hammett-relationship is observed. The presence of CH3 substituents in the 2- and 6- position on the aromatic ring also leads to considerable rate enhancement.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800096",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dodd, H.T."
          },
          {
            "@_fa": "true",
            "$": "Rutt, K.J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800096"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800096"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80009-6",
        "prism:volume": "15",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Tungsten phenoxides as metathesis catalysts",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-110",
        "prism:endingPage": "110",
        "pubType": "fla",
        "prism:coverDisplayDate": "April–May 1982",
        "prism:doi": "10.1016/0304-5102(82)80009-6",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/0304-5102(82)80009-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0007827523"
      }
    }
  }
}