{
  "metadata": {
    "title": "Heterogeneous catalysis in organic chemistry Part 8.: The use of supported palladium catalysts for the Heck arylation",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-03-01",
    "doi": "10.1016/0304-5102(92)80048-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280048L",
    "pii": "030451029280048L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026835592",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280048L 0304-5102(92)80048-L 030451029280048L 10.1016/0304-5102(92)80048-L S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01484 2024-01-02T01:05:30.650091Z 0 0 19920301 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 72 72 2 2 Volume 72, Issue 2 10 229 242 229 242 19920301 1 March 1992 1992-03-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. HETEROGENEOUSCATALYSISINORGANICCHEMISTRYPART8 AUGUSTINE R AUGUSTINE 1987 1862 R ERMAKOV 1986 459 Y ERMAKOV 1980 2075 Y HARTLEY 1985 F SUPPORTEDMETALCOMPLEXESANEWGENERATIONCATALYSTS AUGUSTINE 1965 R CATALYTICHYDROGENATIONTECHNIQUESAPPLICATIONSINORGANICCHEMISTRY RYLANDER 1967 P CATALYTICHYDROGENATIONOVERPLATINUMMETALS RYLANDER 1979 P CATALYTICHYDROGENATIONINORGANICSYNTHESIS KIJENSKI 1988 379 J BOTTEGHI 1987 129 C HEYNS 1963 303 K NEWERMETHODSPREPARATIVEORGANICCHEMISTRY BERGBREITER 1983 1238 D HECK 1979 146 R HECK 1982 345 R CHEMINDCATALYSISINORGANICSYNTHESIS HECK 1985 R PALLADIUMREAGENTSINORGANICSYNTHESIS HALLBERG 1985 1131 A HALLBERG 1989 1502 A LAROCK 1990 407 R OZAWA 1991 1417 F CARLSTROM 1991 1289 A HALLBERG 1988 4257 A AUGUSTINE 1991 675 R XAVIER 1985 2875 N GALLUCCI 1982 3517 R SPENCER 1983 117 A HALLBERG 1985 3891 A CRABTREE 1982 6994 R CRABTREE 1982 107 R WHITESIDES 1985 1819 G DAVES 1987 3529 G SPENCER 1982 267 A NISHIMURA 1985 1275 S HOLM 1981 5414 B HALLBERG 1986 235 A AUGUSTINEX1992X229 AUGUSTINEX1992X229X242 AUGUSTINEX1992X229XR AUGUSTINEX1992X229X242XR item 0304-5102(92)80048-L 030451029280048L 1-s2.0-030451029280048L 10.1016/0304-5102(92)80048-L 272239 2024-01-02T01:05:30.650091Z 1992-03-01 1-s2.0-030451029280048L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280048L/MAIN/application/pdf/55e6c5a6541440ebc5e07e9dcc581a0b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280048L/MAIN/application/pdf/55e6c5a6541440ebc5e07e9dcc581a0b/main.pdf main.pdf pdf true 1063216 MAIN 14 1-s2.0-030451029280048L-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280048L/PREVIEW/image/png/06eae41c17fdaa4dbb5521c8076d4318/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280048L/PREVIEW/image/png/06eae41c17fdaa4dbb5521c8076d4318/main_1.png main_1.png png 67558 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 72 (1992) 229-242 229 M2813 Heterogeneous catalysis in organic chemistry Part 8*. The use of supported palladium catalysts for the Heck arylation Robert L. Augustine\" and Shaun T. O'Leary Department of Chemistry, Seton Hall University, South Orange, NJ 07079, (USA) (Received August 8, 1991; revised October 16, 1991) Abstract It has been found that the Heck arylation proceeds smoothly over supported Pd catalysis to give the same reaction products as are obtained with the more commonly used homogeneous catalysts. The effect of reaction variables on the regioselectivity of the process is about the same for both the homogeneous and heterogeneously catalyzed reactions, so the use of the supported metal catalyst in such reactions appears to be straightforward. Such materials should be considered as viable alternatives for the commonly used homogeneous catalytic species. Introduction The use of metal complex promoted reactions in organic synthesis is well documented. However, the presence of such catalytically active species in a reaction mixture can present problems associated with the separation, recovery and regeneration of the metal complex. Such problems can be obviated by the use of heterogeneous catalysts for these reactions. While polymer- or oxide-supported complexes can provide some advantages in this regard [2-4], such materials can dissociate, resulting in the potential incorporation of metallic species and/or ligands into the reaction mixture. One possible solution to this potential problem is the use of a supported metal catalyst to promote synthetically useful C-C bond-forming reactions. While such catalysts are commonly used synthetically for functional group hydrogenations [5-7] and occasionally for hyaroformylations [8, 9] or alcohol oxidations [10], only a few reports have been published on the use of such materials to promote the formation of C-C bonds other than in hydroformylations. It has been shown that Pd/C in the presence of triphenylphosphine will promote the allylation of aniline with allyl acetate, but it was considered that this reaction may have been catalyzed by a soluble palladium complex, formed by dissolution of the supported palladium by the phosphine [ 11 ]. Another report stated that Pd/C will promote the Heck arylation [12-14] *For Part 7 see [1]. **Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 230 between p-nitrobenzoyl chloride and n-butyl vinyl ether, but the heterogeneously-promoted reaction data was limited to only a few entries in a table [15, 16]. In view of recent reports of the use of homogeneously catalyzed Heck arylations in the synthesis of a variety of compounds [17-20], it was felt that a more complete investigation of the usefulness of supported metals as catalysts for this reaction would be worthwhile and should lead to a better appreciation of the use of heterogeneous catalysts by synthetic chemists. Experimental Mass spectra were obtained on a Finnigan 4021 (Data System Incos 2100) gas chromatograph-mass spectrometer, operating at 70 eV. Infrared spectra were obtained on a Mattson Cygnus 25B FT-IR and a Perkin-Elmer 567 grating IR. 1H and 13C NMR spectra were recorded in deuterochloroform on a General Electric QE-300 spectrometer. Chemical shifts are given relative to the solvent lock. The gas chromatographic analyses were run on a HewlettPackard 5890 with FID interfaced with an H/P 3392A integrator using a 15 m x 0.53 mm J&W Scientific fused silica megabore column with a 1.5 DB-1 stationary phase film thickness. Materials Palladium acetate was purchased from Aldrich Chemicals. Triphenylphosphine, obtained from Aldrich Chemical, and 1,3-diphenylphosphinopropane (DPPP), obtained from Strem Chemical, were used without further purification. The 5% Pd/C catalyst was a standard commercial material obtained from Englehard Corp. The 53/o Pd/y-AI203 catalysts were supplied by Precious Metals Corp. (#104-lot 30002; #153-lot 30021). All other catalysts were prepared as outlined in the following section. The butyl vinyl ether was purchased from Aldrich and distilled immediately before use at 92-94 C using a short-path apparatus. The aroyl chloride, la, and aryl iodide, lb, were purchased from Aldrich Chemical and were purified using Kugelrohr distillation at reduced pressure. N-ethylmorpholine, triethylamine and NN-dimethylbenzylamine were purchased from Aldrich and were distilled and stored over 3A molecular sieves. The internal standard, dodecane, was spectroquality from Matheson, Coleman & Bell. It was washed with concentrated H2S04 until the acid layer was clear and then distilled. The solvents were all HPLC grade and were purified using standard procedures. Catalyst Preparation The procedures used for the preparation of 1.22% Pd/Si02, 5% Pt/y A1203, and 2.29ss'o Rh/-/-A1203 catalysts have been previously reported [21 ]. The 6.06ss'o Pd/y A1203 was prepared by slurrying 15.0 g of 100-120 mesh y-A1203 in 500 ml of triple-distilled (td) deionized water in a three-necked flask equipped with a stirring motor, dropping funnel and septum. Using a 231 dropping funnel, 1.88 g of PdC12 in 25 ml of td water was added at a rate of 15 drops min-'. The supported metal salt slurry was stirred for an additional 12 h. The supported salt was then recovered by filtration, washed several times with td water, and dried in a desiccator over Drierite for 48 h. A 1 g sample of the supported salt was placed in a 6 mm o.d. Pyrex reactor tube and purged for 30 min with a 28 ml min-' flow of helium. The sample was then brought to the reduction temperature, 250 C, and the carrier gas was switched to a 30 ml min-' flow of H2. The sample remained at the reduction temperature for 2 h and then the gas was switched back to helium. The sample was cooled in helium for 1 h and then stored in a screw cap vial in a desiccator over Drierite until needed. Small scale arylation reactions (Tables 1, 2 and 5) The reactions were run in a dry 50 ml three-necked flask fitted with a magnetic stirring bar, condenser, thermometer and septum. The catalyst (0.25 mol% based on starting aryl compound), dodecane as internal standard (33.3 mol% of starting aryl compound), and 15.0 ml of solvent were added to the flask. The reactor was purged twice with nitrogen and a positive pressure of nitrogen was maintained in the apparatus during the reaction. A mixture of the aryl or aroyl halide (2.5 mmol), n-butyl vinyl ether (2 equivalents) and N-ethyl morpholine (120 mo1% of starting aryl compound) in 5.0 ml of solvent (total amount of solvent equals 20 ml) were added to the flask by cannula under nitrogen. The reaction was brought to 100 C with vigorous stirring. The reaction was monitored by gas chromatography of samples drawn after a 10 s pause in stirring for the catalyst to settle. The samples were partitioned between ethyl ether and dilute aqueous acid before injection. Heterogeneity tests (1) The reaction conditions and procedures were identical to the small scale arylation reactions with the following exceptions. The reaction was performed in a two-compartment Schlenk tube. After the reaction had proceeded to approximately 20% completion, it was stopped, a sample was taken and analyzed by gas chromatography. The catalyst was then separated from the reaction mixture under an inert atmosphere by filtration through the Schlenk filter. The reaction mixture remaining after the removal of the catalyst was brought to reflux for an additional 2 h and analyzed again by gas chromatography. No change in composition was observed. (2) The reaction conditions and procedures were identical to the small scale arylation reactions but using Pd(OAc)Z as the catalyst. After proceeding to - 20% completion, the reaction mixture was monitored by gas chromatography and 2 drops of elemental mercury were added to the reaction mixture. Heating was continued for an additional 72 h and the mixture was again monitored by gas chromatography. No change in product composition was observed. 232 H2 pretreatment efect on reaction (Table 4) The reactions were run in a dry 50 ml three-necked flask fitted with a magnetic stirring bar, condenser, thermometer and septum. The catalyst, 5% Pd/Y-A1203 (0.25 mol% of Pd based on starting 4-nitrobenzoyl chloride), dodecane as internal standard (33.3 molssYo of starting aryl compound), and 10.0 ml of dioxane were added to the flask. The reactor was purged five times with nitrogen and twice with hydrogen. The solution was stirred and hydrogen was bubbled through the catalyst solvent mixture for the indicated time. After the prescribed hydrogen purging time, the reaction flask was purged twice with nitrogen and a positive pressure of nitrogen was maintained during the reaction. A mixture of the 4-nitrobenzoyl chloride (2.5 mmol), n-butyl vinyl ether (2 equivalents relative to starting aryl halide) and N-ethyl morpholine (120 mol% of starting aryl compound) in 10 ml of solvent (total solvent amount equals 20 ml) were added to the flask by cannula under nitrogen. The reaction was brought to 100 C with vigorous stirring. The reaction was monitored by gas chromatography of samples drawn after a 10 s pause in stirring for the catalyst to settle. Sealed tube arylations (Tables 3 and 6) The sealed tube experiments were performed in Pyrex screw top test tubes. The catalyst (Pd, 1 mo19'o of starting aryl compound) and magnetic stirring bar were placed in the tube and it was sealed using a septum and wire. The tubes were placed in an oil bath and purged with argon. The solvent (5 ml), vinyl ether (2 equivalents), amine (150 mol% of starting aryl compound) and internal standard (25 mol% of starting aryl compound) were added under argon and the reaction mixture brought to 100 C. The aryl or aroyl halide (0.5 mmol) was added under nitrogen and this was taken to be time zero. The reaction was monitored by gas chromatography with a pause in stirring for 10-15 s to allow the catalyst to settle before samples were taken. Preparative arylation reactions The (butoxyethenyl)-4-nitrobenzenes (2 and 3) were isolated from a reaction run in a dry 100 ml two-necked flask fitted with a magnetic stirring bar, condenser and septum. A solution of Pd(OAc)2 (0.09 g, 0.4 mmol) and N-ethylmorpholine (6.1 ml, 48 mmol) in 40 ml of toluene was stirred until an orange homogeneous mixture was obtained. To this solution was added n-butyl vinyl ether (10.3 ml, 80 mmol) and la (40 mmol). The mixture was heated with stirring to reflux. During the reaction the solution grew dark black and palladium black particles could be seen in suspension. After 8 h, the solution was cooled and then added, with stirring, to 100 ml of ether. The precipitated amine hydrochloride was removed by filtration and the solution was treated with two 20 ml portions of 5% HCl and the aqueous phases were extracted with 20 ml of ether. The combined organic phases were washed with two 25 ml portions of saturated sodium bicarbonate solutions, followed by one 25 ml portion of saturated sodium chloride solution. 233 The organic solution was dried using MgS04 and concentrated under reduced pressure. The crude oil was subjected to flash chromatography on a 5 mm X 15 mm silica column using pentane/chloroform or pentane/ethyl acetate as eluent. (Z)-1-(2-butoxyethenyl)-4-nitrobenzene (M (RN: 97826-85-2): clear oil; eluent, pentane /chloroform, 2/1; 1H NAIR (CDC13) 5 (ppm) 8.14 (d, 211, aryl), 7.66 (d, 2H, aryl), 6.40 (d, 1H, OCHCHAr), 5.26 (d, 1H, ArCHCHO), 4.02 (t, 2H, OCH2CH2), 1.74 (m, 2H, OCH2CH2CH2), 1.46 (m, 2H, CH2CH2CH3), 0.95 (t, 3H, CH2CH3); 13C NMR (CDC13) 8 (ppm) 14.7 (CH2CH3), 20.1 (CH2CH2CH3), 29.2 (CH2CH2CH2), 32.8 (OCH2CH2), 75.4 (OCHCH), 105.3 (aryl), 125.1 (aryl), 129.2 (aryl), 145.1 (aryl), 152.3 (ArCHCH); mass spectrum, m/e 221 (M+), 165, 57, 41; IR (CH2C12): 1649 (olefin-aryl), 1098 (ether), 856 (p-aryl) cm-1. Coincides with literature values [161. (E)-1-(2-butoxyethenyL)-4mitrobenzene (3E) (RN: 97826-86-3): light yellow oil; eluent, pentane/chloroform, 2/1; 1H NMR (CDC13) a 8.1-7.3 (m, 4H, aryl), 7.18 (d, 1H, OCHCHAr), 5.84 (d, 1H, ArCHCHO), 3.90 (t, 2H, OCH2CH2), 1.71 (m, 2H, OCH2CH2CH2), 1.46 (m, 2H, CH2CH2CH3), 0.97 (t, 311, CH2CH3); 13C NMR (CDC13) 5 (PPM) 14.7 (CH2CH3), 20.1 (CH2CH2CH3), 29.2 (CH2CH2CH2), 32.0 (OCH2CH2), 71.5 (OCHCH), 104.6 (aryl), 125.6 (aryl), 129.2 (aryl), 145.1 (aryl), 151.7 (ArCHCH); mass spectrum, m/e 221 (M+), 165, 57, 41; IR (CH2C12): 1639 (olefin-aryl), 1164 (ether), 845 (p-aryl) cm-1. Coincides with literature values [161. 1-(1 ButoxyethenyL)-4-nitrobenzene (2) (RN: 109125-23-7): mass spectrum, m/e 222 (M+1), 221 (M+), 206, 166, 56, 41; IR (CH2C12) 1647 (w, olefin-aryl), 1351 (Ar-N02), 1122 (ether), 856 (p-aryl) cm-1. Coincides with literature values [161. 1-(4Nitrophenyl)-3-butoxy-2 propen-l-one (6) This compound was prepared using reaction conditions identical to those for the preparation of 2 and 3 with the following exceptions. The reaction flask was not equipped with a condenser but was stoppered and heated to 50 C for 8 h. 6 was obtained as a light yellow oil in 44ss'o yield. (RN: 114657-09-9): Distillation gave a colorless oil; eluent, pentane/EtAc, 3/1; 1H NMR (CDC13) 5 (ppm) 8.4-8.0 (m, 4H, aryl), 7.82 (d, 2H, OCCHCH), 6.30 (d, 2H, OCCHCHO), 4.03 (t, 2H, OCH2CH2), 1.69 (m, 2H, CH2CH2CH2), 1.47 (m, 2H, CH2CH2CH3), 0.98 (t, 3H, CH2CH3); mass spectrum, m/e 249 (M+), 220, 206, 194, 176; IR (CH2C12): 1750 (ketone), 1645 (w, olefin-aryl), 1280 (C-O), 848 (p-aryl) cm-1. Coincides with literature values [201. Butyl 4-nitrobenzoate (5) The ester was prepared using standard Schotten-Baumann techniques and isolated as light yellow crystals in approximately 9596 yield. (RN: 120- 234 48-9): 1H NMR (CDC13) 8 (ppm) 8.2 (q, 4H, aryl), 4.4 (t, 2H, OCH2CH2), 1.8 (m, 2H, OCH2CH2CH2), 1.5 (m, 2H, CH2CH2CH3), 0.98 (t, 3H, CH2CH3); 13C NMR (CDC13) 8 (ppm) 14.1 (CH2CH2), 20.0 (CH2CH2CH3), 30.9 (CH2CH2CH2), 67.0 (OCH2CH2), 124.5 (aryl), 131.0 (aryl), 137.2 (aryl), 151.2 (aryl), 165.4 (OCO); mass spectrum, m/e 224 (M+1), 208, 194, 138, 120; IR. (toluene): 1744 (ester), 1270 (C-O), 859 (p-aryl) cm-1. Coincides with literature values [22]. 1,1 Dibutoxyethane (4) (RN: 871-22-7): IR (CH2C12): 2900 (s, C-H stretch), 1100 (C-O acetal); mass spectrum, m/e 160, 159, 101, 57, 45, 41. Coincides with literature values [23]. Results and discussion The initial stage of this study involved the repetition of the reported reaction of p-nitrobenzoyl chloride and n-butyl vinyl ether run over a 5% Pd/C catalyst in toluene containing the base, triethylamine [15]. Initially, the reaction proceeded rapidly but, with time, the activity decreased significantly. In the Heck reaction, the amine is added to remove the hydrogen halide from the palladium and, thus, regenerate the catalytically active species. In homogeneous systems, the formation of the amine salt can be useful in visually following the extent of the reaction, but in the heterogeneously catalyzed reaction this insoluble salt formation is detrimental, since it deposits on the catalyst surface and thus decreases catalytic activity. To overcome this problem, dioxane was used as the solvent to keep the triethylammonium hydrochloride in solution. With the dioxane solventthe Pd/C-catalyzed reaction TABLE 1 Product composition from heterogeneously catalyzed Heck arylations Catalyst Reaction Percent formed time (h) a (2) ss (3) acetal (4) ester (6) 546 Pd/C 4 6.6 65.2 1.8 1.2 596 Pd/C 4 7.0 70.1 9.4 6.6 Pd(OAc)2b 4 1.0 56.4 38.0 1.7 6.0696 Pd/A1203 4 6.5 64.7 7.6 10.7 1.2296 Pd/SiOz 4 4.5 46.1 8.0 7.8 6.0696 Pd/A1203 1 5.6 56.9 0 4.3 596 Pt/A1203 1 0 0 21.7 7.4 2.296 Rh/A12030 1 0 0 32.2 21.1 '400:1 chloride:Pd ratio using the small scale arylation reaction conditions described in the Experimental. 100:1 chloride:Pd ratio. `Reaction time was extended to 10 h with no significant increase in product ratios. 235 proceeded smoothly to completion. The product composition is listed in Table 1. The products were the expected 13-aryl vinyl ethers, E- and Z-1(2-butoxyethenyl)-4-nitrobenzene, 3a and b, and the a isomer, 1-(1-butoxyethenyl)-4-nitrobenzene, 2. Also found in the reaction mixture were the ester, n-butyl 4-nitrobenzoate (5) and the acetal, 1,1-di-n-butoxyethane (4). Also found in some reaction mixtures was E-3-n-butoxy-l-phenyl-2-propen-1-one (6), the aroylated species resulting from incomplete decarbonylation of the acid chloride, la. The amount of this material present depended on the reaction temperature used, but was always under 5% and most generally present only in trace amounts. I~ OZN~ OBu 3E Pd Bu OZN + OBE NR30ZN 1 02N OBu a, X =COCI b, X = I 3Z OBu 0 O CH3-CH Bu Bu N'-OBu02N 'O OZNi 4 5 6 It was initially thought that the butyl ester, 6, was formed by reaction of the acid chloride with some butanol produced by the hydrolysis of the butyl vinyl ether with some water in the reaction mixture. However, when care was taken to exclude all water from the reaction, ester formation was still observed. An alternative explanation for the presence of the butanol needed for the formation of both 4 and 5 involves the cleavage of the vinyl oxygen bond of the butyl vinyl ether on the palladium surface to give an adsorbed butoxy species, which could then react either with the acid chloride to give 5 or with butyl vinyl ether to give the acetal, 4. The source of the hydrogens needed to complete these reactions is not clear, but they could orignate from some trace amounts of water still present, metal-promoted dehydrogenation of some solvent molecules, surface -OH groups on the catalyst support and/or residual hydrogen remaining in the catalyst from the reduction procedure used in its preparation. The enhancement of acetal formation on hydrogen-presaturated catalysts, as discussed later, indicates that the latter possibility may prevail. Further support for the proposed bond cleavage comes from the observation of trace amounts of 4-nitrostyrene in many of these reactions. This material has been produced by the reaction of 4-nitrobenzoyl chloride with ethylene under Heck arylation conditions [241. 236 The acid chloride:Pd ratio in this reaction was 100:1, as is commonly used in homogeneously catalyzed reactions of this type. The heterogeneous catalyst, though, was more active on a weight of metal basis than was a Pd(OAc)2 -catalyst. Decreasing the amount of Pd/C to give a 400:1 acid chloride:Pd ratio resulted in the reaction proceeding at approximately the same rate as the Pd(OAc)2-promoted reaction run using a 100:1 ratio. Since the active surface atoms on supported catalysts comprise only a small fraction of the total Pd content [21 ], these heterogeneous catalysts are significantly more reactive. As shown by the data in Table 1, a decrease in the amount of Pd present in the heterogeneously catalyzed reaction mixture increases slightly the amount of product enol ether formed but has virtually no effect on the a/ss (2 /3) ratio. However, more of the ester 6 and the acetal 4 are formed in the reaction promoted by the smaller amount of Pd. Since in this reaction, enol ether formation is slower than is observed with the larger amount of Pd, there is more time for the cleavage of the butyl vinyl ether to take place, resulting in the formation of more side products. Since it was shown that this reaction did, indeed, proceed as reported [ 15, 16 ], the next step was to determine whether Pd/C was the only viable catalyst or if other supported metals could also be used. It was found that both Pd/Si02 and Pd/A1203 promoted the reaction, with Pd/A1203 having about the same degree of activity as observed with Pd/C, while Pd/Si02 was somewhat less active. The amounts of ester 5 and acetal 4 produced with these catalysts were also about the same as that found with Pd/C (Table 1). Catalysis of the reaction, however, was restricted to Pd since the use of either Pt/A1203 or Rh/A1203 gave as products only the ester 5 and acetal 4. The similarity between the heterogeneously catalyzed reaction data and that obtained using a Pd(OAc)2 catalyst might suggest that the catalyst for these reactions is a dissolved Pd species. To test this, the reaction was run over a Pd/A1203 catalyst to - 10-20% completion in a two-section Schlenk tube with a fritted disc between the two sections. The reaction liquid was then separated from the solid catalyst by filtration through the frit and its composition determined by gas chromatography. The liquid was then heated for an additional 2 h, sufficient time for further reaction to occur if a soluble catalyst were present, and the composition again determined. There was no detectable difference in the liquid composition after this time, showing that there was no soluble catalyst in the reaction system. In a related evaluation, the reaction was run in the presence of the soluble catalyst, Pd(OAc)2. As has been reported in other studies [25], the reaction mixture grew turbid as the catalyst system became active. This has been attributed to a reduction of the Pd(II) to Pd(0) [25]. After the reaction proceeded to - 20% completion, the product composition was determined and a small amount of elemental mercury was added to the reaction mixture. This mixture was then heated for an additional 72 h with no detectable change observed in the product composition. Since mercury will poison heterogeneous metal catalysts but has no effect on homogeneous systems 237 [26-28], this loss of activity shows that, contrary to popular opinion, the Pd(OAc)2-catalyzed Heck arylation is not homogeneously promoted but rather, that the catalyst is apparently some form of palladium black. Attempts to use the recovered Pd black catalyst for further arylation reactions failed, possibly due to an agglomeration of the most active fine metal particles into large clumps during the isolation process. These larger agglomerates would be expected to lack the activity of the smaller crystallites [25]. A further comparison can be made with homogeneously catalyzed arylation reactions by considering the effect which the nature of the reaction solvent has on the a/ss product ratio. It has been reported that in homogeneously catalyzed reactions the use of non-coordinating aromatic solvents leads to predominant /3-isomer formation, while the more coordinating dioxane would be expected to give more of the a-isomer [291. As the data in Table 2 show, however, there is little difference in the a/ 3 product ratios produced from Pd(OAC)2 catalyzed reactions run in toluene and dioxane. The major difference is the formation of somewhat more of the ss-isomer, 3, in dioxane, which is contrary to expectation, and the rather large amount of acetal formation also observed in dioxane. That the solvent coordination was in some way responsible for the acetal formation can be seen by the increase in the amount of 4 formed when either triphenylphosphine or diphenyl-n-propylphosphine was added to the dioxane reaction mixture. The large amount of phosphine added in these reactions has been known to decrease the extent of product enol ether formation [ 16 ]. Solvent comparison in Pd/A1203-catalyzed reactions, however, is more difficult because of the catalyst deactivation brought about by the amine hydrochloride precipitation from the reaction mixture in toluene. If one allows the reaction to proceed long enough, however, the reaction can be made to go almost to completion even with the amine hydrochloride deactivation. The results of the Pd/A1203-catalyzed TABLE 2 Solvent effect in Heck arylations' Catalyst Solvent Reaction Percent formed time (h) a (2) ss (3) acetal (4) ester (6) Pd(OAc)z\" toluene 4 < 1.0 42.9 4.0 1.7 Pd(OAc)2\" dioxane 4 1.0 56.4 38.0 1.7 Pd(OAC)2 dioxane` 4 1.3 6.7 71.6 7.6 Pd(OAc)Z\" dioxane 4 2.6 18.4 52.3 25.9 Pd/A1203 toluene 8 5.0 80.3 5.4 3.8 Pd/A1203 dioxane 4 6.5 64.7 7.6 10.7 '400:1 chloride:Pd ratio using the small scale arylation reaction conditions described in the Experimental. \"100:1 chloride:Pd ratio. 2 mo1% of triphenylphosphine added. l.1 mo1% of diphenyl-n-propylphosphine added. 238 reaction run in both toluene and dioxane are also shown in Table 2. With this catalyst the expected decrease in ss-isomer formation with increasing coordination ability of the solvent was observed. A slight increase in acetal formation and a more pronounced increase in ester formation was also found. The nature of the amine used to regenerate the active catalyst species can also play a role in catalyst activity and selectivity, particularly in the formation of the ester and acetal side products. Earlier results have suggested that N-benzyldimethylamine would give the most satisfactory results for the production of the arylation products 2 and 3 [30]. Other amines have also been used and it has been concluded that the base should be a tertiary amine having a pK8 between 7.5 and 11. Weaker bases tend to give slower reaction rates, and stronger bases may react with the other components of the reaction medium. As the data in Table 3 show, there is no valid comparison between the amine pKa and the amounts of 2 and 3 formed over a Pd/A1203 catalyst. However, the lower the pK$ of the amine, the greater the extent of acetal formation. The reason for this enhanced acetal formation with increasing pKa on these heterogeneous Pd catalysts is not apparent at this time. The palladium catalysts used in this work had been stored in air for various periods of time. Since it has been established that this reaction takes place over Pd(0) species [25], it was felt that it might be of some advantage to treat the catalyst with hydrogen immediately before the reaction to reduce any surface oxides which might be present, and thus increase the amount of Pd(0) present on the surface. In this way it was envisioned that the reaction might proceed even more rapidly. To check this possibility hydrogen was bubbled through the catalyst-amine-solvent mixture for various times before the reactants were added and the reaction initiated. The results of these experiments are listed in Table 4. Instead of increasing the formation of the desired products 2 and 3, the amount of these materials produced decreased significantly with increasing hydrogen pretreatment. On the other hand, the amount of the side products 4 and 5 increased with increasing hydrogen pretreatment. Nishimura and coworkers [31 ] have reported that TABLE 3 Amine effect in heterogeneously catalyzed Heck arylations' Amine PIC. Reaction Percent formed time (h) a (2) ss (3) acetal (4) ester (6) NEMb 7.80 1 5.3 14.9 21.0 1.2 BDA` 9.03 1 1.5 2.9 13.0 1.7 7EAd 10.05 1 8.0 11.7 4.0 2.1 'Sealed tube arylation reaction conditions described in the Experimental. 'N-ethylmorpholine. `Benzyldimethylamine. 6Triethylaneine. 239 TABLE 4 Effect of hydrogen pretreatment of the catalyst in heterogeneously catalyzed Heck arylations' HZ Treatment Percent formed . time (h) a (2) /3 (3) acetal (4) ester (5) 0 5.6 56.9 0 4.3 0.25 2.0 12.9 25.4 7.0 1 0 4.6 29.2 8.6 6 1.7 6.6 50.9 17.7 'Small scale arylation reaction conditions described in the Experimental. acetal formation in the metal-catalyzed hydrogenation of ketones in alcohol solvents is associated with the presence of adsorbed hydrogen, probably in an ionized state, and is dependent on the nature of the catalyst metal, with Pd the most effective. Thus, the formation of 4 and 5 is probably due to an increase in the number of acidic surface sites brought about by the hydrogen pretreatment of the Pd/A1203 catalyst. The decrease in 2 and 3 formation may be due to the presence of hydrogen adsorbed on the active sites on the metal, which could either block the formation of the surface intermediates required for the Heck arylation or react with these intermediates to prevent the formation of 2 and 3. The initial goal of this research was the development of methods for the production of aryl vinyl ethers, specifically the synthetically useful /3aryl systems, using supported metal catalysts. Earlier work has found that an electron- withdrawing group such as a 4-vitro substituent on the aryl ring exerts a strong directing force in coupling with the /3-carbon of the n-butyl vinyl ether [32]. Another factor in determining the regioselectivity of the reaction was the nature of the halide on the aromatic ring [29]. In this work the trend for greater ss-selectivity increased in the order Cl > Br > I, which agrees with the relative bond strength of the Pda-X bond, I > Br > Cl [29]. However, the formation of the arylpalladium reagent is slow for a bromobenzene and almost nonexistent for a chlorobenzene. The arylpalladium chloride could be formed indirectly, however, by decarbonylation of the corresponding substituted benzoyl chloride, thus allowing for facile halogen selection in the control of reaction regioselectivity [30]. The difference in regioselectivity between these benzoyl chloride reactions and those involving aryl bromides or iodides has been attributed solely to the halide ion and not to the presence on the metal surface of adsorbed carbon monoxide, a byproduct of the decarbonylation reaction [33]. To ascertain whether these effects also occur with supported metal catalysts, the reaction of 4-nitroiodobenzene, lb, over Pd(OAc)2, Pd/A1203 and Pd/Si02 was also investigated. The results of these reactions along with the corresponding data from the 4-nitrobenzoyl chloride reactions are listed in Table 5. Interestingly, there appears to be no halide ion effect on the 240 TABLE 5 Halide effect in heterogeneously catalyzed Heck arylations Aryl Catalyst Reaction Percent formed reactant time (h) a (2) ss (3) E/Z acetal (4) ester (6) la Pd(OAc)2b 1 6.3 77.5 1.86 12.0 3.2 la 6.0696 Pd/A1203 1 5.8 58.5 2.75 5.4 4.4 la 1.22 % Pd/Si02 1 4.5 46.1 1.99 7.6 7.8 lb Pd(OAc)z 4 < 1.0 25.3 0.68 38.0 lb 6.06% Pd/A1203 4 < 1.0 30.1 0.98 39.3 lb 1.22% Pd/SiO2 4 < 1.0 11.8 0.74 43.2 -Small scale arylation reaction conditions described in the Experimental. 6100:1 halide:Pd ratio. `Ester formation not possible. regioselectivity of the reaction, ss-isomer formation being markedly predominant in all cases. If anything, ss-isomer formation appears to be even more selective with the iodobenzene lb than with the benzoyl chloride 1a. The rate of reaction is, however, slower with the iodo compound but its use did preclude any formation of ester as a byproduct. Acetal formation however was considerably enhanced in the iodobenzene reactions, probably because of the longer reaction times required with this material. One other interesting comparison between the products formed from these two reagents is in the ratio of the 3E and 3Z isomers. With reactions run using the benzoyl chloride 1a, the E!Z ratios were generally two or greater while with the iodobenzene lb, the E/Z ratios are less than one. This correlates well with a previous report [29]. The size of the E/Z ratio has been ascribed to the effect of (a) the electron density of the aryl moiety, (b) the availability of ligands or (c) the nature of the halide ion present [29]. In these present reactions the electron density of the aryl moiety and the availability of ligands should be constant, even though there is the possibility of a carbon monoxide ligand being present on the metal surface in the benzoyl chloride reactions. It would seem, then, that the nature of the halide is the most critical factor in the determination of the E!Z ratio, providing, of course, that this ratio is indicative of the true product stereochemistry and not the result of some secondary isomerizations. To check this, a 1:1 mixture of the E and Z isomers, 3E and 3Z, was added to the normal reactants in an amount equal to the expected ss-product yield. The final product composition showed twice the amount of ss-isomer formation, indicating that no ss-isomer degradation had occurred. Further, after subtracting the amount of E and Z isomers normally formed in this reaction, the initially-added 1:1 E:Z ratio resulted, showing that there was no isomerization between these stereoisomers. In a further experiment, the 1:1 E:Z mixture was treated with Y-A1203 in dioxane under normal reaction conditions. No isomerization was observed. 241 TABLE 6 Effect of amine concentration on product enol ether stereochemistry' Concentration E /Z ratio 80 0.76 110 0.81 120 0.98 150 0.99 'Sealed tube arylation reaction conditions described in the Experimental. Molar percent of amine. It appears, then, that the results listed in Table 5 are those of the primary reactions with no subsequent isomerization taking place. The more extensive formation of the Z isomer in the iodobenzene reaction may be related to the increased size of the iodide ion adsorbed on the active site, as compared to the smaller chloride ion. The more crowded the active site in the reaction, the less favorable the formation of the more sterically demanding trans or E isomer. An indication of the steric requirements for isomer formation can be seen in the results listed in Table 6, showing the effect the amount of base added to the reaction mixture has on the enol ether stereochemistry. In all cases the Z isomer predominated, but the ratio decreased as more amine was added to the reaction mixture. With higher amine concentrations, the amount of the trans or more sterically demanding isomer increased because of the more rapid removal the halide ions from the active sites by reaction with the amine and formation of the amine hydrohalide. While these results show that isomerization does not occur readily during the reaction, the isomerization of the Z isomer to an E/Z mixture does take place slowly on standing. This isomerization has been followed over several months, using changes in the NMR of a sample kept in an NMR tube in deuterochloroform. Conclusions These results show that supported metals can be used in place of soluble organometallic catalysts for promoting synthetically useful reactions such as the Heck arylation. The effect of reaction variables on the regioselectivity of the process is about the same for both the homogeneous and heterogeneously catalyzed reactions. Thus use of the supported metal catalyst in such reactions appears to be straightforward and such materials should be considered as viable alternatives for the commonly used homogeneous catalytic species. 242 Acknowledgement This research was supported by Grant DE-FG02-84ER45120 from the U.S. Department of Energy, Office of Basic Energy Science. The metal salts were obtained through the Johnson-Matthey Precious Metal Loan Program. References 1 R. L. Augustine and F. Yaghmaie, J. Org. Chem, 52 (1987) 1862. 2 Y. I. Ermakov and L. N. Arzamaskova, Stud. Surf. Sci. Catal., (Catalytic Hydrogenation) 27 (1986) 459. 3 Y. I. Ermakov, Pure Appl. Chem., 52 (1980) 2075. 4 F. R. Hartley, Supported Metal Complexes: a New Generation of Catalysts, Reidel, Dordrecht, 1985. 5 R. L. Augustine, Catalytic Hydrogenation: Techniques and Applications in Organic Chemistry, Marcel Dekker, New York, 1965. 6 P. N. Rylander, Catalytic Hydrogenation over Platinum Metals, Academic Press, New York, 1967. 7 P. N. Rylander, Catalytic Hydrogenation in Organic Synthesis, Academic Press, New York, 1979. 8 J. Kijenski, M. Glinski and K. Bielawski, Stud. Surf. Sci. Catal., (Heterogeneous Catalysis of Fine Chemicals), 41 (1988) 379. 9 C. Botteghi, R. Ganzerla, M. Lenaida and G. Moretti, J. Mol. Catal., 40 (1987) 129. 10 K. Heyns and H. Paulsen, Newer Methods of Preparative Organic Chemistry, Vol. II, Interscience, New York, 1963, p. 303. 11 D. E. Bergbreiter and B. Chen, J. Chem Soc., Chem. Commun., (1983) 1238. 12 .R. F. Heck, Acc. Chem. Res., 12 (1979) 146. 13 R. F. Heck, Chem. Ind., Catalysis in Organic Synthesis, Vol. 27, Marcel Dekker, New York, 1982, p. 345. 14 R. F. Heck, Palladium Reagents in Organic Synthesis, Academic Press, New York, 1985. 15 A. Hallberg, L. Westfelt and C.-M. Andersson, Synth. Commun., 15 (1985) 1131. 16 A. Hallberg and C.-M. Andersson, J. Org. Chem., 54 (1989) 1502. 17 R. C. Larock and W. H. Gong, J. Org. Chem., 55 (1990) 407. 18 F. Ozawa, A. Kubo and T. Hayashi, J. Am. Chem Soc., 113 (1991) 1417. 19 A: S. Carlstrom and T. Frejd, J. Org. Chem., 56 (1991) 1289. 20 A. Hallberg and C: M. Andersson, J. Org. Chem., 53 (1988) 4257. 21 R. L. Augustine, D. R. Baum, K. G. High, L. S. Szivos and S. T. O'Leary, J. Catal., 127 (1991) 675. 22 N. Xavier and S. J. Arulraj, Tetrahedron, 41 (1985) 2875. 23 R. R. Gallucci and R. C. Going, J. Org. Chem., 47 (1982) 3517. 24 A. Spencer, J. Organometall. Chem., 247 (1983) 117. 25 A. Hallberg, C: M. Andersson and K. Karabelas, J. Org. Chem., 50 (1985) 3891. 26 R. H. Crabtree, P. C. Demou, D. Eden, J. M. Mehelcic, C. A. Parnell, J. M. Quirk and G. E. Morris, J. Am. Chem. Soc., 104 (1982) 6994. 27 R. H. Crabtree, M. F. Mellea, J. M. Mihelcic and J. M. Quirk, J. Am. Chem. Soc., 104 (1982) 107. 28 G. M. Whitesides, M. Hackett, R. L. Brainard, J.-P. P. M. Lavalleye, A. F. Sowinski, A. N. Izuni, S. S. Moore, D. W. Brown and E. M. Staudt, Organometallics, 4 (1985) 1819. 29 G. D. Daves, C.-M. Andersson and A. Hallberg, J. Org. Chem, 52 (1987) 3529. 30 A. Spencer and H.-U. Blaser, J. Organometall. Chem, 233 (1982) 267. 31 S. Nishimura, S. Iwafune, T. Nagura, Y. Akimoto and M. Uda, Chem Lett., (1985) 1275. 32 B. Holm, L. Westfelt and A. Hallberg, J. Org. Chem., 46 (1981) 5414. 33 A. Hallberg and C: M. Andersson, J. Org. Chem., 53 (1986) 235. X244 9280048L 0304-5102(92)80048-L 10.1016/0304-5102(92)80048-L ☆ For Part 7 see [1]. Heterogeneous catalysis in organic chemistry Part 8. The use of supported palladium catalysts for the Heck arylation Robert L. Augustine ∗∗ Shaun T. O'Leary Department of Chemistry, Seton Hall University, South Orange, NJ 07079, USA ** Author to whom correspondence should be addressed. It has been found that the Heck arylation proceeds smoothly over supported Pd catalysts to give the same reaction products as are obtained with the more commonly used homogeneous catalysts. The effect of reaction variables on the regioselectivity of the process is about the same for both the homogeneous and heterogeneously catalyzed reactions, so the use of the supported metal catalyst in such reactions appears to be straightforward. Such materials should be considered as viable alternatives for the commonly used homogeneous catalytic species. References 1 R.L. Augustine F. Yaghmaie J. Org. Chem. 52 1987 1862 2 Y.I. Ermakov L.N. Arzamaskova Stud. Surf. Sci. Catal., (Catalytic Hydrogenation) 27 1986 459 3 Y.I. Ermakov Pure Appl. Chem. 52 1980 2075 4 F.R. Hartley Supported Metal Complexes: a New Generation of Catalysts 1985 Reidel Dordrecht 5 R.L. Augustine Catalytic Hydrogenation: Techniques and Applications in Organic Chemistry 1965 Marcel Dekker New York 6 P.N. Rylander Catalytic Hydrogenation over Platinum Metals 1967 Academic Press New York 7 P.N. Rylander Catalytic Hydrogenation in Organic Synthesis 1979 Academic Press New York 8 J. Kijenski M. Glinski K. Bielawski Stud. Surf. Sci. Catal., (Heterogeneous Catalysis of Fine Chemicals) 41 1988 379 9 C. Botteghi R. Ganzerla M. Lenaida G. Moretti J. Mol. Catal. 40 1987 129 10 K. Heyns H. Paulsen Newer Methods of Preparative Organic Chemistry II 1963 Interscience New York 303 11 D.E. Bergbreiter B. Chen J. Chem Soc., Chem. Commun. 1983 1238 12 R.F. Heck Acc. Chem. Res. 12 1979 146 13 R.F. Heck Chem. Ind., Catalysis in Organic Synthesis 27 1982 Marcel Dekker New York 345 14 R.F. Heck Palladium Reagents in Organic Synthesis 1985 Academic Press New York 15 A. Hallberg L. Westfelt C.-M. Andersson Synth. Commun. 15 1985 1131 16 A. Hallberg C.-M. Andersson J. Org. Chem. 54 1989 1502 17 R.C. Larock W.H. Gong J. Org. Chem. 55 1990 407 18 F. Ozawa A. Kubo T. Hayashi J. Am. Chem. Soc. 113 1991 1417 19 A.-S. Carlstrom T. Frejd J. Org. Chem. 56 1991 1289 20 A. Hallberg C.-M. Andersson J. Org. Chem. 53 1988 4257 21 R.L. Augustine D.R. Baum K.G. High L.S. Szivos S.T. O'Leary J. Catal. 127 1991 675 22 N. Xavier S.J. Arulraj Tetrahedron 41 1985 2875 23 R.R. Gallucci R.C. Going J. Org. Chem. 47 1982 3517 24 A. Spencer J. Organometall. Chem. 247 1983 117 25 A. Hallberg C.-M. Andersson K. Karabelas J. Org. Chem. 50 1985 3891 26 R.H. Crabtree P.C. Demou D. Eden J.M. Mehelcic C.A. Parnell J.M. Quirk G.E. Morris J. Am. Chem. Soc. 104 1982 6994 27 R.H. Crabtree M.F. Mellea J.M. Mihelcic J.M. Quirk J. Am. Chem. Soc. 104 1982 107 28 G.M. Whitesides M. Hackett R.L. Brainard J.-P.P.M. Lavalleye A.F. Sowinski A.N. Izuni S.S. Moore D.W. Brown E.M. Staudt Organometallics 4 1985 1819 29 G.D. Daves C.-M. Andersson A. Hallberg J. Org. Chem. 52 1987 3529 30 A. Spencer H.-U. Blaser J. Organometall. Chem. 233 1982 267 31 S. Nishimura S. Iwafune T. Nagura Y. Akimoto M. Uda Chem. Lett. 1985 1275 32 B. Holm L. Westfelt A. Hallberg J. Org. Chem. 46 1981 5414 33 A. Hallberg C.-M. Andersson J. Org. Chem. 53 1986 235",
      "scopus-id": "0026835592",
      "coredata": {
        "eid": "1-s2.0-030451029280048L",
        "dc:description": "It has been found that the Heck arylation proceeds smoothly over supported Pd catalysts to give the same reaction products as are obtained with the more commonly used homogeneous catalysts. The effect of reaction variables on the regioselectivity of the process is about the same for both the homogeneous and heterogeneously catalyzed reactions, so the use of the supported metal catalyst in such reactions appears to be straightforward. Such materials should be considered as viable alternatives for the commonly used homogeneous catalytic species.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280048L",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Augustine, Robert L."
          },
          {
            "@_fa": "true",
            "$": "O'Leary, Shaun T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280048L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280048L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80048-L",
        "prism:volume": "72",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogeneous catalysis in organic chemistry Part 8. The use of supported palladium catalysts for the Heck arylation",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "229-242",
        "prism:endingPage": "242",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 1992",
        "prism:doi": "10.1016/0304-5102(92)80048-L",
        "prism:startingPage": "229",
        "dc:identifier": "doi:10.1016/0304-5102(92)80048-L",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026835592"
      }
    }
  }
}