{
  "metadata": {
    "title": "Pt/SiO<ce:inf loc=post>2</ce:inf> catalysts: A comparison of the impregnation and the sol—gel methods",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-04-06",
    "doi": "10.1016/0304-5102(93)85004-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385004D",
    "pii": "030451029385004D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027910390",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029385004D 0304-5102(93)85004-D 030451029385004D 10.1016/0304-5102(93)85004-D S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00582 2024-01-02T01:04:16.600218Z 0 0 19930406 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 80 80 3 3 Volume 80, Issue 3 2 299 306 299 306 19930406 6 April 1993 1993-04-06 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. PTSIO2CATALYSTSACOMPARISONIMPREGNATIONSOLGELMETHODS BOSCH P DARTIGUES 1979 691 J BOSCH 1985 73 P LOPEZ 1992 247 T BRINKER 1984 45 C MACKENZIE 1988 162 J BRINKER 1990 C SOLGELSCIENCE LOPEZ 1991 105 T ESPINAT 1984 269 D TCHOUBAR 1969 128 D GOMEZ 1975 47 R DENHARTOG 1990 99 A DENHARTOG 1988 1100 A PROC9THINTCONGRCATAL SASSEN 1987 1989 N VANBROEKHOVEN 1985 899 E BOSCHX1993X299 BOSCHX1993X299X306 BOSCHX1993X299XP BOSCHX1993X299X306XP item 0304-5102(93)85004-D 030451029385004D 1-s2.0-030451029385004D 10.1016/0304-5102(93)85004-D 272239 2024-01-02T01:04:16.600218Z 1993-04-06 1-s2.0-030451029385004D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385004D/MAIN/application/pdf/13b60315b3c93468a67bd6cc8812ae73/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385004D/MAIN/application/pdf/13b60315b3c93468a67bd6cc8812ae73/main.pdf main.pdf pdf true 464305 MAIN 8 1-s2.0-030451029385004D-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385004D/PREVIEW/image/png/da15694c01e33f9b629ee0b6145370f1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385004D/PREVIEW/image/png/da15694c01e33f9b629ee0b6145370f1/main_1.png main_1.png png 60328 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 80 (1993) 299-306 299 Elsevier Science Publishers B.V., Amsterdam M059 Pt/Si02 catalysts: a comparison of the impregnation and the sol-gel methods Pedro Bosch, Tessy Lopez, Victor-Hugo Lara and Ricardo Gomez* Uniuersidad Autonoma Metropolitana-Iztapalapa, Department of Chemistry, P.O. Box 55-534, Mexico City 09340, D.F. (Mexico) (Received July 15, 1992; accepted November 26, 1992 ) Abstract A comparative study of Pt/S'02 catalysts prepared by impregnation or by the sol-gel method is reported. The catalysts were characterized by chemisorption, electron microscopy and X-ray diffraction studies. The results showed that metallic particles (35 A) in sol-gel catalyst, are particles coming out from the support. These \"emerged particles\", in phenylacetylene hydrogenation, act like ultrahighly dispersed particles. Key words: hydrogenation, impregnation; phenylacetylene; platinum; silica; sol-gel preparation Introduction Supported platinum catalysts are extensively used as reforming catalysts in the petroleum industry. Their properties and their structures have been widely studied and correlations between the catalytic activity and the structural features have been established: particle size effects, support or electronic effects are often mentioned [ 1 ] . It is now accepted that the method of preparation determines the structural features [ 2,3 ] . A good method of preparation must then, provide a catalyst with the required crystalline parameters, but also with the required stability, i.e., metal particles that do not sinter with temperature, are accessible to reactants, and are not easily poisoned. In this work the sol-gel procedure [4-6 ] has been chosen to produce a new type of catalyst. Silica was chosen as support because of its very high specific area [7]. Two methods to prepare the Pt/Si02 catalyst are compared. First, silica was impregnated with a solution of hexachloroplatinic acid in the conventional way and, second, the hexachloroplatinic acid solution was homogeneously mixed with the initial silica solution. The last procedure is expected to promote a reaction of the silica OH- groups with [PtC161-2, to give [ Pt (OH) xClj -2 and Cl- [ 7 ] . In the resulting catalyst calcined and reduced at 400 C, the particle size distributions are compared. Finally catalytic prop- *Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 300 P. Bosch et al./J. Mol. Catal. 80 (1993) 299-306 erties in a particle-size sensitive reaction (phenylacetylene hydrogenation) are correlated to the metal structural features. Experimental Impregnated catalyst A mixture of 24.1 ml of tetraethoxysilane (Aldrich, 98% ), and 10 ml of ethanol (Baker, 99.9%) was refluxed at 80 C for 10 min. A solution of 1.5 ml of NH40H in 10 ml of water was added. Reflux was maintained until the gel formed. The resulting solid was dried at 70 C for 12 h. Three grams of the obtainedSi02were impregnated with a 0.24 g of hexachloroplatinic acid (K&K ICN, 99.99%) in 20 ml of water. The suspension was stirred until dry. The resulting solid was dried at 70 C for 12 h and, then, thermally treated at 400 C for 4.5 h. The metal content was 3.0%. Chemical mixed catalyst A mixture of 0.086 g of HZPtCls-6H20 in 10 ml of water, 20 ml of ethanol and 1.5 ml of NH40H was refluxed at 80 C for 10 min with constant stirring; 24.1 ml of tetraethoxysilane were added to this solution over 24 h. Reflux was continued until the gel formed. The gel was dried at 70 C for 12 h and then thermally treated at 400 C for 4.5 h. The metal content was again 3.0% . Characterization techniques Dispersion values were determined by gravimetry in a Cahn electrobalance. Catalysts were reduced in situ at 400 C under flowing hydrogen for 6 h and then evacuated at 10-5 Torr. Hydrogen and oxygen (Matheson UHP) were adsorbed at room temperature to allow the Hz OZ titration method. The particle size distribution was also determined from electron micrographs (JEOL 100) . An average particle surface size (Y_ nid 3/ Y_ nj d 2) can be estimated and was compared with the chemisorption data. In addition to gas adsorption, and electron microscopy (TEM) studies, the particle size distribution was obtained by small-angle X-ray (SAXS) scattering and analysis of the X-ray diffraction peak profile (XRD). The X-ray diffraction measurements were performed with a Siemens D 500 X-ray diffractometer using Cu Ka radiation. The SAXS data were obtained with a Kratky camera whose collimation system was such that an \"infinitely high\" beam shape could be assumed. A Zr filter selected the Kj radiation of the molybdenum anode X-ray tube. The samples were mounted on a beryllium window sample holder. The data were interpreted as described previously [ 1 ] . No pore maskant was needed as the \"three phases\" program was used [8] and the chord size distribution was estimated [ 9 ] . P. Bosch et al./J. Mol. Catal. 80 (1993) 299-306 Catalytic experiments 301 Catalytic activities were determined at 25 C on an aliquot of the sample used for dispersion measurements. The sample was reactivated in flowing hydrogen for 2 h at 400 C. The rates were measured in a conventional flow reactor at low conversion (15%) to avoid heat and mass transfer limitations. The reaction was carried out at atmospheric pressure under flowing hydrogen. The partial pressure of the phenylacetylene was 3.5 Torr. Under these conditions the only products detected were: styrene and ethylbenzene. Analysis of the products was performed by gas chromatography, the equipment was coupled to the reaction system by a six-way valve to avoid sample transfers. Some deactivation as a function of time was observed, hence, activities and selectivities only at initial time were measured. Results The HZ-02 titration and the amounts of oxygen adsorbed by the catalysts were used to calculate the number of active sites as reported elsewhere [ 10 ] . In both samples a stoichiometric ratio O/M close to 1.5 was found. From this stoichiometry a mean particle size may be calculated, assuming a simple cubic or spherical shape as well as an equal distribution of the dense planes. The density is 1.26 X 1019 atoms/m2. The average surface size estimated from the particle size distributions, Fig. 1, which in turn were obtained from the electron micrographs is compared to chemisorption data in Table 1. Good agreement is found for the impregnated sample. However in the chemical mixed catalyst, the metal particle size obtained from electron micrographs is 35 A and the one obtained by chemisorp- o0l ao -w J U_ 30 '~ H 20 o_ 10 0-10 10'20 20-30 30-40 40-50 0 DIAMETER (A) ~rCHEMICAL MIXED IMPREGNATED Fig. 1. Particle size distribution in chemical mixed and impregnated Pt/SiOZ catalysts. 302 P. Bosch et al./J Mol. Catal. 80 (1993) 299-306 TABLE 1 Comparison between X-ray diffraction, SAXS, electron microscopy and chemisorption measurement of platinum particle diameter (A) for the various 3.0% Pt/Si02 catalysts Preparation Volume techniques Surface techniques od technique D,' Max ~p, (D)' chemical mixed 235 16, 42, 86 < 20, 35 177 impregnation 180 - < 20, 38 35 'D, =mean volume crystallite size determined by X-ray diffraction. bMax r9,, (D) =chord for which a peak is observed in the particle chord volume distribution, determined by SAXS. `Do=mean particle diameter determined by TEM. do= mean particle diameter determined by chemisorption. TABLE 2 Activity and selectivity (% )for phenylacetylene hydrogenation in Pt/ S'02 catalysts Preparation technique Activity by site Selectivity to styrene (molecules/site S) (% mol) chemical mixed 1.1 93 impregnated 1.3 56 tion is as high as 150 A. Moreover the distribution provided by the X-ray scattering technique shows three values, 16, 42 and 86 A. The activity and selectivity values are given in Table 2. The results show similar activity per site for both catalysts. However, selectivity is lower for impregnated catalysts. The styrene formation was up to 93% in chemical mixed catalysts and 53% in the impregnated one. This result suggests that an unexpected phenomenon occurs in the chemical mixed preparation. Discussion Chemisorption (surface characterization) and electron microscopy (volume characterization) data are consistent for the impregnated catalyst, therefore all the particles are expected to be on the surface of the support. Nevertheless, in the chemical mixed catalyst the discrepancy observed in Table 1 requires additional characterization. The (111) diffraction peak of each catalyst is shown in Fig. 2. The peak corresponding to the impregnated catalyst is the broadest, hence, the mean platinum crystallite size is the smallest, 180 A. This is not the case for the chemical mixed catalyst, which is 235 A (Table 1), an unexpected result as in P. Bosch et al./J Mol. Catal. 80 (1993) 299-306 303 lAl CHEMICAL MIXED CATALYST lB ) IMPREGNATED CATALYST 39.0 39.4 39.8 40.2 29(T=Cu K t) Fig. 2. (111) Platinum X-ray diffraction peak of the A: chemical mixed and B: impregnated Pt/ Si02 catalysts. (D) 10 A 40A e 18 A 0 42A 0 D lAl 10 30 50 70 Fig. 3. (O) Chord size volume distribution (~p,(D )) and (X ) chord size surface distribution in chemical mixed Pt/Si02 catalyst, determined by SAXS. 304 P. Bosch et al./J. Mol. Catal. 80 (1993) 299-306 MODEL 1: PLATINUM ON THE SURFACE i i, i OCCLUDED PLATINUM PARTICLES CATALYST SUPPORT MODEL 2: PLATINUM PARTICLES PARTIALLY IMMERSED INTO THE SUPPORT CATALYST SUPPORT Fig. 4. Model 1: some platinum particles are occluded into the support volume. Model 2: platinum particles are partially occluded into the support. the chemical mixed catalyst the particle size was expected to be the smallest (Fig. 1). The sample was, then, studied by SAXS in order to determine if very small particles, undetected by X-ray diffraction were present. The volume and surface chord size distribution (shape independent) show, (Fig. 3), that at least 35% of the particles, in the surface distribution, are smaller than 20 A and that most particles are 42 A. These clusters are too small to be measured by conventional X-ray diffraction. The presence of the small particles was confirmed by electron microscopy. Therefore, to summarize, volume analysis techniques (XRD, SAXS, TEM ), show that the chemical mixed catalyst has a bimodal size distribution. The most frequent particles are smaller than 50 A although large monocrystalline can be found. If this result is compared with the surface characterization obtained by gas adsorption (mean diameter 177 A), one must conclude that not all the metal surface is accessible to the gases. Therefore two models can be proposed to describe the structure of the chemical mixed catalyst. The first model is the simplest: the large particles are on the catalyst support and the small ones are occluded into the Si02 volume. The second, can be described as metal particles anchored in the support, i.e. partially immersed in the support, Fig. 4, or particles partially covered by Si02 (covered by patches of silicates). To discriminate between these two models, the hydrogenation of phenylacetylene was studied. The activity data shown in Table 2 demonstrate that the activity by site in the hydrogenation reaction is independent of the preparation method or P. Bosch et al./J. Mol. Catal. 80 (1993) 299-306 305 particle size. However, selectivity in the impregnated catalyst is quite different from that of the chemical mixed catalyst. Selectivity in acetylene hydrogenation was been reported as a sensitive particle size reaction. In platinum and palladium supported catalysts, the small particles are more selective to the formation of the half hydrogenated product [ 11 ] . Therefore, the high selectivity to styrene formation (Table 2) shown by the chemical mixed catalyst is analogous to the behavior of a small particle catalyst. However, the particle diameter measured by chemisorption was 177 A. This result is incompatible with the first model, i.e. large particles are on the surface of the support. Therefore, only the second model explains the catalysis results. Thus, it has been shown, that depending on the method of preparation, the structure and hence the catalytic properties may vary. Nevertheless, several analytical methods are needed to obtain a clear picture of the catalyst surface. Conclusions The application of several techniques, chemisorption, TEM, X-ray diffraction and SAXS has shown that in Pt/Si02 catalysts prepared by the chemical mixed method the support plays an important role. It blocks the metal particles and only some of these are exposed to the gases; resembling a particle size effect. The catalytic behavior of chemical mixed catalysts then corresponds to that known for dispersed systems. When a large particle size catalyst simulates the behavior of a catalyst with small metal particles, or of an alloy (active/inactive), catalyst [12-14], then one can deduce that the surface of the metal exposed to the gas phase is formed by islands of the active metal. In other words, that the surface of platinum is covered by patches of silicates. The patches of an inactive material create small ensembles of Pt by which effect Pt behaves like its alloys with inactive metals. Acknowledgement Financial support for this work provided by CONACYT and the NSF UAM-Tulane University is gratefully acknowledged. References 1 J.M. Dartigues, A. Chambellan, S. Corolleur, F.G. Gault, A. Renouprez, B. Moraweck, P. Bosch and G. Dalmai-Imelik, Nouo. J. Chim., 3 (1979) 691. 2 P. Bosch, D. Acosta, J. Zenith, D.M. Nicolson and B.C. Gates, J. Mol. Catal., 31 (1985) 73. 3T. Lopez, P. Bosch, M. Asomoza and R. Gomez, J. Catal., 133 (1992) 247. 306 P. Bosch et al./J. Mol. Catal. 80 (1993) 299-306 4 C.J. Brinker, K.D. Keefer, D.W. Schaefer, R.A. Assink, B.D. Kay and C.S. Ashley, J. Non Cryst. Solids., 63 (1984) 45. 5 J.D. Mackenzie, J. Non-Cryst. Solids, 100 (1988) 162. 6 C.J. Brinker and G.W. Scherer, Sol-Gel Science, Academic Press, Orlando, FL, 1990. 7 T. Lopez, A. Romero and R. Gomez, J. Non-Cryst. Solids., 127 (1991) 105. 8 D. Espinat, B. Moraweck, J.F. Lare and A.J. Renouprez, J. Appl. Crystallogr., 17 (1984) 269. 9 D. Tchoubar and J. Mering, J. Appl. Crystallogn, 2 (1969) 128. 10 R. Gomez, S. Fuentes, F.J. Fernandez del Valle, A. Campero, and J.M. Ferreira, J. Catal., 38 (1975) 47. 11 A.J. den Hartog, M. Deng, F. Jongerius and V. Ponec. J. Mol. Catal., 60 (1990) 99. 12 A.J. den Hartog, M. Holderbusch, E. Rappel and V. Ponec, in M.J. Phillips and M. Ternan (eds.), Proc. 9th Int. Congr. Catal., Calgary, 1988, Vol. 3, Chemical Institute of Canada, Ottawa, Canada, pp. 1100. 13 N.R.M. Sassen, A.J. den Hartog, F. Jongerius, J.C.M. Aarts and V. Ponec, Faraday Discuss. Chem., 87 (1989) . 14 E.H. van Broekhoven, J.W.F.M. Schoonhoven and V. Ponec, Surf. Sci., 156 (1985) 899. X244 9385004D 0304-5102(93)85004-D 10.1016/0304-5102(93)85004-D Pt/SiO2 catalysts: A comparison of the impregnation and the sol—gel methods Pedro Bosch Tessy Lopez Victor-Hugo Lara Ricardo Gomez ∗ Universidad Autonoma Metropolitana-Iztapalapa, Department of Chemistry, P.O. Box 55-534, Mexico City 09340, D.F. Mexico * Corresponding author. A comparative study of Pt/SiO2 catalysts prepared by impregnation or by the sol—gel method is reported. The catalysts were characterized by chemisorption, electron microscopy and X-ray diffraction studies. The results showed that metallic particles (35 Å) in sol—gel catalyst, are particles coming out from the support. These “emerged particles”, in phenylacetylene hydrogenation, act like ultrahighly dispersed particles. Keywords hydrogenation, impregnation phenylacetylene platinum silica sol—gel preparation References 1 J.M. Dartigues A. Chambellan S. Corolleur F.G. Gault A. Renouprez B. Moraweck P. Bosch G. Dalmai-Imelik Nouv. J. Chim. 3 1979 691 2 P. Bosch D. Acosta J. Zenith D.M. Nicolson B.C. Gates J. Mol. Catal. 31 1985 73 3 T. Lopez P. Bosch M. Asomoza R. Gomez J. Catal. 133 1992 247 4 C.J. Brinker K.D. Keefer D.W. Schaefer R.A. Assink B.D. Kay C.S. Ashley J. Non-Cryst. Solids. 63 1984 45 5 J.D. Mackenzie J. Non-Cryst. Solids 100 1988 162 6 C.J. Brinker G.W. Scherer Sol-Gel Science 1990 Academic Press Orlando, FL 7 T. Lopez A. Romero R. Gomez J. Non-Cryst. Solids. 127 1991 105 8 D. Espinat B. Moraweck J.F. Lare A.J. Renouprez J. Appl. Crystallogr. 17 1984 269 9 D. Tchoubar J. Mering J. Appl. Crystallogr. 2 1969 128 10 R. Gomez S. Fuentes F.J.Fernandez del Valle A. Campero J.M. Ferreira J. Catal. 38 1975 47 11 A.J. den Hartog M. Deng F. Jongerius V. Ponec J. Mol. Catal. 60 1990 99 12 A.J. den Hartog M. Holderbusch E. Rappel V. Ponec M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal. 3 1988 Chemical Institute of Canada Ottawa, Canada 1100 Calgary 13 N.R.M. Sassen A.J. den Hartog F. Jongerius J.C.M. Aarts V. Ponec Faraday Discuss. Chem. 1987 1989 14 E.H. van Broekhoven J.W.F.M. Schoonhoven V. Ponec Surf. Sci. 156 1985 899",
      "scopus-id": "0027910390",
      "coredata": {
        "eid": "1-s2.0-030451029385004D",
        "dc:description": "A comparative study of Pt/SiO2 catalysts prepared by impregnation or by the sol—gel method is reported. The catalysts were characterized by chemisorption, electron microscopy and X-ray diffraction studies. The results showed that metallic particles (35 Å) in sol—gel catalyst, are particles coming out from the support. These “emerged particles”, in phenylacetylene hydrogenation, act like ultrahighly dispersed particles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-04-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385004D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bosch, Pedro"
          },
          {
            "@_fa": "true",
            "$": "Lopez, Tessy"
          },
          {
            "@_fa": "true",
            "$": "Lara, Victor-Hugo"
          },
          {
            "@_fa": "true",
            "$": "Gomez, Ricardo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385004D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385004D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85004-D",
        "prism:volume": "80",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Pt/SiO2 catalysts: A comparison of the impregnation and the sol—gel methods",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "hydrogenation, impregnation"
          },
          {
            "@_fa": "true",
            "$": "phenylacetylene"
          },
          {
            "@_fa": "true",
            "$": "platinum"
          },
          {
            "@_fa": "true",
            "$": "silica"
          },
          {
            "@_fa": "true",
            "$": "sol—gel preparation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "299-306",
        "prism:endingPage": "306",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 April 1993",
        "prism:doi": "10.1016/0304-5102(93)85004-D",
        "prism:startingPage": "299",
        "dc:identifier": "doi:10.1016/0304-5102(93)85004-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027910390"
      }
    }
  }
}