{
  "metadata": {
    "title": "Supported Pt/Sn complexes as catalysts in the hydroformylation of olefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80257-H",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280257H",
    "pii": "030451029280257H"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026884560",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280257H 0304-5102(92)80257-H 030451029280257H 10.1016/0304-5102(92)80257-H S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 40 401 408 401 408 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. SUPPORTEDPTSNCOMPLEXESCATALYSTSINHYDROFORMYLATIONOLEFINS HOMS N HSU 1975 3553 C SCHWAGER 1976 256 I CONSIGLIO 1976 642 G HAYASHI 1981 3438 T BARDI 1982 107 R STILLE 1983 203 J MORETTI 1987 177 G GRAZIANI 1988 125 R MULLER 1990 173 G CAVINATO 1981 39 G PREGOSIN 1978 1848 P BAILAR 1965 1618 J BELLAMY 1968 L ADVANCESININFRAREDGROUPFREQUENCIES ANDERSON 1982 64 G SCRIVANTI 1986 369 A CAVINATO 1983 275 G WAGNER 1981 211 C HOMSX1992X401 HOMSX1992X401X408 HOMSX1992X401XN HOMSX1992X401X408XN item 0304-5102(92)80257-H 030451029280257H 1-s2.0-030451029280257H 10.1016/0304-5102(92)80257-H 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280257H-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280257H/MAIN/application/pdf/4db08afda13df77fb998ca076a0884fb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280257H/MAIN/application/pdf/4db08afda13df77fb998ca076a0884fb/main.pdf main.pdf pdf true 503793 MAIN 8 1-s2.0-030451029280257H-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280257H/PREVIEW/image/png/0fbf2ee412af194355861e081263319c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280257H/PREVIEW/image/png/0fbf2ee412af194355861e081263319c/main_1.png main_1.png png 62370 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 401-408 401 M2930 Supported Pt/Sn complexes as catalysts in the hydroformylation of olefins Narcis Horns, Nuria Clos, Gufflermo Muller, Joaquim Sales, Pilar Ramirez de la Piscina Departament de Quimica Inorganica, Universitat de Barcelona, Diagonal 647, 08028 Barcelona (Spain) and Jose-Luis G. Fierro Instituto O Catdlisis y Petroleoquimica, C.S.LC., Cantoblanco, 28049 Madrid (Spain) Abstract Heterogenization of several Pt/Sn complexes on a silica support is reported. The nature of the adsorbed species and their relative abundance on the silica surface were determined by X-ray photoelectron spectroscopy. A high Sn/Pt atomic ratio was found. The reactivity of the species toward Hz and CO was followed by infrared spectroscopy and showed the formation of a hydrido carbonyl species on the surface. The catalytic performance in the hydroformylation of 1-pentene, styrene and allyl benzene at 363 K and 80 bar of these Pt/Sn supported catalysts was studied. No hydrogenation or isomerization reactions were observed, and a high selectivity to n-aidehydes was found. Introduction Heterogenized-homogeneous catalysts represent an attempt to afford a catalyst in which the advantages of both heterogeneous and homogeneous catalysts would be present. In particular, the easy separation of products from the reaction media and the high selectivities usually achieved by the use of molecular species, should be goals in the synthesis of such catalysts. Olefin hydroformylation, when carried out on an industrial scale, is typically run in the homogeneous phase. Thus a suitable heterogeneous catalyst for this process would be desirable. Many studies of homogeneous olefin hydroformylation using Pt/Sn complexes have been done, including asymmetric hydroformylation of olefins, and very high activities and regioselectivities have been obtained with these systems [1-9]. In particular, the system [PtC12(PPh3)21/SnCl, has been extensively studied in the homogeneous phase, but very few hydroformylation studies have been carried out with Pt/Sn complexes supported on inorganic oxides [ 10 ]. In this work, we report the preparation of new heterogenized Pt/Sn systems from [PtC12(PPh3)21/SnCI2, [PtCI(OH)(PPh3)2]/SnCI2 and [PtCl(SnC13)(PPh3)2] on silica. X-ray photoelectron and infrared spectroscopies have been used to study the nature of the anchored species and their reactivity 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 402 and stability under several sets of experimental conditions. The hydroformylation of various olefins has been carried out over these supported catalysts. Experimental Preparation of catalysts Degussa Aerosil-type silica with a low impurity content and a BET surface area of 200 m2 g-1 was used as support. All chemicals used were of analytical reagent grade. Solvents were distilled and kept under argon, and stored over activated molecular sieves. Complexes CiS-[PtC12(PPh3)21 [ 11 ] and cis-[ PtCI(SnC13)(PPh3)2 ] [ 121 were prepared and characterized according to literature methods. Complex trans[PtCl(OH)(PPh3)2] was synthesized following a published procedure [13] with some modifications. To 0.500 g of cis-PtC12(PPh3)2] in a previously deoxygenated mixture of 45 ml of ethanol and 5 ml of water, 2 ml of N2Hq - H20 under nitrogen were added. The suspension was then slowly heated up to 353 K, during which a yellow compound formed and partially precipitated. The mixture was then cooled, neutralized with acetic acid and kept for 2 h at 253 K. The yellow precipitate was collected, washed with deoxygenated water and dried under vacuum for 24 h. IR (KBr): v(OH) -1120, 720 cm-1. 31P NMR (toluene, 220 K): 8 50.38 ppm (s) with satellites (JFI-P=4450 Hz). (31P NMR spectra were recorded on a Bruker WP 80 SY spectrometer.) Supports were first treated under high vacuum at 473 K for 16 h, and then impregnation of the metallic precursor was carried out under deoxygenated and dry argon. Sample 1 (Si02/PtCl2L2) was prepared by impregnation of CiS-[PtC12(PPh3)21 from a methylene chloride solution. Samples 2 and 3 (Si02/SnCI2/PtCl2L2 and Si02/SrtCI2/PtClOHL2, respectively) were prepared in two steps. First, tin was incorporated in the partially dehydroxylated support from an acetone solution of SnC12. Then the system was treated under vacuum at 373 K overnight, and finally platinum was incorporated in the catalyst from a methylene chloride solution of cis-[PtC12(PPh3)2] (sample 2) or trans- [PtCl(OH)(PPh3)2] (sample 3). Sample 4 (Si02/PtClSnCl3L2) and 5 (Si02/PtClSnCl3L2 (R.T.)) were prepared from methylene chloride solutions of cis- [PtCl(SnC13)(PPh3)2]. All samples were prepared to have a loo platinum loading, and when tin was present a molar ratio of Sn/Pt=1 was used. After impregnation, samples 1 to 4 were dried under high vacuum at 373 K for 16 h, while sample 5 was treated under high vacuum at room temperature overnight. Infrared spectroscopy (IR) Infrared spectra were obtained with either a Nicolet ZDX Fourier transform or a Perkin-Elmer 1330 IR spectrophotometer. All IR experiments were carried out in special greaseless vacuum cells with CaF2 windows, which allowed thermal treatment. Samples for IR experiments were prepared `in situ' by adsorption of the metallic precursor solutions onto silica wafers 403 (9-13 mg) in the strict absence of oxygen and water using vacuum-gas-line and break-seal techniques. Photoelectron spectroscopy (XPS) X-ray photoelectron spectra were recorded on a Leybold Heraeus LHS10 spectrometer interfaced to a data station, which allowed accumulation of spectra at the desired signal-to-noise ratio. Mg Ka radiation (hv=1253.6 eV) was used as the excitation source. The powdered samples were pressed into small cylindrical stainless-steel holders mounted in a long rod, which allowed fast entry into the turbo-pumped analysis chamber. The residual pressure during the analysis was lower than 6 x 10-9 torr (1 torr=133.3 N m-2). Catalytic activity Hydroformylation reactions were performed in a Berghof 100 cm3 Tefion coated magnetically stirred stainless-steel autoclave. In a typical procedure, the reactor was first purged and loaded with the desired catalyst under argon. The olefin was then introduced through the ball valve under argon, and the autoclave was pressurized with CO and HZ (CO/H2=1/1) up to 80 bar total pressure, and heated to 363 K. After the reaction time, the reactor was cooled to 263 K and vented. Then the reaction products were collected under nitrogen into a Schlenk tube and analysed by gas chromatography using a Hewlett-Packard 5890A GC instrument with a 50 m Ultra-2 capillary column. When necessary, characterization of the products was made by GC-MS in a Hewlett-Packard instrument with a 5971 mass-selective detector. Results and discussion Infrared spectroscopy The adsorption of various metallic precursors onto the silica support was followed by IR spectroscopy. The decrease in the number of surface hydroxyl groups on the silica (v(OH) = 3740 cm-') and the bands due to the PPh3 ligand in the v(C-H) (3040-3065 cm-') and v(C-C) (1425-1475 cm-') regions were used to determine the anchoring of complexes to the silica surface. When SnClz or [PtCI(SnC13)(PPh3)2] were impregnated on the support, the number of surface OH groups diminished, and did not recover after hydrogen treatment at 373 K. These facts indicate a strong metal(Sn)-oxygen interaction on the surface in these cases, according to XPS results (see below). Consecutive adsorption of [PtC12(PPh3)21 over the tin-supported silica also produced a surface OH decrease, and the sample displayed similar behaviour under an analogous HZ treatment. By contrast, when [PtCI(OH)(PPh3)2] was used as the platinum source, no decrease in surface OH groups was detected. These facts would indicate an initial Pt-surface interaction via OH groups. 404 When sample 4, Si02/PtClSnCl3L2, was HZ-pretreated and outgassed at 373 K, further exposure to CO at the same temperature gave rise to a carbonyl species characterized by a v(CO) absorption at 2108 cm-1. This species disappeared after a 2 h treatment under vacuum at room temperature, but it was regenerated after subsequent CO treatment at 373 K. When the carbonyl-containing sample was exposed to a (1/1) HZ/CO mixture at 373 K for 24 h, the intensity of the band at 2108 cm-' decreased and new weak bands at 2168 and 2066 cm-1 formed. In a separate IR experiment a sample was prepared from SlIC12 and [PtC12(PPh3)21 with higher tin loading and concentration of impregnating solutions according to the ratio Sn/Pt=5. When the supported species thus obtained were treated with CO at 373 K, a carbonyl species with v(CO) = 2108 cm-1 appeared, which was stable even at 373 K under high vacuum (see Fig. 1). This carbonyl species disappeared after a 16 h hydrogen treatment d ~5%T 2200 2100 2000 y ccm-1) FSg. 1. IR spectra of a sample prepared from SnC1z and [PtCl2(PPh3)2] on silica: (a) sample outgassed at 373 K for 16 h; (b) after spectrum (a), CO exposure (300 torr) at 373 K for 16 h and subsequent vacuum treatment at 373 K for 16 h; (c) after spectrum (b), (2/1) Hz/ CO treatment (300 torr) at 373 K for 16 h; (d) after spectrum (c), sample treated with CO (300 torr) at 373 K for 16 h. 405 at 373 K, and, simultaneously, an absorption at 1705 cm-1 was observed, probably due to formyl groups on the surface [ 14 ]. However, when the carbonyl species was treated with a (2/1) HZ/CO mixture, at the same time as the progressive disappearance of the band at 2108 cm-1, two new peaks at 2172 and 2072 cm-1 formed (see Fig. 1). In both cases, the carbonyl species (v(CO)=2108 cm-1) was recovered after treatment with CO at 373 K (Fig. 1). It is possible to relate these surface species to analogous molecular ones, [PtXCO(PPh3)2]+ SnC13-(v(CO)=2102 cm-I) [15] and the hydrido carbonyl [PtH(SnC13)CO(PPh,),] (P(CO) = 2066 cm-1, v(Pt-H) = 2177 cm-1) or [PtHCO(PPh3)2]+SnC13-, the IR bands of which have not been unambiguously determined in solution [1, 16, 17]. In fact, these hydrido carbonyl species were used as hydroformylation catalysts in the homogeneous phase [ 1 ], and they were also isolated from the reaction mixture when the [PtC12(PPh3)21/SnCI2 system was used as a homogeneous catalyst [17]. Thus the formation of a hydrido carbonyl species from the initial carbonyl one could be proposed after Hz treatment, but only when CO is present. Surface analysis X-ray photoelectron spectroscopy was used to establish the surface concentration of the catalyst components and the oxidation state of the metallic precursors on the surface. It must be emphasized that the term surface refers here to a region of the solid near the topmost layer of thickness equal to the escape depth of the electrons from the solid, typically 1-2 nm. The BE values for Pt4f /2, Sn3d5/2 and C12P3/2 core-level electrons are summarized in Table 1. The observed values correspond well with those expected for Pt\", Sn2+ and Cl- species. For all samples the line profiles of the Sn3d levels showed large peak-widths, indicating a heterogeneous tin interaction with the support and platinum. From the intensity of the Si2p, Pt4f, Sn3d and C12p peaks and literature sensitivity factors [18], the surface TABLE 1 Electron binding energies (eV) in core atomic levels of the various catalystsa Catalyst Pt4f 2 Sn3d5,2 Cl2p3,2 Sample 1 Si02/PtCl2L2 71.9 - 198.3 Sample 2 S'Oz/SnClZ/PtC12L2 71.9 487.0 198.4 Sample 3 Si02/SnCI2/PtClOHL2 72.1 486.9 198.3 Sample 4 Si02/PtClSnCl3L2 72.1 487.0 198.4 Sample 5 SiOz/PtClSnC13LZ (R.T.) 72.0 487.1 198.3 'BE of the Si2p level, 103.4 eV, was used as the reference for all samples. 406 TABLE 2 XPS atomic ratios for the supported catalysts Catalyst Pt/Si Sn/Pt Cl/Si Sample 1 Si02/PtC12L2 0.0021 - 0.0071 Sample 2 Si02/SnCI2/PtC121.2 0.0027 3.7 0.0053 Sample 3 Si02/SnC'2/PtClOHL2 0.0023 3.8 0.0033 Sample 4 Si02/PtClSnC13L2 0.0019 2.5 0.0044 Sample 5 Si02/PtClSnCl3L2 (R.T.) 0.0024 2.4 0.0151 atomic ratios were calculated, and are compiled in Table 2. For all samples, Sn/Pt atomic ratios were higher than expected from theory (Sn/Pt=1). This fact was clearer for samples 2 and 3, prepared by successive impregnations of SnC12 and either [PtC12(PPh3)21 or [PtCl(OH)(PPh3)Z], respectively. These results would indicate a segregation of tin species on the surface. On the other hand, for XPS data for samples 4 and 5 (Table 2) it is important to remark that vacuum treatment at 373 K had no effect upon the Sn/Pt ratio, but an important decrease in the Cl/Si ratio was produced. Catalytic activity Heterogenized Pt-Sn systems were tested in the hydroformylation of several olefins: 1-pentene, styrene and allyl benzene. Under our experimental conditions all catalysts were highly stable. After reaction, the platinum found in solution was lower than 1% (w/w) of the initial platinum content of the catalyst. Results for 1-pentene hydroformylation are shown in Table 3. Only nhexanal and 2-methylpentanal were detected as reaction products. For comparative purposes, we have included data concerning sample 1, which did not contain tin and showed negligible activity. Most of the samples were only moderately active under the experimental conditions used in this work, but the high selectivities to n-aldehyde achieved with these heterogenized systems, close to those found for the [PtC12(PPh3)21 /SnC12 system in the homogeneous phase [9], should be noted. Sample 4, prepared from [PtCl(SnC13)(PPh3)2], gave the highest conversion. Sample 5, which was also prepared from [PtCI(SnC13)(PPh3)2] but was treated under vacuum at 298 K instead of 373 K, showed a lower activity. According to the preparative method and the XPS results (see Table 2) it could be possible to relate this behaviour to a coordinative unsaturation for sample 4 due to removal of the chlorine ligands. 407 TABLE 3 Catalytic activities and product distribution for 1-pentene hydroformylation conducted over heterogenized Pt/Sn systems Catalyst Conversion Selectivity' T.O.F. (O) M (h-' ) Sample 1 SiOZ/PtCI,Lz 0.5 85.7 1.8 Sample 2 Si02/SnCl2/PtC12L2 6.3 94.6 26.4 Sample 3 Si0z/SnCIZ/PtC10HI,z 3.8 96.5 13.1 Sample 4 Si02/PtClSnC13L2 47.7 95.1 109.3 Sample 5 Si0z/PtClSnC13L2 CELT.) 6.8 93.5 18.8 Reaction conditions: mol Pt/mol olefin= 1 /3000, T=363 K, p,ow= 100 bar (CO/HZ= 1 /1), react. time= 6 h. aMol n-aldehyde/mol total aldehyde. bMol aldehyde (mol Pt)-' h-'. TABLE 4 Catalytic activities and product distribution for styrene and allyl benzene hydroformylation over sample 3 catalyst (Si0z/SnCIZ/PtClOHLZ) Olefin Conversion Selectivity' T.O.F.b (O) M (h-') styrene 3.1 75 9.6 allyl benzene 2.4 92 6.7 Reaction conditions: mol Pt/mol olefin=1 /1000, T=363 K, p,oa,= 100 bar (CO/HZ= 1 /1), react. time= 3 h. aMol n-aldehyde/mol total aldehyde. bMol aldehyde (mol Pt)-' h-'. Sample 3, which showed the highest selectivity to n-aldehyde, was tested in the hydroformylation of styrene and allyl benzene. Results are shown in Table 4. For styrene, only 3-phenylpropanal and 2-phenylpropanal were found as reaction products. For allyl benzene, only 4-phenylbutanal and 2-methyl3-phenylpropanal were detected. As expected, the selectivity to n-aldehyde for the styrene hydroformylation is lower. However, in both cases, the values of selectivity to n-aldehyde are higher than those of the analogous homogeneous system [PtC12(PPh3)21/SnCI2 under similar experimental conditions [9]. This fact could be related to the use of this heterogenized molecular species where the support might play a `definite ligand' role. 408 Acknowledgements We thank DGICYT (PB 88-0186) for financial support, Serveis Cientifico Wcnics U.B. for platinum analysis and Johnson Matthey for a loan of platinum salts. References 1 C. Y. Hsu and M. Orchin, J. Am. Chem. Soc., 97 (1975) 3553. 2 I. Schwager and J. K. Knifton, J. Catal., 45 (1976) 256. 3 G. Consiglio and P. Pino, Helv. Chim. Acta, 59 (1976) 642. 4 T. Hayashi, Y. Kawabata, T. Isoyama and I. Ogata, Bull. Chem. Soc. Jpn., 54 (1981) 3438. 5 R. Bardi, A. M. Piazzesi, A. Pra, G. Cavinato and C. Toniolo, J. Organometall. Chem., 234 (1982) 107. 6 J. K. Stille and G. Parrinello, J. Mol. Catal., 21 (1983) 203. 7 G. Moretti, C. Botthegi and L. Toniolo, J. Mol. Catal., 39 (1987) 177. 8 R. Graziani, G. Gavinato, U. Casellato and L. Toruolo, J. Organometall. Chem, 353 (1988) 125. 9 G. Muller, D. Sainz and J. Sales, J. Mol. CataL, 63 (1990) 173. 10 U.S. Pat. 4147730 (1979) to R. F. Love, E. R. Kerr and J. F. Knifton. 11 G. Cavinato and L. Toniolo, Inorg. Chim. Acta, 52 (1981) 39. 12 P. S. Pregosin and S. N. Sze, Helv. Chim. Acta, 61 (1978) 1848. 13 J. C. Baalar, Jr., and H. Itatani, Inorg. Chem., 4 (1965) 1618. 14 L. J. Bellamy, Advances in Infrared Group Frequencies, Methuen, London, 1968, Chap. 5. 15 G. K. Anderson, H. C. Clark and J. A. Davies, Organometallics, 1 (1982) 64. 16 A. Scrivanti, A. Berton, L. Toniolo and C. Botteghi, J. Oanometall. Chem, 314 (1986) 369. 17 G. Cavinato and L. Toniolo, J. Oanometall. Chem., 241 (1983) 275. 18 C. D. Wager, L. E. Davis, M. V. Zeller, J. A. Taylor, R. H. Raymond and L. H. Gale, Surf. Interface Anal., 3 (1981) 211. X244 9280257H 0304-5102(92)80257-H 10.1016/0304-5102(92)80257-H Elsevier Sequoia Supported Pt/Sn complexes as catalysts in the hydroformylation of olefins Narci´s Homs Nu´ria Clos Guillermo Muller Joaquim Sales Pilar Rami´rez de la Piscina Departament de Qui´mica Inorga`nica, Universitat de Barcelona, Diagonal 647, 08028 Barcelona Spain Jose´-Luis G. Fierro Instituto de Cata´lisis y Petroleoqui´mica, C.S.I.C., Cantoblanco, 28049 Madrid Spain Heterogenization of several Pt/Sn complexes on a silica support is reported. The nature of the adsorbed species and their relative abundance on the silica surface were determined by X-ray photoelectron spectroscopy. A high Sn/Pt atomic ratio was found. The reactivity of the species toward H2 and CO was followed by infrared spectroscopy and showed the formation of a hydrido carbonyl species on the surface. The catalytic performance in the hydroformylation of 1-pentene, styrene and allyl benzene at 363 K and 80 bar of these Pt/Sn supported catalysts was studied. No hydrogenation or isomerization reactions were observed, and a high selectivity to n-aldehydes was found. References 1 Hsu C.Y. Orchin M. J. Am. Chem. Soc. 97 1975 3553 2 Schwager I. Knifton J.K. J. Catal. 45 1976 256 3 Consiglio G. Pino P. Helv. Chim. Acta 59 1976 642 4 Hayashi T. Kawabata Y. Isoyama T. Ogata I. Bull. Chem. Soc. Jpn. 54 1981 3438 5 Bardi R. Piazzesi A.M. Pra A. Cavinato G. Toniolo C. J. Organometall. Chem. 234 1982 107 6 Stille J.K. Parrinello G. J. Mol. Catal. 21 1983 203 7 Moretti G. Botthegi C. Toniolo L. J. Mol. Catal. 39 1987 177 8 Graziani R. Gavinato G. Casellato U. Toniolo L. J. Organometall. Chem. 353 1988 125 9 Muller G. Sainz D. Sales J. J. Mol. Catal. 63 1990 173 10 U.S. Pat. 4 147 730 (1979) to R. F. Love, E. R. Kerr and J. F. Knifton. 11 Cavinato G. Toniolo L. Inorg. Chim. Acta 52 1981 39 12 Pregosin P.S. Sze S.N. Helv. Chim. Acta 61 1978 1848 13 Bailar J.C. Jr. Itatani H. Inorg. Chem. 4 1965 1618 14 Bellamy L.J. Advances in Infrared Group Frequencies 1968 Methuen London Chap. 5 15 Anderson G.K. Clark H.C. Davies J.A. Organometallics 1 1982 64 16 Scrivanti A. Berton A. Toniolo L. Botteghi C. J. Organometall. Chem. 314 1986 369 17 Cavinato G. Toniolo L. J. Organometall. Chem. 241 1983 275 18 Wagner C.D. Davis L.E. Zeller M.V. Taylor J.A. Raymond R.H. Gale L.H. Surf. Interface Anal. 3 1981 211",
      "scopus-id": "0026884560",
      "coredata": {
        "eid": "1-s2.0-030451029280257H",
        "dc:description": "Heterogenization of several Pt/Sn complexes on a silica support is reported. The nature of the adsorbed species and their relative abundance on the silica surface were determined by X-ray photoelectron spectroscopy. A high Sn/Pt atomic ratio was found. The reactivity of the species toward H2 and CO was followed by infrared spectroscopy and showed the formation of a hydrido carbonyl species on the surface. The catalytic performance in the hydroformylation of 1-pentene, styrene and allyl benzene at 363 K and 80 bar of these Pt/Sn supported catalysts was studied. No hydrogenation or isomerization reactions were observed, and a high selectivity to n-aldehydes was found.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280257H",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Homs, Narci´s"
          },
          {
            "@_fa": "true",
            "$": "Clos, Nu´ria"
          },
          {
            "@_fa": "true",
            "$": "Muller, Guillermo"
          },
          {
            "@_fa": "true",
            "$": "Sales, Joaquim"
          },
          {
            "@_fa": "true",
            "$": "de la Piscina, Pilar Rami´rez"
          },
          {
            "@_fa": "true",
            "$": "Fierro, Jose´-Luis G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280257H"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280257H"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80257-H",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Supported Pt/Sn complexes as catalysts in the hydroformylation of olefins",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "401-408",
        "prism:endingPage": "408",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80257-H",
        "prism:startingPage": "401",
        "dc:identifier": "doi:10.1016/0304-5102(92)80257-H",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026884560"
      }
    }
  }
}