{
  "metadata": {
    "title": "Lewis acid vs. Brønsted acid as catalysts in solution. The quantitative comparison of reactivities of carbonyl compounds in the triethylsilyl perchlorate- and perchloric acid-catalyzed hydrosilylation in acetonitrile",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-11-26",
    "doi": "10.1016/0304-5102(93)80096-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029380096D",
    "pii": "030451029380096D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027698314",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029380096D 0304-5102(93)80096-D 030451029380096D 10.1016/0304-5102(93)80096-D S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02532 2024-01-02T01:06:03.941633Z 0 0 19931126 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 85 85 2 2 Volume 85, Issue 2 3 143 148 143 148 19931126 26 November 1993 1993-11-26 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. LEWISACIDVSBRONSTEDACIDCATALYSTSINSOLUTIONQUANTITATIVECOMPARISONREACTIVITIESCARBONYLCOMPOUNDSINTRIETHYLSILYLPERCHLORATEPERCHLORICACIDCATALYZEDHYDROSILYLATIONINACETONITRILE FUJITA M KUSANOV 1974 633 D MUKAIYAMA 1982 203 T WEBER 1983 W SILICONREAGENTSFORORGANICSYNTHESIS YAMAMOTO 1987 243 Y FUKUZUMI 1992 67 175 S ADVANCESINELECTRONTRANSFERCHEMISTRY DOYLE 1975 3821 M DOYLE 1975 3829 M DOYLE 1975 3835 M NOYORI 1981 3899 R KATO 1985 743 J SASSAMAN 1987 4314 M SATO 1991 4028 T FUKUZUMI 1992 10271 S STALEY 1975 5920 R UPPAL 1982 1235 J MISHIMA 1992 493 M SHIN 1989 900 S LAMBERT 1989 J CHEMISTRYORGANICSILICONCOMPOUNDS OLAH 1990 5991 G FUKUZUMI 1991 2059 S PERRIN 1966 D PURIFICATIONLABORATORYCHEMICALS CHOJNOWSKI 1987 7776 J PERRIN 1981 D PKAPREDICTIONORGANICACIDSBASES FUJITAX1993X143 FUJITAX1993X143X148 FUJITAX1993X143XM FUJITAX1993X143X148XM item 0304-5102(93)80096-D 030451029380096D 1-s2.0-030451029380096D 10.1016/0304-5102(93)80096-D 272239 2024-01-02T01:06:03.941633Z 1993-11-26 1-s2.0-030451029380096D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380096D/MAIN/application/pdf/828bd9dec5f9662ecbef033ca9879842/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380096D/MAIN/application/pdf/828bd9dec5f9662ecbef033ca9879842/main.pdf main.pdf pdf true 413585 MAIN 6 1-s2.0-030451029380096D-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380096D/PREVIEW/image/png/f920f6afa8d01f0ed5dc06cffa470084/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380096D/PREVIEW/image/png/f920f6afa8d01f0ed5dc06cffa470084/main_1.png main_1.png png 58387 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 85 (1993) 143-148 143 Elsevier Science Publishers B.V., Amsterdam M262 Lewis acid vs. Bronsted acid as catalysts in solution. The quantitative comparison of reactivities of carbonyl compounds in the triethylsilyl perchlorate- and perchloric acid-catalyzed hydrosilylation in acetonitrile Morifumi Fujita and Shunichi Fukuzumi Department of Applied Chemistry, Faculty of Engineering, Osaka University, Suita, Osaka 565 (Japan) Junzo Otera* Department of Applied Chemistry, Okayama University of Science, Ridai-cho, Okayama 700 (Japan) (Received March 17,1993; accepted July 8,1993 ) Abstract An excellent linear relationship is obtained between the relative reactivities of the carbonyl compounds in the triethylsilyl perchlorate- and perchloric acid-catalyzed reduction by triethylsilane, demonstrating that identical catalytic mechanisms are operative in both the Bronsted acid (perchloric acid) and the Lewis acid (triethylsilyl perchlorate) systems in solution. Key words: Bronsted acids; carbonyl compounds; hydrosilylation; Lewis acids; perchloric acid Acid catalysis plays an essential role in activating carbonyl compounds for the reduction and the carbon-carbon bond formation process [ 1-3 ] . Especially silyl cation salts have been shown to act as excellent Lewis acid catalysts in activating carbonyl compounds [ 3 ] . The basic thermochemical information on the interaction of Lewis acids including silyl cations with various substrates in the gas phase has recently been accumulated by using ion cyclotron resonance techniques [ 4,5 ] . Unfortunately, however, no such data have been available in solution because of the notorious instability of silyl cation salts in solution [6,7]. In this study we found that triethylsilyl perchlorate (Et3SiC104) generated by the reaction of triethylsilane (Et3SiH) with trityl perchlorate (Ph3CC104) [6] can act as a very efficient catalyst for reduction of various carbonyl compounds by Et3SiH even in the presence of water in acetonitrile (MeCN). Perchloric acid (HC104) can also act as a catalyst for *Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 144 M. Fujita et al. / J. Mol. Catal. 85 (1993)143-148 the reduction of the same series of carbonyl compounds by Et3SiH in MeCN, but with much lower rates [ 8 ] . Thus, the present system provides an excellent opportunity to compare the catalytic reactivities of the Bronsted acid, HC104, and the Lewis acid, Et3SiC104, for the first time under the same reaction conditions. Although triethylsilane shows no reactivity toward carbonyl compounds (aldehydes and ketones) in MeCN, containing H20 (0.2 mol dm-3 ), at 298 K, addition of a catalytic amount of Ph3CC104 to the Et3SiH-carbonyl compound system results in the efficient reduction of carbonyl compounds to alcohols together with a minor amount of the corresponding ether. The carbonyl compounds employed in this study are commercially available and purified by the standard methods [9 ] . The product yields were determined by 1H NMR comparison with authentic materials obtained independently. The 1H NMR measurements were performed using JEOL JNM-GSX-400 (400 MHz) NMR spectrometers. In the reduction of aldehydes the yields of the corresponding symmetrical ethers varied slightly depending on the experimental conditions (10-13% ). On the other hand, the corresponding alcohols were obtained exclusively in the reduction of ketones as observed also for the Bronsted acidcatalyzed reduction by Et3SiH in the presence of H20 in MeCN [3c,8]. In the absence of added H20, the further reduction of alcohols to the corresponding hydrocarbons occurs as reported also for the CF3COOH-catalyzed reduction of ketones by Et3SiH in the absence of H20 [la]. When solutions of Et3SiH and Ph3CC104 in MeCN are mixed, the facile hydride transfer from Et3SiH to Ph3CC104 occurs to yield Et3SiC104 and Ph3CH [6 ]. The rates of the reaction of Et3SiH with Ph3CC104 in deaerated MeCN were determined by monitoring the decrease in absorbance at 435 nm due to Ph3CC104 with use of a Union RA-103 stopped flow spectrophotometer. The observed second-order rate constant is 1.0 X 102 dm3 mol-1 s-1 at 298 K, which agrees well with the reported value (1.2X102 dm3 mol-1 s-1 at 298 K) for the reaction of Et3SiH with Ph3CPFs in CHZC12 [ 10 ] . After Ph3CC104 is completely converted to Et3SiCl04 by the reaction with Et3SiH, the addition of a carbonyl compound results in the instant reduction of the carbonyl compound. Thus, Et3SiC104 may operate as a catalyst for the reduction of carbonyl compounds by Et3SiH as shown in Scheme 1 in which the complex formation of Et3SiCl04 with carbonyl compounds may enhance the reactivity for the reduction by Et3SiH significantly. The reduction of the complex by Et3SiH results in regeneration of Et3SiC104 accompanied by formation of silyl ether that is converted to alcohols by the hydration (Scheme 1) . Although the hydrolysis of Et3SiC104 can also occur rapidly in the presence of H20 during the reaction (Scheme 1), the catalytic activity is high enough to achieve the large turnover before deactivation due to the hydrolysis, even in the presence of a large concentration of H20 in MeCN. For example the addition of 5.0 X 10-3 mol am-3 Ph3CC104 to an MeCN solution containing Et3SiH (0.12 mol dm-3), PhCHO (0.10 mol dm-3), and H20 (0.20 mol dm-3) results M. Fujita et al. / J. Mol. Catal. 85 (1993)143-148 145 C=0 Et3Si0H i HCIOQ H20 Et3SiH Et3S'C104 (~C=O B3S'C104) Ph3CC104 Ph3CH 1 I -COSiEt3 EtaSiH I H H20 I - I .OH + Et3SiOH H Scheme 1. in the completion of the reaction in 10 s, indicating that the turnover is greater than 20. A further decrease in [Ph3CC104 ] (e.g.,1.0 X 10-3 mol dm-3) resulted in the incomplete reduction of carbonyl compounds in 10 min, indicating that the catalysis of HC104 generated from Et3SiC104 and H20 is negligible under the present experimental conditions. The catalytic efficiency of Et3SiC104 is at least two orders of magnitude larger than that of HC104. However, the overlap of the absorption band of carbonyl compounds with Ph3CC104 has precluded the exact determination of the rates for the Ph3CC104catalyzed reduction of carbonyl compounds by Et3SiH. Then, the relative reactivities of carbonyl compounds were determined via the competition experiments in which the ratios of the catalytic rate constants were obtained for various combinations of two carbonyl compounds under the conditions that each conversion is less than 100%. The conversions of two carbonyl compounds were determined by comparing the 1H NMR spectra before and after the reaction with use of a JEOL JNM-GSX-400 spectrometer (400 MHz). The combinations of two carbonyl compounds and the ratios of the initial concentrations were chosen such that the experimental errors in determining the conversions are minimized. It was confirmed that the ratio of In (1- YA/ 100) / In (1- YB/ 100) in which YA and YB are the conversions (%) of carbonyl compounds (A and B) is constant irrespective of the initial concentrations of Ph3CC104, Et3SiH, and carbonyl compounds. If the rate of disappearance of the carbonyl compounds (A or B) is first order with respect to the concentrations of the carbonyl compound, the ratio, d [A ] /d [B ] is given by eqn. (1) d[Al/d[Bl = (kA/k$) [Al/ [B l (1) 146 M. Fujita et al. / J. Mol. Catal. 85 (1993)143-148 which holds irrespective of the kinetic order of Et3SiH or time dependence of the deactivation of Et3SiC104. From eqn. (1) is derived eqn. (2) by which the ratio of the rate constants (kA/kB) is determined from the conversions, YA and YB. kA/kB=ln(1-YA/100)/ln(1-YB/100) (2) Thus, the relative catalytic rate constants of 13 carbonyl compounds using benzaldehyde as a reference (kre,) were determined from eqn. (2) (Table 1). Figure 1 shows a comparison of the relative rate constants (logk,,,) of the Et3SiC104-catalyzed reduction of carbonyl compounds by Et3SiH with the rate constants (logkobe) of the HC104-catalyzed reduction of the same series of carbonyl compounds by Et3SiH in the presence of HC104 (0.93 mol dm-3) in MeCN at 298 K, which were determined previously [8 ] . It has been confirmed that the kobe value increases with an increase in [HC104 ] and thus HCIO4 acts as a catalyst under the experimental conditions to determine the kb. values [ 8 ] . A least squares fit to the data gives the linear correlation with an excellent correlation coefficient, p=0.999 (eqn. (3) ). logk,l = 0.071 + 0.861ogko68 (3 ) TABLE 1 Competition of carbonyl compounds (A and B) in the Et3SiC104-catalyzed reduction by Et3SiH in MeCN containing H20 (0.20 mol dm-3) at 298 K Carbonyl compound Et3SiH PhgCC10q YA YBb kA/ks (moldm'3) (moldm-3) (%) (%) A (mol dm-') B (mol dm 3) MeCHO (0.07) PhCHO (0.23) 0.05 0.005 43 8.7 6.2 EtCHO (0.10) 2-C1oH7CHO (0.25) 0.05 0.005 33 6.5 6.0 Pr'CHO (0.07) PhCHO (0.20) 0.05 0.005 46 13 4.4 ButCHO (0.08) PhCHO (0.18) 0.05 0.005 29 13 2.5 PhCHO (0.10) Me2C0 (0.12) 0.10 0.005 16 14 1.2 PhCHO (0.20) 2-CloH7CH0 (0.13) 0.10 0.005 27 28 1.0 p-MeOCGH4CH0 (0.23) 2-C,oH7CH0 (0.10) 0.05 0.005 12 12 1.0 p-ClC6H4CH0 (0.19) 2-C,aH7CHO (0.10) 0.05 0.005 19 33 0.53 M82CO (0.07) 2-C1oH7CHO (0.10) 0.30 0.01 89 12 17.3 PhCHO (0.07) 2-CjOH7COMe (0.22) 0.30 0.01 45 3.6 16.3 PhCOMe (0.20) 2-CjOH7COMe (0.11) 0.30 0.03 14 16 0.86 p-M~C6H,COMe (0.19) 2-CjOH7COMe (0.10) 0.30 0.03 17 22 0.75 p-BrC6H4COMe (0.16) 2-CjOH7COMe (0.10) 0.30 0.03 12 21 0.54 'Conversion of A. bConversion of B. 'The ratio of the catalytic rate constants obtained from the YA/YB value by using eqn. (2 ). The experimental errors are < 10% . M. Fujita et al. / J. Mot. Catal. 85 (1993)143-148 147 1 MeCHO EtCHO , l i , CHO Pr CHO p~OC~H,CHO get CHO Q PhCHO --' d R y pCICeH4CH0 - Me2C0 DI O -1 PhCO ;e I COMB i RpMeC6H4COMe p BrCaH,COMe _2 -2 -1 0 1 log (kobs, dm3 mol-1 s-1) Fig. 1. Plot of the relative rate constants (logk.1) for the Et3SiC104-catalyzed reduction of carbonyl compounds by Et3SiH in MeCN at 298 K vs. the observed second order rate constants (logkob,) for the HC104-catalyzed reduction of the same series of carbonyl compounds by Et3SiH in the presence of HC104 (0.93 mol dm-3) in MeCN at 298 K. On the other hand, it has recently been reported that the binding energies of silyl cation to ketones are linearly correlated with those of proton to the same series of ketones, with a slope of unity in the gas phase [ 5a ] . Thus, the excellent linear correlation obtained in this study (Fig. 1) clearly demonstrates for the first time that identical catalytic mechanisms are operative in the Bronsted acid (HC104) and the Lewis acid (Et3SiC104) systems in solution. The somewhat smaller slope than unity (eqn. (3)) supports the expectation that silyl perchlorate solvation is stronger than proton solvation so that the change in basicities of carbonyl compounds is larger for the protonation [ 11 ] . The different H20 content in these systems could also account for the difference in solvation. It has previously been demonstrated that there is no parallel relation in the reactivities of carbonyl compounds between the HC104-catalyzed hydride transfer from Et3SiH and the HC104-catalyzed photoinduced electron transfer from the excited state of [ RU (bpy) 3 ] 2+ (bpy = 2,2' -bipyridine) [ 8 ] , indicating that no electron transfer process is involved in the hydride transfer reactions. The kb,, values of the hydride transfer reactions were shown to decrease with a decrease in the down-field chemical shift (d8) of carbonyl carbon of the 13C NMR spectra of aldehydes in the presence of HC104 (1.67 mol dm-3) in CD3CN [8]. The same trend was observed between kb. and d8 values of ketones [8]. Thus, the reactivities of carbonyl compounds in the Et3SiCIO4- and HC104- 148 M. Fujita et al. / J. Mol. Catal. 85 (1993)143-148 catalyzed hydride transfer reactions may be determined mainly by the binding ability of Et3SiC104 and proton to the carbonyl compounds. References 1 (a) D.N. Kusanov, Z.N. Parnes and N.M. Loim, Synthesis, (1974) 633; (b) T. Mukaiyama, Org. React., 28 (1982) 203; (c) W.P. Weber, Silicon Reagents for Organic Synthesis, Sprin ger-Verlag, Berlin, 1983; (d) Y. Yamamoto, Acc. Chem. Res., 20 (1987) 243; (e) S. Fukuzumi, in P.S. Mariano (ed.), Advances in Electron Transfer Chemistry, JAI Press, Greenwich, 1992, pp. 67-175. 2 M.P. Doyle and C.T. West, J. Org. Chem., 40 (1975) 3821, 3829, 3835. 3 (a) R. Noyori, S. Murata and M. Suzuki, Tetrahedron, 37 (1981) 3899; (b) J. Kato, N. Iwasawa and T. Mukaiyama, Chem. Lett., (1985) 743; (c) M.B. Sassaman, K.D. Kotian, G.K.S. Prakash and G.A. Olah, J. Org. Chem., 52 (1987) 4314; (d) T. Sato, Y. Wakahara, J. Otera, H. Nozaki and S. Fukuzumi, J. Am. Chem. Soc., 113 (1991) 4028; (e) S. Fukuzumi, M. Fujita, J. Otera and Y. Fujita, J. Am. Chem. Soc.,114 (1992) 10271. 4 R.H. Staley and J.L. Beauchamp, J. Am. Chem. Soc., 97 (1975) 5920; J.S. Uppal and R.H. Staley, J. Am. Chem. Soc.,104 (1982) 1235. 5 (a) M. Mishima, C.H. Kang, M. Fujio and Y. Tsuno, Chem. Lett., (1992) 493; (b) S.K. Shin and J.L. Beauchamp, J. Am. Chem. Soc.,111 (1989) 900. 6 The ionic nature of some silyl perchlorates has been reported: J.B. Lambert and W.J. Schulz, Jr., in S. Patai and Z. Rappoport, (eds. ), The Chemistry of Organic Silicon Compounds, The Chemistry of Functional Groups, Wiley-Interacience, New York, 1989, Part II, Chap. 17. 7 The reasons for not observing persistent silyl cations in solution, despite claims to the contrary [6], have been reported: G.A. Olah, L. Heiliger, X.-Y. Li and G.K.S. Prakash, J. Am. Chem. Soc.,112 (1990) 5991. 8 S. Fukuzumi and M. Fujita, Chem. Lett., (1991) 2059. 9 D.D. Perrin, W.L.F. Armarego and D.R. Perrin, Purification of Laboratory Chemicals, Pergamon Press, Oxford, 1966. 10 J. Chojnowski, W. Fortuniak and W. Stanczyk, J. Am. Chem. Soc.,109 (1987) 7776. 11 D.D. Perrin, B. Dempsey and E.P. Serjeant, pK. Prediction from Organic Acids and Bases, Chapman and Hall, London, 1981. X244 9380096D 0304-5102(93)80096-D 10.1016/0304-5102(93)80096-D Lewis acid vs. Brønsted acid as catalysts in solution. The quantitative comparison of reactivities of carbonyl compounds in the triethylsilyl perchlorate- and perchloric acid-catalyzed hydrosilylation in acetonitrile Morifumi Fujita Shunichi Fukuzumi Department of Applied Chemistry, Faculty of Engineering, Osaka University, Suita, Osaka 565 Japan Junzo Otera ∗ Department of Applied Chemistry, Okayama University of Science, Ridai-cho, Okayama 700 Japan * Corresponding author. An excellent linear relationship is obtained between the relative reactivities of the carbonyl compounds in the triethylsilyl perchlorate- and perchloric acid-catalyzed reduction by triethylsilane, demonstrating that identical catalytic mechanisms are operative in both the Brønsted acid (perchloric acid) and the Lewis acid (triethylsilyl perchlorate) systems in solution. Keywords Brønsted acids carbonyl compounds hydrosilylation Lewis acids perchloric acid References 1 (a) D.N. Kusanov Z.N. Parnes N.M. Loim Synthesis 1974 633 (b) T. Mukaiyama Org. React. 28 1982 203 (c) W.P. Weber Silicon Reagents for Organic Synthesis 1983 Springer-Verlag Berlin (d) Y. Yamamoto Acc. Chem. Res. 20 1987 243 (e) S. Fukuzumi P.S. Mariano Advances in Electron Transfer Chemistry 1992 JAI Press Greenwich 67 175 2 a M.P. Doyle C.T. West J. Org. Chem. 40 1975 3821 b M.P. Doyle C.T. West J. Org. Chem. 40 1975 3829 c M.P. Doyle C.T. West J. Org. Chem. 40 1975 3835 3 (a) R. Noyori S. Murata M. Suzuki Tetrahedron 37 1981 3899 (b) J. Kato N. Iwasawa T. Mukaiyama Chem. Lett. 1985 743 (c) M.B. Sassaman K.D. Kotian G.K.S. Prakash G.A. Olah J. Org. Chem. 52 1987 4314 (d) T. Sato Y. Wakahara J. Otera H. Nozaki S. Fukuzumi J. Am. Chem. Soc. 113 1991 4028 (e) S. Fukuzumi M. Fujita J. Otera Y. Fujita J. Am. Chem. Soc. 114 1992 10271 4 a R.H. Staley J.L. Beauchamp J. Am. Chem. Soc. 97 1975 5920 b J.S. Uppal R.H. Staley J. Am. Chem. Soc. 104 1982 1235 5 (a) M. Mishima C.H. Kang M. Fujio Y. Tsuno Chem. Lett. 1992 493 (b) S.K. Shin J.L. Beauchamp J. Am. Chem. Soc. 111 1989 900 6 The ionic nature of some silyl perchlorates has been reported J.B. Lambert W.J. Schulz Jr. S. Patai Z. Rappoport The Chemistry of Organic Silicon Compounds The Chemistry of Functional Groups 1989 Wiley-Interscience New York Part II, Chap. 17 7 The reasons for not observing persistent silyl cations in solution, despite claims to the contrary [6], have been reported: G.A. Olah L. Heiliger X.-Y. Li G.K.S. Prakash J. Am. Chem. Soc. 112 1990 5991 8 S. Fukuzumi M. Fujita Chem. Lett. 1991 2059 9 D.D. Perrin W.L.F. Armarego D.R. Perrin Purification of Laboratory Chemicals 1966 Pergamon Press Oxford 10 J. Chojnowski W. Fortuniak W. Stanczyk J. Am. Chem. Soc. 109 1987 7776 11 D.D. Perrin B. Dempsey E.P. Serjeant pK a Prediction from Organic Acids and Bases 1981 Chapman and Hall London",
      "scopus-id": "0027698314",
      "coredata": {
        "eid": "1-s2.0-030451029380096D",
        "dc:description": "An excellent linear relationship is obtained between the relative reactivities of the carbonyl compounds in the triethylsilyl perchlorate- and perchloric acid-catalyzed reduction by triethylsilane, demonstrating that identical catalytic mechanisms are operative in both the Brønsted acid (perchloric acid) and the Lewis acid (triethylsilyl perchlorate) systems in solution.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-11-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029380096D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fujita, Morifumi"
          },
          {
            "@_fa": "true",
            "$": "Fukuzumi, Shunichi"
          },
          {
            "@_fa": "true",
            "$": "Otera, Junzo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029380096D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029380096D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80096-D",
        "prism:volume": "85",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Lewis acid vs. Brønsted acid as catalysts in solution. The quantitative comparison of reactivities of carbonyl compounds in the triethylsilyl perchlorate- and perchloric acid-catalyzed hydrosilylation in acetonitrile",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Brønsted acids"
          },
          {
            "@_fa": "true",
            "$": "carbonyl compounds"
          },
          {
            "@_fa": "true",
            "$": "hydrosilylation"
          },
          {
            "@_fa": "true",
            "$": "Lewis acids"
          },
          {
            "@_fa": "true",
            "$": "perchloric acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "143-148",
        "prism:endingPage": "148",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 November 1993",
        "prism:doi": "10.1016/0304-5102(93)80096-D",
        "prism:startingPage": "143",
        "dc:identifier": "doi:10.1016/0304-5102(93)80096-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027698314"
      }
    }
  }
}