{
  "metadata": {
    "title": "Cross-metathesis of some functionalized olefins with cyclo- and bicycloolefins catalyzed by WCl<ce:inf loc=post>6</ce:inf>— silicon-containing co-catalyst systems",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-05-31",
    "doi": "10.1016/0304-5102(93)E0299-V",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0299V",
    "pii": "0304510293E0299V"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028430842",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0299V 0304-5102(93)E0299-V 0304510293E0299V 10.1016/0304-5102(93)E0299-V S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02179 2024-01-02T01:06:03.941633Z 0 0 19940501 19940531 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 90 90 1 2 1 2 Volume 90, Issues 1–2 8 21 27 21 27 199405 May 1994 1994-05-01 1994-05-31 1994 A Special Issue devoted to the Tenth International Symposium on Olefin Metathesis and Polymerization Tihany, Hungary 27 June–2 July 1993 19930627 19930702 L. Bencze converted-article fla Copyright © 1994 Published by Elsevier B.V. CROSSMETATHESISFUNCTIONALIZEDOLEFINSCYCLOBICYCLOOLEFINSCATALYZEDBYWCL6SILICONCONTAININGCOCATALYSTSYSTEMS BESPALOVA N BESPALOVA 1992 181 N MOL 1991 145 J IVIN 1983 K OLEFINMETATHESIS STRECK 1982 3 R DOLGOPLOSK 1974 901 B SOMMER 1954 5002 L HOUSE 1978 2153 H RITTER 1962 622 J COLE 1939 2350 BOVINA 1993 68 M PHDTHESIS BERGLUND 1986 61 M IVIN 1982 447 K PORRI 1974 3097 Z CRAMAIL 1991 193 H LEVISALLES 1984 231 J THORNCSANYI 1992 93 E BESPALOVAX1994X21 BESPALOVAX1994X21X27 BESPALOVAX1994X21XN BESPALOVAX1994X21X27XN item 0304-5102(93)E0299-V 0304510293E0299V 1-s2.0-0304510293E0299V 10.1016/0304-5102(93)E0299-V 272239 2024-01-02T01:06:03.941633Z 1994-05-01 1994-05-31 1-s2.0-0304510293E0299V-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0299V/MAIN/application/pdf/700113ed694e40cfbeb1bba8bbfbc24a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0299V/MAIN/application/pdf/700113ed694e40cfbeb1bba8bbfbc24a/main.pdf main.pdf pdf true 405287 MAIN 7 1-s2.0-0304510293E0299V-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0299V/PREVIEW/image/png/dcdde34fea1a8d71139273ef804d64ea/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0299V/PREVIEW/image/png/dcdde34fea1a8d71139273ef804d64ea/main_1.png main_1.png png 47826 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 90 (1994) 21-27 - Cross-metathesis of some functionalized olefins with cyclo- and bicycloolefins catalyzed by WC16 silicon-containing co-catalyst systems N.B. Bespalova*, M.A. Bovina, M.B. Sergeeva, V.D. Oppengeim, V.G. Zaikin Academy of Sciences, Leninsky Prosp., 29, 117912, Moscow, GSP V-71, Russian Federation Abstract Homogeneous catalysts WCIb 1,1,3,3-tetramethyl-1,3-disilacyclobutane and WClb-lihydrodiphenylsilane allow cross-metathesis of cycloolefins (cyclopentene, cyclooctene) and norbornene with ethyl-4-pentenoate, allyl cyanide, all yltrimethylsilane. Self-metathesis of functionalized olefins with two unconjugated carbon-carbon bonds takes place with high yields and selectivity. Key words: homogeneous catalysts; metathesis; olefins; silicon-containing catalysts; tungsten 1. Introduction It has been shown in our previous studies [ 1 ] that the catalyst WC16 1,1,3,3-tetramethyl1,3-disilacyclobutane (DSCB) is active in metathesis of functionalized olefins with a short chain length. In the presence of this catalyst self-metathesis of allyl cyanide and ethyl-4pentenoate and their cross-metathesis with olefins and alkenylsilanes can occur with relatively high yields and selectivity. Therefore this catalyst was applied for other reactions especially for those which can produce new valuable products. Silicon-containing catalysts have low toxity in comparison with tin- or lead-containing homogeneous and heterogeneous catalysts which are usually applied for the metathesis of functionalized olefins [ 2] . Organosilicon co-catalysts are tolerant to moisture and oxygen from the air, so they are convenient in operation. In the present work we demonstrate the possibility of applying homogeneous silicon- *Corresponding author; fax ( +7-095)2302224. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(93)E0299-V 22 NB. Bespalova et al. /Journal of Molecular Catalysis 90 (7994) 27-27 containing catalysts based on WC16 in cross-metathesis of cycloolefins with functionalized olefins. A lot of studies have been devoted to examine the influence of small quantities of acyclic olefins or functionalized olefins on the molecular weight, yield and cis-content of the polymer produced from cycloolefins. About 150 unsaturated compounds containing functional groups have been screened for their effect [ 3 ] . It has been shown that acrylonitrile was an inhibitor [ 4] , while alkenylsilanes could act as catalysts for ROMP [ 5 ] . So it seems to be very interesting to study cross-metathesis reactions between such substrates when the molar ratio cycloolefin/functionalized olefins > 1. 2. Experimental 2.1. Reagents 2.1.1. Catalysts WC16 was purified by vacuum sublimation and kept under argon. DSCB was preparated by reaction between chloromethyldimethylchlorosilane and Mg [6] and distilled from sodium before use. 2.1.2. Solvents Benzene was refluxed for 12 h over sodium, then distilled and stored under dry argon over sodium wire. 2.1.3. Substrates Bicyclo[2.2.1 ] hept-2-en was purified by sublimation and distillation from sodium wire. Cyclopentene and cyclooctene were distilled from sodium and stored over 4A molecular sieves. Allyl cyanide (Fluka) was dried with PZOS and distilled before use. Allyltrimethylsilane was obtained from allyl bromide, chloromethyltrimethylsilane and Mg [ 7 ] , distilled from sodium and stored over 4A molecular sieves. Ethyl-4-pentenoate, ethyl (2-allyl) -pentenoate and methyl (2-allyl) -pentenoate were prepared from allyl bromide and ethyl acetoacetate [ 8 ] and distilled before use. All substrates were kept under argon. 2.2. Analysis Reaction products were identified by GLC on a Chrom-5, using a glass column containing 8% of SE-30 with DMCS on Carbowax W (80/100 mesh, programmed for 10 C min-' from 60 to 180 C, He as carrier gas). Mass spectra were measured on a Kratos MS-80 spectrometer at ionizing voltage of 70 eV, IR spectra-UR-20 instrument. 'H NMR spectra were recorded in CDC13 with TMS as the internal standard on a Bruker MSL 300 spectrometer. N.B. Bespalova et al. /Journal of Molecular Catalysis 90 (1994) 21-27 23 2.3. Procedure The reactions were carried out in liquid phase in sealed tubes under vacuum (1 X 10-3 mmHg). The calculated amount of the unsaturated substrates was introduced into the tube. Next, benzene solutions of DSCB and WCI6 were added. All the additions were made at room temperature under argon. The reaction mixture was frozen by liquid nitrogen, argon was evacuated by vacuum, and the tube was sealed. Then the mixture was heated to 60-80 C for 10 h. After cooling, the products were fractionated by distillation. 2.3.1. Characterization of the main products CHZ=CH(CHZ)3CH=CHCHZCN (Ila). B.p. 96-98 C (15 mmHg). Mass spectrum (m/z): 135 (M + , 5) , 134 (8) ,108 (15) , 93 (55) , 79(21), 67(85), 55(100), 41(74). IR (cm-`): 970 (trans-C=C), 700 (cis-C=C), 2255 (CN). CHZ-CH(CHZ)6CH=CHCHZCN (IIb). Mass spectrum (m/z): 177 (M+, 5), 148(8), 134(9), 120(8), 93(20), 81(33), 66(50), 55(100), 41(94). NCCHZCH=CH(CH2)3CH=CHCHZCN (IIIa). Mass spectrum (m/z): 173 (M+, 5), 93(28), 81(32), 67(57), 55(100), 53(43), 41(51). NCCHZCH=CH(CHZ)6CH=CHCHZCN (IIIb). Mass spectrum (m/z): 216 (M+, 23), 134(30), 120(30), 109(52), 95(39), 81(100), 67(65), 55(38), 53(62), 41(60). CHZ=CH(CHZ)6CH=CHCHZSi(CH3)3 (VI). B.p. 127-128 C (15 mmHg). Mass spectrum (m/z): 224 (M+, 11), 180(20), 153(25), 150(30), 73(100). CH6=CH_ ~ CH=CH(CH2)zCOOC2H5 (IX). Mass spectrum (m/z): 222 (M+, 5), 134(35), 121(25), 108(30), 93(100), 79(70), 67(60),41(60). ~COOC2115 (XIRa). B.p. 6~0-61 C (10 mmHg) [9]. Mass spectrum (m/z): 140 (M+, 35), 95(25), 67(100), 41(35). 24 NB. Bespalova et al. /Journal of Molecular Catalysis 90 (1994) 21-27 (>-COOCH3 (XII1b). B.p. 52-53 C (10 mmHg). Mass spectrum (m/z): 126 (M+, 25), 111(13), 95(15), 67(100), 57(20), 41(38). 'H NMR (CDCl3): 5.53 ppm [2H(s)]; 3.57 ppm [3H(s)]; 2.99ppm [1H(m)];2.53ppm [4H(d)]. 3. Result and discussion The reactions of cycloolefins (cyclooctene, cyclopentene) with allyl cyanide were investigated. The homogeneous system WCI6- DSCB acts as catalyst for the reactions: - 0- ).. H2C CHCH2CN + NCCHZCH CHCHZCN ~CI123 Ila C13 IIIa CH2=CHCHZCN + + NCCHZCH=CHCH2CN + ofgomers I IV HZ HCH2CN + NCCHkH CHCH2CN 0 I ~ IIb ~CI4256 IIIb + IV + ofgomers Table 1 shows the yield of unconjugated dienic nitryles (Il) and conversion of cycloolefins at 70 C in benzene solution. An increase in the amount of allyl cyanide brought about an increase of the yields of (Ila, IIb). The best results were obtained when the molar ratio of (I)/cycloolefins was 2/1. In addition, 15-20% of (IIIa, IIIb) has also been found to Table 1 Co-metathesisa of cycloolefins with allyl cyanide (1) Cyclo- Molar ratio Conversion of Yield of olefin (cycloolefin)/(1)/(WClo) (1), (%) (11), (%) Cyclopentene 25:25:1 43 55 50:50:1 35 57 25:50:1 43 63 50:100:1 40 68 100:100:1 12 60 Cyclooctene 25:25:1 42 56 50:50:1 38 58 25:50:1 47 68 100:200:1 5 - 'Conditions: 70 C, 10 h, C6H6, [WC16] / [DSCB] -1 /2. NB. Bespalova et al. /Journal of Molecular Catalysis 90 (1994) 21-27 25 occur. Formation of these products could result from secondary metathesis reactions of (11) with allyl cyanide or with other products of self- and cross-metathesis reactions. Besides 13-15% of oligomers, a small amount (5-7%) of dinitrile (IV) was also found. Both of these products originate from self-metathesis of substrates. Cometathesis of cyclooctene with allyltrimethylsilane produces silicon-containing unconjugated diene with high yield: + CH2 cat CH2 + 6 -CH2 + 0 b CHCHZSi(CH3)3 CHCH~Si(CH3)3 V +(CH~3SiCH2CH=CHCHZSi(CH3)3 + ofigomers Self-metathesis of both substrates were side reactions. Reaction of (V) resulted in the formation of 1,4-bis(trimethylsilyl)-2-butene with 18-20% yield. Polymer produced from cyclooctene was not detected. Only oligomers (n=2-4) were obtained (15-18%). Small amounts of other products (secondary cross-metathesis, isomerization etc.) were identified on the basis of the GC-MS analysis. The selectivity of the main cross-metathesis reaction reached 70-80%. It is interesting to note the co-metathesis reactions take place in the presence of WC16 DSCB catalyst and in absence of DSCB cocatalyst, because allylsilane can act as cocatalyst. Previously, this was shown for ROMP [5] and for self-metathesis of allylsilanes upon WOC14 [10] and WC16 [11]. Table 2 shows the decrease in metathesis conversion when the reaction occurs without DSCB cocatalyst. From these studies it can be concluded that cycloolefins undergo cross-metathesis reactions with different functionalized olefins, which resulted in production of functionalized dienes if homogeneous silicon-containing co-catalyst is present. Reactions of the cross-metathesis of norbornene with functionalized olefins have received little attention. As a rule, small quantities of linear olefin were used to reduce the polymer chain length, when ROMP of cycloolefins was carried out [ 12,13 ] . Unsaturated symmetrical esters undergo cross-metathesis with norbornene [ 14] . Table 2 Co-metathesis' of cyclooctene with allyltrimethylsilane (V) Molar ratio Conversion of Yield of (V)/(WClb) (V), (%) (VI), (%) 50 42 66 100 34 70 50 10 72 'Conditions: 60 C, 10 h, C6H6, [ WC161 / [ DSCB ] =1 /2, [ cyclooctenel / [ V ] =1. 'Without cocatalyst DSCB. 26 NB. Bespalova et al. /Journal of Molecular Catalysis 90 (1994) 21-27 We studied the reaction between norbornene and ethyl-4-pentenoate at equal molar ratios of substrates with formation of cross-metathesis products. Two silicon-containing catalysts: WC16-DSCB and WChPhZSiHz were used. The latter one was applied for self-metathesis of functionalized olefins [ 15 ] . + Iii 1~ CHCH2CH2COOC21~ VII VIII CI-Lz=CH~ CH=CHCH2CI-IZCOOCJ~ IX + CHz=CH- ^ -CH=CHz + X (trace) HSCZOOC(CHZ)zCH=CH- ^ -CH=CH(CHZ)2COOC2H5 XI (trace) The formation of unsymmetrically substituted product is favoured in co-metathesis reactions. These results agree with those obtained for co-metathesis reactions of 5-acetoxynorbornene and 5-cyanonorbomene with 1-pentene [ 16] . The side reactions are self-metathesis of both substrates and secondary reactions produced (X) and (XI) as minor products. Table 3 shows the relatively high selectivity of this reaction, so it can be applied for synthesis of unsaturated esters with cyclopentane fragments. It may be used for synthesis of various natural compounds and their synthetic analogues. Unsaturated esters with cyclopentene fragments can be obtained by intramolecular metathesis reaction of dienic esters with WC16-DSCB catalyst: CHZ=CHCHZ 'CHCOOR err' -~ (>-COOR - CA CHZ=CHCHz )(II a,b XIII a,b (a: R=CA ,b: R=CH3) yield > 80% Table 3 selectivity > 90% Cometathesis of norbornene (VII) with ethyl-4-pentenoate (VIII) Catalyst Molar ratio Conversion of Yield of (Vii) /(VIII)/(WC4) (VIII), (%) (IX), (%) WCI6-DSCB 25:25:1 42 68 50:50:1 40 72 25:50:1 48 84 WC16-Ph2SiH2 25:25:1 37 60 50:50:1 34 63 25:50:1 40 71 Conditions: 70 C, 10 h, CA, [ WCIb] / [cocatalyst] -1 /2. NB. Bespalova et al. /Journal of Molecular Catalysis 90 (1994) 27-27 27 Surprisingly, this reaction occurs with high selectivity and yield. The formation of cyclic product is nearly quantitative. This result could be explained by the difficulties occurring when five-membered substituted cyclic olefins were polymerized. Success in producing these reactions depends on the nature of substituents and their position in the ring [ 3 ] . It is well known that only a few catalysts are active for the metathesis of functionalized substrates. Silicon-containing systems WCI,- DSCB' (or PhzSiHz) show high catalytic properties for these reactions. It can be explained by the formation of organotungsten precursor of active species resulting from the reaction between WC16 and DSCB. This compound has a bulky alkylsily1radical which can inhibit the coordination of substrate at the W-atom [ 1 ] . The metal-silylene intermediate is suggested to initiate the metathesis reaction with WCIb-PhZSiHZ catalyst [ 15 ] . 4. Conclusion Homogeneous silicon-containing catalysts permit high yields in cross-metathesis reactions between cyclic (or bicyclic) and functionalized olefins and self-metathesis reaction of unconjugated dienic esters. These catalysts can be applied for synthesis of various organic products which contain cyclopentane or cyclopentene fragments. References [ 1 ] N.B. Bespalova, M.A. Bovina, J. Mol. Catal., 76 (1992) 181. [2] J.C. Mol, J. Mol. Catal., 65 (1991) 145. [3] K.J. Ivin, Olefin metathesis, Academic Press, New York, 1983. [4] R. Streck, J. Mol. Catal., 15 (1982) 3. [5] B.A. Dolgoplosk, K.L. Makovetsky, T.G. Golenko, Yu.V. Korshak, E.I. Tinyakova, Eur. Polym. J., 10 (1974) 901. [6] L.H. Sommer, G.A. Baum, J. Am. Chem. Soc., 76 (1954) 5002. [7] H.O. House, T.S.B. Sayer, C.C. Yan, J. Org. Chem., 43 (1978) 2153. [8] J.J. Ritter, T.J. Kaniecki, J. Org. Chem., 27 (1962) 622. [9] Cole, Cardoso, J. Am. Chem. Soc., 61 (1939) 2350. [ 10] M.A. Bovina, Ph.D. Thesis, Institute of Petrochem. Synthesis, Moscow, 1993, p. 68. [ 11 ] M. Berglund, C. Andersson, R. Larsson, J. Organomet. Chem., 314 (1986) 61. [ 12] K.J. Ivin, J.J. Rooney, L. Beneze, J.C. Hamilton, Pure Appl. Chem., 54 (1982) 447. [ 13] Z. Porri, R. Rossi, P. Diversi, A. Lucherini, Macromol. Chem., 175 (1974) 3097. [ 14] H. Cramail, M. Fontanille, A. Scum, J. Mol. Catal., 65 (1991) 193. [ 15] J. Levisalles, H. Rudler, D. Cuzin, T. Rucc, J. Mol. Catal., 26 (1984) 231. [ 16] E. Thorn-Csanyi, Ch. Harder, B. Danlke, J. Mol. Catal., 76 (1992) 93. X244 93E0299V 0304-5102(93)E0299-V 10.1016/0304-5102(93)E0299-V Cross-metathesis of some functionalized olefins with cyclo- and bicycloolefins catalyzed by WCl6— silicon-containing co-catalyst systems N.B. Bespalova ∗ M.A. Bovina M.B. Sergeeva V.D. Oppengeim V.G. Zaikin Academy of Sciences, Leninsky Prosp., 29, 117912, Moscow, GSP V-71, Russian Federation * Corresponding author; fax (+7-095) 2302224. Homogeneous catalysts WCl6—1,1,3,3-tetramethyl-1,3-disilacyclobutane and WCl6—dihydrodiphenylsilane allow cross-metathesis of cycloolefins (cyclopentene, cyclooctene) and norbornene with ethyl-4-pentenoate, allyl cyanide, allyltrimethylsilane. Self-metathesis of functionalized olefins with two unconjugated carbon—carbon bonds takes place with high yields and selectivity. Keywords homogeneous catalysts metathesis olefins silicon-containing catalysts tungsten References [1] N.B. Bespalova M.A. Bovina J. Mol. Catal. 76 1992 181 [2] J.C. Mol J. Mol. Catal. 65 1991 145 [3] K.J. Ivin Olefin metathesis 1983 Academic Press New York [4] R. Streck J. Mol. Catal. 15 1982 3 [5] B.A. Dolgoplosk K.L. Makovetsky T.G. Golenko Yu.V. Korshak E.I. Tinyakova Eur. Polym. J. 10 1974 901 [6] L.H. Sommer G.A. Baum J. Am. Chem. Soc. 76 1954 5002 [7] H.O. House T.S.B. Sayer C.C. Yan J. Org. Chem. 43 1978 2153 [8] J.J. Ritter T.J. Kaniecki J. Org. Chem. 27 1962 622 [9] Cole Cardoso J. Am. Chem. Soc. 61 1939 2350 [10] M.A. Bovina Ph.D. Thesis 1993 Institute of Petrochem. Synthesis Moscow 68 [11] M. Berglund C. Andersson R. Larsson J. Organomet. Chem. 314 1986 61 [12] K.J. Ivin J.J. Rooney L. Beneze J.C. Hamilton Pure Appl. Chem. 54 1982 447 [13] Z. Porri R. Rossi P. Diversi A. Lucherini Macromol. Chem. 175 1974 3097 [14] H. Cramail M. Fontanille A. Soum J. Mol. Catal. 65 1991 193 [15] J. Levisalles H. Rudler D. Cuzin T. Rucc J. Mol. Catal. 26 1984 231 [16] E. Thorn-Csanyi Ch. Harder B. Danlke J. Mol. Catal. 76 1992 93",
      "scopus-id": "0028430842",
      "coredata": {
        "eid": "1-s2.0-0304510293E0299V",
        "dc:description": "Homogeneous catalysts WCl6—1,1,3,3-tetramethyl-1,3-disilacyclobutane and WCl6—dihydrodiphenylsilane allow cross-metathesis of cycloolefins (cyclopentene, cyclooctene) and norbornene with ethyl-4-pentenoate, allyl cyanide, allyltrimethylsilane. Self-metathesis of functionalized olefins with two unconjugated carbon—carbon bonds takes place with high yields and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0299V",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bespalova, N.B."
          },
          {
            "@_fa": "true",
            "$": "Bovina, M.A."
          },
          {
            "@_fa": "true",
            "$": "Sergeeva, M.B."
          },
          {
            "@_fa": "true",
            "$": "Oppengeim, V.D."
          },
          {
            "@_fa": "true",
            "$": "Zaikin, V.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0299V"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0299V"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0299-V",
        "prism:volume": "90",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Cross-metathesis of some functionalized olefins with cyclo- and bicycloolefins catalyzed by WCl6— silicon-containing co-catalyst systems",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "prism:issueName": "A Special Issue devoted to the Tenth International Symposium on Olefin Metathesis and Polymerization",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "homogeneous catalysts"
          },
          {
            "@_fa": "true",
            "$": "metathesis"
          },
          {
            "@_fa": "true",
            "$": "olefins"
          },
          {
            "@_fa": "true",
            "$": "silicon-containing catalysts"
          },
          {
            "@_fa": "true",
            "$": "tungsten"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "21-27",
        "prism:endingPage": "27",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1994",
        "prism:doi": "10.1016/0304-5102(93)E0299-V",
        "prism:startingPage": "21",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0299-V",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028430842"
      }
    }
  }
}