{
  "metadata": {
    "title": "Correlation between the single turnover (STO) site densities and the rates of 4-<ce:italic>tert</ce:italic>-butyl-1-methylcyclohexene hydrogenation over silica supported palladium catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-04-06",
    "doi": "10.1016/0304-5102(93)85003-C",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385003C",
    "pii": "030451029385003C"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027910387",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029385003C 0304-5102(93)85003-C 030451029385003C 10.1016/0304-5102(93)85003-C S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00582 2024-01-02T01:04:16.600218Z 0 0 19930406 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 80 80 3 3 Volume 80, Issue 3 1 277 297 277 297 19930406 6 April 1993 1993-04-06 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. CORRELATIONBETWEENSINGLETURNOVERSTOSITEDENSITIESRATES4TERTBUTYL1METHYLCYCLOHEXENEHYDROGENATIONOVERSILICASUPPORTEDPALLADIUMCATALYSTS AUGUSTINE R GONZALESTEJUCA 1977 1399 L HARADA 1981 364 T ALAMMAR 1977 323 A SACHTLER 1986 135 W BOND 1982 1 G METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS GALLEZOT 1979 121 P MOSS 1981 31 R MORAWECK 1981 35 B BAKER 1979 390 R BAKER 1979 293 R SCHMIDT 1981 397 F VEDRINE 1978 440 J TATARCHUK 1981 308 B LEE 1986 472 C LEDOUX 1978 652 M LEDOUX 1981 375 M MAATMAN 1970 64 R MAATMAN 1981 31 R AUGUSTINE 1983 358 R TSUCHIYA 1978 981 S AUGUSTINE 1985 87 R AUGUSTINE 1986 3025 R AUGUSTINE 1991 657 R SIEGEL 1962 3132 S SIEGEL 1966 2802 S SIEGEL 1960 6082 S MITSUI 1975 333 S MITSUI 1973 1523 S MITSUI 1973 3341 S MITSUI 1975 372 S SAUVAGE 1960 6090 J AUGUSTINE 1984 1865 R SAUVAGE 1961 3874 J GORDON 1972 A CHEMISTSCOMPANION VAN 1226 C MITCHELL 1989 88 M BENSON 1973 146 J SUDHAKAR 1985 47 C SINFELT 1967 82 J AUGUSTINE 1981 2614 R ADAMS 1962 336 C SCHOLTEN 1962 85 J TAYLOR 1931 3610 H BURWELL 1986 2 R AUGUSTINE 1987 1911 R YANAGAVA 1985 41 A YAO 1959 4125 H AUGUSTINE 1978 1173 R RYLANDER 1985 P HYDROGENATIONMETHODS JAMES 1973 229 B HOMOGENEOUSHYDROGENATION TECHASAUVAPAK 1991 P PHDDISSERTATION FERSHT 1977 93 A ENZYMESTRUCTUREMECHANISM AUGUSTINEX1993X277 AUGUSTINEX1993X277X297 AUGUSTINEX1993X277XR AUGUSTINEX1993X277X297XR item 0304-5102(93)85003-C 030451029385003C 1-s2.0-030451029385003C 10.1016/0304-5102(93)85003-C 272239 2024-01-02T01:04:16.600218Z 1993-04-06 1-s2.0-030451029385003C-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385003C/MAIN/application/pdf/fc03b492c82860eefabec005868a1d0b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385003C/MAIN/application/pdf/fc03b492c82860eefabec005868a1d0b/main.pdf main.pdf pdf true 1489253 MAIN 21 1-s2.0-030451029385003C-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385003C/PREVIEW/image/png/0eb84ba1b74874a89c71234798cde3dd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385003C/PREVIEW/image/png/0eb84ba1b74874a89c71234798cde3dd/main_1.png main_1.png png 59266 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 80 (1993) 277-297 277 Elsevier Science Publishers B.V., Amsterdam M068 Correlation between the single turnover (STO) site densities and the rates of 4-tent-butyl-l-methylcyclohexene hydrogenation over silica supported palladium catalysts Robert L. Augustine* and Setrak K. Tanielyan Department of Chemistry, Seton Hall University, South Orange, NJ 07079 (USA); tel. (+1 201)7619033, fax. (+1-201)7619772 (Received June 9, 1992; accepted December 15, 1992 ) Abstract A systematic study of a set of silica supported palladium catalysts was undertaken. The catalysts were prepared by impregnation. Some of the impregnated samples were reduced isothermally, others by thermoprogramed reduction (TPR). The percentage of the exposed metal was determined both by hydrogen and CO chemisorption with the values ranging from 6% to 39% over the series. The catalysts prepared by TPR had higher dispersions and their activities were less sensitive to the final reduction temperature used in their preparation. A set of these catalysts having different reaction site densities as determined by the single turnover (STO) characterization procedure were used to catalyze the hydrogenation of 1-methyl-4-tert-butylcyclohexene (1). The correlation between these rate data and the STO saturation site densities for each catalyst provided the values for single site reactivities. The hydrogenation of 1 on palladium was found to proceed with a higher trans/cis ratio than was observed using a platinum catalyst. This was apparently due to the formation of a n-allyl absorbed intermediate in the palladium catalyzed reaction. Substrate self-inhibition behavior and non-competitive reversible inhibition by phosphine additives on the surface reactivity and stereoselectivity were also observed. Key words: cyclohexene derivatives; hydrogenation; palladium; silica; single turnovers; supported catalysts Introduction In recent years increasing data have been obtained showing that the Surface of the dispersed metal particles in a supported catalyst is not uniform but consists of various types of active sites having different surface reactivity and adsorption characteristics [ 1-4 ) . These particles are usually dispersed on various amorphous supports differing in surface areas, pore structure and surface chemistry. It is highly unlikely that either the average size of the particles and their distribution, or their location within the support particle will be the same *Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 278 R.L. Augustine and S.K. Tanielyan / J. Mol. Catal. 80 (1993) 277-297 from catalyst to catalyst [ 5 ] . Most of the recent research in this area has been devoted to the behavior of these small metal particles especially their energetic, geometric and electronic properties, bearing in mind the close interaction between these three aspects. Available techniques include X-ray diffraction (XRD) [ 6 ] , extended X-ray absorption fine structure (EXAFS) [ 7 ] , transmission electron microscopy (TEM) [8] and small angle X-ray spectroscopy (SAXS) [ 6 ] all of which provide information about the size, shape, characteristics of the crystal lattice and the surface morphology. There are several other methods including ferromagnetic resonance (FMR) and nuclear magnetic resonance (NMR ), X-ray photoelectron spectroscopy (XPS) and Mossbauer spectroscopy (MS) [9-11] which are used to study the electronic properties of the metal. Among all of the methods mentioned above, TEM and XRD appear to be the most routinely used and helpful in determining the various aspects of the surface morphology [ 12 ] but unfortunately these techniques are still unable to provide even an approximation of the quantities of the different types of sites present. Other approaches to determining the site activities and densities are based on the results of parallel reactions run over catalysts with the assumption that specific sites would promote only a given reaction. Ledoux and co-workers [ 13,14 ] have studied the deuterium exchange, deuteration and isomerization on the three isomeric butenes over Pd catalysts. They suggested that there were three different types of surface sites: corner atoms on which alkene saturation was the primary reaction, edge atoms on which double bond isomerization took place and face atoms which were unreactive. These results were based on the outcome of steady state catalytic reactions [ 15 ] . The basic problem in using this type of study for determining the relative amounts of each type of site present on the catalyst is that it rests on the assumption that these different sites would react at the same rate. To overcome this limitation a single turnover (STO) reaction procedure was developed and used to characterize the active sites on the surface of dispersed Pt/CPG (controlled pore glass) catalysts [ 16 ] . Under the standard STO reaction conditions, when migration of Hz across the catalyst surface does not occur [ 17 ] , each surface site reacts only once during the reaction sequence and, thus, a 1:1 ratio exists between the number of molecules of a reaction product formed and the number of sites responsible for its production. The STO site characterization of a number of supported metal catalysts showed that the densities of the various active sites depend on a number of preparation variables and pretreatment procedures [18-20]. This paper discusses the application of the STO procedure to a series of Pd/Si02 catalysts which were prepared by incipient wetness. One set of catalysts was prepared by an isothermal reduction procedure and the second by thermoprogramed reduction [ 18 ] . The samples thus obtained have different reaction site densities and various hydrogen and CO chemisorptive characteristics. They were used to catalyze the well studied [21-24] hydrogenation of R.L. Augustine and SK Tanielyan / J. Mol. Catal. 80 (1993) 277-297 279 1-methyl-4-tert-butylcyclohexene (1) as a model with the stereochemical results considered along with the reaction rate studies. Experimental Materials The starting materials used in the catalyst preparations were PdCl, and Na2PdC14 3H20 supplied by Johnson Matthey and used without further purification. The silica gel ICN-100 (ICN Biomedicals) was flushed in a column with 0.1 M HCl until the solution was free of iron, washed with double-distilled water, dried overnight at 100 C and further calcined for 5 h at 400'C. The BET surface area of the treated support, as determined by nitrogen physisorption, was 322 m2 g-1 with a mean pore diameter of 7 nm and specific pore volume of 1.39 ml g-1. In all catalyst preparations an 80-100 mesh fraction of the support was used. The hydrogen, helium and CO (Linde) used for chemisorption, STO and hydrogenation measurements were zero grade. The hydrogen and deuterium were passed through Deoxo units (Engelhard) and 5A molecular sieve traps while the helium was run through an Oxytrap (Alltech Assoc.). 1-Methyl-4-tert-butylcyclohexene (1) was prepared by the reaction of methyl magnesium iodide with 4-tert-butylcyclohexanone followed by acid catalyzed dehydration of the resulting alcohol [ 25 ] . This was distilled twice and percolated through an alumina column immediately before use. The heptane (Fisher Scientific) used as the solvent for hydrogenation studies was purified and then doubly distilled with sulfuric acid according to the published procedure [ 26 ] . Catalysts preparation and characterization The incipient wetness preparations [ 27,28 ] involved the complete wetting of a known amount of the silica support with an appropriate quantity of PdC12, dissolved in 0.1 M HCI, to give a Pd content of 5%. The amount of the liquid required to just fill the pore volume of the support material was determined experimentally prior to the impregnation. The impregnated material was transferred to a rotary evaporator and dried at 60 C at a vacuum of 12 Torr for 2 h. Two reduction procedures were used to prepare the catalysts [ 18 ] . In one, termed isothermal reduction, a sample of the supported salt was placed in a Pyrex tube and purged with a 30 cm3 min-1 stream of pure oxygen-free helium at room temperature for 30 min. The temperature of the sample was then ramped to the desired value in the stream of helium and held at that setting for 10 min to achieve thermal stability. The gas flow was then switched to hydrogen at 30 cm' min-1 and this was continued at that temperature for 180 min. The gas stream was then switched back to helium and the heating continued for an additional 60 min. The catalyst was then cooled in helium and stored 280 R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 TABLE 1 Conditions of preparation Catalyst Reduction Temperature Ramp rate Final reduction Duration of ramp ( C min') temperature reduction step performed in ( C) (h) TPR 200 hydrogen 1.5 200 3 TPR 250 hydrogen 2.0 250 3 TPR 300 hydrogen 2.3 300 3 TPR 400 hydrogen 3.2 400 3 ITH 200 helium 1.5 200 3 ITH 250 helium 2.0 250 3 ITH 300 helium 2.3 300 3 ITH 400 helium 3.2 400 3 in a screw-capped vial until used. The reduction temperatures used for separate batches of supported salt were 200, 250, 300 and 400 C. The catalysts prepared in this way are identified by the prefix ITH followed by the reduction temperature. The second reduction procedure was similar to the isothermal process with the difference being the switching of the gas stream to hydrogen before raising the temperature of the sample. In this way at least some reduction could take place at temperatures lower than the maximum. These catalysts are identified by the prefix TPR (thermoprogramed reduction) followed by the maximum temperature used. Specifics of the individual reduction procedures are listed in Table 1. None of the catalysts prepared were calcined at elevated temperatures before reduction. The percent metal in the catalysts was determined by Schwarzkopf Microanalytical Laboratory, Woodside, NY. Physisorption measurements Nitrogen BET surface areas, pore size distribution and pore volume data were obtained using an Omnisorp 100CX surface area and pore volume analyzer with the samples outgased prior to the study in a high vacuum system at 200 C for 8 h at 10-4-10-5 kPa. The BET surface areas were determined from the adsorption isotherm with a data sampling rate of 0.5 min-1 and cut-off pressure 20 kPa. The isothermal desorption data, collected at the rate of 1 min-1 and cut off pressure 14 kPa provided values for pore size distribution in the range 2 nm < rpore < 30 nm. Chemisorption measurements All chemisorption studies were carried out using an Omnisorp 100CX apparatus according to the procedure proposed by Benson et al. [ 29 ] . Samples R.L. Augustine and S.K. Tanielyan / J. Mol. Catal. 80 (1993) 277-297 281 (0.5-1.0 g) were placed in a Pyrex cell for subsequent pretreatment and chemisorption measurements. The samples were heated at a rate of 20 C min-1 up to 100 C and He was passed through the sample for 10 min at a rate of 20 cm' min-1. The temperature was further increased to 150 C and the sample was exposed to a flow of hydrogen for 30 min. Following this step, the samples were evacuated to 10-5-10-s kPa with a simultaneous increase of the temperature to 300 C. At that point the evacuation was continued for 2 h followed by cooling to 40 C under vacuum. Successive calibrated pulses of HZ (or CO) were admitted into the sample and the pressure was monitored until it reached equilibrium; about 10-15 min after the admission of the pulse. A total of 20-25 pulses was commonly used to reach a pressure of 30 kPa. Following the first chemisorption, the samples were evacuated for 30 min at pressures of about 10-4-10-5 kPa at the same temperature and the second chemisorption was measured. From these two sets of data, the first isotherm gave the values for both strongly (irreversibly) and weakly (reversibly) adsorbed H2 whereas the second isotherm represents the quantity of the weakly absorbed species. The difference between the two isotherms, extrapolated to the zero pressure, unlike that reported [29,30] in which adsorption was measured at 250 Torr for H2 and 100 Torr [ 31 ] for CO, represents the quantity of the \"strongly or irreversibly\" chemisorbed H2. A distinct border between these two terms could hardly be drawn since the quantities of these two types of adsorbed species would depend on the duration of the intermediate evacuation step. A procedure similar to that described by Sinfelt and Yates [31 ] was employed to measure the CO chemisorption, which also involved the measurement of two isotherms. The irreversible, reversible, and total chemisorbed species are distinguished by the subscripts I, R and T, respectively. The data obtained, listed in Table 2, are reproducible to within + 5% . Single-turnover measurements (STO) The STO apparatus, reaction sequence and pulse injection techniques have already been described [ 16,32 ] . A 2 mg sample of each catalyst (corresponding to 0.94 ymole of Pd) was placed in the STO reactor (6-mO Pyrex tube). The reactor was purged with oxygen-free He for 30 min and the STO characterization sequence initiated. As usual, several initial STO sequences were required to remove the surface oxygen from the catalyst and to obtain reproducible results from further sequential STO reactions. The sequences consisted of an initial 20 ,u1 pulse of H2 to saturate the metal surface, followed after 2 min by a same pulse size of but-l-ene to react with the adsorbed H2, producing butane from the direct, 3M, hydrogenation sites and cis- and trans-but-2-ene from the, ZM, isomerization sites. A second H2 pulse, injected 6 min after the butene pulse, was passed over the catalyst to react with the half-hydrogenated metalalkyl species still present on the metal surface, releasing the \"second\" butane in an amount equal to the number of the, 3MH, two step hydrogenation sites. Increasing the time between the first hydrogen pulse and the butene-1 282 R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 pulse to 60 min provides the data for determining the 3MI and 3MR site densities. All products were analyzed by onstream gas chromatography using an 8 ft. X 1/8 in. i.d. column containing 0.19% picric acid on Chrompac GC. Hydrogenation and deuteration The hydrogenation and deuteration experiments were run using a fully computerized volumetric apparatus [ 33 ] . After the addition of 3 mg catalyst and 10 ml of heptane the reactor flask was connected to the manifold and the system alternately evacuated and filled with hydrogen or deuterium three times. The internal pressure was adjusted to 760 Torr and the catalyst and solvent mixture was stirred with a magnetic stirrer for 20 min at the reaction temperature. After that time 0.2 ml of the olefin, 1, was injected into the reactor through a septum at which point computer monitoring of the internal pressure of the system was initiated. The pressure was held constant by the injection of 0.1 ml calibrated hydrogen (or deuterium) pulses as the reaction proceeded. The time each pulse was injected was also recorded and the data used in the kinetic analysis of the reaction. The reaction was continued until about 2530% of the theoretical amount of hydrogen was consumed. In some instances the reaction was run to full conversion with small portions of the reaction mixture withdrawn periodically and analyzed by gas chromatography. The deuterations were run in an identical manner using heptane as solvent. Isotopic distributions were determined by GC-MS (Hewlett Packard 5071A) analysis and corrected for natural isotope abundance. Samples of the solvent alone were stirred in a deuterium atmosphere over selected catalysts for times comparable to those encountered for olefin hydrogenation and found not to contain any deuterium. Results and discussion Effect of preparation conditions on hydrogen and CO chemisorption As already mentioned, the main purpose of this study was to prepare various supported palladium catalysts with differing surface characteristics in order to compare their activity and stereochemical selectivity in the hydrogenation of 1-methyl-4-tert-butylcyclohegene (1). The catalysts were prepared by isothermal or thermoprogramed reductions at temperatures ranging from 200 to 400 C. In Table 2 are listed extent of hydrogen and CO adsorption for these catalysts. The standard method of determining the metal dispersion, or the fraction exposed, includes the calculation of the ratio D = [ H ] /Pd or [ CO ] / Pd with the assumption of a 1:1 surface stoichiometry. There is experimental evidence that [ H ] /Pd,, [ 30 ] and [ H ] /Ptg [ 34 ] ratios close to unity provide satisfactory agreement between the dispersions and the size of the metal particles determined by methods such as XRD and TEM. A [ CO ] /Pd ratio of one R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 283 TABLE 2 Characterization of Pd/S'02 catalysts by HZ and CO chemisorption Catalyst HT/Pd' HI/Pd' COT/Pd' COI/Pd COT/HT' COI/HIa HR/HI TPR 200 0.462 0.158 0.225 0.190 0.48 1.20 1.92 TPR 250 0.473 0.190 0.235 0.199 0.49 1.05 1.48 TPR 300 0.430 0.129 0.201 0.178 0.47 1.38 2.33 TPR 400 0.400 0.125 0.182 0.159 0.41 1.28 2.52 ITH 200 0.435 0.113 0.186 0.150 0.43 1.13 2.85 ITH 250 0.414 0.113 0.161 0.135 0.39 1.20 2.66 ITH 300 0.349 0.085 0.137 0.117 0.39 1.38 3.10 ITH 400 0.347 0.059 0.102 0.091 0.29 1.56 4.88 eThe subscripts T, I and R, stand for total, irreversible and reversible adsorption of hydrogen or CO, respectively. is also widely used and recommended [35,36], even though linear Pd-CO and bridged (Pd)2--.CO modes of adsorption have been proposed and the overall stoichiometry should depend on the amounts of these two forms present. It is unlikely, though, that there is a set of chemisorption conditions under which each metal atom, regardless of its location on the surface, will accommodate exactly one hydrogen atom or one CO molecule and provide an exact value for the percentage exposed metal atoms [37]. The only certain information obtainable from these measurements is a useful ordering of the chemisorptive properties of a set of similar catalysts. The data in Table 2 show that the apparent dispersions as determined from hydrogen chemisorption for thermoprogramed (TPR) reduced samples have a maximum for the catalyst reduced at 250 C and that these catalysts are less sensitive to the final reduction temperature than are those which are reduced isothermally. The irreversibly adsorbed hydrogen ratios, HI/Pd, for isothermally (ITH) reduced samples decrease gradually with increase in the reduction temperature. A similar trend was observed for the irreversibly adsorbed carbon monoxide values, COI/Pd, for both series of catalysts. The other two parameters deserving attention are the ratios between the total amount of adsorbed CO and H, COT/HT, and the corresponding ratio of irreversibly adsorbed materials, COI/HI. With an increase in the final reduction temperature in both series, the COT/HT ratio decreased significantly because HT remained high and the surface apparently retained larger amounts of weakly bonded hydrogen, HR, than COR. The reverse trend was observed for the COI/HI ratio. These results are in accord with the findings of Sudhakar and Vannice [ 30 ] who also observed COI/HI values greater than unity for Pd supported on La203, Ce02 and PrsOII. The last set of data in Table 2, related to the HR/HI ratios, shows that an increase in the reduction temperature leads to an increase in the quantity of the weakly held hydrogen. 284 R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 Effect of preparation conditions on STO site densities The STO procedure has been used to determine the amounts of five different types of active sites present on the surface of a number of different supported metal catalysts [16,18,20]. The concentrations of the active sites are given in moles of site per mole of metal, a form similar to the moles of surface atoms per mole of metal used to define the catalyst dispersion. There are two types of sites responsible for the direct saturation of alkenes, on one the HZ is reversibly adsorbed and on the other it is irreversibly held. These have been labeled 3MR and 3MI respectively. There are also two step saturation sites, termed 3MH, and other sites, called ZM, on which the double bond isomerization takes place, and sites which adsorb hydrogen but do not take part in alkene transformation called 1M. It was further established that the three different types of saturation sites were corner or kink atoms on the surface of the metal crystallites present in the catalyst [ 38 ] . Site density distribution on Pd/Si02 catalysts The previously reported STO characteristics [20,32] of Pd/CPG (controlled pore glass) catalysts have shown generally different behavior from that observed with platinum catalysts supported on the same material. The Pd catalysts have very high isomerization site densities and a moderate number of direct 3M and two step 3MH saturation sites. In this case it was suggested that the surface hydrogen was predominantly irreversibly adsorbed. Some Pd/A1203 and Pd/Si02 catalysts, however, did show the presence of reversibly held hydrogen on some of the direct saturation sites [20 ] . In the present study all of the catalysts were freshly reduced at the designated temperature (Table 1), rereduced at 150 C (as part of the chemisorption procedure) and finally used in the STO evaluation after being exposed to air for 24 h. The data presented in Table 3 show that the specific site densities on these two sets of catalysts, while having some similarities, varied with the changes in the preparation procedures, primarily the final reduction temperature. The reductions using the temperature ramp under hydrogen (TPR) appear to favor the formation of Pd crystallites with higher numbers of the 3M and 3MH saturation sites than the catalysts prepared under ITH conditions. As a rule, catalyst reduction at temperatures higher than 300 C apparently results in smoothing the surface with the partial disappearance of the corner atoms, leading to lower hydrogenation site densities. Unlike some former results [32], in this case a relatively large amount of reversible, 3MR, saturation sites were also detected along with the irreversible, 3MI, saturation sites. The 3MR/3MI ratio was around 0.5 for the TPR catalysts and 0.1-0.2 for the ITH samples. These numbers deviate significantly from the HR/HI-2 to 5 ratio which was found from the chemisorption measurements, and indicates that only a small amount of the weakly bound hydrogen is associated with the 3M sites determined by the STO method. R.L. Augustine and S.K. Tanielyan / J. Mol. Catal. 80 (1993) 277-297 285 TABLE 3 STO reaction site densities of Pd/S'02 catalystse Catalyst 3m T6 3MIc 3MRd 3MHe 2Mf 3MR/3MI TPR 200 0.243 0.172 0.071 0.050 0.543 0.41 TPR 250 0.266 0.180 0.086 0.056 0.528 0.47 TPR 300 0.226 0.131 0.095 0.045 0.568 0.72 TPR 400 0.179 0.108 0.071 0.040 0.633 0.65 ITH 200 0.150 0.135 0.015 0.037 0.650 0.11 ITH 250 0.153 0.141 0.012 0.041 0.649 0.07 ITH 300 0.103 0.087 0.016 0.034 0.703 0.18 ITH 400 0.092 0.078 0.014 0.030 0.703 0.18 'Site densities represented as mole site per mol Pd. bSum of irreversible and reversible 3M sites (3 MT =3MI+3MR). `Direct saturation sites having strongly adsorbed hydrogen. 'Direct saturation sites having weakly adsorbed hydrogen. 'Two step saturation sites. ITsomerization sites. Hydrogenation of 4-tert-butyl-l-methylcyclohexene (1) Kinetics of the reaction Previous studies [21,24,39] of the hydrogenation of 4-tert-butyl-l-methylcyclohegene (1) over palladium and platinum suggested that the stereochemical result of the hydrogenation and the deuterium distribution in the unreacted olefin can provide information on the product and/or rate controlling surface reaction and help to define the geometry of the transition states involved in the elementary reactions. The differences between the palladium and platinum catalyzed reactions were initially ascribed to the facile double bond isomerization taking place over palladium which was thought to lead to the predominant formation of trans hydrogenated product 3 [ 21 ] . A more widely accepted reason for the observed differences between these two catalysts is that they promote the hydrogenation of alkenes by different mechanisms. While Pt catalyzed hydrogenations take place by way of an initial nadsorbed alkene, with Pd the reaction proceeds via a 7t-allyl moiety which has different steric interactions with the surface [ 24 ] . In Fig. la is displayed the hydrogen uptake curve, the rate of formation of the trans- (3) and cis-4-tent-butyl-l-methylcyclohegane (2) and the ratio between them with time. The course of hydrogenation measured by hydrogen uptake followed pseudo-zero order kinetics which holds until about 60-70% per cent completion and then changes gradually to first order in 1. As the hydrogenation progressed the cis/trans ratio increased in the zero order region from 4.8 to 6.5 and then remained constant until the end of the reaction. Additional experiments such as the introduction of a second fresh portion of 1 to 286 2.0 O E 1.5 0 Q ~ n R.L. Augustine and S.K Tanielyan /J. Mol. Catal. 80 (1993) 277-297 Temperature, C 0 10 20 30 40 2.5 12 -2 H2 uptake 0.0 Time, minutes 4 10 -E 0 O o a a E E m 6 \\ ai n CD - o c J (b) -4 -8 10 \\T rans Cis 6 - 4 J2 0.0030 0.0035 0.0040 T 1. K-1 0 _rt O 0 m n Fig. 1. (a) Palladium catalyzed hydrogenation of 1. Temperature=30 C, [Pd] =1.41,ug eq. (Catalyst ITH 250), [ 1 ] =2.14 mmol, heptane, 10 ml. (b) Arrhenius plot for hydrogenation of 1. Conditions are the same as for 1(a) except [ 1 ] =1.07 mmol. the hydrogenated mixture led to a restart of the hydrogen uptake and to a similar second increase in the stereoselectivity toward the traps product. CH3 CH3 w ~ C4~H H C4 H Ca I v CHa H 2 3 The correlations between the reaction temperature and the rates in Arrhenius coordinates are presented in Fig. lb. The corresponding value of the apparent activation energy, E8=21.4 kcal mol-1, calculated from the initial rates of hydrogenation is characteristic of a rate limiting step which is not controlled by diffusion [40] and is within the range of that reported for the RhCI ( PP3) 3 catalyzed hydrogenation of 1 [ 39 ] . The effect of the temperature on the stereochemistry (increased traps products with increase in the temperature) was somewhat surprising and can possibly be explained by the higher apparent activation energy Ea,= 22.2 kcal mol-1 for the formation of the traps product vs. the 16.1 kcal mol-1 measured for the cis isomer. Figure 2 displays the changes in the hydrogenation rates along with the stereochemical results obtained by varying the initial concentrations of the catalyst, hydrogen and 1. In Fig. 2a a linear relationship between the hydro- R.L. Augustine and S.K Tanielyan / J Mol. Catal. 80 (1993) 277-297 0.15 2 o E E r - i o 0 0 0.00 0.0 2.0 [Pd], gmol 10 o 'm o' 0 4.0 0.1 (b) i N o E E No o O 0.0 0.0 400.0 PH a , Torr 10 -1 o N o0 800.0 0.1 (c) i N N o E E NO o 0.0 0 00 o ~o~ 10 0 .0 0.3 0.6 [1]o moll-~ 287 Fig. 2. Hydrogenation rates of l as a function of the (a) catalyst, (b) hydrogen and (c) olefin concentration at (a) 20 C and (b,c) 30 C, [1]=1.07 mmol (a,b), [Pd]=1.41 Etg eq. (b,c), PHz=760 Torr (a,c); solvent heptane, 10 ml. genation rates and the amount of palladium present was observed suggesting a rate controlling interaction not hampered by diffusion limitations. The changes in the stereoselectivity are also controlled by the amount of palladium present but with an increase in the Pd concentration more traps isomer was found in the hydrogenated product. In a previous study with a palladium on carbon catalyst the same effect was also observed and it was explained by a hydrogen deficiency at high catalyst to olefin ratios which permitted the accumulation of the thermodynamically more stable traps product [ 24 ] . The relationship between the initial rates and the partial pressure of hydrogen (Fig. 2b) is second order in the 150-400 Torr range and gradually decreases to unity at partial pressures near 760 Torr. In accord with other studies [ 24 ] a sharp decrease in the traps/cis ratio was observed as a result of an increase in the hydrogen partial pressure (or its concentration in the liquid phase). The influence of the initial substrate concentration (Fig. 2c) is complicated and apparently reflects the participation of two opposing influences. At olefin concentrations near 0.2 M, the system shows substrate self-inhibition with a change in the reaction order to negative values. The considerations advanced previously account for these results also. The hydrogenation pathway is based on a modified Horiuti-Polanyi mechanism taking place on the saturation sites on the catalyst by way of a n-allyl adsorbed species. This is described by eqns. (1-4 ) . kI 2M + HZ 2M-H (1k -t ) k2 /;\\ M-H + C =C-C H-M-H k-2 (21 288 R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 k3 CH H-M-H M-C-CH (3) k-3 CH CH M-C-CH + HZ (H2 )M-C-CH (3a) (HZ)M-CHCH k4 H-M + HCHCH (4) Equation (1) represents the dissociative adsorption of hydrogen and eqn. (2) the formation of the n-allyl complex. The formation and decomposition of the half-hydrogenated product is shown by eqns. (3) and (4), respectively, with the latter being the rate limiting step. Reactions (1)- (3) are rapid and, according to the deuteration study which will be discussed later, the surface sites are fully covered with the intermediate species. The rate equations for this hydrogenation giving the cis- or trans product, is based on a steady state approximation and is similar to that derived by Siegel and Dmuchowsky [ 21 ] . This is represented by eqns. (5 )- (7) . __ k2 k3[1][MH]2 (5) R k-2k-3/k,, +k_2[MH]+k3[MH]2 R=k4K2K3[1 ] [MH]2 (6) k4 K2K3 (7) S k4 K2K3 In these equations, R is the initial rate of cis or trans product formation and S is the trans stereoselectivity, [ 1 ] is the initial concentration of 1 and [MH ] the fraction of the active surface sites on which the hydrogen is adsorbed, K2 and K3 are equilibrium constants for steps 2 and 3 of the Horiuti-Polanyi mechanism shown in eqns. (1-4 ). Under conditions in which the rate of consumption of the surface hydrogen involved in steps 1 and 3a is slower than the rate of its transport to the catalyst surface, the [ MH ] formed on the surface will change linearly with the square root of the overall hydrogen partial pressure. Except in the region of very low hydrogen pressures (Fig. 2b) the observed rates were first order vs. hydrogen in accord with the requirements of eqn. (5 ). However, based upon the extensive isomerization and deuterium exchange ability of palladium, the ratio k_2k-3/k4 is expected to be larger than unity and when the decomposition (k _ 2) and hydrogen addition constant (k3 ) are of the same magnitude, the rate equation will be transformed into eqn. (6) . Here the rate of formation of the cis or trans isomer will depend on the distribution of the respective half hydrogenated states (expressed as a product K2K3 ) and the rates at which they interact with the hydrogen (k4). R.L. Augustine and S.K Tanielyan / J Mol. Catal. 80 (1993) 277-297 H ~CH3 H-M-H C H Ca CH3 M \" 5 t 3 Scheme 1. CH3 4t \" '3 ~M C4 5c H 2 289 In Scheme 1 are presented the structures of both n-allyl adsorbed species and the respective half hydrogenated states from 1 adsorbed on a surface site. During the transition from the 4t to 5t states it is assumed that a cis addition of hydrogen to the double bound takes place from the side of the metal surface. The addition of the first hydrogen in the traps-pathway (from 4t to 5t ) is expected to be more facile based on the thermodynamically favored e, e-orientation of the alkyl substituents. Additional increase in the equilibrium concentration of 5t is expected as a result of the reverse set of desorption-readsorption reactions in the route 5,-4c-4t 5t. The last step, the addition of the second hydrogen to the cis adsorbed state 5. ,, being more labile than 5t, should have a lower activation energy as is found experimentally. Deuteration of 1-methyl-4-tert-butylcyclohexene The deuteration of 1 was also studied to obtain information about the extent of the reverse of the reactions shown in eqns. ( 2 ) and ( 3 ) presumably taking place on the saturation and isomerization sites on the Pd surface. In considering the results the following should be taken into consideration: (i) According to the suggested hydrogenation pathway for the direct saturation sites, 3MI and 3MR, both hydrogens are thought to be added to the alkene almost simultaneously [ 16 ] . The deuteration products formed on such sites are expected to be only d2 alkanes if 1 were adsorbed as the do species. ( ii ) The deuteration of an unegchanged 1 on the 3MH two step saturation sites should provide dl or d2 species depending on the initial state of the active 290 R.L. Augustine and S.K. Tanielyan /J Mol. Catal. 80 (1993) 277-297 site (3MH or 'MD). The same type of sites may participate in deuterium exchange reactions with 1 recovered as dl species. (iii) On the 2M isomerization sites the only reaction with the participation of 1 is the deuterium exchange releasing labeled dl-alkene in a single adsorption-desorption cycle. The same reaction is the main source for the replacement of the surface D2 with hydrogen in the initial stages and the formation of lesser exchanged saturated products. (iv) Formation of do saturated species in the early stages of deuteration is possibly a result of HZ desorption from neighboring 3MH saturation or 2M isomerization sites and subsequent readsorption on 3M direct saturation sites. (v) The rate of deuteration (if the elementary step 4 is still rate limiting) should be less than the rate of hydrogenation under comparable conditions. In Fig. 3 are presented the hydrogenation (a,b) and deuteration (c,d) curves for the TPR and ITH reduced series of catalysts, respectively. In general the initial hydrogenation rates, determined as a slope of the tangent to the initial portion of the hydrogen uptake curves, are proportional to the hydrogenation site densities as determined by STO. The most active samples in both series are TPR 250 (Ri=13.3 mmol HZ min-1) and ITH 250 (Ri=3.7 mmol HZ min-1). In contrast to this, under deuteration conditions (c,d) the reaction rates measured for each catalyst in both series were of the same magnitude, 60 mmol H2 min-1. The surface reaction in the first 7-8% of the reaction is so fast that the overall rate of deuterium uptake is apparently under diffusion control. At this point the isotopic analysis of the reaction products from 1 (Table 4) revealed predominant do alkane formation particularly for the cis isomer. At the same time extensive exchange and a broader dl-d4 distribution pattern was observed in the unreacted alkene as a result of the facile isomerization capability of palladium. In the initial stage of the reaction the rate of isomerization o E E ai 0 a 0 0.0 0.4 P% pP 0 90 180 Time, min 2ooc 250CI 0 300C e 400C 90 180 o.s (b) 0.4 0.2 PPP 0.0 25oc 300C e 400C 0 120 240 0 120240 Time, min Fig. 3. Palladium catalyzed hydrogenation (a,b ) and deuteration (c,d ) of 1 at 30 C, [ 1 ] =1.07 mmol, [Pd] =0.29 Etg eq. surface Pd atoms calculated from the total hydrogen chemisorption for (a,c) TPR and (b,d) ITH reduced samples as described in Table 1. Solvent heptane, 10 ml. R.L. Augustine and S.K Tanielyan / J. Mot. Catal. 80 (1993) 277-297 291 TABLE 4 Isotopic distribution in the reaction products and unreacted 1 in the palladium and platinum catalyzed deuteration of la Catalyst Isomer Percentage of each isotopic species do dl d2 d3 d4 d5 deg Pd/Si02 6 At 7% conversion cis 57.2 20.7 22.1 0.65 trans 44.2 35.2 20.6 0.76 unreacted 1 71.2 15.4 7.7 4.4 1.3 0.49 Pd/Si02 b At 50% conversion cis 18.9 36.1 26.7 19.4 1.47 trans 29.6 30.5 23.3 11.9 4.6 0.7 1.35 unreacted 1 6.6 22.2 32.2 25.6 11.1 2.7 2.21 Pt/Si02 At 66% conversion cis 13.7 38.1 30.6 12.9 4.8 0.7 1.6 trans 19.2 42.8 29.9 7.2 1.4 1.3 unreacted 1 78.6 15.5 3.1 1.8 0.9 0.3 `Deuteration conditions are the same as described for Fig. 5. 'Palladium catalyst is TPR 200 described in Table 1. `Platinum catalyst is 6.7% Pt/Si02 prepared by ion exchange and reduced at 200 C. calculated from the amount of the deuterium in unreacted 1 and assuming an insertion of a single deuterium atom at each catalytic cycle was ten times higher than the rate of deuteration. Because of this, at later stages the unreacted 1 is almost completely exchanged showing a large distribution patterns in the dld5 range and a maximum at d2 while the saturated isomers contain a large amount of the dl species. The deuterium content in both recovered 1 and saturated isomers show that the alkene adsorbed in the 5t or 5c half hydrogenated states (Scheme 1) has already been highly exchanged in prior isomerization steps. In contrast to this behavior, the deuteration of 1 in the presence of Pt/ Si02 catalysts revealed a relatively smaller deuterium exchange in the recovered alkene and predominant dl and d2 species in the saturated isomeric alkanes. As in the case of palladium the cis isomer had a larger deuterium content characteristic of the longer resident times of the cis half-hydrogenated product. At the same time the average deuterium content in the recovered 1 is far less than that observed with palladium showing the lower extent of prior isomerization of 1 on platinum compared with that on palladium. 292 R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 Correlations between the STO determined surface site densities and reaction rates The ability to measure the amounts of various active sites on the surface of dispersed metals provides an opportunity to define their specific activity for a particular type of reaction. To accomplish this a series of STO characterized catalysts must be used so the variations in the reactions rates can be correlated with the amount of one or more of the STO site densities on the catalyst. This was done using the initial rates for hydrogenation of 1 run over a number of Pd/Si02 catalysts, characterized by chemisorption and the STO technique (Tables 2 and 3 ). Because of the large variation in the surface properties of these catalysts a significant change in their activity was expected. Figure 4 presents the relationships between the molar turnover frequency (TOF) and the chemisorption (a) and STO (b) numbers for each of the samples in the series. The rationale of using the molar TOF (expressed in moles of product formed per mole of metal per unit time) instead of the areal TOF was that the first term corresponds to the STO site densities and the amount of chemisorbed hydrogen, whose numbers were also normalized to the moles of metal present. The relationships presented in Fig. 4a show that a non-linear 7.5 [H]I/Pd [H]R/Pd [H]T/Pd (a) 5.0 v O v O c_ E 2.5 0 v v 00 w 00 v O 1-1 0 v O = 0.0 0.0 0.2 0.4 0.6 0.8 [H]/[Pd] 7.5 No 3MH 3MI 3MT 2M (b) 5.0 1 O 0 O 2.5 0 0 vv \\ v v 0.0 0.0 0.2 0.4 0.6 0.8 [Site Density Fig. 4. Correlation between (a) the hydrogen chemisorption data and (b) STO determined site densities with the initial rates of hydrogenation of 1 at 30 C, [ 1 ] =1.07 mmol, [ Pd ] =1.41 lug eq. Catalysts are the same as listed in Table 1. R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 293 trend exists between the TOF's and the amounts of both total and irreversibly adsorbed surface hydrogen. Similar comparison of the reaction rates with the STO determined saturation site densities gave the linear relationship shown in Fig. 4b. The active site densities are a more accurate and sensitive measure of the specific catalyst activity than the overall surface area, as determined by hydrogen chemisorption since this latter includes the unreactive atoms as well. If the overall TOF can be considered to be the sum of the specific TOF's of each site, then the molar TOF for a reaction taking place on the three types of 3M sites can be expressed as shown in eqn. (8) [ 41 ] . TOF=A- [3MI]+B- [3MR]+C* [3MH] (8) In this equation the constants A, B and C are specific rate factors expressed as moles product per site per unit time. When molar TOF's are obtained experimentally for a number of catalysts under identical conditions and the STO site densities of the catalysts are known, values for the specific rates can be found by solving the simultaneous equations. The specific rates values found for 3MI, 3MR and 3MH sites for the hydrogenation of 1 over Pd/Si02 catalysts were 5.0, 21.6 and 31.0 moles cis- and trans-4-tent-butyl-l-methylcyclohegane formed per mole of site per minute, respectively. The most active sites in this case are the 3MH sites. This is in contrast to the platinum catalyzed hydrogenation of cyclohegene and ( + ) -apopinene which were found to occur most readily on the 3MR sites which had a specific rate several times higher than that found for the 3MI and 3MH sites [ 20 ] . Triphenylphosphine as a surface modifier As discussed in the previous sections increased hydrogen availability, whether by changing the olefin to catalyst ratios or by increasing the hydrogen pressure, resulted in changes in product stereochemistry, so it was felt that using an appropriate surface modifier might also affect the overall pathway. It was also recognized that nucleophilic substances such as triphenylphosphine (TPP) and amines are capable of suppressing the isomerization pathway more efficiently than the saturation reaction [42 ] . For homogeneous Rh complexes it was also reported that the rate of hydrogenation varies with the size and the basicity of the phosphine ligand, but the stereoselectivity remained unchanged [39,43 ] . Figure 5a shows the effect of TPP on the rate of hydrogenation and on the trans/cis stereoselectivity. In the first region (at TPP : Pd ratios from 0.003 to 0.10 mole/mole) the hydrogenation rate decreased rapidly with an increase in the TPP concentration while the stereoselectivity remained constant. On further addition of TPP, in the region TPP:Pd from 0.10 to 1 mole/mole, both the rate and the selectivity decreased monotonically. The hydrogenation rates 294 R.L. Augustine and S.K. Tanielyan / J. Mol. Catal. 80 (1993) 277-297 Ratio TPP/Pd 0.0 0.5 1.0 0.6 8 (a) (b) cn .~ o 6 h h r-, -i 'o 20 0.4 o a_ o \\ , i 4n = /4 I \\ :2 e \\, 2 o E o 0.2 :~t 10 1 a o 2 O 1 O_Q~ 3 0.0 0 0.0 0.1 0.2 0.3 0 10 20 3040 [TPP], umol 1 /[MTBCN] Fig. 5. Effect of TPP on (a) hydrogenation of 1 at 30 C, [Pd] =1.41 Etg eq. (palladium sample TPR 250 ), [ 1 ] -1.07 mmol in 10 ml heptane, (b) double reciprocal relationship of the hydrogenation rate with the concentration of 1 in absence of (curve 3) and in presence of 0.005 umol TPP (curve 4). Before introduction of the substrate 1, the catalyst was stirred with TPP under hydrogen for 30 min. tended to approach zero values at TPP : Pd =1 while the trans/cis ratio decreased to 2.5. The actual ratios of TPP/Pd at the transition point must be reevaluated taking into account only the surface palladium atoms. For the TPR 250 sample used in this particular study the dispersion determined by hydrogen chemisorption was 0.190, which changes the real Pd/ TPP ratio at that point roughly to two palladium atoms per TPP molecule. However, the equilibrium concentration of TPP adsorbed on the surface and the quantity remaining in the solution was not known. For the Pt/Si02 system under similar conditions it was found that almost all of the TPP introduced initially adsorbs on the platinum surface [44 ]. At present, with the data available we have no reason to believe that TPP may act as a competitive inhibitor, replacing the hydrogen or the olefin in the adsorption steps of eqns. (2) and (3). The double reciprocal plot presented in Fig. 5b is characteristic and is valid only for non-competitive inhibition [45], in which case the TPP does not compete with the olefin for the same active site, but instead, possibly binds on adjacent sites. This case is depicted in Scheme 2. R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 295 C=C C kcat M IVE-- I I - C ~TPP TPP C=C ~ C kcat' TPP----M TPP----M---II :. C Scheme 2. This inhibition pattern requires that the modifier participates in both intermediates [M--TPP] and [1--M--TPP] without any changes in the k$t constant. The overall rate is lowered by a factor of [ 1 + [ TPP ] /KI ] since the complex [ 1- -M- -TPP ] is inactive. According to this assumption TPP, when introduced in sufficiently low concentrations adsorbs at first on face (1M) or edge (2M) sites and affects the 3M saturation sites only by electronic interaction. At higher inhibitor concentrations, when the rate and the stereochemistry are influenced, the TPP probably starts to compete with the reactants in the adsorption steps changing the rate limiting step from eqn. (4) to eqn. (1) with an increase in the TPP concentration. Conclusions A systematic study of a set of silica supported palladium catalysts was undertaken. The catalysts were prepared by impregnation. Some of the impregnated samples were reduced isothermally, others by thermoprogramed reduction (TPR ). The percentage of the exposed metal was determined both by hydrogen and CO chemisorption with the values ranging from 6% to 39% over the series. The catalysts prepared by TPR had higher dispersions and their activities were less sensitive to the final reduction temperature used in their preparation. A set of these catalysts having different reaction site densities as determined by the single turnover (STO) characterization procedure were used to catalyze the hydrogenation of 1-methyl-4-tert-butylcyclohegene (1) . In the hydrogenation of 1 on an STO characterized set of palladium catalysts, the 3MH sites were shown to be more reactive than 3MR and 3MI sites, in contrast to what was found in similar studies using supported platinum catalysts [ 20 ] . According to a kinetic analysis of the rate data at low hydrogen pressure (below atmospheric) the rate controlling step is the decomposition of the half hydrogenated metalalkyl intermediate. In that step the decomposition of the trans adsorbed intermediate proceeds with a higher activation energy than the decomposition of the cis complex. A reversible non-competitive inhibition by triphenylphosphine and an extensive self-inhibition by 1 are operative and are explained by an electronic interaction between the active sites and absorbed TPP molecules on an adjacent atoms. 296 R.L. Augustine and S.K Tanielyan / J. Mol. Catal. 80 (1993) 277-297 Acknowledgments This work was supported, in part, by grant DE-FG02-84ER45120 from the US Department of Energy, Office of Basic Energy Science. References 1 L. Gonzales-Tejuca, K. Aika, S. Namba and J. Turkevich, J. Phys. Chem., 81 (1977) 1399. 2 T. Harada, A. Tai, M. Yamamoto, H. Ozaki and Y. Izumi, Stud. Surf. Sci. Catal., (Pt. A, New Horiz. Catal.), 7 (1981) 364. 3 A.S. Al-Ammar, S.J. Thomson and G. Webb, J. Chem. Soc., Chem. Commun., (1977) 323. 4 W.M.H. Sachtler, Ultramicroscopy, 20 (1986) 135. 5 G.C. Bond, in B. Imelik, C. Naccache, G. Coudurier, H. Praliaud, P. Meriandeau, P. Gallezot, G.A. Martin and J.C. Vedrine (eds.) Metal-Support and Metal-Additive Effects in Catalysis, Elsevier, Amsterdam (1982) 1. 6 P. Gallezot, Catal. Rev., 20 (1979) 121. 7 R.L. Moss, Catalysis (Specialist Periodical Reports) 4 (1981) 31; B. Moraweck and A.J. Renouprez, Surf. Sci., 106 (1981) 35. 8 R.T.K. Baker, J. Catal., 56 (1979) 390; R.T.K. Baker, E.B. Prestridge and R.L. Garten, J. Catal., 59 (1979) 293. 9 F. Schmidt and T. Meeder, Surf. Sci., 106 (1981) 397. 10 J.C. Vedrine, M. Dufaux, C. Naccache and B. Imelik, J. Chem. Soc., Faraday Trans. 1, 74 (1978) 440. 11 B.J. Tatarchuk and J.A. Dumesic, J. Catal., 70 (1981) 308. 12 C. Lee, L.D. Schmidt, J.F. Moulder and T. W. Rush, J. Catal., 99 (1986) 472. 13 M.J. Ledoux, F.G. Gault, A. Bouchy and G. Roussy, J. Chem. Soc., Faraday Trans. Il, 74 (1978)652. 14 M.J. Ledoux, J. Catal., 70 (1981) 375. 15 R.W. Maatman, J. Catal., 19 (1970) 64; 72 (1981) 31. 16 R.L. Augustine and R.W. Warner, J. Catal., 80 (1983) 358. 17 S. Tsuchiya, M. Nakamura and N. Yoshioka, Bull. Chem. Soc. Jpn., 51 (1978) 981. 18 R.L. Augustine, K.P. Kelly and Y.-M. Lay, Appl. Catal., 19 (1985) 87. 19 R.L. Augustine and K.P. Kelly, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 3025. 20 R.L. Augustine, D.R. Baum, K.G. High, L. Szivos and S.T. O'Leary, J. Catal., 127 (1991) 657. 21 S. Siegel and B. Dmuchowsky, J. Am. Chem. Soc., 84 (1962) 3132; S. Siegel, M. Dunkel, G.V. Smith, W. Halpern and J. Cozort, J. Org. Chem., 31 (1966) 2802; S. Siegel and G.V. Smith, J. Am. Chem. Soc., 82 (1960) 6082. 22 S. Mitsui, S. Imaizumi, A. Nanbu and Y. Senda, J. Catal., 36 (1975) 333; S. Mitsui, K. Gohke, H. Saito, A. Nanbu and Y. Senda, Tetrahedron, 29 (1973) 1523; S. Mitsui, H.Y. Senda, H. Susuki, S. Sekiguchi and Y. Kumagai, Tetrahedon, 29 (1973) 3341; S. Mitsui, M. Shoinoya, K. Gohke, F. Watanabe, S. Imaisumi and S. Senda, J. Catal., 40 (1975) 372. 23 J.F. Sauvage, R.H., Baker and A.S. Hussey, J. Am. Chem. Soc., 82 (1960) 6090. 24 R.L. Augustine, F. Yaghmaie and J.F. Van Pappen, J. Org. Chem., 49 (1984) 1865. 25 J.F. Sauvage, R.H. Baker and A.S. Hussey, J. Am. Chem. Soc., 83 (1961) 3874. 26 A.J. Gordon and R.A. Ford, The Chemist's Companion, John Wiley& Sons, New York, 1972. 27 C. Hoang Van, P.A. Compagnon and S.J. Teichner, Bull. Soc. Chim. Fr., (1974) 1226. 28 M.D. Mitchell and M.A. Vannice, Ind. Eng. Chem. Fundam., 23 (1989) 88. 29J.E. Benson, H. Hwang and M. Boudart, J. Catal., 30 (1973) 146. R.L. Augustine and S. K. Tanielyan / J. Mol. fatal. 80 (1993) 277-297 297 30 C. Sudhakar and M.A. Vannice, Appl. Catal., 14 (1985) 47. 31 J.H. Sinfelt and D.J.C. Yates, J. Catal., 8 (1967) 82. 32 R.L. Augustine and R.W. Warner, J. Org. Chem., 46 (1981) 2614. 33 R.L. Augustine, S.K. Tanielyan and G. Wolosh, Chem. Ind., (fatal. Org. React.), in press. 34 C.R. Adams, H.A. Benesi, R.M. Curtis and R.G. Meisenheimer, J. Catal., 1 (1962) 336. 35 J.J. Scholten and A. Van Montoort, J. Catal., 1 (1962) 85. 36 H.S. Taylor and P.V. McKinny, J. Am. Chem. Soc., 53 (1931) 3610. 37 R.L. Burwell, Langmuir, 2 (1986) 2. 38 R.L. Augustine and M.M. Thompson, J. Org. Chem., 52 (1987) 1911. 39 A. Yanagava, Y. Suzuki, I. Anazava, Y. Takagi and S. Yada, J. Mol. Cat., 29 (1985) 41. 40 H.-C. Yao and P.H. Emmet, J. Am. Chem. Soc., 81 (1959) 4125. 41R.L. Augustine, M.M. Thompson, M.A. Doran, J. Chem. Soc., Chem. Commun., (1978) 1173. 42 P.N. Rylander, Hydrogenation Methods, Academic Press, London, 1985. 43 B.R. James, Homogeneous Hydrogenation, Wiley, New York, 1973, p. 229. 44 P. Techasauvapak, Ph.D. Dissertation, Seton Hall University, South Orange, NJ, 1991. 45 A. Fersht, Enzyme Structure and Mechanism, W.H. Freeman, San Francisco, CA, 1977, p. 93. X244 9385003C 0304-5102(93)85003-C 10.1016/0304-5102(93)85003-C Correlation between the single turnover (STO) site densities and the rates of 4-tert-butyl-1-methylcyclohexene hydrogenation over silica supported palladium catalysts Robert L. Augustine ∗ Setrak K. Tanielyan Department of Chemistry, Seton Hall University, South Orange, NJ 07079 USA; tel. (+1-201)7619033, fax. (+ 1-201)7619772 * Corresponding author. A systematic study of a set of silica supported palladium catalysts was undertaken. The catalysts were prepared by impregnation. Some of the impregnated samples were reduced isothermally, others by thermoprogramed reduction (TPR). The percentage of the exposed metal was determined both by hydrogen and CO chemisorption with the values ranging from 6% to 39% over the series. The catalysts prepared by TPR had higher dispersions and their activities were less sensitive to the final reduction temperature used in their preparation. A set of these catalysts having different reaction site densities as determined by the single turnover (STO) characterization procedure were used to catalyze the hydrogenation of 1-methyl-4-tert-butylcyclohexene (1). The correlation between these rate data and the STO saturation site densities for each catalyst provided the values for single site reactivities. The hydrogenation of 1 on palladium was found to proceed with a higher trans/cis ratio than was observed using a platinum catalyst. This was apparently due to the formation of a π-allyl absorbed intermediate in the palladium catalyzed reaction. Substrate self-inhibition behavior and non-competitive reversible inhibition by phosphine additives on the surface reactivity and stereoselectivity were also observed. Keywords cyclohexene derivatives hydrogenation palladium silica single turnovers supported catalysts References 1 L. Gonzales-Tejuca K. Aika S. Namba J. Turkevich J. Phys. Chem. 81 1977 1399 2 T. Harada A. Tai M. Yamamoto H. Ozaki Y. Izumi Stud. Surf. Sci. Catal., (Pt. A, New Horiz. Catal.) 7 1981 364 3 A.S. Al-Ammar S.J. Thomson G. Webb J. Chem. Soc., Chem. Commun. 1977 323 4 W.M.H. Sachtler Ultramicroscopy 20 1986 135 5 G.C. Bond B. Imelik C. Naccache G. Coudurier H. Praliaud P. Meriandeau P. Gallezot G.A. Martin J.C. Vedrine Metal-Support and Metal-Additive Effects in Catalysis 1982 Elsevier Amsterdam 1 6 P. Gallezot Catal. Rev. 20 1979 121 7 a R.L. Moss Catalysis Specialist Periodical Reports 4 1981 31 b B. Moraweck A.J. Renouprez Surf. Sci. 106 1981 35 8 a R.T.K. Baker J. Catal. 56 1979 390 b R.T.K. Baker E.B. Prestridge R.L. Garten J. Catal. 59 1979 293 9 F. Schmidt T. Meeder Surf. Sci. 106 1981 397 10 J.C. Vedrine M. Dufaux C. Naccache B. Imelik J. Chem. Soc., Faraday Trans. I 74 1978 440 11 B.J. Tatarchuk J.A. Dumesic J. Catal. 70 1981 308 12 C. Lee L.D. Schmidt J.F. Moulder T.W. Rush J. Catal. 99 1986 472 13 M.J. Ledoux F.G. Gault A. Bouchy G. Roussy J. Chem. Soc., Faraday Trans. II 74 1978 652 14 M.J. Ledoux J. Catal. 70 1981 375 15 a R.W. Maatman J. Catal. 19 1970 64 b R.W. Maatman J. Catal. 72 1981 31 16 R.L. Augustine R.W. Warner J. Catal. 80 1983 358 17 S. Tsuchiya M. Nakamura N. Yoshioka Bull. Chem. Soc. Jpn. 51 1978 981 18 R.L. Augustine K.P. Kelly Y.-M. Lay Appl. Catal. 19 1985 87 19 R.L. Augustine K.P. Kelly J. Chem. Soc., Faraday Trans. I 82 1986 3025 20 R.L. Augustine D.R. Baum K.G. High L. Szivos S.T. O'Leary J. Catal. 127 1991 657 21 a S. Siegel B. Dmuchowsky J. Am. Chem. Soc. 84 1962 3132 b S. Siegel M. Dunkel G.V. Smith W. Halpern J. Cozort J. Org. Chem. 31 1966 2802 c S. Siegel G.V. Smith J. Am. Chem. Soc. 82 1960 6082 22 a S. Mitsui S. Imaizumi A. Nanbu Y. Senda J. Catal. 36 1975 333 b S. Mitsui K. Gohke H. Saito A. Nanbu Y. Senda Tetrahedron 29 1973 1523 c S. Mitsui H.Y. Senda H. Susuki S. Sekiguchi Y. Kumagai Tetrahedon 29 1973 3341 d S. Mitsui M. Shoinoya K. Gohke F. Watanabe S. Imaisumi S. Senda J. Catal. 40 1975 372 23 J.F. Sauvage R.H. Baker A.S. Hussey J. Am. Chem. Soc. 82 1960 6090 24 R.L. Augustine F. Yaghmaie J.F. Van Pappen J. Org. Chem. 49 1984 1865 25 J.F. Sauvage R.H. Baker A.S. Hussey J. Am. Chem. Soc. 83 1961 3874 26 A.J. Gordon R.A. Ford The Chemist's Companion 1972 John Wiley & Sons New York 27 C.Hoang Van P.A. Compagnon S.J. Teichner Bull. Soc. Chim. Fr. 1974 1226 28 M.D. Mitchell M.A. Vannice Ind. Eng. Chem. Fundam. 23 1989 88 29 J.E. Benson H. Hwang M. Boudart J. Catal. 30 1973 146 30 C. Sudhakar M.A. Vannice Appl. Catal. 14 1985 47 31 J.H. Sinfelt D.J.C. Yates J. Catal. 8 1967 82 32 R.L. Augustine R.W. Warner J. Org. Chem. 46 1981 2614 33 R.L. Augustine, S.K. Tanielyan and G. Wolosh, Chem. Ind., (Catal. Org. React.), in press. 34 C.R. Adams H.A. Benesi R.M. Curtis R.G. Meisenheimer J. Catal. 1 1962 336 35 J.J. Scholten A. Van Montoort J. Catal. 1 1962 85 36 H.S. Taylor P.V. McKinny J. Am. Chem. Soc. 53 1931 3610 37 R.L. Burwell Langmuir 2 1986 2 38 R.L. Augustine M.M. Thompson J. Org. Chem. 52 1987 1911 39 A. Yanagava Y. Suzuki I. Anazava Y. Takagi S. Yada J. Mol. Cat. 29 1985 41 40 H.-C. Yao P.H. Emmet J. Am. Chem. Soc. 81 1959 4125 41 R.L. Augustine M.M. Thompson M.A. Doran J. Chem. Soc., Chem. Commun. 1978 1173 42 P.N. Rylander Hydrogenation Methods 1985 Academic Press London 43 B.R. James Homogeneous Hydrogenation 1973 Wiley New York 229 44 P. Techasauvapak Ph.D. Dissertation 1991 Seton Hall University South Orange, NJ 45 A. Fersht Enzyme Structure and Mechanism 1977 W.H. Freeman San Francisco, CA 93",
      "scopus-id": "0027910387",
      "coredata": {
        "eid": "1-s2.0-030451029385003C",
        "dc:description": "A systematic study of a set of silica supported palladium catalysts was undertaken. The catalysts were prepared by impregnation. Some of the impregnated samples were reduced isothermally, others by thermoprogramed reduction (TPR). The percentage of the exposed metal was determined both by hydrogen and CO chemisorption with the values ranging from 6% to 39% over the series. The catalysts prepared by TPR had higher dispersions and their activities were less sensitive to the final reduction temperature used in their preparation. A set of these catalysts having different reaction site densities as determined by the single turnover (STO) characterization procedure were used to catalyze the hydrogenation of 1-methyl-4-tert-butylcyclohexene (1). The correlation between these rate data and the STO saturation site densities for each catalyst provided the values for single site reactivities. The hydrogenation of 1 on palladium was found to proceed with a higher trans/cis ratio than was observed using a platinum catalyst. This was apparently due to the formation of a π-allyl absorbed intermediate in the palladium catalyzed reaction. Substrate self-inhibition behavior and non-competitive reversible inhibition by phosphine additives on the surface reactivity and stereoselectivity were also observed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-04-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385003C",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Augustine, Robert L."
          },
          {
            "@_fa": "true",
            "$": "Tanielyan, Setrak K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385003C"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385003C"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85003-C",
        "prism:volume": "80",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Correlation between the single turnover (STO) site densities and the rates of 4-tert-butyl-1-methylcyclohexene hydrogenation over silica supported palladium catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "cyclohexene derivatives"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "palladium"
          },
          {
            "@_fa": "true",
            "$": "silica"
          },
          {
            "@_fa": "true",
            "$": "single turnovers"
          },
          {
            "@_fa": "true",
            "$": "supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "277-297",
        "prism:endingPage": "297",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 April 1993",
        "prism:doi": "10.1016/0304-5102(93)85003-C",
        "prism:startingPage": "277",
        "dc:identifier": "doi:10.1016/0304-5102(93)85003-C",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027910387"
      }
    }
  }
}