{
  "metadata": {
    "title": "Cobalt tetra(<ce:italic>p</ce:italic>-tolyl)prorphyrin as catalyst in oxidation of propionaldehyde",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-02-28",
    "doi": "10.1016/0304-5102(82)80037-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800370",
    "pii": "0304510282800370"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020091034",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800370 0304-5102(82)80037-0 0304510282800370 10.1016/0304-5102(82)80037-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00338 2024-01-02T01:04:16.600218Z 0 0 19820201 19820228 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 14 14 2 2 Volume 14, Issue 2 4 197 209 197 209 198202 February 1982 1982-02-01 1982-02-28 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. COBALTTETRAPTOLYLPRORPHYRINCATALYSTINOXIDATIONPROPIONALDEHYDE APOSTOL I 1975 PORPHYRINSMETALLOPORPHYRINS MANASSEN 1974 223 J GROVES 1980 169 J MANASSEN 1970 38 J OHKATSU 1978 188 Y FUHRHOP 1980 245 J FUHRHOP 1980 257 J TEZUKA 1976 2765 M OHKATSU 1977 701 Y OHKATSU 1977 2945 Y FELTON 1969 196 R BORG 1970 813 D DOLPHIN 1973 177 D ROTHEMUND 1948 1808 P HABER 1978 281 J TEZUKA 1976 1435 M WOLBERG 1970 2982 A CORWIN 1968 6577 A WOODWARD 1962 1293 R DOLPHIN 1970 743 D FUHRHOP 1968 3875 J WALKER 1976 3484 F GUTMANN 1978 V DONORACCEPTORAPPROACHMOLECULARINTERACTIONS APOSTOLX1982X197 APOSTOLX1982X197X209 APOSTOLX1982X197XI APOSTOLX1982X197X209XI item 0304-5102(82)80037-0 0304510282800370 1-s2.0-0304510282800370 10.1016/0304-5102(82)80037-0 272239 2024-01-02T01:04:16.600218Z 1982-02-01 1982-02-28 1-s2.0-0304510282800370-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800370/MAIN/application/pdf/fb9231e7436a1228bc12ee5f748ebfb6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800370/MAIN/application/pdf/fb9231e7436a1228bc12ee5f748ebfb6/main.pdf main.pdf pdf true 794375 MAIN 13 1-s2.0-0304510282800370-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800370/PREVIEW/image/png/b41d29ea338dc58c5f92e9981ab9ca14/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800370/PREVIEW/image/png/b41d29ea338dc58c5f92e9981ab9ca14/main_1.png main_1.png png 74052 849 656 IMAGE-WEB-PDF 1 Journal o f Molecular Catalysis, 14 (1982) 197 - 203 137 Elsevier Sequoia SA., Lausanne -Printed in The Netherlands COBALT =RA(P=rOLY1.apOOHYRIN AS CATALYST Ire OXIDATION OF PROPIONALDEHYDE 1ZY1lOR A.POSTOk-. JERZY HABER. TERESA M 01lNICKA and .FAN POLTOOCZ Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, Cracow (Poland) (Received May 12,1981) Summary The effect of solvent in the homogeneous oxidation of propionaldehyde has been investigated. It was observed that the induction period of the reaction depends on the donor number of the solvent. Changes in the structure of the catalyst during the course othe reaction as revealed spectrophotometrically are discussed, the species which appear are identified and a mechanism for their transformation is proposed. Introduction Redox properties of metalloporphyrins are of significant importance both in biological systems as well as in purely chemical processes. Metalloporphyrins are often used as models for studying biological functions of enzymes; e.g. iron and cobalt porphyries have been applied in disproportionation reactions of hydrogen peroxide which in uiuo is promoted by catalase. The non-radical decomposition of H202 results from the ability of metalloporphyrins to transfer electrons between the ligands in the trans position through the metal center Ell. Metalloporphyrins have been used as catalysts in oxidative dehydrogenation [2] , hydroxylation and epogidation [3] , isomerisation [4] and in oxidation of hydrocarbons [5 - 7] and aldehydes [8 - 1()] . It is generally accepted that autoxidation reactions are initiated by oxygen activated at the porphyrin molecule as the result of the electron for from the metal center to oxygen antibonding orbitals. It has also been shown that transfer of electrons to or from the a system of the porphyrin ring is a facile process and may play a significant role in the redog processes [1I - 131 . Therefore it seemed plausible to suppose that some reactive species generated in this way may participate in the propagation step of autogidation reactions. In order to investigate these species, we have studied changes in the cobalt tetra(p-tolyl)po=phyrin (Co(II)(p-CH3)TPP] spectra. generated in the induction period of the liquid phase oxidation of propionaldehyde. Experimental Co(Il)(p-CH3)TPP prepay according to the procedure described in ref. [14] was purified by column chromatography on alumina. The applied solvents (ethyl acetate, acetone, dichloromethane, tetrahydrofuran, dime thylformamide, dimethylsulphoxide and acetic acid) were redistilled under argon; atmosphere and dehydrated. Propionaldehyde (Fluka) was redistilled usider argon before each series of measurements. Spectrophotometric measurements were carried out on a Specord UV-Vis, Carl Zeiss Jena equipped with a thermostat cell. For measurements in the region of 800 - 1100 nrn, a VSU-2P Carl Zeiss Jena spectrophotometer was used. Co(Il)(p-CH3)TPP concentration in the solutions used for spectrophotometric measurements eras S X 10-s M, and the aldehyde concentration was 1.4 M. Oxygen was supplied to the cells through a capillary with constant flow of 10 ml/min. Like~c~se, the oxidation of propionaldehyde in the solvents listed above in the presence of Co(Il)(p-CH3)TPP as catalyst was carried out in a static glass reactor [15] at 30 C. Progress of the reaction was followed by measuring the oxygen uptake. The concentration of the catalyst was 2.5 X 10- M and the aldehyde concentration was the same as in the spectrophotometric measurements. In order to compare and identify spectra of the species obtained in the successive steps of the oxidation of Co(Il)(p-CH3)TPP in the presence of the c00 L50 O 600 70C 00 i ~ 2 i t5 1 ;.~II i i i I 26 21. 22 20 is Fig. 1. Electronic apect--a of Co(I1)(p-CH3)TPP and its oxidized derivatives obtained electrochemically (curves 1 - 4) arid by oxidation with bromine (curve 6). 1. Co(IIN,p-CHg)TPP; 2. Co(O)(p-CH3TPP''; 3, Co(MO-CH3YTPPZt\"; 4. Cn(O)(p-CH3)TPP3+; 5, Co(MXF-CH31YrPP2~'; temperature = 20 C; d = G.1 em. 199 aldehyde and oxygen, the oxidation process was also accomplished by preparative electrolysis as well as by using bromine as the oxidizing agent. 1n the electrochemical procedure the working electrode was made of Pt plate and the auxiliary electrode was Pt mesh. A saturated calomel electrode served as the reference electrode and was separated from the solution by a salt bridge consisting of a saturated solution of Et NC104 in DMF. Current was supplied by a potentiostat type PS-6/66-SPE produced by the Institute of Physical Chemistry, Polish Academy of Sciences ire Wamavsr. Solutions of Co(II)(p-CH3)TPP is DMF at a concentration of 5 X 10- M were used while the concentration of the supporting electrolyte Et NCl was 0.2 M. Oxidation was carried out at potentials equal to 0.6 V, 1.05 V and 1.45 V [16] . The corresponding solutions were examined spectrophotometrically and the spectra obtned are shown in Fig. Z. They may be assigned to the oxidized forms of the investigated porphyrin: Co(I11)(p-CH3)TPP', Co(I1i)(p-CH3)TPP\"\" and Co (Il1)(p-CH3)TPP**'. These spectra are consistent with the spectra obtained earlier by Wolberg a-rid Mana en [171 for Co-tetraphenylporphyrin. In the same figure, spectra of the species obtained in the course of oxidation with bromine are also shown. Results and discussion Co(11)(p-CH3)TPP has been used as a catalyst in the oxidation of propionaldehyde in solvents listed above, which differ in electron-donating ability. The experimental results are illustrated in Fig. 2. Simultaneously, the charges in the electronic spectra of the reacting solutions were recorded. As seen in Fig. 2, the curves of oxygen uptake follow a similar course in all solvents and differ only in the induction period of the reaction, except for acetic acid where a distinctly `S' shaped curve is observed. The induction period increases in the following order: ethyl acetate < acetone < dichloromethane < THF < acetic acid < DMF < DMSO. Blank experiments, ire. propionaldehyde oxidation in the presence of metal-free porphyrin H2(p-CH3)TPP and in the absence of any additives are also shown in Fig. 2. Metal-free porphyrin in most cases exhibits an inhibiting effect. Metalloporphyrins and especially Co(fI)(p-CH3)TPP are known to be active catalysts in the oxidation of aldehydes to peracids with little activity towards their decomposition [8] . Nevertheless, in the temperature range 20 - 30 C applied in our experiments thermal decomposition of peracid cannot be neglected. Curves I in Figs. 3 - 5 represent initial spectra of Co(II)(p-CH3)TPP in ethyl acetate, acetic acid and DMF respectively, with Soret bands at 415 nm and visible bands at 535 nm. The behaviour in acetone and dichlorometbane was similar to that shown in Fig. 3 for ethyl acetate. Under the influence of propionaldehyde added in the. presence of oxygen, a shift of about 20 nm of both bands is observed towards longer wavelengths (curves 2 in Figs. 3 - 5). It should be noted that in most cases the shift occurs under simul- 200 t z E 700 O ~l% /,--r .Sa ib L Time (h] Fig. 2. Oxygen uptake in the reactions of autozidstioa of propioasldehyde is different solvents. '! , ethyl acetate; 2; acetone; 3,'FHF; 4, dichlaromet3xane; 6, acetic acid; 6, t\"iMF. Corresponding curves with indexes a and b illustrate oxygen uptake in the reactions without catalyst and in the presence of H2(p-CFFg)i`PP respectively; temperature = 3 O; reactions with induction periods longer than = hours are omitted. gun 400 c50 900 600 7W 8 1 t' a~ ~Y 1 l 3 ~ f i 76 7L 22 16 15 ZG ,7 . 193Cten11 Fig. 3. Changes is the electronic spectrum, of the catalyst is t&e presence opropionaidefiyde and oxygen in ayss acetate. ? , iaial catalyst; 2, after 2 min; 3. after 8 min; 4, after 14 min; 5, afuar 20 O; 6, after 35 O1a.; temperature - 30 O; d - ! cat. 201 O LSO nm SQO 540 O 800 ,pl I 0.s i 700 670 900 100Qnm 3 I G ~ 6 7 26 2G 22 20 18 16 -1G Fig. ~ Changes is the electronic spectra. othe catalyst is the presence oprogionaideisyde and oxygen is acetic acid. 1, initial catalyst; 2, after 2 min; 3, after Cain; 4, after 22 min: o. after 40 min; 6, after 54 min; 7, after 76 aria; 8, after 100 min; temperature = 30 C; d = 1 Cm. o- O s< nn a I i i s I I 25 24 22 20 18 16 K Fig. 6. Changes in the electronic spectrum of the catalyst is the presence of pmpioaaldehgde and oxygen is DMF. 1, initial catalyst; 2, after 2 miu; 3, after 104 min; 4, after 122 min; 6, after 132 min; G, after 150 O;temperetare = 30 C; d = 1 cm. 202 ianeous action of oxygen and aldehyde. Taking the spectra of the species obtained by electrochemical oxidation as a reference, the new band may be assigned to Co(lII)(p~H3)TPP' generated by the following reaction: C02~(p-CH3)TPP + OZ -+ [Co3\"(p-CH3)TPP] . . . 02 FCHO _ iCo+(pCH3)TPP] . . . 02H + RC O C03+(p-CH3)TPP + HO2- which is equivalent to the removal of one electron from the metal center of the porphyrin molecule: Co(II)(p-CH3)TPP 1 C0(IIi)(p-CH3)TPP+ This is in agreement with the opinion [10] that the initiation step of the oxidation consists of a reaction between aldehyde, catalyst and oxygen which is activated at the porphyrin molecule. When oxygen is passed through Co(II)(p-CH3)TPP solutions in the investigated solvents in the absence of aldehyde, no spectral changes are produced except in acetic acid where an almost immediate shift of Soret and visible peaks towards longer wavelengths is observed, and is DMF as well as in DMSO where the effect is less pronounced. According to Corwin et al. [18] this corresponds to the formation of CO(LIE) square-planar porphyries bonded to ligands in the octahedral positions. It may be concluded that in acetic acid solution immediate oxidation of Co(H) to Co(111) takes place as a result of the coordination of acid molecules or acetate ions. generating the transfer of an electron from the metal center to oxygen and leading to the formation of a superoxo species. In the solvents of lower electron-donating properties, this role is played by the aldehyde molecules capable of delivering an electron to the trans position through the csntral metal of the catalyst. The results described support the scheme proposed by other authors [9] . Further changes in the spectra supply evidence for subsequent oxidation steps occurring at the porphyrin molecule. Removal of the second electron generates cation radicals resulting from oxidation at the porphyrin ring: Co(I1I)(p-CH3 )TPP+ Co(lJ1)(p-CH3 )TPP\"' This form is represented in the spectra by absorptions at 600 and 650 rim which appear on curves 3 show. in Figs. 3 - 5, and in Fig. 1 where the species were obtained electrochemically and by oxidation with bromine. The peak at 600 nm may be slightly deformed by the vicinal peak of Co(IH)(p-CH3)TPP4'. Cation radicals are formed in our system ay the action of peroxyacyl radicals or peracid molecules formed whan the initial doses of the oxygen consumed have reach with acyl radicals. 203 Cation radicals play an important role in the redox chemistry and biochemistry of metalioporphyrins [18j . Their principal function is electron tFOfer to or from susceptible chemical species. Owing to their redog properties, canon radicals should also be capable of participating in the propagation step of the autoxidation process of aldehydes. The loss of the unpaired electron by a canon radical leads to the generation of a porphyrin trication. Contrary to the cation radicals which are comparatively stable species, these trications are strong electrophiles and are suscpetible to nucleophilic attack yielding cationic isoporphyrin [13, 201 . Nucleophilic attack may also be direct on cation radicals and leads to formation of substituted phlorins [21 j . Spectral observations of acetic acid solutions in the course of the reaction are illustrated in Fig. 4. As induction period of the reaction is comparatively long, the appearance and disappearance of the intermediate species are well registered. It should be remembered that oxygen activated at porphyrin molecule is deactivated by erotic solvent, and is converted into a form which interacts with. the aldehyde with difficulty. This results in a longer induction period. Simultaneously, the presence in the reaction medium of such nucleophiles as acetate ions promotes the formation of isoporphyrin, as indicated in Fig. 4 by absorption in 800 -1000 am region. The bands at 600 and 650 nm in this figure may be considered as the spectral evidence of cation radicals while that at 705 non as absorption of substituted phlorin. Identification of phlorfn was performed by addition of methanol to the system Co(II)(p-CH3)TPP-propionaldehyde-oxygen-solvent. Its presence resulted in the appearance of a strong absorption at about 700 am. Test for isoporphyrin has also been performed, !:sing the reaction of Co(II)(p-CH3)TPP with excess benzoylperogide in dichloroethane solution (Fig. 7). The spectrum of the resulting product was identical to that obtained in the course of autoxidation in acetic acid solution. [mil 75a~ e 5 500 o u o LO o a a O _.: a1i a i - 2 lime Cnl Fig. 6. Changes is iae aasorbance of Go(111)(P-CE13)TPP derivatives and in oxygen uptake as a function of time in iae auiosidatioa opropionaldefzgde is acetic acid: I, absorbance measured at 810 nErc; 2, absorbance measured at 710 nm; 3, absorbence measured at 650 nm: 4, oxygen uptake; temperature = 30 .^.;d = I Cm. 204 1.0 o Q5-I LL ' 90 no '!iO' si i i i i I i i O 800 900 x700 n n 1 26 24 22 20 19 15 14 J ~rJ3Icr'i-17 Fig. 7. Changes W the electronic spectrum of the catalyst in dichloroeiaane in the presence of ezcesa oenzoylperoside. 1, initial catalyst; 2, after 2 min; 3, after 16 O; temperature = 30 C; d = 1 cm. In girder to correlate the spectral changes with the course othe oxygen uptake, an experiment was carried out in which the solution from the glass reactor was directly transferred to the speetrophotometrie cell. The results shown in Fig. 6 indicate that the initial decrease in the intensity of the bands othe cation radical and substituted phlorin (curves 2, 3) is accompanied by an increase in the isoporphyr~ concentration (curve 1). In the next step the sequence is reversed and marked oxygen uptake is then observed. This suggests that in the first step the canon radicals are consumed in the process oi.' the formation of isoporphyrin through interaction with the first portion of the peracid. The reaction proceeds through the formation of trications, which then react with acetate ions to form isoporphyrin. Subsequent decomposition of isGporphyrin followed by the evolution of cation radicals promotes the development of the -reaction. The observed changes may be described by the following reactions: Co(III)(p-CH3)TPP2~\" RCOOOFi -~ Co(LII)(p-CH3)TPP3T CR3C00 -) Co(III)iso- p-CH3)TPPz* RC~ Co(III)(p-CH3)TPP2'\" Co(III)(p-CIi3)TPPz+' + RCHO - Co(IIIj(p-CH3)TPPFt + RdO The occuiaence oa the proposed decomposition of isoporphyria under the influence of percid was verified in a separate experiment is which Co(II)(p-CH3 )TPP was oxidized with a small amount of peracetic acid in acetic acid medium. The isoporphyrin peak which appeared as a result othe 205 oxidation remained unchanged for an hour even in the presence of oxygen supplied to the system, and it started to disappear only when additional peracetic acid was added. This was accompanied by the appearance of peaks characteristic of the cation radical and pblorin (Fig. $). Further development of the autasidation reaction leads to disappearance of the Soret and visible bands, resulting in a featureless spectrum, which is observed in all investigated solvents and corresponds to the presence of products of irreversible reactions of porphyrin. The disappearance of the Soret band indicates the interruption of conjugation. in the macrocyclic ring. Since the Soret band is characteristic of macrocyclic conjugation and is totally absent in porphyrinogens [11, formation of the latter may be suspected in our system. Thus, in the course of the reaction the catalyst is deactivated, and the reaction is terminated when organic radicals are deactivated by mutual interactions. In DMF solution the sequence of the spectral changes is somewhat different than in other solvents (Fig. 5). Under the action of the aldebyde and oxygen a rapid shift of the initial peak at 530 nm to 550 nm occurs, followed by a slow return of the latter towards its initial position and then its decrease, which coincides with the onset of the oxygen uptake a-Rd the appearance of a peak with a maximum at about 650 nm. It should be remembered that DMF has a high dipole moment and high electron-donating ability in comparison with other solvents investigated (Table 1). nm 4W 0 5 6 O O 8 LC 1D 0 C 0 D a aCLS 26 24, 22 20 18 16 14 - J 10Ccml'J Fig. 8. Changes is the electronic spectrum of the catalyst in acetic acid in the course of . =he reaction with peracetic acid. Curves I - 4, peracetic acid added in trace amounts; curves 5 - 6, further addition of 2 x 10-4 m of peracetic acid.. 1, initial catalyst; 2, after 2 min; 3, after 6 min; 4, after 16 .air; 5. after 2 min; 6, after 30 min; 7, after 60 min; temperature = 30 C; d = I cm. K~ i ---~ I i 3 J 6 's a 206 TABLE 1 Electronic properties of solvents Solvent DN= Ee a AN\" ethyl acetate 17.1 1.8 6.11 acetone 17_0 2.3 20.7 THF 20.0 1.7 5 7.3 dichloromeihane - 1.55 9.8 20.4 ace' ic acid - 1.68 6.15 52.9 DOFF 26.6 3.8 37.6 DMSO 29.8 4.3 48.9 xDonor numbers (DN) and acceptor numbers (AN) are taken from [23]. Thus the species Co(III)(p-CH3)TPPO2RCHO formed in the first step is stabilized by solvent molecules and dissociates only with difficulty, Lberating hydroperoxy radicals which in turn react with the aldehyde molecules yielding acyl radicals. The latter are free to react with molecular oxygen. In consequence the consumption of oxygen is observed, accompanied by the disappearance of Co(II)(p-CH3)TPP consumed in the reaction with the peracid. This is confirmed by the appearance of the cation radical. The negligible intensity of substituted phlorin may result from tile solvating effect of the solvent -molecules stabilizing the charged species. In DMSO the reaction did tot start even after ten hours. THF itself forms hydroperogides and therefore the system was not submitted to spectral Lrivesstigations. It may be thus concluded that the oxidation of aldehyde with oxygen in the presence of Co(II)(p-CH3)TPP proceeds with formation of the Oe species which are generated in electrochemical and chemical (bromine) oxidation of Co(II)(p-CH3)TPP. Moreover, such products as substituted phlorin and isoporphyrin are form-nd as the result of nucleophilic attack on the oxidized porphyriin forms, suggesting their participation in the oxidation of aldehyde. Products of the irreversible reaction of the porphyrin appear in further stages. Thus on the basis of spectral evidence the reaction scheme presented in Fig. 9 may oe proposed. The cation radical should be capable of abstracting hydrogen from the aldehyde molecule, thus creating an additional reaction path. By this process substituted phlorin is being formed. The different forms of porphyrin involved in the above mechanism are proposed in Fig. 10. The higher the donor number-of the solvent, the longer the induction period of the reaction (Table 1). This is due to the competitive coordination of the aidehyde and solvent molecules at the free coordination sites of the porphyrin molecule, promoting the transfer of an electron from the metal center to oxygen orbitals. Moreover, molecules of high DN effectively stabilize the cations, i.e. six-coordinated Co(III) species, shielding them from the attack of the reactant molecules. 20'3 RCO Ca(Illl(p-C%)TPPH'2 RCO RGOOY 02 ar RCOOOEE HOz RCHO ly /7~ er \\\\\\ H RCOOOH ~arRG00- Ca(Itl P-G`-t31TPP CaIIfIIIP-C 1TPP' R~OOH ar ~ RCO00' O Co(Illl(P-CH31TORCH RCOOOH G (110IP-CH~ISPP:2 RCOM (Caillll(D-GE 1`~ ITPP t4 i \\ RC00' RCOOOH RCHO Ca(IIEI(p-CH ITPP'3 3 Ca(lfl!isa(P-CH3ITPP 2 products ai irreversible H~ reactions Fig. S. Scheme of the autoxidation of aldehyde in the presence of Co(II)(p-CH3)TPP catalyst. c,~'~ cA. O - O '~ O ~ ~ O '_ f I -Co-N~ I H-Co- 1 ~ 1 t` O I-J c Co(II)(P-CH3)TPP Co(111)(P-CH3)i'PP!2 y O - O a O /~ O Nu ~N Clo- I I - - N~ 0 Co (III) i so- (P-CH3)i_PPt2 Cn (111)(P-CH3) i PPH'2 Fig. Z0- StrtzcO of iae catalyst and same of its oxidized derivatives. 208 From among the solvents investigated, spectral evidence of the oxidation of CO(II) to Co(III) with molecular oxygen in the absence of aldehyde was found for DbtF, DMSO and acetic acid (or acetate ions). Thus, strong donors promote oxidation of Ca(II) to Co(III) but reduce the reactivity of the oxidized cobalt species. This conclusion is consistent with the results of electrochemical oxidation by cyclic voltammetry of a series of Co(II)(p-X)TPP complexes in different solvents [221, which showed that oxidation of Co(II) to CO(1_II) is markedly dependent on the coordinating ability of the sohrent and is facilitated by strongly-coordinating solvent molecules. As already mentioned, in DMSO the oxidation. of the aIdehyde did not take place even after 1(? hours' time and the final spectrum of the solution corresponded to the Co(III)(p-CH3)TPP' form. Acetic acid is a protic: solvent and is an electron acceptor (AN = 52.9), but it contains certain amounts of acetate ions which as anions exhibit donor properties. Both protons and acetate ions exert an inhibiting effect on the reaction which is manifested by the `S'-shaped curve of oxygen uptake (Figs. 2 and 6). Protons react with the activated oxygen, while acetate ions are capable of nucleophilic attack on free coordination sites and on the porphyrin periphery which is manifested by the appearance of isoporphyrin. On the other hand the hindering influence of ionic species is compensated for by the fact that acid molecules (dipole moment = 1.68) which are in large excess cannot solvate cations as effectively as aprotic solvents having high donor numbers and high dipole moment values, In diehioromethane, which is C-H acidic solvent but exhibits lower AID than acetic acid and louver dipole moment (1.55), the hindering effect which is expressed by the induction period and slightly 'S'--shaped character of the curve of the ogyoen absorption is much less pronounced than in acetic acid. Some authors [13] report spectral evidence of phlorin in the solution obtained by electrochemical oxidation of l'vfgOETP in dichloromethane under conditions where special care was taken to avoid the presence of nucleophiles. In view of the present results, the appearance of phlorin in those experiments probably resulted from the nucleophilic attack of CI-I2C1z molecule' used as solvent. Acknowledgement The authors wish to express their thanks to Dr. A. Kowal for fruitful discussions on the electrochemical experiments. References 1 K. M. Smith (ea.). Porphyrirts and Metalloporpisyrins, Mevier, Ams`teraam, 11975. 2 J. NfaEassen. Cat. Reer. Sct Eng:. S. (1974) 223. 3 J. T. Groves, w. J. Kmpes, T. E. Nemo and R. S. Myers, J OoL Catal., 7 (1980) 169. J. Manassen. J. Cataf_, 18 (1970) 38. 209 5 Y. Ohkatsu and T. Tsuruta, Ball. Chem. Soc. Jpn., 51 (19 7 8) 188. 6 J. H. Fubrhop, M. Baccouche, H. GrabOW and H. Arsoumanian, .f Aloi. Catal., 7 (1980) 245. 7 J. H. Fuhrhop, M. Baccouche and G. PenzIin, J. Mot. Catal., 7 (1980) 257. 8 M. Tezuka, O. Sekiguchi, Y. Ohkatsu and T. Osa, Bull. Chem. Soc. Jpn.. c9 (1976) 2765. 9 Y. OOatsu, O. Seldguchi and T. Osa, Ball. Chem. Soc. Jpn_ 50 (1977) 701. 10 Y. Ohkatsu and T. Osa, Bull. Chem. Soc. Jpr-, 50 (1977) 2945. 11 R. H, Felton, D.Dolphin, D. C. Borg and J. Fajer, J. Am. Chem. Soc., 91 (1969) 196. 12 D. C. Borg, J. Fajer, R. H. Felton and D. DaIphin, Proc. Nat. Acad. Sci., 67 (1970) 813. 13 D. Dolyhin, Z. Muijiaai, K. Rousseau, D. C. Bourg, J. Fajer and R. H. Fetton, ARn. N.Y. Acad. Sci., 206 (1973) 177. 14 P. Rothemund and A. R. Menotti, J . Am. Chem. Soc., 70 (1948) 1808. 15 J. Hater, A. Marchut, T. Mlodnicka, J. Poitowicz and J. J. Mogkowski, React. Kinet. Catal. Bett., 8 (1978) 281. 16 M. Tezuka, i'. Ohkatsu and T. Osa, Bull. Chem. Soc. Jpn., 49 (1976) 1435. 17 A. Wolberg and J. Manassen, J. Am. Chem. Soc., 92 (1970) 2982. 18 A. H_ Corwin, A. B. ChiO, R. W. Poor, D. H. Whitten and E. W_ Baker, J. Am. Chem. Soc., 90 (1968) 6577. 19 R. B. Ooodward, cIna. Chim. Befg_ 27 (1962) 1293. 20 D. Dolphin, R. H. Feiton, D. C. Borg and J. Fajer, J. Am. Chem. Soc., 92 (1970) 7 43. 21 J. H. Fuhrhop and D. Mauzerall, J. Am. Chem. Soc., 90 (1968) 3875. 22 F. A. Walker, D. Beroiz and K. M. Kadish, J. Am. Chem. Soc., 98 (1976) 3484. 23 V. Gutmann, Tire Donor Acceptor Approach to Molecular Interactions, PIenum Press, New York and London, 1978. X244 82800370 0304-5102(82)80037-0 10.1016/0304-5102(82)80037-0 Cobalt tetra(p-tolyl)prorphyrin as catalyst in oxidation of propionaldehyde Izydor Apostoł Jerzy Haber Teresa Młodnicka Jan Połtowicz Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, Cracow Poland The effect of solvent in the homogeneous oxidation of propionaldehyde has been investigated. It was observed that the induction period of the reaction depends on the donor number of the solvent. Changes in the structure of the catalyst during the course of the reaction as revealed spectrophotometrically are discussed, the species which appear are identified and a mechanism for their transformation is proposed. References 1 K.M. Smith Porphyrins and Metalloporphyrins 1975 Elsevier Amsterdam 2 J. Manassen Cat. Rev. Sci. Eng. 9 1974 223 3 J.T. Groves W.J. Kruper T.E. Nemo R.S. Myers J. Mol. Catal. 7 1980 169 4 J. Manassen J. Catal. 18 1970 38 5 Y. Ohkatsu T. Tsuruta Bull. Chem. Soc. Jpn. 51 1978 188 6 J.H. Fuhrhop M. Baccouche H. Grahow H. Arzoumanian J. Mol. Catal. 7 1980 245 7 J.H. Fuhrhop M. Baccouche G. Penzlin J. Mol. Catal. 7 1980 257 8 M. Tezuka O. Sekiguchi Y. Ohkatsu T. Osa Bull. Chem. Soc. Jpn. 49 1976 2765 9 Y. Ohkatsu O. Sekiguchi T. Osa Bull. Chem. Soc. Jpn. 50 1977 701 10 Y. Ohkatsu T. Osa Bull. Chem. Soc. Jpn. 50 1977 2945 11 R.H. Felton D. Dolphin D.C. Borg J. Fajer J. Am. Chem. Soc. 91 1969 196 12 D.C. Borg J. Fajer R.H. Felton D. Dolphin Proc. Nat. Acad. Sci. 67 1970 813 13 D. Dolphin Z. Muljiani K. Rousseau D.C. Bourg J. Fajer R.H. Fetton Ann. N.Y. Acad. Sci. 206 1973 177 14 P. Rothemund A.R. Menotti J. Am. Chem. Soc. 70 1948 1808 15 J. Haber A. Marchut T. Młodnicka J. Połtowicz J.J. Ziółkowski React. Kinet. Catal. Lett. 8 1978 281 16 M. Tezuka Y. Ohkatsu T. Osa Bull. Chem. Soc. Jpn. 49 1976 1435 17 A. Wolberg J. Manassen J. Am. Chem. Soc. 92 1970 2982 18 A.H. Corwin A.B. Chivvis R.W. Poor D.H. Whitten E.W. Baker J. Am. Chem. Soc. 90 1968 6577 19 R.B. Woodward Ind. Chim. Belg. 27 1962 1293 20 D. Dolphin R.H. Felton D.C. Borg J. Fajer J. Am. Chem. Soc. 92 1970 743 21 J.H. Fuhrhop D. Mauzerall J. Am. Chem. Soc. 90 1968 3875 22 F.A. Walker D. Beroiz K.M. Kadish J. Am. Chem. Soc. 98 1976 3484 23 V. Gutmann The Donor-Acceptor Approach to Molecular Interactions 1978 Plenum Press New York and London",
      "scopus-id": "0020091034",
      "coredata": {
        "eid": "1-s2.0-0304510282800370",
        "dc:description": "The effect of solvent in the homogeneous oxidation of propionaldehyde has been investigated. It was observed that the induction period of the reaction depends on the donor number of the solvent. Changes in the structure of the catalyst during the course of the reaction as revealed spectrophotometrically are discussed, the species which appear are identified and a mechanism for their transformation is proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800370",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Apostoł, Izydor"
          },
          {
            "@_fa": "true",
            "$": "Haber, Jerzy"
          },
          {
            "@_fa": "true",
            "$": "Młodnicka, Teresa"
          },
          {
            "@_fa": "true",
            "$": "Połtowicz, Jan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800370"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800370"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80037-0",
        "prism:volume": "14",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Cobalt tetra(p-tolyl)prorphyrin as catalyst in oxidation of propionaldehyde",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "197-209",
        "prism:endingPage": "209",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 1982",
        "prism:doi": "10.1016/0304-5102(82)80037-0",
        "prism:startingPage": "197",
        "dc:identifier": "doi:10.1016/0304-5102(82)80037-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020091034"
      }
    }
  }
}