{
  "metadata": {
    "title": "Chiral sulphonated phosphines: Part III. Rh(I)-tetrasulphonated diphosphine complex: homogeneous or heterogeneous catalyst?",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-07-01",
    "doi": "10.1016/0304-5102(89)80022-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800227",
    "pii": "0304510289800227"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024700882",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800227 0304-5102(89)80022-7 0304510289800227 10.1016/0304-5102(89)80022-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01216 2024-01-02T01:04:53.938015Z 0 0 19890701 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 52 52 2 2 Volume 52, Issue 2 20 L21 L24 L21 L24 19890701 1 July 1989 1989-07-01 1989 converted-article cor Copyright © 1989 Published by Elsevier B.V. CHIRALSULPHONATEDPHOSPHINES LECOMTE L LECOMTE 1989 L JOO 1980 369 F SINOU 1987 480 D KUNTZ 1987 570 E ALARIO 1986 202 F AMRANI 1989 542 Y LARPENT 1987 2507 C LARPENT 1987 1055 C LARPENT 1987 2922 C LARPENT 1988 191 C MUTIN 1985 47 R BIRBAUN 1952 1022 S ELBABA 1986 3851 S LECOMTEX1989XL21 LECOMTEX1989XL21XL24 LECOMTEX1989XL21XL LECOMTEX1989XL21XL24XL item 0304-5102(89)80022-7 0304510289800227 1-s2.0-0304510289800227 10.1016/0304-5102(89)80022-7 272239 2024-01-02T01:04:53.938015Z 1989-07-01 1-s2.0-0304510289800227-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800227/MAIN/application/pdf/a817847ab279db07eecfccd5e5aa34b6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800227/MAIN/application/pdf/a817847ab279db07eecfccd5e5aa34b6/main.pdf main.pdf pdf true 212702 MAIN 4 1-s2.0-0304510289800227-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800227/PREVIEW/image/png/1216bb08964481c63ba81db70a68f122/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800227/PREVIEW/image/png/1216bb08964481c63ba81db70a68f122/main_1.png main_1.png png 73017 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 52 (1989) L21 - L24 L21 Chiral Sulphonated Phosphines Part III*. Rh(I)-Tetrasulphonated Diphosphine Complex: Homogeneous or Heterogeneous Catalyst? JOURNAL OF MOLECULAR CATALYSIS LOIC LECOMTE and DENIS SINOU** Laboratoire de Synthese Asymetrique, U.A. du C.N.R.S. No. 463, Universite Lyon I, 43, bd. du 11 Novembre 1918, 69622- Villeurbanne Cedex (France) (Received February 2, 1989; accepted March 7, 1989) There has been increasing interest during the last decade in the use of water-soluble phosphines in homogeneous catalysis [2 - 5]. Organometallic complexes containing these ligands can be used in a biphasic catalytic system consisting of water and a non-miscible organic phase; this procedure offers an interesting alternative to homogeneous catalysis which allows for the recycling of the catalyst. The reduction of water-soluble substrates in water presents for example another possibility. We have studied the hydrogenation of prochiral unsaturated substrates in the presence of rhodium complexes associated with chiral sulphonated ligands cyclobutanediop (CBD) 1, skewphos 2 and chiraphos 3 [5, 6]. More interestingly, we found that recycling of the catalyst was possible without loss of enantioselectivity. During our studies, some controversies appeared in the literature about the nature of the catalytic species in the reduction in water using rhodium complexes associated with sulphonated phosphines [7 -10]. Recent studies using light scattering showed that the catalytic action was due to colloidal rhodium particles dispersed in the aqueous phase. The sulphonated phosphine used was rapidly and quantitatively oxidized. Although the rhodium precursor used by these authors and ourselves was not the same, the possible formation of colloidal rhodium particles was not in agreement with the possibility of recycling the catalyst without loss of enantioselectivity. We think that the use of chiral sulphonated phosphines could be a good method for determining the homogeneous or heterogeneous nature of the catalyst [11]. Thus we undertook a study on the influence of the rhodium complex precursor associated with these chiral sulphonated phos- phines 1 - 3 and the analogous phosphine oxides 4 - 6, on the enantioselec- tive reduction of a-acetamido acrylic acid 7, a hydrosoluble amino acid precursor, in water. *For Part II see [1]. '\" Author to whom correspondence should be addressed. 0304-6102/89/$3.50 Eisevier Sequoia/Printed in The Netherlands L22 l 2 3 / 'PAr- d.:' ^\"\" t^^'l Ar,P PAr, SOaNa ^CO,H H, .C02H Wc [Rh]/L* ^NHAc 2 8 The results, summarized in Table 1, showed that the e.e. obtained using [Rh(COD)Cl]2 and a tetrasulphonated phosphine as the ligand (runs TABLE l Reduction of a-acetamido acrylic acid 7 in water Run Catalyst precursor Ligand pu e.e. of 8 Config.1' (atm) (%) 1 [Rh(COD)Clh 1 1.1 21 (S) 2 [Rh(COD)Cl]2 2 6 31 (R) 3 [Rh(COD)Clh 3 6 61 (R) 4 Rhd3-3H20 1 1.1 5 (S) 5 RhCl3-3H20 2 6 15 (R) 6 RhCl3-3H20 3 6 20 (R) 7 [Rh(COD)Cl]2 4 1.1 0 8 [Rh(COD)Cl]2 560 9 [Rh(COD)Cl]2 660 10 RhCl3-3H20 4 1.1 0 ^Hligandl^Rh] = 50:1.1:1; [7] = 0.1 M; T= 25 C; in all cases the conversion was quantitative. ''Based on the value [a]^ =+66.5 (c = 2, H20) for the (R)-acetylalanine 8 [12] and confirmed by GLC analysis on the chiral column Chirasil-Val [13]. L23 l - 3) are in agreement with the values previously observed using other a- amino acid precursors as prochiral substrates. The enantioselectivity was higher with chiraphos 3 than with CBD 1. In all cases, the solution was clear, without formation of any cloudiness. In the next experiments (runs 4 - 6), we used RhC^^HiO as the rhodium precursor. Although the rate of hydrogenation was practically the same, the e.e. observed were lower: only 5%, 15% and 20% using ligands 1, 2 and 3 respectively. Some cloudiness in the solution was also observed after a few minutes. In the third set of experiments (runs 7 - 9), we used the oxides of the tetrasulphonated ligands 4, 5 and 6 associated with [Rh(COD)Cl]2. Hydro- genation occurred very rapidly and we never observed any enantioselectivity; in each run, cloudiness was observed. In the last experiment (run 10), we used RhC^ Sii^O in the presence of the oxide of CBD 4; here again reduc- tion occurred without enantioselectivity and cloudiness appeared throughout the reaction. These results clearly show that: The system [Rh(COD)Cl]2 and chiral tetrasulphonated phosphine is a typically homogeneous catalyst, in agreement with our previous results on recycling of the catalyst without loss of enantioselectivity [5,6]. the system [Rh(COD)Cl]2 and chiral tetrasulphonated phosphine oxide is a heterogenous catalyst; no enantioselectivity is observed. The same trend is found using RhCl3- 3Hft and chiral 4. the system RhCl3- 3ii^0 and chiral tetrasulphonated phosphine acts as a mixture of homogeneous and heterogeneous catalyst. Rh(III) is reduced to Rh(I) and tetrasulphonated phosphine is oxidized. Thus the system Rh(I)/ chiral phosphine at the beginning of the reduction gives some enantioselec- tivity; however the system Rh(I)/chiral phosphine oxide, which is probably colloidal, becomes more and more dominant and gives no enantioselectivity. We obtain lower overall enantioselectivity. In conclusion, our experiments show clearly that in water the system Rh(I)/sulphonated phosphine is a homogeneous catalyst. The system Rh(III/sulphonated phosphine at the beginning of the reduction gives a catalyst which is partially homogeneous and partially heterogeneous, leading finally to an entirely heterogeneous one. The system Rh(I)/sulphonated phosphine oxide is entirely heterogeneous. References 1 L. Lecomte, D. Sinou, J. Bakos, I. Toth and B. Heil, J. Organometall. Chem., (1989) in press. 2 F. Joo and Z. Toth, J. Mol. Catal., 8 (1980) 369. 3 D. Sinou, Bull. Soc. Chim. Fr., (1987) 480. 4 E. Kuntz, Chem. Tech., (1987) 570. 5 F. Alario, Y. Amrani, Y. Colleuille, T. P. Dang, J. Jenck, D. Morel and D. Sinou, J. Chem. Soc Chem. Commun., (1986) 202. 6 Y. Amrani, L. Lecomte, D. Sinou, J. Bakos, I. Toth and B. Heil, Organometallics, 8(1989)542. L24 7 C. Larpent, R. Dabard and H. Patin, Tetrahedron Lett., 28 (1987) 2507. 8 C. Larpent, R. Dabard and H. Patin, C.R.Acad. Sei. Paris, 304 Serie II (1987) 1055. 9 C. Larpent, R. Dabard and H. Patin, Inorg. Chem., 26 (1987) 2922. 10 C. Larpent and H. Patin, J. Mol. Catal., 44 (1988) 191. 11 R. Mutin, W. Abboud, J. M. Basset and D. Sinou, J. Mol. Catal., 33 (1985) 47. 12 S. M. Birbaun, L. Levitov, R. B. Kingsley and J. P. Greenstein, J. Biol. Chem., 194 (1952)1022. 13 S. El Baba, J. Nuzillard, J. C. Poulin and H. B. Kagan, Tetrahedron, 42 (1986) 3851. X244 89800227 0304-5102(89)80022-7 10.1016/0304-5102(89)80022-7 Chemical Molecular catalysis letters Chiral sulphonated phosphines Part III 1 1 For Part II see [1]. . Rh(I)-tetrasulphonated diphosphine complex: homogeneous or heterogeneous catalyst? Loïc Lecomte Denis Sinou 2 Laboratoire de Synthése Asymétrique, U.A. du C.N.R.S. No. 463, Université Lyon I, 43, bd. du 11 Novembre 1918, 69622-Villeurbanne CédexFrance 2 Author to whom correspondence should be addressed. References 1 L. Lecomte D. Sinou J. Bakes I. Toth B. Heil J. Organometall. Chem. 1989 in press. 2 F. Joo Z. Toth J. Mol. Catal. 8 1980 369 3 D. Sinou Bull. Soc. Chim. Fr. 1987 480 4 E. Kuntz Chem. Tech. 1987 570 5 F. Alario Y. Amrani Y. Colleuille T.P. Dang J. Jenck D. Morel D. Sinou J. Chem. Soc., Chem. Commun. 1986 202 6 Y. Amrani L. Lecomte D. Sinou J. Bakos I. Toth B. Heil Organometallics 8 1989 542 7 C. Larpent R. Dabard H. Patin Tetrahedron Lett. 28 1987 2507 8 C. Larpent R. Dabard H. Patin C.R.Acad. Sci. Paris, 304 Série II 1987 1055 9 C. Larpent R. Dabard H. Patin Inorg. Chem. 26 1987 2922 10 C. Larpent H. Patin J. Mol. Catal. 44 1988 191 11 R. Mutin W. Abboud J.M. Basset D. Sinou J. Mol. Catal. 33 1985 47 12 S.M. Birbaun L. Levitov R.B. Kingsley J.P. Greenstein J. Biol. Chem. 194 1952 1022 13 S. El Baba J. Nuzillard J.C. Poulin H.B. Kagan Tetrahedron 42 1986 3851",
      "scopus-id": "0024700882",
      "coredata": {
        "eid": "1-s2.0-0304510289800227",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800227",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lecomte, Loïc"
          },
          {
            "@_fa": "true",
            "$": "Sinou, Denis"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800227"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800227"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80022-7",
        "prism:volume": "52",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Chiral sulphonated phosphines Part III 1 1 For Part II see [1]. . Rh(I)-tetrasulphonated diphosphine complex: homogeneous or heterogeneous catalyst?",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L21-L24",
        "prism:endingPage": "L24",
        "pubType": "cor",
        "prism:coverDisplayDate": "1 July 1989",
        "prism:doi": "10.1016/0304-5102(89)80022-7",
        "prism:startingPage": "L21",
        "dc:identifier": "doi:10.1016/0304-5102(89)80022-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024700882"
      }
    }
  }
}