{
  "metadata": {
    "title": "Stopped flow polymerization of propene with typical MgCl<ce:inf loc=post>2</ce:inf>-supported high-yield catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-15",
    "doi": "10.1016/0304-5102(89)80184-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289801841",
    "pii": "0304510289801841"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024765093",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289801841 0304-5102(89)80184-1 0304510289801841 10.1016/0304-5102(89)80184-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01332 2024-01-02T01:04:53.938015Z 0 0 19891115 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 56 56 1 3 1 2 3 Volume 56, Issues 1–3 17 203 210 203 210 19891115 15 November 1989 1989-11-15 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. STOPPEDFLOWPOLYMERIZATIONPROPENETYPICALMGCL2SUPPORTEDHIGHYIELDCATALYSTS TERANO M 1988 TRANSITIONMETALSORGANOMETALLICSCATALYSTSFOROLEFINPOLYMERIZATION NATTA 1959 1 G SUZUKI 1979 2235 E GORDON 1961 41 M SINGH 1971 599 D KEII 1984 1537 T TERANOX1989X203 TERANOX1989X203X210 TERANOX1989X203XM TERANOX1989X203X210XM item 0304-5102(89)80184-1 0304510289801841 1-s2.0-0304510289801841 10.1016/0304-5102(89)80184-1 272239 2024-01-02T01:04:53.938015Z 1989-11-15 1-s2.0-0304510289801841-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801841/MAIN/application/pdf/f5724afcb20ba4395e08ceb43a9aaa5f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801841/MAIN/application/pdf/f5724afcb20ba4395e08ceb43a9aaa5f/main.pdf main.pdf pdf true 438839 MAIN 8 1-s2.0-0304510289801841-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801841/PREVIEW/image/png/829a8736447033d24e593703d572ab0d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801841/PREVIEW/image/png/829a8736447033d24e593703d572ab0d/main_1.png main_1.png png 54402 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 56 (1989) 203 - 210 203 STOPPED FLOW POLYMERIZATION OF PROPENE WITH TYPICAL MgClg-SUPPORTED HIGH-YIELD CATALYSTS MINORU TERANO, TAKUO KATAOKA Toho Titanium Co., Ltd., Chigasaki 3-3-5, Chigasaki-shi, 253 (Japan) and TOMINAGA KEII Numazu College of Technology, Ooka 3600, Numazu, 410 (Japan) Summary A new method, viz. stopped flow polymerization, has been employed to observe the quasi-living polymerization state of propene. It was found that the molecular weight distribution was maintained constant from the very start of the polymerization process (i.e. after 0.1 s) and that the concentration of A1(C2H5)3 used as well as method of catalyst preparation influenced some of the kinetic parameters. Introduction Many types of high-yield catalysts have been proposed and studied both in academic and industrial laboratories [1-3]. They possess different efficien- cies, and lead to different tacticities and kinetic behavior according to their various methods of preparation and the starting materials employed. It is also known that the average molecular weight of a polymer produced by polymerization using traditional Ziegler-Natta catalysts based on TiCl3 increases gradually with time until a stationary value is finally attained. The dependence of the number average molecular weight. M^, on the polymerization time, (, has been expressed by the Natta equation [4], i.e.. M ^^WM][C^ n [C*]+MC*]< \\/ while the polymer yield, Y, is given by y=Ap[M][C*]< (2) where My, [M], [C*], kp and k^ are the molecular weight of the monomer, the monomer concentration, the concentration of the polymerization centers, and the rate constants for propagation and transfer, respectively. By using these relationships, it is possible to calculate the values of Ap and k^ as well as that of [C*]. In the case of highly active Mgd^-supported TiC^/ethyl benzoate 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 204 (EB) catalysts, it has not been possible to clearly establish if any transient changes occur in the average molecular weight of the polymer generated, even over the very start of the polymerization process and certainly up to 5 s, because of rapid transfer which occurs since k^ ^ 0.2 s~1 [5]. In order to evaluate precisely the values of kp, etc. via eqns. (1) and (2), observations of transient changes in the molecular weight over the 'quasi- living polymerization state', where the transfer reaction is negligibly small, are needed. In this paper, we report on the use of a new method for such investiga- tions, viz. stopped flow polymerization. By the use of this method, the quasi-living polymerization state (0.1 -1.0 s) of propene polymerization in the presence of typical MgClg-supported high-yield catalysts has been observed enabling the discussion of the effect of Al( 02115)3 concentration as well as the catalyst preparation method on some of the kinetic parameters involved. Experimental The catalysts used in this study were prepared either by the mutual grinding method (cat-G) [3] or the solution method (cat-S) [6]. For the mutual grinding method, 30 g of MgClz (of lln^g^ surface area) and 6.5cm3 of ethyl benzoate were placed in a 11 stainless steel vibration mill containing 50 milling balls (25 mm diameter) under nitrogen and ground for 30 h at room temperature. The resulting 6.1 g of mutually ground product was then al- lowed to interact with 200 ml of TiC^ in a 500 ml flask for 2 h at 90 C under nitrogen with stirring, filtered and then washed with heptane. In the solution method, 5.0 g of MgClg (of 11 m2 g~1 surface area) was dissolved in 25 cm3 of 2-ethylhexyl alcohol and heated with 2.5 cm3 of ethyl benzoate at 130 C under nitrogen, cooled and added dropwise to 200 cm3 of TiCl4 at 20 C with stirring. The resulting suspension was then gradually heated up to 90 C and maintained at that temperature for 2 h, filtered and then washed with heptane. The particles of the cat-G specimen were irregular in shape whereas those of the cat-S specimen were spherical. The polymerization apparatus employed is illustrated in Fig. 1. In this figure, A and B are two 250 cm3 flasks containing 200 cm3 of the catalyst suspension in propene-saturated heptane and of AUCgH^ /heptane solution saturated with propene, respectively. Vessel C is a 11 flask containing 400 cm3 of ethanol, while D is a Teflon tube of 2 mm internal diameter. After attaining stationary conditions, the solutions were subjected to a small positive pressure of propene which caused them to flow into C via section b of the Teflon tube D. Polymerization occurred when the solutions came into contact over section a to b of the tube whose inner volume is v, connection a being a simple three-necked joint. The 'polymerization time' t may then be defined as: (=<o(y/Vo) (3) 205 (D) (a) (A) (B) (b) (0 Fig. 1. A simple stopped flow polymerization apparatus. A, catalyst suspension in heptane; B, Al(C^Hs)s /heptane solution; C, ethanol; D, Teflon tube; (a) simple three-necked joint, (b) Teflon tube end. where ty is the time required for a volume Vy of a mixture of the two solutions to flow into C. The values of Vy and ty were adjusted to be ca. 200 cm3 and 30 s, respectively. Under these conditions and with the distance between a and b lying in the range 20 - 200 cm, the corresponding value of t was between 0.1 and 1.0. The Reynolds flow number at 20 C was ca. 3200. The effect of a linear flow velocity between 200cms-l and 42cms~1 (Reynolds number 700) was checked and found to have no significant effect on the polymer yield and average molecular weight at same value of t. Hence, mixing of the two solutions may be regarded as complete at point a, a necessary condition for the application of eqn. (3). In order to avoid any significant changes in the monomer concentration [M] and the temperature of the polymerization mixture over the distance ab of the Teflon tube, the polymerization condi- tions were adjusted so that the monomer conversions were always below 10%. The polymer thus obtained was washed with a large volume of ethanol and dried in vacua. The average molecular weight and molecular weight distribu- tion were measured using a Waters GPC-150 apparatus. Results and discussion The results obtained for the polymerization using cat-G at 20 C are illustrated in Fig. 2. The polymer yield, Y, is directly proportional to t, and 206 1/1 (S-) Fig. 2. Experimental results obtained at 20 C. Propene pressure = 1 bar, [M] =0.72 moil\"1, [AKCsiH,,^] =70 mmol 1-1 and [Ti] = 2.3 mmol 1 -1. Plots uersus 1/C A, 1/V; , !/? ; T, !/? ; and , M^/Mn, respectively. Points A, 0, V and D correspond to data obtained using a conventional polymerization technique (10 s reaction time). plots of the inverse values of the degrees of polymerization, !/? ^d l/^w> are linear versus lit. Hence, eqns. (1) and (2) may be applied assuming a constant concentration of polymerization centers [C*], when the following relationship applies for 1/Pn: I ? M^ A,[M] kJM\\ (4) From the slope and intercept of the plot of 1/P, against 1/(, we obtain fcp = 1230 1 mol s~1 and k^ = 1 s~1. Combining this value of Ap with the value of Y/( ( = 2500 g (mol Ti)~1 s~1), which may be re-expressed per unit concen- tration of [Ti] from the value observed at [Ti] =2.3 mmol 1~1, we obtain [C*] =0.06 mol I-1 or [C*]/[Ti] =6mol%. All these results appear plausible. The value of k^ supports the previous conclusion that no transient change occurs in the molecular weight for polymerization times within the range 5 s to 3 h at 40 C [5]. Indeed, because of the high value of the activation energy, k^ would have an even higher value at 40 C. In addition, two further results obtained in this work should be noted. Firstly, the initiation reaction (polymerization center formation)^ is so rapid that it is complete within 0.1 s; secondly, the polydispersity, My/Mn, 207 4000 r [Al(C2H5)3l (10 mol/1) Fig. 3. The relationship between Yjt and [M.(C^)s\\ at 20 C. is constant as shown in Fig. 2. Indeed, the quite high value of the polydisper- sity remains constant even over the polymerization stage where the transfer reaction is not significant, indicating that a change in the transfer reaction [7] with chain length and the existence of thick polymer layers [8] leading to diffusion limitation cannot explain the broadening of molecular weight distribution. In fact, the only feasible explanation for such broadening is the existence of non-uniform active centers in the system as proposed by one of us previously on the basis of other experiments [9]. 1200 1000 800 600 400 200 0123 Y/t (lO^mol-Ti-s) Fig. 4. Dependencies of [C*] and ky on Yft. r-i0 a 'o Q g 1 w 00 00o oo 55 ^p 2 <d co d d i i \"s a ~w' 00000 t^' ^ a. & ,-( Q t> *-l <N W ^< ^ '? f-<e^o')c 3^*o'3to <?3oi'^- WWSM i^ic^'^p ^( OS CO CO ^st\" i<)4 CO '^< ^< CO CO CO CO CO CO CO -s ^ >> 5 '3a be i '?S C^Ol^-t^QO^OO U'SQOOt 00 ~lt^ rMOSlO co 10 f^ co co oo c-' c'i ^ od t-' d CD co cri <? >r-4 n l CO T\"t i l -^ ie N 6 60 s ^, 'S BB & S 0 'g ^S -4-1 S 00 SJS &..\" 1 88 s \"3 Ed S O^C^O^^S CO^C^ U30Q<-t 0 05 ^-tT-^C^^fr^CO Oi-iCO i-fM^?* i-iC^CO c '^a OOOOO'-lO 000 000 000 0 u ' * > 01 C. 1 S'&< ^ cq co c<i w S 0 rt 13 4> a 'S d S,CQ g.< St\" m tU 3 ^ss sa u 0 209 cat-G cat-S Fig. 5. Different modes of support for Ti species with the two catalysts employed in the present work. It is well known that the catalyst activity can be increased in the normal polymerization process by using a higher concentration ofAl(C2H5)3. However, no kinetic explanation has, as yet, been provided for this observa- tion. The results depicted in Fig. 3 indicate that the catalyst activity, Yjt, depends on the concentration of Al( C^W.^ even over quite limited periods of polymerization. In order to discuss the effect of A^Ca^^g concentration on y/(, the values of Ap and [C*] have been calculated for various Y/( values with the result depicted in Fig. 4. From this figure it will be seen that [C*] is directly proportional to Y/( whereas ftp is constant and independent of the latter value. Hence, the observed increase in catalyst activity at higher concentrations of Al(C2Hg)3 must be attributed solely to an increase in [C*]. The influence of catalyst preparation on the kinetic parameters was investigated by using both types of MgClz-supported catalyst in the stopped flow polymerization of propene. The results obtained are summarized in Table 1. The use of cat-S leads to greater ky values and smaller [C*] values compared to the use of cat-G. This suggests the possibility that the Ti species associated with cat-G are supported on the surface of the catalyst particle and that differences in the kinetic parameters arise from differences in the supporting areas of the Ti species brought about by the method of catalyst preparation. In other words, whereas the Ti species in cat-G are located essentially on the surface of the catalyst particle, those in cat-S are dis- tributed throughout the whole of the particle bulk as illustrated in Fig. 5. Hence, the value of [C*] for cat-S may be quite low during the initial stages of polymerization because of the limited quantities of Ti species on the surface of this catalyst. However, the reason for the different values of kp observed with the two catalysts is not clear at present. The activation energies for kp as determined between 20 C and 30 C are 10.7 kcalmol\"1 for cat-G and T.Tkcalmol\"1 for cat-S, respectively. Such results indicate that different catalysts with different kinetic parameters may be produced by diffusion methods of preparation even when the same starting material is used for catalyst preparation. 210 Acknowledgement Thanks are due to Mr Takeyasu Maruyama for his experimental contri- bution to this work. References 1 W. Kaminsky et al. (eds.). Transition Metals and Organometallics as Catalysts for Olefin Polymerization, Springer-Verlag, Berlin/Heidelberg, 1988. 2 W. A. Hewett and E. C. Shokal (to Shell Oil Co.), Jpn. Pat. 432533(1964). 3 A. Toyota and N. Kashiwa (to Mitsui Petrochemical Ind.), Jpn. Pat. 1 014471 (1981). 4 G. Natta and I. Pasquon, Adv. Catal., 11 (1959) 1. 5 E. Suzuki, M. Tamura, Y. Doi and T. Keii, Makromol. Chem., 180 (1979) 2235. 6 M. Kioka, K. Kitani and N. Kashiwa (to Mitsui Petrochemical Ind.), Jpn. Kokai 5&-811 (1981). 7 M. Gordon and R. J. Roe, Polymer, 2(1961) 41. 8 D. Singh and R. P. Merrill, Makromolecules, 4 (1971) 599. 9 T. Keii, Y. Doi, E. Suzuki, M. Tamura, M. Murata and K. Soga, Makromol. Chem., 185(1984) 1537. X244 89801841 0304-5102(89)80184-1 10.1016/0304-5102(89)80184-1 Stopped flow polymerization of propene with typical MgCl2-supported high-yield catalysts Minoru Terano Takuo Kataoka Toho Titanium Co., Ltd., Chigasaki 3-3-5, Chigasaki-shi, 253 Japan Tominaga Keii Numazu College of Technology, Ooka 3600, Numazu, 410 Japan A new method, viz. stopped flow polymerization, has been employed to observe the quasi-living polymerization state of propene. It was found that the molecular weight distribution was maintained constant from the very start of the polymerization process (i.e. after 0.1 s) and that the concentration of Al(C2H5)3 used as well as method of catalyst preparation influenced some of the kinetic parameters. References 1 W. Kaminsky Transition Metals and Organometallics as Catalysts for Olefin Polymerization 1988 Springer-Verlag Berlin/Heidelberg 2 W.A. Hewett and E.C. Shokal (to Shell Oil Co.), Jpn. Pat. 432 533 (1964). 3 A. Toyota and N. Kashiwa (to Mitsui Petrochemical Ind.), Jpn. Pat. 1 014 471 (1981). 4 G. Natta I. Pasquon Adv. Catal. 11 1959 1 5 E. Suzuki M. Tamura Y. Doi T. Keii Makromol. Chem. 180 1979 2235 6 M. Kioka, K. Kitani and N. Kashiwa (to Mitsui Petrochemical Ind.), Jpn. Kokai 56-811 (1981). 7 M. Gordon R.J. Roe Polymer 2 1961 41 8 D. Singh R.P. Merrill Makromolecules 4 1971 599 9 T. Keii Y. Doi E. Suzuki M. Tamura M. Murata K. Soga Makromol. Chem. 185 1984 1537",
      "scopus-id": "0024765093",
      "coredata": {
        "eid": "1-s2.0-0304510289801841",
        "dc:description": "A new method, viz. stopped flow polymerization, has been employed to observe the quasi-living polymerization state of propene. It was found that the molecular weight distribution was maintained constant from the very start of the polymerization process (i.e. after 0.1 s) and that the concentration of Al(C2H5)3 used as well as method of catalyst preparation influenced some of the kinetic parameters.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289801841",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Terano, Minoru"
          },
          {
            "@_fa": "true",
            "$": "Kataoka, Takuo"
          },
          {
            "@_fa": "true",
            "$": "Keii, Tominaga"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289801841"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289801841"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80184-1",
        "prism:volume": "56",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Stopped flow polymerization of propene with typical MgCl2-supported high-yield catalysts",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-210",
        "prism:endingPage": "210",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80184-1",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/0304-5102(89)80184-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024765093"
      }
    }
  }
}