{
  "metadata": {
    "title": "Polymer-supported catalysts: preparation and characterisation of complexes between palladium derivatives and oligomeric aramides",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-03-01",
    "doi": "10.1016/0304-5102(90)85086-W",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085086W",
    "pii": "030451029085086W"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025403386",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085086W 0304-5102(90)85086-W 030451029085086W 10.1016/0304-5102(90)85086-W S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01769 2024-01-02T01:05:30.650091Z 0 0 19900301 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 59 59 1 1 Volume 59, Issue 1 6 39 52 39 52 19900301 1 March 1990 1990-03-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. POLYMERSUPPORTEDCATALYSTSPREPARATIONCHARACTERISATIONCOMPLEXESBETWEENPALLADIUMDERIVATIVESOLIGOMERICARAMIDES CAPANNELLI G HODGE 1980 P POLYMERSUPPORTEDREACTIONSINORGANICSYNTHESIS LAZUTKINA 1980 81 A CATALYSTSCONTAININGMETALCOMPLEXESSUPPORTSABIBLIOGRAPHICINDEX PITTMAN 1982 C COMPREHENSIVEORGANOMETALLICCHEMISTRY HARTLEY 1985 F SUPPORTEDMETALCOMPLEXES HECK 1986 R PALLADIUMREAGENTSINORGANICSYNTHESES KARKLIN 1981 408 L HODGE 1986 P ANNUALREPORTSPROGRESSCHEMISTRYSECTIONB 1987 PREPARATIVECHEMISTRYUSINGSUPPORTEDREAGENTS CUM 1986 111 G DINI 1977 95 P CUM 1984 416 G CUM 1985 1571 G ZINNER 1962 113 H SHERRILL 1928 474 M CUM 1981 80 G PROC3RDNATSYMPCALORIMETRYTHERMALANALYSISGENOA DONATI 1968 231 M DURAND 1982 310 S HARTLEY 1973 F CHEMISTRYPLATINUMPALLADIUM SCHROEDER 1976 2566 D COLTHUP 1964 N INTRODUCTIONINFRAREDRAMANSPECTROSCOPY BELLAMY 1975 L INFRAREDSPECTRACOMPLEXMOLECULES NAKAMOTO 1986 K INFRAREDRAMANSPECTRAINORGANICCOORDINATIONCOMPOUNDS CUM 1983 26 G PROC14THNATMEETINGORGANICCHEMISTRY CAPANNELLIX1990X39 CAPANNELLIX1990X39X52 CAPANNELLIX1990X39XG CAPANNELLIX1990X39X52XG item 0304-5102(90)85086-W 030451029085086W 1-s2.0-030451029085086W 10.1016/0304-5102(90)85086-W 272239 2024-01-02T01:05:30.650091Z 1990-03-01 1-s2.0-030451029085086W-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085086W/MAIN/application/pdf/a4febac94d85839e4ad55b2c33423652/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085086W/MAIN/application/pdf/a4febac94d85839e4ad55b2c33423652/main.pdf main.pdf pdf true 1548158 MAIN 14 1-s2.0-030451029085086W-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085086W/PREVIEW/image/png/e12049f4cca559fa2e9545e505cbcd85/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085086W/PREVIEW/image/png/e12049f4cca559fa2e9545e505cbcd85/main_1.png main_1.png png 61852 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 59 (1990) 39-52 39 POLYMER-SUPPORTED CATALYSTS: PREPARATION AND CHARACTERISATION OF COMPLEXES BETWEEN PALLADIUM DERIVATIVES AND OLIGOMERIC ARAMIDES GUSTAVO CAPANNELLI, GIAMPIETRO CUM*, RAFFAELE GALLO and AGATINO SPADARO Dipartimento di Chimica Industriale, Universita' di Messina, I-98100 Messina (Italy) GIOVANNA COSTA and PAOLO PIAGGIO Centra Macromolecole CNR-Istituto di Chimica Industriale, Universita' di Geneva, Corso Europa 30,1-16132 Genoa (Italy) (Received February 1,1989; revised August 25,1989) Summary Oligomeric aramides of the phenyleneterephthalamide structural type, impregnated with Pd salts, have been prepared and characterized. For a better understanding of the type of interactions between Pd and these oligomers, the corresponding monomeric model compound and simpler molecules have been investigated by several techniques. The results obtained establish that a coordination complex is formed through a specific linkage between Pd and the primary ammo groups present as chain terminals both in the macromolecular species as well as in the model compound. No evidence has been found of significant bond interactions involving either carboxyl or secondary amido groups. Introduction Recently considerable interest has arisen in the interactions between transition metals and polymeric organic matrices, especially from the point of view of structural elucidation and of their peculiar catalytic properties [1-4]. Although a large number of investigations deal with palladium- containing systems as catalysts for reaction processes such as hydrogenation, dehydrogenation, oxidation, etc. [5], few studies have been published in which palladium or palladium derivatives supported on synthetic polymers of industrial interest exhibit high stability [3, 4, 6-8]. This seems to be due to the poor chemical, thermal and mechanical properties of the polymeric materials selected. Some new materials, such as aromatic polyamides and polyimides, appear however to have the technological properties required for proper utilization in catalytic reactions. *Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 40 Accordingly, we have prepared and characterized some low molecular mass (MM) aromatic polyamides, such as the oligo-l,4-phenylene- terephthalamides (OPTA) [9]; they are chemically inert and have high thermal and mechanical resistance, related to their Kevlar-like structure. Such oligomers have already been used as insoluble supporting species for palladium salts, and their unusual catalytic properties have been suc- cessfully tested on some model reactions [10 12]. This work reports the results related to the palladium dispersion on the above polymeric supports and is aimed to clarify the nature of the interac- tions between some palladium derivatives, such as PdClg and Pd(OAc)2, and the oligomeric species synthesized in our laboratory. It must be taken into account that the presence of different functional groups ( COOH, NHg and NH CO ) in the molecular species in- vestigated offers a number of possibilities for chemical bonding with the transition element. For a better understanding of the problem, a comparative study of the monomeric compound and some simpler model molecules having a structure similar to that of the oligomeric species has been carried out. These products have been characterized using several techniques, among which are chemical and thermal analysis, UV and IR spectroscopy. Mor- phological observations by means of scanning electron microscopy (SEM) coupled to an X-ray probe, have made it possible to evaluate the Pd and Cl distribution on the oligomeric matrix. Experimental Materials All analytical grade solvents and reagents were used without further purification. A commercial sample of Kevlar (PRD 49) was kindly supplied by Du Font. Oligo -1,4-phenyleneterephthalamides Samples of different chain lengths were prepared by interfacial polycon- densation from an aqueous solution of 1,4-phenylenediamine dihydrochloride and a solution of terephthaloylchloride in cyclohexanone, using different molar ratios. Typically, lower MM oligomers (OPTA-L) were obtained by reaction of 0.23 mol 1,4-phenylenediamine with 0.16 mol terephthaloylchloride. The reaction products are a mixture of: (I) and 41 (D) where the average value of n is 3, and the amount of (I) is much larger than that of (II) (ratio 9:1 ca.). More details on the preparation and characteriza- tion of the products have been reported in a previous paper [9]. Higher MM oligomers (OPTA-H) (III) were obtained with molar ratio diamine/chloro derivative = 0.7/1.0. In these conditions a relatively higher number of macromolecules with both carboxyl end groups are obtained [13]: HOOC-^))-^O^NH^Oy^H-CO^Qy<0+^ (III) where n values range from 8 to 12. Model compounds The model compounds were obtained through different steps. A solution ofterephthaloyl chloride (24.6 mmol) in acetone (150ml) was mixed with an equimolar amount of4-nitroaniline in the same solvent (50 ml). A precipitate was obtained by stirring the reaction mixture at 40 C for 2h. The yellow solid, m.p. 357 C, was identified as 4,4'-dinitroterephthalanilide (IV) (lit. [14], 353-5 C). (IV) The filtrate, cooled at 4 C for 4 h, gave a precipitate which was washed with cold acetone to yield a pale yellow solid (m.p. 186 C) corresponding to 4-nitroterephthalaniloyl chloride (V) [15]. Compound (V) was dissolved in hot acetone, then hydrolized with HC1 for 3h. By addition of cold distilled water the corresponding 4- nitroterephthalanilic acid (VI), m.p. 216 C [16], separated out. NH-CO-<^J)-CO-R (V) R=C1 (VI) R=OH The model compound, 4-aminoterephthalanilic acid (VII), corresponds to the structure of a single monomeric unit of OPTA: H,N-<( 5)-NH (vn) 42 TABLE 1 Characterization data Sample Yield (%) Elemental analyses (%) C H N Acid-base titration (meqg~1) Acid Basic end groups end groups OPTA-L (I) and (H) 90 66.98 4.51 12.42 1.149 1.316 OPTA-H (III) 86 66.22 4.62 10.66 0.800-1.080 traces 4-nitroterephthalanilic acid (VI) 53' 58.48 3.50 9.79 3.482 4-aminoterephthalanilic acid (VII) 50' 64.92 4.79 10.74 3.890 3.900 \" End value for the whole synthetic sequence. and was prepared by catalytic reduction at 65 C of a 0.5% ethanol solution of (VI), under a constant flow of hydrogen (10.61 h~1) in the presence of 300 mg of 10% palladium on carbon. After 4h, the grey precipitate obtained was separated from the catalyst by dissolving it in 0.1 N NaOH. Addition of an equimolar amount of 0.1 N HC1 to the clear solution, gave a light brown solid (VII), m.p. 330 C. Yields, elemental analyses and titrations of the terminal groups of the synthesized compounds are reported in Table 1. Structural identification and characterization was made using DSC measurements, IR and '^H NMR spectroscopy. Treatment ofoligomeric and monomeric species with palladium derivatives A known amount of the aforementioned products, i.e. oligomer (I) or (III), compound (VI) or model (VII), was added to a PdClg solution in deionized water/acetic acid (9/1, v/v). The suspension was kept for 6h at 25 C under stirring. All the powdered materials impregnated with PdClg were washed several times with water, then dried and used as such, for further characterization and application as catalysts. Simple molecules, such as 4-toluidine and benzanilide, were dissolved in a water/acetic acid mixture (9/1, v/v), then mixed with PdClg or Pd(OAc)g in the same system of solvents. In the case of 4-toluidine only, such a procedure gave a flocculent precipitate: compound (VIII) with PdClg and compound (IX) with palladium acetate, respectively, whilst no precipitate was obtained from benzanilide at any pH value. Both the precipitates (VIII and IX) and the impregnated powders were filtered, repeatedly washed with distilled water until no acid reaction was detected in the mother liquors, and characterized. Characterization techniques Thermal analysis data were obtained with a Perkin-Elmer Mod. DSC-2c apparatus and Mod. 3600 data station. Indium was used as a reference standard, and the measurements were carried out under nitrogen atmos- phere at a heating rate of 20 Cmin-l. To evaluate palladium content, 43 analyses were performed by means of a Perkin-Elmer Mod. TGS-2 thermo- balance, following a method previously described [17]. Elemental analyses data (C, H and N) were obtained using a C. Erba Mod. 1106 instrument. Ultraviolet and visible spectra were recorded with a Perkin Elmer Mod. Lambda 9 instrument, equipped with an integrating sphere, on samples dispersed as KBr pellets. The IR spectra were recorded with a Perkin-Elmer Mod. 983 spec- trophotometer. All solid samples were recorded either as KBr pellets or as Nujol mulls between KBr discs. Nitrogen was flushed through the optical path of the instrument. The evaluation of primary amino and carboxyl end groups in the products obtained was separately derived from acid and base back-titrations, with 0.1MHC1 (bromophenol green indicator) and 0.1 M NaOH (phenol- phthalein indicator) respectively, in an aqueous suspension homogenized by sonication; no alteration of the sample was observed [9]. Morphological observations on powdered samples of the synthesized oligomeric species, as well as of their palladium-impregnated derivatives, were made using a Cambridge Stereoscan 250 MK2 scanning electron microscope, equipped with a microprobe for X-ray analysis (Link System 860 Analyzer LTD, with a Lithium Drifted Silicon Detector) and linked to dedicated software for analysis and mapping of elements. The powders under investigation were coated (150 nm) with carbon or gold, using an Agar Aids Sputter Coater. Results and discussion Palladium derivatives, such as PdClg and Pd(OAc)a, interact with some functional groups in the oligomeric aramides to form stable chemical species. Chemical analysis An overall characterization of the products is given in Table 1; values for elemental analyses are as calculated, while the end-group titration data confirm the presence of carboxyl and amino groups in the expected amounts. Figure 1 shows the amounts of Pd linked to OPTA-L (I) and to the model molecule (VII) us. the impregnation time. In both cases, saturation is reached just after 1 h. Table 2 reports the percentages (w/w) of palladium found in selected molecular species after their treatment with an excess ofPdCla. These results allow for a first interpretation of the interaction between Pd and the organic substrate. Taking into account that no significant amounts of palladium are found after treatment of benzanilide, nitroanilide and Kevlar, it seems that under the present experimental conditions PdClg does not interact either with the amide groups located between two aromatic rings or with the carboxyl end groups. This behaviour is somewhat different 44 123456 t,hours Fig. 1. Amount of palladium us. impregnation time, for (A) 4-aminoterephthalanilic acid (VII), and for (B) OPTA-L (I). if compared to the literature data [18, 19] related to the formation of complexes between palladium salts and amido groups in aliphatic molecules. However, the poor reactivity of NH CO in our molecules can be ascribed to the strong electronic stabilization induced by the aromatic rings. The PdCl2/4-toluidine molar ratio is 1/2, thus supporting the hypothesis of a LgPdClg (L = R NHg) complex formation [1-5, 20], as shown in Table 2. Results obtained for OPTA-L and its model molecule (VII) are also in a fairly good agreement with the formation of a similar complex, despite the slightly higher palladium content with respect to the calculated value. In fact, this TABLE 2 Maximum Pd content for selected molecular species, after PdClg treatment (see text) Starting compound %Pd (w/w) found, after treatment calculated values for I^PdCl^ 4-toluidine 4-aminoterephthalanilic acid (VII OPTA-L (I) OPTA-H (m) 4-nitroterephthalanilic acid (VI) benzanilide Kevlar 27.5 :) 16.7 8.8 2.4 0.5 0.0 0.0 27.2 15.4 6.40.0 0.0 0.1 \" Not significant. 45 10 \\. 310 370 430 490 T(K) Fig. 2. DSC curves for (a) PdClz, (b) 4-toluidine and (c) complex (VIII). can be explained taking into account that the ratio of NHg to COOH terminal groups is little higher than one in the case of OPTA-L, and that complexes such as L^PdClg),,, where ra > 1, can also be present. These findings are confirmed by the low order of reactivity towards Pd found in the case of OPTA-H (III); actually, the latter is characterized by a predominant amount of COOH end groups (see Table 1). Thermal analysis Figure 2 reports DSC traces for 4-toluidine, PdClz and their complex (VIII). In the latter case, a sharp and well defined peak has been observed at 511 K, while in the starting aromatic amine the endothermic transition occurs at 320 K. Moreover, in complex (VIII) decomposition takes place shortly after melting. Comparable behaviour has been observed (Fig. 3) in the model molecule (VII), both before and after its reaction with PdClg to yield compound (VII) Pd (Fig. 3a and 3b, respectively). The peak at 603 K (Fig. 3a), corresponding to the melting of the model compound, does not appear for the Pd complex (Fig. 3b). The further endothermic transition around 624 K (Fig. 3a), might be accounted for in terms of a liquid crystal-like behaviour of (VII), as already reported for compounds having similar molecular struc- tures [21]. However, the occurrence of a degradation process does not allow at present a detailed interpretation of the DSC profiles. As far as the OPTA oligomers are concerned, thermal analysis data show slightly different values for their Tg, namely 554 K for OPTA-L and 575 K for OPTA-H, although both decompose at temperatures above 640 K [9]; the different Tg values can be ascribed to their different MM. No significant variations were ascertained in the thermal profiles of the related derivatives obtained from the above species after PdClg impregnation. These 46 590 610 630 650 670 690 T(K) Fig. 3. DSC curves for (a) 4-aminoterephthalanilic acid (VII) and (b) complex (VII) PdCL;. 200 300 iOO nm 500 Fig. 4. Electronic spectra, as KBr pellets, of (a) PdClz, (b) 4-aminoterephthalanilic acid (VII), (c) 4-aminoterephthalanilic acid/PdClz (VU) Pd, (d) OPTA-L (I), (e) OPTA-L/PdClz (8.8% Pd, w/w). 47 results indicate that the incorporation of low but relevant amounts of palladium (Table 2, (I) and (III)) does not give rise to significant interac- tions with secondary amido groups located in the oligomeric structures. On the whole, thermal analysis data show that the oligomers in- vestigated are rather stable at relatively high temperatures, whereby their application as supports for catalysts can be particularly interesting. Electronic and infrared spectra Electronic and IR spectra were examined in order to clarify the molecular interactions between Pd salts and functional groups in OPTA oligomers. Direct evidence for the chemical interaction between OPTA-L and PdClg is given by the electronic spectra of Fig. 4. By comparison of Figs. 4b and 4c it is apparent that a new band at 340 nm originates by reaction of (VII) with PdClz. This band, due to an electronic transition of palladium [20], is centred at a slightly lower frequency than the corresponding band in PdCIa (330 nm). The OPTA-L spectrum (Fig. 4d) shows a band at 320 nm, which broadens and shifts its absorption maximum to a lower frequency in the corresponding PdClg complex (Fig. 4e), as expected from the overlapping with the Pd electronic transition. The IR spectra of oligomeric aramides and of their PdClg complexes are dominated by the strong absorptions of the repeating structural unit and do not show appreciable enough differences to allow a study of the interaction between the polymer and the Pd salt. These findings are consistent with the assumption that only the NHg terminal groups interact with the Pd salts. On the contrary, due to the higher concentration of the terminal groups, AOOO 3000 2000 1600 1200 800 400 cm\"1 Fig. 5. IR spectra of (a) 4-aminoterephthalanilic acid (VII), (b) 4-aininoterephthalanilic acid/PdCL; complex (Vn)-Pd. 48 very interesting spectral changes are observed for 4-aminoterephthalanilic acid upon reaction with PdClg (Fig. 5). However, a reliable interpretation of these complex systems requires surmounting the lack of vibrational data through an analysis of the spectral behaviour of simpler molecules, such as benzanilide and 4-toluidine. It has been found that only the latter molecule reacts with Pd salts, showing dramatic changes in most of its vibrational bands (Fig. 6). A complete vibrational analysis of the spectra is outside the scope of this work, but the following considerations can be made on the basis of well-known group frequency correlations [22-24]: (i) The 1514cm\"1 ring stretching and the 815cm\"1 out-of-plane CH wagging of the 1,4-disubstituted ring are insensitive to the formation of complexes and appear as the most intense bands in all the spectra; they can be used as a reference to evaluate relative intensity changes of the bands sensitive to Pd complexation. (ii) The antisymmetric and symmetric NHg stretching bands, observed for 4-toluidine at 3419 and 3319 cm~1, respectively, shift to lower frequencies and gain intensity in Pd complexes (VIII) and (DC). Their center of gravity is lowered by 132 cm~1 for the PdClg complex and 136 cm~1 for the Pd(OAc)a 4000 3000 2000 1600 1200 600 400 cm-1 Fig. 6. IR spectra of (a) 4-toluidine, (b) 4-toluidine/PdCl2 complex (Vni), (c) 4- toluidine/Pd(OAc)2 complex (IX). 49 one, showing the same weakening of the N H bonds in both cases, as could result from the formation of a Pd N bond. (iii) The spectrum of 4-toluidine exhibits a strong band at 507 cm~1, due to a ring N-deformation mode, well known to be highly sensitive to the nature of the substituents and to the conformation of the molecular frame [22]. In the spectra of Pd complexes (VIII) and (IX), this band disappears and three new weaker bands are observed at 560, 495 and 460cm\"1. The assignment of the 495cm\"1 band to the Pd N stretching seems quite straightforward, as various complexes containing Pd N bonds exhibit a band at the same frequency [20, 24]. The other two bands can be reasonably assigned to deformation modes of the N-ring group, when the nitrogen atom is bonded to Pd. (iv) Moreover, both samples (VIII) and (IX) show several bands in the fingerprint region (Figs. 6b and 6c). In the 2000-1700 cm~1 range, the pattern of a 1,4-disubstituted benzene is observed for all compounds, but the band at 1880cm\"1 in 4-toluidine (Fig. 6a) shifts to 1898cm\"1 for samples (VIII) and (IX), showing that the same ring structure characterizes both complexes. Other bands typical of each complex, can be confidently assigned to modes of the acetate or PdClg groups. In particular, for complex (VIII), the medium intensity band at 335 cm~1 is characteristic of the Pd Cl stretching mode in (RNH2)2PdCla compounds [20]. Taking into account these findings, some comments can be made on the spectra of 4-aminoterephthalanilic acid (VII) (Fig. 5a) and its PdCLz complex (Fig. 5b). In the N H stretching region, the spectrum of sample (VII) shows only a quite broad band around 3307 cm~1, usually observed in the solid state for (raras H-bonded NH CO groups. In the spectrum of (VII) Pd (Fig. 5b), no bands due to the NHg group are observed, although new spectral features are observed above 3100cm\"1. This is somewhat related to the intensity enhancement of NHg stretching bands shown in the spectra of the 4-toluidine derivatives (VIII) and (IX), where the formation ofaPd N bond occurs. Hence the two sharp peaks at 3280 and 3171 cm~1, whose centre of gravity is very close to the value observed for samples (VIII) and (IX), can be confidently assigned to the antisymmetric and symmetric stretching of the Pd-bonded amino group. The broad new band at 3390 cm~1 can be assigned to the N H stretching mode of the amide group, and its shift to a higher frequency is indicative of a stronger N H bond (breaking of the H-bonded structure and different electronic interaction with the aromatic ring, as a consequence of the reaction with PdClg). As observed in the case of complexes (VIII) and (IX) (Figs. 6b and 6e, respectively), the spectrum of (VII) Pd (Fig. 5b) in the low frequency region clearly shows the bands at 563 cm~1 (N-sensitive ring deformation), 497 cm~1 (Pd N stretching) and 330 cm~1 (Pd Cl stretching in a (raras-LaPdClg structure). Finally, the weak band observed at 302 cm~1 could be assigned to a Pd Cl stretching in a structure such as I^PdClg),,, with n > 1, in agreement with the high Pd content of this complex (Table 2). 50 These assignments strongly indicate that all the Pd complexes in- vestigated involve the Ar NHz Pd structural type. Morphology and microanalysis The morphological structures of OPTA-L, before and after treatment with PdClg, were obtained by SEM and are shown in Figs. 7 and 8 respectively. A powdered sample of OPTA-L appears as an aggregate of small well-separated granules (Fig. 7). This pattern gradually changes as the PdClg content increases, to give large aggregates when the maximum amount (8.8% Pd, w/w) is reached (Fig. 8). This may be accounted for in terms of an increasing number of interactions between the palladium derivative and the oligomeric matrix. 400 pm 100pm a b 4 yn____ ____1 ym c~\" d Fig. 7. Scanning electron micrographs of OPTA-L powder, at different magnifications. 51 The X-ray microanalysis and the mapping of Pd and Cl on PdClz- impregnated specimens of OPTA-L at several magnifications evidenced that both elements are evenly dispersed through the samples and that the relative amounts of Pd and Cl are always constant. The porosity of OPTA-L and OPTA-L/PdClg impregnated powders has been evaluated by the BET method and the resulting values of specific surface range between 60 and SOn^g\"1. In spite of their relatively low porosity, the title compounds when used as catalyst in carbon-carbon double bond oxidation and selective alkyne reduction gave encouraging results [12,25]. Furthermore, in the hydrogenation process involving the phenylacetylene styrene-- ethylbenzene sequence, a 100% conversion was achieved in each step, together with selectivity and yields around 90% [26]. The reaction was zero order in phenylacetylene concentration, with k = 3.4 x lO^mols\"1 (gPd)\"1. These results are interesting both for the mild reaction conditions and for the small amount of active catalyst used, essentially due to its even dispersion on the oligomeric matrix. Conclusions The results obtained by different analytical techniques show that a bond interaction takes place between Pd derivatives and nitrogen atoms of the primary amino groups in the molecules of the oligomeric species and of their model compounds, to form coordination complexes, whilst no evidence has been achieved towards any similar interaction involving either carboxyl or amido groups. In a typical oligomeric species, the porosity of the solid phase, together with the specific chemical interaction of Pd with terminal amino groups whose concentration is fairly high because of the low molecular mass of the macromolecule, is decisive to obtain a homogeneous distribution of PdClg over the entire solid OPTA sample. Such a behaviour has not been observed thus far within the higher MM polyamides (e.g. Kevlar). a b c Fig. 8. Scanning electron micrographs of OPTA-L powder impregnated with 8.8% (w/w) of Pd, at different magnifications. 52 Acknowledgements We thank the C.N.R. and the Ministero della Pubblica Istruzione (Rome) for financial support. References 1 P. Hodge and D. C. Sherrington, Polymer-supported Reactions in Organic Synthesis, Wiley, Chichester, 1980. 2 A. I. Lazutkina, Catalysts containing Metal Complexes on Supports: A Bibliographic Index, Institute of Catalysis, Siberian Branch of the Academy of Sciences of the USSR, Novosibirsk, 1980, p. 81. 3 C. U. Pittman, Jr., in G. Wilkinson (ed.). Comprehensive Organometallic Chemistry, Pergamon Press, Oxford, 1982, Vol. 8, Chapt. 55. 4 F. R. Hartley, Supported Metal Complexes, Reidel, Dordrecht, 1985. 5 R. F. Heck, Palladium Reagents in Organic Syntheses, Academic Press, London, 1985. 6 L. N. Karklin, M. V. Meynev and A. D. Pomogailo, Kinet. Katal.. 24 (1981) 408. 7 P. Hodge, in Annual Reports on the Progress of Chemistry-Section B, The Royal Society of Chemistry, London, 1986, Vol. 83, Chapt. 11. 8 P. Laszo (ed.). Preparative Chemistry using Supported Reagents, Academic Press, London, 1987, Chapt. 12. 9 G. Cum, R. Gallo, F. Severini and A. Spadaro, Angew. Markomol. Chemie, 138 (1986) 111. 10 P. Dini, J. C. J. Bart, G. Cum and N. Giordano, J. Mol. Catal., 2 (1977) 95. 11 G. Cum, R. Gallo, S. Galvagno, A. Spadaro and P. Vitarelli, J. Chem. Tech. Biotechnol., 34A (1984) 416. 12 G. Cum, R. Gallo, S. Ipsale and A. Spadaro, J. Chem. Soc., Chem. Commun., (1985) 1571. 13 G. Cum and Coworkers, unpublished results. 14 H. Zinner, G. Sych and W. Ludwig, J. Prakt. Chem., 17(1962) 113. 15 Ger. Pat. 711 540 (1936) to /. G. Farben Ind. 16 M. L. Sherrill, F. L. Schaeffer and E. P. Shayer, J. Am. Chem. Soc., 50 (1928) 474. 17 G. Cum, R. Gallo, A. Spadaro and P. Vitarelli, in Proc. 3rd Nat. Symp. Calorimetry and Thermal Analysis, Genoa, 1981, p. 80. 18 M. Donati, D. Morelli, F. Conti and R. Ugo, Chim. Ind. (Milan), SO (1968) 231. 19 S. Durand, G. Jurgie and J. P. Laurent, Transition Met. Chem., 7 (1982) 310. 20 F. R. Hartley, The Chemistry of Platinum and Palladium, Applied Science, London, 1973, Chapt. 7. 21 D. C. Schroeder and J. P. Schroeder, J. Org. Chem., 41 (1976) 2566. 22 N. B. Colthup, L. M. Daly and S. E. Wiberiy, Introduction to Infrared and Roman Spectroscopy, Academic Press, New York, 1964. 23 L. J. Bellamy, The Infrared Spectra of Complex Molecules, Chapman and Hall, London, 1975. 24 K. Nakamoto, Infrared and Roman Spectra of Inorganic and Coordination Compounds, Wiley, New York, 1986. 25 G. Cum, R. Gallo, S. Galvagno, A. Sparado and P. Vitarelli, unpublished results. 26 G. Cum, R. Gallo, S. Ipsale and A. Spadaro, in Proc. 14th Nat. Meeting Organic Chemistry, S. Margherita Ligure, Italy, 1983, p. 26. X244 9085086W 0304-5102(90)85086-W 10.1016/0304-5102(90)85086-W Heterogeneous catalysis Polymer-supported catalysts: preparation and characterisation of complexes between palladium derivatives and oligomeric aramides Gustavo Capannelli Giampietro Cum 1 Raffaele Gallo Agatino Spadaro Dipartimento di Chimica Industriale, Universita' di Messina, I-98100 MessinaItaly 1 Author to whom correspondence should be addressed. Giovanna Costa Paolo Piaggio Centro Macromolecole CNR-Istituto di Chimica Industriale, Universita' di Genova, Corso Europa 30,1-16132 GenoaItaly Oligomeric aramides of the phenyleneterephthalamide structural type, impregnated with Pd salts, have been prepared and characterized. For a better understanding of the type of interactions between Pd and these oligomers, the corresponding monomeric model compound and simpler molecules have been investigated by several techniques. The results obtained establish that a coordination complex is formed through a specific linkage between Pd and the primary amino groups present as chain terminals both in the macromolecular species as well as in the model compound. No evidence has been found of significant bond interactions involving either carboxyl or secondary amido groups. References 1 P. Hodge D.C. Sherrington Polymer-supported Reactions in Organic Synthesis 1980 Wiley Chichester 2 A.I. Lazutkina Catalysts containing Metal Complexes on Supports: A Bibliographic Index 1980 Institute of Catalysis, Siberian Branch of the Academy of Sciences of the USSR Novosibirsk 81 3 C.U. Pittman Jr. G. Wilkinson Comprehensive Organometallic Chemistry 8 1982 Pergamon Press Oxford Chapt. 55. 4 F.R. Hartley Supported Metal Complexes 1985 Reidel Dordrecht 5 R.F. Heck Palladium Reagents in Organic Syntheses 1986 Academic Press London 6 L.N. Karklin M.V. Kleynev A.D. Pomogailo Kinet. Katal. 24 1981 408 7 P. Hodge Annual Reports on the Progress of Chemistry-Section B 83 1986 The Royal Society of Chemistry London Chapt. 11. 8 P. Laszo Preparative Chemistry using Supported Reagents 1987 Academic Press London Chapt. 12. 9 G. Cum R. Gallo F. Severini A. Spadaro Angew. Markomol. Chemie 138 1986 111 10 P. Dini J.C.J. Bart G. Cum N. Giordano J. Mol. Catal. 2 1977 95 11 G. Cum R. Gallo S. Galvagno A. Spadaro P. Vitarelli J. Chem. Tech. Biotechnol. 34A 1984 416 12 G. Cum R. Gallo S. Ipsale A. Spadaro J. Chem. Soc., Chem. Commun. 1985 1571 13 G. Cum and Coworkers, unpublished results. 14 H. Zinner G. Sych W. Ludwig J. Prakt. Chem. 17 1962 113 15 Ger. Pat. 711 540 (1936) to I.G. Farben Ind. 16 M.L. Sherrill F.L. Schaeffer E.P. Shayer J. Am. Chem. Soc. 50 1928 474 17 G. Cum R. Gallo A. Spadaro P. Vitarelli Proc. 3rd Nat. Symp. Calorimetry and Thermal Analysis, Genoa 1981 80 18 M. Donati D. Morelli F. Conti R. Ugo Chim. Ind. (Milan) 50 1968 231 19 S. Durand G. Jurgie J.P. Laurent Transition Met. Chem. 7 1982 310 20 F.R. Hartley The Chemistry of Platinum and Palladium 1973 Applied Science London Chapt. 7. 21 D.C. Schroeder J.P. Schroeder J. Org. Chem. 41 1976 2566 22 N.B. Colthup L.M. Daly S.E. Wiberly Introduction to Infrared and Raman Spectroscopy 1964 Academic Press New York 23 L.J. Bellamy The Infrared Spectra of Complex Molecules 1975 Chapman and Hall London 24 K. Nakamoto Infrared and Raman Spectra of Inorganic and Coordination Compounds 1986 Wiley New York 25 G. Cum, R. Gallo, S. Galvagno, A. Sparado and P. Vitarelli, unpublished results. 26 G. Cum R. Gallo S. Ipsale A. Spadaro Proc. 14th Nat. Meeting Organic Chemistry 1983 S. Margherita Ligure Italy 26",
      "scopus-id": "0025403386",
      "coredata": {
        "eid": "1-s2.0-030451029085086W",
        "dc:description": "Oligomeric aramides of the phenyleneterephthalamide structural type, impregnated with Pd salts, have been prepared and characterized. For a better understanding of the type of interactions between Pd and these oligomers, the corresponding monomeric model compound and simpler molecules have been investigated by several techniques. The results obtained establish that a coordination complex is formed through a specific linkage between Pd and the primary amino groups present as chain terminals both in the macromolecular species as well as in the model compound. No evidence has been found of significant bond interactions involving either carboxyl or secondary amido groups.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085086W",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Capannelli, Gustavo"
          },
          {
            "@_fa": "true",
            "$": "Cum, Giampietro"
          },
          {
            "@_fa": "true",
            "$": "Gallo, Raffaele"
          },
          {
            "@_fa": "true",
            "$": "Spadaro, Agatino"
          },
          {
            "@_fa": "true",
            "$": "Costa, Giovanna"
          },
          {
            "@_fa": "true",
            "$": "Piaggio, Paolo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085086W"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085086W"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85086-W",
        "prism:volume": "59",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Polymer-supported catalysts: preparation and characterisation of complexes between palladium derivatives and oligomeric aramides",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "39-52",
        "prism:endingPage": "52",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 1990",
        "prism:doi": "10.1016/0304-5102(90)85086-W",
        "prism:startingPage": "39",
        "dc:identifier": "doi:10.1016/0304-5102(90)85086-W",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025403386"
      }
    }
  }
}