{
  "metadata": {
    "title": "Temperature-programmed reduction of Re<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>7</ce:inf>/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> metathesis catalysts; calculation of activation parameters for reduction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-05-31",
    "doi": "10.1016/0304-5102(85)80021-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285800213",
    "pii": "0304510285800213"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022059071",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285800213 0304-5102(85)80021-3 0304510285800213 10.1016/0304-5102(85)80021-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01514 2024-01-02T01:05:30.650091Z 0 0 19850501 19850531 1985 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 30 30 1 2 1 2 Volume 30, Issues 1–2 9 111 123 111 123 198505 May 1985 1985-05-01 1985-05-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. TEMPERATUREPROGRAMMEDREDUCTIONRE2O7AL2O3METATHESISCATALYSTSCALCULATIONACTIVATIONPARAMETERSFORREDUCTION ARNOLDY P MOL 1975 131 J MASTERS 1981 196 C HOMOGENEOUSTRANSITIONMETALCATALYSIS OLSTHOORN 1976 207 A HURST 1982 233 N ARNOLDY 1985 P GENTRY 1979 1688 S ARNOLDY 1985 P GIBART 1964 70 P OLSTHOORN 1976 197 A MASSOTH 1973 204 F BENSON 1976 305 S THERMOCHEMICALKINETICS KAPTEIJN 1977 M139 F NAKAMURA 1977 M31 R ELLISON 1983 109 A KAPTEIJN 1981 457 F THOMAS 1982 157 R LIN 1976 287 C THOMAS 1980 161 R NAKAMURA 1981 51 R KERKHOF 1979 279 F ANDREEV 1977 M23 A ARNOLDYX1985X111 ARNOLDYX1985X111X123 ARNOLDYX1985X111XP ARNOLDYX1985X111X123XP item 0304-5102(85)80021-3 0304510285800213 1-s2.0-0304510285800213 10.1016/0304-5102(85)80021-3 272239 2024-01-02T01:05:30.650091Z 1985-05-01 1985-05-31 1-s2.0-0304510285800213-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285800213/MAIN/application/pdf/46d25216fff3d18a87438f62819a55e8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285800213/MAIN/application/pdf/46d25216fff3d18a87438f62819a55e8/main.pdf main.pdf pdf true 903205 MAIN 13 1-s2.0-0304510285800213-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285800213/PREVIEW/image/png/8f03e9233dc5ef7eb6b4cd7e091d4adb/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285800213/PREVIEW/image/png/8f03e9233dc5ef7eb6b4cd7e091d4adb/main_1.png main_1.png png 68335 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 30 (1985) 111 -123 111 TEMPERATURE-PROGRAMMED REDUCTION OF Re;;07/Al203 METATHESIS CATALYSTS; CALCULATION OF ACTIVATION PARAMETERS FOR REDUCTION P. ARNOLDY*, 0. S. L. BRUINSMA and J. A. MOULIJN Institute for Chemical Technology, University of Amsterdam, Nieuwe Achtergracht 166, 1018 W V Amsterdam (The Netherlands) (Received February 24, 1984) Summary Series of Temperature-Programmed Reduction (TPR) experiments with various heating rates have been used to calculate the activation param- eters for the reduction of Re03, NH4Re04 and Re207/Al203 catalysts. The activation energy for the reduction of Re207/Al203 catalysts is virtually in- dependent of the Re content (111 8 kJ moF1), but higher than the ref- erence value for the reduction of Al203-supported NH4Re04 crystallites (95 kJ moF1). In view of the strong interaction between Re7\"1\" ions and the A1203 support, the observed differences in the activation energy values for reduction are surprisingly small; this may be explained by the dominance of autocatalysis in the reduction mechanism. The heterogeneity observed in the reduction of Re207/Al203 catalysts is explained for the most part by a 25 - 40 J mol\"1 K~1 increase in the activation entropy with increasing Re content, suggesting an influence of the surface geometry on the freedom of rotation of activated complexes. The sharp increase in metathesis activity with increasing Re content of Re207/Al203 catalysts is discussed in the light of the TPR results. Introduction Catalysts of the type Re207/Al203 are very active towards metathesis [1]. The creation of active Re carbenes [2] requires the selective reduction of these catalysts [3]. Study of the reduction of Re catalysts with H2 might be useful in order to understand the metathesis activation procedure, al- though H2 itself is not a selective reducing agent. Temperature-Programmed Reduction (TPR) is a valuable technique for investigating the reducibility of Re catalysts [4, 5]. When a fixed heating rate of 10 K min\"1 is applied, it has been shown that the maximum for the TPR reduction peak lies at higher temperature for Al203-supported Re *Present address: Koninklijke/Shell Laboratorium, Badhuisweg 3, 1031 CM Amster- dam, The Netherlands. 0304-5102/85/$3.30 Eisevier Sequoia/Printed in The Netherlands 112 catalysts than for Si02- or carbon-supported Re catalysts, suggesting that interaction between Re ions and the support is stronger for the A12O3- supported systems [5]. Moreover, an increase in the Re content leads to a decrease of the TPR reduction temperature for all three supports, indicating that the interaction between the Re ions and all the supports is heterogeneous [5]. It has been shown recently that the activation energy for reduction can be calculated from a series of TPR experiments in which the heating rate has been varied [6, 7]. In a similar manner, information on the Arrhenius con- stant and the activation entropy can also be obtained. The aim of this study is to calculate the activation parameters for the reduction of Re207/Al203 catalysts with various Re contents, in order to investigate the origin of the strength and heterogeneity of the interaction between the Re ions and the Al^Oy support. For this purpose the same catalysts have been used as in a recently reported study [5]. Heterogeneity has also been observed in the well-established course of metathesis activity as a function of the Re content in Re207/Al203 catalysts, and for this reason TPR results and literature data on metathesis activity have been compared in order to explain the origin of the metathesis active centres. Experimental Materials NH4Re04 (Drijfhout; p.a.) and Re03 (ICN) were used as received and proved to be XRD pure. Re^O-, was prepared in situ, by oxidation of ReC>3 in dry air followed by purification via sublimation. The 7-A12O3 support was Ketjen 000-1,5E High Purity (CK 300) material (specific surface area, 195 m2 g~1; pore volume, 0.50 cm3 g~1; particle size, 100 -150 Jiim). The Re207/ A1203 catalysts were prepared by impregnation of the pore volume of dried 7-A12U3 with solutions of NH4Re04 in deionized H20. The samples were dried by heating at a heating rate of 20 K h~1, followed by an isothermal period of 16 h at 380 K in air. High loading catalysts were obtained through a repetition of the pore-volume impregnation plus drying procedure. The Re contents obtained were found to vary within the range 0.0097 - 2.43 Re atom nm\"2. Temperature-Programmed Reduction (TPR) The TPR apparatus has been described in detail elsewhere [8]. A high- purity 67% H2/Ar mixture was used (12 Jumol s~1; 1 bar pressure). In a typi- cal experiment, a sample containing 2 - 5 ssmol Re at a heating rate of 10 K min~1 was used, thus guaranteeing differential conversion of H2 (<!%). In the case of NH4Re04 and Re03, however, much smaller samples were used (0.5 Jumol Re at a heating rate of 10 K min\"1) because larger samples (of NH4Re04 in particular) led to a broadening of the TPR peak on the high- temperature side as a result of product inhibition during the reduction. The heating rate was varied between 0.1 and 10 K min~1; the sample size was 113 varied reciprocally with heating rate. Detection was achieved via a thermal conductivity detector (TCD) which indicated not only the consumption of HI but also the production of ?4 and 0^ as positive peaks, and by means of a flame ionization detector (FID) which allowed the detection of CH4 alone. Water, NFI3, CO; and organic impurities were trapped by 3A and 5A molec- ular sieves and could therefore not be detected. Results Figure 1 illustrates the TPR patterns obtained for the Re oxide refer- ence compounds. The Re TPR peaks are sharp and indicate total reduction to Re metal, the reducibility increasing in the order NH4ReC>4< Re207< ReOa. Some CH4 was also formed during this reduction process as a result of the reduction of organic impurities [5]. Figure 2 illustrates the TPR patterns for the dried A^Os-supported catalysts of various Re content. The Re TPR peaks are again sharp, and within experimental error indicate total reduction to Re metal. Figure 3 provides a summary of the positions of the TPR peak maxima as a function of Re content found for reduction of the dried ReiO^/Al^O^ catal- ysts to Re metal, having been derived from the TPR patterns shown in Fig. 2. One of the TPR peaks is shifted from 730 K to 575 K with increasing Re content and this has been assigned to the reduction of well-dispersed Re^ ions. At the highest Re content, an extra peak is observed at 560 K which has been assigned to the reduction of NH4Re04 crystallites. Better resolution of the two Re reduction peaks could be obtained if the TPR experiments were conducted at a heating rate of 0.2 K min\"1 [5]. Using these conditions, it has been shown that the NH4Re04 crystallites present on catalysts with an Re content of 0.97 and 2.43 atom nm~2 correspond to 9% and 40% of the Re ions, respectively. X-ray diffraction results obtained on the same catal- ysts have indicated crystallite sizes of 130 and 260 nm, respectively [5]. In addition to the Re reduction peaks, other peaks are also observed in Fig. 2; at low Re content these dominate the TPR pattern. At temperatures just above room temperature the small peak observed may be assigned to 0^ desorption. Methane formation occurs at 400 - 650 K (cracking of organics) and at 550 - 900 K (reduction of organics). The latter region corresponding to CH4 formation is shifted from 870 K to 590 K with increasing Re con- tent. At co. 1100 K the peak observed represents the reduction of support impurities such as iron, sulfite and sulfate. Calcination of the dried catalysts causes decomposition of the NH4Re04 crystallites leading to the formation of well-dispersed Re7\"*\" species, the TPR peak maximum for the reduction of such well-dispersed Re7* ions occurring at essentially the same temperature for all the dried and calcined Re207/Al203 catalysts [5]. A simple procedure has been developed [6, 7] to allow the activation parameters for reduction to be calculated from the TPR data. For a series of TPR measurements with various heating rates, the following equation applies: 114 400 800 800 1000 1200 npTalur* (K) Fig. l. TPR patterns (at a heating rate of 1 K min ) for the reference compounds. (a) NH4ReC>4; (b) Re^O-J; and (c) Re03. The patterns consist of two lines, the upper line being the TCD signal while the lower line is the FID signal. In (0/TLx) = -EARImax + In (AR/E) + C (1) where 0 (K s~1) represents the heating rate, Tmax (K) the position of the TPR peak maximum, E (J mol\"1) the activation energy for reduction, A (s~1) the Arrhenius constant, -R (J mol\"1 K~1) the gas constant and C an ad- ditional term which is dependent on the mechanism and the gas phase 115 400 600 800 XXX) 1200 temperature (K) 400 600 800 1000 1200 temperature ( K > Fig. 2. TPR patterns (at a heating rate of 10 K min\"1) for the dried Rez07/Al203 catal- ysts of various Re content. The Re content (in atom nm\"2) was as follows: j(a) 0; (b) 0.0097; (c) 0.025; (d) 0.049; (e) 0.097; (f) 0.24; (g) 0.49; (h) 0.97; and (i) 2.43. The patterns consist of two lines, the upper line being the TCD signal while the lower line is the FID signal. employed. As a result C is slightly dependent on changes in the reduction mechanism and is only independent of the gas phase when the TPR condi- tions are differential. Integral conversion of H;, for example through the use of a 5% Hi/Ar mixture, complicates the application of eqn. (1) [6]. If C can be assumed to be constant, a temperature-programmed 'Arrhenius plot' can be constructed by plotting the left-hand side of eqn. (1) as a function of l/i\\nax- The slope of the resulting plot gives the activation energy E, while 116 1-.0 1.5 Re content (at/nm2) 2.0 .2.5 Fig. 3. Variation in the position of the TP.R maximum for Re reduction (at a heating rate of 10 K min~1) for dried Rc207/Al203 catalysts as a function of their Re content. The reduction of well-dispersed Re7\"*\" ions is indicated by circles, while the reduction of NH4Re04 crystallites is indicated by a square. information can be derived regarding the Arrhenius constant A from the intercept; an absolute value of A, however, cannot be obtained in this way. Figure 4 shows the temperature-programmed 'Arrhenius plots' for the crystalline compounds. The activation energies calculated from the slopes are 152, 95 and 81 kJ moP1, respectively, for bulk NH4Re04, A^Oa-supported -17- -18 -19- -20 18 19 20 21 22 23 24 (10 '\"K'1) 25 Fig. 4. Temperature-programmed 'Arrhenius plots' for the reduction of crystalline Re oxide compounds, (a) NH4Re04 crystallites (bulk); (b) NH4Re04 crystallites on a dried -2. Re207/Al203 catalyst of Re content 2.43 atom nm ;and (c) ReOa crystallites (bulk). 117 NH4ReC>4 and bulk ReOa. The intercepts obtained for the reduction of AlsOa-supported NH4Re04 and bulk Re03 are virtually identical (6.0 and 5.4, respectively), while the intercept obtained for the reduction of bulk NH4- Re04 is much larger (17.7). Figure 5 illustrates the temperature-programmed 'Arrhenius plots' ob- tained for some of the dried Re207/Al203 catalysts. The activation energies calculated from the slopes are 117, 116, 103, 104 and 113 kJ moF1, res- pectively, for the reduction of well-dispersed Re7\"*\" ions on catalysts with a Re content of 0.0097, 0.097, 0.49, 0.97 and 2.43 atom nm\"2. For com- parative purposes, the data for the reduction of the crystalline NH4Re04 fraction of the catalyst with a Re content of 2.43 atom nm~2 are also given. Figure 6 gives a plot of the calculated activation energies versus the Re content of the samples studied (with the exception of the value for bulk NH4Re04). In addition, the weighed average of the E values for the Re2C>7/ A12U3 catalysts is also shown (111 kJ mol~1). Within experimental error (ca. 10%), the E value appears to be independent of the Re content. However, in this respect, it should be noted that there might be a slight trend towards smaller E values as the Re content increases. Figure 7 depicts the intercepts for the plots illustrated in Fig. 5. These intercepts have been determined in two ways, i.e. by using the E values calcu- lated for each different catalyst sample or by using the weighted average of the E values. Both calculations show that the value of the intercept increases with increasing Re content, viz. by 3 - 5 natural logarithmic units. 16 18 (10 \"\"K'') Fig. 5. Temperature-programmed 'Arrhenius plots' for the reduction of dried ii.e i0^^ A12U3 catalysts of various Re content. The Re content (in atom nm\"\"2) was as follows: (a) 0.0097; (b) 0.097; (c) 0.49; (d) 0.97; (e) 2.43 (high-temperature peak, well-dispersed Re7* ions); and (f) 2.43 (low-temperature peak, NH4Re04 crystallites; see Fig. 4(b)). 118 120-110-> E 100-^\" 90-80- ' NH^ReO,, -Dn(\"l -------- neu-, C\"ig. 6. T m AliO he E val 3 0.5 1.0 1.5 2.0 2.5 Tie activation energy [E) for the reduction of well-dispersed Re7'1' ions supported 3 as a function of the Re content (circles, calculated from Fig. 5). In addition, ues for Al^Os-supported NH4ReC>4 (square) and ReOa are shown. 10- 9- 8- 7- 6- 5- 4- 3- 2 0.5 1.0 1.5 Re content (at/nm2) 2.0 2.5 Fig. 7. Intercept for the temperature-programmed 'Arrhenius plots' calculated from the data depicted in Figs. 5 and 6. This intercept has been calculated in two ways: (i) on the basis of the E values calculated for different Re contents (circles plus dotted line); (ii) on the basis of the weighed average of the E values (111 kJ mol ) (squares plus full line). Discussion Analysis of activation parameters The large difference in slope (E value) and intercept of the temperature- programmed 'Arrhenius plots' for bulk NH4ReC>4 and Al203-supported NH4Re04 crystallites may be explained by means of the following two-step process for the reduction of NH4Re04: step 1 step 2 NH4Re04 .... _ ,i Re207 ^ Re 119 The crystallite size of NH4ReC>4 is assumed to affect the rate-determining step. In bulk NH4Re04 the crystallites are large (crystallite diameter as ob- served by scanning electron microscopy = 10 - 100 ssm} and step 1 appears to be rate-determining. In this case the removal of NHa or H^O could be dif- ficult as a result of internal mass transport limitations, leading to a signifi- cant contribution by the reverse reaction on a molecular scale. In sup- port of this suggestion a broadening of the TPR peak is observed with bulk NH4Re04 when larger samples are used, probably as a result of external mass transport limitations. The activation energy calculated for bulk NH4Re04 (152 kJ moP1) agrees quite well with the literature value for the decompo- sition of NH4Re04 in an inert gas [9], which also supports the two-step process shown above. With smaller, Al203-supported, crystallites (crystallite diameter as calculated from X-ray diffraction = 260 nm) removal of NH3 and H;0 is relatively easy because of the absence of mass transport limita- tions. Hence step 2, which has a much lower activation energy (95 kJmol\"1), becomes rate-determining. The TPR data for Al203-supported NH4Re04 and bulk Re03 samples may be compared since reduction is the rate-determining step and mass transport limitations can be neglected in both cases in view of the very sharp TPR peaks observed. The intercepts of the temperature- programmed 'Arrhenius plots' are approximately equal, suggesting the same A and C values. For this reason it is probable that the same reduction mecha- nism applies to Re03 and small NH4Re04 crystallites. The difference in acti- vation energies may be explained by the existence of different Re valencies in NH4Re04 and Re03 (+7 and +6, respectively). In fact the ratio of the ob- served activation energies is about equal to the ratio of the Re valencies, viz. 1.17. This confirms that differences in the activation energy values to some extent reflect differences in bond energies. It is concluded that the activa- tion energy for the reduction of Al203-supported NH4Re04 crystallites (95 kJ mol~1) may be taken as representative for the reduction of Re7\"1\" ions in oxide surroundings which are not influenced by interaction with the sup- port. For this reason this value is used for reference purposes in the follow- ing discussion on the meaning of the activation energy values for Re7\"*\" ions dispersed on Al;03 supports. The activation energy for the reduction of surface ions on Re207/Ali03 catalysts is significantly higher than that for NH4Re04 (ca. 17% higher), indicating interaction between the Re7\"1\" ions and the support. Apparently the Re 0 bond energy has been enhanced, which is not unexpected since some strengthening of the Re 0 bonds in the presence of A12O3 must occur to explain the thermal stability of Re207/Al203 catalysts (no Re loss as I^O? (g) at Re contents up to 3.3 atom nm~2 [10]). Nevertheless, the in- crease in activation energy (relative to NH4Re04) and the variation of activa- tion energy as a function of the Re content are both unexpectedly small in view of the generally found strong interaction between A403 and metal ions. For instance, a large variation in the activation energy as a function of metal content has been observed during the reduction of M003/A12O3 [11]. This difference between Re and Mo catalysts might be explained by the different 120 influence of autocatalysis during reduction; the dissociation of H 2 on metal atoms formed during reduction may be a critical step in the reduction mech- anism and could be more rapid on Re metal than on Mo metal. A larger con- tribution of autocatalysis in the case of Re would then lead to an ironing out of activation energy differences in comparison to differences in bond energy. The shape of the curve shown in Fig. 3 demonstrates the heterogeneity of the interaction between Re7'1\" ions and the A12U3 support. A slight variation in the activation energy with Re content (see Figs. 5 and 6) cannot explain this heterogeneity. From Fig. 7 it follows that the heterogeneity is related to the variation of the intercept of the temperature-programmed 'Arrhenius plots' as a function of the Re content. The intercept itself is equal to In [AR/E) + C, and within this function E is almost constant (see Fig. 6); C is also assumed to be constant, because the minor variation of E suggests the same reduction mechanism, independent of the Re content. Hence, the in- crease in the value of the intercept with increasing Re content can only be explained by an increase in the Arrhenius constant A by a factor of 20 -150. If the Arrhenius equation is compared with the Eyring equation, a change in the value of A must be associated with a change in the activation entropy AS (Jmol^K-1): AS/R=\\nA-An-\\n(kT/h) (2) In this equation An depicts the change in the number of molecules when the activated complex is formed, T (K) the temperature, k (J K~1) Boltzmann's constant and h (J s) Planck's constant. From eqn. (2) it can be shown that an increase of A by a factor of 20-150 is equivalent to a 25 - 40 J mol\" ' K~ ' increase of AS with increasing Re content. This increase in AS can be explained by considering the degrees of freedom possessed by the activated complex involved in the reduction of Re 0 bonds. Such an activated complex can be envisaged tentatively as a Re O H group, as shown in Fig. 8. Hydrogen will be readily dissociated on the Re metal centres (autocatalysis) and will spill over to non-reduced Re ions, resulting in the formation of Re 0 H structures. Restrictions in the freedom of rotation, for example of the H atom around the Re 0 axis, would explain the observed increase in the acti- vation entropy. Literature reports give a value of 22 J mol~1 K~1 for the Fig. 8. Representation of the activated complexes (Re O H groups) present during the reduction of Re ions. Rotation of the H atoms around the Re 0 axis is restricted by narrow constrictions (situation A) but is more free in open positions (situation B). 121 entropy of rotation of H atoms in OH groups at 600 K [12], a value which is of the same order of magnitude as the observed increase of the activation entropy. If the A\\^0^ surface is roughly modelled as a landscape with steps or holes (situation A) and planes or hills (situation B), at low Re content the steps and holes will be preferentially occupied while at higher Re content the planes and hills will also be occupied. At low Re content, ReO H rota- tion will be restricted in narrow constrictions (situation A), while at high- er Re content freedom of rotation will become complete on the more open positions (situation B). Thus, it is concluded that, besides bond-energy factors, entropy factors relating to different surface geometries also deter- mine the observed heterogeneity. Implications for the metathesis activity of Re catalysts The strength and heterogeneity of interaction between Re ions and the support could be important in understanding the origin of the catalytic activity. For RezC^/Al^ metathesis catalysts, heterogeneity must play a role as is shown by the dependence of metathesis activity on the Re content of the catalyst, an observation which is well established [13 -15]. While the activity (expressed per mol Re) is low at low Re content, it increases expo- nentially with increasing Re content up to approximately a monolayer cover- age. Two suggestions are presented to explain this trend: 1. Such a trend can be explained through the influence of the surface geometry on the freedom of rotation of the activated complex. At low Re content, the Re ions are relatively deeply embedded and the extended meta- thesis activated complex (of a metallacyclobutane type [2]) will be restricted in its freedom of rotation, if it is formed at all. At higher Re contents, where the Re ions occupy positions on the more open surface, the activated com- plex can be formed more readily and should be less restricted in its freedom of rotation. In this way a higher activity should be expected for higher Re contents. This conclusion is close to that drawn from kinetic studies [16], in which it has been shown that the equilibrium constant for the adsorption of propene is a function of the Re content within a kinetic model assuming exchange of alkylidene groups via carbene species. 2. The reducibility of Re catalysts may also play a role, since partial re- duction is a prerequisite for metathesis activity [3]. Good correlations be- tween metathesis activity and reducibility have already been established for M003/A12U3 and W03/A12U3 catalysts [17]. For Re catalysts, the selective reduction needed is achieved by a high-temperature treatment in an inert gas or in uacuo, or by treatment with organic or organometallic compounds near room temperature. Hydrogen is not a selective reducing agent; nevertheless, the trends in reducibility observed in the present study, although smoothed out by autocatalysis, might be important for the more selective reduction required. Re^C^/A^C^ catalysts with high Re content can be reduced at relatively low temperatures, and hence such catalysts might contain more active centres for metathesis than catalysts of low Re content [15]. On the other hand, Al^C^-supported catalysts reduce more slowly than SiO;- or 122 carbon-supported catalysts even at the highest Re content [5], while SiO;- supported catalysts are less active than Al^C^-supported Re207 [18], Mo03 or W03 [17, 19] catalysts. Apparently an optimum reducibility is required; too high a reducibility (SiOi, carbon) will lead to too deep a reduction level and lack of stability of the intermediate Re valencies, while too low a reduci- bility (A12O3, low Re content) leads to only a limited creation of active centres. The above arguments show how trends in metathesis activity can be explained tentatively. Furthermore, they provide a reason why the number of active sites is so small in practice for metathesis [3, 16], viz. the delicate balance which exists between too high and too low a reducibility. The trend in metathesis activity as a function of Re content for Re^O-,1 A403 catalysts has been explained in the literature by assuming the presence either of more than one Re74\" phase in the fresh catalyst [20] or of a compli- cated active site containing more than one Re ion [15, 22]. No proof has been provided for the first explanation by previous studies as far as calcined catalysts are concerned [5, 21]. For both explanations, interaction between Re ions is essential for the creation of active sites. In our opinion this as- sumption is not necessary as an explanation for metathesis activity, although undoubtedly Re7'1\" ions supported on A12O3 are very close to each other and two-dimensional clusters are present at high Re content. Conclusions 1. Through TPR studies involving variations in the heating rate, abso- lute values of the activation energies and trends in the activation entropies can be established for reduction reactions. 2. The activation energy for the reduction of large NH4Re04 crystal- lites is much higher than that for smaller, Al203-supported, crystallites (152 and 95 kJ mol\"1, respectively). This may be explained by means of a two- step mechanism in which decomposition of NH4Re04 (152 kJ moF1) pre- cedes reduction (95 kJ mol~1). 3. For Re207/Al203 catalysts the activation energy for reduction is virtually independent of Re content (111 8 kJ mol~1), but higher than the value for small NH4Re04 crystallites (95 kJ moF1). When the strong inter- action between Re7\"^ ions and A12U3 is taken into account, these differences are surprisingly small. This can be explained by autocatalysis. 4. The activation entropy for the reduction of Re207/Al2C>3 catalysts increases by 25 - 40 J mol\"1 K~1 with increasing Re content. This increase can be tentatively explained by assuming that the freedom of rotation of the activated complex (Re 0 H) is restricted by the surface geometry, especial- ly at low Re content. 5. In the light of the TPR results now reported, the metathesis activity of Re207/Al203 catalysts as a function of Re content may be explained ten- tatively in two ways. First, steric hindrance may be present during the for- 123 mation and rotation of extended metallacyclobutane-type activated com- plexes, especially at low Re content. Secondly, the fraction of active sites may increase with increasing Re content as a result of increasing reducibility. Acknowledgements This study was supported by the Netherlands Foundation for Chemical Research (S.O.N.) with financial aid from the Netherlands Organization for the Advancement of Pure Research (Z.W.O.). Thanks are due to Dr. B. Koch and W. Molleman (Department of X-Ray Spectrometry and Diffractometry, University of Amsterdam) and to C. Bakker (Laboratory for Electron Microscopy, University of Amsterdam). References 1 J. C. Mol and J. A. Moulijn, Adv. Catal., 24 (1975) 131. 2 C. Masters, Homogeneous Transition-metal Catalysis, Chapman and Hall Ltd, London, 1981,p.196. 3 A. A. Olsthoorn and C. Boelhouwer, J. Catal., 44 (1976) 207. 4 N. W. Hurst, S. J. Gentry, A. Jones and B. D. McNicol, Catal. Rev., 24 (1982) 233. 5 P. Arnoldy, E. M. van Oers, 0. S. L. Bruinsma, V. H. J. de Beer and J. A. Moulijn, accepted for publication in J. Catal. (1985). 6 S. J. Gentry, N. W. Hurst and A. Jones, J. Chem. Soc., Faraday Trans, l, 65 (1979) 1688. 7 0. J. Wimmers, P. Arnoldy and J. A. Moulijn, to be published. 8 P. Arnoldy and J. A. Moulijn, accepted for publication in J. Catal. (1985). 9 P. Gibart, Bull. Soc. Chim. Fr (1964) 70. 10 A. A. Olsthoorn and C. Boelhouwer, J. Catal., 44 (1976) 197. 11 F. E. Massoth, J. Catal., 30 (1973) 204. 12 S. W. Benson, Thermochemical Kinetics, 2nd Edn., Wiley, New York, 1976, p. 305. 13 F. Kapteijn, L. H. G. Bredt and J. C. Mol, Red. Trav. Chim. Pays-Bas, 96 (1977) M139. 14 R. Nakamura and E. Echigoya, Reel. Trav. Chim. Pays-Bas, 96 (1977) M31. 15 A. Ellison, A. K. Coverdale and P. F. Dearing, Appl. Catal., 8 (1983) 109. 16 F. Kapteijn, L. H. G. Bredt, E. Homburg and J. C. Mol, Ind. Eng. Chem., Prod. Res. Dev., 20(1981)457. 17 R. Thomas and J. A. Moulijn, J. Mol. Catal., 15 (1982) 157. 18 C. J. Lin, A. W. Aldag and A. dark, J. Catal., 45 (1976) 287. 19 R. Thomas, J. A. Moulijn, V. H. J. de Beer and J. Medema, J. Mol. Catal., 8 (1980) 161. 20 R. Nakamura, F. Abe and E. Echigoya, Chem. Lett., (1981) 51. 21 F. P. J. M. Kerkhof, J. A. Moulijn and R. Thomas, J. Catal., 56 (1979) 279. 22 A. A. Andreev, R. M. Edreva-Kardjieva and N. M. Neshev, Reel. Trav. Chim. Pays-Bas, 96(1977)M23. X244 85800213 0304-5102(85)80021-3 10.1016/0304-5102(85)80021-3 Chemical catalysis Temperature-programmed reduction of Re2O7/Al2O3 metathesis catalysts; calculation of activation parameters for reduction P. Arnoldy ∗ O.S.L. Bruinsma J.A. Moulijn Institute for Chemical Technology, University of Amsterdam, Nieuwe Achtergracht 166, 1018 WV AmsterdamThe Netherlands * Present address: Koninklijke/Shell Laboratorium, Badhuisweg 3, 1031 CM Amsterdam, The Netherlands. Series of Temperature-Programmed Reduction (TPR) experiments with various heating rates have been used to calculate the activation parameters for the reduction of ReO3, NH3ReO4 and Re2O7/Al2O3 catalysts. The activation energy for the reduction of Re2O7/Al2O3 catalysts is virtually independent of the Re content (111 ± 8 kJ mol−1), but higher than the reference value for the reduction of Al2O3-supported NH4ReO4 crystallites (95 kJ mol−1). In view of the strong interaction between Re7+ions and the A12O3 support, the observed differences in the activation energy values for reduction are surprisingly small; this may be explained by the dominance of autocatalysis in the reduction mechanism. The heterogeneity observed in the reduction of Re2O7/Al2O3 catalysts is explained for the most part by a 25–40 J mol−1 K−1 increase in the activation entropy with increasing Re content, suggesting an influence of the surface geometry on the freedom of rotation of activated complexes. The sharp increase in metathesis activity with increasing Re content of Re2O7/Al2O3 catalysts is discussed in the light of the TPR results. References 1 J.C. Mol J.A. Moulijn Adv. Catal. 24 1975 131 2 C. Masters Homogeneous Transition-metal Catalysis 1981 Chapman and Hall Ltd London 196 3 A.A. Olsthoorn C. Boelhouwer J. Catal. 44 1976 207 4 N.W. Hurst S.J. Gentry A. Jones B.D. McNicol Catal. Rev. 24 1982 233 5 P. Arnoldy E.M. van Oers O.S.L. Bruinsma V.H.J. de Beer J.A. Moulijn accepted for publication in J. Catal. 1985 6 S.J. Gentry N.W. Hurst A. Jones J. Chem. Soc., Faraday Trans, 1 65 1979 1688 7 O.J. Wimmers, P. Arnoldy and J.A. Moulijn, to be published. 8 P. Arnoldy J.A. Moulijn accepted for publication J. Catal. 1985 9 P. Gibart Bull. Soc. Chim. Fr. 1964 70 10 A.A. Olsthoorn C. Boelhouwer J. Catal. 44 1976 197 11 F.E. Massoth J. Catal. 30 1973 204 12 S.W. Benson 2nd Edn. Thermochemical Kinetics 1976 Wiley New York 305 13 F. Kapteijn L.H.G. Bredt J.C. Mol Recl. Trav. Chim. Pays-Bas 96 1977 M139 14 R. Nakamura E. Echigoya Recl. Trav. Chim. Pays-Bas 96 1977 M31 15 A. Ellison A.K. Coverdale P.F. Dearing Appl. Catal. 8 1983 109 16 F. Kapteijn L.H.G. Bredt E. Homburg J.C. Mol Ind. Eng. Chem., Prod. Res. Dev. 20 1981 457 17 R. Thomas J.A. Moulijn J. Mol. Catal. 15 1982 157 18 C.J. Lin A.W. Aldag A. Clark J. Catal. 45 1976 287 19 R. Thomas J.A. Moulijn V.H.J. de Beer J. Medema J. Mol. Catal. 8 1980 161 20 R. Nakamura F. Abe E. Echigoya Chem. Lett. 1981 51 21 F.P.J.M. Kerkhof J.A. Moulijn R. Thomas J. Catal. 56 1979 279 22 A.A. Andreev R.M. Edreva-Kardjieva N.M. Neshev Reel. Trav. Chim. Pays-Bas 96 1977 M23",
      "scopus-id": "0022059071",
      "coredata": {
        "eid": "1-s2.0-0304510285800213",
        "dc:description": "Series of Temperature-Programmed Reduction (TPR) experiments with various heating rates have been used to calculate the activation parameters for the reduction of ReO3, NH3ReO4 and Re2O7/Al2O3 catalysts. The activation energy for the reduction of Re2O7/Al2O3 catalysts is virtually independent of the Re content (111 ± 8 kJ mol−1), but higher than the reference value for the reduction of Al2O3-supported NH4ReO4 crystallites (95 kJ mol−1). In view of the strong interaction between Re7+ions and the A12O3 support, the observed differences in the activation energy values for reduction are surprisingly small; this may be explained by the dominance of autocatalysis in the reduction mechanism. The heterogeneity observed in the reduction of Re2O7/Al2O3 catalysts is explained for the most part by a 25–40 J mol−1 K−1 increase in the activation entropy with increasing Re content, suggesting an influence of the surface geometry on the freedom of rotation of activated complexes. The sharp increase in metathesis activity with increasing Re content of Re2O7/Al2O3 catalysts is discussed in the light of the TPR results.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285800213",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Arnoldy, P."
          },
          {
            "@_fa": "true",
            "$": "Bruinsma, O.S.L."
          },
          {
            "@_fa": "true",
            "$": "Moulijn, J.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285800213"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285800213"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)80021-3",
        "prism:volume": "30",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Temperature-programmed reduction of Re2O7/Al2O3 metathesis catalysts; calculation of activation parameters for reduction",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "111-123",
        "prism:endingPage": "123",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1985",
        "prism:doi": "10.1016/0304-5102(85)80021-3",
        "prism:startingPage": "111",
        "dc:identifier": "doi:10.1016/0304-5102(85)80021-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022059071"
      }
    }
  }
}