{
  "metadata": {
    "title": "New polymer-bound Rh carbonyl cluster catalysts containing two functional ligands for hydrohydroxymethylation of olefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-03-15",
    "doi": "10.1016/0304-5102(92)85004-Y",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029285004Y",
    "pii": "030451029285004Y"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026822463",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029285004Y 0304-5102(92)85004-Y 030451029285004Y 10.1016/0304-5102(92)85004-Y S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02283 2024-01-02T01:06:03.941633Z 0 0 19920315 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast ref alllist content subj ssids 0304-5102 03045102 72 72 3 3 Volume 72, Issue 3 18 L27 L30 L27 L30 19920315 15 March 1992 1992-03-15 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. NEWPOLYMERBOUNDRHCARBONYLCLUSTERCATALYSTSCONTAININGTWOFUNCTIONALLIGANDSFORHYDROHYDROXYMETHYLATIONOLEFINS KANEDA K 1986 METALCLUSTERSINCATALYSIS KANEDA 1981 1763 K KANEDA 1982 93 K KANEDA 1991 602 K ARAI 1977 427 H BATCXHELDER 1976 499 R WEBBER 1977 1 K BAKER 1981 2954 G KAWABATA 1981 113 Y KIMURA 1983 195 Y KANEDA 1991 846 K CHINI 1972 709 P SUSSFINK 1985 735 G LAINE 1978 6451 R KANEDA 1981 385 K KANEDAX1992XL27 KANEDAX1992XL27XL30 KANEDAX1992XL27XK KANEDAX1992XL27XL30XK item 0304-5102(92)85004-Y 030451029285004Y 1-s2.0-030451029285004Y 10.1016/0304-5102(92)85004-Y 272239 2024-01-02T01:06:03.941633Z 1992-03-15 1-s2.0-030451029285004Y-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029285004Y/MAIN/application/pdf/57ccc38b63c2dde365624e9168ec70e3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029285004Y/MAIN/application/pdf/57ccc38b63c2dde365624e9168ec70e3/main.pdf main.pdf pdf true 262420 MAIN 4 1-s2.0-030451029285004Y-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029285004Y/PREVIEW/image/png/5eb9702ffe61c45dce4ddca587f77d40/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029285004Y/PREVIEW/image/png/5eb9702ffe61c45dce4ddca587f77d40/main_1.png main_1.png png 70962 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 72 (1992) L27-L30 M2851 New polymer-bound Rh carbonyl cluster catalysts containing two functional ligands for hydrohydroxymethylation of olefins L27 JOURNAL OF ~~C O - CATALYSI Kiyotomi Kaneda*, Hisayuki Kuwahara and Toshinobu Imanaka Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka, Osaka 560 (Japan) (Received October 8, 1991; accepted January 8, 1992) The chemistry of heterogenization of metal cluster complexes using organic and inorganic polymers has attracted much interest because new methods of preparation of metal catalysts have been developed and it is expected that unique catalysis due to interactions with the polymer surface will occur [ 1 ]. We have already reported that homogeneous Rh carbonyl cluster complexes showed high catalytic activities for deoxygenation of various N-O bonds, reduction of carbonyl compounds and hydrohydroxymethylation of olefins under CO and H20 [2-4]. Our Rh catalyst systems need diamines as an additive and alkoxyethanol as a solvent to attain high catalytic activities. Using polystyrene supports, we can obtain novel heterogenized complexes consisting of three components: Rh clusters, diamines and alcohols. Such supported complexes show a high catalytic activity for hydrohydroxy- / 2CO/H20 H I CO/H20 H I /C=C` o. - i -i-CHO -C-C-CHZOH +2COz +CO2 methylation of olefins. Although various kinds of polymer supports have been extensively developed, little is known about polymer-bound metal complex catalysts having two functional ligands [5-9]. Preparation of bifunctionalized polystyrenes is shown in Scheme 1. Chloromethylpolystyrene (Cl 22.11%) was reacted with N,N-dimethyl-1,3propanediamine to give an aminated polymer (I, N 9.12%, Cl 7.11 %). Further, treatment of the remaining chloromethyl moieties of I with ethyleneglycol or glycerol afforded the bifunctionalized polymers containing amino and hydroxyl groups (II, N 7.61%, CI 0.64% and III, N 7.82%, CI 0.62%), respectively. The polymer (IV, N 7.80%, Cl 0.65%) with protection against hydroxyl groups was also obtained by a similar treatment with 2-ethoxyethanol. A typical reaction catalyzed by rhodium complexes of these polymers is the hydrohydroxymethylation of 1-butene. A stainless steel autoclave containing \"`Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved L28 CH=CHZ (CH-CH 2) n DVB H 2N (CH z) 3N (CH 3) 2 0 AIBN CH2Cl H-CI NCH-CHZ x (CH-CH Z+n-x R-O H KOH CHZNH(CHZ)3N(CH3)Z H-CI Polymer (I ) -fCH-CHZ x CH-CH2~n-x Polymer (II) R=CHZCHZOH Polymer(111) R=CHZCH(OH)CHZOH Polymer(IV) R=CHZCHZOCHZCH3 CH ZNH(CHZ)3N(CH3)Z CH Z OR Scheme 1. TABLE 1 Reaction of 1-butene using CO and HZO in the presence of various aminated polymers and TMPDA' Solvent Yield of C-5 alcohols (9o, 1/b) Polymer (I) (1I) (HU (IV) TODA EtOH 64 (1.70) 63 (2.17) 73 (2.29) 62 (2.48) 31 (2.48) THF 41 (1.74) 60 (1.62) 83 (1.68) 46 (2.17) 27 (2.72) benzene 8 (1.89) 55 (1.29) 79 (1.28) 5 (3.18) 8 (3.04) \"Rho(CO)18 0.05 mmol, 1-butene 5 mmol, polymer 0.8 mg-atom of N, solvent 4 ml, HZO 0.72 ml, P(CO)=20 atm, 80 C, 24 h. Yields are based on 1-butene used and 1/b indicates product ratio between pentanol and 2methyl-l-butanol. `TMPDA 5 mmol, 5 h. Rhe(CO)lg and one of the aminated polymers (I-M was evacuated and flushed three times with CO. 1-Butene, H20 and solvent were added. The reaction was carried out with stirring under 20 atm of CO. Or the reaction, the dark green polymer-bound Rh complex could be easily removed by filtration. The liquid phase was analyzed by GLC. The products from these hydrohydroxymethylation reactions of 1-butene, catalyzed by complexes of the above aminated polymers (I-M in various solvents, are shown in Table 1. Also shown are the results obtained by employing the corresponding homogeneous system using N,N,N',N'-tetra- L29 methyl-1,3-propanediamine (TMPDA). Pentanol and 2-methyl-l-butanol are the main products, accompanied by small amounts of pentanal and 2-methyl1-butanal. Since the Rh cluster system is an effective catalyst for reduction of aldehyde compounds [3 ], the hydroformylation products were easily reduced to the corresponding C-5 alcohols under the reaction conditions. In all solvents, use of aminated polymer III, with two hydroxyl groups-per styrene unit, gives the highest yield of the C-5 alcohols among all the aminated polymers (I-Ifs. Increasing hydroxyl group concentration in aminated polymers increases the yield of the alcohols; in benzene, a hydrophobic solvent, aminated polymers of I and IV without hydroxyl groups showed extremely low catalytic activities for the hydrohydroxymethylation. Also, the homogeneous TMPDA system yielded far smaller amounts of hydrohydroxymethylation products, compared with those in THF and EtOH solvent. Introduction of hydroxyl groups into the polymers leads to appearance of a new catalyst function, the formation of a `triphase system' [ 10 ] for the olefin hydrohydroxymethylation. Similar phenomena were also observed in the cases of 1- and 2-octenes. CO (20 $un), HZo CH2=CH2-C6H13 --), C-9 alcohols + C-9 aldehydes 80 C, 24 h, THF Polymer(I) 296 1096 Polymer(][]][) 7996 (1/b =1.1) ^- 0 CO (20 atm), H20 CH3CH=CH-C5H11 C-9 alcohols 80 C, 24 h, THF Polymer(I) _ 096 Polymer(III) 6696 (1/b = 0.08) After the reaction, a dark green polymer was obtained and its IR spectrum Ir showed the formation of the Rh6-cluster anions [Rh6(CO) C, ]2 and [Rhg(CO)16H]-: v(CO) 1989, 1763 cm-1 for [Rhg(CO)15]2- and 2061, 2021, 1780 cm-1 for [Rhe(CO)1bH]- [11]. Re-use of the recovered polymer-bound Rh carbonyl complex gave a yield of the alcohols similar to that of the fresh catalyst (73 vs. 70% in EtOH).* Chini et al. have reported that treatment of [Rhe(CO)1bH]- anion with ethylene and propylene gave Rhg(CO)1b-acyl complex [ 12 ]. Presumably, an active species in hydroformylation might be the [Rhs(CO)16H]- anion. A similar metal cluster-catalyzed hydroformylation has been proposed in the case of [Ru3(CO)11H]- [13]. Reduction of pentanal with the aminated polymer-bound Rhg complex gave pentanol in quantitative yield under the above reaction conditions. Therefore, a common active Rh species might participate in both hydroformylation and reduction. Laine has reported the homogeneous hydrohydroxymethylation of olefins using Rhs(CO)18 and KOH under high CO pressures [14]. *Turnovers (mol of alcohols/mol of Rho(CO),o) corresponding to these 73 and 7096 yields are 73 and 70, respectively. L30 The main functions of the dianlino groups in the polymers are (1) generation of OH- in aqueous media to yield an active Rh cluster anion species, (2) stabilization and heterogenization of the Rh cluster anions by forming ion-pairs, and (3) control for the reaction course through coordination of an amino moiety to Rh clusters [ 15 ] . H20 plays an important role in stabilization of the Rh active species and provides the hydrogen source for alcohol formation from olefins. Introduction of hydroxyl groups into the aminated polymers increases hydrophilicity around active Rh cluster centers, which also contributes to the stabilization of active Rh carbonyl cluster anions. Use of polymers with two functional groups offers not only increased catalytic activities, but also a simplification of the work-up procedure in the above organic reactions using aqueous media. References 1 B. C. Gates, L. Guczi and H. Knozinger (eds.), Metal Clusters in Catalysis, Elsevier, Amsterdam, 1986. 2 K. Kaneda, Y. Yasumura, T. Imanaka and S. Teranishi, Chem Lett., (1981) 1763. 3 K. Kaneda, M. Yasumura, T. Imanaka and S. Teranishi, J. Chem. Soc., Chem Commun, (1982) 93. 4 K. Kaneda, K. Fujita, T. Takemoto and T. Imanaka, Bull. Chem Soc. Jpn., 64 (1991) 602. 5 H. Arai and M. Yashiro, J. MoG Catal., 3 (1977) 427. 6 R. F. Batcxhelder, B. C. Gates and F. P. J. Ku~pers, Proc. 6th Int. Congr. Catalysis, London, 1976, p. 499. 7 K. M. Webber, B. C. Gates and W. Drenth, J. Mob Catal., 3 (1977) 1. 8 G. L. Baker, S. L. Fritchel, J. R. Stille and J. K. Stille, J. Org. Chem., 46 (1981) 2954. 9 Y. Kawabata, C. U. PitUrian and R. Kobayashi, J. Mol. Catal., 12 (1981) 113. 10 Y. Kimura and S. L. Regen, J. Org. Chem, 48 (1983) 195. 11 K. Kaneda, T. Takemoto, K. Kitaoka and T. Imanako, Organometallics, 10 (1991) 846. 12 P. Chini, S. Martinengo and G. Garlaschelli, J. Chem Soc., Chem Commun., (1972) 709. 13 G. Suss-Fink and G. Herrman, J. Chem Soc., Chem Commun., (1985) 735. 14 R. M. Laine, J. Am. Chem. Soc., 100 (1978) 6451. 15 K. Kaneda, M. Hiraki, T. Imanaka and S. Teranishi, J. Mol. Catal., 12 (1981) 385. X244 9285004Y 0304-5102(92)85004-Y 10.1016/0304-5102(92)85004-Y New polymer-bound Rh carbonyl cluster catalysts containing two functional ligands for hydrohydroxymethylation of olefins Kiyotomi Kaneda ∗ Hisayuki Kuwahara Toshinobu Imanaka Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka, Osaka 560 Japan * Author to whom correspondence should be addressed. References 1 B.C. Gates L. Guczi H. Knozinger Metal Clusters in Catalysis 1986 Elsevier Amsterdam 2 K. Kaneda Y. Yasumura T. Imanaka S. Teranishi Chem. Lett. 1981 1763 3 K. Kaneda M. Yasumura T. Imanaka S. Teranishi J. Chem. Soc., Chem. Commum. 1982 93 4 K. Kaneda K. Fujita T. Takemoto T. Imanaka Bull. Chem. Soc. Jpn. 64 1991 602 5 H. Arai M. Yashiro J. Mol. Catal. 3 1977 427 6 R.F. Batcxhelder B.C. Gates F.P.J. Kuijpers Proc. 6th Int. Congr. Catalysis, London 1976 499 7 K.M. Webber B.C. Gates W. Drenth J. Mol. Catal. 3 1977 1 8 G.L. Baker S.L. Fritchel J.R. Stille J.K. Stille J. Org. Chem. 46 1981 2954 9 Y. Kawabata C.U. Pittman R. Kobayashi J. Mol. Catal. 12 1981 113 10 Y. Kimura S.L. Regen J. Org. Chem. 48 1983 195 11 K. Kaneda T. Takemoto K. Kitaoka T. Imanaka Organometallics 10 1991 846 12 P. Chini S. Martinengo G. Garlaschelli J. Chem. Soc., Chem. Commun. 1972 709 13 G. Suss-Fink G. Herrman J. Chem. Soc., Chem. Commun. 1985 735 14 R.M. Laine J. Am. Chem. Soc. 100 1978 6451 15 K. Kaneda M. Hiraki T. Imanaka S. Teranishi J. Mol. Catal. 12 1981 385",
      "scopus-id": "0026822463",
      "coredata": {
        "eid": "1-s2.0-030451029285004Y",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-03-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029285004Y",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kaneda, Kiyotomi"
          },
          {
            "@_fa": "true",
            "$": "Kuwahara, Hisayuki"
          },
          {
            "@_fa": "true",
            "$": "Imanaka, Toshinobu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029285004Y"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029285004Y"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)85004-Y",
        "prism:volume": "72",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New polymer-bound Rh carbonyl cluster catalysts containing two functional ligands for hydrohydroxymethylation of olefins",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L27-L30",
        "prism:endingPage": "L30",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 March 1992",
        "prism:doi": "10.1016/0304-5102(92)85004-Y",
        "prism:startingPage": "L27",
        "dc:identifier": "doi:10.1016/0304-5102(92)85004-Y",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026822463"
      }
    }
  }
}