{
  "metadata": {
    "title": "Homogeneous catalytic hydrogenation of allyl alcohol using RhCl(PPh<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>3</ce:inf> catalyst: a kinetic study",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-11-30",
    "doi": "10.1016/0304-5102(83)80092-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510283800923",
    "pii": "0304510283800923"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020848058",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510283800923 0304-5102(83)80092-3 0304510283800923 10.1016/0304-5102(83)80092-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02386 2024-01-02T01:06:03.941633Z 0 0 19831101 19831130 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 22 22 1 1 Volume 22, Issue 1 14 103 116 103 116 198311 November 1983 1983-11-01 1983-11-30 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. HOMOGENEOUSCATALYTICHYDROGENATIONALLYLALCOHOLUSINGRHCLPPH33CATALYSTAKINETICSTUDY WADKAR J JAMES 1973 B HOMOGENEOUSHYDROGENATION OSBORN 1966 1711 J YASKA 1965 4970 L KWIATEK 1967 37 J JARDINE 1967 1574 F MONTELATICI 1968 1054 S CANDLIN 1968 60 J HUSSEY 1970 843 A SIEGEL 1972 15 S TAMHANKAR 1979 406 S TOLMAN 1972 337 C HALPERN 1978 59 J HALPERN 1981 11 J TOLMAN 1974 2762 C STEPHEN 1963 542 H SOLUBILITYINORGANICORGANICCOMPOUNDS WADKARX1983X103 WADKARX1983X103X116 WADKARX1983X103XJ WADKARX1983X103X116XJ item 0304-5102(83)80092-3 0304510283800923 1-s2.0-0304510283800923 10.1016/0304-5102(83)80092-3 272239 2024-01-02T01:06:03.941633Z 1983-11-01 1983-11-30 1-s2.0-0304510283800923-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800923/MAIN/application/pdf/5bf1a884d800ada7671e5255baa87347/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800923/MAIN/application/pdf/5bf1a884d800ada7671e5255baa87347/main.pdf main.pdf pdf true 759637 MAIN 14 1-s2.0-0304510283800923-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800923/PREVIEW/image/png/ea0b153da8d52f569e380735151d913b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800923/PREVIEW/image/png/ea0b153da8d52f569e380735151d913b/main_1.png main_1.png png 73177 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 22 (1983) 103 -116 103 HOMOGENEOUS CATALYTIC HYDROGENATION OF ALLYL ALCOHOL USING RhCl(PPh3)3 CATALYST: A KINETIC STUDY J. G. WADKAR and R. V. CHAUDHARI Chemical Engineering Division, National Chemical Laboratory, Poona 411 008 (India) (Received September 16, 1982; accepted June 1, 1983) Summary The kinetics of the hydrogenation of allyl alcohol using the homoge- neous catalyst RhCl(PPh3)3 have been studied. The effect of catalyst concen- tration, H; partial pressure, allyl alcohol concentration and temperature on the initial rates have been investigated, and a rate expression developed. The activation energy of the reaction was found to be 19.7 kcal mol~1. A plot of the rate of reaction versus allyl alcohol concentration yielded a maximum, indicating substrate inhibition at higher concentrations. A mechanism for this observed substrate inhibition is discussed. Under certain conditions, the catalyst RhCl(PPh3)3 was found to be deactivated. The deactivated species was isolated and characterized as RhCl(CO)(PPh3)2 by IR and elemental analyses. The mechanism of deactivation, apparently carbonyl abstraction, is also discussed. Introduction Homogeneous catalysts consisting of transition metal complexes are known to catalyze the hydrogenation of a variety of organic compounds [1]. Some of the most widely investigated catalysts are RhCl(PPh3)3 [2], ^rans-IrCl(CO)(PPh3)2 [3] and Co(CN)s3- [4]. Osbom etal. [2] have shown that RhCl(PPh3)3 is an active catalyst for the hydrogenation of olefins under mild operating conditions. Subsequently many other reports on the activity of RhCl(PPh3)3 for hydrogenation have been published [5-9]; however, only a few papers have been published on the reaction kinetics [2, 9]. The mechanism of the homogeneous hydrogenation of olefins is still far from be- ing completely understood and kinetic studies can be extremely useful for a further understanding of the mechanism. In the present work, we report the kinetics of the hydrogenation of allyl alcohol using RhCl(PPh3)3 complex as catalyst. Allyl alcohol was chosen as the substrate as practically no detailed investigations on the hydrogenation of allylic compounds have been reported in the literature to date. In the earlier study by Osbom et al. [2], only the initial rate for the hydrogenation of allyl alcohol was reported. The effects of 0304-5102/83/$3.00 Elsevier Sequoia/Printed in The Netherlands 104 catalyst concentration, allyl alcohol concentration, partial pressure of hydrogen, and temperature on the rate of reaction have also been studied in this work with the object of proposing a suitable rate equation and correlat- ing the observed data with the proposed mechanism for the reaction. Experimental Catalyst preparation The catalyst, RhCl(PPh3)3, was prepared by the method described by Osbometal. [2]. Hydrogenation apparatus and procedure Hydrogenation experiments were carried out in an apparatus consisting of a magnetically stirred reactor and a gas burette for the volumetric mea- surement of the uptake of hydrogen {10]. In a typical experiment, a solution of the catalyst and solvent (ethanol) in the required proportions were introduced into the reactor which had already been flushed with hydrogen. The catalyst solution was then allowed to equilibrate with hydrogen for ca. 1 h. After this time, a known quantity of allyl alcohol was introduced into the reaction and the run started by switching the stirrer on. The progress of the reaction was followed by measuring the volume of H^ absorbed as a function of time. During each experiment a constant temperature was maintained in the system through the use of a thermostatic bath. In some experiments which were carried out for longer periods of time the liquid phase was also analyzed by GLC, which indicated that the only product formed was n-propanol. For low-pressure experiments a similar procedure was followed, except that after addition of the olefin the desired pressure was adjusted in the system by careful evacuation. The volume of Ha absorbed as a function of time was corrected to STP. Results and discussion The object of the present work was to investigate the intrinsic kinetics of the hydrogenation of allyl alcohol using RhCl(PPh3)3 as a catalyst. The stoichiometric reaction is: RhCI(PPh3)s H^C^CH-CHaOH + Hs > H/S-CHf-CH-fi^ (1) Experiments were carried out using ethanol as a solvent, and it was found that over the range of conditions studied in this work the major product formed was n-propanol. For the kinetic study, rates were obtained from the volumetric uptake of H; as a function of time. For each run the volume of H; absorbed was plotted against time as shown in Fig. 1. In most cases the 105 12 16 TIME , mm Fig. 1. A plot of volumetric uptake of Ha versus time for different catalyst concentra- tions. rate was found to be constant over the initial stages of the reaction indicat- ing steady activity of the catalyst and differential conditions. Reaction rates were calculated from the slope of such plots and the initial rate data ob- served under different conditions are shown in Table 1, The effects of different operating parameters are discussed in the following sections. All the rate data were obtained under conditions such that the change in allyl alcohol concentration during an experiment was not significant. 106 TABLE 1 Initial rate data for the hydrogenation of allyl alcohol using RhCl(PPh3)3 as the catalyst Run Temperature Concentration Concentration Concentration Rate of No. (K) ofRhCl(PPh3)3, of allyl alcohol, of dissolved H^, reaction CoXlO7 BoXlO3 A*xl06 AAXIO (mol cm\"3) (mol cm\"3) (mol cm\"3) (mol cm\"3 s~1) 1 283 2.16 1.02 2.86 1.26 2 283 4.32 1.02 2.86 2.82 3 283 6.49 1.02 2.86 3.72 4 283 10.80 1.02 2.86 6.32 5 283 4.32 0.58 2.86 2.67 6 283 4.32 1.46 2.86 2.38 7 283 4.32 2.05 2.86 1.78 8 291 2.16 1.02 2.74 3.95 9 291 4.32 1.02 2.74 8.35 10 291 6.49 1.02 2.74 12.67 11 291 4.32 0.29 2.74 5.45 12 291 4.32 0.58 2.74 7.73 13 291 4.32 1.46 2.74 8.63 14 291 4.32 2.05 2.74 6.25 15 298 2.16 1.02 2.74 5.95 16 298 3.24 1.02 2.74 9.33 17 298 4.32 1.02 2.74 12.05 18 298 6.49 1.02 2.74 18.30 19 298 10.81 1.02 2.74 29.46 20 298 4.32 0.29 2.74 6.45 21 298 4.32 0.51 2.74 9.37 22 298 4.32 0.74 2.74 11.31 23 298 4.32 1.46 2.74 13.69 24 298 4.32 2.05 2.74 11.31 25 298 4.32 1.02 0.58 2.55 26 298 4.32 1.02 1.09 4.75 27 298 4.32 1.02 1.70 7.25 28 298 4.32 1.02 2.24 9.50 Effect of catalyst concentration The effect of RhCl(PPh3)3 concentration on the rate of hydrogenation was studied at different temperatures. The concentration of RhCl(PPh3)3 was varied over the range 2.16 X 10~7 to 2.16 X 10~6 mol cm\"3. Figure 1 shows the volumetric uptake of H; versus time at 298 K. The initial rates obtained from these data are presented in Fig. 2 as a plot of rate of reaction, RA , against catalyst concentration at temperatures of 283, 291 and 298 K. It was found that the rate of reaction increased linearly with catalyst concentration up to a definite limit at all temperatures. At higher catalyst concentrations, however, the observed rate did not increase with further increases in catalyst concentration. This could be due to Hi mass transfer limitations or the limited solubility of the catalyst. The effect of agitation speed at two 107 CONCENTRATION OF RhCI ( PPhg), , Cg x 10 mol /cm- Fig. 2. Effect of catalyst concentration on the rate of hydrogenation at different tempera- tures. catalyst concentrations illustrated in Fig. 3 indicates clearly that the rates measured at a catalyst concentration of 2.16 X 10~6 mol cm\"3 and 298 K corresponded to mass transfer limiting conditions. On the other hand at a catalyst concentration of 4.32 X 10~7 mol cm~3 the speed of agitation has no effect on the rate, suggesting an absence of mass transfer effects. Effect ofallyl alcohol concentration The effect of allyl alcohol concentration on the rate of reaction was studied at a catalyst concentration of 4.32 X 10~7 mol cm~3 and various 108 Ally) olcohol concentration s H; partial pressure = Temperature 2 Catalyst concentration = 1-02 x 10 mol /cm 0-85 atm 298 K - 3 2-16 x 10 mol / cm -7 . . a 0-4-32 x 10 mol/crn o < K u 3 < UJ Of S 2 <t os I 0 1000 2000 3000 4000 STIRRER SPEED, rpm Fig. 3. Effect of agitation on the rate of hydrogenation of allyl alcohol. temperatures, and the concentration of allyl alcohol was varied over the range 0.29 X 10~3 to 2.05 X 10~3 mol cm\"3. The effect of allyl alcohol concentra- tion on the initial rate is illustrated in Fig. 4 at 283, 291 and 298 K, respec- tively. The rate of reaction initially increases with increasing allyl alcohol concentration, passes through a maximum and then decreases. Such behav- iour has not been observed previously during olefin hydrogenation using RhCl(PPh3)3 as a catalyst. This appears to be a case of substrate inhibition and is discussed later. Effect of partial pressure of hydrogen gas The effect of H; partial pressure on the initial rates was studied at 298 K and at a catalyst concentration of 4.32 X 10~7 mol cm\"3 and a concen- 109 36 32 26 -7 3 Catalyst concentration : 4-32 x 10 mol / cm H^ partial pressure : 0-85 atm Temperature z 0 - 283 K - 291 K A - 296 K 24 o X DC <M X te. 0 20 ie mol/cm' CONCENTRATION OF ALLYL ALCOHOL , B(, x 1 0 Fig. 4. Effect of allyl alcohol concentration on the rate of hydrogenation at different temperatures. tration of allyl alcohol equal to 1.02 X 10~3 mol cm\"3. The results shown in Fig. 5 indicate the existence of first order kinetics with respect to H; pres- sure. Effect ofPPh^ concentration Figure 6 shows the influence of PPh3 concentration on the rate of hydrogenation at temperatures of 291 K and 298 K, a catalyst concentration equal to 4.32 X 10~7 mol cm\"3, allyl alcohol concentration equal to 1.02 X 10~3 mol cm\"3 and 0.86 atm Ha partial pressure. The rate of hydrogenation decreases with increasing PPh3 concentration; such inhibition with PPha has also been observed earlier by Montelatici etal. [6]. Inhibition with PPh3 is 110 PARTIAL PRESSURE OF Hg , (Urn Fig. 5. Effect of hydrogen partial pressure on the rate of reaction. not unexpected in terms of the mechanism shown in Fig. 7 employing route (B) where increasing PPh3 concentration will affect the equilibrium dissocia- tion step and result in a reduced concentration of active species. Mechanism and rate model The kinetics indicate that hydrogenation of allyl alcohol is first order in catalyst and Ha partial pressure, while the observed dependence of the rate on the concentration of allyl alcohol is typical of substrate inhibition. The mechanism of hydrogenation of olefins using RhCl(PPh3)3 as a catalyst has been discussed by Tolman [II], Halpem [12,13] and Osbom et al. [2]. Two loops arise in the schematic representation given in Fig. 7 from the possible initial coordination of hydrogen or olefin. It is important 0 4 8 12 16 20 24 CONCENTRATION OF PPhg, PxlO8 mot/cm' Fig. 6. Effect of PPh3 concentration on the rate of hydrogenation. HOCHzCHgCHg Rh HCK PPh,), Fig. 7. Mechanism of allyl alcohol hydrogenation using RhCl(PPh3)3 catalyst. 112 to note that the mechanism given in Fig. 7 is speculative and may not en- compass a detailed description of the configurations of all the intermediate species. Furthermore, the flow in routes (A) or (B) may be different for various olefins. For example, in the hydrogenation of cyclohexene [2] route (A) (initial activation of H;) appears to predominate, whilst in the hydrogenation of styrene route (B) (initial activation of olefin) is apparently followed [13]. Route (B) is expected in the case of strongly coordinating olefins, and the existence of a species such as [Rh(PPh3)2(olefin)Cl] in hydrogenations [14] supports such a possibility. In the present work, route (B) appears to be consistent with the kinetics observed. In addition, the substrate inhibition observed at higher allyl alcohol concentrations may be accounted for by the reversible step (9) which leads to the formation of a catalytically inactive species of the type (C3H5-OH)2RhCl(PPh3)2. A route (B) mechanism with step (10) rate controlling appears to be consistent with observations made during the hydrogenation of allyl alcohol. Such a mecha- nism would also explain the observed inhibition of the rate with increasing concentrations of PPh3. Under such circumstances the equilibrium involved in step (7) will shift towards the RhCl(PPh3)3 species, thus reducing the con- centration of active species and hence the rate of hydrogenation. In order to develop a rate equation only data falling into the kinetic regime (where mass transfer effects are unimportant as far as rates are con- cerned) were used. On the basis of the mechanism depicted in Fig. 7, employing steps (7) to (10) andassuming step (10) to be rate controlling, the following rate equation may be derived: a = fe^A*BpCo A l+KlBo+KlK^Bo'l-^(P/K3) where RA is the rate of reaction expressed in mol cm\"3 s~1, A* the concentra- tion of Ha in the liquid in equilibrium with the gas phase (mol cm\"3). Bo the concentration of allyl alcohol (mol cm\"3), Co the catalyst concentration (mol cm\"3), k, Kt, K^ and K^ are the rate and equilibrium constants, and P is the concentration of added triphenylphosphine (mol cm\"3). To obtain A*, the solubility data for Hz in ethanol reported by Stephen and Stephen [15] was used, and in order to evaluate the kinetic parameters the experimental rate data were fitted through the use of a search technique. The parameters obtained for the different temperatures studied are pre- sented in Table 2. The results obtained show that eqn. (2) satisfies the experimental data satisfactorily over the entire range studied with an average error of 5.3%. Figure 8 provides a comparison of the predicted and experi- mental rate data. The activation energy (E) of the reaction obtained from the Arrhenius plot of In k vs. 1/T was 19.7 kcal mol~1. This value of E also supports the conclusion that the reaction rates were obtained in the kinetic regime. 113 TABLE 2 Kinetic parameters for the hydrogenation of allyl alcohol Temperature (K) Parameters k X 10-5 (mol cm\"3) Ki X10-3 (cm3 mol\"1) K.IX10-3 (cm3 mol\"1) K.z X 108 (mol cm~3) 283 0.80 1.20 1.91 291 2.61 0.91 1.46 4.50 298 4.21 0.51 1.01 8.40 02 4 6 8 10 12 14 16 RATE OP REACTION ( EXPERIMENTAL ), R^ x 10s mol/cm'/t Fig. 8. Rate of reaction (experimental) versus rate of reaction (predicted). Deactiuation of catalyst The above discussion on the kinetics of the reaction only relates to the initial rate data obtained from the constant rate region. When hydrogenation of allyl alcohol was carried out for longer periods of time and to higher allyl 115 alcohol conversions, the catalyst was found to be deactivated. Figure 9 shows the results for these high conversion runs. It should be noted that in the initial region the rate of uptake of H; is constant, but as conversion pro- gresses the rate drops significantly. These experiments all led to the precipi- tation of a yellow crystalline complex which was apparently insoluble in the reaction medium. This material was analyzed and was found to be the carbonyl complex RhCl(CO)(PPh3)2. (Analysis: Found (%), C, 64.25; H, 4.2; Cl, 5.2. Calculated (%), C, 64.4; H, 4.4; Cl, 5.1.) Infrared spectroscopic analysis of the yellow complex showed a strong absorption at 1920 cm\"1 which was attributed to the carbonyl stretching mode. The complex RhCl(CO)(PPh3)2 was also synthesized by the procedure described by Osbom et at. [2] and gave an IR spectrum which agreed with that obtained for the yellow complex. The yield of yellow complex precipitate increased with increasing conversion of allyl alcohol. This suggests that in addition to the hydrogenation of olefins a side reaction involving hydrogen transfer from one olefin molecule to another may be taking place: 2H2C=CH-CH20H - H2C=CH-CHO + CHaO^C^OH (3) The aldehyde formed is then decarbonylated according to: RhCl(PPh3)3 + H2C-CH-CHO -> RhCl(CO)(PPh3)2 + H2C=CH2 (4) It is well known that RhCl(CO)(PPh3)2 is inactive for the hydrogenation of olefins, and this was confirmed in our work by carrying out a run using the precipitated yellow complex. Conclusions The hydrogenation of allyl alcohol using RhCl(PPh3)3 as a catalyst has been investigated. The kinetics of the reaction are first order with respect to the catalyst and H2 partial pressure; the rate of the reaction passes through a maximum with increasing allyl alcohol concentration, indicating substrate inhibition at higher concentrations. A speculative mechanism has been proposed and a rate equation developed based on the initial rate data. The activation energy was found to be 19.7 kcal mol\"1. At higher catalyst con- centrations mass transfer of H2 into solution was found to limit the reaction rate, while at higher allyl alcohol conversions the catalyst was found to be deactivated. The deactivated catalyst was isolated and characterized as RhClCO(PPh3)2 by IR and elemental analyses. A mechanism is proposed for the deactivation process. References 1 B. R. James, Homogeneous Hydrogenation, Wiley, New York, 1973. 2 J. A. Osborn, F. H. Jardine, J. F. Young and G. Wilkinson, J. Chem. Soc. (A), (1966) 1711. 116 3 L. Yaska and R. E. Rhodes, J. Am. Chem. Soc., 87 (1965) 4970. 4 J. Kwiatek, Catal. Rev., 1 (1967) 37. 5 F. H. Jardine, J. A. Osborn and G. Wilkinson, J. Chem. Soc. (A). (1967) 1574. 6 S. Montelatici, A. van der Ent, J. A. Osborn and G. Wilkinson, /. Chem. Soc. (A), (1968)1054. 7 J. P. Candlin and A. R. Oldham, Discuss. Faraday Soc., 46 (1968) 60. 8 A. S. Hussey and Y. Takeuchi, J. Org. Chem., 35 (1970) 843. 9 S. Siegel and D. Ohrt, Inorg. Nucl. Chem. Lett., 8 (1972) 15. 10 S. S. Tamhankar and R. V. Chaudhari, Ind. Eng. Chem., Fundam., 18 (1979) 406. 11 C. A. Tolman, Chem. Soc. Rev., 1 (1972) 337. 12 J. Halpern, Trans. Am. Crystallogr. Assoc., 14 (1978) 59. 13 J. Halpern, Inorg. Chim. Acta, 50 (1981) 11. 14 C. A. Tolman, P. S. Meakin, D. L. Linder and J. P. Jesson, J. Am. Chem. Soc., 96 (1974)2762. 15 H. Stephen and T. Stephen, Solubility of Inorganic and Organic Compounds, Pergamon, London, 1963, Vol. 1, p. 542. X244 83800923 0304-5102(83)80092-3 10.1016/0304-5102(83)80092-3 Industrial catalysis Homogeneous catalytic hydrogenation of allyl alcohol using RhCl(PPh3)3 catalyst: a kinetic study J.G. Wadkar R.V. Chaudhari Chemical Engineering Division, National Chemical Laboratory, Poona 411 008 India The kinetics of the hydrogenation of allyl alcohol using the homogeneous catalyst RhCl(PPh3)3 have been studied. The effect of catalyst concentration, H2 partial pressure, allyl alcohol concentration and temperature on the initial rates have been investigated, and a rate expression developed. The activation energy of the reaction was found to be 19.7 kcal mol−1. A plot of the rate of reaction versus allyl alcohol concentration yielded a maximum, indicating substrate inhibition at higher concentrations. A mechanism for this observed substrate inhibition is discussed. Under certain conditions, the catalyst RhCl(PPh3)3 was found to be deactivated. The deactivated species was isolated and characterized as RhCl(CO)(PPh3)2 by IR and elemental analyses. The mechanism of deactivation, apparently carbonyl abstraction, is also discussed. References 1 B.R. James Homogeneous Hydrogenation 1973 Wiley New York 2 J.A. Osborn F.H. Jardine J.F. Young G. Wilkinson J. Chem. Soc. (A) 1966 1711 3 L. Yaska R.E. Rhodes J. Am. Chem. Soc. 87 1965 4970 4 J. Kwiatek Catal. Rev. 1 1967 37 5 F.H. Jardine J.A. Osborn G. Wilkinson J. Chem. Soc. (A) 1967 1574 6 S. Montelatici A. van der Ent J.A. Osborn G. Wilkinson J. Chem. Soc. (A) 1968 1054 7 J.P. Candlin A.R. Oldham Discuss. Faraday Soc. 46 1968 60 8 A.S. Hussey Y. Takeuchi J. Org. Chem. 35 1970 843 9 S. Siegel D. Ohrt Inorg. Nucl. Chem. Lett. 8 1972 15 10 S.S. Tamhankar R.V. Chaudhari Ind. Eng. Chem., Fundam. 18 1979 406 11 C.A. Tolman Chem. Soc. Rev. 1 1972 337 12 J. Halpern Trans. Am. Crystallogr. Assoc. 14 1978 59 13 J. Halpern Inorg. Chim. Acta 50 1981 11 14 C.A. Tolman P.S. Meakin D.L. Linder J.P. Jesson J. Am. Chem. Soc. 96 1974 2762 15 H. Stephen T. Stephen Solubility of Inorganic and Organic Compounds 1 1963 Pergamon London 542",
      "scopus-id": "0020848058",
      "coredata": {
        "eid": "1-s2.0-0304510283800923",
        "dc:description": "The kinetics of the hydrogenation of allyl alcohol using the homogeneous catalyst RhCl(PPh3)3 have been studied. The effect of catalyst concentration, H2 partial pressure, allyl alcohol concentration and temperature on the initial rates have been investigated, and a rate expression developed. The activation energy of the reaction was found to be 19.7 kcal mol−1. A plot of the rate of reaction versus allyl alcohol concentration yielded a maximum, indicating substrate inhibition at higher concentrations. A mechanism for this observed substrate inhibition is discussed. Under certain conditions, the catalyst RhCl(PPh3)3 was found to be deactivated. The deactivated species was isolated and characterized as RhCl(CO)(PPh3)2 by IR and elemental analyses. The mechanism of deactivation, apparently carbonyl abstraction, is also discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510283800923",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wadkar, J.G."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, R.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510283800923"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510283800923"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(83)80092-3",
        "prism:volume": "22",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Homogeneous catalytic hydrogenation of allyl alcohol using RhCl(PPh3)3 catalyst: a kinetic study",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-116",
        "prism:endingPage": "116",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 1983",
        "prism:doi": "10.1016/0304-5102(83)80092-3",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/0304-5102(83)80092-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020848058"
      }
    }
  }
}