{
  "metadata": {
    "title": "Highly dispersed oxide-supported metal catalysts prepared from [Rh<ce:inf loc=post>6</ce:inf>(CO)<ce:inf loc=post>16</ce:inf>]",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-07-31",
    "doi": "10.1016/0304-5102(85)85074-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285850744",
    "pii": "0304510285850744"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022093280",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285850744 0304-5102(85)85074-4 0304510285850744 10.1016/0304-5102(85)85074-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01563 2024-01-02T01:05:30.650091Z 0 0 19850701 19850731 1985 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 31 31 1 1 Volume 31, Issue 1 6 73 80 73 80 198507 July 1985 1985-07-01 1985-07-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. HIGHLYDISPERSEDOXIDESUPPORTEDMETALCATALYSTSPREPAREDRH6CO16 BOSCH P BAILEY 1981 109 D VIA 1983 1527 G YATES 1979 41 D KATZER 1981 121 J ICHIKAWA 1982 674 M MOON 1981 396 S RENOUPREZ 1974 411 A GUINIER 1955 A SMALLANGLESCATTERING RENOUPREZ 1973 105 A BRUSSET 1969 55 E BRUSSET 1967 175 H VONHEIMENDAHL 1980 M ELECTRONMICROSCOPYMATERIALS POPE 1971 72 D SAWRUK 1979 390 S BAKER 1979 293 R YACAMAN 1977 571 M VANTBLIK 1983 2264 H GRAYDON 1981 180 W BILHOU 1978 73 J SMITH 1979 3104 A BOUDART 1977 1 M PROC6THINTCONGCATALLONDON1976 BOSCHX1985X73 BOSCHX1985X73X80 BOSCHX1985X73XP BOSCHX1985X73X80XP item 0304-5102(85)85074-4 0304510285850744 1-s2.0-0304510285850744 10.1016/0304-5102(85)85074-4 272239 2024-01-02T01:05:30.650091Z 1985-07-01 1985-07-31 1-s2.0-0304510285850744-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850744/MAIN/application/pdf/575a327abf68796ee720e205c1ca763a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850744/MAIN/application/pdf/575a327abf68796ee720e205c1ca763a/main.pdf main.pdf pdf true 582148 MAIN 8 1-s2.0-0304510285850744-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850744/PREVIEW/image/png/e1ea0bf3519d91f99887289afb80dbcf/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850744/PREVIEW/image/png/e1ea0bf3519d91f99887289afb80dbcf/main_1.png main_1.png png 66417 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510285850744-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850744/STRIPIN/image/gif/0cd384c3a4b053a9bff1f00f74771f7a/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850744/STRIPIN/image/gif/0cd384c3a4b053a9bff1f00f74771f7a/si1.gif si1 true si1.gif gif 161 18 9 ALTIMG Journal of Molecular Catalysis, 31 (1985) 73 - 80 73 HIGHLY DISPERSED OXIDE-SUPPORTED METAL CATALYSTS PREPARED FROM [Rh6(CO)ie] P. BOSCH, D. ACOSTA, J. ZENITH Institute Mexicano del Petroleo, Eje Central LS.za.ro, Cardenas No. 151, 07730 Mexico City, D.F. (Mexico) D. M. NICOLSON and B. C. GATES Center for Catalytic Science and Technology, Department of Chemical Engineering, University of Delaware, Newark, DE 19716 (U.S.A.) (Received May 28, 1984; accepted December 5, 1984) Summary Supported rhodium catalysts were prepared by deposition of [Rh^- (CO)^] on SiO;, 7-A12O3, TiO; and carbon and characterized by small- angle X-ray scattering, high-resolution transmission electron microscopy, and infrared spectroscopy with adsorbed CO. Many of the rhodium aggre- gates on each support were so small (< 10 A) as to suggest that each had been formed from individual rhodium clusters. Treatment of the samples with hydrogen at 200 and 400 C led to aggregation of the rhodium. The catalytic activity for ethane hydrogenolysis increased accompanying this aggregation, suggesting that the smallest rhodium entities were less active than larger ones. The effects of the support on catalytic activity were pro- nounced for the most highly dispersed catalysts, with the TiOs-supported rhodium being the least active. Introduction Metal carbonyl clusters used in the preparation of supported metal catalysts [1] offer several prospective advantages: (1) the metal is zero- valent, and severe reduction is not required; (2) the carbonyl ligands are easily removed and do not interfere in the activity of the resulting catalyst; and (3) the size of the metal entities formed initially on the support may be determined by the nuclearity of the precursor cluster. If there are strong interactions between the metal and support, the small metal structures may be stabilized and their catalytic activities and selectivities maximally influenced by the support. There is strong evidence (e.g. from EXAFS, infrared spectroscopy and electron microscopy) that highly dispersed rhodium is stable on some supports, e.g. J-AI^Oy [2-4]. Because of the high dispersions and strong interaction with the supports, some rhodium 0304-5102/85/$3.30 Eisevier Sequoia/Printed in The Netherlands 74 catalysts (e.g. on La^O^) have been observed to have unusual activities and selectivities, e.g. for alcohol formation from CO + Ha [4, 5]. Our objective was to investigate catalysts prepared from (Rh^CO)^] and various supports, and to characterize the very small rhodium particles on the supports. The samples were reduced at various temperatures and characterized by small-angle X-ray scattering (SAXS), transmission electron microscopy (TEM) and infrared (IR) spectroscopy; they were tested as catalysts for ethane hydrogenolysis. Experimental Sample preparation The catalysts were prepared by bringing a saturated solution of [Rhg- (C0)i6] (Strem) in CHC13 m contact with each of the following supports at room temperature: SiOz (Davison, 210 m2 g\"1, calcined at 400 C), 'y- AlaOa (Conoco Catapal, 194 m2 g~1, calcined at 550 C), TiO; (anatase, prepared by hydrolysis of titanium isopropoxide (Tyzor), 105 m2 g~1) and carbon (Strem, ~ 1000 m2 g\"1). Each slurry was evaporated to dryness at room temperature under reduced pressure. All samples were handled in air-free atmospheres. The samples were analyzed by Galbraith Laboratories, Knoxville, TE, the Rh contents (wt.%) being the following: 0.85% Rh/SiOa; 1.6% Rh/7-Ali03; 1.3% Rh/TiOi;and 0.75% Rh/C. Samples were reduced at 200 and 400 C in flowing hydrogen (50 cm3 of Ha at STP min\"1 with 10 to 20 mg of catalyst). In the catalysis experi- ments, the reductions were done in situ. Infrared spectroscopy IR spectra of pressed wafers of the oxide-supported samples were measured after reduction at 200 C and carbonylation in a vacuum/gas handling system [6]. The instrument used was a Nicolet 7199 Fourier transform spectrometer. Small-angle X-ray scattering The SAXS data were obtained with a Kratkey camera, the collimation system of which ensured an 'infinitely high' beam shape. The 100 {im slit was chosen to give the high intensity necessary for detection of very small particles, which produce wide and weak scattered intensity. The data were obtained with a scintillation counter using a step-scanning unit from s = 0 to 0.08 A\"1 (where s = 26 /X, 26 is the scattering angle, and X is the wave- length of the copper Ko, radiation). A monochromator selected the Ka radia- tion of the copper anode X-ray tube. The samples were mounted on a beryl- lium window sample holder; no pretreatment was necessary, except for the Rh/AlaOa sample, which was treated with CH^I; as described in ref. 7. With these operating conditions, the resolution obtained for the very large agglom- erates is not optimum, but the very small particles (~ 10 A) could be resolved. 75 The data were analyzed according to the multiple scattering theory [8-10]. The particle size distributions with respect to volume and surface [Fv(u) and Fs{D), respectively] were determined assuming spherical parti- cles. The SAXS represents the average of the sample and is produced by the non-uniform changes in the electronic density of the sample. Thus, if the support is homogeneous and a scattering is observed, it can be attributed to the metal particles of the catalyst. The particle size distribution can be calculated, and since the data represent the complete sample, there is no question of their being statistically valid. In this regard, the SAXS technique is preferable to TEM, which is susceptible to misinterpretation because the small observed fraction of the sample may be statistically unrepresentative. We emphasize, however, that TEM is an essential complementary technique because it allows discrimination between metal particles and inhomogeneities of the support. Transmission electron microscopy Each sample was suspended in isopropyi alcohol, dispersed in an ultrasonic bath for 10 min, and then deposited on a 200-mesh copper grid [11]. Observations were made with a top-entry JEOL 100 CX elec- tron microscope operated at 100 kV. Identification of small particles and determination of their sizes were carried out by measuring the plates on a light box using calibrated amplifier lenses. Measurements were also made with photomicrographs. The microscope was calibrated against gold stan- dards. Interpretations were made from dark field and bright field plates with methods cited in the literature [12-15], the data being recorded as total numbers of particles having diameters in a particular interval. Catalytic hydrogenolysis o f ethane Catalysis experiments were carried out with a standard thermostatted flow microreactor operated at atmospheric pressure. An on-line gas Chro- matograph was used for product analysis. The hydrogenolysis reactor was operated at 250 C with a feed of hydrogen and ethane (Matheson, UHP, 1% in He). The feed contained 0.53 mol% ethane, 50 mol% ii^ and the remainder He. Results The SAXS data provide evidence of small particles, expected to be rhodium. Surface particle size distributions Fs(D) are shown in Fig. 1 for several unreduced samples. Data such as these were used to construct Table 1, where the position of the maximum of a curve in the Figure is taken as a representative size of the particles in the corresponding sample. The fractions of particles having diameters less than 20 A (Table 1) were calcu- lated from the surface distribution curve [Fs(D)] by evaluating the area under each curve from 0 to 20 A and normalizing it to the area under the curve from 0 to 100 A. 76 A / \\~ Rh/C (unreduced) \\ ^ Rh/TiOg ( unreduced ) ^.Rh/y-AlgOj (unreduced) 20 40 60 80 Particle Diameter, A 100 Fig. 1. Surface particle size distributions t^'si^1)] ^ unreduced catalysts determined by SAXS. The curves are not normalized, i.e. they do not determine the relative amounts of Rh in the samples. TABLE 1 Summary of SAXS results Catalyst Reduction Particle sizes with Fraction of particles temperature maximum in distr ibution having diameters ( C) (A) <20Aa Fy(D) Fs(D) Rh/7-Al203 b 8,26 8 0.86 200 400 Rh/TiO; b 10,65 8,65 0.21 200 10,65 8,65 0.49 400 18,65 18,65 0.22e Rh/C b 15 12 0.65 200 400 \"Calculated assuming that the largest particle diameter is 100 A. b Initial (unreduced) sample. ''The value becomes 0.10 if the distribution is truncated at a diameter of 200 A. The particles in the Rh/C and Rh/A\\^0^ samples were almost all smaller than 20 A in the unreduced samples. A broad peak centered at 65 A was observed for Rh/TiO^ in the unreduced state. SAXS data characterizing reduced samples are shown in Table 1 and Fig. 2; the most complete set of results was obtained with Rh/TiO; (Fig. 2). Again, the peak at 65 A complicates the picture. 77 Particles of the order of 10 A in diameter were present in all the freshly prepared (unreduced) samples, as indicated by SAXS. Reduction of the samples with hydrogen led to changes in the particle size distributions, with larger particles being formed at the higher reduction temperatures (Table 1). In the samples treated at 400 C, some very large particles (> 200 A) were present. The changes in particle size distributions were different for the different supports. The TEM results (Fig. 2) confirm the presence of small metal particles in all the samples. The results obtained with Rh/TiO; show that the 65-A particles indicated by SAXS were not rhodium; we therefore attribute this SAXS result to heterogeneities of the TiO; support. The TEM data confirm the occurrence of sintering of rhodium during reduction (Fig. 3). The elec- tron micrographs were examined carefully for any patterns in the shapes of the rhodium particles; none was observed. Representative IR spectra of the 7-A12U3- and TiO^supported samples are shown in Figs. 4A and B, respectively. The spectra were almost indepen- dent of the CO partial pressure in the IR cell. The spectra show two intense bands near 2050 cm\"1, attributed to a Rh(I) gem dicarbonyl species and Sg \"&UJ Zj 3 UU-fczia -1-UJ=) 0 0)^fy r l /\\ Rh/TiO; l l ( Reduced al 400 C )h 1\\ l \\-^! '- ; ! \\ .' \\ SiL*Vf 0 1 Rh/TIOz ^ ^ ( Reduced al 200 C ) 20 40 60 80 100 120 140 160 180 PARTICLE DIAMETER, A Rh/C'\"\"C Reduced at 200 C 80 - 100 80 1 Reduced at 400<'C 60 - 60 40 - 40 20 0 ^ 20 0 :, 10 15 20 25 30 20 30 4 Rh/SiOg50 r Reduced at 200 C 50 40 - 40 : R duced ot 400 C c/) V} -UJ - 30 '- d 20 - 20 '- l0 - 0fe 1 10 0 ; 25 30 35 40 45 50 100 200 300 Rh/AlzOs Reduced ot 200 C Reduced al 400 C g 'O - 40 - 30 - 20 - 10 - 0e g 30 LJ a. 20 10 O O 40 80 120 160 0 20 40 60 80 100 Rh/TiOg 50 r Reduced al 200 C Sur Reduced ot 400 C 40 - 40 - 40 - 30 - ZO - 10 - 0e 30 - 20 - I 10 '-\\ UJ..I. 0 0 20 40 60 80 100 0 20 40 60 80 100 PARTICLE DIAMETER, t Fig. 2. Surface particle size distribution [Fs( >)] of reduced Rh/TiO; catalysts deter- mined by SAXS. The curves are not normalized. Fig. 3. Metal particle size distributions determined by TEM. The number of particles counted per histogram ranged from 60 to 250. 78 2600 2490 2380 2270 2160 2050 WAVENUMBERS 1940 1830 1720 2600 2490 2380 2270 2160 2050 1940 1830 WAVENUMBERS 1720 Fig. 4. IR spectra of CO adsorbed on supported rhodium catalysts prepared from [Rh<- (C0)i<,]. A: Rh/'y-Al^Os reduced m situ at 200 C in flowing hydrogen; the CO partial pressure was 0.086 torr. B: Rh/TiO^ reduced in the same way; the CO partial pressure was 0.53 torr. indicative of highly dispersed rhodium (CO oxidizes the Rh m the IR experi- ment [16]). A peak at about 1830 cm\"1 is evident in the spectrum of the Al^Oa-supported sample, and a peak at about 1860 cm~1 is evident in the spectrum of the TiOi-supported sample; these indicate bridged carbonyl species. Small shoulders at about 2050 cm\"1 suggest the presence of linearly bonded CO ligands. These latter bands, indicating neighboring rhodium atoms, imply that the metal was less than atomically dispersed. The catalytic reaction rate data provided plots of conversion as a func- tion of time onstream in the flow reactor. The conversions were low (< 5%) and assumed to be differential. Rates of reaction were obtained by ex- trapolation of the data to zero onstream time. The data are summarized m Table 2. TABLE 2 Activities of supported catalysts prepared from [Rh^COhe] Catalyst Reduction temperature ( C) 10s X Activity ethane hydrogi (mol (g Rh)-1 for enolysis s- ) Rh/SiOa 200 400 4 4 Rh/7-Ali03 200 400 8 18 Rh/TiOi 200 0.8 \"Reaction at 250 C and l atm. 79 Discussion The results confirm that SAXS, used in combination with TEM, is a valuable technique for characterization of highly dispersed metals. The SAXS data for the freshly prepared samples demonstrate that small rhodium metal entities ($ 10 A) were present on all the supports. The IR and TEM results, combined with the SAXS data, support the conclusion that sup- ported metals with very small particles and narrow size distributions can be prepared from metal clusters [17 -19]. The initial rhodium metal particle size distributions were almost the same for all four supports used in our experiments. We suggest that many of the particles initially present were formed directly from interaction of [Rh6(CO)ie] with the support and consisted of six rhodium atoms each. It is clear from both the SAXS and TEM data, however, that larger aggre- gates of rhodium were also present initially, and we infer that when the preparation involves physisorption of the metal cluster on the support, interactions between the clusters on the surface lead to aggregation even at low temperatures. The SAXS data obtained for TiOz-supported rhodium (Fig. 2, Table 1) demonstrate that reduction in hydrogen at increasing temperatures led to increasing aggregation of the metal, but that there was little aggregation at 200 C. The SAXS distribution curves for the TiG^-supported rhodium sug- gest that there were numerous particles too small to observe ($8 A); the fraction of particles observed with diameters < 20 A was 21% in the original sample and 49% in the sample reduced at 200 C. The TEM data support the evidence of metal aggregation for all the catalysts, but not unequivocally. For example, the micrographs of the SiO;- and 7-Al203-supported rhodium indicate smaller particles after reduction at 400 C than after reduction at 200 C. We suggest that the apparent discrepancy may be an indication of the limitations of our TEM technique; we did not attempt to observe very large particles which might have been present on the SiO; or A^O^, and were unable to observe particles smaller than about 8 A in diameter. The catalytic activity data for hydrogenolysis show an increase in activity per unit mass of Rh as the reduction temperature was increased from 200 to 400 C. Since the particles became larger and the metal surface areas smaller as the reduction was carried out at higher temperatures, the pattern at first appears to be anomalous. Since the characterization data show that as the reduction temperature was increased, the number of very small particles decreased, we might postulate (following the interpretation of Gray don and Langan [17] for silica-supported rhodium catalysts pre- pared from [Rhfi(CO)i6]) that the smallest metal entities had lower catalytic activities than larger ones. Graydon and Langan concluded that a critical minimum particle size (~ 12 A) was required for benzene hydrogenation. This interpretation implies that the catalytic hydrogenolysis reaction re- quires particles of a minimum size, consistent with its being a structure- sensitive reaction [20]. 80 A full interpretation would require an understanding of more than this apparent particle size effect; the support effect is evidently important also. The several catalysts reduced at 200 C can be compared directly because the average rhodium particle size is about the same in each. The activity for ethane hydrogenolysis varied by one order of magnitude (Table 2). When the reduction temperature is only 200 C, the small particles are relatively stable, and the support effects may be maximized. Acknowledgement This cooperative research was supported by Conocyt in Mexico and the National Science Foundation in the U.S.A. References 1 D. C. Bailey and S. H. Langer, Chem. Rev., 81 (1981) 109. 2 G. H. Via, D. G. Meitzner, F. W. Lytie and J. H. Sinfelt, J. Chem. Phys., 79 (1983) 1527. 3 D. J. C. Yates, L. L. Murreil and E. B. Prestridge, J. Catal., 57 (1979) 41. 4 J. R. Katzer, A. W. Sleight, P. Gajardo, J. B. Michel, E. F. Gleason and S. McMillan, Faraday Discuss. Chem. Soc., 72 (1981) 121. 5 M. Ichikawa, Chemtech, 12 (1982) 674. 6 S.-H. Moon, H. Windawi and J. R. Katzer, Ind. Eng. Chem. Fundam., 20 (1981) 396. 7 A. Renouprez, C. van Hoang and P. A. Compagnon, J. Catal.. 34 (1974) 411. 8 A. Guinier and G. Fournet, Small Angle Scattering, Wiley, New York, 1955. 9 A. J. Renouprez and B. Imelik, J. Appl. Cryst., 6 (1973) 105. 10 E. Brusset and J. R. Donati, J. Appl. Cryst., 2 (1969) 55; H. Brusset, J. R. Donati and B. Pascal, C.R. Acad. Sci Paris, Ser. A, 264B (1967) 175. 11 M. von Heimendahl, Electron Microscopy of Materials, Academic Press, New York, 1980. 12 D. Pope, W. L. Smith, J. Eastlake and R. L. Moss, J. Catal., 22 (1971) 72. 13 S. Sawruk, A. C. Rohrman and G. T. Kokotailo, J. Catal., 56 (1979) 390. 14 R. T. K. Baker, E. B. Prestridge and R. L. Garten, J. Catal., 59 (1979) 293. 15 M. J. Yacaman and T. Ocsasi, Phys. Stat. Solids, 42 (1977) 571. 16 H. F. J. van't Blik, J. B. A. D. van Zon, T. Huizinga, J. C. Vis, D. C. Koningsberger and R. Prins, J. Phys. Chem., 87 (1983) 2264. 17 W. F. Graydon and M. D. Langan, J. Catal., 69 (1981) 180. 18 J. L. Bilhou, V. Bilhou-Bougnol, W. F. Graydon, J. M. Basset, A. K. Smith, G. M. Zanderighi and R. Ugo, J. Organometall. Chem., 153 (1978) 73. 19 A. K. Smith, F. Hugues, A. Theolier, J. M. Basset, R. Ugo, G. M. Zanderighi, J. L. Bilhou, V. Bilbou-Bougnol and W. F. Graydon, Inorg. Chem., 18 (1979) 3104. 20 M. Boudart, Proc. Gth Int. Cong. Catal., London, 1976, The Chemical Society, London,1977,p.l. X244 85850744 0304-5102(85)85074-4 10.1016/0304-5102(85)85074-4 Chemical Catalysis Highly dispersed oxide-supported metal catalysts prepared from [Rh6(CO)16] P. Bosch D. Acosta J. Zenith Instituto Mexicano del Petróleo, Eje Central Lâzaro, Cárdenas No. 151, 07730 Mexico City, D.F.Mexico D.M. Nicolson B.C. Gates Center for Catalytic Science and Technology, Department of Chemical Engineering, University of Delaware, Newark, DE 19716 U.S.A. Supported rhodium catalysts were prepared by deposition of [Rh6-(CO)16] on SiO2, γ-A12O3, TiO2 and carbon and characterized by small-angle X-ray scattering, high-resolution transmission electron microscopy, and infrared spectroscopy with adsorbed CO. Many of the rhodium aggregates on each support were so small ( $ ̌ 10 Å) as to suggest that each had been formed from individual rhodium clusters. Treatment of the samples with hydrogen at 200 and 400 °C led to aggregation of the rhodium. The catalytic activity for ethane hydrogenolysis increased accompanying this aggregation, suggesting that the smallest rhodium entities were less active than larger ones. The effects of the support on catalytic activity were pronounced for the most highly dispersed catalysts, with the TiO2-supported rhodium being the least active. References 1 D.C. Bailey S.H. Langer Chem. Rev. 81 1981 109 2 G.H. Via D.G. Meitzner F.W. Lytle J.H. Sinfelt J. Chem. Phys. 79 1983 1527 3 D.J.C. Yates L.L. Murrell E.B. Prestridge J. Catal. 57 1979 41 4 J.R. Katzer A.W. Sleight P. Gajardo J.B. Michel E.F. Gleason S. McMillan Faraday Discuss. Chem. Soc. 72 1981 121 5 M. Ichikawa Chemtech 12 1982 674 6 S.-H. Moon H. Windawi J.R. Katzer Ind. Eng. Chem. Fundam. 20 1981 396 7 A. Renouprez C. van Hoang P.A. Compagnon J. Catal. 34 1974 411 8 A. Guinier G. Fournet Small Angle Scattering 1955 Wiley New York 9 A.J. Renouprez B. Imelik J. Appl. Cryst. 6 1973 105 10 a E. Brusset J.R. Donati J. Appl. Cryst. 2 1969 55 b H. Brusset J.R. Donati B. Pascal C.R. Acad. Sci., Paris, Ser. A 264B 1967 175 11 M. von Heimendahl Electron Microscopy of Materials 1980 Academic Press New York 12 D. Pope W.L. Smith J. Eastlake R.L. Moss J. Catal. 22 1971 72 13 S. Sawruk A.C. Rohrman G.T. Kokotailo J. Catal. 56 1979 390 14 R.T.K. Baker E.B. Prestridge R.L. Garten J. Catal. 59 1979 293 15 M.J. Yacaman T. Ocana Phys. Stat. Solids 42 1977 571 16 H.F.J. van't Blik J.B.A.D. van Zon T. Huizinga J.C. Vis D.C. Koningsberger R. Prins J. Phys. Chem. 87 1983 2264 17 W.F. Graydon M.D. Langan J. Catal. 69 1981 180 18 J.L. Bilhou V. Bilhou-Bougnol W.F. Graydon J.M. Basset A.K. Smith G.M. Zanderighi R. Ugo J. Organometall. Chem. 153 1978 73 19 A.K. Smith F. Hugues A. Theolier J.M. Basset R. Ugo G.M. Zanderighi J.L. Bilhou V. Bilhou-Bougnol W.F. Graydon Inorg. Chem. 18 1979 3104 20 M. Boudart Proc. 6th Int. Cong. Catal., London, 1976 1977 The Chemical Society London 1",
      "scopus-id": "0022093280",
      "coredata": {
        "eid": "1-s2.0-0304510285850744",
        "dc:description": "Supported rhodium catalysts were prepared by deposition of [Rh6-(CO)16] on SiO2, γ-A12O3, TiO2 and carbon and characterized by small-angle X-ray scattering, high-resolution transmission electron microscopy, and infrared spectroscopy with adsorbed CO. Many of the rhodium aggregates on each support were so small ( $ ̌ 10 Å) as to suggest that each had been formed from individual rhodium clusters. Treatment of the samples with hydrogen at 200 and 400 °C led to aggregation of the rhodium. The catalytic activity for ethane hydrogenolysis increased accompanying this aggregation, suggesting that the smallest rhodium entities were less active than larger ones. The effects of the support on catalytic activity were pronounced for the most highly dispersed catalysts, with the TiO2-supported rhodium being the least active.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285850744",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bosch, P."
          },
          {
            "@_fa": "true",
            "$": "Acosta, D."
          },
          {
            "@_fa": "true",
            "$": "Zenith, J."
          },
          {
            "@_fa": "true",
            "$": "Nicolson, D.M."
          },
          {
            "@_fa": "true",
            "$": "Gates, B.C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285850744"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285850744"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85074-4",
        "prism:volume": "31",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Highly dispersed oxide-supported metal catalysts prepared from [Rh6(CO)16]",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "73-80",
        "prism:endingPage": "80",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1985",
        "prism:doi": "10.1016/0304-5102(85)85074-4",
        "prism:startingPage": "73",
        "dc:identifier": "doi:10.1016/0304-5102(85)85074-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "9",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510285850744-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "161",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022093280"
      }
    }
  }
}