{
  "metadata": {
    "title": "Electrochemical production of aluminium-based catalysts for the acylation of aromatics",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-15",
    "doi": "10.1016/0304-5102(89)80193-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289801932",
    "pii": "0304510289801932"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-45349110723",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289801932 0304-5102(89)80193-2 0304510289801932 10.1016/0304-5102(89)80193-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01332 2024-01-02T01:04:53.938015Z 0 0 19891115 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 56 56 1 3 1 2 3 Volume 56, Issues 1–3 26 296 304 296 304 19891115 15 November 1989 1989-11-15 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. ELECTROCHEMICALPRODUCTIONALUMINIUMBASEDCATALYSTSFORACYLATIONAROMATICS GAMBINO S SILVESTRI 1981 27 G SILVESTRI 1987 965 G SILVESTRI 1987 165 G RECENTADVANCESINELECTROORGANICSYNTHESIS HEITZ 1970 149 E ADVANCESINCORROSIONSCIENCETECHNOLOGY KYRIAZIS 1980 197 C SATCHELL 1971 243 255 D CHEMISTRYCARBONYLGROUP GUIRADO 1982 142 A GIRDLER 1966 181 R WADE 1973 1058 1064 K COMPREHENSIVEINORGANICCHEMISTRY MARCH 1968 488 J ADVANCEDORGANICCHEMISTRY GAMBINOX1989X296 GAMBINOX1989X296X304 GAMBINOX1989X296XS GAMBINOX1989X296X304XS item 0304-5102(89)80193-2 0304510289801932 1-s2.0-0304510289801932 10.1016/0304-5102(89)80193-2 272239 2024-01-02T01:04:53.938015Z 1989-11-15 1-s2.0-0304510289801932-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801932/MAIN/application/pdf/4d38a84be6e90355d134713709e809db/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801932/MAIN/application/pdf/4d38a84be6e90355d134713709e809db/main.pdf main.pdf pdf true 653991 MAIN 9 1-s2.0-0304510289801932-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801932/PREVIEW/image/png/46a6b0813da79ecf8c27489d6c02769e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801932/PREVIEW/image/png/46a6b0813da79ecf8c27489d6c02769e/main_1.png main_1.png png 66530 849 656 IMAGE-WEB-PDF 1 296 Journal of Molecular Catalysis, 86 (1989) 296 - 304 ELECTROCHEMICAL PRODUCTION OF ALUMINIUM-BASED CATALYSTS FOR THE ACYLATION OF AROMATICS SALVATORE GAMBINO, GIUSEPPE FILARDO and GIUSEPPE SILVESTRI Universita di Palermo, Dipartimento di Ingeneria Chimica del Process! e del Material!, Viale delle Scieme, 90128 Palermo (Italy) Summary The anodic dissolution of aluminium in electrolytic media, in which acyi halides are present together with aromatic compounds, gives rise to the in situ formation of a catalytic system of the Friedel-Crafts type which promotes chemical acylation of the aromatic ring. A chemical reaction in which aluminium is dissolved was activated by the electrochemical process and was strongly influenced by the nature of the supporting electrolyte. The production of acetophenone from acetyl chloride and benzene has been studied in detail. Yields were comparable with those of the chemically catalyzed systems. 1,1-Diphenylethane, derived from a series of chemical steps initiated by the reduction of the ketone to the corresponding alcohol, was found among the products. Introduction One possible way for introducing metal species which are active as catalysts into reaction media is an electrochemical one, which presents several advantages in comparison to the use of already prepared chemical reagents. In most cases metals dissolve under anodic polarization, thus affording the introduction of metal cations into the reaction medium, often with an accurate dosage and without any contamination by oxygen or moisture. A large variety of reactions are known in which aluminium compounds are active as catalysts in organic processes such as polymerizations, isomer- izations, aromatic substitutions and additions to olefins. In our laboratory, research has been directed towards the use of electrochemical means for the production of aluminium-based catalytic species; thus, a method for produc- ing Ziegler-Natta-type catalysts for the polymerization of lower olefins has been developed [1] by means of the in situ anodic dissolution of aluminium and of suitable transition metals in halogenated solvents. During the course of our investigations, we observed that the addition of aromatics (benzene, toluene) to the electrolytic system enhances the electrophilic reactivity of the 0304-6102/89/$3.50 Elsevier Sequoia^Printed in The Netherlands 297 aluminium compounds present in the solution, giving rise to an electrophilic aromatic substitution of the Friedel-Crafts type [2, 3] between the halo- genated solvent and the aromatic starting material [eqn. (1)]. cat. R X + Ar H . Ar R + H X (1) The catalyst was produced by the direct anodic dissolution of commer- cial aluminium in the reaction medium, the latter having been made conduc- tive by the addition of moderate amounts of tetra-alkylammonium salts. After an initial induction period, dissolution of the metal took place via a mixed electrochemical-chemical process. When the molar ratio between the halide and the aromatic was higher than 1.5, the chemical reaction predominated and quite often became uncontrollable, as already described for the reaction of metallic aluminium with several organic halides [4, 5]. Under the condi- tions usually adopted for alkylations, however, the halide/aromatic molar ratio is sufficiently low to ensure that the chemical reaction involving the dissolution of aluminium is kept under control. As in the chemical reaction, electrochemically-induced synthesis led to the formation of a dense brown phase, i.e. the well-known red oils containing the catalytic species in a complex ionic form. In systems where the catalyst was recycled, the introduc- tion of aluminium could be achieved directly in situ by using the current density to control the quantity of the metal to be dissolved. No information is available in the literature on the behaviour of those systems in which the alkyi halide is substituted by an acyi analogue. The resulting system would be of great interest from a synthetic point of view, since acylations are widely used for the production of ketones [eqn. (2)], which act as intermediates in a large number of organic syntheses. 0 0 II ca.. II R C X + Ar H > R C Ar + H X (2) In contrast to the situation with alkylations, complex species are formed between the ketone generated by the acylation and the metal cations catalyzing the reaction. For this reason, it is necessary to use excess catalyst relative to the stoichiometry. It is also well known that it is of greatest importance to use only catalysts of moderate activity in these syntheses so as to obtain good selectivities and acceptable reproducibilities [6]. An electrochemical approach could afford a solution to this problem, since the possibility of a dangerous excess of catalyst in the system may be avoided by a proper choice of anodic current density. The results of an investigation of some electrochemically-induced acylation processes are presented in this paper. Experimental Reagent grade benzene and acyi halides were dried over 4A molecular sieves and employed without further purification. Tetrabutylammonium bro- 298 mide was crystallized from ethyl acetate and dried under vacuum. Reagent grade aluminium trichloride (Carlo Erba) was used without further purifica- tion. Aluminium electrodes 99.0 (UNI 3950) were treated by means of the following standard procedure: polished with emery paper, degreased with commercial surfactants, etched with an aqueous solution of HC1 (5%) + HF (2%), rinsed with distilled water and then methanol, and finally dried with warm air. This activation treatment was performed immediately before use. The types of cell employed have already been described [2]. All the electrolyses were performed in the presence of benzene and with the acyi halide introduced at the start of the experiment. Since one of the purposes of this work was to effect a comparison between the catalytic activity of the electrochemical system and that of conventional Friedel-Crafts systems, most of the experiments were conducted in electrolytic media in which the [acyi chloride]/[benzene] molar ratio was equal to 4.57, this being in the same range as that usually adopted for chemical mono-acylations. In every case we observed that the acylation commenced after the passage of a variable but defined quantity of charge, which appeared to be related to the removal of an oxide layer from the aluminium surface and to the deactivation of adventi- tious water in the reaction medium. The observed induction period may also be ascribed to the initial accumulation of the catalytic species necessary for the start of the reaction. Shorter induction periods were observed when aluminium trichloride was used instead of tetrabutylammonium bromide as the supporting electrolyte, and when acetyl chloride was used instead of the less reactive benzyl chloride. The reaction proceeded smoothly throughout the whole of its duration and could be stopped by interrupting the current. Work-up of the effluents from the cell was performed according to normal organic chemistry tech- niques: aqueous hydrolysis with chilled water, separation of the products by extraction with ether, aqueous washing of the ethereal solution and drying over anhydrous sodium sulphate. After removal of the solvent, the raw mixture of products was obtained as a dense yellow-brown oil. The products were isolated by distillation under reduced pressure or by quantitative HPLC on the raw mixture. Identification of the products was achieved by IR and NMR spectroscopy using authentic samples for comparative purposes. Results The initial part of the research was devoted to the establishment of which aromatics and acyi halides could be used in acylation reactions involving electrochemical methods. The electrochemical system can be de- picted schematically as follows: (anode) Al/Ar H, R COC1, S.E./M (cathode) 299 where Ar= Cells; 2-methoxynaphthyl; R=CgHs, p-CHsCgrL,, CHg; S.E. = supporting electrolyte (Bi^NBr or AICL)); and M = graphite, copper or stain- less steel. Since the system does not involve a diaphragm, it was necessary to investigate which cathodic processes would take place when different start- ing materials were present in the electrolytic medium. Preliminary tests showed that aroyl halides (benzoyl chloride and p-toluyl chloride) had reduction potentials which were too positive to be suitable for such a system, since the cathodic process involves equivalent amounts of the halide itself and leads, after reductive dimerization, to (rans-(stilbenediol dibenzoate) [7]. Furthermore, the reactivity of aroyl halides is quite low, as far as the acylation process is concerned, and the reaction possesses such a long induction period that a large part of the halide is consumed by the cathodic process before chemical reaction commences. In contrast, acyi halides such as acetyl chloride have more negative reduction potentials and are not reduced at the cathode. In this case, the HC1 arising from reaction (2) is reduced cathodically via processes which par- tially involve hydrogenation of the ketone itself to the corresponding alcohol [eqn. (4) below]. It is also probable that the carbonyl groups of the oily byproducts are involved in similar hydrogenation reactions. Acyi halides are very reactive towards acylation and thus require only small amounts of charge during the induction period. Most of our experiments were under- taken with acetyl chloride, with the aim of studying its reaction with benzene to produce acetophenone [R = CH3, Ar = CeHg in reaction (1)]. In addition to the ketone, which was the major product, oily products and 1,1- diphenylethane (DPE) were found in minor amounts among the products of this synthesis. Our investigations mainly focused on the influence of the nature of the supporting electrolyte and the current density on the behaviour of the system, with particular emphasis towards the chemical and electro- chemical surface reactions involving the aluminium anode. The nature of the supporting electrolyte has a definite influence on the behaviour of aluminium, as can be deduced from a comparison of the apparent oxidation numbers of the metal (ra^pp = F/mol Al dissolved) if the organic salt or aluminium trichloride are used. In the first case, values ranging from 0.86 to 1.28 were recorded, indicative of moderately spontaneous reactivity, whereas in the second case the values ranged from 0.24 to 0.43, demonstrating the much higher catalytic activity of AlClg during chemical dissolution of the metal. The synthetic results obtained are presented in Table 1. All the synthe- ses performed with AlCIa gave initial conductivities and final yields which were better than those with the organic salt. Since aluminium trichloride is itself an acylation catalyst, it was necessary to determine the amount and nature of the products generated by its presence. In fact, blank experiments with no metallic aluminium in contact with the reaction medium, and without any flow of electric charge, performed in the presence of amounts of aluminium trichloride equivalent to the average concentration used in the 300 TABLE 1 Electrochemical production of catalysts for the acylation of benzene to acetophenone\" Expt. Electrolyte Charge Al dissolved Products(g)1' Yield No. (lO^mol) passed (lO^mol) (\"/o)\" (lO-2?) ACPH DPE Oils 1 AlClg 1.65 3.86 1.84 0.52 1.25 65.4 (0.64) 2 AlCIa 1.65 3.80 2.28 0.60 1.19 70.8 (0.97) 3 AlCIa 1.73 4.27 2.19 0.58 1.98 58.3 (1.12) 4 AlCL) 1.73 4.75 2.81 0.94 1.80 67.6 (1.42) 5 AlClg 1.58 4.70 2.75 0.60 1.85 65.7 (1.50) 6 Aids 1.54 6.52 4.37 1.38 1.53 80.0 (2.77) 7 Bu^NBr 2.93 2.70 0.87 0.10 3.13 23.6 (1.55) 8 Bu4NBr 3.14 3.67 1.14 0.10 4.06 23.4 (1.55) 9 Bu^NBr 7.77 6.07 1.53 0.15 4.82 25.8 (1.55) 10 AlCIa 1.59 0.85 0.40 1.16 51.9 (1.65) 11 AlCV 0.62 1.54 30.0 (1.95) 'Reaction conditions: solvent/reagent: benzene (85cm3)/acetyl chloride (15cm3); cathode, Cu; anodic current density, 0.29 mA cm\"2; temp., 35 3 C. ' ACPH = acetophenone; DPE = 1,1-diphenylethane. \"[ACPH + DPE] x 100/[ACPH + DPE + oils] by weight. ''No Al metal present in the reaction system. electrolytic experiments, gave only minor amounts of ketone and oily prod- ucts, and no DPE (Expt. 11). Blank experiments with no charge flow but with metallic aluminium present demonstrated the spontaneous reactivity in the presence of A1C13 (Expt. 10), yielding detectable amounts of DPE together with the expected ketone and oils. With diaphragm cells, all the products are found in the anolyte. Experiments 1 - 6, conducted at the same anodic current density for the same reaction time, showed an increase in the yield of ketone with increasing concentrations of the overall quantity of dissolved alu- minium. From the results presented in Table 1, it can be deduced in general that higher yields of DPE correspond to the higher chemical reactivity of the anodic aluminium. Figure 1 illustrates the influence of the supporting elec- trolyte concentration on the dissolution of anodic aluminium during the course of electrolysis under comparable conditions. The results of a set of syntheses focused on determining the influence of the anodic current density and reaction time on the product distribution are 301 Al CIg moles 10\"2 1 2 3 anodic c.d. (mA cm'2) Fig. 1. Influence of the concentration of aluminium trichloride on the dissolution of anodic aluminium. Solvent/reagent, benzene (85 cm^/acetyl chloride (15 cm3); cathode, Cu; anodic current density, 0.29mA cm-2; temp., 35 3 C. Fig. 2. Influence of anodic current density on product distribution. Solvent/reagent, benzene (85 cm^/acetyl chloride (15cm3); cathode, Cu; electrolyte, anhydrous AlCIa; temp., 35 3 C. , Acetophenone; A, 1,1-diphenylethane. summarized in Fig. 2. The related synthetic data, providing a direct correla- tion between the amount of aluminium dissolved and the reaction time, are reported in Table 2. Improved ketone yields were obtained at moderate current densities (at ca. 1.16mA cm\"2). The acetylation of 2-methoxynaphthalene was also studied in an at- tempt to synthesize the important pharmaceutical intermediate 6-methoxy-2- TABLE 2 Electrochemical production of catalysts for the acylation of benzene to acetophenone at different anodic current densities\" Expt. Electrolyte Charge Anodic Reaction Al dissolved Yield No. (lO^mol) passed current time (lO-^mol) (%)'' (lO-'F) density (h) (mAcm\"2) 1 2.47 1.56 0.29 20.8 5.11 78.2 2 2.55 1.60 1.16 5.38 4.59 92.8 3 2.32 1.60 2.32 2.69 4.30 86.1 4 2.40 1.62 3.77 1.68 4.30 71.4 \"Reaction conditions: solvent/reagent, benzene (85 cm^/acetyl chloride (15cm3); cathode, Cu; electrolyte, anhydrous AlCly; temp., 35 3 C. \"[ACPH + DPE] x 100/(ACPH + DPE + oils] by weight. 302 acetonaphthone. The experiments were performed under the same conditions as Expt. 2 of Table 2 with 1,2-dichloroethane as the solvent, when a 48wt.% yield of isolated ketones was obtained. The remainder of the products were oils which were not examined further. The mixture of ketones contained 41 wt.% of the desired 6-methoxy-2-acetonaphthone, whereas the main by- products were monoacetylated methoxynaphthalene isomers. The yield and selectivity of this synthesis are substantially the same as those reported in the literature for the chemical reaction [8]. Discussion The picture of the reaction system which emerges from the investiga- tions reported here may be interpreted in terms of a heterogeneous-homoge- neous sequence of reaction steps, involving the surface of the aluminium anode and the aluminium species evolved in the reaction medium. The anodic metal plays a dual role in the process: thus it affords, via a mixed chemical and electrochemical reaction, the species which act as catalysts for the acylation, and it also acts as a reductant for the already formed ketone and hence starts the sequence of steps leading to DPE. For these reasons, the aluminium species have a catalytic effect not only on the acylation reaction but also on the dissolution of the metal. Aluminium, when dipped into a mixture of benzene and acetyl chloride in the absence of an electrolyte, appears to be totally inert. The addition of tetrabutylammonium salts does not induce any corrosion, unless the metal is anodically polarized. Much more evident chemical corrosion takes place when aluminium trichloride is present in the medium, and even more so when the metal is anodically polarized. These observations in part recall the behaviour of aluminium in the presence of alkyi halides and aromatics; in the latter case, chemical reaction of the metal with the halide, leading to formation of low-valent alkyi aluminium species [eqn. (3)], is catalyzed by the presence in solution of aluminium compounds [9]. This reaction is autocata- lytic, as the concentration of metal species increases steadily, soon becoming violent and difficult to control. With acyi halides, the chemical reaction involving aluminium could be similar to reaction (3) and give rise to the corresponding acyi aluminium species, although in this case the metal cations are continuously being removed from the reaction medium by the fast formation of complexes with the ketone formed in the acylation process [6]. The system is prevented in this way from possible dramatic autocatalytic phenomena. In fact, in alkylations, the application of an electric current is only necessary during the initial stages of the reaction, for once the concen- tration of the aluminium species has reached a local threshold value the dissolution of the metal becomes independent of the anodic process. In contrast, anodic polarization of aluminium is necessary for the whole dura- tion of acylation processes. 3RX + 2A1 . R^AlX + RAlX^ (3) 303 Aluminium also appears to be involved in a second type of reaction which leads to DPE. In fact, the experimental results reported are in agreement with the hypothesis that aluminium is responsible chemically for at least part of this side-reaction. DPE is produced only if aluminium is present in the reaction medium even if no current is allowed to flow, and is present only in the anolyte if diaphragm electrolyses are performed. Most probably, after acylation of benzene to acetophenone [reaction (2)] the sequence of reactions involves the reduction of the ketone to the corresponding alcohol [reaction (4)], followed by further alkylation of benzene to 1,1-diphenylethane catalyzed by the HC1 formed in reaction (2), in accordance with a well-known alkylation mechanism [10] [reaction (5)]. Only minor traces of 1-phenylethanol were identified in the NMR spectrum of the reaction mixture. The cathodic process also involves the reduction of the ketone, as the yield of DPE is much lower in cells with diaphragms than in their absence. CgHgCOCHs + 2e- + 2H+ . CeH6CH(OH)CH3 (4) HC1 CeH6CH(OH)CH3 + CeHg . (CeH^CHCHa 4- H^O (5) The water formed according to reaction (5) deactivates an equivalent amount of catalyst. Of the two byproducts present in the raw product mixture, oils are typical side-derivatives of aromatic substitutions whereas DPE is formed only in processes in which metallic aluminium is present. On the basis of the results presented to date, the formation of DPE cannot be totally suppressed, but only minimized through the use of diaphragm cells. In systems where diaphragms are absent, the yield of DPE is lower at higher anodic current densities corresponding to shorter times of exposure of the ketone to the reducing power of aluminium and of the cathode. Conclusions The electrochemical method described herein appears suitable for the production of acylation catalysts, although some limitations are apparent with cells not containing diaphragms. Encouraging results have been obtained to date as far as overall yield of acylated products and the reproducibility of the syntheses are concerned. However, the reliability of the method needs to be tested in diaphragm systems, both to minimize the production of DPE and, on a larger scale, to evaluate whether such systems can really help to solve the serious problems of selectivity and reproducibility encountered in industrial practice. Acknowledgements The authors wish to thank Prof. M. Concetta Natoli for helpful discus- sions. This research was supported financially by the Italian Ministero della Pubblica Istruzione. 304 References 1 G. Silvestri, S. Gambino and G. Filardo, Adv. Polym. Sci., 38(1981) 27. 2 G. Silvestri, S. Gambino and G. Filardo, Electrochim. Acta, 32 (1987) 965. 3 G. Silvestri, S. Gambino and G. Filardo, in S. Torii (ed.), Recent Advances in Electroorganic Synthesis, Kodanska, Tokyo, 1987, p. 165. 4 E. Heitz, in M. G. Fontana and R. W. Staehle (eds.). Advances in Corrosion Science and Technology, Vol. 4, Plenum Press, New York, 1970, p. 149. 5 C. Kyriazis and E. Heitz, Werkst. Korros., 31 (1980) 197. 6 D. P. N. Satchell and R. S. Satchell, in S. Patai (ed.), The Chemistry of the Carbonyl Group, Wiley-Interscience, New York, 1971, pp. 243 - 255. 7 A. Guirado, F. Barba, C. Manzanera and M. D. Velasco, J. Org. Chem., 47(1982) 142. 8 R. B. Girdler, P. H. Gore and J. A. Hoskins, J. Chem. Soc. (C), (1966) 181. 9 K. Wade and A. J. Banister, in A. F. Trotman-Dickenson (ed.). Comprehensive Inorganic Chemistry, Vol. I, Pergamon Press, Oxford, 1973, pp. 1058 -1064. 10 J. March, in R. H. Summersgill and A. T. Vinnicombe (eds.). Advanced Organic Chemistry, McGraw-Hill, New York, 1968, p. 488. X244 89801932 0304-5102(89)80193-2 10.1016/0304-5102(89)80193-2 Electrochemical production of aluminium-based catalysts for the acylation of aromatics Salvatore Gambino Giuseppe Filardo Giuseppe Silvestri Universitá di Palermo, Dipartimento di Ingeneria Chimica del Processi e dei Materiali, Viate delle Scieme, 90128 PalermoItaly The anodic dissolution of aluminium in electrolytic media, in which acyl halides are present together with aromatic compounds, gives rise to the in situ formation of a catalytic system of the Friedel-Crafts type which promotes chemical acylation of the aromatic ring. A chemical reaction in which aluminium is dissolved was activated by the electrochemical process and was strongly influenced by the nature of the supporting electrolyte. The production of acetophenone from acetyl chloride and benzene has been studied in detail. Yields were comparable with those of the chemically catalyzed systems. 1,1-Diphenylethane, derived from a series of chemical steps initiated by the reduction of the ketone to the corresponding alcohol, was found among the products. References 1 G. Silvestri S. Gambino G. Filardo Adv. Polym. Sci. 38 1981 27 2 G. Silvestri S. Gambino G. Filardo Electrochim. Acta 32 1987 965 3 G. Silvestri S. Gambino G. Filardo S. Torii Recent Advances in Electroorganic Synthesis 1987 Kodanska Tokyo 165 4 E. Heitz M.G. Fontana R.W. Staehle Advances in Corrosion Science and Technology 4 1970 Plenum Press New York 149 5 C. Kyriazis E. Heitz Werkst. Korros. 31 1980 197 6 D.P.N. Satchell R.S. Satchell S. Patai The Chemistry of the Carbonyl Group 1971 Wiley-Interscience New York 243 255 7 A. Guirado F. Barba C. Manzanera M.D. Velasco J. Org. Chem. 47 1982 142 8 R.B. Girdler P.H. Gore J.A. Hoskins J. Chem. Soc. (C) 1966 181 9 K. Wade A.J. Banister A.F. Trotman-Dickenson Comprehensive Inorganic Chemistry 1 1973 Pergamon Press Oxford 1058 1064 10 J. March R.H. Summersgill A.T. Vinnicombe Advanced Organic Chemistry 1968 McGraw-Hill New York 488",
      "scopus-id": "45349110723",
      "coredata": {
        "eid": "1-s2.0-0304510289801932",
        "dc:description": "The anodic dissolution of aluminium in electrolytic media, in which acyl halides are present together with aromatic compounds, gives rise to the in situ formation of a catalytic system of the Friedel-Crafts type which promotes chemical acylation of the aromatic ring. A chemical reaction in which aluminium is dissolved was activated by the electrochemical process and was strongly influenced by the nature of the supporting electrolyte. The production of acetophenone from acetyl chloride and benzene has been studied in detail. Yields were comparable with those of the chemically catalyzed systems. 1,1-Diphenylethane, derived from a series of chemical steps initiated by the reduction of the ketone to the corresponding alcohol, was found among the products.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289801932",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gambino, Salvatore"
          },
          {
            "@_fa": "true",
            "$": "Filardo, Giuseppe"
          },
          {
            "@_fa": "true",
            "$": "Silvestri, Giuseppe"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289801932"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289801932"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80193-2",
        "prism:volume": "56",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Electrochemical production of aluminium-based catalysts for the acylation of aromatics",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "296-304",
        "prism:endingPage": "304",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80193-2",
        "prism:startingPage": "296",
        "dc:identifier": "doi:10.1016/0304-5102(89)80193-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/45349110723"
      }
    }
  }
}