{
  "metadata": {
    "title": "Gas phase hydroformylation of propylene with porous resin anchored rhodium complexes part I. Methods of catalyst preparation and characterization",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1981-03-31",
    "doi": "10.1016/0304-5102(81)85052-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510281850523",
    "pii": "0304510281850523"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038938054",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510281850523 0304-5102(81)85052-3 0304510281850523 10.1016/0304-5102(81)85052-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00399 2024-01-02T01:04:16.600218Z 0 0 19810301 19810331 1981 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 10 10 3 3 Volume 10, Issue 3 5 313 330 313 330 198103 March 1981 1981-03-01 1981-03-31 1981 converted-article fla Copyright © 1981 Published by Elsevier B.V. GASPHASEHYDROFORMYLATIONPROPYLENEPOROUSRESINANCHOREDRHODIUMCOMPLEXESPARTIMETHODSCATALYSTPREPARATIONCHARACTERIZATION DEMUNCK N PITTMAN 1977 15 C FRITSCHEL 1979 3152 S ARAI 1978 135 H SANGER 19771978 101 A BATCHELDER 1977 499 R PROCSIXTHINTCONGRCATAL LANG 1977 86 W ALLUM 1975 189 K ALLUM 1976 322 K SPEK 19771978 81 T GERRITSEN 1980 139 L GERRITSEN 1980 157 L TJAN 1977 488 P PROCSIXTHINTCONGRCATAL RONY 19751976 13 P ICHIKAWA 1979 127 M HJORTKJAER 1979 405 J AHMAD 1972 843 N SPARROW 1975 4637 J SCHONIGER 1955 123 W KORTHOVEN 1977 127 P WEISS 1970 F CHEMICALANALYSIS FEINBERG 1974 3209 R BATHOLIN 1977 307 M WHITEHURST 1977 182 D KENNEDY 1958 459 J PONI 1969 1525 P PONI 1970 1355 P PONI 1971 285 P PITTMANN 1979 49 C PROC2NDINTSYMPRELATIONSBETWEENHOMOGENEOUSHETEROGENEOUSCATALYSIS OLAH 1965 213 G FRIEDELCRAFTSRELATEDREACTIONS REED 1978 2375 J EVANS 1968 2600 D COLTHUP 1975 N INTRODUCTIONINFRAREDRAMANSPECTROSCOPY KUNIN 1962 305 R BROEKHOFF 1970 J PHYSICALCHEMICALASPECTSABSORBENTSCATALYSTS BROEKHOFF 1969 J PHDTHESIS DEBOER 1958 68 J STRUCTUREPROPERTIESPOROUSMATERIALS DEMUNCKX1981X313 DEMUNCKX1981X313X330 DEMUNCKX1981X313XN DEMUNCKX1981X313X330XN item 0304-5102(81)85052-3 0304510281850523 1-s2.0-0304510281850523 10.1016/0304-5102(81)85052-3 272239 2024-01-02T01:04:16.600218Z 1981-03-01 1981-03-31 1-s2.0-0304510281850523-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281850523/MAIN/application/pdf/111159ca1fff3a9c1f2b036c36723013/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281850523/MAIN/application/pdf/111159ca1fff3a9c1f2b036c36723013/main.pdf main.pdf pdf true 1112180 MAIN 18 1-s2.0-0304510281850523-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281850523/PREVIEW/image/png/f3e4322c8e9436c5f769ea7d89d25fed/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281850523/PREVIEW/image/png/f3e4322c8e9436c5f769ea7d89d25fed/main_1.png main_1.png png 64723 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis. 10 (Z9a!) 313 - 330 313 Elsevier Sequoia S_A. Lav -m-nne -P-.inO is the Netherlands GAS PHASE HYDROFOYLATFON OF PROPYLENE WITH POROUS RESIN ANCHORED RHODE COMPLEXES PART 1. ME`MODS OF CATALYST PO_ TION O CHARAC TERIZATION N_ A DE AfUNCK, M. W. VERBRUirGEN and d_ J. F_ SCHOLTEN* Department of Chemical Technology. Delft Ursiuersity of Technology. Julianalaan 136. 2628 BL Delft (The Netherlands) (Received May 27, 1980) Summary Hydridocarbonyltris(triphenylphosphine)rhodittzm(I) anchored to the surface of macroreticular poly-tyrene-divinylbenzene is applied in the heterogeneous hydroformylation of propylene at 90 C and 0.1 MPa total pressure. The performance of the catalyst depends on the method of preparation. We finally succeeded in preparing highly stable, active and selective catalysts. The methods of funciaonalization of the support with phosphine and phosphite ligands by means of chloromethylation and chloropbosphonation are studied and correlated with the performance of the catalyst. The method of coupling of the rhodium complex to the functionalized support influences the activity and selectivity of the catalyst. Laser Raman spectroscopy showed the presence of a high content of unpolymerized vinyl groups. Functionalization of the resin-lowers the amount of vinyl groups substantially, which is supported by the results of a specific reaction with iodine cblorida- The texture of the catalyst was studied by physical adsorption and capillary condensation of nitrogen and is discusseI in relation to the preparation of the catalyst. 1. lEatroducfaoa During the past few years a number of papers dealing with the use of polymer anc ,,red rhodium complexes in hydrofoOylation reactions have been published (1- 9] . Except for one C3] , they all deal with reactions at the liquid-solid phase boundary and the catalysts are usually tested batchwise. However, application of these catalysts in a liquid phase flow system is *Author to whom correspondence should be addressed. 314 t.~PRz Op -I' O-CHZ?a2 CICH2CC!-~/~ 3. 2:t20 10~ ~ B~ 3 . t20\\' C:3 X100 -PCI2 L-Ra OO -PR2 Rn 4CCtP?h3;3 Q-(CH2l,, -ssa2 -a -(C\"z)n-PRZRMHCO(PPh3)2 Fig- 1- Sche:aatic representation of the functionalization of the support. R = Ph, OPh; R' = Ph, OPh, ONfe; = XAD-2 or XAD-4 polymer surface; n = 0 or 1. hampered by a slow leaching-out of the rhodium complex, which makes the catalysts unattractive for industrial use [5, 7, 9] . The advantages of applying chemically anchored rhodium complexes in gas phase hydroformylation are the ease of separation of the catalyst from the reactants and the absence of rhodium elution. However, because of the absence of solvent. stabilization there is a greater danger of catalyst: deactivation due to thermal degradaticr._ or poisoning. Another advantage of chemically anchored rhodium complexes is the suppression of migration of die rhodium complex over the surface of the support; such migration was found by Spek in his study on rhodium complexes physically adsorbed on -y-alumina [10] . To prevent diffusional retardation of the rare of reaction we need a support with a large surface area, and nevertheless Nvith wide pores; therefore we selected macroporous polystyrenedivinylbznzene (XAD-2 and XAD-41. Though heterogeneous gas phase hydroformylation has been studied before [3, 10 - 161 , hardly any work has been done with chemically anchored rhodium complexes- Arai published a study on the heterogen_ous gas phase hydroformylation of several alkenes with rhodium phasphine complexes chemically anchored to a polymer coated silica [ 3] . He found an extremely low hydroformylation activity accompanied by an appreciable alkane byproduct formation, although no information is given about the stability of his cata=yst- To immobilize rhodium-phosphine complexes on macroporous resins it is necessary ~rrst to funetionalize the surface with phosphina ligands in order to accomplish a fairly strong complex anchoring to the support. Most methods of immobilization deal with low-crosslinked, swelling polymers, highly accessible Lo the reagent. Macroreticular polystyrene-divinylbenzene resins do not swell at all, which makes functionalization much more difficult, despite their high norositv. This study presents the results of various functionalization methods (Fig. 1) for immobilization of RhHCO(PPh3)3 on macroreticular polystyrene-divip-ylbenzene. They will be discussed with respect to the stability, activity and selectivity of the catalysts in the gas phase hydroformylation of propylene in a continuous flow system. 315 2. Experimental 2.1. Materials RhHCO(PPh3)3 was prepay by tile method of Ahmad [17] . Triphenylphosphine (Flukes, Switzerland, 99.590) and diphenylphosphine (Strem Chemicals, U.S.A., 99.5%) were O as received. Phosphorus trichloride (Aldrich, Belgium, 989o) was distilled prior to use. Toluene (Baker, The Netherlands, 9990), tetrahydroran (Baker, The Netherlands, 99%), nhegane (Merck, Germany, 9990), diethyl ether (lie=ck, Germany, 99.5%) and 1,1,2,2-tetrachloroethane (Lamers &: Indemans, The Netherlands, 96'-70) were dried over molecular sieve 3A (Union Carbide, U.S.A.). Aluminium trichloride (Baker, The Netherlands, 99.5%), boron tritluoride etherate (Aldrich, Belgium, 9690), butyilithium (Aldrich, Belgium, 1.6 M solution in hexane), chloromethyl methyl ether (Merck, Germany, 90. 0) and phenyllithium (Aldrich, Belgium, 1.8 M solution 70_30 benzene/ether) were used as received- Nitrogen (99.98%), carbon monoxide (99.590) and propylene (99.590) were all obtained from Air Products, U.S.A., and were freed of traces of oxygen and water over BASF catalyst R3-11 and molecular sieve 3A, respectively. Moreover, carbon monoxide and propylene were freed from carbon dioxide over `As-arite' (A. H. Thomas, U.S.A.). Hydrogen (Air Products, U.S.A., 99.9990) was freed from oxygen and water over a Pd/ Ai203 catalyst (Engelhard, U.K.) and molecular sieve 3A. Polystyrene-divinylbenzene \"Amberlite\" XAD-2 and XAD-4 (Serves, Germany), with a particle size from 0.1 to 1.0 ram, were dried at 100 C for 48 h to remove water and styrene. 2.2. Catalyst preparation 22_1. Extraction of XAD-2 Dried XAD-2 (0.3 kg) is subsequently boiled for 25 h with 800 ml of the following solvents: water, methanol, Et20 and n-pentane. Aker each solvent extraction the polymer is washed with clean solvent and dried. after completing the extraction the polymer is dried at 90 C for 48 h. 22.2_ Chlororrethylation [18] Dried support material (50 g) was stirred with 125 ml of chlorome-thyl methyl ether in 500 ml n-hexane for 0.5 h under N2. 25 ml BF3-Et20 were added and stirred at 35 C for 4 h. After standing overnight the support was collected by filtration and washed with 3 X 200 ml n-hexane, 3 X 200 ml methanol, 3 X 200 O water, 3 X 200 ml methanol and 3 X 200 ml dichloromethane. After suction to dryness the chloromethylated support was further dried at 85 C for 24 h. By variation of the amount of BF3-Et20 and the reaction time the degree of chloromethylation of the polymer could be varied. 316 2_2_3_ Phosphiration A solution of lithium diphenylphosphine was prepared by react=on of 40 g diphenylphosphine with 7.6 g lithium is 500 ml of dry tetrahydrofuran under nitrogen for 24 h. After removing the excess lithium by filtration the solution was added to 50 g of chloromethylated support and refluxed for 6 h under nitrogen. After fil-~mation the support was washed with 500 rat water, 500 ml acetone/water, 200 ml acetone and 5 X 100 ml THF, and finally dried. The reaction with lithium diphenylphosphite was performed in a similar fashion. In Section 3.1 we show that the phosphination reaction is not quantitative. 2_2_4_ ChlorophosphonatioR Dried support material (10 g) was stirred for 0.5 h with 60 ml of freshly distilled PC13 under N2. 22 ml of SF3 -Et20 were added and the temperature was raised to 50 C_ After 2 h the support was collected by filtration under N2 and washed with 3 X 100 ml n-hexane and 3 X 100 ml Et2O. The chlorophosphor~aO polymer was then reacted with 60 ml of a phenyllithium solution and 60 ml toluene for 3 h at 70 C under NZ. After filtration it was washed with 3 X 100 ml toluene, 3 X 100 ml methanol, 3 X 100 ml water, 3 X 75 mi methanol, 3 X 75 ml Et20 and finally dried under N2. Other phosphines or phosphites were prepared in a similar fashion by reacting the chlorophosphonated polymer with the c&Responding lithium compound. Analysis proved that no chlorine is left in the polymer E.iL.r reaction with the lithium compound. 2_2_5. Coupling of the complex The functionaliJea polymer is stirred with the desired amount of RhHCO(PPh3)3 and an excess of PPh3 (3 mol PPh3/mol Rh) in 80 ml toluene saturated with hydrogen. The temperature is raised slowly to 65 'C in 1 h and the mixture is kept under H2 at 65 C for 2 h_ The polymer is separated from the solution and carefully washed with 3 X 100 ml toluene and 2 X 100 ml Et20 in order to remove excess rhodium complex and PPh3. In some cases the catalyst is now contacted for 0.5 h with a solution of PPh3 in Et20 to add additional PPh3 to the surface- In all cases the catalyst is dried under H2. 2.3. Catalyst characterization Chlorine analysis of the catalyst was performed by the standard method of Schoniger [19] . The phosphorus content of the catalyst was determined by digestion of the sample, followee' by a colorimetric titration. The digestion of the sample was carried out wii:a a solution of sodium sulfate mercury oxide in 95 - 98,, 0 sulfuric acid at a temperature of 370 C for 24 h. In a Technicon autaanalyzer a blue colo ir is formed on addition of orthophosphate, molylidate ion and antimony ion followed by a reduction wit_'i ascorbic acid at pH 7 317 i lI i n -I Yzl ~!C y n ~.z I i i T- TI 3 TI I 1 I I I VENT AIR H2 He AIR H2 He Fig- 2. Continuous flow apparatus- 1. = purification, PI = pressure indicator, PEA = pressure indicator and a1O, PIC = pressure indicator and controller, API = differential pressure indicator, TI = temperature indicator, TA =temperature alarm- Items 1 - o are -mentioned in the text. [20] . The phosphor!zolybdenum complex concentration was meas ired at X 660 nm. The rhodium content of the catalyst was determined by neution activation analysis, based on the detection of the isotope `Rh. The \"single comparator\" method was used with Ti a-- a reference material [21] . The texture of the pure supports anti the catalysts was determined by physical adsorption and capillary condensation onitrogen at -196 C using a Carlo Erba 1800 \"Sorptomatic\", or by mercury porcsmetry in the pressure range of 0_I - 200 14iPa using a Carlo Erba porosimeter type i O H. 2_4_ Determination of the catalytic performance The catalytic performance is the gas phase hydrormylation opropylene was studied in a continuous flow apparatus at a total pressure of 0.1 biPa and temperatures up to 140 C (1:io. 2). Hydrogen, carbon monoxide, propylene and nitrogen were purified from oxygen, water and carbon dioxide by passing them subsequently over BASF catalyst R3-11, molecular sieve 3A and sodium hydroxide on asbestos ( Ascarite) as mentioned in Section 2.1. The gases were each metered with a Porter VCD 1006 flowcontroller and measured with a differential pressure indicator. After thoroughly mixing at room temper~ure the reactants were passed through a 0.15 m long pyres glass fixed bed reactor (inner diameter 0_010 m) (1), in which the catalyst is placed between two porous plugs of 1 O of glass wool. Reactor (1) is heated with oil and a Tam son thermostatic heater (2) was used., permitting isothermal operation to within - 1 C. The operating conditions were chosen as to assure ideal plug flow. The reaction mixture was periodically sampled via. Cane sampling valves (in (8) and (4)) and analyzed gas chromato&taphiOy with helium as a carrier gas in (3) on a PorapakQS column (3 m, 0.004 m diameter) at a temperature of 120 C, for the separation of aldehydes and propylene, and in (4) on a Porapak Q column (1.5 m, 0_002 m diameter) at 35 C to check if any hydrogenation of pro- 318 pylene to propane had occurred: The detection proceeded with flame ionisation, using a Hewlett Packard 5704A electrometer. The peak areas were recorded and integrated on a digital integrator (Infotronics CRS 309). After measurement of the total gas flow in a soap film meter (5), the gases were vented. Aldehydes being the only products observed, the conversion of propylene Q)_ was calculated as follows: A, R +A2R - A0 T AiR + A2R where Ao, A= and A2 are the integrated peak areas for propylene, n-butyraldehyde and isobutyraldehyde, respectively, and R is a response factor correcting for the difference in sensitivity between propylene and the aldehydes. The response factors cf n-butyraldehyde and isobutyrzldehyde are equal. The selectivity S for the formation of n-butyraldehyde is calculated as the ratio of n-butyraldehyde to isobutyraldehyde: S = Ai/A2 The reactor was operated differentially, so that trine initial rate r of hydroformylation could be expressed as r - tl(WIFF) where W is the weight of rhodium in the reactor, F is trine flow rate of propylene; r is expressed in cm3 propylene at 0.1 biPa and 25 C per ;,ram of rhodium metal and per second. On starting the experiment first the reactor temperature is raised stepwise from room temperature to the desired temperature level in a period of one hour, while hydrogen floss over tile catalyst. When the final temperature level is reached and after total removal of residual solvent from the catalyst, a 1/1/1 mixture of hydrogen, carbon monoxide and propylene is fed to the catalyst to start the hydroformylation of propylene. 2.5_ Laser Roman spectroscopy TacP_ Raman spectra were recorded with a Jobin-Yvon (France), type HG 2 S spectrometer. The krypton-ion 647-1 nm typc- 500 K laser was from Coherent Radiation (U.S_A.). 2.o. Determination of uinyf groups in the resins The determination of vinyl groups in the resins proceeded after a modified method of Wijs [22] - The sample was evacuated at room temperature and 0.8 hPa for 48 h. 1 g of the polymer was reacted for 6 h with 10 ml of a 02 N Nijs-solution (16.2 g ICI in 1 1 acetic acid). After the reaction was completed 10 ml of a solution of 2090 KI in water was added to the sample. After decantation the sample was washed 5 times with 15 ml acetic acid, 5 times with 15 ml water and transferred to a glass filter. Next the sample was rinsed with 50 ml ethanol, 50 ml tetrachlorometha_ne and 50 ml acetone, and 319 Q CH2 CI Q % P5 v v CH2PPh2 Q CH2 Ph Fig. 3. Phosphonium compound formation of anchored ligand (also possible fir PPh3)_ dried by suction- After drying it was evacuated at room temperate=-e and at 13.3 kPA for 12 h, and at final pressure of 0.07 MPa for a h. The iodine and chlorine contents of the samples were determined by neutron activation analysis, using KI as a reference material. The contents are converted to a bromine number, which is a measure of the amount of unsaturates at the surface of the polymer- s. Results and discussion 3.1. Functiorsalization by chloromethylatioR Chlorromethylation of polystyrene-divinylbenzene resins, originally developed by Marrifield [ 23] , followed by a reaction with a lithiuri phos phorus compound is now a common procedure. A serious problem is the removal of Zn [23] or Sn [24] compounds from the macroporohs polymers. An undesired side reaction is substitution in the backbone of the p.:)lymer or at the ortho positions of the phenyl grou_n in the polymer at higher substitu tion ratios [251. - We selected a modified functionalization procedure by using BF3-Et20 as catalyst, which can be easily removed from the polymer after th,! reaction, and moreover gives less undesired substitutions [ 18] . Initially, hydroformylation experiments with catalysts prepared via chloromethylation exhibited a very rapid deactivation of the catalysts. Comparative experiments with physically adsorbed rhodium complexes, both on O2 and on- chlorometdzylated O-2 proved-Oe chloromeOyl group to be responsible for the rapid deactivation, which can be ascribed to a reaction between the chloromethyl and a phosphine group, resulting in the formation of a phosphonium compound (ft. 3). The occu-pence of such a reaction is known for low cross-linked polymers applied in the liquid phase [26] . Despite a low chlorine substitution and an sxcesp of Li.PPh2 we were not able to convert the chlorine totally during the Ir-.Lactionalization. After functionalization the remaining chlorivne could be removed by treatment with PhLi or BuLi_ Eire refluged a polymer containing chioromethyl and diphenylphosphine groups with a solution of PhLi for 3 h. Figure 4 shows that the stability of the catalyst is dramatically improved by this treatment. The slow deactivation is due to a small amount of chlorine 320 O.B cm3C3 ! r~cRhs ) Otil i I I O d~ r 5 = 3 4 I~ o zr 11 s=~ s 0!1 I o zo <o O eo loo 1zo Ld (his) Fig. 4_ Influence of treatment nit-; phenyl lithium of chloromethylated catalyst, before (x ) and after (0) reflux:-ag with PhLi for 3 h_ t = 90 C; C3/H.,/CO = 1/1/1;Pt = 0.1 'QPa; XAD-2 as a support. x:1irlF = X0.9 mg Rh_s/cm3 C3; P = 2.10%; Rh = 0_081%; C1 = 1.67%_ : W/F = 88.6 mg Rh.s/cm3 C3; P = 2.10%; Rh = 0.165%; CI - 0.67, 0. still left in the polymer. Besides an improvement in stability an improvement in selectivity has been noticed. 3.2. Fun6tionahzation dy chlorophosphonction Attemp is to functionalize XAD-2 with phosphines and phosphites other than diphenvlphosphine resulted in a lower substitution of t-he chloromethyl group. The lithium phoNphorus compounds used are prepared from the corresponding ch-_orophosphorus compounds, which are prepared from phosphorus trichloride. In order to immobilize a -ariety of phosphorus compounds we decided to first immobilize phosphorus trichloride on the polymer and subsequently substitute the chlorines for phenyl, phenogy or methogy groups. All published procedures to immobilize PC13 on polystyrene sirs are bO on Friedel-Crafts iL-eactions with aluminium trichloride as a catalyst [6, 26 - 30] . FollowLng Hang and Whitehurst's procedure we obtained an unstable catalyst [6] . The catalyst is prepared by first reacting PC13/AlC13 at 47 0C with XAD-2 and then, after extraction of the aluminium compounds, reacting with PhLi_ Analysis of the brown coloured catalyst showed a high amount of aluminium left in-the polymer (0.75`,'0). Therefore AIC13 was replaced by BF3- Et2O. Figure 5 shows that now a stable highly active catalyst is obtained, although with a lower selectivity- R.emarObly, the PPh2 coverage is lower in the BF3-Et20 prepared catalyst than in the AIC13 prepared catalyst . In general a higher phosphine coverage stabilizes the catalyst [4, 311 ; apparently this is not true for the AIC13 prepared catalyst, the phosphines being unable to stabilize the catalyst. 076 O t2 O.OS O 04I O~ 321 - l r(5123C3) g Rh_s BF3 Et20 20 A1C13 1 S r- 10 O5~ BF3 . Et20 ~ICi 3 I I I - I I Ol I 1 I I I I O 20 c0 60 BJ tC0 ??O O 20 c0 60 BO ?00 ?20 - td (hrs) Fig_ 5_ Influence of the type of Friedel-Crafty catalyst (A1C13 (e) and BF3 Et2_O (x )) in the chlorophosphonation of XAD-2 or the catalytic performance. t = 9Q C; C3/if2/CO = 1/1/l;Pt = O_1 ~~a; XAD-2 (esaractEd) as a support witiz zachored PPh2. 0: LYlF= 1 76.3 mg Rhs/cm3 C3 ; P = a_735b; lice = 0_32, 0; Al = 0.75C0; P/Rh = 38.7. s: W/F = 15_0 mg Rh.s/cm3 C3; P = 0.38; Rh = 295 pFm; PJFth = 42.8. -PFh2 RhHCO (Pah3)2 1 - ~ -PPh2 _ RhHCO(Prh3)3'~ _ RhHCO(PPh3)2 -PPh3 ~e rhCO (PPh3)2~z H2 i. zCO~1 CRh(CO)2 (PPrt3)] 2 SURFACE REaCTION SOLVENT REACTIONS Fig. 6. Eo)uilibria occurring in tine exchange reaction of RhHCO(PPh3)3, dissolved in toluene, with Phe functioaalized polymer. 'Fhe PPh2 coverage of all of our BF3 Ei20 prepared catalysts is rather low_ The highest coveFage is obtained For egtraetO O2 resins treatO with BF3 Et20 at 50 C for 2 h_ Other conditions result in a much lower PPh2 cove_t-age, which is due to an important side reaction of the ehlorophosphonated polymer X32] 2 -PC12 --\"' 2 PCl f PCl3 3.3. Coreplingof t&e rhodium complex Co the support R_hHCO(PPh3)3, dissolved in toluene, is anchored to tile support by exchange of ape of its PPa, ligands for the immobilized PPh2 ligand (Fig. 6) [4] . mom FX AFS studies we know that td2e rhodium coordinates wita one anchored Lgar_d oO [33] . FurOermore, Wilkinson and coworkers showed 322 32 t !- c^13C3 .il 7__ 31 i ~\\ ' ... h ^- \\ 21 C 3 ` ... '-` H2 ' L ' . \"~ CO t O; C O1 O~ t i C '0 20 30 40 50 o0 0 10 20 30 <0 50 60 Ld ;Rrs) -- Ldfhrs) Fig. 7. The influence of the choice of the shelter gas during the exchange of RhHCO(PPh3)3 with the fusctionalized O2 resin- (x ) under hydrogen, (0) under carbon monoxidet = 75 'C; Cj -/HpjCO = 1/1 /1; Pr = 0.1 biPa. a: W/F = 13.51 mg Rhs/cma C3 ; P = 0.19. ; Rh = 0.059.%. 0: WIF = 16.36 mg Rh.s/cm3 C3; P = U.22'ss; Rh = 0.067%. that, especially in the absence of PPh3, we run the risk of dimerization of the complex under evolution of hydrogen [34] . Generally, nitrogen is applied as the shelter gas during the exchange reaction, but in doing so we observed a colour change of the complex solutior from yellow to red, which is, according to Wilkinson [34] , the result of rhodium dimer formation. Figure 7 shows that the choice of the shelter gas has a great inflivence indeed; with catalysts produced under hydrogen a much higher activity and selectivity level is arrived at than on applying carbon monoxide. In Part II we shall show that perfectly stable behad--'our is obtained with this type of catalyst. With nitrogen, behaviour similar to that observed with carbon monoxide is obtained. In the preparation of our catalysts, dimerization was further suppressed by adding excess PPh3 to the complex solution; a PPn3JRhHCO(PPh3)3 ratio of three was chosen. 3.4. Laser Raman spectroscopy The laser Raman spectrum of extracted aO-2 (Fig. 8) shows a very in tense hand at 1636 cry l-, which can be ascribed to a vinyl group in the polymer [3bj . Figure 8 shows a lowering of the 1636 cm 7\" bard intensity on functionalization of XO-2 with PPh2 ligands (- 4090, calculated with the 1006 cni I band as a reference). This roust be due to the partial disap pearance of vinyl groups after cWorophosphonation. The assignment of the other bands in the spectrum is given in Table 1 [35] . Ln the synthesis of O-2 and O-4, 20 mot%o p-divinyibenzene (a 509 solution in p-ethyLstyrene) is mixed with styrene in a 1:3 ratio and polymerized [36] - Hence the polymer contains p-ethylphenyl groups, not 323 1 a l 0-2 'D-F% Ya7-2 'GMcw- 562: I t Fiss. ss. Laser Raman spectra of O-2 (extracted) and XA.D-2 faacLionalized Oim F'G'A Od PPhz. TABS 1 ~~ent of bands in la-ser P.~ speet~ of ~-2 Bind (,cm-) - Ognaseat 645, $AO gO disxtbstittttian 1006 breathing f-ibrx.tian of benzene ring 11130,1240 pare aLseabstitntian 1320 bead vibrations of CH2 and CH3 1410,1450 disuastetution 1590,1612 C-C stretch vibrations of benzene ring 1636 G=Cstretch vibration of vinyl grump 2910 C-H stretch vibrations 3#306, 3t!O0 C~H stretch vibrations of benzene ring available for nctianslization.'i'he bands at 645 cin-' and between 11 eun-' and IaOa cm -1 prove the presence athese ethyl groups in th, polymer. Oe strong vinyl band at 1636 cO x implies that pass of the vinylOnzene did mat palymernze completely. It as likely, far steric rev that one of the two second vinyl groups did not polymerize due to th pentacrcissUnking agent. Figure 9 represents the functional groups at the surface of the r _ _\" -n functionalizaaa of the polymer, the functio 324 ~~ - C!-12 CH= cHz I I ~_2 C. z Fig- 9. Functional groups in XAD-2_ TABLE 2 Bromine numbers obtained by reaction with ICI Sample I C1 Bromine mmol Br2 (wt o) (wt. o) number g polymer XAD-2 8_89 2_12 1C_4 0_65 X_XD-2 (extracted) 9. 7 6 2.42 11.6 0. 7 3 Xr1D-4 4. 7 6 0_9 7 5.1 0.32 XAD-2 CII2PPh2 (2.71;oP) -x.86 1_39 6.2 0-39 XAD-2 PPh2 (0.09%P) 4._95 1_52 6_6 0_41 SAD-2 CH2PPh2 cat- (2.10 %P) 5_46 1_40 6_6 0_41 XAD-2 PPh~ cat. (0-54'-'.P) 4-73 1_75 6.9 0-43 tion agent will not only react with the phenyl, but also with the vinyl and/or the ethyl group and/or with the polymer backbone. Under rigorous conditions substitution will even take place at the ortho positions of the phenyls. The degree of Fubstitution will depend on the reactivity of the functionalization agent. In order to quantify the amount of unsaturates (vinyls) n the polymer we calculated the bromine number of the polymers XAD-2 and XAD-4, of a chloromethylated and of a chlorophosphonated XAD-2 and of two spent catalysts prepared via the above mentioned procedures. A modifed method of 11Vijs [221 was used, with ICI as a reagent; the calculated bromine numbers are presented in Table 2. The theoretical bromine number of XAD-2 twill be 27.7 assuming that for each p-divinylbenzene molecule only one vinyl group is polymerized. Hence, we may conclude frog: Table- 2 that either 40,90 of the p-iivinylbenzene did not polymerize comple~ely or dehydrogenation of the ethylstyrene has occurred during the radical polymerization reaction- Functionalization affects the vinyl groups and lowers the bromine number by 4090, in 325 ( C,3 1 V 9 i 0 02 0a 06 09 10 2 5 701 2 5 70Z ---~ P1PO rp(nm) Fig- IO_ The adsorption and desorption isotherm of nitrogen at - 196 C for Xr1D-4. Fig. 11. Pore size distribution of as determined by nitrogen capillary condensa tion at - 396 C- x , adsorption branch; e, desorption branch- accordance with our laser Raman results. Obviously, in both functionatization methods BF3 - EtzO reacts with tie vinyl groups to produce hitherto undefined prc,ducts. We also notice that after anchoring a rhodium complex to the support and using such a catalyst in the hydrorrnylation of propylene the bromine number does not change. As a result the vinyl group does not react with any species during hydruformyiation. It should he noted that the rhodium-phosphine complete can coordinate to the vinyl group as well as to the functionalized ligands. It is also possible to anchor a rhodium complex io nonfunctionalized XAD resins; despite the absence of anchored ligands, stable catalysts are obtained in such a case [37] . 3.5. Texture of supports and catalysts BET satiate areas and pore size distributions were determined from the physical adsorption and capiLary condensation of nitrogen at -196 C. The analysis of the adsorption and desorption isotherms is performed according to the methods of Sroehhoff [ 38, 39] . In the determination othe pore shape we use the classification of pore shapes introduced byte Boer [40j _ Mercury penetration was O to determine maeropore size distributions. Figure 10 shows the adsorption and desorption isotherm of nitrogen at -196 C for XAD-4 after a pretreatment of the powdered sample at 90 C ire vacuo for 16 h. From the adsorption part othe isotherm (up to p/po = 0.3) a BET surface area of 788 m2/g is calculated, taking 0.162 O2 for the cross-sectional area oa N2 molecule. The observed hysteresis loop in Figure 10 points to the presence of ink-bottle type cavities, according to de Boer's classificatien_ From electron microscopy [41j we know that in reality we are dealing with a loose packing of polymer spheres. It is known that such porous substances behave like spherical cavities interconnected by small 326 3 of 0< 08 1,2 16 20 -- 2 (n m ) Fig. 12. Total volume adsorbed us- layer thickness for O4 (f-plot)_ channels, and hence they can roughly be compared with the idealized inkbottle shaped pores. The pore size distribution in the range of pores from 3 to '0 nm was calculated from the adsorption branch of the isotherm. Figure 11 gives the cumulative pore volume of the ink-bottles as a function of the radii of the bottles- Likewise the pore size distribution was calculated from the desorption branch, and this distribution is related to the radii of the necks of the ink-bottles [38, 40] . Figure 11 shows that the pore size distribution of the necks is much smaller and at lower values of radii than the distribution of the radii of the bottles. This is in accordance with electron microscope observations. The adsorption branch of the isotherm is represented in Fig. 12 in the form of a so-celled t-plot [38] _ It is interesting to note that this plot is not in accordance with what. might be expected of materials obeying the `common t-curve', like most other support materials (oxides, graphite, activated carbon). The non-iinearity of the t-plot together with the negative intercept with the Vads axis is characteristic for materials with non-polar surfaces like polyethylene and PTFE [38], on which the adsorbability of nitrogen is relatively low. Interesting additional information is obtained from the mercury penetration curve of XAD-2 (Fig. 13). This result reveals that at radii above 30 nm a macreporous system is present with a pore volume of about 0.30 cm:,/ g, which makes the support easily accessible for the reactants and the functionalization agents. The influence that catalyst preparation has on the texture of the support was studied for samples functionalized via chloromethylation of XAD-2. Figure 14 gives the pore size distributions of XO-2 and functionalized O-2 in the different stages of the catalyst preparation. The distributions are calculated from the adsorption branch of the nitrogen capillary condensation isotherms and they relate, in the same way a-; O-4, to the bottle radius of the ink-bottles. Figure 14 shows that by chloromethylation of O-2 the pore volume is reduced to about the same extent over the whole range of pores. This means that the chloromethyl groups are homogeneously distributed over the 327 vc~ ( y 0.5 O ' ' 2 5 70t 2 5 702 2 5 :J3 2 5 :O~ Fig_ 13_ Pore size distribution of O-2 as deterciined by mercury porosimetry. 3. wcum ( c O B xAD-2 XaD-2 CH,CI 06 XAD-2 Cii2PFhz'y, 1 Catelyst - Oa XAD-2 CH2PPhz' 02 O ~' 2 5 :O1 2 5 :O - rp(nm) Fig. 14_ The influence of fun_tionaliz2.tion via chlo_-omeYrylation on the Ore size distribution of O-2, zs determined from nitrogen caoillary condensation at - !96 C= e O-2: X . O2 CFizCI, ss_17. a CL: 0. O2 CH2PP6-j, 2_71% P;10, O-2 Cfi2PPa2 caalyst, 2_1C, o P, 0.081., o Rh. support surface. SubsOuent reaction Oth lithiesm diphenylphosphine, givir!g bult,-y anchored diphenylphosphine groups, furtb.er reduces the pare volOe to aOut the same extent, also quiie homogenOUSly. Coupling a relatively small amount of shodi.O complez to t<he functiogalized support hardly changes the pore size distFi.bution furiher. In `Fable 3 tEie Sue' surface areas of these samples aEe given. 'the results snppors the conclusions obtained from the pore size distiibtrtions. 'Fable 3 reveals that tEiere is a relation be- 328 TABLE 3 BET surface area of various supports and catalysts Sample' S13ET (m21g)b XAD-1 788 X_4D--t PPh= catalyst (0.31% P, BF3-Et20) 712 XAD-2 345 XAD-2 CH-30 (4.17% Cl) 284 XAD-2 CH2PPh2 (2.17% P) 159 XAP-2 CH2PPh2 catalyst (2.10% P, 0.081% Rh) 168 XAss-2 PPh2 catalyst (0.38% P, BF3 - Et20) 338 XAD-2 P2h2 catalyst (3. 7 3% P, AIC13) 250 XAD-2 PPh3 catalyst (0.053% P) 322 XAD-2 PPh3 catalyst (0_166% P)c 243 XAD-2 PPh3 catalyst (0.5290 P)c '_82 aAll samp!es evacuated at 150 % for 3 h. bCorrected if necessary for weight increase due to functionalization. `Prepared by immobilization of RthHCO(PPh3)3 on XAD-2 and after addition of PPh3, which is physically adsorbed. tween the phosphorus content of the polymer and the lowering of the surface area- The catalysts prepared via chloromethylation have a lower surface area than comparable catalysts prepared via chlorophosphonation- Because of the similarities in the funct _ionalization reaction there arV reasons to believe that diphenylphosphine ligands anchored via chlorophosphonation, are also homogeneously distributed over the support surface. It is also seen that catalysts with physically adsorbed PPh3 have a much lower surface area than catalysts with chemically anchored phosphines. 4. Conclusions Macroreticular resins, funciionalized via chloromethylation and especially those functionalized via chlorophosphona ion, are very well suited as supports for chemically anchored rhodium complexes in the hydroformylation of alkenes at the solid/gas phase boundary. The method of preparation of the catalyst particularly influences the total catalytic performance. In the preparation of the catalysts it is of importance that any remaining chlorine is thoroughly removed. Wick BF3-Et20 as the Friedel-Crafts cataly st much better results are arrived a.. than- with AlC13, especially with respect to the stability of the catalyst. Laser Raman spectroscopy, and also the reaction with ICI, show that the surface cf macroreticular polystyrene-divinylbenzene resins is partly covered with unpolymerized vinyl groups, which may take part in the functionalization reactions. From the study of the gesture of the various intermediate forms leading to the final catalyst it follows that the original support texture is not af- 329 feces during the catalyst preparation. The observed changes in BET surface area and pore size distribution O be ascribed to expected volume reductions. Fn the second part of this series a more detailed study of the catalytic performance O be presented. Special attention O be given to aspects such as stability, activity per g of rhodium, azxd selectivity, for the formation of nbutyraldehyde in the hydroformylation of propylene. Also t=he influence of the anchored ligand coverage and of the addition of excess PPh3 O be dealt with. Acknowledgements We thank Professor Dr. W. Drenth (State University at Utrecht, The Netherlands) for stimulating discussions during the preparation of the manuscript, Messrs. N_ van Westen and J. Teunisse for carrying out the texture studies, Mr. L. 4. A_ Peffer for the vinyl group reactions, Dr. E. Konijnenberg and Mr. J. P. C. van Heel (Central Laboratory DSM, Geleen,The Netherlands) for the laser Raman measurements, and Mr. P. Bode for the neutron activation analysis experiments. Nomenclature A; peak ar=ea of component i, z.u_ Cl chlorine content, wt.% F flow of propylene at 0.1 MPa and 25 C, cm 3/s P phosphorus content, wt.% P/lih molar phosphorus to rhodium ratio, mot/mot - PE total p, MPa R response factor R.h rhodium content, wtA r reaction rate, ca13/g Rl.s rp pore radius, nm S selectivity n/iso ratio, mol/mol STET BET surface area, m2/g t reaction temperature, C td streaatime, h Vads adsorbed volume of liquid N2 at -196 C, O3 /g VCua cumulative pore volume, cm 3/g W weight of rhodium metal in the reactor, g C3 propylene References 1 C. U_ Pitonan. Jr., A Kirao. C_ Jones, R. O_ Hanes and Q_ Ng. Ann- MY- AO. Sci. 295 (1977) 15. 330 S. J. Fri tschel, J. J- H. Ackenman. T. Keyser and J. K. Stille. J. Org. Chew., 44 (1979) 3152. H. Arai, J_ Catal., SI (1978) 135. A. R. Sanger and L. R. Schallig. J. Mot. Catal., 3 (1977/78) 101. R_ F_ Batchelder, B. C. Ga!.es and F. P_ J- Kuijpers, Proc. Siren Int. Congr. Catal_, The C6emic2l Society, I nndon, 1977, p_ 499. 6 U_S. Patant 1 098 7 27 -378), to W. O. Haag and D. D. Whitehurst (Mobil). 7 W. H. Lang, A. T. Jurewitz. W - O. Haag, D. D. Whitehurst and L. D. Rollmann, J. Organomet_ Chem_, 134 (197 7) 86. 8 K_ G. Allum. R. D. Hancock, I_ V- Howell, R. C. Pitketbly and P. J. Robinson, J- Organomet_ Chem_, 87 (1975) lss9_ 9 K_ G. Allum, R. D. Hancock, I. V. Hovrell, R. C_ Pitkethly and P. J. ssobinson, J_ Catal., 43 (1976) 322. 10 T_ G_ Spek and J. J_ F_ Scholten. J_ Mot. Catal_, 3 (1977178) 81. 11 German Patent Appl_ 2 802 2 7 6 (19 7 8), to L. A_ Gerritsen and J. J. F- Scholten (Stamicarbon B.V_). 12 L. A. Gerriten. A. van Ileerkerk, 11- H_ Vreugdenhi! and J. J. F. Scholtez. J. Mot. Catal_, 9 (1980) 139 and 157_ 13 P_ W- H. L_ ISan and J. J_ F Sciiolten, Proc. Sixth Int. Congr. Catal., The Chemical Society, London, 1977, p. 488. 1 : P. R. Rony and J_ F_ Roth,j_ Mal- Catal.. 1 (1975/76) 13. 15 31_ Ichikawa, J. Catal., 56 (1979) 127. 16 J. Hjortkjaer, 141. S. Scurrell and P. Simonsen. J. Mol. Catal., 6 (1979) 405. 17 N. Ahrnad, S_ D. Robinson and M_ F_ Uttley, J Chem_ Soc. Dalton Trans-, (1972) 843. 18 J. T_ Sparrow, Tetrahedron- Lett--- (1975) 4637_ 19 W. Schoniger, Mikrochim. Acta, (1955) 123. 20 Industrial _Hethod No. 329-74W/S, Technicon Industrial Systems, U.S.A_ 21 P_ J_ M_ Korthocen and M_ de Bruin, J. Radioanal_ Chem_, 35 (1977) 127. 22 F_ 7_ Weiss, in F_ J- Elving and I_ b1_ Kolthoff (eds_), Chemical Analysis. Val- 32,43. Wilt y-Interscience, New York, 1970_ 23 R. S. Feinberg and R. B_ Merrifield, Tetrahedren, 30 (19 74) 3209 24 German Patent 2 455 946 (1975), to L. Galeazzi (Montedison)_ 25 INI- Batholin, J. Conan and A. Guyot, J. Mol. Catal_, 2 (1977) 307. 26 D. D. Uhit;ehurst, Preprins cf the 5th Canadian Symposium on Catalysis, 1977, p. 182_ 2 7 J_ Kennedy, E. S. Lane and B. K. Robi=n, J_ Appt_ Chem_, 8 (1958) 459. 28 P. Pani, Rev. Roum. Chim_, 14 (1969) 1525. 29 P_ Poni, Rev. Roum. Chim., !5 (1970) 1355. 30 P. Foni, Rev- Roum_ Chirn., 16 (1971) 285. 31 C. U. Pittmann, Jr_, Q_ Ng, a_. Hirao, W. Honnick and R_ Hanes, Proc- 2nd lnt. Symp. Relations between Homogeneous and Heterogeneous Catalysis. Lyon. France, 1979, p. 49. 32 G. A. Olah, FWedel-Crafts and Related Reactions, Vol. 4, Wiley-Interscience, New York, 1955, p. 213. 33 J. Reed, P. Eisenberger, B. Teo and B. M. Kincaid, J_ Am. Chem. Soc., 100 (1978) 2375_ _ 34 D. Evans, G_ Yagupsky and G. Wilk?nson, J Chem. Soc., (1968) 2660. 35 N. it. Colthup, L. H. Daly and S. E. Wiberley, Introduction to Infrared and Raman Spect.-oscopy. Academic Press, New York, 19 7 5. 36 R. Kunin, E. Meitzer and N. Bortnick, J_ Am- Chem_ Soc., 84 (1962) 305. 37 N. A- de Munck and J_ J. F. Scholten, Part ILT of this series, to be published. 38 J. C. P. Broekhoff and B_ G. Linsen, in B. G. linsen (ed-). Physical cad Chemical Aspects of Absorbents and Catalysts, Academic Press, New York, 1970. 39 J. C. P. Broekhoff, Ph.D. Thesis, Delft, 1969. 40 J. H. de Boer, in D. H_ Everatt and F. S_ Stone (eds.), The Structure and Properties of Porous MateriaN Butterivo-th. London, (1958) p- 68. 41 AnOer lite' Jt4D macroreticulzr adsorbents, product information, Rohm c Haas, Rotterdam, The Netherlands. X244 81850523 0304-5102(81)85052-3 10.1016/0304-5102(81)85052-3 Gas phase hydroformylation of propylene with porous resin anchored rhodium complexes part I. Methods of catalyst preparation and characterization N.A. De Munck M.W. Verbruggen J.J.F. Scholten ∗ Department of Chemical Technology, Delf University of Technology, Julianalaan 136, 2628 BL Delft The Netherlands * Author to whom correspondence should be addressed. Hydridocarbonyltris(triphenylphosphine)rhodium(I) anchored to the surface of macroreticular polystyrene—divinylbenzene is applied in the heterogeneous hydroformylation of propylene at 90 °C and 0.1 MPa total pressure. The performance of the catalyst depends on the method of preparation. We finally succeeded in preparing highly stable, active and selective catalysts. The methods of functionalization of the support with phosphine and phosphite ligands by means of chloromethylation and chlorophosphonation are studied and correlated with the performance of the catalyst. The method of coupling of the rhodium complex to the functionalized support influences the activity and selectivity of the catalyst. Laser Raman spectroscopy showed the presence of a high content of unpolymerized vinyl groups. Functionalization of the resin lowers the amount of vinyl groups substantially, which is supported by the results of a specific reaction with iodine chloride. The texture of the catalyst was studied by physical adsorption and capillary condensation of nitrogen and is discussed in relation to the preparation of the catalyst. References 1 C.U. Pittman Jr. A. Kirao C. Jones R.M. Hanes Q. Ng Ann. N.Y. Acad. Sci. 295 1977 15 2 S.J. Fritschel J.J.H. Ackerman T. Keyser J.K. Stille J. Org. Chem. 44 1979 3152 3 H. Arai J. Catal. 51 1978 135 4 A.R. Sanger L.R. Schallig J. Mol. Catal. 3 19771978 101 5 R.F. Batchelder B.C. Gates F.P.J. Kuijpers Proc. Sixth Int. Congr. Catal. 1977 The Chemical Society London 499 6 U.S. Patent 4 098 727 (1978), to W. O. Haag and D. D. Whitehurst (Mobil). 7 W.H. Lang A.T. Jurewitz W.O. Haag D.D. Whitehurst L.D. Rollman J. Organomet. Chem. 134 1977 86 8 K.G. Allum R.D. Hancock I.V. Howell R.C. Pitkethly P.J. Robinson J. Organomet. Chem. 87 1975 189 9 K.G. Allum R.D. Hancock I.V. Howell R.C. Pitkethly P.J. Robinson J. Catal. 43 1976 322 10 T.G. Spek J.J.F. Scholten J. Mol. Catal. 3 19771978 81 11 German Patent Appl. 2 802 276 (1978), to L. A. Gerritsen and J. J. F. Scholten (Stamicarbon B.V.). 12 a L.A. Gerritsen A. van Meerkerk M.H. Vreugdenhil J.J.F. Scholten J. Mol. Catal. 9 1980 139 b L.A. Gerritsen A. van Meerkerk M.H. Vreugdenhil J.J.F. Scholten J. Mol. Catal. 9 1980 157 13 P.W.H.L. Tjan J.J.F. Scholten Proc. Sixth Int. Congr. Catal. 1977 The Chemical Society London 488 14 P.R. Rony J.F. Roth J. Mol. Catal. 1 19751976 13 15 M. Ichikawa J. Catal. 56 1979 127 16 J. Hjortkjaer M.S. Scurrell P. Simonsen J. Mol. Catal. 6 1979 405 17 N. Ahmad S.D. Robinson M.F. Uttley J. Chem. Soc. Dalton Trans. 1972 843 18 J.T. Sparrow Tetrahedron. Lett. 1975 4637 19 W. Schöniger Mikrochim. Acta 1955 123 20 Industrial Method No. 329-74W/B, Technicon Industrial Systems, U.S.A. 21 P.J.M. Korthoven M. de Bruin J. Radioanal. Chem. 35 1977 127 22 F.T. Weiss P.J. Elving I.M. Kolthoff Chemical Analysis 32 and 43 1970 Wiley-Interscience New York 23 R.S. Feinberg R.B. Merrifield Tetrahedron 30 1974 3209 24 German Patent 2 455 946 (1975), to L. Galeazzi (Montedison). 25 M. Batholin J. Conan A. Guyot J. Mol. Catal. 2 1977 307 26 D.D. Whitehurst Preprints of the 5th Canadian Symposium on Catalysis 1977 182 27 J. Kennedy E.S. Lane B.K. Robinson J. Appl. Chem. 8 1958 459 28 P. Poni Rev. Roum. Chim. 14 1969 1525 29 P. Poni Rev. Roum. Chim. 15 1970 1355 30 P. Poni Rev. Roum. Chim. 16 1971 285 31 C.U. Pittmann Jr. Q. Ng A. Hirao W. Honnick R. Hanes Proc. 2nd Int. Symp. Relations between Homogeneous and Heterogeneous Catalysis 1979 Lyon France 49 32 G.A. Olah Friedel—Crafts and Related Reactions 4 1965 Wiley-Interscience New York 213 33 J. Reed P. Eisenberger B. Teo B.M. Kincaid J. Am. Chem. Soc. 100 1978 2375 34 D. Evans G. Yagupsky G. Wilkinson J. Chem. Soc. 1968 2600 35 N.B. Colthup L.H. Daly S.E. Wiberley Introduction to Infrared and Raman Spectroscopy 1975 Academic Press New York 36 R. Kunin E. Meitzer N. Bortnick J. Am. Chem. Soc. 84 1962 305 37 N. A. de Munck and J. J. F. Scholten, Part III of this series, to be published. 38 J.C.P. Broekhoff B.G. Linsen B.G. Linsen Physical and Chemical Aspects of Absorbents and Catalysts 1970 Academic Press New York 39 J.C.P. Broekhoff Ph.D. Thesis 1969 Delft 40 J.H. de Boer D.H. Everett F.S. Stone The Structure and Properties of Porous Materials 1958 Butterworth London 68 41 ‘Amberlite’ XAD macroreticular adsorbents, product information, Rohm & Haas, Rotterdam, The Netherlands.",
      "scopus-id": "0038938054",
      "coredata": {
        "eid": "1-s2.0-0304510281850523",
        "dc:description": "Hydridocarbonyltris(triphenylphosphine)rhodium(I) anchored to the surface of macroreticular polystyrene—divinylbenzene is applied in the heterogeneous hydroformylation of propylene at 90 °C and 0.1 MPa total pressure. The performance of the catalyst depends on the method of preparation. We finally succeeded in preparing highly stable, active and selective catalysts. The methods of functionalization of the support with phosphine and phosphite ligands by means of chloromethylation and chlorophosphonation are studied and correlated with the performance of the catalyst. The method of coupling of the rhodium complex to the functionalized support influences the activity and selectivity of the catalyst. Laser Raman spectroscopy showed the presence of a high content of unpolymerized vinyl groups. Functionalization of the resin lowers the amount of vinyl groups substantially, which is supported by the results of a specific reaction with iodine chloride. The texture of the catalyst was studied by physical adsorption and capillary condensation of nitrogen and is discussed in relation to the preparation of the catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1981-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510281850523",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "De Munck, N.A."
          },
          {
            "@_fa": "true",
            "$": "Verbruggen, M.W."
          },
          {
            "@_fa": "true",
            "$": "Scholten, J.J.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510281850523"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510281850523"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(81)85052-3",
        "prism:volume": "10",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Gas phase hydroformylation of propylene with porous resin anchored rhodium complexes part I. Methods of catalyst preparation and characterization",
        "prism:copyright": "Copyright © 1981 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "313-330",
        "prism:endingPage": "330",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 1981",
        "prism:doi": "10.1016/0304-5102(81)85052-3",
        "prism:startingPage": "313",
        "dc:identifier": "doi:10.1016/0304-5102(81)85052-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038938054"
      }
    }
  }
}