{
  "metadata": {
    "title": "Effects of pretreatment conditions on the activity of a Pt/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst for the oxidation of Di(n-propyl)sulfide",
    "authors": "Joseph A. Rossin",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-02-15",
    "doi": "10.1016/0304-5102(90)85025-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085025D",
    "pii": "030451029085025D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025384203",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085025D 0304-5102(90)85025-D 030451029085025D 10.1016/0304-5102(90)85025-D S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0171X 2024-01-02T01:05:30.650091Z 0 0 19900215 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 58 58 3 3 Volume 58, Issue 3 8 363 372 363 372 19900215 15 February 1990 1990-02-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. EFFECTSPRETREATMENTCONDITIONSACTIVITYAPTAL2O3CATALYSTFOROXIDATIONDINPROPYLSULFIDE ROSSIN J BOWMAN 1977 209 R LIESKE 1983 8 H LIETZ 1983 17 G VOLTER 1987 375 J FIEDROW 1976 34 R GUO 1988 21 I CATALYSIS1987 STRAGUZZI 1980 171 G SATTERFIELD 1980 141 C HETEROGENEOUSCATALYSISINPRACTICE SPIVEY 1987 2165 J SATTERFIELD 1980 226 C HETEROGENEOUSCATALYSISINPRACTICE NIWA 1983 317 M POPE 1978 1921 D KUMMER 1975 166 J CHANG 1978 374 C GANGWAL 1988 231 S YAO 1981 231 H LUNSFORD 1981 192 J HUIZINGA 1983 580 T COLLETTE 1986 326 H ROSSINX1990X363 ROSSINX1990X363X372 ROSSINX1990X363XJ ROSSINX1990X363X372XJ item 0304-5102(90)85025-D 030451029085025D 1-s2.0-030451029085025D 10.1016/0304-5102(90)85025-D 272239 2024-01-02T01:05:30.650091Z 1990-02-15 1-s2.0-030451029085025D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085025D/MAIN/application/pdf/8a31502ece316d71a7a163cbafa12f84/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085025D/MAIN/application/pdf/8a31502ece316d71a7a163cbafa12f84/main.pdf main.pdf pdf true 697592 MAIN 10 1-s2.0-030451029085025D-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085025D/PREVIEW/image/png/12a738de8e66a3381e498bcce66ee581/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085025D/PREVIEW/image/png/12a738de8e66a3381e498bcce66ee581/main_1.png main_1.png png 67391 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 58 (1990) 363-372 363 EFFECTS OF PBETREATMENT CONDITIONS ON THE ACTIVITY OF A Pt/AlaOa CATALYST FOR THE OXIDATION OF Di(n-PROPYL)SULFIDE JOSEPH A. ROSSIN Air Purification Branch, U.S. Army Chemical Research, Development and Engineering Center, Attn: SMCCR-RSC-A/E3220, Aberdeen Proving Ground, MD 21010-5423 (U.SA.) (Received March 22,1989; revised July 5, 1989) Summary The activity of a 1% Pt/AlgOa catalyst for the complete oxidation of di(n-propyl) sulfide is investigated at 230 C and atmospheric pressure using a fixed-bed reactor. The results indicate that the catalytic activity is significantly influenced by the pretreatment conditions. XPS analyses of freshly pretreated catalyst show that low calcination temperatures produce an oxidized platinum phase, while high calcination temperatures produce a reduced platinum phase. The oxidized platinum phase was found to be superior to the reduced platinum phase for the oxidation of di(n-propyl) sulfide. Introduction The conditions for pretreatment of a Pt/AlgOs catalyst have been shown to influence both the dispersion and chemical state of platinum [1 8]. Platinum dispersion increases following air calcination up to 550-600 C. Higher air calcination temperatures have been shown to severely decrease dispersion [2,3,5,8]. Lieske and co-workers [2-4] have shown that calcina- tion between 300 and 600 C of Pt/AlgOa catalyst prepared from HaPtClg will form platinum(IV) complexes, while higher calcination temperatures lead to the formation of metallic platinum crystallites. Volter et al. [4] studied the n-heptane oxidation activity of these complexes at reaction temperatures between 150 and 300 C. They showed that the catalytic activity of these materials increased as the calcination temperature was increased over the 500-900 C temperature range, and concluded that the oxidized platinum is less active than the metallic platinum for complete oxidation of n-heptane. For oxidation reactions involving organics, platinum is reported to be more active as a metal, onto which oxygen is chemisorbed [9,10]. In contrast, Niwa et al. [11] concluded that platinum is completely oxidized during methane oxidation. Organic sulfur compounds are known to poison noble metal catalysts. These compounds are often present along with other impurities in streams of 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 364 air, which must be purified. Sulfur compounds may act as catalytic poisons by adsorbing onto active sites. When the concentration of the organic sulfur compound is high enough to saturate the catalyst surface, oxidation of the more reactive organic molecules will not occur until temperatures sufficient to destroy the sulfur compounds are reached [9,12,13]. Because of this, it is important to gain an understanding of the behavior of different chemical states of supported platinum when exposed to known catalytic poisons. The purpose of this study was to determine the influence of catalyst pretreatment on its performance for the complete oxidation of organic sulfides. Di(n- propyi) sulfide was chosen as a representative sulfide compound. X-ray photoelectron spectroscopy was used to determine the platinum oxidation state and to relate the oxidation state of the platinum to its performance in a reaction environment. Experimental Materials The Pt/y-AlgOa catalyst used in this study was obtained from Houdry. It contained 1% platinum by weight and was prepared from HgPtCle. The nominal BET surface area is reported to be 100 m2 g~1. Apparatus Reaction studies were performed using a fixed-bed reactor. Pre-purified air was further purified by passing through a Drierite/13X filter in order to remove any traces of contaminants. Air flow to the reactor was controlled by a 0-2.0 N1 min~1 (N1 is defined as 1 liter at 0 C, 1 atm) mass flow controller. Di(n-propyl) sulfide was injected into the air stream using a syringe pump. This produced a near constant concentration of 100 ppm (v/v) di(n)-propyl) sulfide in the air stream. The reactor consisted of a 0.75 cm i.d. 316 stainless steel tube, approximately 5 cm in length. Three type K thermocouples were evenly distributed along the reactor and extended into the center of the catalyst bed. A preheater was located just above the catalyst bed, and both the reactor and preheater were surrounded by an aluminum block which served as the furnace. Reactor temperature was controlled to 0.5 C by controlling the temperature of the block. The temperature differential along the catalyst bed did not exceed 2 C during any of the runs. All feed and effluent lines were heated electrically to 125-150 C. The concentration of sulfur-containing compounds present in the reactor effluent was analyzed using a Hewlett-Packard 5790 GC equipped with a flame photometric detector (FPD) and modified for automatic sampling. Procedure Catalysts were pretreated by either calcining in flowing air at 300, 410, 600 or 800 C; or by reducing in hydrogen at 300 C. Pretreatment at 300 C (in air or 8% hydrogen in helium) was performed within the reactor. For 365 these cases, 0.145g of 35-65 mesh (U.S. series) catalyst particles were diluted with crushed glass of a similar size so as to achieve a bed volume of 2 cm3. Catalyst and diluent were then loaded into the reactor and the reactor was then returned to the system. Pretreatment was initiated by first drying the catalyst for 4 h at 125 C using pretreatment gas flowing at 1.0 N1 min\"1. Following drying, the reactor temperature was raised to 300 C at a rate of 4 Cmin~1, with the pretreatment temperature being maintained for 16 h. Following pretreatment, the reactor temperature was reduced to 230 C and the run was initiated. Catalysts which were pretreated above 300 C could not be calcined within the reactor due to the limitations of the reactor furnace. In these cases, catalysts were calcined using a quartz tube furnace. Calcination was performed by first drying approximately 2.5 g of catalyst at 125 C in flowing air (l.ONlmin\"1) within the furnace. The temperature was then raised at 4 C min~1 to the desired calcination temperature. The final temperature was maintained for 16 h. Following the 16 h calcination, the flowing air was replaced with helium and the catalyst was cooled to room temperature. Approximately 0.145g of calcined catalyst was diluted to 2.0cm3 using crushed glass particles of a similar mesh size. The catalyst mixed with diluent was then loaded into the reactor and dried for 4 h at 125 C, followed by heating to reaction temperature (230 C) at 4 Cmin-l in flowing air (l.TNImin-1). Once at reaction temperature, the catalyst bed was sealed by closing valves located above and below the reactor. Air flow was diverted through the reactor bypass and introduction ofdi(n-propyl) sulfide into the air stream was begun. When the sulfide in the air stream reached a constant concentra- tion (approximately 2 3 h), the reactor bypass was closed and feed gas was diverted to the catalyst bed. Conversions were determined from the con- centration of di(n-propyl) sulfide in the effluent stream, and sulfur balances were performed at each analysis. All runs were conducted at 230 C with an air flow rate of approximately 1.70 N1 min\"1 and a reactor pressure of 5 psig. The flow rate of di(n-propyl) sulfide was 8.55 x lO^mols\"1 (g-cat)\"1, which produced a gas phase concentration of approximately 100 ppm (v/v). A blank run was performed to determine the inertness of the reactor and glass diluent. This run was conducted at 250 C employing the same flow rates as described previously. No reactivity was observed, and material balances indicated that reactant did not adsorb onto the stainless steel reactor lines. A similar experiment was performed using 0.145g of blank alumina which had been calcined at 400 C. No activity was observed over a 5 h period, indicating that the alumina support was inert at the conditions employed. XPS analysis XPS spectra of freshly pretreated and spent catalyst were recorded using a Perkin-Elmer Phi 570 ESCA/SAM system employing Mg K X-rays. The system was equipped with a reaction chamber which allowed for recording 366 spectra of catalysts following pretreatment at temperatures below 550 C without exposure to the atmosphere. Materials which were calcined at higher temperatures were analyzed following pretreatment in the quartz tube furnace. Spent catalysts were analyzed following removal from the reactor and separation from the glass diluent. Platinum spectra were recorded following 100 to 200 scans of the 4d photoelectron region so as to increase the signal-to-noise ratio. No shifting of peaks was observed during the scanning process, indicating that the prolonged exposure of the sample to the X-ray source did not alter the platinum oxidation state. Following analysis, spectra were smoothed so as to improve their quality using an 11-point smoothing routine contained within the Perkin-Elmer software. All binding energies are referenced to the aluminum 2p photoelectron peak at 74.0 eV. This was used as a reference, since the position of this peak is insensitive to the pretreatments employed here [1]. Atomic concentrations of elements of interest were obtained by dividing the peak area by the instrument-supplied sensitivity factor. Results and discussion Figure 1 illustrates conversion as a function of time on stream for catalysts pretreated at different calcination temperatures. SOg was the only oxidation product detected. Sulfur balances were performed on the effluent during all runs and were between 85 and 96% for the period of 3 h into the run until the run was terminated. The higher the conversion, the lower the corresponding sulfur balance. Discrepancies in the sulfur balances were S 60 40 50 Time (hrs) Fig. 1. Conversion ofdi(n-propyl) sulfide (100 ppm in 1.70 N1 min\"1 air) as a function of time on stream for catalysts calcined at different temperatures: (D) 300, (0) 410, (A) 600, (+) 800 C. 367 attributed to formation of SOa, which could not be analyzed. During the first three hours of operation, the presence of product SOg in the effluent increased with time on stream, as did the corresponding sulfur balance. This behavior was attributed to adsorption of product SOa onto the catalyst support and/or construction material [14]. Calcination at 300 C yields a catalyst which deactivates throughout the duration of the run. Increasing the calcination temperature to 410 C improves the catalyst performance. The catalytic activity increased over the first 10 h on stream, reaching an ultimate conversion of 76%, which was maintained throughout the run. Further increasing the calcination tempera- ture to 600 C decreases the catalytic activity (relative to the sample calcined at 410 C). Note that an increase in catalytic activity is also observed. In this instance, the steady-state conversion was 40%. Increases in activity of oxidation catalysts during start-up have been reported elsewhere [15]. This observed increase in activity may be due to the adsorption of SOz onto the catalyst support. Yao et al. [16] reported the effects of SOg on the oxidation activity of a Pt/AlgOg catalyst calcined at 500 C. Using IR spectroscopy, their study indicated that SOg adsorbed onto the support and formed surface sulfates. These surface sulfates promoted the dissociative adsorption of propane on platinum, thereby increasing its reactivity. The increase in catalytic activity observed here over the first few hours on stream (catalysts calcined at 410 and 600 C) may be attributed to a similar effect, with SOg being supplied as a reaction product. After ca. 10 h on stream, a steady state is achieved. A further decrease in activity is observed upon increasing the calcination temperature from 600 to 800 C. For this catalyst, note the initial rapid decrease in activity. Catalysts calcined at 410 and 600 C increased to a stable level of activity. However, the catalyst calcined at 300 C continued to deactivate throughout the duration of the run. Since the catalyst was prepared from HzPtClg, it is possible that calcination at 300 C was not sufficient to completely decompose the chloroplatinum complex. Analysis of the catalyst following calcination at 300 C revealed a Cl/Pt atomic ratio of 4.0, while this ratio was reduced to 1.5 for the catalyst calcined at 410 C. No chlorine was detected on the samples calcined at higher temperatures. It is possible that the observed deactivation is the result of incomplete decomposition of the chloroplatinum complexes. This is consistent with results of Lieske and coworkers [2,3], who have demonstrated that calcination at 300 C will yield chlorine-containing platinum species. Figure 2 shows the platinum 4d photoelectron region of the catalyst following calcination at temperatures of 300, 410, 600 and 800 C (spectra A through D, respectively). The platinum 4f region, which exhibits the strongest signal, could not be analyzed due to interference with the aluminum 2p photoelectron peak. The binding energy of the 4dg^ photo- electron peak for the catalyst calcined at 300 and 410 C is 317.0 0.2 eV. As the calcination temperature is increased from 410 to 600 C, a strong shoulder at approximately 315.0 eV becomes evident. Further increasing the 368 335 325 315 305 BINDING ENERGY (eV) Fig. 2. XPS spectra of the platinum 4d photoelectron region for a 1% Pt/AlgOa catalyst following 16 h calcination in flowing air. (A) calcination at 300 C, (B) 410 C, (C) 600 C and (D) 800 \"C. calcination temperature to 800 C results in a decrease of 2.0 eV in the binding energy of the platinum 4ds/a photoelectron peak. Similar changes in binding energies have been reported [1,17]. Bowman and Biloen [1] reported a change of 2.4 eV in the binding energy of the platinum 4dg/2 photoelectron peak between a sample (3.8% Pt/AlgOa) calcined at 525 C (317.0 eV) and one treated in hydrogen at 650 C (314.6 eV). Lunsford and Treybig [17] reported a change of 2.2 eV in the binding energy of the platinum 4ds/z photoelectron peak of a 4.5% PtCa Y zeolite between a sample treated in oxygen at 350 C (317.1 eV) and a sample treated in hydrogen at 350 C (314.9 eV). Huizinga et al. [18] report a binding energy of 314.45 eV for the Pt 4d5/2 photoelectron peak of a 5.2% Pt/AlgOa catalyst following hydrogen reduction at 315 C. In these works, the peak at ca. 317.0 eV was assigned to an oxidized platinum species, while the peak at ca. 314.8 eV was assigned to a reduced platinum species. Similar peak assignments are made here. There is a shoulder present at about 330 eV for the catalyst calcined at 800 C. The position of this shoulder is similar to that of the sodium (KLiLi) auger; however, no sodium was detected by XPS. The cause of this shoulder has not been investigated. It is clear from this figure that increasing the calcination temperature from 410 to 800 C results in increasing the extent of platinum reduction. The majority of the platinum is in the oxidized state following calcinations at 300 and 410 C, while the majority of the platinum is in a reduced state following calcination at 800 C. These results are 369 TABLE 1 XPS analysis of catalyst following pretreatment Pretreatment Pt/Al untreated 0.0132 300 C air 0.0122 410 C air 0.0118 600 C air 0.0086 800 C air 0.0063 300 C H^ 0.0121 consistent with those of Lieske and coworkers [2-4], who have extensively studied the platinum species formed following calcination of Pt/y-AlgOg catalysts prepared from HgPtCle. Their results showed that calcination below 600 C yields Pt(IV) species, while calcination at higher temperatures leads to the formation of metallic platinum. Atomic Pt/Al ratios, as determined by XPS, are reported in Table 1. These ratios may be used to obtain a qualitative indication of platinum dispersion [19]. The XPS atomic Pt/Al ratio will decrease with increasing platinum particle size, as a smaller fraction of platinum will contribute to the XPS signal. As reported in Table 1, the superficial Pt/Al ratio decreases as the calcination temperature is increased to 800 C. This indicates that the platinum dispersion has decreased with increasing calcination temperature, and is consistent with reports from literature [2,3,5,8]. Note also that the Pt/Al ratio for the catalyst reduced in hydrogen at 300 C is similar to that of the catalyst calcined at 410 C and below. This indicates that the dispersion of these materials is similar, and is consistent with literature findings which indicate that low temperature hydrogen reduction and calcination below ca. 500 C will yield a well-dispersed platinum phase [2,3, 5,8,18]. Figure 3 compares the activity of the catalyst calcined at 800 C to that of the catalyst reduced in hydrogen at 300 C. In both cases, a rapid loss of activity was followed by a steady, low level of conversion. Figure 4 compares the XPS spectra of catalyst calcined at 800 C (spectrum A) to that pretreated in hydrogen at 300 C (spectrum B). In both cases, the platinum 4d5/2 photoelectron peak appears at 315.0 0.2 eV, indicating that the majority of platinum associated with these catalysts is in the reduced oxidation state. Note also the shoulder present at about 317 eV. The position of this shoulder corresponds to oxidized platinum, and indicates that neither catalyst is completely reduced. This may be the reason why, although the dispersions differ, the activity is very similar. Pretreatment in hydrogen at low temperatures is reported to yield a highly dispersed platinum phase [18], while calcination at high temperatures is reported to yield a poorly dispersed platinum phase [2,3,5,8]. It is interesting to note that the catalysts calcined at 410 and 600 C increased in activity during the first few hours of start-up, while the catalysts calcined at 800 C and reduced in hydrogen decreased sharply during this time. For these latter materials, the platinum was 10 12 14 16 18 20 22 24 Time (hrs) Fig. 3. Conversion of di(n-propyl) sulfide (100 ppm in 1.70 N1 min\"1 air) as a function of time on stream for catalysts pretreated in air at 800 C (D) and in hydrogen at 300 C (0). present in a different oxidation state, and the rapid loss in reactivity may be due to sulfur poisoning. Figure 5 compares the XPS spectra of the platinum 4d photoelectron region of the catalyst reduced at 300 C in hydrogen prior to and following reaction exposure. These spectra are compared for the purpose of establish- ing whether exposure to reaction conditions would reoxidize the reduced metal phase. Based on the results presented in this figure, it does not appear that any platinum was reoxidized during the course of the reaction. Two notable changes in the catalyst occurred as the calcination temperature was increased from 410 to 800 C; first, the dispersion of 345 335 325 315 306 BINDING ENERGY (eV) 335 325 315 305 BINDING ENERGY (eV) Fig. 4. XPS spectra of the platinum 4d photoelectron region for a 1% Ft/AlgO^ catalyst following (A) 16 h calcination at 800 C and (B) 16 h exposure to hydrogen at 300 C. Fig. 5. XPS spectra of the platinum 4d photoelectron region for a 1% Pt/AL^ (A) following hydrogen reduction at 300 C and (B) following 21 h of reaction exposure. 371 platinum decreased and second, the extent of platinum reduction increased. The decrease in catalytic activity as a result of increasing the calcination temperature above 410 C may be attributed to a loss of platinum dispersion. However, one cannot ignore the change in the relative quantities of reduced and oxidized platinum associated with each of these materials. As the extent of platinum reduction is increased, the catalytic activity for complete oxidation of di(n-propyl) sulfide decreases. For complete oxidation of hydro- carbons, the reduced platinum species is believed to be the more active phase [4,9,10]. Volter et al [4] have shown that while increasing the calcination temperature from 500 to 900 C decreases dispersion, the activity of Pt/AlgOs for oxidation of n-heptane increases. Based on the results of this study, the increase in activity observed by Volter et al. may be due to an increase in the extent of platinum reduction, and supports their claim that reduced platinum is more active in hydrocarbon oxidation. Although platinum dispersion will be altered by the different pretreatments, it is not felt that differences in catalytic activities observed here is solely the result of dispersion. Note that while both the catalyst calcined at 410 C and that reduced in hydrogen possess similar dispersions, as suggested by the results presented in Table 1, their activities are very much different. This indicates that the oxidation state is an important consideration in determining the activity of supported platinum catalysts. The differences in reaction behavior, as illustrated in Fig. 1, are attributed to the relative amounts of reduced and oxidized platinum species, with the oxidized species being more reactive in sulfide oxidation. Conclusions Increasing the calcination temperature of a Pt/AlgOa catalyst from 410 to 800 C will result in decreased catalytic activity, due to an increase in the extent of platinum reduction. The oxidized platinum phase is more reactive than the reduced platinum phase for the oxidation of di(n-propyl) sulfide. Acknowledgements I wish to thank David Friday, J. Richard Ward and David Tevault for their helpful discussion in preparing this manuscript. I also thank the National Research Council and CRDEC for providing financial assistance. References 1 R. Bowman and P. Biloen, J. Catal., 48 (1977) 209. 2 H. Lieske, G. Lietz, H. Spindler and J. Volter, J. Catal.. 81 (1983) 8. 3 G. Lietz, H. Lieske, H. Spindler and J. Volter, J. Catal.. 81 (1983) 17. 4 J. Volter, G. Lietz, H. Spindler and H. Lieske, J. Catal., 104 (1987) 375. 5 R. Fiedrow and S. E. Wanke, J. Catal., 43 (1976) 34. 372 6 I. Guo, T. T. Yu and S. E. Wanke, in J. W. Ward (ed.). Catalysis 1987, Elsevier, Amsterdam, 1988, p. 21. 7 G. I. Straguzzi, H. R. Aduriz and C. E. Gigola, J. Catal.. 66 (1980) 171. 8 C. N. Satterfield, Heterogeneous Catalysis in Practice, McGraw-Hill, New York, 1980, p. 141. 9 J. J. Spivey, Ind. Eng. Chem. Res.. 26 (1987) 2165. 10 C. N. Satterfield, Heterogeneous Catalysis in Practice, McGraw-Hill, New York 1980, p, 226. 11 M. Niwa, K. Awano and Y. Marakami, Appl. Catal., 7(1983) 317. 12 D. Pope, D. S. Walker and R. L. Moss, Atm. Env., 10 (1978) 1921. 13 J. T. Kummer, J. Catal., 38 (1975) 166. 14 C. Chang, J. Catal., 53 (1978) 374. 15 S. K. Gangwal, M. E. Mulling, J. J. Spivey, P. R. Caffrey and B. A. Techenor, Appl. Catal., 36 (1988) 231. 16 H. C. Yao, H. K. Stepien, and H. S. Gandhi, J. Catal., 67(1981) 231. 17 J. H. Lunsford and D. S. Treybig, J. Catal., 68 (1981) 192. 18 T. Huizinga, H. F. G. Van't Bilk, J. C. Vis, and R. Prins, Surf. Sci., 135 (1983) 580. 19 H. Collette, S. Maroie, J. Riga, J. J. Verbist, Z. Gabelica, J. B. Nagy and E. G. Derouane, J. Catal. 98 (1986) 326. X244 9085025D 0304-5102(90)85025-D 10.1016/0304-5102(90)85025-D Heterogeneous catalysis Articles Effects of pretreatment conditions on the activity of a Pt/Al2O3 catalyst for the oxidation of Di(n-propyl)sulfide Joseph A. Rossin Air Purification Branch, U.S. Army Chemical Research, Development and Engineering Center, Attn: SMCCR-RSC-A/E3220, Aberdeen Proving Ground, MD 21010-5423 U.S.A. The activity of a 1% Pt/Al2O3 catalyst for the complete oxidation of di(n-propyl) sulfide is investigated at 230 °C and atmospheric pressure using a fixed-bed reactor. The results indicate that the catalytic activity is significantly influenced by the pretreatment conditions. XPS analyses of freshly pretreated catalyst show that low calcination temperatures produce an oxidized platinum phase, while high calcination temperatures produce a reduced platinum phase. The oxidized platinum phase was found to be superior to the reduced platinum phase for the oxidation of di(n-propyl) sulfide. References 1 R. Bowman P. Biloen J. Catal. 48 1977 209 2 H. Lieske G. Lietz H. Spindler J. Volter J. Catal. 81 1983 8 3 G. Lietz H. Lieske H. Spindler J. Volter J. Catal. 81 1983 17 4 J. Volter G. Lietz H. Spindler H. Lieske J. Catal. 104 1987 375 5 R. Fiedrow S.E. Wanke J. Catal. 43 1976 34 6 I. Guo T.T. Yu S.E. Wanke J.W. Ward Catalysis 1987 1988 Elsevier Amsterdam 21 7 G.I. Straguzzi H.R. Aduriz C.E. Gigola J. Catal. 66 1980 171 8 C.N. Satterfield Heterogeneous Catalysis in Practice 1980 McGraw-Hill New York 141 9 J.J. Spivey Ind. Eng. Chem. Res. 26 1987 2165 10 C.N. Satterfield Heterogeneous Catalysis in Practice 1980 McGraw-Hill New York 226 11 M. Niwa K. Awano Y. Marakami Appl. Catal. 7 1983 317 12 D. Pope D.S. Walker R.L. Moss Atm. Env. 10 1978 1921 13 J.T. Kummer J. Catal. 38 1975 166 14 C. Chang J. Catal. 36 1978 374 15 S.K. Gangwal M.E. Mullins J.J. Spivey P.R. Caffrey B.A. Techenor Appl. Catal. 36 1988 231 16 H.C. Yao H.K. Stepien H.S. Gandhi J. Catal. 67 1981 231 17 J.H. Lunsford D.S. Treybig J. Catal. 68 1981 192 18 T. Huizinga H.F.G. Van't Bilk J.C. Vis R. Prins Surf. Sci. 135 1983 580 19 H. Collette S. Maroie J. Riga J.J. Verbist Z. Gabelica J.B. Nagy E.G. Derouane J. Catal. 98 1986 326",
      "scopus-id": "0025384203",
      "coredata": {
        "eid": "1-s2.0-030451029085025D",
        "dc:description": "The activity of a 1% Pt/Al2O3 catalyst for the complete oxidation of di(n-propyl) sulfide is investigated at 230 °C and atmospheric pressure using a fixed-bed reactor. The results indicate that the catalytic activity is significantly influenced by the pretreatment conditions. XPS analyses of freshly pretreated catalyst show that low calcination temperatures produce an oxidized platinum phase, while high calcination temperatures produce a reduced platinum phase. The oxidized platinum phase was found to be superior to the reduced platinum phase for the oxidation of di(n-propyl) sulfide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085025D",
        "dc:creator": {
          "@_fa": "true",
          "$": "Rossin, Joseph A."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085025D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085025D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85025-D",
        "prism:volume": "58",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of pretreatment conditions on the activity of a Pt/Al2O3 catalyst for the oxidation of Di(n-propyl)sulfide",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "363-372",
        "prism:endingPage": "372",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 1990",
        "prism:doi": "10.1016/0304-5102(90)85025-D",
        "prism:startingPage": "363",
        "dc:identifier": "doi:10.1016/0304-5102(90)85025-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025384203"
      }
    }
  }
}