{
  "metadata": {
    "title": "Kinetics of the hydrogenation of cyclohexene using a homogeneous RuCl<ce:inf loc=post>2</ce:inf>(PPh<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-02-29",
    "doi": "10.1016/0304-5102(84)85055-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284850555",
    "pii": "0304510284850555"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021376686",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284850555 0304-5102(84)85055-5 0304510284850555 10.1016/0304-5102(84)85055-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0065X 2024-01-02T01:04:16.600218Z 0 0 19840201 19840229 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 0304-5102 03045102 23 23 1 1 Volume 23, Issue 1 8 51 62 51 62 198402 February 1984 1984-02-01 1984-02-29 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. KINETICSHYDROGENATIONCYCLOHEXENEUSINGAHOMOGENEOUSRUCL2PPH33CATALYST PATIL S JAMES 1973 B HOMOGENEOUSHYDROGENATION JAMES 1979 319 B ADVANCESINORGANOMETALLICCHEMISTRY HOLAH 1977 340 D JARDIN 1969 260 I STEPHENSON 1966 945 T TAMHANKAR 1979 406 S HALLMAN 1968 3143 P HOFFMAN 1975 4221 P JAMES 1974 97 B GILL 1978 617 D COOK 1957 748 M 1963 SOLUBILITYINORGANICORGANICCOMPOUNDS PRAUSNITZ 1961 682 J PATILX1984X51 PATILX1984X51X62 PATILX1984X51XS PATILX1984X51X62XS item 0304-5102(84)85055-5 0304510284850555 1-s2.0-0304510284850555 10.1016/0304-5102(84)85055-5 272239 2024-01-02T01:04:16.600218Z 1984-02-01 1984-02-29 1-s2.0-0304510284850555-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850555/MAIN/application/pdf/6ae1c3cf8c00d5b6a57c85a1ade2d0e1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850555/MAIN/application/pdf/6ae1c3cf8c00d5b6a57c85a1ade2d0e1/main.pdf main.pdf pdf true 621037 MAIN 12 1-s2.0-0304510284850555-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850555/PREVIEW/image/png/f7f21f5b637998683b19d86d05d42253/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850555/PREVIEW/image/png/f7f21f5b637998683b19d86d05d42253/main_1.png main_1.png png 68750 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 23 (1984) 51-62 51 KINETICS OF THE HYDROGENATION OF CYCLOHEXENE USING A HOMOGENEOUS RuCl2(PPh3)3 CATALYST* S. R. PATIL, R. V. CHAUDHARI and D. N. SEN National Chemical Laboratory, Poona 411008 (India) (Received March 16, 1983; accepted June 8th, 1983) Summary The kinetics of the homogeneous hydrogenation of cyclohexene using RuCl2(PPh3)3 as a catalyst in benzene-ethanol (1:1) has been studied. The effect of the catalyst, cyclohexene and hydrogen concentrations and temperature on the reaction rate have been investigated. The influence of added triphenylphosphine and triethylamine has also been investigated. The effect of the catalyst concentration on the reaction rate is complex, the plot of the rate versus catalyst concentration passing through a maxi- mum. This was found to be mainly due to the dimerization of the catalytic species at higher concentration. Based on the observed initial rate data a rate expression has been proposed. The activation energy was found to be 11.97 kcal moF1. Introduction The homogeneous hydrogenation of organic substrates using transition metal complex catalysts is a subject of both academic and commercial importance. Several studies of the activity of Group VIII metal complexes as homogeneous catalysts for hydrogenation have been reported. The most widely studied catalysts for hydrogenation reactions are the Wilkinson catalyst (chlorotris(triphenylphosphine)rhodium(I)) and the Vaska catalyst (chlorocarbonylbis(triphenylphosphine)iridium(I)). Com- plexes of ruthenium have also been found to be active for homogeneous hydrogenation reactions [2] and the relevant literature on these reactions is reviewed by James [I], It has been observed that the dependency of the rate on the catalyst and olefin concentrations is highly complex in the case of ruthenium complex catalysts [3, 4]. For this reason, more work is needed on the study of the kinetics of the ruthenium complex catalyzed hydro- genation of olefins. In this paper, the results of the hydrogenation of cyclo- hexene using RuCl2(PPh3)3 as the catalyst in benzene-ethanol solutions are reported. Studies have been made of the influence of the catalyst, *NCL Communication No. 2931. 0304-5102/84/$3.00 Eisevier Sequoia/Printed in The Netherlands 52 cyclohexene and hydrogen concentrations and of the temperature on the rate of hydrogenation. The influence of added triphenyl phosphine and triethylamine has also been investigated. Based on the observed data, a rate equation has been proposed. Experimental Materials Cyclohexene, triphenylphosphine, triethylamine and ruthenium tri- chloride trihydrate (RuC^-SH^O) were obtained from Fluka AG. The catalyst, R.uC^PPha )3, was prepared according to the procedure described by Stephenson and Wilkinson [4]. The solvents used were freshly distilled and dried. Apparatus Hydrogenation experiments were carried out in a glass apparatus consisting of a magnetically stirred reactor and a gas burette for measure- ment of the volumetric uptake of hydrogen. The details of the apparatus are described elsewhere [5]. Procedure The reactor system was flushed with hydrogen three times by evacua- tion-filling cycles and then the catalyst, RuCl2(PPh3)3, was added under a positive flow of hydrogen. The required quantity (50 cm3) of solvent was introduced and the mixture stirred under a hydrogen atmosphere for 30 min. A known quantity of cyclohexene was then added and the reaction started by switching the stirrer on. The progress of the reaction was fol- lowed by measuring the volume of hydrogen absorbed as a function of time. Results and discussion A benzene-ethanol (1:1) solution of RuCl2(PPh3)3 was found to catalyze the hydrogenation of cyclohexene at 35 C and under atmospheric pressure. It was observed that when benzene alone was used as the solvent the rate of hydrogenation was very slow, while in pure ethanol as a solvent hydrogenation was not possible. A mixture of benzene-ethanol was found to be a suitable solvent for this reaction. The catalyst solution was reddish brown in colour at the beginning of the reaction, changing to violet after stirring under a hydrogen atmosphere due to the formation of the hydrido species HRuCl(PPh3)3 [6]. This violet colour changed to red upon addition of cyclohexene. In the absence of catalyst no hydrogenation was observed. In order to check the stoichiometry, some experiments were carried out at 35 C and 1 atm pressure of hydrogen at different cyclohexene 53 concentrations for longer time intervals. In all these experiments the amount of hydrogen absorbed was stoichiometrically proportional to the cyclo- hexene converted (calculation based on the analysis of unreacted cyclo- hexene) according to the following equation : +H, catalyst 0 (1) This suggests that there are no side products and that the initial rate data (based on H 2 uptake measurements) may be used to evaluate the kinetics of the reaction. In each experimental run for kinetic studies, the volume of H; absorbed was recorded as a function of time. A typical plot of volume of H^ absorbed (STP) as a function of time is shown in Fig. 1. It will be noted that the reaction starts after an induction period, which was ignored for the calcula- tion of the reaction rate. From the slope of these plots the rate of hydro- genation was calculated. The results observed under different operating conditions are presented in Table 1 and the effect of various parameters is discussed below. TABLE 1 Summary of the kinetic data for the hydrogenation of cyclohexene in benzene-ethanol (l:l)at35 C Run No. 107 [RuCl2(PPh3)] (mol cm~3) 104 [Cyclohexene] (mol cm\"3) 106[H,] (mol cm 3) lO'CPPha] added (mol cm\"3) Rate of reaction x 108 (mol cm^s\"1) 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1.459 2.092 3.138 4.184 4.184 4.184 4.184 4.184 4.184 4.184 4.184 4.184 4.184 4.184 4.184 4.184 13.807 13.807 13.807 13.807 7.8899 9.8624 13.8074 19.7248 9.8624 9.8624 9.8624 9.8624 9.8624 9.8624 9.8624 9.8624 2.42 2.42 2.42 2.42 2.42 2.42 2.42 2.42 0.83 1.21 2.42 2.42 2.42 2.42 2.42 2.42 1.5267 7.6335 15.2671 22.900 38.1679 0.7762 1.0227 1.1294 1.2568 0.8132 0.9488 1.1582 1.6018 0.2119 0.3151 0.6653 0.6777 0.6161 0.4928 0.4312 0.2464 Effect of hydrogen pressure Hydrogenation rates were measured for different pressures of hy- drogen over the range 150 - 710 mmHg. For these experiments, a catalyst 54 TIME ,min Fig. 1. Influence of temperature on the rate of hydrogen absorption during the hydro- genation of cyclohexene in the presence of RuCl;;(PPh3)3 as a homogeneous catalyst; [RuCl2(PPh3)3] = 4.184 X lO\"7 mol cm\"3; [cyclohexene] = 9.8624 X 10\"4 mol cm\"3; Hi pressure = 1 atm. (a) At 15 C; (b) at 30 C; and (c) at 45 C. 2-0 1-0 0-5 u- 0-2 0-1 Z )00 200 500 1000 2000 PARTIAL PRESSURE OF H;,P;,mm.Hg Fig. 2. Effect of the partial pressure of hydrogen on the rate of hydrogenation of cyclo- hexene in the presence of RuCli(PPh3)3 as a homogeneous catalyst; [RuCl2(PPh3)3] = 4.184 X 10~7 mol cm\"3; [cyclohexene] = 9.862 X 10~4 mol cm\"3 ; temperature = 35 C. concentration of 4.18 X 10~4 M, a cyclohexene concentration of 0.986 M and a temperature of 35 C were employed. The results are depicted m Fig. 2 as a plot of the rate of reaction versus the il^ pressure. It can be seen that the rate is directly proportional to the hydrogen pressure. 55 Effect of cyclohexene concentration The influence of the cyclohexene concentration on the rate of the reaction was studied at 35 C, under 1 atm pressure of hydrogen, using a catalyst concentration of 4.18 X 10~4 M and a cyclohexene concentration in the range 0.789 -1.972 M. Figure 3 shows a plot of the rate of the reaction, -RA, versus the cyclohexene concentration. As can be seen from this figure, the rate is dependent on the cyclohexene concentration with an approxi- mate order of 0.74. \"E 5.0 2-0 0-2 2 5 10 20 50 CONCENTRATION OF CYCLOHEXENE 104, mole/cm' Pig. 3. Effect of the concentration of cyclohexene on its rate of hydrogenation in the presence of RuCl2(PPh3)3 as a homogeneous catalyst; [RuCl^PPhaia] =4.184 X lO\"7 mol cm~3 ; temperature = 35 C; H; pressure = l atm. Effect of catalyst concentration The effect of the RuCl2(PPh3 )3 concentration on the rate of the reac- tion was studied over the concentration range 1.459 X 10~4 -1.6 X 10~3 M at 35 C and 1 atm pressure of hydrogen. The rates were observed at three different concentrations of cyclohexene and the results are shown in Fig. 4. It can be seen that a plot of the rate of reaction versus the catalyst concen- tration passes through a maximum, the rates increasing with an increase in catalyst concentration below 8.368 X 10~4 M, whilst at higher catalyst concentrations the rate was found to decrease with an increase in catalyst concentration. This behaviour is not common and can possibly be attrib- uted to the dimerization of the catalytic species at higher concentrations. Hoffman and Caulton [7] have reported earlier that RuCl2(PPh3)3 dissociates to RuC^PPI^); which subsequently dimerizes to a species of the type [RuC^PPI^),];. Furthermore, James and Markham [8] in their 56 0-4 0-6 0-8 1-0 1-2 1-4 CONCENTRATION OF RuCl; (PPh,), ' 106 , mole/cm' Fig. 4. Effect of catalyst concentration, [RuCl2(PPh3)3], on the rate of hydrogenation of cyclohexene in a homogeneous medium; temperature = 35 C; Ha pressure = 1 atm. (a) [cyclohexene] = 13.807 X 10-4 mol cm\"3; (b) [cyclohexene] = 9.8624 X 10~4 mol cm\"3; (c) [cyclohexene] = 4.9312 X 10~4 mol cm\"3. studies have reported that below a RuCl2(PPh3)3 concentration of 10~3 M, no dimeric species were detected. These two reports support the observa- tion that at lower concentrations of RuC4(PPh3)3 the rate increases with an increase in that concentration and support the suggestion that at higher catalyst concentrations the decrease in rate with catalyst concentration is due to the formation of a catalytically inactive species. For the purpose of kinetic studies only the data at lower catalyst concentrations have been considered. Effect of triphenylphosphine concentration The effect of added triphenylphosphine on the rate of hydrogenation was studied over the concentration range 1.52 X 10~5 to 38.16 X 10~5 M. The results are depicted in Fig. 5, which indicates that triphenylphosphine significantly inhibits the rate of hydrogenation. The first step in the cata- lytic cycle is the dissociation of the complex RuCl2(PPli3)3 to RuCl^PPl^z and PPh3, which is an equilibrium process [6]. This equilibrium will be shifted in the presence of added PPh3 with the result that the effective concentration of RuC^PPh^); is reduced and hence the rate of hydro- genation is retarded. 57 CONCENTRATION OF TRIPHENYLPHOSPHINE t0, molt/cm3 Fig. 5. Influence of the concentration of triphenylphosphine on the rate of hydrogena- tion of cyclohexene in the presence of RuCl2(PPh3)3 as a homogeneous catalyst; [RuCl;- (PPh3)3] = 4.184 X 10-7 mol cm-3; [cyclohexene] = 9.862 X 10-4 mol cm-3; H; pres- sure = 1 atm. Effect of Methylamine Triethylamine is known to promote the hydrogenation in the presence of RuCl2(PPh3)3 [6]. Hence, the effect of triethylamine concentration on the rate of hydrogenation of cyclohexene was studied over the concentration range 1.42 X 10~3 to 5.71 X 10~2 M, at a temperature of 35 C and 1 atm pressure of hydrogen. The rate was found to increase significantly with increasing triethylamine concentration up to a definite limit after which the rate decreased with further increases in the triethylamine concentration. Thus an optimum concentration of triethylamine exists for a given set of conditions (see Fig. 6). These observations regarding the influence of triethylamine concentra- tion may be explained as follows. During the formation of the hydrido species [reaction scheme, steps (i) to (iv)] HC1 is generated, and in the presence of bases neutralization of this HC1 shifts the equilibrium towards the formation of the hydrido species. This requires only stoichiometric quantities of the base, and hence the rate increases up to a triethylamine concentration of 1.42 X 10~3 M. In the presence of excess triethylamine, however, coordinatively saturated species may be formed which deactivate the catalyst. A similar observation has been reported by Gill et al. [9] during the hydrogenation of olefins using rhodium and iridium complex catalysts in the presence of triethylamine. Rate equation In order to derive a suitable rate equation for the hydrogenation of cyclohexene, the following mechanism was assumed [6] : 58 t-75 1-50- 0-75 y 0-so - CONCENTRATION OF TRIETHYLAMINE 10 .mon/en Fig. 6. Effect of triethylamine concentration on the rate of hydrogenation of cyclo- hexene in the presence of RuCl^PPhaia as a homogeneoiis catalyst; [RuCl2(PPh3)3] = 4.184 X 10~7 mol cm\"3; [cyclohexene] = 9.8624 X 10~4 mol cm\"3 ; temperature = 35 C; Hz pressure = 1 atm. RuCl2(PPh3)3 + H2 ;==: HRuCl(PPh3)3 + HC1 HRuCl(PPh3)3 ;==^ HRuCl(PPh3)2 + PPh3 HRuCl(PPh3)2 + olefin i==: RuCl(PPh3)2(alkyl) RuCl(PPh3)2(alkyl) + H; > HRuCl(PPh3)2 + alkane (i) (ii) (iii) (iv) If we assume that step (iv) is rate controlling, then the following rate equa- tion may be derived using the steady-state principle kK^[A] [B] [C] R A (2) where -R A = Fate of reaction (mol cm\"3 s~1); [A] = concentration of dissolved H2 (mol cm~3); [B] = concentration of cyclohexene (mol cm\"3); [C] = con- centration of RuCl2(PPh3)3 (mol cm\"3); and [Deconcentration of tri- phenyl phosphine (mol cm\"3). -K\\ and K^ are the equilibrium constants of reactions (ii) and (iii) respectively, and k is the rate constant for the rate- determining step (iv). To evaluate the kinetic parameters in eqn. (2), only the initial rate data below a catalyst concentration of 4.18 X lO\"4 M were used, as beyond this concentration the mechanism given in eqns. (i) to (iv) is not applicable due to the formation of a dimeric species. Also, in order to obtain the 59 concentration of dissolved hydrogen at each pressure studied, literature values of the solubility data [10,11] were used. The data for the individual solvents were employed to calculate the solubility of hydrogen in the solvent mixture (benzene-ethanol). These calculations were made by the method described by Prausnitz and Shair [12]. Equation (2) can be rearranged as : 1 1+[D]/A\", 1 1 = L-i JL + (3) AA kK^[C][A] [B] A[C][A] If the quantities I/RA and 1/[B] are plotted against each other, the intercept of the plot should give a quantity l/k[C] [A], from which k may be calcu- lated. Such a plot for the data at 35 C is shown in Fig. 7. The value of k obtained from the intercept of this plot is 3.9505 X 104 expressed in cm3 mol~1 s~1. Similarly, eqn. (2) can be rearranged as 1 _ [D] ^ 1+^[B] RA kKMA][Q}[C} fe^[A][B][C] According to eqn. (4), a plot of I/IIA versus [D] should be a straight line as shown in Fig. 8. The slope and intercept of this plot give the following quantities: 0 0-8 1-0 1-S RECIPROCAL OF CYCLOHEXENE CONCENTRATION, 1/B (mol./cm3)-' Fig. 7. Plot of the reciprocal of the rate of reaction versus the reciprocal of the reactant concentration for the hydrogenation of cyclohexene in the presence of RuCla(PPh3)3 as a homogeneous catalyst; [RuCl2(PPh3)3] = 4.184 X 10~7 mol cm\"3; temperature = 35 C; Hz pressure = l atm. 60 S 20 )5 t0 OS 10 18 20 25 CONCENTRATION OF TRIPHENYLPHOSPHINE 10e, [nor/cm' Fig. 8. Plot of the reciprocal of the rate of reaction vei^sus the concentration of triphenyl- phosphine for the hydrogenation of cyclohexene in the presence of RuCl2(PPh3)3 as a homogeneous catalyst; [RuC^PPhaia] = 4.184 X 10\"7 mol cm~3; [cyclohexene] = 9.8624 X 10~4 mol cm\"3 ; temperature = 35 C; Hi pressure = 1 atm. slope =(feXi2?2[A][B][C]) -i (5) intercept = (6) fe^[A] [B] [C] Knowing fe and the concentrations [A], [B] and [C], K^K^ may be calcu- lated from eqn. (5) as 1.6197 X 104 at 35 C. From the intercept of the plot in Fig. 8, K^ was obtained from the following relationship: K^ = (intercept)fe[A] [B] [C] - [B] ) -i (7) The value of K^ obtained by this means was 225.123 cm3 mol\"1. Knowing K-i and K^K^, the value of.K\\ was calculated as 71.95 mol cm\"3. Effect of temperature The effect of temperature on the rate of hydrogenation was studied over the range 15 - 45 C and at a catalyst concentration of 4.184 X 10~4 M, a cyclohexene concentration of 0.983 M and 1 atm Hz pressure. The results are shown in Fig. 9 as a plot of In R A versus 1/T. The rate was found to be very dependent on the temperature,, and the activation energy for the reac- tion calculated from the slope of the Arrhenius plot in Fig. 9 is 11.97 kcal moF1. 61 t -S ( 2 f-O <* 0-2 l l______l l______\\ l l 3-0 3-f 3-2 3-3 3-4 3-5 3-6 1/T x 10' , K'' Fig. 9. Arrhenius plot of the temperature dependence of the rate of the hydrogenation of cyclohexene in the presence of RuCl;j(PPh3)3 as a homogeneous catalyst; [RuCl;- (PPh3)3] = 4.184 X lO\"7 mol cm\"3; [cyclohexene] = 9.832 X 10^ mol cm\"3; HI pres- sure = l atm. Conclusion The kinetics of the hydrogenation of cyclohexene have been studied using RuCl2(PPh3)3 as the catalyst in benzene-ethanol (1:1) solution. The effect of catalyst, cyclohexene, triphenyl phosphine concentration, H; pressure and temperature on the rate of hydrogenation have been studied. A rate equation has been proposed and the kinetic constants obtained for 35 C. The influence of the triethylamine concentration on the rate was also studied and it was observed that an optimum concentration of triethyl- amine exists for a given set of conditions. The dependency of the rate on the catalyst concentration was found to be complex and above a RuCl;- (PPh3)3 concentration of 3.368 X lO\"4 M the rate was found to decrease with increasing catalyst concentration. The activation energy of the reac- tion was found to be 11.97 kcal mol\"1. References 1 (a) B. R. James, Homogeneous Hydrogenation, Wiley, New York, 1973; (b)B. R. James, in F. G. A. Stone and R. West (eds.), Advances in Organometallic Chemistry, Vol. 17, Academic Press, New York, 1979, p. 319. 2 D. G. Holah, A. N. Hughes, B. C. Hui and C. T. Kan, J. Catal., 48 (1977) 340. 3 I. Jardin, R. W. Howsam and F. J. McQuillin, J. Chem. Soc. (C), (1969) 260. 4 T. A. Stephenson and G. Wilkinson, J. Inorg. Nucl. Chem., 28 (1966) 945. 5 S. S. Tamhankar and R. V. Chaudhari, Ind. Eng. Chem., Fundam., 18 (1979) 406. 6 P. S. Hallman, B. R. McGarrey and G. Wilkinson, J. ChemfSoc. (A), (1968) 3143. 62 7 P. R. Hoffman and K. G. Couten, J. Am. Chem. Soc 97 (1975) 4221. 8 B. R. James and L. D. Markham, Inorg. Chem., 13 (1974) 97. 9 D. S. Gill, C. White and P. M. Maitlis,J. Chem. Soc., Dalton Trans., (1978) 617. 10 M. W. Cook, D. N. Hanson and B. J. Aider, J. Chem. Phys., 26 (1957) 748. 11 H. Stephen and T. Stephen (eds.), Solubility of Inorganic and Organic Compounds, Vol. I, Table 1712, Pergamon Press, London, 1963. 12 J. M. Prausnitz and F. H. Shair, AlChEJ., (1961) 682. X244 84850555 0304-5102(84)85055-5 10.1016/0304-5102(84)85055-5 Chemical catalysis Kinetics of the hydrogenation of cyclohexene using a homogeneous RuCl2(PPh3)3 catalyst S.R. Patil R.V. Chaudhari D.N. Sen National Chemical Laboratory, Poona 411008 India The kinetics of the homogeneous hydrogenation of cyclohexene using RuCl2(PPh3)3 as a catalyst in benzene-ethanol (1:1) has been studied. The effect of the catalyst, cyclohexene and hydrogen concentrations and temperature on the reaction rate have been investigated. The influence of added triphenylphosphine and triethylamine has also been investigated. The effect of the catalyst concentration on the reaction rate is complex, the plot of the rate versus catalyst concentration passing through a maximum. This was found to be mainly due to the dimerization of the catalytic species at higher concentration. Based on the observed initial rate data a rate expression has been proposed. The activation energy was found to be 11.97 kcal mol−1. References 1 (a) B.R. James Homogeneous Hydrogenation 1973 Wiley New York (b) B.R. James F.G.A. Stone R. West Advances in Organometallic Chemistry 17 1979 Academic Press New York 319 2 D.G. Holah A.N. Hughes B.C. Hui C.T. Kan J. Catal. 48 1977 340 3 I. Jardin R.W. Howsam F.J. McQuillin J. Chem. Soc. (C) 1969 260 4 T.A. Stephenson G. Wilkinson J. Inorg. Nucl. Chem. 28 1966 945 5 S.S. Tamhankar R.V. Chaudhari Ind. Eng. Chem., Fundam. 18 1979 406 6 P.S. Hallman B.R. McGarrey G. Wilkinson J. Chem. Soc. (A) 1968 3143 7 P.R. Hoffman K.G. Couten J. Am. Chem. Soc. 97 1975 4221 8 B.R. James L.D. Markham Inorg. Chem. 13 1974 97 9 D.S. Gill C. White P.M. Maitlis J. Chem. Soc., Dalton Trans. 1978 617 10 M.W. Cook D.N. Hanson B.J. Alder J. Chem. Phys. 26 1957 748 11 H. Stephen T. Stephen Solubility of Inorganic and Organic Compounds I 1963 Pergamon Press London Table 1712 12 J.M. Prausnitz F.H. Shair AIChE J. 1961 682",
      "scopus-id": "0021376686",
      "coredata": {
        "eid": "1-s2.0-0304510284850555",
        "dc:description": "The kinetics of the homogeneous hydrogenation of cyclohexene using RuCl2(PPh3)3 as a catalyst in benzene-ethanol (1:1) has been studied. The effect of the catalyst, cyclohexene and hydrogen concentrations and temperature on the reaction rate have been investigated. The influence of added triphenylphosphine and triethylamine has also been investigated. The effect of the catalyst concentration on the reaction rate is complex, the plot of the rate versus catalyst concentration passing through a maximum. This was found to be mainly due to the dimerization of the catalytic species at higher concentration. Based on the observed initial rate data a rate expression has been proposed. The activation energy was found to be 11.97 kcal mol−1.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284850555",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Patil, S.R."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, R.V."
          },
          {
            "@_fa": "true",
            "$": "Sen, D.N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284850555"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284850555"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85055-5",
        "prism:volume": "23",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics of the hydrogenation of cyclohexene using a homogeneous RuCl2(PPh3)3 catalyst",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "51-62",
        "prism:endingPage": "62",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 1984",
        "prism:doi": "10.1016/0304-5102(84)85055-5",
        "prism:startingPage": "51",
        "dc:identifier": "doi:10.1016/0304-5102(84)85055-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021376686"
      }
    }
  }
}