{
  "metadata": {
    "title": "Investigation of the bis(benzene)chromium polyethylene catalyst",
    "authors": "Bernd Rebenstorf",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85087-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288850879",
    "pii": "0304510288850879"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035553",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288850879 0304-5102(88)85087-9 0304510288850879 10.1016/0304-5102(88)85087-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 8 109 118 109 118 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. INVESTIGATIONBISBENZENECHROMIUMPOLYETHYLENECATALYST REBENSTORF B KAROL 1972 2621 F REBENSTORF 1981 247 B REBENSTORF 1979 127 B REBENSTORF 1981 139 B REBENSTORF 1981 47 B JOHNSON 1988 B KAROL 1975 1607 F BALLARD 1973 263 D REBENSTORF 1984 103 B REBENSTORF 1985 133 B REBENSTORF 1987 764 B REBENSTORF 1985 41 B HOWE 1976 486 R ZECCHINA 1975 966 A REBENSTORF 1986 355 B REBENSTORFX1988X109 REBENSTORFX1988X109X118 REBENSTORFX1988X109XB REBENSTORFX1988X109X118XB item 0304-5102(88)85087-9 0304510288850879 1-s2.0-0304510288850879 10.1016/0304-5102(88)85087-9 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-0304510288850879-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850879/MAIN/application/pdf/5009b0925a6ef474fe9eaa6f54567fba/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850879/MAIN/application/pdf/5009b0925a6ef474fe9eaa6f54567fba/main.pdf main.pdf pdf true 622966 MAIN 10 1-s2.0-0304510288850879-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850879/PREVIEW/image/png/ce7e051bb91d74416e2a80c46172c948/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850879/PREVIEW/image/png/ce7e051bb91d74416e2a80c46172c948/main_1.png main_1.png png 64565 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 46 (1988) 109 -118 109 INVESTIGATION OF THE BIS(BENZENE)CHROMIUM POLYETHYLENE CATALYST BERND REBENSTORF Research Group on Catalysis, Inorganic Chemistry 1, Chemical Center, University of Lund, Box 124, S-221 00 Lund (Sweden) Summary Bis(benzene)chromium did not react with silica gel. With the more acidic surface silanol groups of an Al203/silica gel, a benzenechromium sur- face oxide was formed at 20 and 100 C which showed catalytic activity in the polymerization of ethylene and IR bands of adsorbed CO at 1986 and 1931 cm\"1. These IR bands are at wavenumbers lower than those found for the chromo cene- silica gel catalyst (2046 and 1974 cm\"1). This indicates a higher electron density at the chromium atom in the case of the benzene- chromium surface oxide. The bis(benzene)chromium decomposes on both supports at higher temperatures (300 to 700 C) to chromium metal, with IR bands of adsorbed CO at 2030 and 1989 cm\"1 (A^Os/silica gel) and at 1987 cm\"1 (silica gel). At the same time Cr(II) and Cr(III) surface ions are formed on the A12O3/ silica gel, which show IR bands of adsorbed CO at 145 C at 2183 cm\"1 (Cr(II)) and 2198 cm\"1 (Cr(III)) at 700 C. These bands have lower intensi- ties on the silica gel and much higher intensities with chromocene on silica gel. Introduction During the latter 1960s, a new catalyst for the polymerization of ethylene was developed by scientists from the Union Carbide Corp. The catalyst consists of a metallorganic compound (chromocene) and a support (silica gel) [1]. The catalyst resembles the Phillips catalyst (Cr^/silica gel) in many respects. Surprisingly, also the pattern of the IR spectra of adsorbed CO shows a common feature: terminal COs are converted into bridging ones [2]. This conversion of adsorbed CO is unique for chromium, both with respect to other transition metal ions on silica gel (Phillips catalyst: V3\"1\" to Ni24\" [3]) and with respect to other metallocenes on silica gel (V(Cp)2 to Ni(CpM4]). In addition to chromocene, other metallorganic chromium compounds have been used for polymerization studies: compounds with arene [5] and 0304-5102/88/$3.50 Eisevier Sequoia/Printed m The Netherlands 110 allyl [6] ligands. It was found that bis(benzene)chromium does not react with silica gel below 150 C. At higher temperatures a weak reaction was noticed [5]. With the more acidic support Al^C^/silica gel, a reaction between bis(benzene)chromium and the support gives a polymerization catalyst which has a catalytic activity five times lower than the Union Car- bide catalyst [5]. It was suggested that a benzenechromium surface oxide is formed analogous to that on the chromocene/silica gel [5]. The author has previously used IR spectra of adsorbed CO to inves- tigate the structure of the Phillips and the Union Carbide catalyst [2]. It was therefore interesting to see if this investigation method is also useful in the case of the bis(benzene)chromium catalyst. Experimental Silica gel 60 Merck 7733 (spec. surface: 600 m2 g~1) was used as the support. The A^O^/siIica gel was prepared from this material by impregna- tion with a solution of Al (from AlC^) in water. The Al content was adjusted to 4 X 10~4 mol AI g\"1 silica gel, which is equivalent to 2% Cr on the silica gel. The polymerization measurements [7] and the recording and recal- culation of the diffuse reflectance spectra with the Kubelka-Munk function [8] have been described previously. For the polymerization measurements, 2 g of the support material was evacuated at 600 C and impregnated with 3 cm3 of bis(benzene)chromium in toluene under nitrogen. The toluene was removed by evacuation at 20 C for l h. Ethylene was admitted at 20 C with an initial pressure of 500 torr. The Cr content of the catalyst was 0.063%. For the IR measurements, a self-supporting disc of the support was placed in the IR cell previously described [3(a)]. The disc was evacuated at 600 C and cooled to room temperature. A toluene solution of the bis(ben- zene) chromium was splashed under nitrogen on the disc with the use of a syringe and a Teflon hose. The chromium content of the toluene solution was chosen so that the chromium concentration on the disc was ~1%. The impregnated disc was evacuated at the temperature indicated below in the figures. IR spectra were recorded on a Nicolet 20SXC spectrometer at 20 C (Figs. 2 to 7) and at 145 C (cooled with liquid nitrogen, Figs. 8 to 10). The spectral resolution was 2 cn-T1 and 128 scans were averaged for every spec- trum. The spectra shown below are the resulting spectra after subtraction of the IR spectra without adsorbed CO. Results Polymerization measurements Figure 1 curve (A) shows the polymerization activity of the bis(ben- zene)chromium on Al203/silica gel catalyst. The initial, very high activity Ill ACTIVE Cr[ /o] t[sec] Fig. 1. Polymerization activity of the bis(benzene)chromium-Al203/silica gel catalyst versus time of polymerization (0.063% Cr). From the endpoint of the produced polymer (curve B) it is possible to calculate the number of active chromium sites. decreased rapidly, but the catalyst did not stop polymerizing. Comparing this result with that from the chromocene on silica gel catalyst [9], one finds that the initial polymerization activity is four times higher for the bis(ben- zene)chromium catalyst. This result is contrary to that found by other scientists [5]. However, quite different polymerization conditions and a dif- ferent support are used in this work. Figure 1 curve (B), which shows the polymerization activity versus the produced polymer, is probably composed of two straight lines caused by the polymerization on two different catalytic centers. From the polymer produced one can calculate the number of active sites [7, 10, 13], when using a chromium concentration below 0.1%. A calculation of this type shows that roughly 50% of the chromium centers are active on this catalyst (Fig. 1 (B)). This number is the same as that found for the chromocene on silica gel catalyst [9]. No catalytic activity was observed for the sample with bis( benzene )chromium on silica gel. Diffuse reflectance spectra of the catalyst showed bands at 30 300, 38 500 and 47 400 cm\"1 together with a weak shoulder at 18 500 cm\"1. On adsorption of CO at room temperature the shoulder at 18500 cm\"1 dis- appeared and a weak shoulder at 36 000 cm\"1 was visible. Otherwise the spectrum was not changed. After polymerization of ethylene the shoulder at 36 000 cm~1 was more pronounced. 112 IR spectra of adsorbed CO on samples heated to 20 and 100 C Figures 2 and 3 show IR spectra of CO adsorbed on supports impreg- nated with bis(benzene)chromium and evacuated at 20 C. Using the AlyO-^l silica gel as the support, one observes two IR bands at 1986 and 1931 cm\"1, which increase in intensity with reaction time (Fig. 2, spectra B, C and D). After longer reaction times (19 h, spectrum E) the band at 1986 cm\"1 in- creases faster than the other band, and a shoulder at 1853 cm\"1 appears. On the silica gel support only after longer reaction time does a relatively small band at 1985 cm\"1 appear (Fig. 3, spectrum D). Comparing Figs. 2 and 3, it seems likely that the surface species showing the IR band at 1985 cm ' on silica gel (Fig. 3) is also present on the Al203/silica gel, together with another species with IR bands at 1986 and 1931 cmT1. Heating the samples to 100 C gives more complicated spectra than the above. In Fig. 4 (Al203/silica gel), two bands at 1986 and 1927 cm~1 appear WAVENUMBERfcm\"1! Pig. 2. IR spectra of CO adsorbed on bis(benzene)chromium-Ala03/silica gel evacuated at 20 C. (A) after 5 min, (B) after 35 min, (C) after 95 min, (D) after 185 min and (E) after 19 h. OA ce o IA S -0.2 -ai V4fe- c M^3& 20,00 19,00 18p0 WAVE NUMBER lern-1] Fig. 3. IR spectra of CO adsorbed on bis(benzene )chromium-silica gel evacuated at 20 C. (A) after 5 min, (B) after 35 min, (C) after 155 min, (D) after 20 h. 113 WAVENUMBERfcm-1] Fig. 4. IR spectra of CO adsorbed on bis(benzene)chromium-Al203/silica gel evacuated at 100 C. (A) after 5 min, (B) after 95 min, (C) after 215 min, (D) after 335 min and (E) after 22 h. immediately and grow only slightly with reaction time (Fig. 4, spectra B, C and D). A small band at 1961 cm\"1, however, grows with a reaction time of some hours. After 22 h, bands at 2022, 1983, 1966 and 1893 cm\"1, together with a little shoulder at 2062 cm\" t (not shown in Fig. 4), are observed. On bis(benzene)chromium on the silica gel support two bands at 1983 and 1904 cm\"1 are observed (Fig. 5). After a short reaction time these bands already grow in intensity and shift slightly to 1978 and 1885 cm\"!. A com- parison of Figs, 4 and 5 does not give such a clear impression that the sur- face species on silica gel is also present on the Al^C^/silica gel support. How- ever, a species slightly modified to that on silica gel might well be concluded to be also present on the Al^Oy/siiica gel support. WAVENUMBERlcm-i] Fig. 5. IR spectra of CO adsorbed on bis(benzene)chromium-silica gel evacuated at 100 C. (A) after 5 min, (B) after 35 min, (C) after 125 min, (D) after 365 min and (E) after 23 h. 114 IR spectra of adsorbed CO on samples heated to 500 C Heating the samples to 500 C after impregnation with bis(benzene)- chromium still gives IR bands of adsorbed CO (Figs. 6 and 7). On Al-flyI silica gel two bands at 2030 and 1989 cm\"1 are present, together with two shoulders at 1900 and 1793 cm\"1 (Fig. 6). On the sample with silica gel the IR absorption band at 1987 cm\"1 is the main feature, while shoulders at 2030 and 1888 cm\"1 are observed. It is quite clear that at high temperatures such as 500 C no organic ligands should be stable on chromium surface com- pounds. Therefore these bands must be ascribed to CO adsorbed on chromium metal crystallites. Heating the Al203/silica gel sample to 700 C decreased the IR band at 1988 cm\"1, but the band at 2032 cm\"1 remained and the shoulder at 1787 cm\"1 increased. On inspecting the IR region where IR bands of CO adsorbed at low temperatures ( 145 C) on surface cations appear (2250 to 2050 cm\"1), it Fig. 6. IR spectra of CO adsorbed on bis(benzene)chromium-Al203/silica gel evacuated at 500 C. (A) after 5 min, (B) after 125 min, (C) 245 min and (D) after 22 h. WAVENUMBERfcm-1] Fig. 7. IR spectra of CO adsorbed on bis(benzene)chromium-silica gel evacuated at 500 C. (A) after 5 min, (B) after 65 min, (C) after 360 min and (D) after 22 h. 115 WAVENUMBERlcm-1] Fig. 8. Bis(benzene)chromium-Al203/silica gel evacuated at (A) 300 C, (B) 500 C and (C) 700 C. IR spectra of CO adsorbed at 145 C on Cr(II) and Cr(III) surface ions. becomes clear that bis(benzene)chromium reacts only weakly with the silica gel support, while the reaction with A^C^/silica gel is quite remarkable. In Fig. 8, three bands are due to absorption of CO on the A^C^/silica gel support alone. The small band at 2229/2231 cm\"1 arises from CO adsorbed on Al3\"*\" surface cations, and the bands at 2157 and 2136 cm\"1 from CO adsorbed on surface silanol groups and CO clusters in small pores, respec- tively. The band at 2183/2185 cm\"1 in Fig. 8 is from CO adsorbed on coordinatively unsaturated Cr(II) surface ions, together with those at 2115 and 2089/2097 cm\"1. The latter are from bridging CO molecules on Cr(II) surface dimers [2]. When heating the sample at 700 C in vacuum, the Cr(II) surface compound is mainly oxidized to a Cr(III) surface compound, and CO adsorbed on the latter species is observed in the low temperature IR spectra of CO at 2198 cm-1. On silica gel the bands from the support at 2156 and 2136 cm~1 are more intense (Fig. 9). One can conclude therefore that the A12O3 is filling in WAVENUMBERlcm-1] Fig. 9. Bis( benzene )chromium-silica gel evacuated at (A) 300 C, (B) 500 C and (C) 700 C. IR spectra of CO adsorbed at 145 C on Cr(II) and Cr(III) surface ions. 116 the small surface pores of the carrier (compare with Fig. 8). A weak shoulder from CO adsorbed on surface Cr(II) is observed in Fig. 9 (spectra A and B) at 2178 and 2183 cn-T1, respectively. After vacuum heat treatment at 700 C, the band from CO adsorbed on Cr(III) is observed at 2199 cm\"1. The intensity of this CO IR band on Cr(III) is generally lower than that on Cr(II) surface ions. Therefore it seems that in both cases (Al203/silica gel and silica gel alone) part of the chromium metal produced is converted at high temper- atures directly to Cr(III) surface ions. This argument is supported by the results shown in Fig. 10, where spectra similar to those above are shown for the reaction of chromocene with silica gel. Here the IR band from CO adsorbed on Cr(II) is more intense at 2181 and 2183 cnT1. After vacuum heat treatment at 700 C, the CO band at 2198 cm\"1 appears, together with a weak shoulder at 2211 cm~1. One also observes the complete and typical low temperature triplet of bridg- ing CO on Cr(II) surface dimers at 2120, 2098 and 2048 cm\"1. On an AI^O^ silica gel support, similar spectra were observed after impregnation with chromocene (not shown here) as in Fig. 10, the only difference being that the oxidation to Cr(III) is more complete and starts at lower temperatures. y 1ce8m <Fig 70 -0.6 -0.5 -0.4 D -0.3 -0.2-0.1 .^.'.J f,B hi'I'l 1 il:\\. l '.'l// 'vi en ^o- -^~>\\ f\\T\\ ' \"~ -'^)n?ri ~~ B) 300 C, (C) 500 C and (D) Cr(III) surface ions. WAVENUMBERfcm-1]. 10. Chromocene on silica gel evacuated at (A) 100 C, (1 0 C. IR spectra of CO adsorbed at 145 C on Cr(II) and Discussion From studies by scientists at Union Carbide Corp. it is known that chromocene forms a cyclopentadienylchromium surface oxide after reaction with one surface silanol group [1]. This metallorganic surface oxide is coordinatively unsaturated and adsorbs CO strongly at room temperature. IR bands from adsorbed CO were observed at 2046 and 1974 cm\"1 (assigned to two terminal COs) and at 1920, 1825 and 1620 cm\"1 (assigned to three bridging COs [2]). Furthermore, a conversion of terminal COs to bridging COs was observed. 117 The above results on the reaction of bis(benzene)chromium with Al203/silica gel provide evidence that even here a metallorganic surface oxide is formed: i.e., a benzenechromium surface oxide. The adsorption of CO, with IR bands at 1986 and 1930/1927 cm~1, indicates that two terminal CO molecules can be coordinated. The benzenechromium surface oxide is there- fore also coordinatively unsaturated. In comparison to the cyclopentadienyl- chromium surface oxide, the two IR bands from adsorbed terminal CO molecules are shifted to lower wavenumbers by some 50 cm\"1, which indicates a higher electron density on the chromium atom of the benzene- chromium surface oxide. Such a shift would be expected, since the formal charge on the chromium atom of the benzenechromium surface oxide is only +1, in contrast to +2 on the cyclopentadienylchromium surface oxide. No evidence for bridging CO molecules was found in the case of the benzenechromium surface oxide, in contrast to the cyclopentadienyl- chromium surface oxide. However, this negative evidence does not directly exclude the possibility of dimeric chromium surface centers even for this case. At higher temperatures the bis(benzene)chromium on the support sur- face decomposes to chromium metal, with the possible intermediate step of hexacarbonylchromium formation. The latter compound has bands at 1984 and 2024 cm~1 [11]. Surprisingly, two different chromium metal species are formed on the two different supports with vacuum heat treatment at high temperatures (Al203/silica gel: IR bands at 2030 and 1989 cm\"1; silica gel: one IR band at 1987 cm\"1). Chromium(II) surface ions are produced at higher temperatures on the Al203/silica gel after reaction with bis(benzene)chromium and on silica gel after reaction with chromocene. The IR bands of CO adsorbed on these surface ions are close to 2183 cm\"1, which is in agreement with previous studies [12] on Cr(II) surface dimers. The.two shoulders observed, at 2190 and 2179 cm\"1, are, however, missing and therefore it can not be concluded whether one or more CO molecules are adsorbed on the Cr(II) surface ions observed in this work. A truly monomeric, highly coordinatively unsaturated Cr(II) surface compound would be an important factor in proving or dis- proving the hypothesis that the Phillips catalyst consists necessarily of di- nuclear Cr(II) surface compounds. The small bands from bridging CO molecules at 2120, 2098 and 2048 cm\"1 indicate, however, that at least a small number of 'normal' Cr(II) sur- face dimers are formed from the vacuum heat treatment of the cyclopenta- dienylchromium surface oxide and even of the benzenechromium surface oxide. Acknowledgement The author thanks the Swedish Board for Technical Development for financial support. 118 References 1 F. J. Karol, G. L. Karapinka, C. Wu, A. W. Dow, R. N. Johnson and W. L. Carrick, J. Polym. Sei. PCE-A-1, 10 (1972) 2621. 2 B. Rebenstorf and R. Larsson, J. Mol. Catal., 11 (1981) 247. 3 (a) B. Rebenstorf and R. Larsson, Z. Anorg. Allg. Chem., 453 (1979) 127; (b) B. Rebenstorf and R. Larsson, Z. Anorg. Allg. Chem., 453 (1981) 139; (c) B. Rebenstorf, M. Berglund, R. Lykvist and R. Larsson, Z. Phys. Chem. N. F., 126 (1981) 47. 4 (a) B. Johnson, B. Rebenstorf and R. Larsson, Acta Chem. Scand., A42 (1988) in press; (b) unpublished results by the author. 5 F. J. Karol and R. N. Johnson, J. Polym. Sei., PCE. 13 0975) 1607. 6 D. G. H. Ballard, Adv. Catal., 23 (1973) 263. 7 B. Rebenstorf, Z. Anorg. Allg. Chem., 513 (1984) 103. 8 B. Rebenstorf, Acta Chem. Scand.. A39 (1985) 133. 9 B. Rebenstorf, Z. Naturforsch., 42b (1987) 764. 10 B. Rebenstorf, Z. Anorg. Allg. Chem., 531 (1985) 41. 11 R. F. Howe, Inorg. Chem.. IS (1976) 486. 12 A. Zecchina, E. Garrone, G. Ghiotti and S. Coluccia, J. Phys. Chem., 79 (1975) 966. 13 B. Rebenstorf, J. Mol. Catal., 38 (1986) 355. X244 88850879 0304-5102(88)85087-9 10.1016/0304-5102(88)85087-9 Investigation of the bis(benzene)chromium polyethylene catalyst Bernd Rebenstorf Research Group on Catalysis, Inorganic Chemistry 1, Chemical Center, University of Lund, Box 124, S-221 00 LundSweden Bis(benzene)chromium did not react with silica gel. With the more acidic surface silanol groups of an Al2O3/silica gel, a benzenechromium surface oxide was formed at 20 and 100 °C which showed catalytic activity in the polymerization of ethylene and IR bands of adsorbed CO at 1986 and 1931 cm−1. These IR bands are at wavenumbers lower than those found for the chromocene-silica gel catalyst (2046 and 1974 cm−1). This indicates a higher electron density at the chromium atom in the case of the benzenechromium surface oxide. The bis(benzene)chromium decomposes on both supports at higher temperatures (300 to 700 °C) to chromium metal, with IR bands of adsorbed CO at 2030 and 1989 cm−1 (Al2O3/silica gel) and at 1987 cm−1 (silica gel). At the same time Cr(II) and Cr(III) surface ions are formed on the Al2O3/silica gel, which show IR bands of adsorbed CO at −145°C at 2183 cm−1 (Cr(II)) and 2198 cm−1 (Cr(III)) at 700°C. These bands have lower intensities on the silica gel and much higher intensities with chromocene on silica gel. References 1 F.J. Karol G.L. Karapinka C. Wu A.W. Dow R.N. Johnson W.L. Carrick J. Polym. Sci. PCE-A-1 10 1972 2621 2 B. Rebenstorf R. Larsson J. Mol. Catal. 11 1981 247 3 (a) B. Rebenstorf R. Larsson Z. Anorg. Allg. Chem. 453 1979 127 (b) B. Rebenstorf R. Larsson Z. Anorg. Allg. Chem. 453 1981 139 (c) B. Rebenstorf M. Berglund R. Lykvist R. Larsson Z. Phys. Chem. N. F. 126 1981 47 4 B. Johnson B. Rebenstorf R. Larsson Acta Chem. Scand. A42 1988 in press (b) unpublished results by the author. 5 F.J. Karol R.N. Johnson J. Polym. Sci., PCE 13 1975 1607 6 D.G.H. Ballard Adv. Catal. 23 1973 263 7 B. Rebenstorf Z. Anorg. Allg. Chem. 513 1984 103 8 B. Rebenstorf Acta Chem. Scand. A39 1985 133 9 B. Rebenstorf Z. Naturforsch. 42b 1987 764 10 B. Rebenstorf Z. Anorg. Allg. Chem. 531 1985 41 11 R.F. Howe Inorg. Chem. 15 1976 486 12 A. Zecchina E. Garrone G. Ghiotti S. Coluccia J. Phys. Chem. 79 1975 966 13 B. Rebenstorf J. Mol. Catal. 38 1986 355",
      "scopus-id": "0024035553",
      "coredata": {
        "eid": "1-s2.0-0304510288850879",
        "dc:description": "Bis(benzene)chromium did not react with silica gel. With the more acidic surface silanol groups of an Al2O3/silica gel, a benzenechromium surface oxide was formed at 20 and 100 °C which showed catalytic activity in the polymerization of ethylene and IR bands of adsorbed CO at 1986 and 1931 cm−1. These IR bands are at wavenumbers lower than those found for the chromocene-silica gel catalyst (2046 and 1974 cm−1). This indicates a higher electron density at the chromium atom in the case of the benzenechromium surface oxide. The bis(benzene)chromium decomposes on both supports at higher temperatures (300 to 700 °C) to chromium metal, with IR bands of adsorbed CO at 2030 and 1989 cm−1 (Al2O3/silica gel) and at 1987 cm−1 (silica gel). At the same time Cr(II) and Cr(III) surface ions are formed on the Al2O3/silica gel, which show IR bands of adsorbed CO at −145°C at 2183 cm−1 (Cr(II)) and 2198 cm−1 (Cr(III)) at 700°C. These bands have lower intensities on the silica gel and much higher intensities with chromocene on silica gel.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288850879",
        "dc:creator": {
          "@_fa": "true",
          "$": "Rebenstorf, Bernd"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288850879"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288850879"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85087-9",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Investigation of the bis(benzene)chromium polyethylene catalyst",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "109-118",
        "prism:endingPage": "118",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85087-9",
        "prism:startingPage": "109",
        "dc:identifier": "doi:10.1016/0304-5102(88)85087-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035553"
      }
    }
  }
}