{
  "metadata": {
    "title": "Hydrogenation of carbon monoxide with homogeneous ruthenium catalysts: novel effect of phosphoric acid on ethanol synthesis",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-02-15",
    "doi": "10.1016/0304-5102(90)85018-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085018D",
    "pii": "030451029085018D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025386059",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085018D 0304-5102(90)85018-D 030451029085018D 10.1016/0304-5102(90)85018-D S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0171X 2024-01-02T01:05:30.650091Z 0 0 19900215 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 58 58 3 3 Volume 58, Issue 3 1 289 297 289 297 19900215 15 February 1990 1990-02-15 1990 converted-article fla Copyright © 1989 Published by Elsevier B.V. HYDROGENATIONCARBONMONOXIDEHOMOGENEOUSRUTHENIUMCATALYSTSNOVELEFFECTPHOSPHORICACIDETHANOLSYNTHESIS ONO H KNIFTON 1981 3959 J DOMBEK 1983 325 B WARREN 1983 334 B BRADLEY 1979 7419 J KISO 1986 C26 Y ONO 1989 113 H KISO 1986 357 Y TANAKA 1986 39 M DOMBEK 1981 6508 B MULLER 1964 143 E METHODENDERORGANISCHENCHEMIE VANWAZER 1966 581 J PHOSPHORUSCOMPOUNDS FORSTER 1982 299 D ONOX1990X289 ONOX1990X289X297 ONOX1990X289XH ONOX1990X289X297XH item 0304-5102(90)85018-D 030451029085018D 1-s2.0-030451029085018D 10.1016/0304-5102(90)85018-D 272239 2024-01-02T01:05:30.650091Z 1990-02-15 1-s2.0-030451029085018D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085018D/MAIN/application/pdf/8789daf7983cca97c7f8a586d700bcb4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085018D/MAIN/application/pdf/8789daf7983cca97c7f8a586d700bcb4/main.pdf main.pdf pdf true 606393 MAIN 9 1-s2.0-030451029085018D-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085018D/PREVIEW/image/png/5d9c4d0757bf7ea1f5ebc63412272fe8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085018D/PREVIEW/image/png/5d9c4d0757bf7ea1f5ebc63412272fe8/main_1.png main_1.png png 64857 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 58 (1990) 289-297 289 HYDROGENATION OF CARBON MONOXIDE WITH HOMOGENEOUS RUTHENIUM CATALYSTS: NOVEL EFFECT OF PHOSPHORIC ACH) ON ETHANOL SYNTHESIS HIROSHI ONO,* KENJI FUJIWARA, MASAO HASHIMOTO, HIROYOSHI WATANABE and KENJI YOSHIDA Central Research Institute, Mitsui-Toatsu Chemicals Inc., 1190Kasamachou, Sakae-ku, Yokohama 247 (Japan) (Received March 10,1989; accepted May 11,1989) Summary The reaction of synthesis gas with ruthenium-PPNCI catalyst (PPN = bis(triphenylphosphine)iminium cation) in toluene solvent was accelerated markedly by the addition of phosphoric acid. Phosphoric acid also promoted ethanol formation with ruthenium-PPNCl-HX (X=C1, Br or I) and ruthenium-PPNCl-PPNI catalyst, and high activity for ethanol synthesis was attained by optimization of the catalyst systems. The effects of solvents and other acids added are reported, and the role of phosphoric acid is discussed. It is proposed that protons accelerate the hydrogenation of carbon monoxide together with the conversion ofmethanol, the reaction intermediate, to ethanol in Ru-PPNCI system. Introduction The hydrogenation of carbon monoxide to oxygenated compounds has been considered as a potential route to various organic chemicals, and ethanol has been one of the main targets of this reaction. Recently, homogeneous ruthenium catalysts were shown to be effective for this reaction, and higher productivity has been achieved by combination of a ruthenium complex with certain additives [1-4]. The synthesis gas reaction with homogeneous ruthenium catalysts is rather complicated, and the products are usually affected by the selection of solvents and promoters. Unpromoted homogeneous ruthenium catalysts converted synthesis gas mainly to methanol and methyl formate [5]. Knifton found that ethanol was formed together with a large amount of methanol in special melt systems [1]. Dombek has reported that alkali metal halides promote methanol synthesis in polar aprotic solvents, and that a small amount of ethylene glycol was formed [2]. The rate of ethylene glycol formation was enhanced to some extent in carboxylic acid solvents, where *Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 290 alcohols were formed as carboxylates [1,2]. Kiso and Saeki found that a ruthenium-imidazole compound markedly accelerated ethylene glycol for- mation in polar aprotic solvents, and the main byproduct was methanol [6]. On the other hand, Warren and Dombek used a ruthenium ammonium halide system in phosphine oxide solvent for ethanol formation [3]. Smith modified the ruthenium catalyst with the use of hydrogen halides in JV-methylpyrrolidone solvent in the synthesis of acetaldehyde and ethanol [4]. We also found that ethanol formation was effectively catalyzed with the ruthenium-PPN* halide system in non-polar solvents, and that it was further accelerated by the presence of hydrogen halides such as HC1 [7]. In the course of our work on the reaction of synthesis gas with homogeneous catalyst, we found a marked effect of phosphoric acid on the hydrogenation of carbon monoxide with Ru-PPNCI and Ru-PPNCl-HX systems to give higher yields of ethanol [8]. It is also noteworthy that the reaction proceeded in such highly acidic media. We report here the results of our investigation of the effect of phosphoric acid on the hydrogenation of carbon monoxide with a homogeneous ruthenium catalyst and discuss the roles of the promoters examined. Experimental All high pressure experiments were performed in 50ml SUS-316L stainless steel autoclaves equipped with agitators and Pyrex glass liners. In a typical reaction, the autoclave was charged with catalyst and pressurized with synthesis gas (1:1) up to 340kgcm~2, and then heated to a given temperature. The time at which the gas absorption began was considered the reaction start, and the reaction was continued either until the pressure in the autoclave dropped to 350 kg cm\"2 or for 3 h, whichever was shorter. Induction periods were sometimes observed, and these were not included in the reaction time. Dodecacarbonyltriruthenium, PPNC1 [bis(triphenylphosphine)iminium chloride] and trimethylphosphate were purchased from Nippon Engelhard, K.I. Chemical Industry Co. Ltd. and Junsei Chemical Co. Ltd., respectively, and used without further purification. PPNI was prepared by anion exchange from PPNC1. HCI (35%), HBr (48%), HI (57%), HaPOg (97%) and HaP04 (85%) were used as aqueous solutions as purchased. Products were determined by GLC on a Shimadzu GC-7A gas chromat- ograph using a flame ionization detector. Separation of products was achieved with a 3 m x 3 mm (i.d.) column packed with Gaskuropack-55 that was programmed from 80 to 240 C at 4 C min~1 with 20 ml min~1 nitrogen flow. Gaseous products were analyzed by a Gasukuro Kogyo Model 373-FG fuel gas analyzer. Products were identified by GC-MS and GC-IR analysis. *PPN= bis(triphenylphosphine)iminium cation. 291 IR spectra were recorded with a Nihondenshi JIR-100 FT-IR spectrophotometer. Results and discussion Homogeneous ruthenium catalysts combined with onium halides convert synthesis gas mainly to methanol, usually together with a small amount of ethanol. The rate of ethanol formation is enhanced when PPNC1 is used as promoter in non-polar solvents. The promotion effect is stimulated markedly by the addition of PPNI or hydrogen halide (HX, X= Cl, Br or I) [7b]. Phosphoric acid was also found to be a good promoter in Ru PPNC1 and Ru PPNCl-HX systems, as shown in Table 1. The addition of phos- phoric acid enhanced the rate of ethanol formation two- to four-fold. Moreover, the formation of methanol, acetic acid and methyl acetate was retarded, so that the selectivity to ethanol was much improved. As the C2+ oxygenates and methane have proved to be derived from methanol as the reaction intermediate, the sum of the yields of these products (defined as H-MeOH*) represents the total amount of methanol initially formed during the reaction [7]. The addition of phosphoric acid to the Ru-PPNCI system increased H-MeOH together with the rate of ethanol formation. Meanwhile phosphoric acid only slightly affected the formation of TA] Eff<Exp. no. BLE 1 'ctofphcH3P04(mmol; isphoric acidHX1 (mmol) on eth, T.O.F.' anol sy ' (mol (j ntheai [-atom swith] RuF'li Ru-ppr<-1) fCl cati llyst H-MeOr T.O.F. I T-EtOH6 Selectivity\"(%) MeOH EtOH PrOH [ AcOH AcOM( ' AcOE t CH< 12 0 0.84 18.1 15.3 5.4 24.3 0.3 1.4 0.4 0.3 0.7 0.9 0.1 0.3 10.4 50.2 40.7 104.4 22.7 35.4 34 0 0.84 HC1 (0.84) HC1 (0.84) 67.7 16.6 31.0 40.0 4.1 5.1 5.7 1.5 12.6 3.5 4.4 4.3 42.1 93.6 204.1 191.0 25.8 32.5 5 6 0 0.84 HBr (0.84) HBr (0.84) 43.7 17.8 19.4 44.2 2.4 3.3 5.0 0.7 8.5 2.7 2.9 1.7 22.6 50.4 127.2 139.1 25.6 46.3 7 8 0 0.84 HI (0.84) HI (0.84) 44.5 22.1 28.3 57.1 3.1 5.3 4.1 0.8 7.7 2.9 3.1 3.1 53.2 105.8 167.8 222.0 27.8 39.6 Ru3(CO)i2, 0.28 ing-atom Ru; PPNC1, 3.5 mmol; toluene, 19ml, temperature 260 C, pressure 340 kg cm 2 (at r.t.),CO/H2=l,0.6~2h. * Turnover frequency. b Total EtOH including EtOH and ethyl groups in ester form. \" Carbon efficiency to EtOH based on total product detected by GC analysis. *H-MeOH (mol) = [MeOH + EtOH + PrOH + ]+ 2[AcOMe + AcOEt + AcOPr + ]+ [AcOH + CzHsCOOH + ]+ [CH4 + CgHg + ] (mol). 292 0 5 10 15 Acid/Ru ratio(mol/g-atom) Fig. 1. Effect of concentration ofHgPO., and HX on the rate ofEtOH fonnation with Ru-PPNCI catalyst. Bu3(CO)iz: 0.28 lug-atom Ru, PPNC1: 3.5mmol, solvent: toluene (19 ml), temperature: 240 C, 340 kg cm\"2 (at r.t), CO/H2= 1. H-MeOH with the Ru-PPNCl-HX system; nevertheless, it further enhanced the rate of ethanol formation. A synergistic effect of phosphoric acid and HC1 was observed in the Ru-PPNCI system (Figs. 1 and 2). To attain higher productivity, the effects of various acids and solvents were examined under similar conditions (Tables 2 and 3). It was found that phosphorus acid was also an excellent promoter, but it did not exceed phosphoric acid in ethanol productivity. Non-polar solvents such as toluene, diphenyl ether or dibenzyl ether exhibited high productivity- This has previously been observed in the case of ruthenium onium halide systems [7]. The nature of the solvent affected characteristically the product distribu- tions. The polar aprotic solvents such as y-butyrolactone or N- methylpyrrolidone gave high selectivities to methanol with lower yields of methane, whereas low selectivities and high yields of methane were obtained x 0 5 10 15 Acid/Ru ratiodnol/g.atom) Fig. 2. Effect of concentration of HyPO^ and HX on the rate of H-MeOH formation with Ru-PPNCI catalyst; catalyst and reaction conditions as in Fig. 1. 293 TABLE 2 Effect of various acids on Ru-PPNCl-HBr catalyst Exp. Acid (nunol) T-EtOH- T-EtOH no. T.O.F. Selectivity (%)*' 1 ( ) 18.0 26.2 2 H3P04 (0.84) 35.9 45.0 3 PhPCXCTOz' (0.84) 22.3 27.2 4 PhP(OH)2\" (0.84) 24.9 47.9 5 P(OH)3\" (0.84) 32.9 49.4 6 H^SO^ (0.84) 2.1 26.3 7 H3B04 (1.68) 15.2 22.7 8 PhCOOtf (1.68) 14.8 24.2 Ru3(CO)i2, 0.28 ing-atom Ru; PPNC1, 3.5mmol; HBr, 0.84 mmol; toluene, 19ml; temperature: 240 C, 340 kg cm-2 (at r.t.), CO/Hz' 1, 0.8 ~ 3 h. \" See footnote b Table 1. b See footnote c Table 1. c Phenylphosphonic acid. d Phenylphosphonous acid. e Phosphorous acid. { Benzole acid. in non-polar solvents. Diphenyl ether was found to be the best solvent in this case for ethanol synthesis with relatively low selectivity to methane. The solvent effect in synthesis gas reactions with Ru-PPNCI systems has been thoroughly examined by Kiso et al., [9], and our results were consistent with theirs. TABLE 3 Solvent effect on Ru-PPNCl-HBr-H3P04 catalyst Exp. Solvent T.O.F. (mol (g-atomRu)\"1^1) T-EtOH\" no. Selectivity1' T-MeOH' T-EtOH ?4 (%) 1 toluene 20.3 35.9 37.5 45.0 2 diphenyl ether 43.4 33.1 18.3 42.5 3 dibenzyl ether 59.2 27.3 9.9 39.9 4 tetraglyme'1 58.2 28.1 8,6 40.5 5 toluene 3.8 10.3 21.6 35.8 6\" diphenylether 9.3 20.6 18.9 51.2 7 tetraglyme'1 21.5 21.6 12.2 51.0 8\" y-butyrolactone 13.5 11.1 8.8 43.7 9' N-methylpyrrolidone 41.6 18.2 10.3 33.7 Ru3(CO)i2, 0.28 mg-atom Ru; PPNC1, 3.5mmol; HBr, 0.84 mmol; HgP04, 0.84 mmol; solvent, 19ml; temperature 240 C; 340 kg cm-2 (at r.t.), CO/Hg = 1. a See footnote b Table 1. b See footnote c Table 1. 0 Total MeOH including methyl groups in ester form. ''A fair amount of solvent decomposition was observed. \" Ru3(CO)i2 0.7 mg-atom Ru, HBr 2.1 mmol and ^.aPO^ 2.1 mmol were used. 294 TABLE 4 Optimization ofRu-PPNCI systems Exp. no. Acid or PPNI (nunol) HaP04 or MesPOl (mmol) T.O.F. (mol (g-atom) 1 h-1) T-EtOH-Selectivity1'(%) T-MeOH\" T-EtOH CH4 1-2 3 4\" 5 HI HI HI PPNI PPNI (0.84) (0.84) (0.84) (1.68) (1.68) HaPO^H3P04MegPCX, Me3P04 MeaP04 (0.84) (0.84) (0.84) (0.84) (0.84) 31.1 58.4 92.2 64.5 101.1 63.2 71.9 113.3 134.5 231.8 105.8 56.9 73.9 97.4 243.7 39.6 47.0 48.0 51.3 46.9 Ru3(CO)i2 0.28mg-atom Ru; PPNC1, 3.5 mmol; diphenyl ether, 19ml, temperature: 260 C, 340 kg cm-2 (at r.t.) CO/Hz = 1, 20 ~ 50 min. a See footnote b Table 1. \"See footnote\" Table 1. \"See footnote'Table 3. ' Solvent: toluene (19ml). \" PPNC11.68 mmol was used. Further studies to enhance the ethanol productivity were carried out (Table 4). Trimethylphosphate was found to exhibit higher reactivity than phosphoric acid. The use of PPNI in place of HX resulted in the highest rate of ethanol formation (EtOH T.O.F. == 231.8), which has never been attained with the previously reported homogeneous ruthenium catalyst. However, the best selectivities to ethanol barely exceeded 50%, and could not be further improved by these optimizations because of a high yield of methane. From the above-noted results, phosphoric acid is thought to function in ethanol synthesis through two ways; (1) stimulating methanol(H-MeOH) formation, and (2) promoting the conversion of methanol (H-MeOH) to ethanol (homologation) and methane. The stimulation of methanol formation was not as significant as with the HX system. But it was remarkable that the presence of phosphoric acid in high concentration did not hinder methanol formation, while such an excess amount of HX destroyed the activity of the catalyst. The synergistic effect ofHCl and phosphoric acid (Fig. 1) is explained by the nature of these acids. That is, phosphoric acid in the Ru-PPNCl-HCl-phosphoric acid system cooperates with HC1 to result in a higher rate that could not be attained by optimization of the Ru-PPNCl-HCl system. When only HC1 was used in the Ru-PPNCI system, high concentrations of HC1 retard the rate, but the addition of phosphoric acid to the optimized Ru-PPNCl-HCl system further enhances the rate of ethanol formation. The mechanism by which phosphoric acid increases the rate of the syngas reaction was considered. IR spectra of the solutions, which were recorded under ambient conditions after the reaction, are quite revealing (Fig. 3). The ruthenium species found in the Ru-PPNCI catalyst were mainly [HRuatCOiJ-d) and [Ru^OgCIs]- (II) (Fig. 1A). The addition of 295 -I ' T 2200 2100 2000 1900 1800 WAVENUMBERS ICM-1) Fig. 3. IR spectra in the C 0 stretching region of Bu-PPNCI, Ru-PPNCl-HCl and Ru- PPNC1-H3P04 catalysts. (A) Rua (C0)i2 (0.28 mg-atom)-PPNCl (3.5nunol); (B) Rus(CO)i2 (0.28 mg-atom)-PPNCl (3.5 mmol)-HCl (1.68 mmol); (C) Rug(CO)i2 (0.28 mg-atom)-PPNCl (3.5 nunol)-H3P04 (2.52mniol); [I]: [HRu3(CO)ii]~, [II]: [Rut 00)3013]\"; solvent:toluene (19ml), temperature: 240 C, 340 kg cm\"2 (at r.t.), CO/H;i= 1. HC1 changed the ratio of [I]/[II], and [11] became the predominant species (Fig. 1B). On the contrary, the addition of phosphoric acid decreased the concentration of [II] and [I] was the sole ruthenium species found in solution when the HsPO^Ru ratio was 9 (Fig. 1C). This result is in contrast to the ruthenium-iodide system reported by Dombek, where the existence of [I] and [II] in suitable ratio was reported to result in high reactivity [2b]. The ruthenium species [I] found in the Ru-PPNCl-ry^ system reflects the existence in high concentration of the hydridocarbonyl complex of 296 ruthenium ([HRu(CO)4]~), which is considered as a potential active catalyst species [10] under the reaction conditions. The addition of the appropriate amount of HX also results in an increase in the concentration of the same reactive ruthenium species under the reaction conditions, but it is converted to [II] under ambient conditions by the action ofX~. Taking into account the foregoing results, it was proposed that the effect of phosphoric acid in accelerating the rate of syngas reaction can be ascribed to the action of the proton which is liberated from phosphoric acid. The same effect of proton in syngas reaction was observed with the Ru-PPNCl-HX (hydrogen halide) system [7b]. Considering the results of the IR study, the proton functions in the syngas reaction in the formation of the active ruthenium species. HX is a good proton source and may dissociate in the reaction mixture. At the same time, the anion partner X~ (halide anion) would be coordinated to ruthenium to form [II], which is believed to be inactive for the hydrogenation of carbon monoxide [11]. This would be why excess HX decreases the reactivity of the catalyst. Phosphoric acid liberates proton also, but the dissociation constant is far smaller than that of HX. However, the anion partner, the phosphate anion, will not coordinate to ruthenium species to inhibit the catalysis, which enables the use of high concentrations of phosphoric acid. It is quite possible that phosphoric acid reacts with alcohols such as methanol or ethanol, the reaction product, in situ to form either a mono- or dialkylphosphate [12]. It is known that the acidities of these esters are stronger than that of phosphoric acid itself [13]. A survey of the alkyi phosphate in the reaction mixture was carried out by 31? NMR, but clear evidence was not acquired because of low concentration. The reason why trimethylphosphate accelerated the syngas reaction more than phosphoric acid was considered also. Trimethylphosphate itself is not an acid, but hydrolyzes easily to form mono- or dimethyl-phosphate under the reaction conditions [12], and a result similar to that with phosphoric acid was predicted. It would be reasonable to explain the higher activity of the trimethyl-phosphate system by the difference in induction periods. In the phosphoric acid system, 5 20 minutes induction period were usually ob- served. But when trimethylphosphate was used in place of phosphoric acid, there was no observed induction period, and the syngas reaction had begun before the autoclave was heated to the given temperature. The reason for the higher yields of acetates with the Ru-PPNCl-HX system is not explained simply by the poor ability of this system to reduce acetate. As is shown in Table 1, the activity of the Ru-PPNCl-HX catalyst for hydrogenation is not inferior to the Ru-PPNCl-HaPO^ catalyst. It is probable that the halide anion reacts with the acetyl group coordinated to the ruthenium center to form acetyl halide,* which further react with water or alcohol to form acetic acid or alkyi acetates. *The same reaction mechanism of acetyl halide formation was proposed for rhodium and cobalt catalysts [14]. 297 The high rate of methane production still remains the main hurdle to overcome in order to improve the present catalytic system. Detailed studies on this problem are in progress. Acknowledgement We thank Dr. H. Phala, Mr. E. Sugiyama and Mr. Y. Fujita for the high pressure experiment and helpful discussions. This work is part of the 'Cl Chemistry Project', a National Research and Development Program of the Agency of Industrial Science and Technology, Ministry of International Trade and Industry (M.I.T.I.), Japan. References 1 (a) Jap. Kokai 9088 (1980) to J. F. Knifton; (b) Jap. Kokai 100 728 (1981) to J. F. Knifton; (c) J. F. Knifton, J. Am. Chem. Soc., 103 (1981) 3959, 2 (a) Jap. Kokai 115834 (1980) to B. D. Dombek; (b) B. D. Dombek, Adv. Catal., 32 (1983) 325. 3 (a) U.S. Pat. 4301253 (1981) to B. K. Warren; (b) B, K. Warren and B. D. Dombek, J. Catal., 79(1983)334. 4 Jap. Kokai 166133 (1981) to D. W. Smith. 5 J. S. Bradley, J. Am. Chem. Soc.. 101 (1979) 7419. 6 Y. Kiso and K. Saeki, J. Organometall. Chem., 309 (1986) C26. 7 (a) Jap. Kokai 172331 (1983) to E. Sugiyama, H. Ono, M. Hashimoto, K. Fujiwara and K. Yoshida; (b) H, Ono, K. Pujiwara, M. Hashimoto, E. Sugiyama and K. Yoshida, J. Mol. Catal., 57 (1989) 113. 8 (a) Jap. Kokai 190936 (1984) to M. Hashimoto, H. Ono, E. Sugiyama, K. Kanaya and K. Yoshida; (b) K. Yoshida, H. Ono, M. Hashimoto, K. Fujiwara and H. Watanabe, Symposium on Ci Catalyst Chemistry. Tokyo, 1985, preprint p. 112. 9 Y. Kiso, M. Tanaka, H. Nakamura, T. Yamasaki and K. Saeki, J. Orgaiwmetall. Chem., 312 (1986) 357. 10 M. Tanaka, T. Sakakura and T. Hayashi, Chem. Lett., (1986) 39. 11 B. D. Dombek, J. Am. Chem. Soc., 103 (1981) 6508. 12 E. MuUer, Methoden der Organischen Chemie, Vol. 12/2, Georg Thieme, Stuttgart, 1964, p. 143. 13 J. R. van Wazer, Phosphorus and Its Compounds, Vol. 1, Interscience, New York, 1966, p. 581. 14 For example, D. Forster and T. C. Singleton, J. Mol. Catal.. 17 (1982) 299. X244 9085018D 0304-5102(90)85018-D 10.1016/0304-5102(90)85018-D Chemical and metal complex catalysis Articles Hydrogenation of carbon monoxide with homogeneous ruthenium catalysts: novel effect of phosphoric acid on ethanol synthesis Hiroshi Ono 1 Kenji Fujiwara Masao Hashimoto Hiroyoshi Watanabe Kenji Yoshida Central Research Institute, Mitsui-Toatsu Chemicals Inc., 1190 Kasamachou, Sakae-ku, Yokohama 247 Japan 1 Author to whom correspondence should be addressed. The reaction of synthesis gas with ruthenium-PPNCl catalyst (PPN = bis(triphenylphosphine)iminium cation) in toluene solvent was accelerated markedly by the addition of phosphoric acid. Phosphoric acid also promoted ethanol formation with ruthenium-PPNCl-HX (X=C1, Br or I) and ruthenium-PPNCl-PPNI catalyst, and high activity for ethanol synthesis was attained by optimization of the catalyst systems. The effects of solvents and other acids added are reported, and the role of phosphoric acid is discussed. It is proposed that protons accelerate the hydrogenation of carbon monoxide together with the conversion of methanol, the reaction intermediate, to ethanol in Ru-PPNCl system. References 1 (a) Jap. Kokai 9088 (1980) to J.F. Knifton. (b) Jap. Kokai 100 728 (1981) to J.F. Knifton. J.F. Knifton J. Am. Chem. Soc. 103 1981 3959 2 (a) Jap. Kokai 115 834 (1980) to B.D. Dombek. B.D. Dombek Adv. Catal. 32 1983 325 3 (a) U.S. Pat. 4 301 253 (1981) to B.K. Warren. B.K. Warren B.D. Dombek J. Catal. 79 1983 334 4 Jap. Kokai 166 133 (1981) to D.W. Smith. 5 J.S. Bradley J. Am. Chem. Soc. 101 1979 7419 6 Y. Kiso K. Saeki J. Organometall. Chem. 309 1986 C26 7 (a) Jap. Kokai 172 331 (1983) to E. Sugiyama, H. Ono, M. Hashimoto, K. Fujiwara and K. Yoshida. H. Ono K. Fujiwara M. Hashimoto E. Sugiyama K. Yoshida J. Mol. Catal. 57 1989 113 8 (a) Jap. Kokai 190 936 (1984) to M. Hashimoto, H. Ono, E. Sugiyama, K. Kanaya and K. Yoshida. (b) K. Yoshida, H. Ono, M. Hashimoto, K. Fujiwara and H. Watanabe, Symposium on C1 Catalyst Chemistry. Tokyo, 1985, preprint p. 112. 9 Y. Kiso M. Tanaka H. Nakamura T. Yamasaki K. Saeki J. Organometall. Chem. 312 1986 357 10 M. Tanaka T. Sakakura T. Hayashi Chem. Lett. 1986 39 11 B.D. Dombek J. Am. Chem. Soc. 103 1981 6508 12 E. Müller Methoden der Organischen Chemie 12/2 1964 Georg Thieme Stuttgart 143 13 J.B. van Wazer Phosphorus and Its Compounds 1 1966 Interscience New York 581 14 For example D. Forster T.C. Singleton J. Mol. Catal. 17 1982 299",
      "scopus-id": "0025386059",
      "coredata": {
        "eid": "1-s2.0-030451029085018D",
        "dc:description": "The reaction of synthesis gas with ruthenium-PPNCl catalyst (PPN = bis(triphenylphosphine)iminium cation) in toluene solvent was accelerated markedly by the addition of phosphoric acid. Phosphoric acid also promoted ethanol formation with ruthenium-PPNCl-HX (X=C1, Br or I) and ruthenium-PPNCl-PPNI catalyst, and high activity for ethanol synthesis was attained by optimization of the catalyst systems. The effects of solvents and other acids added are reported, and the role of phosphoric acid is discussed. It is proposed that protons accelerate the hydrogenation of carbon monoxide together with the conversion of methanol, the reaction intermediate, to ethanol in Ru-PPNCl system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085018D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ono, Hiroshi"
          },
          {
            "@_fa": "true",
            "$": "Fujiwara, Kenji"
          },
          {
            "@_fa": "true",
            "$": "Hashimoto, Masao"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Hiroyoshi"
          },
          {
            "@_fa": "true",
            "$": "Yoshida, Kenji"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085018D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085018D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85018-D",
        "prism:volume": "58",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of carbon monoxide with homogeneous ruthenium catalysts: novel effect of phosphoric acid on ethanol synthesis",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "289-297",
        "prism:endingPage": "297",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 1990",
        "prism:doi": "10.1016/0304-5102(90)85018-D",
        "prism:startingPage": "289",
        "dc:identifier": "doi:10.1016/0304-5102(90)85018-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025386059"
      }
    }
  }
}