{
  "metadata": {
    "title": "Importance of surface hydrogen concentration in enhancing activity of CoNi alloy catalyst for CO hydrogenation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-03-01",
    "doi": "10.1016/0304-5102(92)80050-Q",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280050Q",
    "pii": "030451029280050Q"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026835837",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280050Q 0304-5102(92)80050-Q 030451029280050Q 10.1016/0304-5102(92)80050-Q S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01484 2024-01-02T01:05:30.650091Z 0 0 19920301 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 72 72 2 2 Volume 72, Issue 2 12 253 261 253 261 19920301 1 March 1992 1992-03-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. IMPORTANCESURFACEHYDROGENCONCENTRATIONINENHANCINGACTIVITYCONIALLOYCATALYSTFORCOHYDROGENATION ISHIHARA T PAAL 1983 229 Z REOETHLEIN 1969 37 R BREITEV 1984 711 M RAUPP 1985 587 G VANNICE 1985 2972 M RAUPP 1985 597 G KO 1984 59 C BARTHOLOMEW 1981 296 C ISHIHARA 1988 87 T CHIN 1983 3482 A BARTHOLOMEW 1980 390 C YASUMORI 1966 1302 I KELLMER 1982 251 C MATSUYAMA 1986 309 M KISKINOVA 1981 64 M TAUSTER 1978 170 S ISHIHARA 1986 1695 T ARAI 1976 131 H TOPSOE 1982 354 N SANDARSON 1976 15 S CHEMICALBONDSBONDENERGY ISHIHARAX1992X253 ISHIHARAX1992X253X261 ISHIHARAX1992X253XT ISHIHARAX1992X253X261XT item 0304-5102(92)80050-Q 030451029280050Q 1-s2.0-030451029280050Q 10.1016/0304-5102(92)80050-Q 272239 2024-01-02T01:05:30.650091Z 1992-03-01 1-s2.0-030451029280050Q-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280050Q/MAIN/application/pdf/f88ede9d2eae5201154c389e3a8ed3d8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280050Q/MAIN/application/pdf/f88ede9d2eae5201154c389e3a8ed3d8/main.pdf main.pdf pdf true 587889 MAIN 9 1-s2.0-030451029280050Q-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280050Q/PREVIEW/image/png/e0fe096590978a67ca6a2f4313e40484/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280050Q/PREVIEW/image/png/e0fe096590978a67ca6a2f4313e40484/main_1.png main_1.png png 73195 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 72 (1992) 253-261 253 M2798 Importance of surface hydrogen concentration in enhancing activity of Co-Ni alloy catalyst for CO hydrogenation Tatsumi Ishihara*, Koichi Eguchi and Hiromichi Arai Department of Materials Science and Technology, Graduate School of Engineering Sciences, Kyushu University, Kasugashi, Fukuoka 816 (Japan) (Received September 16, 1991; accepted October 4, 1991) Abstract The hydrogen-deuterium exchange reaction was employed for studying the reactivity of adsorbed hydrogen on Co-Ni alloy. The infrared spectra of adsorbed NO indicates that the support oxide electronically interacts with the Co-Ni alloy. Desorption measurements suggest that the electron density of the alloy greatly influences the surface coverage of hydrogen and carbon monoxide. The CO hydrogenation rate of Co-Ni alloy in the presence of CO was shown to be related to the H2-D2 exchange rate. The dissociative adsorption of hydrogen in the presence of CO is of primary importance in determining the CO hydrogenation rate of the Co-Ni alloy system, since the preadsorbed CO species strongly hinder the hydrogen adsorption. A high surface concentration of active hydrogen in the presence of CO leads to high catalytic activity for CO hydrogenation on Co-Ni alloy. Introduction The coadsorption behaviour of HZ and CO has confirmed that these molecules compete for the same adsorption sites on metals [1]. In general, the adsorption of CO is stronger and faster than that of hydrogen [2, 3], thus it is well-known that preadsorbed CO species strongly hinder hydrogen adsorption [4, 5]. From the theoretical calculation of H and CO surface concentration on a clean Ni surface, the Ni surface is nearly saturated in CO at temperatures less than 570 K [6]. Recent investigation has revealed that the support oxide strongly interacts with the metal catalyst to alter the adsorption and catalytic properties of the metal. Temperature-programmed desorption measurements suggest that the support effect results from a change in the adsorption states of H2 and CO [7]. In particular, the activation of hydrogen seems to be of primary importance in CO hydrogenation activity [8]. However the reactivity of hydrogen under CO hydrogenation has not yet been clarified, partly due to the difficulty of spectroscopic analysis of adsorbed hydrogen. Our previous report [9] on CO hydrogenation over Ti02-supported Fe, Co and Ni ternary alloy catalysts revealed that an alloy catalyst with the 'Author to whom correspondence should be addressed at: Department of Environmental Chemistry and Engineering, Faculty of Engineering, Oita University, Dannoharu 700, Oita 87011, Japan. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 254 composition 50Co5ONi was highly active and selective for gasoline synthesis. The H2-D? exchange reaction provides direct information on the reactivity of hydrogen at the metal surface [ 10, 11 ]. In the present study, we investigated the H2-D2 exchange reaction over supported 50Co50Ni alloy in order to quantitatively study the reactivity of adsorbed hydrogen in the presence of carbon monoxide. Experimental The supported 50Co50Ni alloy catalysts with total metal loading of 10 wt.%, hereafter designated as Co-Ni, were prepared by the incipient wetness technique according to a previously described method [9]. Metallic oxides of Al, Mg, V, Ti and Si were used as the supports for the Co-Ni catalysts. The H2-D2 exchange reaction was carried out in a conventional closed circulating system of 120 cm3 volume. Gaseous deuterium was obtained by electrolysis of D20, and commercial hydrogen was purified by a liquid N2 trap [ 12 ]. The mixture containing equal amounts of HZ and D2 (total pressure 29.3 kPa) was circulated and the isotope ratio was analyzed by gas chromatography using a MnCl./A1203 (10 wt.%) column at liquid N2 temperature. Before being used in the exchange reaction, the catalyst (0.3 g) was reduced with H2 at 673 K for 1 h and then evacuated at 673 K for 1 h. The rate of H2-D2 exchange, r, was obtained using the following equation [12]: log(Xo -Xe) /(XL -Xe) = rt /2.303N where t is the reaction time, N the total molar amount of hydrogen isotopes (H2 + D2 + HD) in the system, and Xo, Xt and Xe are the molar fractions of HD at time 0 s, t s and in equilibrium, respectively. CO hydrogenation was performed in a high-pressure fixed bed flow reactor. Catalysts were reduced in a hydrogen stream at 523 K for 1 h before reaction. A gaseous mixture of H2 (62 vol.9'o), CO (33 vo1.9'0) and Ar (5 vol.%) was fed to the catalyst bed at W/F=10 g-cat h mol-1, where W and F represent the catalyst weight and the total flow rate, respectively. Reaction data were taken at 523 K and 1.0 MPa [9]. Temperature-programmed desorption (TPD) of CO and H2 was used to study the adsorption properties of Co-Ni alloy. TPD measurements were performed with a flow system [9]. Catalysts were reduced in a hydrogen stream at 673 K for 1 h and were evacuated at room temperature for 0.5 h before the TPD measurement of H2. In the case of TPD of CO, CO gas was introduced to the prereduced catalysts at 673 K and then evacuated at room temperature. Purified argon and helium were used as carrier gases for TPDs of H2 and CO, respectively, after oxygen impurities were removed by electrical pumping using yttria-stabilized zirconia (YSZ) as an electrolyte. During heating in a programmed schedule (9 K min-1), desorption of H2 or CO from the sample was monitored by two thermal conductivity detectors. 255 Water and CO2 were removed with a cold trap which was placed between the detectors. The adsorption state of NO reflects the electron density of metal. The IR spectra of adsorbed NO were measured to study the electronic state of the alloy. In situ IR spectra were recorded with a JASCO IR-810 spectrometer. A sample disk was heated at 673 K for 3 h in vto remove water and other adsorbed gases. NO (ca. 4 X 103 Pa) was introduced to the sample at room temperature and heated to 423 K. After adsorption, NO in the gas phase was evacuated at room temperature prior to the IR measurement. The back ground spectrum of catalyst without adsorption treatment was subtracted from the total spectrum. Results and discussion The activity and the product distribution of CO hydrogenation over supported Co-Ni alloy are summarized in FIg. 1. Both are strongly influenced by the oxide support. MgO support lowered the overall activity of Co-Ni catalyst, but the activity as well as the chain growth probability was enhanced using Ti02 and Si02 supports. The V205-supported catalyst exhibited high chain growth probability as well as high selectivity to olefins. Variation in particle size sometimes has a marked effect on the catalytic properties of a metal [ 131. X-ray diffraction analysis was performed to determine lattice constants and particle size of the alloys (Table 1). Only the diffraction peak, which was assigned to the (111) plane of fcc-structured Co-Ni alloy, was detected, apart from those of the support oxide. As indicated by the lattice constants of Co-Ni in Table 1, the same structured alloy was formed on all the support oxides in this study [ 141. The average particle size ranged from 10 to 17 nm depending on the support oxide. The remarkable support effects on the catalytic activity could partly have resulted from differences in the particle size of the metal. However, no relationship could Support CO conv. C1 ( % ) -- M90 F- 0.1 C1 C2 C3 C4 C5 A1203 I- - rvI [ EM 18.8 C1 C2 C3 C4 C C6 Ti02 I I JUIFA 46.0 CI C2 C3 C4 CS C6 y203 1 M23*2~m I I I I I I 9.5 C1 C2 C3 C4 CS Si02 Fzolm\" TM 32.8 0 20 40 60 80 100 Sel ect ivity / inol I. Fig. 1. CO hydrogenation over the supported Co-Ni alloy catalyst; 523 K, 1.0 Oa, WIFF-10 g-cat h mol'', HZ/CO=2.0; 0 olefins, oxygenated compounds. 256 TABLE 1 Lattice constant and average particle size of Co-Ni alloy catalysts Support Mg0 A1203 Ti02 V205 Si02 S.A.' (m2 g-') 96.0 200.7 43.0 7.7 380.0 Lattice constant' (nin) 0.3531 0.3527 0.3526 0.3529 0.3529 Particle size` 16.6 10.1 17.5 12.7 16.1 'Surface area of oxide. 'Lattice constants of Co and Ni are 0.3520 nm and 0.3540 nn, respectively. `Average particle size of alloy. H2-TPD 0 4 2 `0 E '4 E2 a0 b4 2 0 4 2 0 CO-TPD Mg0 Mg0 -- A1203 A12 03 - v ,A. Ti02 Ti 02 V205 ~05 JL 5i02 CO 5,02 2 273 473 673 873 273 473 673 873 1073 TemperaturelK 10 0 20 10 0 10 0 20 10 0 30 20 0 0 Fig. 2. TPD curves of CO and HZ from Co-Ni catalysts supported on metal oxide. be determined between particle size and catalytic activity and selectivity in CO hydrogenation. TPD experiments are well suited to determining the adsorption states of H2 and CO [ 15 ]. The amount as well as temperature of desorbed Hz and CO strongly depend on the support oxide, as shown in Fig. 2. The amount of CO desorption was larger than that of H2 desorption by an order of magnitude. A large fraction of CO desorbed above 673 K suggesting that the. adsorption strength of CO is strong compared with that of H2. CO desorbed from CO-Ni alloy supported on Si02 or 7102 in a relatively low temperature range. A part of the preadsorbed CO desorbed as COZ. This desorbed COZ is not formed by the reduction of catalyst, but by the disproportionation of adsorbed CO, as no H20 desorption is observed in the HZ-TPD. A large amount of COZ was desorbed from the catalysts on Mg0 or A1203, but only a small amount of C03 from those in Ti02 or Si02 (Fig. 257 2). This suggests that dissociative chemisorption of CO is dominant on Mg0and A1203-supported catalyst, but suppressed by Si02 and Ti02 support oxides. The support oxide therefore has a strong influence on the adsorption properties of the catalysts. In particular, the adsorption strength of CO greatly depends on the support oxide, and support oxides Si02 and Ti02 weaken the CO adsorption. The rates -of H2-D2 exchange on supported Co-Ni alloy before and after CO adsorption are summarized in Table 2. The exchange rate on Co-Ni/ MgO was very fast, and HD formed even at 77 K. The exchange rates on Co-Ni alloy catalysts were similar, excepting Co-Ni/MgO for which the rate is extremely high. It is reported that the activation of hydrogen on the catalyst is of importance in determining the CO hydrogenation activity [5, 16], but no relation has been found between the CO hydrogenation activity and H2-D2 exchange rate prior to CO adsorption, as shown in Mg. 3. Co-Ni/Si02 is highly active for CO hydrogenation, but the rate of H2-D2 exchange at 523 K on this catalyst is the lowest observed in these experiments. This suggests that the reactivity of adsorbed hydrogen on catalysts is radically altered by the presence of CO. However, the reactivity of adsorbed hydrogen in the presence of CO has not yet been clarified. Preadsorbed CO markedly lowered the overall rate of H2-D2 exchange, as shown in Table 2. In particular, HD formation proceeds with difficulty even at 298 K on Co-Ni/MgO. Since subsequent evacuation at 673 K restored the exchange rate to that prior to CO adsorption, the adsorption of CO is much stronger than that of H2 and it is likely that the dissociative adsorption of hydrogen is impeded by CO coadsorption. The bond strength between CO and metal strongly depends on the electron back-donation from metal to CO. The strength of CO adsorption, therefore, strongly depends on the electronic density of the alloy. Since the desorption temperature of CO strongly depends on the support oxide, as discussed above, an electronic interaction between the Co-Ni alloy and support oxide is presumed. The IR spectra of adsorbed NO were recorded in order to study the electronic state of alloy. Mgure 4 shows the IR spectra of adsorbed NO on Co-Ni/MgO, Co-Ni/A1203 and Co-Ni/Si02. Two IR bands around 1800 and 1860 cm-1 generally appeared, except with 50Co5ONi/MgO. Absorption bands below 1600 cm-1 on 50Co5ONi/MgO and 50Co50Ni/A1203 are assigned to the NO species adsorbed on the support oxides because they are also observable on pure MgO and A1203. The absorption bands around 1800 and 1860 cm-1 can be assigned to bent- and linear-type NO, respectively, based on a previous report [17]. The bent type (NO-) is formed by electron donation from the metal to an antibonding orbital of NO molecules, but the linear type (NO+) is formed by electron withdrawal from NO [18, 19]. The absorption band of NO was shifted to a slightly higher frequency region depending on the support oxide. With a decrease in electron donation from metal to NO, the IR band shifts to higher frequency for both bent- and lineartype bands. Thus, an upfield shift in absorption band frequency indicates that the support oxide electronically interacts with the Co-Ni alloy. The TABLE 2 Rate of Hz-D2 exchange over supported Co-Ni alloy catalysts Support Before CO adsorption After CO adsorption H2-D2 exchange rate Ea Hz-D2 exchange rate E' (mol min-') (kcal mol-') (mol min-1) (kcal mol-') 77 K 195 K 273 K 273 K 298 K Mg0 5.93 X 10-6 3.31 X 10-3 b 1.1 - A1203 1.15 X 10-' 2.65 x 10-3 4.2 6.28 x 10-6 2.65 x 10-6 9.3 V206 9.71 x 10-6 2.61 x 10-3 4.4 7.07 x 10-6 1.85 x 10-5 6.2 Tioz 3.04 x 10-6 1.27 x 10-3 5.0 3.80 x 10-6 3.16 x 10-5 13.7 Sioz 3.89 X 10-' 1.63 x 10-3 1.7 1.69 x 10-6 8.45 x 10-5 10.4 `Activation energy. 'Exchange rate > 1 X 10-2 mol min-1. `Exchange rate < 1 X 10-a mol min-1. 259 1788 ~0.7 8 4.0 0 Ti02 _ 0 Si02 1895 ic O A1203 4.5 y2 05 0 ` '' E a Si02 05.0 ~`o~ 1789 1850 a o At 203 13 98 r 5.5 Mg o Mg0 1680 6,0 -2.0 -1.5 -1.0 -0.5 0 2000 1800 1600 1400 1200 log (rHOI m ol,min 1) Wave number/cm-1 Fig. 3. Plots of CO hydrogenation rate (rco) vs. the H2-D2 exchange rate at 523 K before CO adsorption (rHD) (exchange rate was estimated by calculation from Arrhenius plots). Fig. 4. IR spectra of adsorbed NO on supported Co-Ni alloy catalysts. electron density of the Co-Ni alloy is affected by the electron-accepting. properties of the support oxide. Electron-accepting properties of an oxide can be expressed by the electronegativity of the oxide. The geometric mean of the electronegativities of the component oxides is adopted as the electronegativity of the support oxide, from Sanderson's concepts [20]. The ratio of H2-D2 exchange rates with CO adsorption to those without CO adsorption, which reflects the extent of inhibition to hydrogen adsorption by preadsorbed CO, is plotted as a function of electronegativity of the support oxide in Fig. 5. The extent of decrease in H2-D2 exchange rates after CO adsorption became smaller with increasing electronegativity of the support oxide. As a result, the H2-D2 exchange reaction is more strongly impeded by preadsorbed CO on the oxides with low electronegativity than on those with high electronegativity. This agrees with the TPD results that support oxides with electron-accepting properties weaken the CO adsorption, as discussed above. The overall rate of CO hydrogenation is plotted vs. the rate of H2-D2 exchange after CO adsorption, which reflects the hydrogen activation rate of Co-Ni alloy catalysts in the presence of CO. The rate of H2-D2 exchange is obtained by the extrapolation of Arrhenius plots for the H2-D2 exchange reaction at 523 K over CO-preadsorbed Co-Ni alloy (Fig. 6). The CO hydrogenation rate is seen to correlate with the H2-D2 exchange rate in the presence of CO. In particular, the reactivity of hydrogen on the catalyst surface in the presence of CO is of primary importance in determining the CO hydrogenation rate. Since the rate of H2-D2 exchange over Co-Ni alloy on electron-donating oxides such as MgO was drastically lowered by CO preadsorption, the CO chemisorption is so strong on the alloy supported on an electron-donating oxide that very few adsorption sites are available for 260 4.0 Ti02 5x10 _ _2 Si02 A1203 c 4. 5 Si02 .E y205 1x10- 2 o 0 05,0 U Oo5x1O 3 A12~y2 Ti02 5.5 t Mg 0 1x104 TMgo 6,0 . f I . -1 2.0 2.2 2.4 2.6 2.8 - 6 - 5 - 4 -3 -2 -1 0 E tectronegativity lo9(rHD(CO) I mot mi n ) Fig. 5. The ratio of exchange rate at 273 K after CO adsorption (rHD(CO)) to that before CO adsorption r D as a function of electronegativity of the support oxide. Fig. 6. Relation between the CO hydrogenation rate (rco) and H2-D2 exchange rate at 523 K after CO adsorption (rHD(CO)) (exchange rate was estimated by calculation from Arrhenius plots). hydrogen adsorption. The IR spectra of adsorbed NO suggest that the electron density of the alloy decreases with an increase in the electron-accepting properties of the oxide. Thus the electron-accepting oxide seems to reduce the electron back-donation from metal to CO and, consequently, weakens the CO adsorption and increases the adsorption sites for hydrogen on the Co-Ni alloy catalysts in the presence of CO. High CO hydrogenation rates were obtained on the Co-Ni alloy catalysts supported on Si02 and Ti02 because of the high surface concentration of activated hydrogen. Conclusion The support oxide appears to electronically interact with Co-Ni alloy catalysts, and the electron density of the alloy decreases with increased electron-accepting properties of the support oxide. The surface coverage of hydrogen and CO strongly depends on the electron density of the alloy. Since preadsorbed CO species strongly hinder hydrogen adsorption, the surface concentration of adsorbed hydrogen in the presence of CO determines the CO hydrogenation activity of CO-Ni alloy. H2-D2 exchange is an effective method by which to clarify the reactivity of adsorbed hydrogen on the catalyst. Acknowledgement We are indebted to Professor J. Halpern, the University of Chicago, for his valuable suggestions regarding this study. 261 References 1 Z. Paal and P. G. Menon, Catal. Rev. Sci. Eng., 25 (1983) 229. 2 R. J. Reoethlein, J. Electrochem. Soc., 116 (1969) 37. 3 M. W. Breitev, Electrochim. Acta, 29 (1984) 711. 4 G. B. Raupp and J. A. Dumesic, J. Catab, 85 (1985) 587. 5 M. A. Vannice, C. C. Hasselbring and B. Sen, J. Phys. Chem., 89 (1985) 2972. 6 G. B. Raupp and J. A. Dumesic, J. Catal., O (1985) 597. 7 C. S. Ko and R. J. Gorte, J. Catal., 90 (1984) 59. 8 C. H. Bartholomew, R. B. Parnell, J. L. Butler and D. G. Mustard, Ind. Eng. Chem Prod. Res. Dev., 20 (1981) 296. 9 T. Ishihara, K. Eguchi and H. Arai, Appl. Catal., 40 (1988) 87. 10 A. A. Chin and A. T. Bell, J. Phys. Chem., 87 (1983) 3482. 11 C. H. Bartholomew and R. B. Parnell, J. Catal., 65 (1980) 390. 12 I. Yasumori and S. Ohno, Bull. Chem. Soc. Jpm, 39 (1966) 1302. 13 C. S. Kellmer and A. T. Bell, J. Catal., 75 (1982) 251. 14 M. Matsuyama, K. Ashida, O. Takayasu and T. Kakeuchi, J. CataL, 102 (1986) 309. 15 M. Kiskinova and D. W. Goodman, Surf. Sci., 108 (1981) 64. 16 S. J. Tauster, S. C. Fang and G. L. Garten, J. Am. Chem. Soc., 100 (1978) 170. 17 T. Ishihara, K. Eguchi and H. Arai, Chem. Lett., (1986) 1695. 18 H. Arai and H. Tominaga, J. C~L, 43 (1976) 131. 19 N. Topsde and H. Topsde, J. CataL, 75 (1982) 354. 20 S. T. Sandarson, Chemical Bonds and Bond Energy, Academic Press, New York, 1976, p. 15. X244 9280050Q 0304-5102(92)80050-Q 10.1016/0304-5102(92)80050-Q Importance of surface hydrogen concentration in enhancing activity of CoNi alloy catalyst for CO hydrogenation Tatsumi Ishihara ∗ Koichi Eguchi Hiromichi Arai Department of Materials Science and Technology, Graduate School of Engineering Sciences, Kyushu University, Kasugashi, Fukuoka 816 Japan * Author to whom correspondence should be addressed at: Department of Environmental Chemistry and Engineering, Faculty of Engineering, Oita University, Dannoharu 700, Oita 870-11, Japan. The hydrogen—deuterium exchange reaction was employed for studying the reactivity of adsorbed hydrogen on CoNi alloy. The infrared spectra of adsorbed NO indicates that the support oxide electronically interacts with the CONi alloy. Desorption measurements suggest that the electron density of the alloy greatly influences the surface coverage of hydrogen and carbon monoxide. The CO hydrogenation rate of CoNi alloy in the presence of CO was shown to be related to the H2D2 exchange rate. The dissociative adsorption of hydrogen in the presence of CO is of primary importance in determining the CO hydrogenation rate of the CoNi alloy system, since the preadsorbed CO species strongly hinder the hydrogen adsorption. A high surface concentration of active hydrogen in the presence of CO leads to high catalytic activity for CO hydrogenation on CoNi alloy. References 1 Z. Paal P.G. Menon Catal. Rev. Sci. Eng. 25 1983 229 2 R.J. Reoethlein J. Electrochem. Soc. 116 1969 37 3 M.W. Breitev Electrochim. Acta 29 1984 711 4 G.B. Raupp J.A. Dumesic J. Catal. 85 1985 587 5 M.A. Vannice C.C. Hasselbring B. Sen J. Phys. Chem. 89 1985 2972 6 G.B. Raupp J.A. Dumesic J. Catal. 96 1985 597 7 C.S. Ko R.J. Gorte J. Catal. 90 1984 59 8 C.H. Bartholomew R.B. Parnell J.L. Butler D.G. Mustard Ind. Eng. Chem. Prod. Res. Dev. 20 1981 296 9 T. Ishihara K. Eguchi H. Arai Appl. Catal. 40 1988 87 10 A.A. Chin A.T. Bell J. Phys. Chem. 87 1983 3482 11 C.H. Bartholomew R.B. Parnell J. Catal. 65 1980 390 12 I. Yasumori S. Ohno Bull. Chem. Soc. Jpn. 39 1966 1302 13 C.S. Kellmer A.T. Bell J. Catal. 75 1982 251 14 M. Matsuyama K. Ashida O. Takayasu T. Kakeuchi J. Catal. 102 1986 309 15 M. Kiskinova D.W. Goodman Surf. Sci. 108 1981 64 16 S.J. Tauster S.C. Fung G.L. Garten J. Am. Chem. Soc. 100 1978 170 17 T. Ishihara K. Eguchi H. Arai Chem. Lett. 1986 1695 18 H. Arai H. Tominaga J. Catal. 43 1976 131 19 N. Topsøe H. Topsøe J. Catal. 75 1982 354 20 S.T. Sandarson Chemical Bonds and Bond Energy 1976 Academic Press New York 15",
      "scopus-id": "0026835837",
      "coredata": {
        "eid": "1-s2.0-030451029280050Q",
        "dc:description": "The hydrogen—deuterium exchange reaction was employed for studying the reactivity of adsorbed hydrogen on CoNi alloy. The infrared spectra of adsorbed NO indicates that the support oxide electronically interacts with the CONi alloy. Desorption measurements suggest that the electron density of the alloy greatly influences the surface coverage of hydrogen and carbon monoxide. The CO hydrogenation rate of CoNi alloy in the presence of CO was shown to be related to the H2D2 exchange rate. The dissociative adsorption of hydrogen in the presence of CO is of primary importance in determining the CO hydrogenation rate of the CoNi alloy system, since the preadsorbed CO species strongly hinder the hydrogen adsorption. A high surface concentration of active hydrogen in the presence of CO leads to high catalytic activity for CO hydrogenation on CoNi alloy.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280050Q",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ishihara, Tatsumi"
          },
          {
            "@_fa": "true",
            "$": "Eguchi, Koichi"
          },
          {
            "@_fa": "true",
            "$": "Arai, Hiromichi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280050Q"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280050Q"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80050-Q",
        "prism:volume": "72",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Importance of surface hydrogen concentration in enhancing activity of CoNi alloy catalyst for CO hydrogenation",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "253-261",
        "prism:endingPage": "261",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 1992",
        "prism:doi": "10.1016/0304-5102(92)80050-Q",
        "prism:startingPage": "253",
        "dc:identifier": "doi:10.1016/0304-5102(92)80050-Q",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026835837"
      }
    }
  }
}