{
  "metadata": {
    "title": "Exafs studies of bimetallic Pt-Re/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80057-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800577",
    "pii": "0304510284800577"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020932196",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800577 0304-5102(84)80057-7 0304510284800577 10.1016/0304-5102(84)80057-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 32 347 355 347 355 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. EXAFSSTUDIESBIMETALLICPTREAL2O3CATALYSTS DEXPERT H GREEGOR 1980 476 R LAGARDE 1983 333 P LYTLE 1979 4849 F SINFELT 1982 2779 J JACOBSON 1979 104 R SHORT 1981 288 D WEBB 1975 485 A BILOEN 1980 112 P JOHNSON 1974 434 M PERI 1978 144 J SINFELT 1981 257 J RAOUX 1980 1079 D LAGARDE 1980 3061 P ASHLEY 1975 1279 C LEE 1975 2795 P TRIBALAT 1964 2109 S DEXPERTX1984X347 DEXPERTX1984X347X355 DEXPERTX1984X347XH DEXPERTX1984X347X355XH item 0304-5102(84)80057-7 0304510284800577 1-s2.0-0304510284800577 10.1016/0304-5102(84)80057-7 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800577-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800577/MAIN/application/pdf/e0e5a27dbdb9868b81ea396e933796cf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800577/MAIN/application/pdf/e0e5a27dbdb9868b81ea396e933796cf/main.pdf main.pdf pdf true 704691 MAIN 9 1-s2.0-0304510284800577-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800577/PREVIEW/image/png/5dbf09a19387f523d2b9f7bf02052c8c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800577/PREVIEW/image/png/5dbf09a19387f523d2b9f7bf02052c8c/main_1.png main_1.png png 66861 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 347 - 355 347 EXAFS STUDIES OF BIMETALLIC Pt-Re/A^ CATALYSTS H. DEXPERT, P. LAGARDE LURE Bat. 209c, Universite Paris-Sud, 91405 Orsay (France) and J. P. BOURNONVILLE Institut Francois du Petrole, B.P. 311, 92506 Rueil-Malmaison (France) Summary EXAFS measurements (Extended X-ray Absorption Fine Structure) have been applied to highly dispersed bimetallic Pt Re/A^Oa catalysts in order to determine the local structure of the two metals. Different Re/Pt ratios, ranging from 0.5-2, have been studied and we have confined our experiments to catalysts from the first two preparation stages, i.e. dried and calcined samples. The EXAFS experiments show clearly the role played by the rhenium during the drying procedure to fix the platinum metal on the support. The subsequent action of rhenium on the sintering process, which occurs in the monometallic case, is also revealed. Introduction Most of the industrial catalysts used for petroleum reforming are com- posed of not just one supported metal, but use two or more elements in various proportions. It has been recognized that the addition of another metal prevents the sintering of the active one, thereby improving the effi- ciency of the system. One of the most efficient ways to study the structure of the metal in supported catalysts is the Extended X-ray Absorption Fine Structure (EXAFS) technique. It has proved to be very precise in describing the struc- ture of very small metallic clusters present in such systems [1 - 3]. Moreover, EXAFS is a technique which can be applied in situ, i.e. without any special preparation of the sample, and whose selectivity allows a separate study of the structure of the two metals in the case of bimetallic catalysts [4]. We have studied Pt Re/Al203 catalysts at various compositions in order to understand the role played by the second metal, and at different stages of the preparation, from the fresh to the reduced sample through the dried and calcined steps. Addition of Re metal to the monometallic Pt/A^Os catalyst has been recognized to be very advantageous [5], and an EXAFS study of this system on the rhenium edge has already been published [6]. Because of 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 348 industrial interest, numerous publications have been devoted to this system, mainly from a catalytic point of view, with still some controversy about the mutual influence of one metal on the other: are the two metals present as an alloy [7, 8] or are they separately dispersed on the support [9, 10]? The presence of an alloy phase has been shown to depend critically on the conditions of preparation and activation [11]. The conditions used here resemble those typical of the industrial process. In this paper, we present the results concerning dried and calcined samples, as well as recalling some results from monometallic systems and model compounds used as references. Analysis of the results on the reduced samples is now in progress and will be published separately. Experimental method and data analysis The EXAFS set-up used here has been described elsewhere [12] and is of a conventional type: the beam is obtained from a DCI storage ring, running at 1.72 Gev, with an average current of 200 mA. The monochro- mator is a channel-cut Si(220) crystal, the signal being extracted through two ion chambers filled with air and argon respectively. The samples are highly dispersed Pt Re bimetallic systems deposited on 'ye-8111\"\"\"21 with Pt/Re ratios of 0.5, 1 and 2, impregnated by means of a hexachloroplatinic acid solution for the platinum and an ammonium perrhenate solution for the rhenium. Total metal loading was held constant at approximately 2%. Table 1 gives some of the main characteristics of these catalysts. Due to the impregnation procedure, the probability of the forma- tion of complexes between the rhenium and either the oxygen or chlorine ions in solution is totally excluded: in particular, the presence of water prevents any formation of complexes. Cells of a thickness of about 5 mm, with sealed Kapton windows, are used as sample holders for the dried and calcined samples, while adjustable cells are used for the solutions [13]. The EXAFS spectra were recorded above the Re L(III) edge (10 536 eV) and the Pt L(III) edge (11 560 eV) and analysed in a conventional manner by extracting a Victoreen fit for the pre-edge region and Fourier transforming the data beyond the edge. In order to avoid spurious effects TABLE 1 Characteristics of bimetallic catalysts Catalyst V(O-t) (cm3 g-1) 0/(Pt + Re) %Pt %Re %C1 0.61 0.97 1.33 1.17 0.85 0.56 1.30 1.44 1.55 1.68 1.51 2.02 0.99 0.88 1.00 349 arising from the mathematical processing of the data, the analysis was carried out in the same way for all samples. Because of the presence of the Re L(II) edge at about 11 970 eV, the data for the platinum edge is limited to 400 eV beyond its edge. Therefore the Banning window applied to the spectrum before Fourier transforming extends from 40 to 330 eV on platinum, and from 40 to 400 eV on rhenium, even in the case of the monometallic com- pounds. Finally, we kept the origin of energy of the photoelectrons at exactly the same values (11 560 eV for Pt, 10 536 eV for Re). For completeness, we recall here that the oscillations above the thresh- old are expressed as a function of the phase shift parameters f(Tr) and <j), and the structural values R (interatomic distance from the excited atom) and N (coordination number of one given type of atom at a given distance), by [14,15]: X(E) = 2, exp^-^ exp^o^^TOsu^fefi + 0) where o is a Debye-Waller factor measuring the degree of disorder of R around its mean value. The modulus of the Fourier transform (F.T.) versus R is a modified version of the radial distribution function around the central atom (here a platinum or a rhenium atom) with peaks at the interatomic distances shifted by the slope of 0 versus k. Results Reference compounds Figure 1 presents some of the data obtained on model compounds already analyzed in the platinum edge [2]: raw data and results of Fourier processing have been shown in [2], and here only the imaginary parts of the unfiltered transformed spectra in an energy range extending from 50 to 720 eV are shown. For completeness, we recall here the main results: curve (a) refers to platinum oxide, the peak at about 2 A being due to the 6 Pt 0 bonds at 2.04 A while the second peak, at about 3.5 A (uncorrected for phase shifts) originates from several metal-metal distances existing in the oxide. Curve (b) in Fig. 1 shows the spectrum of the hexachloroplatinic acid impregnation solution analyzed with 6 chlorine atoms at 2.32 A from the metal. Curve (c) is the result of the monometallic 2% Pt/A^Os catalyst calcined at 530 C, analyzed in exactly the same way as the two previous samples: it clearly shows the joint contribution of both oxygen and chlorine atoms, the quantitative result [2] being 4 oxygen atoms at 2.04 A and 2.5 chlorine atoms at 2.32 A, thus indicating that calcination does not totally remove the chlorine from the ionic precursor. The filtered EXAFS data for these samples are shown in Fig. 2, where for clarity we have plotted only the high energy part of the spectra and where we have added (in curve c) results from the monometallic catalyst dried in air at 110 C. 350 ImP(R) O.OH5 , JKA) 6 200 700 Fig. 1. Amplitude of the Fourier transform ( ) and the corresponding imaginary part ( ) of the raw k^k) data on the platinum edge, with a Hanning window ranging from 40 to 720 eV, for the following systems; (a) platinum oxide (powder); (b) hexachio- roplatinic acid solution used for the impregnation procedure; (c) 2% Pt/Al^Oa catalyst dried for 2 h at 110 C then calcined in air for 2 h at 530 C. Pig, 2. Filtered and back-transformed first shell of the data of Fig. 1. Note the energy scale which begins at 200 eV: (a) platinum oxide; (b) hexachloroplatinic acid solution; (c) 2% Pt/A^Os catalyst dried for 2 h at 110 C; (d) sample (c) calcined in air for 2 h at 530 C. The main conclusion is that while the local environment of the plati- num on the dried sample is very similar to that of the solution, the presence of both chlorine and oxygen in the calcined sample appears as a beat in the 300 eV region, which modifies the spectrum as compared to the oxide and the dried samples. Without further quantitative analysis, as was carried out in ref. 2 on these model compounds, a direct comparison between either the imaginary parts or the filtered EXAFS signals can tell us about the local structure of the platinum in the bimetallic systems. Model compounds for the rhenium environment have also been ana- lyzed and will be shown below in comparison with results on bimetallic samples. In particular, the ammonium perrhenate solution used for impreg- nation exhibits a main peak coming from four Re 0 distances at 1.76 A, a value comparable with previous results [6,16]. This environment remains essentially the same for the 2% Re/Al^Oa catalyst calcined in air at 900 C, as can be seen by comparing curves (g) and (h) of Figs. 3 and 4. 351 P(R) 400 Fig. 3. Amplitude of the F.T. of fe^fe) on the rhenium edge for the following samples: bimetallic Re Ft/Al^ dried at 110 C: curve (a) Re/Pt = 0.5, curve (b) Re/Pt = 1, curve (c) Re/Pt =2; same samples calcined at 530 C: curves (d), (e), (f); monometallic 2% Re/Al203 calcined at 900 C: curve (g); solution of NH4Re04: curve (h). Fig. 4. Back-transformed filtered first shell of the systems of Fig. 3. All these data on model compounds or catalysts already analyzed will be used for comparison in the study of the bimetallic systems. Results on bimetallic catalysts Figure 3 gives the magnitudes of the Fourier transforms, while Fig. 4 gives the corresponding back-transformed first shells on the rhenium edge, for different samples. In all cases the main peak on the F.T. appears at the same position, which is also the value found in the perrhenate solution and in the monometallic calcined system (curves (h) and (g) respectively in both figures). Therefore the environment of this metal consists mainly of an oxygen shell, whatever the concentration of rhenium. Nevertheless, some subtle changes appear between the different stages (differences between dried and calcined samples) and between different Pt/Re ratios that will not be discussed in detail quantitatively since in this paper we have mainly focussed our attention on the platinum behavior. Figure 5 gives, for one particular sample with a Pt/Re ratio of 0.5, both the magnitude and the imaginary part of the raw data from the platinum edge. Curve (a) shows the monometallic calcined system but, compared to curve (c) in Fig. 1, the extent of the window used in the Fourier transform has been limited to 330 eV in order to match the energy domain available, in bimetallic systems, above the platinum edge. Curves (b) and (c) are the results from the dried and calcined bimetallic catalysts respectively. The main peak at about 1.5-2 A, analyzed in curve (a) as a mixture of chlorine and oxygen around the platinum, is again present with an identical structure 352 Fig. 5. Amplitude ( ) and imaginary part ( ) of the Fourier transform in the range 40 - 330 eV of the following samples on the platinum edge: (a) monometallic Pt/AlaOa calcined at 630 \"C; (b) bimetallic catalyst with Pt/Re = 0.5 dried at 100 C; (c) same sample as (b) calcined in air at 630 C. Fig. 6. Amplitude of the F.T. of k3^) on the platinum edge, with a window ranging from 40 to 330 eV. Curves (a) to (f) refer to the same systems as in Fig. 3; curve (g): monometallic Pt catalyst calcined at 530 C. Fig. 7. Filtered and back-transformed first shell of the samples of Fig. 6. Curve (h) is a 2% Pt catalyst dried at 110 C (same as curve (c), Fig. 2). in both the dried and calcined bimetallic catalysts, indicating an environment which is very similar in the three systems. This comparison can be made for all the catalysts with different Pt/Re ratios, and Figs. 6 and 7 give the 353 magnitudes of the Fourier transforms and the filtered first shells of the corresponding data. For comparison purposes, the result from the dried monometallic system, where the platinum is surrounded only by chlorine atoms, has been added in curve (h), Fig. 7. Discussion The main information obtained from these experiments is contained in the results concerning platinum. On monometallic platinum catalysts, we showed [2] that drying at 110 C causes the elemental units of the impregna- tion solution, i.e. the complexes Pt Cl6, to adhere to the support. In this case, the EXAFS data of the dried sample and that of the hexachloroplatinic acid solution are identical (see Fig. 2, curves (b) and (c)). Here the process of calcination in air has the role of fixing the metal on the support, visible in the EXAFS data by the appearance of platinum-to-oxygen bonds, while a certain amount of chlorine is still present. The addition of a second metal to the platinum has a dramatic influence on the behavior of the first metal: even at 110 C, i.e. during the drying stage, the platinum environment is modified, the direct result being identical to that obtained by the calcination process of a monometallic catalyst. The calcination procedure does not change the structural situation of the platinum, as shown by a straightfor- ward comparison in Fig, 7 of the curves (a) to (f) with the curve (g). We have thus demonstrated the effect of the second metal used as an additive to prevent the sintering of the main metal (in this case platinum). The presence of rhenium helps the platinum to stick to the support, through platinum-oxygen bonds, by direct transformation of the elemental units of the hexachloroplatinic acid solution, just as does the calcination step. The changes in the structure of the rhenium are less straightforward to analyse since, to a first approximation, this metal is still surrounded by oxygen atoms with only a change in the apparent coordination number from the dried sample to the calcined one. The environment of the rhenium in the NH4Re04 solution is well fitted by 4 oxygen atoms at a distance of 1.76 A; this local structure appears quite unchanged in the monometallic catalyst (2% Re on alumina) calcined in air (curves (h) and (g) in Figs. 3 and 4). The same EXAFS data is also found in bimetallic systems with Re/Pt ratios of 0.5 and 1, while an increase in this ratio leads to an increase in the damping of the signal, clearly seen for the calcined catalyst (curve (f) compared to curves (d) and (e) in Fig. 4). While to a first approximation the environment of the rhenium in the dried samples seems also made up of oxygen atoms, a careful comparison between these spectra and that of the NH4Re04 solution shows significant differences which cannot be taken into account just by a change in coordi- nation numbers or Debye-Waller factor. At the present stage of our fitting procedure, the best agreement we obtain, in the case of the two samples with the higher concentration in rhenium, needs the addition of a weak 354 percentage of chlorine atoms, the first catalyst (Re/Pt = 0.5) being most concentrated in chlorine. The behavior of both elements Pt and Re, submitted successively to drying at 110 C and calcination at 550 C, can be understood in view of the EXAFS data, by assuming a higher reactivity of rhenium than platinum for chlorine in the case of these very small aggregates. The particle size distribu- tion in the calcined sample was studied by high resolution electron micros- copy at the Institut Francais du Petrole using a Jeol 120 CX microscope. The average diameter was found to be less than 10 A. This has been con- firmed by oxygen chemisorption measurements, with dispersion values given in Table 1. X-ray energy dispersion analysis using a STEM (VG Microscopes HB5) has shown that the L or M signals from platinum and rhenium are always present within the excited region of 50 X 50 X 200 A3, indicating that at this scale, a demixion process should be excluded. This higher affinity is particularly clear at low temperatures, where the coordination sphere with six chlorines of the platinum solution is rapidly transformed into a configu- ration equivalent to the calcined step for the pure platinum catalyst. The tendency for the rhenium to coordinate chlorine atoms during the drying stage has two consequences; (1) Chlorine atoms are removed from the platinum, which probably becomes linked more strongly to the support than it would be in the mono- metallic calcined catalyst, thereby diminishing the eventual sintering of these aggregates. (2) We find some evidence for chlorine atoms linked to the rhenium, the coordination number being higher when the rhenium concentration is lower since, to a first approximation, a constant number of chlorine atoms must be shared between fewer metal atoms. Calcination at 550 C does not change the platinum structure which is still that of the monometallic calcined catalyst. These experimental condi- tions (the calcination is classically carried out under air flow) displace the affinity of the rhenium in favour of oxygen, the chlorine pumped during the drying stage being released from the rhenium environment. For the catalyst with Pt/Re = 0.5, the larger damping of the signal could be simply an effect of a structural disorder around the metal. In fact, the coordination sphere of the rhenium does not seem energet- ically very stable through the impregnation to the calcined stages. The coordination number, which is 4 in the case of the perrhenate solution (curve (h) in Fig. 4) increases to an average value of 5 for the dried samples (curves (a), (b), (c) in Fig. 4) and ranges from 3 - 4 for the calcined catalysts (curves (d), (e), (f) in Fig. 4) thus illustrating a rather complex behavior. Conclusions We have studied the local structure of bimetallic Pt Re catalysts supported on 7-alumina during the two first stages of the preparation pro- cedure, drying and calcination. 355 The role played by the rhenium, studied by comparing the platinum behavior in these samples with its structure in the monometallic case, is to extract the chlorine of impregnation from its local environment, at a tem- perature as low as 110 C: this metal then assumes the same local structure it has in the monometallic case after calcination, i.e. a chlorine complex fixed on the support through oxygen bonds. In this sense the rhenium forces the platinum to be more dispersed than if it were alone. The rhenium seems to coordinate some of these chlorine atoms which are removed by heating at high temperature (530 C). At this temperature, as in the monometallic case, the platinum is still linked to the chlorine atoms of impregnation and to the oxygen atoms of the support. Even in this unfavourable case of two neighboring metals, EXAFS measure- ments provide information on the respective coordination spheres. We have studied for these samples the last stage of the preparation procedure (reduc- tion); the results will be discussed in a forthcoming paper and a more quantitative analysis of the rhenium local environment will be presented. Acknowledgements We thank the Laboratoire de 1'Accelerateur Lineaire and the staff of DCI for their dedicated work. References 1 R. B. Greegor and F. W. Lytle, J. Catal., 63 (1980) 476. 2 P. Lagarde, T. Murata, G. Vlaic, E. Freund, H. Dexpert and J. P. Bournonville, J. Catal., 84 (1983)333. 3 F. W. Lytle, P. S. P. Wei, R. B. Greegor, G. H. Via and J. H. Sinfelt, J. Chem. Phys., 70(1979)4849. 4 J. H. Sinfelt, G. H. Via and F. W. Lytle, J. Chem. Phys., 76 (1982) 2779. 5 R. L. Jacobson, H. E. Kluksdahl, R. W. Davies and C. S. McCoy, Proc. 34th Midyear Meeting, Div. Refining Amer. Petrol. Inst., 1979, p. 104. 6 D. R. Short, S. M. Khalid, J. R. Katzer and M. J. Kelley, J. Catal., 72 (1981) 288. 7 A. N. Webb, J. Catal., 39 (1975) 485. 8 P. Biloen, J. N. Helle, H. Verbeeck, F. M. Dautzenberg and W. M. H. Sachtler, J. Catal., 63 (1980) 112. 9 M. F. L. Johnson and V. M. LeRoy, J. Catal., 35 (1974) 434. 10 J. B. Peri, J. Catal., 52 (1978) 144. 11 J. H. Sinfelt, Catal., Sci. Tec/in., 1 (1981)257. 12 D. Raoux, J. Petiau, P. Bondot, G. Calas, A. Fontaine, P. Lagarde, P. Levitz, G. Loupias and A. Sadoc, Rev. Phys. Appl., 15 (1980) 1079. 13 P. Lagarde, A. Fontaine, D. Raoux, A. Sadoc and P. Migliardo, J. Chem. Phys., 73 (1980)3061. 14 C. A. Ashley and S. Doniach, Phys. Rev., Bll (1975) 1279. 15 P. A. Lee and J. B. Pendry, Phys. Rev., Bll (1975) 2795. 16 S. Tribalat, M.-L. Jungfleisch and D. Delafosse, C. R. Acad. Sci., Paris, 259 (1964) 2109. X244 84800577 0304-5102(84)80057-7 10.1016/0304-5102(84)80057-7 Poster presentation Exafs studies of bimetallic Pt-Re/Al2O3 catalysts H. Dexpert P. Lagarde LURE Bat. 209c, Université Paris-Sud, 91405 OrsayFrance J.P. Bournonville Institut Français du Pðrole, B.P. 311, 92506 Rueil-MalmaisonFrance EXAFS measurements (Extended X-ray Absorption Fine Structure) have been applied to highly dispersed bimetallic Pt-Re/Al2O3 catalysts in order to determine the local structure of the two metals. Different Re/Pt ratios, ranging from 0.5 – 2, have been studied and we have confined our experiments to catalysts from the first two preparation stages, i.e. dried and calcined samples. The EXAFS experiments show clearly the role played by the rhenium during the drying procedure to fix the platinum metal on the support. The subsequent action of rhenium on the sintering process, which occurs in the monometallic case, is also revealed. References 1 R.B. Greegor F.W. Lytle J. Catal. 63 1980 476 2 P. Lagarde T. Murata G. Vlaic E. Freund H. Dexpert J.P. Bournonville J. Catal. 84 1983 333 3 F.W. Lytle P.S.P. Wei R.B. Greegor G.H. Via J.H. Sinfelt J. Chem. Phys. 70 1979 4849 4 J.H. Sinfelt G.H. Via F.W. Lytle J. Chem. Phys. 76 1982 2779 5 R.L. Jacobson H.E. Kluksdahl R.W. Davies C.S. McCoy Proc. 34th Midyear Meeting, Div. Refining Amer. Petrol. Inst. 1979 104 6 D.R. Short S.M. Khalid J.R. Katzer M.J. Kelley J. Catal. 72 1981 288 7 A.N. Webb J. Catal. 39 1975 485 8 P. Biloen J.N. Helle H. Verbeeck F.M. Dautzenberg W.M.H. Sachtler J. Catal. 63 1980 112 9 M.F.L. Johnson V.M. LeRoy J. Catal. 35 1974 434 10 J.B. Peri J. Catal. 52 1978 144 11 J.H. Sinfelt Catal., Sci. Techn. 1 1981 257 12 D. Raoux J. Petiau P. Bondot G. Calas A. Fontaine P. Lagarde P. Levitz G. Loupias A. Sadoc Rev. Phys. Appl. 15 1980 1079 13 P. Lagarde A. Fontaine D. Raoux A. Sadoc P. Migliardo J. Chem. Phys. 73 1980 3061 14 C.A. Ashley S. Doniach Phys. Rev. B11 1975 1279 15 P.A. Lee J.B. Pendry Phys. Rev. B11 1975 2795 16 S. Tribalat M.-L. Jungfleisch D. Delafosse C.R. Acad. Sci., Paris 259 1964 2109",
      "scopus-id": "0020932196",
      "coredata": {
        "eid": "1-s2.0-0304510284800577",
        "dc:description": "EXAFS measurements (Extended X-ray Absorption Fine Structure) have been applied to highly dispersed bimetallic Pt-Re/Al2O3 catalysts in order to determine the local structure of the two metals. Different Re/Pt ratios, ranging from 0.5 – 2, have been studied and we have confined our experiments to catalysts from the first two preparation stages, i.e. dried and calcined samples. The EXAFS experiments show clearly the role played by the rhenium during the drying procedure to fix the platinum metal on the support. The subsequent action of rhenium on the sintering process, which occurs in the monometallic case, is also revealed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800577",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dexpert, H."
          },
          {
            "@_fa": "true",
            "$": "Lagarde, P."
          },
          {
            "@_fa": "true",
            "$": "Bournonville, J.P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800577"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800577"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80057-7",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Exafs studies of bimetallic Pt-Re/Al2O3 catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "347-355",
        "prism:endingPage": "355",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80057-7",
        "prism:startingPage": "347",
        "dc:identifier": "doi:10.1016/0304-5102(84)80057-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020932196"
      }
    }
  }
}