{
  "metadata": {
    "title": "Control of regioselectivity by cation-exchanged sulfonic acid resin catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-01-15",
    "doi": "10.1016/0304-5102(93)85042-R",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385042R",
    "pii": "030451029385042R"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027259789",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029385042R 0304-5102(93)85042-R 030451029385042R 10.1016/0304-5102(93)85042-R S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00454 2024-01-02T01:04:16.600218Z 0 0 19930115 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 78 78 2 2 Volume 78, Issue 2 12 237 248 237 248 19930115 15 January 1993 1993-01-15 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. CONTROLREGIOSELECTIVITYBYCATIONEXCHANGEDSULFONICACIDRESINCATALYSTS SUNG D SHERRINGTON 1980 157 D POLYMERSUPPORTEDREACTIONSINORGANICSYNTHESIS JAKOVAC 1987 187 I CATALYSTSUPPORTSSUPPORTEDCATALYSTSTHEORETICALAPPLIEDCONCEPTS FUKUOKA 1984 1458 S FUKUOKA 1984 670 S LEE 1990 11 C KUN 1967 1457 K GUTSCHE 1963 780 C ORGANICSYNTHESIS OLAH 1985 9 G SUPERACIDS CAREY 1984 481 F ADVANCEDORGANICCHEMISTRY KNOZINGER 1967 59 E SUNGX1993X237 SUNGX1993X237X248 SUNGX1993X237XD SUNGX1993X237X248XD item 0304-5102(93)85042-R 030451029385042R 1-s2.0-030451029385042R 10.1016/0304-5102(93)85042-R 272239 2024-01-02T01:04:16.600218Z 1993-01-15 1-s2.0-030451029385042R-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385042R/MAIN/application/pdf/2df62ff4d3fdbf7d70f05d95d99128cc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385042R/MAIN/application/pdf/2df62ff4d3fdbf7d70f05d95d99128cc/main.pdf main.pdf pdf true 640660 MAIN 12 1-s2.0-030451029385042R-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385042R/PREVIEW/image/png/ff4a8112481e33da57326943b284727d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385042R/PREVIEW/image/png/ff4a8112481e33da57326943b284727d/main_1.png main_1.png png 57928 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 78 (1993) 237-248 237 Elsevier Science Publishers BY., Amsterdam M3054 Control of regioselectivity by cation-exchanged sulfonic acid resin catalysts Sung Duk Kim and Kyung Hee Lee* Research Center for Catalytic Technology, Pohang Institute of Science and Technology and Research Institute of Industrial Science and Technology, P.O. Box 125, Pohang (South Korea) (Received March 23, 1992; accepted May 13, 1992) Abstract In t-butylation of hydroquinones and condensation of methyl N-phenyl carbamate, cationexchanged sulfonic acid resin catalysts exhibited significantly better regioselectivity than liquid mineral acid catalysts. This trend was independent of the acid strength of the catalysts and the reaction conditions employed, including choice of solvent. The magnitude of the effect, however, depended on the bulkiness of the substituents. The difference between these heterogeneous and homogeneous acid catalysts was attributed to steric hindrance imposed on fixed protons in the solid catalysts, which caused higher selectivity toward the less-hindered position. Introduction Heterogeneous catalysts offer several practical advantages over their homogeneous counterparts. Most obvious is facile separation of product from catalyst. In the case of acid catalysis, solid acid catalysts provide reduced corrosion, safer handling and less polluting waste than liquid acids. However, the difference in catalytic activity and selectivity between solid and liquid acid catalysts is not obvious. We report here two examples that demonstrate that regioselectivity of some organic syntheses could be controlled by solid acid catalysts. The solid acid catalysts employed here are cation-exchanged polystyrene sulfonic acid resins (Amberlyst 15 and Amberlite Ill- 120) and aperfluorinated ion-exchanged polymer (Nafion NR-50). The former has already been applied in a number of industrial chemical processes [ 1, 21. The performance of these insoluble catalysts was compared with that of mineral liquid acids such as HZS04, HCl and H,3P04 under similar conditions. The first reaction tested was t-butylation of monosubstituted hydroquinones, where R was either methyl (MHQ), phenyl (PHQ) or t-butyl (TBHQ). *Author to whom correspondence should be addressed. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved 238 OH OH R R I + ~--C4Hg -- I (1) OH OH Depending on the position of butyl substitution, three isomers of disubstituted hydroquinone are possible: 2,3-, 2,5- and 2,6-hydroquinones. Among these, the 2,3-isomer is not likely to be formed, owing to steric hindrance by substituent R. These hydroquinones are employed as antioxidants for food [ 3-61. Condensation of methyl N-phenyl carbamate (MPC) with formaldehyde is also an acid-catalyzed reaction of considerable practical interest [ 7-101. IICOOCH3+ HCHO_CH30COHN NIICOOC113 2 I ~ I ~ I ~ +IizO (2) C 112 The product, methylene diphenyl diurethane (MDU), can be thermally decomposed to form methylene diphenyl diisocyanate, which is an important raw material in the manufacture of polyurethane foams and elastomer [ 7 ]. The reaction products include 4,4'-MDU, 2,4'-MDU, trimers and N-benzyl compounds. The latter compounds, having methylene-amino bonds (1), do not produce the desired isocyanates and have a harmful influence on the next thermal decomposition step [7]. 0 P CH30CHN - I % / NCOCH3 CH2 IIO (1) These two reactions were studied with solid and liquid acid catalysts, and their selectivities were compared. Experimental Amberlyst 15 and Amberlite IR-120 are commercial products of Rohm and Haas. Amberlyst 15 is a macroreticular-type polystyrene sulfonic acid resin partially crosslinked with divinylbenzene. The following properties have been reported [111: surface area, 54.8 m2 g-'; porosity, 0.363 cm3 g-`. Amberlite IR-120 is a gel-type resin with negligible surface area and porosity. This type of resin needs swelling by a polar solvent in order for reactants to gain access to the interior acid sites. Nafion NR-50 was purchased from Alfa (Danvers, MA, USA). Isobutylene (99%), MHQ (99%), PHQ (97%) and TBHQ (99%) were purchased from Aldrich. Methyl N-phenyl carbamate was 239 prepared by a stoichiometric reaction between aniline and methyl chloroformate according to a known procedure [ 121. The reactions were carried out in a stirred 250 cm' borosilicate bottle (Parr). The reaction temperature was maintained by a heated silicon oil bath surrounding the reactor and measured by a mercury thermometer immersed in the reaction mixture. Hydroquinones were handled under argon atmosphere to avoid oxidation. The speed of the stirrer was chosen such that a further increase did not affect the reaction rate. After hydroquinone reactions using liquid catalysts, the products were extracted with toluene and washed 2-3 times with distilled water. The MDU product was obtained in slurry form, which was filtered and dissolved in ethyl acetate. Product recovery was easier with solid catalysts, and involved only filtration. Analysis of the products was made with a high-performance liquid chromatograph (HPLC, Waters 990). For analysis of the hydroquinones, a u,-Bondapak Cl8 column and a mobile phase of water (30-50 vol.%) in methanol containing 0.1 % triethylamine as a buffer solution were used. This condition was found to minimize oxidation of hydroquinones during analysis. For MDU, a g-Porasil column and a mobile phase of 10% ethanol in hexane were employed. The structures of the products were confirmed by gas chromatography-mass spectrometry and proton NMR spectroscopy. Results t-Butylation of hydroquinones Results of t-butylation of methyl hydroquinone (MHQ) at 338 K with various acid catalysts are summarized in Table 1. Amberlyst 15 shows much higher conversion of MHQ than Amberlite IR-120, in spite of having only one tenth the loading. It appears that the present reaction mixture does not swell the gel-type Amberlite IR-120 resin and its interior acid sites are not TABLE 1 t-Butylation of methylhydroquinone (MHQ) at 338 Ka Catalyst Loading Reaction Conversion Selectivity (%) (wt.% of MHQ) time of MHQ (h) (4'0) 2,5-MTBHQ 2,6-MTBHQ` Amberlite IR-120 100 3 1.6 100 0 Amberlyst 15 10 4 30.7 93.8 6.2 85% H3P04 100 3 15.6 85.5 14.5 98% H2SO4 10 3 26.9 82.2 17.8 70% H2SO4 10 3 20.0 82.3 17.7 98ss'o CF3S03H 5 2 36.8 82.9 17.1 'Initial mode ratio of MHQ to isobutylene, 1.0; solvent, cyclohexane (15 ml) and 2-heptanone (15 ml). b2-Methyl-5-t-butylhydroquinone. `2-Methyl-6-t-butylhydroquinone. 240 fully utilized. On the other hand, Amberlyst 15 possesses built-in pores of 6-30 nm diameter and high surface area [ 11 ]. The activities of liquid acid catalysts follow the order of their acid strengths: trifluoromethanesulfonic acid shows the highest activity, in agreement with its superacidity [ 13 ]. The most interesting difference between solid and liquid catalysts in tbutylation of MHQ is their regioselectivity. As expected, two isomers of methyl-t-butylhydroquinones (MTBHQ) were formed: 2,5- and 2,6-MTBHQ. Solid catalysts showed much better selectivity to 2,5-MTBHQ than liquid catalysts. t-Butylation of MHQ exhibits significant solvent effects in both activity and selectivity, as shown in Table 2. For Amberlyst 15, the best results were obtained with a mixed solvent of 2-heptanone and cyclohexane. However, low-molecular-weight ketones such as acetone or methyl ethyl ketone appeared to react with hydroquinones. The byproducts from these side reactions made determining the selectivity difficult, because their HPLC peaks interfered with the peaks for 2,5-MTBHQ and 2,6-MTBHQ. When cyclohexane alone was employed, the reaction did not proceed, because the reactant MHQ was not dissolved. In the case of 70% H2S04, nonpolar solvents gave higher MHQ conversion values, yet selectivity to 2,5-MTBHQ was considerably lower than in polar solvents. Because of the poor solubility of hydroquinones in nonpolar solvents, the reaction mixture formed a slurry phase. In spite of these solvent TABLE 2 Effect of solvent on t-butylation of methylhydroquinone at 338 Ka Catalyst Solvent Conversion Selectivity (4'0) of MHQ (4 '0) 2,5-MTBHQ 2,6-MTBHQ Amberlyst 15 ethylene glycol dimethyl ether 52.9 89.7 10.3 ethyl acetate + cyclohexane 68.2 91.6 8.4 2-heptanone 75.0 92.2 7.8 tetrahydrofuran+cyclohexane 44.0 88.6 11.4 2-heptanone + cyclohexane 80.4 92.9 7.1 acetone + cyclohexane 24.8 - - cyclohexane n.r. methyl ethyl ketone + cyclohexane 66.1 - - 70% HZSO4 ethylene glycol dimethyl ether 25.2 83.6 16.4 ethyl acetate + cyclohexane 74.2 84.3 15.7 2-heptanone 80.0 83.9 16.1 tetrahydrofuran+cyclohexane 41.2 82.6 17.4 2-heptanone + cyclohexane 84.5 87.2 12.8 acetone +cyclohexane 55.3 - - cyclohexane 97.3 72.3 27.7 methyl ethyl ketone + cyclohexane 5 7.8 - - toluene 91.0 74.1 25.9 'Initial mole ratio of MHQ to isobutylene, 1.0; catalyst loading, 100 wt.% of MHQ; amount of solvent, 30 ml; ratio of two solvents, 1:1 by volume. 241 effects, selectivity to 2,5-MTBHQ was consistently higher for Amberlyst 15 than for HZS04. When phenylhydroquinone (PHQ) was employed as a substrate, hydroquinone conversion values were significantly reduced, as shown in Table 3. However, selectivities to 2,5-PTBHQ were improved. Thus the difference in selectivity between liquid and solid acid catalysts was much less pronounced. Again, nonpolar cyclohexane solvent gave poor selectivity. In the case of bulkier t-butylhydroquinone as a substrate, the selectivity improved, and the difference between Amberlyst 15 and HZSOq was diminished (Table 4). Condensation of methyl N-phenyl carbamate (MPC) Condensation of MPC and formaldehyde to methylene diphenyl diurethane (MDU) was studied for various solid and liquid acid catalysts at 363 K. In all cases, 37% formalin was used as a source of HCHO. Since liquid acids were employed in great excess (60 g), they also served as solvents. Organic solvents were used for solid catalysts. Reaction products consisted of 4,4'MDU, 2,4'-MDU, trimeric urethane and the N-benzyl compound. Most noteworthy of the results summarized in Table 5 was the complete suppression of N-benzyl compound formation with solid acid catalysts; instead, their products contained more 2,4'-MDU and trimers. Sulfuric acid and Amberlyst 15 were found to be the best liquid and solid catalysts for the reaction, respectively. In the condensation of MPC with Amberlyst 15 the solvent had a considerable effect. In general, nonpolar and aprotic solvents showed good results. The reaction did not proceed at all when a polar solvent such as dimethylformamide or dimethyl sulfoxide was used. Ethyl acetate and toluene exhibited the best performance. Ethyl acetate dissolved both MPC and MDU and thus provided a homogeneous solution of products. In toluene, however, MDU was formed as a solid. In all cases, the N-benzyl compound was not formed. Discussion In the two acid-catalyzed reactions studied here, solid catalysts offer significantly better regioselectivity. This trend holds true irrespective of the reaction conditions employed, including the solvent. There are preliminary indications that this might be due to some steric effect. First, the substrates employed here were rather bulky and might be susceptible to a steric effect. Second, the observed trend in selectivity was independent of the acid strength of the catalyst. The acid strength appeared to affect only the reaction rates. Finally, the magnitude of the selectivity difference depended on the substrate with different substituents. We attempt here to rationalize the observation in terms of the known carbenium-ion chemistry of acid catalysis and the steric effect of the present reaction system. In Fig. 1, a possible reaction network of t-butylation of monosubstituted hydroquinones is depicted. Isobutylene forms a t-carbenium ion by accepting TABLE 3 t-Butylation of phenylhydroquinone (PHQ) at 338 Ka Catalyst Solvent Conversion of PHQ Selectivity (%) (%) 2,5-PTBHQb 2,6-PTBHQ` Amberlyst 15 Ethylene glycol dimethyl ether+ cyclohexane 26.7 94.6 5.4 ethyl acetate +cyclohexane 52.9 94.8 5.2 2-heptanone + cyclohexane 52.7 95.3 4.7 70% H2SOq ethylene glycol dimethyl ether+ cyclohexane 47.7 91.4 8.6 ethyl acetate +cyclohexane 68.6 84.0 16.0 2-heptanone + cyclohexane 68.7 93.1 6.9 cyclohexane 64.0 77.1 22.9 'Initial mole ratio of PHQ to isobutylene, 1.0; catalyst loading, 5.4 g of Amberlyst 15 and 3.5 ml of 70% HZSO4; amount of solvent, 15 ml of each component; react. time, 2 h. 2-Phenyl-5-t-butylhydroquinone. `2-Phenyl-6-t-butylhydroquinone. TABLE 4 t-Butylation of t-butylhydroquinone (TBHQ) at 338 Ka Catalyst Solvent Conversion of TBHQ Selctivity (%) (%) 2,5-DTBHQb 2,6-DTBHQ` Amberlyst 15 ethylene glycol dimethyl ether+ cyclohexane 55.8 97.4 2.6 ethyl acetate + cyclohexane 71.1 97.9 2.1 2-heptanone + cyclohexane 65.2 98.0 2.0 70% H2S04 ethylene glycol dimethyl ether+ cyclohexane 65.5 95.1 4.9 ethyl acetate + cyclohexane 74.3 93.8 6.2 2-heptanone + cyclohexane 83.8 97.9 2.1 'Initial mole ratio of TBHQ to isobutylene, 1.0; catalyst loading, 4.8 g of Amberlyst 15 and 3.0 ml of 70%o H2S04; amount of solvent, 15 ml of each component; react. time, 2 h. 2,5-Di-t-butylhydroquinone. `2,6-Di-t-butylhyaroquinone. co 244 TABLE 5 Condensation of methyl N-phenyl carbamate (MPC) at 363 Ka Catalyst Solvent Conversion of HCHO Selectivityb (ss'o) (4 b) 4,4-MDU N-benzyl Amberlite IR-120 ethyl acetate 3 48 0 Nafion NR-50 ethyl acetate 27 78 0 Amberlyst 15 ethyl acetate 70 80 0 acetonitrile 40 87 0 tetrahydrofuran 37 61 0 nitrobenzene 49 80 0 toluene 51 73 0 50ss'o H2SO4 - 85.9 86.0 5.7 20ss'o HCl - 30.8 77.8 9.8 50ss'o H3P04 - 48.1 79.0 9.5 'Initial mole ratio of MPC to formaldehyde, 4.0; catalyst loading, 4.0 g of solid catalyst and 60 ml of liquid acids; amount of solvent, 20 rnl; react. time, 4 h. eThe rest were 2,4-MDU and trimers. H3 C ~C=CHZ H3C H CH3 I H3C_ C+ I CH3 OH ~OH R R b OR OH I /I R 0 OH O OH OH t-Bu t-Bums I iR I R + ~ + t-Bu t-Bums OH OH t iR V, OH Fig. 1. A reaction network of t-butylation of monosubstituted hydroquinones catalyzed by a liquid acid. 245 a proton from the catalyst. The intermediate could react with a hydroquinone substrate in two ways. In path a, the carbenium ion attacks on of the hydroxyl groups of hydroquinone to form an ether. This ether is unstable in the presence of acid catalysts, and the t-butyl group may migrate to the vacant ortho site of the benzene ring to form a disubstituted hydroquinone. Indeed, the amount of ether detected in the early stage of the reaction was significant, and then diminished toward the end of the run. Because of the presence of the substituent R in the starting hydroquinone, attack at the neighboring hydroxyl group is sterically hindered. Thus, as observed in the present study, 2,5-disubstituted hydroquinones should be the dominant isomer in the product regardless of the catalyst system employed. Path b is a typical electrophilic aromatic substitution. Because electrophiles preferentially attack ortho and para positions of -OH, phenyl or alkyl substituents [14], and the 2,3-isomer is sterically prohibited, the 2,5- and 2,6-isomers are the expected products. From the known directing effect of substituted benzenes [14], the 2,5-isomer is more favored, owing to the substituent R (methyl, phenyl or t-butyl). With liquid catalysts, which provide free H+ or H30+, the t-butyl carbenium ion could attack hydroquinone from any direction. A salient feature of solid acids is that acid sites are fixed on the solid phase. Hence, adsorbed carbenium ion is formed, as depicted in Fig. 2. It was assumed that hydroquinone also adsorbed on the resin, probably forming a hydrogen bond [ 15 ] with R away OH OH C OH R R 1~ C=C R C~ C \\ \\ s.H O rh _ +C- C 4 O OH ---0' - 0. ) Rearrangement H ~ H t- Bu O I H O I O i 0 O `` III 0, I',~e 0 \" 11O O RESIN RESIN RESIN OH OH R R \\ H \\ t Bu t-Bu OH oil H O IO O, Ii~ O O\\ II 5,O RESIN RESIN Fig. 2. A reaction network of t-butylation of monosubstituted hydroquinones catalyzed by a cation-exchanged sulfonic acid resin. 246 from the resin surface. As before, the carbenium ion either forms an ether (path a) or undergoes electrophilic attack on the benzene ring (path b). Unlike with the liquid acid catalysts, however, there is much less chance that the hydroxyl group and the potential substitution site of the benzene ring located away from the resin surface are attacked by the fixed carbenium ion. Thus steric restriction of the intermediate dictates that both paths would yield predominantly 2,5-disubstituted hydroquinones. When R was changed from methyl to phenyl or t-butyl, 2,5-selectivity improved for both liquid and solid catalysts. When R was t-butyl, in particular, the diference between Amberlyst 15 and HZSOc was only marginal (Table 4). As already discussed, this may be due to the difficulty of forming an ether with a hydroxyl group next to R (path a of Fig. 1). The magnitude of this effect must follow the bulkiness of R: t-butyl > phenyl > methyl. This is exactly what was observed experimentally. In path b, selectivity between the 2,5- and the 2,6-isomer must depend on the directing effect of R to para substitution. This electronic effect is known to decrease in the order methyl > t-butyl > phenyl [ 14 ]. Hence, the observed change in regioselectivity with different R substituents indicates that path a may be a dominant reaction route in t-butylation of hydroquinones. Similar steric considerations could account for the absence of N-benzyl compound in solid-acid-catalyzed condensation of MPC to MDU. Figure 3 shows a plausible reaction mechanism, which shares a common principle with t-butylation of hydroquinones. The critical step, which decides regioselectivity, is the last one in Fig. 1: an electrophilic attack on MPC by the carbenium ion derived from condensation of HCHO and a molecule of MPC. MDU is formed by this attack on the benzene ring of MPC, while the Nbenzyl compound is formed by the attack on electron pairs of the nitrogen atom. Since the carbenium ion formed with liquid acid catalysts could move freely around the system, there exists a finite chance that the nitrogen is attacked, although the probability should be less than that for the benzene ring. In the resin catalyst system, a fixed carbenium ion with the following structure may be formed: 0 NHCOCH3 11 I _ Q +CHz I1~ O\\ O H.._ H O\\~,/O S RESIN (II) 247 O 11 H-C-H H+ 1 OI H O H- 11 C-H CH30CHN-0 1 O II CHZOH2 CH30CHN- 0 1 H20 CH30CNH +CHZ O 1 0- NMCOCH3 O CH2 O CH30CHN \\- NHI 11 COCH3 (MDU) O 0 CH COCH CH30CHN 2\\ N/ 3 (N-benzyl) 01 Fig. 3. Possible reaction steps involved in the condensation of methyl N-phenyl carbamate catalyzed by a liquid acid. It is easy to see from this structure that the probability of contact between the charged carbon atom in the carbenium ion and the nitrogen atom in MPC should be very low, owing to the steric hindrance imposed on this ion and the MPC molecule. Hence, the N-benzyl compound is not formed over solid catalysts. In summary, the two acid-catalyzed reactions studied here demonstrate that regioselectivity can be controlled by employing the solid phase in the reaction system. This controlling effect is due to steric hindrance. It is expected that this effect has been amplified in the present system, as the substrates employed are rather bulky. Acknowledgement This work was partly supported by Research Institute of Industrial Science and Technology. 248 References 1 D. C. Sherrington, in P. Hodge and D. C. Sherrington (eds.), Polymer-supported Reactions in Organic Synthesis, Wiley, New York, 1980, p. 157. 2 1. J. Jakovac, in A. B. Stiles (ed.), Catalyst Supports and Supported Catalysts: Theoretical and Applied Concepts, Butterworths, Boston, 1987, p. 187. 3 D. J. Engel, U.S. Pat. 4323713 (1982). 4 T. P. Malloy and D. J. Engel, U.S. Pat. 4 323 714 (1982). 5 M. Bellas, S. Eardley and R. A. Morley, U.K. Pat. 1359290 (1974). 6 1. Nakamura, Jpn. Kokai Tokkyo Koho JP 62-81338 (1987). 7 S. Fukuoka, M. Chono and M. Kohno, J. Org. Chem., 49 (1984) 1458. 8 S. Fukuoka, M. Chono and M. Kohno, cxensTEcx, 11 (1984) 670. 9 E. T. Shawl and J. G. Zajacek, U.S. Pat. 4146 727 (1979). 10 C. W. Lee, S. M. Lee, T. K. Park, K. W. Park and J. S. Lee, Appl. Catal., 66 (1990) 11. 11 K. A. Kun and R. Kunin, J. Polym. Sci. C, 16 (1967) 1457. 12 C. D. Gutsche and H. E. Johnson, in N. Rabjohn (ed.), Organic Synthesis, Vol. 4, Wiley, New York, 1963, p. 780. 13 G. A. Olah, G. K. S. Prakash and J. Sommer, Superacids, Wiley, New York, 1985, p. 9. 14 F. A. Carey and R. J. Sundberg, Advanced Organic Chemistry, Plenum, New York, 2nd edn., 1984, p. 481. 15 E. Knozinger and H. Noller, Z. Phys. Chem. (Frankfurt am Main), 55 (1967) 59. X244 9385042R 0304-5102(93)85042-R 10.1016/0304-5102(93)85042-R Control of regioselectivity by cation-exchanged sulfonic acid resin catalysts Sung Duk Kim Kyung Hee Lee ∗ Research Center for Catalytic Technology, Pohang Institute of Science and Technology and Research Institute of Industrial Science and Technology, P.O. Box 125, Pohang South Korea * Author to whom correspondence should be addressed. In t-butylation of hydroquinones and condensation of methyl N-phenyl carbamate, cation-exchanged sulfonic acid resin catalysts exhibited significantly better regioselectivity than liquid mineral acid catalysts. This trend was independent of the acid strength of the catalysts and the reaction conditions employed, including choice of solvent. The magnitude of the effect, however, depended on the bulkiness of the substituents. The difference between these heterogeneous and homogeneous acid catalysts was attributed to steric hindrance imposed on fixed protons in the solid catalysts, which caused higher selectivity toward the less-hindered position. References 1 D.C. Sherrington P. Hodge D.C. Sherrington Polymer-supported Reactions in Organic Synthesis 1980 Wiley New York 157 21 I.J. Jakovac A.B. Stiles Catalyst Supports and Supported Catalysts: Theoretical and Applied Concepts 1987 Butterworths Boston 187 3 D. J. Engel, U.S. Pat. 4 323 713 (1982). 4 T. P. Malloy and D. J. Engel, U.S. Pat. 4 323 714 (1982). 5 M. Bellas, S. Eardley and R. A. Morley, U.K. Pat. 1 359 290 (1974). 6 I. Nakamura, Jpn. Kokai Tokkyo Koho JP 62-81338 (1987). 7 S. Fukuoka M. Chono M. Kohno J. Org. Chem. 49 1984 1458 8 S. Fukuoka M. Chono M. Kohno CHEMTECH 11 1984 670 9 E. T. Shawl and J. G. Zajacek, U.S. Pat. 4 146 727 (1979). 10 C.W. Lee S.M. Lee T.K. Park K.W. Park J.S. Lee Appl. Catal. 66 1990 11 11 K.A. Kun R. Kunin J. Polym. Sci. C 16 1967 1457 12 C.D. Gutsche H.E. Johnson N. Rabjohn Organic Synthesis 4 1963 Wiley New York 780 13 G.A. Olah G.K.S. Prakash J. Sommer Superacids 1985 Wiley New York 9 14 F.A. Carey R.J. Sundberg 2nd edn. Advanced Organic Chemistry 1984 Plenum New York 481 15 E. Knözinger H. Noller Z. Phys. Chem. (Frankfurt am Main) 55 1967 59",
      "scopus-id": "0027259789",
      "coredata": {
        "eid": "1-s2.0-030451029385042R",
        "dc:description": "In t-butylation of hydroquinones and condensation of methyl N-phenyl carbamate, cation-exchanged sulfonic acid resin catalysts exhibited significantly better regioselectivity than liquid mineral acid catalysts. This trend was independent of the acid strength of the catalysts and the reaction conditions employed, including choice of solvent. The magnitude of the effect, however, depended on the bulkiness of the substituents. The difference between these heterogeneous and homogeneous acid catalysts was attributed to steric hindrance imposed on fixed protons in the solid catalysts, which caused higher selectivity toward the less-hindered position.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-01-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385042R",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sung, Duk Kim"
          },
          {
            "@_fa": "true",
            "$": "Kyung Hee, Lee"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385042R"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385042R"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85042-R",
        "prism:volume": "78",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Control of regioselectivity by cation-exchanged sulfonic acid resin catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "237-248",
        "prism:endingPage": "248",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 January 1993",
        "prism:doi": "10.1016/0304-5102(93)85042-R",
        "prism:startingPage": "237",
        "dc:identifier": "doi:10.1016/0304-5102(93)85042-R",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027259789"
      }
    }
  }
}