{
  "metadata": {
    "title": "Heterogenized metal complex catalysts based on Pd black",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80255-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028980255X",
    "pii": "030451028980255X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024764676",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028980255X 0304-5102(89)80255-X 030451028980255X 10.1016/0304-5102(89)80255-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 20 220 228 220 228 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. HETEROGENIZEDMETALCOMPLEXCATALYSTSBASEDPDBLACK FASMAN A VARGAFTIK 1985 937 M YERMAKOV 1976 77 Y TURKEVICH 1970 873 J ZAKUMBAEVA 1983 1250 G DAVIS 1982 153 S BRADLEY 1987 59 J 1978 783 METODYELEMENTOORGANICHESKOIKHIMIICONIPLATINOVYEMETALLY WERNER 1977 1763 H DENT 1964 1585 W LOKHOV 1980 1515 Y PALAZOV 1975 338 A BERENBLYUM 1981 677 A FASMANX1989X220 FASMANX1989X220X228 FASMANX1989X220XA FASMANX1989X220X228XA item 0304-5102(89)80255-X 030451028980255X 1-s2.0-030451028980255X 10.1016/0304-5102(89)80255-X 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-030451028980255X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028980255X/MAIN/application/pdf/5674d148c89d2f6b95452e8b2933be6a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028980255X/MAIN/application/pdf/5674d148c89d2f6b95452e8b2933be6a/main.pdf main.pdf pdf true 850587 MAIN 9 1-s2.0-030451028980255X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028980255X/PREVIEW/image/png/4aad2fcabd0cba639fe1c1990533b5cf/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028980255X/PREVIEW/image/png/4aad2fcabd0cba639fe1c1990533b5cf/main_1.png main_1.png png 63324 849 656 IMAGE-WEB-PDF 1 220 Journal of Molecular Catalysis, So (1989) 220 - 228 HETEROGENIZED METAL COMPLEX CATALYSTS BASED ON Pd BLACK A. B. FASMAN and N. V. PERKAS Institute of Organic Catalysis and Electrochemistry, Academy of Sciences of Kazakh SSR, K. Marx 142, 480100 Alma-Ata (U.S.S.R.) Summary By the reduction of Tt-allyl compounds of palladium such as [Pd- CKCaH^, [Pd^HgXCsHs)] and [Pd^CaHBXCsHBXPPI^] by sodium boro- hydride and hydrazine hydrate, a new type of catalysts has been synthesized in which the Pd black serves as a support on whose surface palladium complexes, stabilized by organic ligands, are fixed. The chemical and phase compositions of the catalysts have been determined. In the presence of organometallic compounds, a highly dispersed metal phase is formed having a narrow particle size distribution. A mechanism for the formation of Pd blacks from the organometallic compounds is proposed, whereby such blacks form via the emergence of pre-crystalline associates of reduced palladium whose structures are subsequently ordered after hydrogen treatment. It is found that, besides metallic palladium, the catalyst surfaces also contain additional active centres associated with electron-deficient palladium. The activity and selectivity of such blacks in the liquid-phase hydrogenation of organic compounds increase with increasing dispersion of the catalyst and with their fixed complex content. A model is suggested for the structure of Pd blacks generated from organometallic compounds. Introduction The rapid development of the chemistry of organometallic compounds has provided the possibility for improved methods of catalyst synthesis based on metal clusters and ultradisperse systems stabilized by organic ligands. At present, cluster catalysts seem to be increasingly attractive for investigation. They display high activity, selectivity and active centre homo- geneity, and are suitable for studying the mechanism of catalytic processes. A gigantic Pd cluster producing particles of 26 A dimension has been recently synthesized [1] and represents an intermediate link between molecular com- plexes and colloidal metals. However, in most cases cluster catalysts provide soluble systems and hence require fixing on supports if their stability and technological properties are to be improved. 0304-5102/89/$3.50 Eisevier Sequoia/Printed in The Netherland 221 Many methods are available for heterogenizing metal complexes and preparing colloidal systems from them. It has been shown that fixing com- plexes on oxide supports followed by reduction leads to an uncommonly high metal dispersity with a narrow distribution of particle sizes [2]. Methods for the preparation of aqueous and organosols of metals by reduction of their salts in the presence of stabilizing agents, e.g. sodium polyacrylate [3, 4], have been developed. Klabunde and Davis have studied at length the simulta- neous condensation of metal vapours with hydrocarbons which also results in the formation of highly dispersed systems [5]. The stabilization of ultradisperse states of metals by polymer additives has found wide application. Thus by condensing metallic Pd vapours into cooled solutions of organic polymers, highly active hydrogenation catalysts with 25 - 50 A particle sizes have been prepared [6]. In this case, macroligands fulfill the simultaneous role of supporting and stabilizing the palladium particles. These various examples demonstrate methods employed for stabilizing highly active systems on polymer or oxide supports; however, the heteroge- nization of complexes on a metal base has not been discussed in the litera- ture. This communication deals with a study of the possible stabilization of clusters on Pd black aggregates formed by the reduction of organometallic compounds, with the aim of increasing the activity and selectivity of such clusters compared with conventional catalysts. Details of the formation of such catalysts and the interrelationships between composition, structure and surface state with their physicochemical properties are given. Experimental The catalysts were synthesized by the reduction of Ti-allyl Pd com- pounds such as [PdCKCsHs)]^ (I), [Pd^HsXCsHs)] (II) and [Pd^Hs)- (C5H5)(PPh3)2] (III) by sodium borohydride or hydrazine hydrate in 96% ethanol with careful agitation in air at 20 C. The starting complexes were synthesized by methods reported earlier [7, 8]. Catalysts derived from PdClg were also synthesized for comparative purposes. The palladium content in the catalysts was determined by means of photoelectric colorimetry, carbon and hydrogen by a micro method involving pyrolytic burning, boron volumetrically, and sodium and phosphorus by pho- tometry. Derivatography was undertaken on a D-1500Q apparatus using the Paulik, Paulik, Erdey system. X-Ray diffraction studies were conducted on a DRON-1 apparatus using CoK irradiation, while electron microscopy studies were undertaken with an EMV 100LM microscope. The specific surface area of the blacks was determined using the BET method applied to the low-temper- ature adsorption of argon. The surface state of the catalysts was studied by infrared spectroscopy on a UR-20 apparatus using CO as the test molecule, and by XPS methods with an ES-2402 apparatus using MgK irradiation. 222 The catalytic properties of the synthesized Pd blacks were investigated in hydrogenation reactions involving dimethylethynylcarbinol and phenyl- acetylene (20 C, 1 atm Hz, 96% ethanol). The reaction products were ana- lyzed chromatographically. Results and discussion Using X-ray methods, it has been found that the basic phase involved in all blacks prepared from organometallic compounds (OMC) is metallic palla- dium with an f.c.c. lattice (Table 1). The diffraction lines observed were broadened considerably as a result of the highly dispersed nature of the crystals. The sizes of the coherent scattering blocks, as calculated from the X-ray spectra, are smaller by a factor of 2 - 6 than those in blacks prepared from PdClg. Completion of the reduction reaction using sodium borohydride led to additional phases being found in the catalyst sample by chemical, derivatographic and X-ray diffraction methods, viz. sodium metaborate and sodium chloride. Catalysts from OMC were shown to include an appreciable amount of organic radicals. Thermal treatment at 60 -130 C led to the decomposition of such radicals with a corresponding loss in mass. The content of organic compounds changed as a function of the nature of the starting complex and of the reductant (Table 2). Thus, with hydrazine hydrate as the reductant, the carbon concentration in the catalysts obtained from cyclopentadienyl and TABLE 1 Structure and phase composition of Pd catalysts prepared from OMC Reductant Starting substance X-ray diffraction Electron diffraction and electron microscopy Der ivatography Phase composition Blocksizes(A) NA H^O PdCL, (I)(II) (III) PdPd Pd-Pd- 140100 60 40 crystalline Pd, d = 150 A crystalline Pd Pd-,d=50A Pd- PdPd, Pd, Pd, organic complexes organic complexes organic complexes NaBH,. PdCL, (I) (U) (III) Pd, NaBOs,, NaCI 180 Pd, NaBO^, NaCI 90 Pd-, NaBO, Pd\", NaBOa 60 30 crystalline Pd, d-150A crystalline Pd Pd\" Pd-, d = 25 A Pd, NaBOs, NaCI Pd, NaBO;, NaCI, organic complexes Pd, NaBOa, organic complexes Pd, NaBOa, organic complexes -Smeared reflections obtained in X-ray and electron diffraction patterns. 223 TABLE 2 Chemical composition of Pd blacks prepared from OMC Reductant Starting Content\" (wt.%) substance Pd C H Na B 0 Cl P N N3 H., HaO PdClz 96.000 ft 2.0 2.0 (I) (II)(ni)NaBH< PdCIs(I) (II) (III) 92.1 98.5 60.5 85.7 46.5 73.764.5 65.0 49.2 50.0 42.8 43.5 62.5 62.5 2.8 0.8 29.1 12.2 33.0 17.52.5 2.2 10.3 10.1 18.5 18.6 1.1 0.6 2.8 2.0 2.5 2.31.8 1.0 2.5 2.0 2.7 2.6 11.0 11.5 16.5 16.2 9.3 9.7 3.4 2.8 6.0 6.0 8.5 8.0 7.0 6.0 5.3 5.9 4.0 6.67.817.5 16.7 21.0 21.2 28.1 28.7 3.1 3.2 traces1.0 0.8 0.5 0.4 traces 1.09.2 1.06.5 4.5 4.4 \"Upper line denotes data obtained before saturation with hydrogen; lower line, data after saturation. triphenylphosphine complexes was 2 - 2.5-times greater than that obtained in reduction by sodium borohydride. This difference in carbon concentration, which could be reduced by hydrogen treatment, also points to differences in the structure of the blacks from OMC. Such blacks contain crystals with a narrow size distribution (>50% of particles with a similar dispersion), whereas with PdClg reduction the spread in size is very wide and a consider- able number of agglomerates were formed. The mean linear sizes of the particles obtained via a statistical treatment of the electron micrographs are close to those calculated from the X-ray diffraction data (Table 1). The degree of dispersion of the blacks has been found to depend on the nature of the starting compound and the ability of the stabilizing agent to coordinate with metal ions situated on the surface of the blacks. Provided that the affinity of the cyclopentadienyl and triphenylphosphine ligands to low-valent states of palladium is higher than that of chloride, the resulting catalysts prepared from complexes (II) and (III) were characterized by smaller crystal size and higher homogeneity. An analysis of the electron diffraction patterns obtained supports the X-ray diffraction results (Table 1). The diffraction rings arising from palla- dium atoms in the blacks obtained from OMC are broad, while those from blacks prepared from PdClz are narrow and sharp [Fig. l(a, b)]. Additional saturation with hydrogen causes crystallization of the blacks [Fig. l(c)] 224 (c) Fig. 1. Electron diffraction patterns (at 100 k V voltage) of Pd catalysts reduced by hydrazine hydrate: (a) from PdCl;; (b, c) from (II); (a,b) after hydrogen treatment; (c) before hydrogen treatment. leading to a decrease in their content of organic radicals, according to chemical analysis (Table 2). On the basis of these results, it is possible to present a mechanism for the formation of blacks from OMC. Interaction of the starting complexes with the reductant under mild conditions causes splitting out of a proportion of the ligands attached to the palladium atoms. The latter migrate to form small pre-crystalline clusters which then transform into the aggregates characteris- tic of metallic blacks affording a catalyst base in the form of metallic palladium. This base consists of crystals with high size uniformity, thus preserving the properties peculiar to Pd black and acting simultaneously as a support for Pd complexes stabilized by organic ligands. From infrared spectroscopy of CO adsorption on the surface of the blacks, it is possible to establish the presence of ir-allyl palladium complexes. Thus, the existence of an absorption band at 1940 cm\"1 is indicative of the formation ofir-allylcarbonyi Pd'1' [9], the intensity of this band increasing in the following ligand order arising from the starting OMC: Cl < C^tl^ < PPhg. In the presence of triphenylphosphine as a donor ligand, the frequency of this band shifts to 1870 -1890 cm\"1. The presence of PPli3 on the surface of the 225 black has been confirmed by XPS data, the bond energy of the phosphorus 2p electrons providing confirmation of its state in PPh3. The IR absorption band at 2080 cm\"1 corresponds to CO adsorption on Pd centres. The position of the band remains unchanged on evacuation, which is typical of small clusters or highly dispersed metals. All the blacks exhibit bands at 2120 and 2180cm-1, typical of Pd in the +1 and +2 oxidation states. Apparently, the absorption observed above 1700 cm\"1 re- lates to the formation of bridge-type CO complexes with low-charge palla- dium [10,11]. After saturation of the catalysts with hydrogen, a decrease in the intensity of the absorption bands typical of it-allyl palladium complexes occurs. However, the general character of the spectra remains unchanged. Hence the reduction of OMC proceeds by the gradual removal of the organic component through stepwise formation ofTt-allyl complexes of mono- valent palladium. Concurrently, part of the palladium is immediately reduced to the zero-valent state and forms small clusters stabilized by organic ligands and comprising of palladium ions. After saturation with hydrogen, further reduction of palladium occurs and the concentration of the supported phase decreases, in agreement with data obtained from chemical and derivato- graphic analyses. The results of the XPS study support those obtained by infrared spec- troscopy. Immediately after the reduction of complex (II) by hydrazine hydrate, two PdSd6'2 lines may be resolved with 336.1 and 337.3 eV bond energies corresponding to the +1 and +2 oxidation states of palladium (Fig. 2). During the process of hydrogen activation, part of the supporting complex is reduced; this results in a decrease in the bond energy of the cation centres, and an intense line corresponding to metallic palladium appears in the XPS spectrum. With the catalyst subjected to sodium borohydride reduction, a broad line with a shoulder is observed. However, in this case it is not possible to distinguish individual valency states. Obviously, fixed complexes are formed involving atoms and ions of palladium, and the resulting oxidation state of J%f 339 M-l 33S 33S Mf E,aV Fig. 2. XPS results for Pd blacks (a) obtained by the reduction of (II) with N^H,, H^O and (b) by reduction of (III) with NaBt^. Curve 1, immediately after reduction; curve 2, after hydrogen treatment for 10 min; and curve 3, after saturation with hydrogen in a reaction vessel. 226 the latter lies somewhere between 0 and +2, with the value decreasing and approaching zero after saturation with hydrogen. Thus, two types of active centre are present in blacks obtained from OMC, one corresponding to metallic palladium and the other being electron- deficient palladium stabilized by organic ligands. The characteristic structural properties and composition of the blacks from OMC are closely related to changes in their catalytic properties. The activity of such blacks in the hydrogenation of organic ligands is 5 -10 times greater, and sometimes an order of 1.5 higher, than that of blacks prepared from PdCIa (Table 3). It will be seen that it varies in the following order of starting compounds: (I) < (II) < (III) in accordance with the concentration of organometallic complex in the catalyst and with increasing dispersity. The selectivity in the hydrogenation triple bonds increases in the same order. To all appearances, this is due to the high uniformity of crystal sizes and to the presence of palladium clusters in the composition of these blacks. These clusters are known [12] to form stronger complexes with alkynes than with alkenes, which is bound to lead to an increase in the selectivity of acetylene bond hydrogenation. During the process of hydrogenation, the blacks obtained from OMC preserve their heterogeneity, exhibit high stability on storage (for not less than 1 y) and their properties remain virtually unchanged during consecutive tests repeated many times. The activities of the blacks from OMC per m2 surface increase in the same order as those per g Pd. Their dispersities also increase at the same time, leading to an increase in the consumption of the active component. The TABLE 3 Activity and selectivity of Pd catalysts in the hydrogenation of organic compounds (96% ethanol, 20 C) Reductant Starting substance Dimethylethynylcarbinol Phenylacetylene V\" V 8 V* S\" N^H^ Hs,0 PdClz (I) (II) (III)NaBH PdCIa(I) (11) (III) 670 800 10400 11500850 2100 4500 35000 48 44 347 37029 60 88 730 90 93 96 9891 93 95 98 730 870 9800 10200590 650 2800 24000 92 93 95 9890 94 96 97 \"Hydrogen absorption rate, [cm^g Pd)~1 min\"1]. ' Hydrogen absorption rate, [cm^nr'Pd^min\"1]. \"Selectivity of triple bond hydrogenation (%). The selectivity was determined when absorption of half the calculated amount of hydrogen had occurred, and was obtained from the ratio of olefin yield to the sum of saturated and unsaturated products. 227 crystal dimension of the most active blacks was 30 - 50 A, falling within those limits where a change in the structural and electron characteristics of metal is regarded as affecting the activity. Apparently, the increase observed in the specific catalytic activity of Pd blacks from OMC is governed by two factors, i.e. the presence of low-valent palladium in the organometallic complexes and a high dispersion of the metal phase. Conclusions The whole range of data obtained enable a model of the structure of Pd blacks prepared from OMC to be devised (Fig. 3). In this model, the blacks are depicted as a complex system with metallic Pd as their support. Clusters stabilized by organic ligands are attached to this support, the oxidation state of the palladium in the surface complexes being close to zero. Combinations Fig. 3. A structural model of the Pd catalyst synthesized from OMC: 1, Pd black; 2, palladium clusters; and 3, organic ligands. of active components typically associated with metaland complex catalysts lead to wide differences in the properties of such catalysts compared to conventional blacks. Palladium black itself, which serves as a support for cluster formation in the present case, catalyzes the hydrogenation of organic compounds. The attached palladium complexes form new active centres and cause a sharp increase in the activity and selectivity of the catalysts. References 1 M. N. Vargaftik, V. P. Zagorodnikov, I. P. Stolyarov, I. I. Moiseev, V. A. Likholobov, D. I. Kochubey, A. L. Chivilin, V. I. Zaikovski, K. I. Zamaraev and G. I. Timofeeva, J. Chem. Soc., Chem. Commun., (1985) 937. 2 Yu. I. Yermakov, Catal. Rev., 13 (1976) 77. 3 J. Turkevich and G. Kim, Science, 169 (1970) 873. 4 G. D. Zakumbaeva, N. A. Zakarina, V. P. Kuidina, B. B. Dyusenbina, E. S. Shpiro, P. V. Antoshin, Kh. M. Minachev and A. Sh. Kuanyshev, Izv. Akad. Nauk SSSR, Ser. Khim., 6 (1983) 1250. 228 5 S. C. Davis and K. J. Klabunde, Chem. Rev., 2(1982) 153. 6 J. S. Bradley, E. Hill, M. E. Leonowicz and H. Witzke, J. Mol. Catal., 41 (1987) 59. 7 A. N. Nesmeyanov and K. A. Kocheshkov (eds.). Melody Elementoorganicheskoi Khimii Co, Ni, Platinovye Metally, Nauka, Moscow, 1978, p. 783. 8 H. Werner, A. Kuhn, D. J. Tune, C. Kruger, D. J. Brauer, J. C. Sekutovski and Yi-Hung-Tsay, Chem. Ber 110 (1977) 1763. 9 W. T. Dent, R. Long and A. J. Wilkinson, J. Chem. Soc., (1964) 1585. 10 Yu. A. Lokhov and A. A. Davydov, Kinet. Katal., 21 (1980) 1515. 11 A. Palazov, C. C. Chang and R. J. Kokes, J. Catal., 36 (1975) 338. 12 A. S. Berenblyum, S. L. Mund, L. G. Danilova and I. I. Moiseev, Izv. Akad. Nauk SSSR, Ser. Khim., 3(1981)677. X244 8980255X 0304-5102(89)80255-X 10.1016/0304-5102(89)80255-X Heterogenized metal complex catalysts based on Pd black A.B. Fasman N.V. Perkas Institute of Organic Catalysis and Electrochemistry, Academy of Sciences of Kazakh SSR, K. Marx 142, 480100 Alma-AtaU.S.S.R. By the reduction of π-allyl compounds of palladium such as [Pd-Cl(C3H5)]2, [Pd(C3H5)(C5H5)] and [Pd2(C3H5)(C5H5)(PPh3)2] by sodium borohydride and hydrazine hydrate, a new type of catalysts has been synthesized in which the Pd black serves as a support on whose surface palladium complexes, stabilized by organic ligands, are fixed. The chemical and phase compositions of the catalysts have been determined. In the presence of organometallic compounds, a highly dispersed metal phase is formed having a narrow particle size distribution. A mechanism for the formation of Pd blacks from the organometallic compounds is proposed, whereby such blacks form via the emergence of pre-crystalline associates of reduced palladium whose structures are subsequently ordered after hydrogen treatment. It is found that, besides metallic palladium, the catalyst surfaces also contain additional active centres associated with electron-deficient palladium. The activity and selectivity of such blacks in the liquid-phase hydrogenation of organic compounds increase with increasing dispersion of the catalyst and with their fixed complex content. A model is suggested for the structure of Pd blacks generated from organometallic compounds. References 1 M.N. Vargaftik V.P. Zagorodnikov I.P. Stolyarov I.I. Moiseev V.A. Likholobov D.I. Kochubey A.L. Chivilin V.I. Zaikovski K.I. Zamaraev G.I. Timofeeva J. Chem. Soc., Chem. Commun. 1985 937 2 Yu.I. Yermakov Catal. Rev. 13 1976 77 3 J. Turkevich G. Kim Science 169 1970 873 4 G.D. Zakumbaeva N.A. Zakarina V.P. Kuidina B.B. Dyusenbina E.S. Shpiro P.V. Antoshin Kh.M. Minachev A.Sh. Kuanyshev Izv. Akad. Nauk SSSR, Ser. Khim. 6 1983 1250 5 S.C. Davis K.J. Klabunde Chem. Rev. 82 1982 153 6 J.S. Bradley E. Hill M.E. Leonowicz H. Witzke J. Mol. Catal. 41 1987 59 7 A.N. Nesmeyanov K.A. Kocheshkov Metody Elementoorganicheskoi Khimii-Co, Ni, Platinovye Metally 1978 Nauka Moscow 783 8 H. Werner A. Kühn D.J. Tune C. Krüger D.J. Brauer J.C. Sekutovski Yi-Hung-Tsay Chem. Ber. 110 1977 1763 9 W.T. Dent R. Long A.J. Wilkinson J. Chem. Soc. 1964 1585 10 Yu.A. Lokhov A.A. Davydov Kinet. Katal. 21 1980 1515 11 A. Palazov C.C. Chang R.J. Kokes J. Catal. 36 1975 338 12 A.S. Berenblyum S.L. Mund L.G. Danilova I.I. Moiseev Izv. Akad. Nauk SSSR, Ser. Khim. 3 1981 677",
      "scopus-id": "0024764676",
      "coredata": {
        "eid": "1-s2.0-030451028980255X",
        "dc:description": "By the reduction of π-allyl compounds of palladium such as [Pd-Cl(C3H5)]2, [Pd(C3H5)(C5H5)] and [Pd2(C3H5)(C5H5)(PPh3)2] by sodium borohydride and hydrazine hydrate, a new type of catalysts has been synthesized in which the Pd black serves as a support on whose surface palladium complexes, stabilized by organic ligands, are fixed. The chemical and phase compositions of the catalysts have been determined. In the presence of organometallic compounds, a highly dispersed metal phase is formed having a narrow particle size distribution. A mechanism for the formation of Pd blacks from the organometallic compounds is proposed, whereby such blacks form via the emergence of pre-crystalline associates of reduced palladium whose structures are subsequently ordered after hydrogen treatment. It is found that, besides metallic palladium, the catalyst surfaces also contain additional active centres associated with electron-deficient palladium. The activity and selectivity of such blacks in the liquid-phase hydrogenation of organic compounds increase with increasing dispersion of the catalyst and with their fixed complex content. A model is suggested for the structure of Pd blacks generated from organometallic compounds.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028980255X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fasman, A.B."
          },
          {
            "@_fa": "true",
            "$": "Perkas, N.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028980255X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028980255X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80255-X",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogenized metal complex catalysts based on Pd black",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "220-228",
        "prism:endingPage": "228",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80255-X",
        "prism:startingPage": "220",
        "dc:identifier": "doi:10.1016/0304-5102(89)80255-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024764676"
      }
    }
  }
}