{
  "metadata": {
    "title": "Interaction of carbon monoxide with supported nickel catalysts",
    "authors": "Jerzy Zieliński",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-02-15",
    "doi": "10.1016/0304-5102(93)85101-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385101X",
    "pii": "030451029385101X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027544066",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029385101X 0304-5102(93)85101-X 030451029385101X 10.1016/0304-5102(93)85101-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X0051X 2024-01-02T01:04:16.600218Z 0 0 19930215 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 79 79 1 3 1 2 3 Volume 79, Issues 1–3 18 187 198 187 198 19930215 15 February 1993 1993-02-15 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. INTERACTIONCARBONMONOXIDESUPPORTEDNICKELCATALYSTS ZIELINSKI J WEDLER 1974 463 G KOEL 1981 1376 B MADDEN 1973 3401 H BERTOLINI 1979 586 J ERLEY 1978 333 W JAGANNATHAN 1980 309 K GOODMAN 1983 255 D ASTALDI 1989 322 C RAUPP 1984 660 G RAUPP 1985 587 G RAUPP 1985 597 G ZHAO 1990 109 Y MARTIN 1978 321 G KUIJPERS 1985 13 E LEE 1985 509 P GALUSZKA 1981 172 J ZAGLI 1979 453 A GLUGLA 1989 24 P BAILAY 1989 159 K SEN 1990 68 B BURCH 1984 16 R ANDERSON 1984 111 J 8THINTERNATIONALCONGRESSCATALYSIS ANDERSON 1985 273 J 8THINTERNATIONALCONGRESSCATALYSIS ZIELINSKI 1988 751 J 9THINTERNATIONALCONGRESSCATALYSIS ZIELINSKI 1982 157 J ZIELINSKI 1981 69 J COENEN 1983 801 J PREPARATIONCATALYSTSIII ZIELINSKI 1992 389 J BUYANOVA 1967 868 N SMITH 1981 270 J CRIADO 1978 143 J PRIMET 1977 25 M ROCHESTER 1977 609 C BARTHOLOMEW 1980 390 C ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS ENGELS 1981 162 S CHUNG 1984 237 Y STEVENSON 1987 S METALSUPPORTINTERACTIONINCATALYSISSINTERINGREDISPERSION ZIELINSKIX1993X187 ZIELINSKIX1993X187X198 ZIELINSKIX1993X187XJ ZIELINSKIX1993X187X198XJ item 0304-5102(93)85101-X 030451029385101X 1-s2.0-030451029385101X 10.1016/0304-5102(93)85101-X 272239 2024-01-02T01:04:16.600218Z 1993-02-15 1-s2.0-030451029385101X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385101X/MAIN/application/pdf/0c31cd2304c75dd795ee4c4843bbb2e9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385101X/MAIN/application/pdf/0c31cd2304c75dd795ee4c4843bbb2e9/main.pdf main.pdf pdf true 781305 MAIN 12 1-s2.0-030451029385101X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385101X/PREVIEW/image/png/8532fd1c038077833ab10c88331a2951/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385101X/PREVIEW/image/png/8532fd1c038077833ab10c88331a2951/main_1.png main_1.png png 64414 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 79 (1993) 187-198 187 Elsevier Science Publishers B.V., Amsterdam M025 Interaction of carbon monoxide with supported nickel catalysts Jerzy Zieliriski Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44/52, 01-224 Warsaw (Poland) (Received February 3,1992; accepted October 8,1992 ) Abstract The interaction of carbon monoxide with Ni/Si02, Ni/A1203 and Ni/Ti02 catalysts was studied by temperature-programmed desorption (TPD) of pre-adsorbed carbon monoxide. The TPD spectra exhibit a number of CO and CO2 features reflecting various processes occurring during the interaction. Silica and alumina have a moderate effect on the spectra for supported nickel. In contrast, titania significantly affects the spectra, and the degree depends on the extent of reduction of titania and thus its ability to accept/donate oxygen. Analysis of the spectra obtained indicates that silica, alumina and non-reduced titania lower equally, by about 40 C, the temperature of dissociation of CO pre-adsorbed on supported nickel; on the other hand partially reduced titania lowers the dissociation temperature by ca. 100 C, by accepting the oxygen that is released. The influence of silica, alumina and non-reduced titania on the rate of CO dissociation is ascribed to the formation of a perturbed nickel surface at the nickel-support boundary; at the same time the effect of partially reduced titania on the dissociation is ascribed to joint action of perturbed nickel surface and the oxygen accepting TiOx species at the boundary. Key words: carbon monoxide; desorption; nickel; supported catalysts Introduction Numerous studies suggest that dissociation of carbon monoxide is an important step in CO/H2 reaction over nickel. This knowledge has provoked examinations of the interaction of CO with unsupported [ 1-11 ] and supported nickel [ 12-19 ] . At room temperature CO adsorbs on nickel in the molecular form, and at higher temperatures various processes may occur on CO pre-covered nickel: (i) CO ad-molecules desorb or dissociate to C and O ad-atoms, (ii) C atoms penetrate into nickel or from amorphous or \"graphite\" deposits, and (iii) O ad-atoms combine with C and CO ad-species. The processes are reversible, and their rates depend on the type of nickel sample [ 5 ] and experimental conditions. Therefore, the reported results often seem inconsistent. Significant results on the interaction of carbon monoxide with nickel were obtained by temperature-programmed desorption (TPD) of pre-adsorbed CO. For polycrystalline nickel surfaces and various nickel crystallographic planes, the recorded TPD spectra usually represent a CO profile composed of a small 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 188 J. Zieliiiski/J Mot. Catal. 79 (1993)187-198 number of overlapping peaks, which increases above CO pre-adsorption temperature (T8d5 ), and declines at ca. 230 C [ 1-5, 9-11 ] ; for rough nickel surfaces one or two additional CO peaks appear at 300-700 C [ 5 ] . It has been established that the profile and the peaks are connected with desorption of molecularly and dissociatively adsorbed CO, respectively [ 5 ] . The spectra obtained for silica, alumina, and titania supported nickel exhibit additional CO and C02 peaks at temperatures above 230 C [ 14-19 ] . Formation of the peaks depends on a number of factors, such as the type of sample examined, amount of CO pre-adsorbed, and the experimental conditions of the TPD test. The origin of these peaks has not been established [ 14-19 ] . Raupp and Dumesic [9-10] have examined by use of TPD the interaction of CO with alumina or titania decorated nickel foil. The spectra obtained represent the CO profile at T$d9-230 C, and were free of the additional CO and C02 peaks recorded for supported nickel [ 14-19 ] . Formation of the profiles indicated that both alumina and titania decorants block CO adsorption on strongly bound sites, and enhance CO adsorption on weakly bound sites. On the basis of CO and H2 adsorption/co-adsorption studies these authors concluded that the high activity of Ni/A1,03 and Ni/Ti02 catalysts in the CO/H2 reaction is connected with a decrease of CO ad-molecule and an increase of H ad-atom concentration, which favours the reaction. An alternative explanation of the high activity of Ni/Ti02 catalysts in CO hydrogenation was proposed by Burch and co-workers [20, 21 ] . On the basis of their kinetic studies they concluded that the nickel-titania boundary assists CO dissociation, a slow step in the CO/H2 reaction. They suggested that during the dissociation C atoms are adsorbed by nickel, and 0 atoms are accepted by the partially reduced titania. This paper presents the results of TPD examinations of the interaction of CO with Ni/Si02, Ni/A1203 and Ni/Ti02 catalysts, and is part of the study on the effect of support on the catalytic properties of nickel in the CO/H2 reaction [ 22 ] . On undertaking this work, we were aware of the limitations inherent in the method used and of the fact that the examinations may provide some suggestions as to the nature of the effect but cannot solve the problem. Experimental Apparatus The experiments were performed in a glass flow system [ 23 ] equipped with a gradientless microreactor [ 24 ] . A temperature controller maintained the reactor temperature to within 1 C over the range - 200 to 800 C and provided linear temperature programming. The composition of the gas stream leaving the reactor was continuously monitored by means of TCD cell. Appropriate traps were installed between the reactor and the detector to remove J. Zieliiiski/J. Mol. Catal. 79 (1993) 187-198 189 various constituents from the stream, and TCD response to the remaining components was measured. Materials The catalysts examined were: Ni powder of high purity from Johnson Matthey, oxidized at 500 C in oxygen, and subsequently reduced with hydrogen; 25% Ni/Si02 (EURO-Ni) received in non-calcined form [25];10, 85, and 97.5% Ni/A1203 prepared from chemically pure reactants (The low-nickel catalyst was prepared by impregnation of alumina (calcined at 700 C, surface area 111 m2 g-1, grain size 0.2-0.3 mm) with aqueous solution of Ni(N03)2 [ 23 ] . The high-nickel catalysts were obtained by coprecipitation from aqueous solutions of Ni(N03)2and NaA102 [26].); 20%Ni/Ti02 obtained by impregnation of titania (Degussa P25) with an aqueous solution of Ni (N03) 2 [ 22 ] . The materials listed above were calcined in air (400 C, 2 h), and prereduced in a stream of H2 (40cM3 min-1, 2 h; 400 C for Ni powder, and 500 C for supported catalysts). The reduction temperatures were attained by programmed heating at 8.3 C min-1. The amount of surface nickel in the reduced specimens, Nig, was determined for the amount of 02 adsorbed at 0 C, assuming that the 0/Nis ratio attained was 1.7 [ 27 ] . The TPD examination of the Ni/Ti02catalyst reduced at 500 C was complemented by analogous examinations of a series of Ni/Ti02 specimens with titania reduced to different extents. The specimens were obtained from Ni/ Ti02 catalyst, reduced at 500 C, by 02 adsorption and subsequent hydrogen re-reduction. The adsorption was performed at 0 C, and the re-reduction was carried out in an 80%Hz+Ar stream (40cM3 min-1) with linearly increasing temperature (8.3 C min-1) from - 50 C to a selected temperature within the 200-500 C range, whereupon the re-reduction was continued for 2 h. Recorded profiles of hydrogen consumption suggested that during the re-reduction the nickel surface of the specimens was freed from oxygen; at the same time it seems that after the re-reduction titania could be partially reduced, and during standard hydrogen desorption it could be re-oxidized with H20 species. TPD measurements After reduction, each sample was flushed with a He stream (40 cm3 min-1, 400 C, 0.5 h), and then carbon monoxide was adsorbed at 0 C by admitting 28.5 mm3 portions of CO into the He stream (40 cm3 min-1) flowing over the sample, until saturation of the nickel surface by CO was attained. The stream leaving the reactor was passed through an 80 C trap to decompose any Ni (CO) 4 that may appear during the CO adsorption process. The TPD studies were carried out in a He stream (40 cm' min-1) with linearly increasing temperature (8.3 C min-1) from -50 to 800 C. After the examination each sample was reduced in a H2 stream (40 cm3 min-1) with linearly increasing temper- 190 J. Zieliriski/J. Mol. Catal. 79 (1993)187-198 ature (8.3 C min-1) from - 50 to 800 C. The stream leaving the reactor was dried in a - 78 C trap, and the CH, concentration was continuously monitored. Results and discussion Important features of the catalysts are listed in Table 1. The stoichiometry of CO adsorption on nickel, the CO/Nis ratio, determined for silica, alumina and titania supported nickel is close to that for Ni powder. This suggests that the supports do not influence 02 or CO uptake by nickel, and these adsorbates may be used for measurement of the metal surface area of the catalysts, in accord with the results of Smith et al. [28]. The CO/Nis ratio found for Ni/ Si02 is higher probably because of multiple CO adsorption on the edge and corner atoms and/or underestimation of the Nis number which occurs for small nickel crystallites supported on silica [ 29-31 ] . The CO/Nig ratio determined in this work for both unsupported and supported nickel (Table 1) is lower than that previously found [ 28, 32 ] . The discrepancy probably arises from low CO pressure/exposure and/or elimination of the effect of the formation of Ni (CO), during present measurements. At the end of the CO adsorption process on Ni/Si02, apart from nonadsorbed CO, considerable amounts of Ni(CO)4 appeared in the stream leaving the reactor. By passing the stream through an 80 C column, the carbonyl was decomposed to nickel and carbon monoxide, which ensured that the measurement yielded a correct value of CO uptake; at the same time it was ascertained that the formation of Ni(CO)4 brought about inappreciable decreases TABLE 1 Materials examined and the results obtained No. Material Weight Amount Dispersion Amount CO/Nis (mg) of surface of nickel of ratio nickel adsorbed (umol) CO (Umol ) 1 Ni powder 2500 37.9 0.0009 15.5 0.33 2 25%Ni/Si02 50 46.3 0.24 20.8 0.45 3 10%Ni/A1203 200 53.5 0.19 19.2 0.36 4 85%Ni/A1203 25 47.0 0.14 15.5 0.33 5 97.5%Ni/A1203 150 51.5 0.021 16.5 0.32 6 20%Ni/Ti02 400 51.2 0.038 19.4 0.38 7ae 20%Ni/Ti02 400 - - 15.5 - 7be 20%Ni/Ti02 400 - - 13.6 - 7ce 20%Ni/Ti02 400 - - 12.4 - a7a, 7b and 7c, re-reduced at 400, 300 and 200 C, respectively. J. Zieliiiski/J. Mol. Catal. 79 (1993) 187-198 191 of nickel content and of nickel surface area in the sample. It is significant that the formation of Ni (CO), was considerable for Ni/Si02, but imperceptible for Ni powder, Ni/A1203 and Ni/Ti02. Figure 1 shows the equilibrium constants for some reactions [33] pertinent to the interaction of carbon monoxide with surface nickel. The relations concern bulk phases, nevertheless, they can supply some suggestions to relevant reactions on nickel surface. Keeping in mind the data in Fig. 1 and previous examinations [ 1-19 ] it is considered that the following reactions play a significant role during TPD tests of this work: Nig-CO--- Nig + CO (1) Nig-CO + Nis- Nis-C +Nis-O (2 ) Nib-CO+Nig-O---> 2Nig +C02 (3 ) The dash (-) in the formulae represents a link to nickel surface without indicating the nature of the bond. In the course of the TPD test the above reactions are accompanied by diffusion of various species in the gas phase and on the nickel surface. Other processes possible during the interaction of carbon monoxide with nickel such as formation of Ni(CO)4, dissolution of carbon within nickel and production of Ni3C, and formation of carbon deposits on nickel surface, probably did not occur during the TPD tests in this work due to the low concentration/volume of pre-asorbed CO [7, 33] and the high dispersion of nickel. An analysis of the reactions (1)-(3) indicates that formation of a TPD temperature , C 600 400 200 100 1o6 ,G 10`' c GO o ~O c 102 o U E .11 .11 - 1 o ;' ~,~' `o O GO 2 V 1ow2 0 104 1.0 1.5 2.0 2.5 3.0 3.5 reciprocal temperature , 10-3 K-1 Fig. 1. Equilibrium constants of chemical reactions pertinent to the interaction of carbon monoxide with nickel. 192 J. Zieliriski/J. Mol. Catal. 79 (1993)187-198 spectrum depends on the relative rates of reactions (1)- (3) which, in turn, depend on the structure of the nickel surface [5], the abundance of pre-adsorbed CO, and the experimental conditions of TPD test. Figures 2-5 show the standard TPD runs performed for selected catalysts of Table 1. The upper graph of each figure exhibits TPD spectrum along with its suggested compositions, and the bottom graph shows the amount of carbon and oxygen evolved in the form of both CO and COz, related to the amount of pre-adsorbed CO. TPD study of Ni powder Figure 2 depicts the results of TPD test performed for Ni powder. On the basis of published reports [3, 4, 9-13] it is supposed that the a-CO profile, composed of a few overlapping peaks, and the ss-CO peak represent the desorption of molecularly adsorbed and dissociatively adsorbed CO, respectively. Taking into account thermodynamic suggestions (Fig. 1) and analysis of eqns. (1)-(3) it is expected that the a_C02 and the ss-C02 peaks of the spectrum (Fig. 2) arise from the combination of 0 ad-atoms, appearing on nickel as a result of CO dissociation, with pre-adsorbed and associatively formed CO, respectively. Thus, it seems that the dissociation of pre-adsorbed CO begins when the a-CO profile declines and a-C02 peak rises, and ceases when the a-C02 peak declines. After completion of the dissociation some C and 0 ad-atoms still exist on the sample. In accordance with the thermodynamic suggestion (Fig. 1) and literature reports [5, 8], the species associate at temperatures above 300 C, to give the f3-CO and PC02 peaks. The association proceeds until all 0 ad-atoms are exhausted, while substantial amounts of C ad-atoms remain on Ni powder (Fig. 2 ). U7 o -CO Ni powder E 15 --- C02 ; d i ~i 10 o Ii o 0 5 a ~~ /a I~'; i 0' 1.5 0 o _0 o 1 0 CO o o 0.5 CO U U 0 0 200 400 600 temperature , C Fig. 2. TPD study of Ni powder. J. Zieliriski/J. Mol. Catal. 79 (1993) 187-198 193 The TPD spectrum obtained for Ni powder (Fig. 2) differs from that reported for Ni foil [9], because it exhibits additionally a-CO, f3-CO and fss-C02 peaks. The difference is probably connected with the effect of pressure on reactions (1)-(3). In the low pressure TPD test [9] a predominant part of the pre-adsorbed CO desorbs, to give an a-CO profile, whereas in the high pressure test (Fig. 2) a significant fraction of the desorbing CO re-adsorbs, favouring dissociation of CO and subsequent formation of the additional peaks. TPD study of Ni/Sa02 and Ni/AL203 catalysts The TPD spectra obtained for Ni/Si02and Ni/A1203 catalysts (Figs. 3, 4) are similar, and resemble those reported previously [ 14-18 ] . In addition to the a and O features characteristic of Ni powder (Fig. 2), they show further peaks denoted y,CO and Y-C02. These peaks grow up at approx. 500 C (Figs. 3, 4 ), and supplementary TPD examinations of various Ni/A1203 samples showed that the peaks always begin to appear at the sample pre-reduction temperature. A comparison of the upper and lower graphs of Figs. 3 and 4 indicates that oxygen inherent in the pre-reduced catalysts participates in the formation of the y-CO andY-C02peaks. Taking into account the irreducibility of silica and alumina, the additional oxygen probably comes from N10- and/ or H20-like species contained in the pre-reduced samples, as was suggested elsewhere [ 14, 15 ] . It is significant that after the TPD tests (Figs. 3, 4 ), Ni/ Si02and Ni/A1203 were free of carbon species which was confirmed by subsequent temperature-programmed hydrogenation of the samples. - CO 25 /a Ni/S102 o - CO 10 /o Ni/A1203 3 15 ___ COZ ~, E 15 __ O i 0 10 d , 10 r'~ a 9 :: , s 0 5 ~ i i P 5 d ' .9 0 , i 0 ~ 0 ` o 1.5 0 o 1.5 o CO o CO 1.0 C 0 1.0 CO \" CO 0 0 0.5 0.5 U U 0 0 0 200 400 600 0 200 400 600 temperature , 'C temperature , 'C Fig. 3. TPD study of 25%Ni/Si0z catalyst. Fig. 4. TPD study of 10%Ni/A1203 catalyst. 194 J. Zielihski/J. Mol. Catal. 79 (1993) 187-198 A comparison of the TPD spectra recorded for Ni/Si02 and Ni/A1203 catalysts (Figs. 3, 4) with that for Ni powder (Fig. 2) suggests that both silica and alumina lower the temperature of dissociation of pre-adsorbed CO by ca. 40 C. The effect was identical for 85 and 97.5% Ni/A1203 catalysts (Table 1), indicating that a minute fraction of alumina influences the dissociation. TPD study of Ni/Ti02 catalysts The TPD spectra obtained for the Ni/Ti02catalysts (Figs. 5, 6) are unlike those recorded for Ni/Si02and Ni/A1203 (Figs. 3, 4), and depend on the sample reduction temperature. Figure 5 represents the spectrum obtained for Ni/Ti02reduced at 500 C. Using the same notations as in Figs. 2-4, the spectrum consists of a small a-CO profile, a minute a-C02peak, and a large ,6,yCO profile. This result shows that a small amount of the pre-adsorbed CO desorbs, and most of the pre-adsorbed CO dissociates; a minute fraction of oxygen appearing during the dissociation combines with pre-adsorbed CO, to give the a-C02 peak, and the remaining fraction is accepted by the catalyst. The oxygen accepted and oxygen inherent in the pre-reduced catalyst combine with carbon more or less simultaneously, to give an inseparable f3,y-CO profile (Fig. 5). These facts imply that in the course of this test, the partially reduced titania of the sample [34, 35], TiOX, accepts oxygen during CO dissociation, and subsequently, this re-oxidized titariia donates oxygen during CO association. Thus, in the course of this test the reactions (1)- (3) are accompanied by the reaction proposed by Burch and coworkers [20, 21 ]: Nlg-CO+TIOx-Nls-C+TIOx+I (4) -6 U, - CO 20% Ni/Ti02 ~ 15 ___ C02 P,a Io -, 10 a o 0 5 _d 0 1.5 o0 0 CO 1.0 C CO 0.5 v 0 0 200 400 600 temperature , C Fig. 5. TPD study of 20%Ni/Ti02 catalyst reduced at 500 C. J. Zieliiiski/J. Mol. Catal. 79 (1993)187-198 195 The spectrum in Fig. 5 suggests that the dissociation of CO pre-adsorbed on Ni/Ti02 reduced at 500 C begins at a temperature ca. 100 C lower than that on Ni powder (Fig. 2 ). Almost complete acceptance of appearing 0 atoms by partially reduced titania suggests that dissociation of CO at the nickeltitania boundary (eqn. (4)) dominates dissociation of CO on nickel surface beyond the boundary (eqn. (2) ). The assumption that the dissociation occurs readily on nickel-titania boundary still yields no information about the intrinsic mechanism of the process. Comprehensive consideration of the previous ideas on the mechanism [36] and the results of this work imply that direct acceptance of oxygen by TiOX species enhances the dissociation of CO on the Ni/Ti02 catalyst reduced at 500 C. The spectrum shown in Fig. 5 indicates that dissociation of CO according to reaction (4) brings about a decrease of the fraction of pre-adsorbed CO reacting according to the reactions (1)-(3). This result suggests that the reported effect of titania on the TPD spectra of CO pre-adsorbed on nickel [9] was in fact caused by the occurrence of reaction (4). Complementary studies have shown that the uptake of CO on Ni/Ti02 specimens gradually decreased with lowering of the sample re-reduction temperature (Table 1). The TPD results discussed below suggest that the nickel surface of the specimens was free of 0 ad-atoms, and the decrease of CO uptake was connected with blocking of the nickel surface by titania species. Figure 6 represents the TPD examination performed for the Ni/Ti02 specimen re-reduced at 200 C; the results obtained for the samples re-reduced at temperatures within the 200-500 C range were intermediate between the results depicted in Figs. 6 and 5. In contrast to the spectrum obtained for Ni/ i - CO 20% Ni/Ti02 :~ 15 --- COi red. at 200 C o a 10 d o d 0 5 i j P,n a. / 1 i~\\ 0~ 0 1.5 CO O 0 1.0 _C CO 11 0 00.5 U 0 0 0 200 400 600 temperature , C Fig. 6. TPD study of 20%Ni/Ti02 specimen reduced at 200 C. 196 J. Zieliriski/J. Mol. Catal. 79 (1993) 187-198 Ti02 reduced at 500 C (Fig. 5 ), the spectrum obtained for Ni/Ti02 re-reduced at 200 C (Fig. 6) exhibits a prominent a-CO profile and a a-C02 peak, very similar to those recorded for Ni/Si02 and Ni/A1203 (Figs. 3, 4). The simultaneous decline of the a-CO profile and rising of the a-C02peak suggest that: (i) no 0 ad-atoms exist on the nickel surface before dissociation, and (ii) 0 ad-atoms appearing during the dissociation react readily with CO ad-molecules, to give the a-C02 peak. Moreover, the study discussed (Fig. 6) indicates that the titania of the Ni/Ti02 specimen re-reduced at 200 C is in the nonreduced state and therefore does not participate directly in the CO dissociation in reaction (4 ); at the same time titania of this sample already donates oxygen at 280 C, contributing to the formation of ss,y-CO and ss,y-C02 profiles. The TPD tests performed for the other Ni/Ti02specimens of Table 1 suggest that partially reduced titania, able to participate in the CO dissociation, appears in the specimens re-reduced above 300 C. The TPD studies presented (Figs. 3, 4, 6) show that silica, alumina, and non-reduced titania similarly lower the temperature of dissociation of CO preadsorbed on nickel, in spite of significant differences in the chemical properties of the oxides. This suggests that the decrease is connected with the action of similar nickel sites created in the presence of support. In view of the high activity of defected and stepped nickel surfaces in CO dissociation [ 5 ] it is supposed that these sites represent a perturbed nickel surface in the vicinity of the support. At the same time it seems that the strong effect of partially reduced titania on the dissociation of CO (Fig. 5) arises from joint action of the perturbed nickel surface and the adsorbing oxygen TiOx species at the nickel-support boundary. Accepting the fact that dissociation of carbon monoxide is an important step in CO hydrogenation over nickel the results obtained in this work indicate that at temperatures of about 200 C the effect of silica, alumina, and also titania on the reaction is connected with the formation of perturbed nickel sites at the nickel-support boundary. This suggestion does not rule out that some other factors may also considerably affect the reaction. Conclusions Silica and alumina have a moderate effect on the TPD spectra of CO preadsorbed on nickel. In contrast, titania significantly affects the TPD spectra, and the effect depends on the extent of the reduction of the titania. Silica, alumina, and non-reduced titania lower equally, by ca. 40'C, the temperature of dissociation of CO pre-adsorbed on nickel. The influence is ascribed to the formation of a perturbed nickel surface at the nickel-support boundary. J. Zielinski/J. Mol. Catal. 79 (1993) 187-198 197 Partially reduced titania of Ni/Ti02 lowers by ca. 100 C the temperature of dissociation of CO pre-adsorbed on nickel. The effect is ascribed to joint action of perturbed nickel surface and accepting oxygen TiOx species at the nickel-support boundary. Acknowledgement This work was carried out within Research Project 03.20. References 1 G. Wedler, H. Rapp and G. Schroll, Surf. Sci., 44 (1974) 463. 2 B.E. Koel, D.E. Peebles and J.M. White, Surf. Sci., 107 (1981) 1376. 3 H.H. Madden, J. Kuppers and G. Ertl, J. Chem. Phys., 58 (1973) 3401. 4 J.C. Bertolini and B. Imelik, Surf. Sci., 80 (1979) 586. 5 W. Erley and H. Wagner, Surf. Sci., 74 (1978) 333, and references cited therein. 6 K. Jagannathan, A. Srinivasan, M.S. Hegde and C.N.R. Rao, Surf. Sci., 99 (1980) 309. 7 D.W. Goodman and J,T., Yates, Jr., J. Catal., 82 (1983) 255. 8 C. Astaldi, A. Santoni, F. Della Valle and R. Rosei, Surf. Sci., 220 (1989) 322. 9 G.B. Raupp and J.A. Dumesic, J. Phys. Chem., 88 (1984) 660. 10 G.B. Raupp and J.A. Dumesic, J. Catal., 95 (1985) 587; J. Catal., 96 (1985) 597. 11 Y.-B. Zhao and Y.-W. Chung, J. Catal., 124 (1990) 109. 12 G.A. Martin, M. Primet and J.A. Dalmon, J. Catal., 53 (1978) 321. 13 E.G.M. Kuijpers, A.J.H.M. Kock, M.W.C.M.A. Nieuwesteeg and J.W. Geus, J. Catal., 95 (1985)13. 14 P.I. Lee, J.A. Schwarz and J.C. Heydweiller, Chem. Eag. Sci., 40 (1985) 509. 15 J. Galuszka, J.R. Chang and Y. Amenomiya, J. Catal., 68 (1981) 172. 16 A.E. Zagh, J.L. Falconer and C.A. Keenan, J. Catal., 56 (1979) 453. 17 P.G. Glugla, K.M. Bailey and J.L. Falconer, J. Catal., 115 (1989) 24. 18 K.M. Bailay, T.K. Campbell and J.L. Falconer, Appl. Catal., 54 (1989) 159. 19 B. Sen and J.L. Falconer, J. Catal., 122 (1990) 68. 20 R. Burch and A.R. Flambard, J. Catal., 85 (1984) 16. 21 J.B.F. Anderson, J.D. Bracey, R. Burch and A.R. Flambard, 8th International Congress on Catalysis, West Berlin, Vol. 5, Dechema, Frankfurt-am-Main, 1984, p. 111; Vol. 6, Dechema, Frankfurt-am-Main, 1985, p. 273. 22 J. Zielifiski, 9th International Congress on Catalysis, Calgary, Vol. 2, The Chemical Institute of Canada, Ottawa, 1988, p. 751. 23 J. Zielifiski, J. Catal., 76 (1982) 157. 24 J. Zielifiski, React. Kinet. Catal. Lett., 17 (1981) 69. 25 JW.E. Coenen and B.P. Wells, in G. Poncelet, P. Grange and P.A. Jacobs (Eds. ), Prepara tion of Catalysts Ill, Elsevier, Amsterdam, 1983, p. 801. 26 J. Zielifiski, Catal. Lett., 12 (1992) 389. 27 N.E. Buyanova, A.P. Karnaukhov, L.M. Kefeli, I.D. Ratner and O.N. Chernyavskaya, Kinet. Katal., 8 (1967) 868. 28 J.S. Smith, P.A. Thrower and M.A. Vannice, J. Catal., 68 (1981) 270. 29 J.M. Criado, React. Kinet. Catal. Lett., 8 (1978) 143. 30 M. Primet, J.A. Dalmon and G.A. Martin, J. Catal., 46 (1977) 25. 31 C.H. Rochester and R.J. Terrell, J. Chem. Soc. Trans. Faraday 1, 73 (1977) 609. 198 J. Zieliriski/J. Mol. Catal. 79 (1993)187-198 32 C.H. Bartholomew and R.B. Pannell, J. Catal., 65 (1980) 390. 33 R.B. Anderson, The Fischer-Tropsch Synthesis, Academic Press, Orlando, FL, 1984. 34 S. Engels, W. M6rke, M. Wilde, W. Roschke and B. Freitag, Z. Anorg. Allg. Chem., 472 (1981) 162. 35 Y.-W. Chung, G. Xiong and C.C. Kao, J. Catal 85 (1984) 237. 36 S.A. Stevenson, J.A. Dumesic, R.T.K. Baker and E. Rukenstein, Metal-Support Interaction in Catalysis, Sintering, and Redispersion; Van Nostrand Reinhold, New York, 1987. X244 9385101X 0304-5102(93)85101-X 10.1016/0304-5102(93)85101-X Interaction of carbon monoxide with supported nickel catalysts Jerzy Zieliński Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44/52, 01-224 Warsaw Poland The interaction of carbon monoxide with Ni/SiO2, Ni/Al2O3 and Ni/TiO2 catalysts was studied by temperature-programmed desorption (TPD) of pre-adsorbed carbon monoxide. The TPD spectra exhibit a number of CO and CO2 features reflecting various processes occurring during the interaction. Silica and alumina have a moderate effect on the spectra for supported nickel. In contrast, titania significantly affects the spectra, and the degree depends on the extent of reduction of titania and thus its ability to accept/donate oxygen. Analysis of the spectra obtained indicates that silica, alumina and non-reduced titania lower equally, by about 40°C, the temperature of dissociation of CO pre-adsorbed on supported nickel; on the other hand partially reduced titania lowers the dissociation temperature by ca. 100°C, by accepting the oxygen that is released. The influence of silica, alumina and non-reduced titania on the rate of CO dissociation is ascribed to the formation of a perturbed nickel surface at the nickel—support boundary; at the same time the effect of partially reduced titania on the dissociation is ascribed to joint action of perturbed nickel surface and the oxygen accepting TiO x species at the boundary. Keywords carbon monoxide desorption nickel supported catalysts References 1 G. Wedler H. Rapp G. Schroll Surf. Sci. 44 1974 463 2 B.E. Koel D.E. Peebles J.M. White Surf. Sci. 107 1981 1376 3 H.H. Madden J. Kuppers G. Ertl J. Chem. Phys. 58 1973 3401 4 J.C. Bertolini B. Imelik Surf. Sci. 80 1979 586 5 W. Erley H. Wagner Surf. Sci. 74 1978 333 and references cited therein 6 K. Jagannathan A. Srinivasan M.S. Hegde C.N.R. Rao Surf. Sci. 99 1980 309 7 D.W. Goodman J.T. Yates Jr. J. Catal. 82 1983 255 8 C. Astaldi A. Santoni F.Della Valle R. Rosei Surf. Sci. 220 1989 322 9 G.B. Raupp J.A. Dumesic J. Phys. Chem. 88 1984 660 10 a G.B. Raupp J.A. Dumesic J. Catal. 95 1985 587 b G.B. Raupp J.A. Dumesic J. Catal. 96 1985 597 11 Y.-B. Zhao Y.-W. Chung J. Catal. 124 1990 109 12 G.A. Martin M. Primet J.A. Dalmon J. Catal. 53 1978 321 13 E.G.M. Kuijpers A.J.H.M. Kock M.W.C.M.A. Nieuwesteeg J.W. Geus J. Catal. 95 1985 13 14 P.I. Lee J.A. Schwarz J.C. Heydweiller Chem. Eng. Sci. 40 1985 509 15 J. Galuszka J.R. Chang Y. Amenomiya J. Catal. 68 1981 172 16 A.E. Zagli J.L. Falconer C.A. Keenan J. Catal. 56 1979 453 17 P.G. Glugla K.M. Bailey J.L. Falconer J. Catal. 115 1989 24 18 K.M. Bailay T.K. Campbell J.L. Falconer Appl. Catal. 54 1989 159 19 B. Sen J.L. Falconer J. Catal. 122 1990 68 20 R. Burch A.R. Flambard J. Catal. 85 1984 16 21 a J.B.F. Anderson J.D. Bracey R. Burch A.R. Flambard 8th International Congress on Catalysis 5 1984 Dechema Frankfurt-am-Main 111 West Berlin b J.B.F. Anderson J.D. Bracey R. Burch A.R. Flambard 8th International Congress on Catalysis 6 1985 Dechema Frankfurt-am-Main 273 West Berlin 22 J. Zieliński 9th International Congress on Catalysis 2 1988 The Chemical Institute of Canada Ottawa 751 Calgary 23 J. Zieliński J. Catal. 76 1982 157 24 J. Zieliński React. Kinet. Catal. Lett. 17 1981 69 25 J.W.E. Coenen B.P. Wells G. Poncelet P. Grange P.A. Jacobs Preparation of Catalysts III 1983 Elsevier Amsterdam 801 26 J. Zieliński Catal. Lett. 12 1992 389 27 N.E. Buyanova A.P. Karnaukhov L.M. Kefeli I.D. Ratner O.N. Chernyavskaya Kinet. Katal. 8 1967 868 28 J.S. Smith P.A. Thrower M.A. Vannice J. Catal. 68 1981 270 29 J.M. Criado React. Kinet. Catal. Lett. 8 1978 143 30 M. Primet J.A. Dalmon G.A. Martin J. Catal. 46 1977 25 31 C.H. Rochester R.J. Terrell J. Chem. Soc. Trans. Faraday I 73 1977 609 32 C.H. Bartholomew R.B. Pannell J. Catal. 65 1980 390 33 R.B. Anderson The Fischer—Tropsch Synthesis 1984 Academic Press Orlando, FL 34 S. Engels W. Mörke M. Wilde W. Roschke B. Freitag Z. Anorg. Allg. Chem. 472 1981 162 35 Y.-W. Chung G. Xiong C.C. Kao J. Catal. 85 1984 237 36 S.A. Stevenson J.A. Dumesic R.T.K. Baker E. Rukenstein Metal—Support Interaction in Catalysis, Sintering, and Redispersion 1987 Van Nostrand Reinhold New York",
      "scopus-id": "0027544066",
      "coredata": {
        "eid": "1-s2.0-030451029385101X",
        "dc:description": "The interaction of carbon monoxide with Ni/SiO2, Ni/Al2O3 and Ni/TiO2 catalysts was studied by temperature-programmed desorption (TPD) of pre-adsorbed carbon monoxide. The TPD spectra exhibit a number of CO and CO2 features reflecting various processes occurring during the interaction. Silica and alumina have a moderate effect on the spectra for supported nickel. In contrast, titania significantly affects the spectra, and the degree depends on the extent of reduction of titania and thus its ability to accept/donate oxygen. Analysis of the spectra obtained indicates that silica, alumina and non-reduced titania lower equally, by about 40°C, the temperature of dissociation of CO pre-adsorbed on supported nickel; on the other hand partially reduced titania lowers the dissociation temperature by ca. 100°C, by accepting the oxygen that is released. The influence of silica, alumina and non-reduced titania on the rate of CO dissociation is ascribed to the formation of a perturbed nickel surface at the nickel—support boundary; at the same time the effect of partially reduced titania on the dissociation is ascribed to joint action of perturbed nickel surface and the oxygen accepting TiO x species at the boundary.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385101X",
        "dc:creator": {
          "@_fa": "true",
          "$": "Zieliński, Jerzy"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385101X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385101X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85101-X",
        "prism:volume": "79",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Interaction of carbon monoxide with supported nickel catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "desorption"
          },
          {
            "@_fa": "true",
            "$": "nickel"
          },
          {
            "@_fa": "true",
            "$": "supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "187-198",
        "prism:endingPage": "198",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 1993",
        "prism:doi": "10.1016/0304-5102(93)85101-X",
        "prism:startingPage": "187",
        "dc:identifier": "doi:10.1016/0304-5102(93)85101-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027544066"
      }
    }
  }
}