{
  "metadata": {
    "title": "Stable silica-grafted polymer-bound bulky-phosphite modified rhodium hydroformylation catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-07-14",
    "doi": "10.1016/0304-5102(93)87005-S",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029387005S",
    "pii": "030451029387005S"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-43949166738",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029387005S 0304-5102(93)87005-S 030451029387005S 10.1016/0304-5102(93)87005-S S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02416 2024-01-02T01:06:03.941633Z 0 0 19930714 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 83 83 1 2 1 2 Volume 83, Issues 1–2 3 37 50 37 50 19930714 14 July 1993 1993-07-14 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. STABLESILICAGRAFTEDPOLYMERBOUNDBULKYPHOSPHITEMODIFIEDRHODIUMHYDROFORMYLATIONCATALYSTS JONGSMA T SHERRINGTON 1991 15 D BAILEY 1981 110 D HIRAI 1986 87 H TAILOREDMETALCATALYST HARTLEY 1985 F SUPPORTEDMETALCATALYST LIETO 1983 46 J CHAUVIN 1977 95 Y HARDEE 1990 3669 J CHEN 1991 3982 W VANLEEUWEN 1983 343 P POLO 1990 600 A TOLMAN 1977 313 C JONGSMA 1993 17 T BOVEN 1990 2377 G FRECHET 1983 995 J JONGSMA 1992 161 T FROST 1953 185 A KINETICSMECHANISM BONATI 1964 3156 F HAHN 1990 5153 T JONGSMAX1993X37 JONGSMAX1993X37X50 JONGSMAX1993X37XT JONGSMAX1993X37X50XT item 0304-5102(93)87005-S 030451029387005S 1-s2.0-030451029387005S 10.1016/0304-5102(93)87005-S 272239 2024-01-02T01:06:03.941633Z 1993-07-14 1-s2.0-030451029387005S-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029387005S/MAIN/application/pdf/8f6850c5b5b9095a0828c0ce20dbf0c4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029387005S/MAIN/application/pdf/8f6850c5b5b9095a0828c0ce20dbf0c4/main.pdf main.pdf pdf true 865460 MAIN 14 1-s2.0-030451029387005S-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029387005S/PREVIEW/image/png/24fa662d92fa4bcafd7ccce5193b5fe9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029387005S/PREVIEW/image/png/24fa662d92fa4bcafd7ccce5193b5fe9/main_1.png main_1.png png 58575 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 83 (1993) 37-50 37 Elsevier Science Publishers B.V., Amsterdam M172 Stable silica-grafted polymer-bound bulky-phosphite modified rhodium hydroformylation catalysts Tjeerd Jongsma, Huub van Aert, Martijn Fossen and Ger Challa* Laboratory of Polymer Chemistry, University of Groningen, Nijenborgh 4, 9747 AG Groningen (Netherlands) Piet W.N.M. van Leeuwen Koninklijke/Shell-Laboratorium Amsterdam (Shell Research B. V.), Badhuisweg 3, 1031 CM Amsterdam (Netherlands) (Received July 20,1992; accepted March 17, 1993 ) Abstract The present study demonstrates that silica-grafted polymer-bound phosphite modified rhodium complexes can be used in continuous flow reactors. The hydroformylation of styrene was carried out at moderate pressure (p (CO/HZ) - 30 bar) and temperature (T-100 C), yielding constant conversions over a period of at least ten days. Leakage of rhodium is prevented totally and no decay in catalyst activity was observed. These positive results were obtained in benzene as a solvent and for a ligand to rhodium ratio of only 4. When toluene was used as solvent, considerable rhodium leaching was observed. This could be attributed to contraction of the grafted polymer coils in this solvent, leading to incomplete coordination of rhodium. Key words: hydroformylation; phosphites; polymer-bound catalysts; rhodium Introduction Homogeneous catalysts are superior in activity, selectivity as well as specificity, but heterogeneous catalysts are often preferred in industrial processes, because of their good recoverability and their applicability in continuous flow reactors. It would be of great environmental, commercial and scientific interest to combine the advantages of both catalysts [ 1 ] . A route to achieve this goal is to immobilize a potent homogeneous catalyst onto an insoluble resin. Synthetic polymers are inert materials which can easily be modified and therefore have found widespread use as support materials for catalysts [ 2 ] . Most authors used crosslinked polystyrene resins as the catalyst support, either with a low crosslink density (gel type resins) or high crosslink density (macroporous beads). Diffusion limitation of substrate and/or product, resulting in a lower \"Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 38 T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 activity for the polymer-bound catalyst in comparison with its low molecular weight analogue, is the major disadvantage of gel type resins. Macroporous resins do not have this disadvantage, but low physical strength [ 3 ] and inaccessibility of the bulk of the polymer are the drawbacks of this material. To avoid these problems an alternative approach was followed in this study. A stable homogeneous catalyst was attached to a soluble linear polymer chain (Fig. la, b). This system is homogeneous, and thus diffusion limitation is much less likely to occur. In the next step, the polymer chain is grafted on the surface of an inert support (Fig. lc). The polymer chains form expanded coils, so the active species is still homogeneous, but the system is immobilized and can easily be recovered. This method has already been applied successfully to immidazole modified copper catalysts [4 ] . The low molecular weight model catalyst used in this study is a bulky phosphite modified rhodium complex. Bulky phosphite modified rhodium complexes are good hydroformylation catalysts [5 ] . The good stability of (aryl) phosphites and the strong metal-ligand bond induced by the relatively high nacidity [6] of the ligand makes them very suitable for use in polymer-bound (a) Cat. (c) Cat. Cat. Cat. SiU2 cat. Cat. / cat. Cal. Cal. Cat. Cat. ' Cat. Cat (cal.; (cal.; Fig. 1. (a) Highly active homogeneous catalyst, (b) polymer-bound catalysts, (c) polymer-bound catalysts grafted onto an inert insoluble silica sphere. The catalytic species are still homogeneous, but the system is heterogenized. T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 39 H -CH=-CH-CH2-CH- -CH=-C-CHi-CH- * * -P I V@ P P O Scheme 1. Phenol exchange of polymer-bound triphenyl phosphite to give free triphenyl phosphite. (The phosphite ligands are not necessarily neighbouring groups on the polymer chain.) catalyst systems. Therefore ligand degradation or metal-ligand bond fracture leading to metal leaching in continuous flow reactors may be prevented. The silica-grafted polymer-bound 2,2' -bis (4,6-di-t-butylphenyl) phenyl phosphite (1) is used as the ligand for rhodium in this study. R- -CHi-CH- Sio= A o (1) P j t n R = initiator residue The advantage of this phosphite is that phenol exchange (Scheme 1), which might lead to detachment of the ligand from the polymer chain and eventually elution of rhodium, is prevented by the chelating bis-phenogy group. The low molecular weight analogue 2,2' -bis (4,6-di-t-butylphenyl) phenyl phosphite as well as the non-grafted polymer, form active hydroformylation complexes with rhodium [7]. For the non-grafted (co)polymer-bound catalysts a copolymer of 2,2' -bis (4,6-di-t-butylphenyl) atyryl phosphite and styrene yielded more active catalysts. The most active hydroformylation catalysts were formed with copolymers with a low chain loading (a) with ligand groups. However, the use of these polymers in the silica-grafted system eventually led to deactivation of the catalyst, probably due to the formation of dimeric or clustered rhodium complexes. Therefore, the homopolymer (a= 1), which forms stable bisphosphite coordinated rhodium complexes in the non-grafted system, was applied in the present study. Experimental Synthesis All reactions were carried out under nitrogen atmosphere. Solvents were dried prior to use. 40 T. JongsO et al. / J. Mol. Catal. 83 (1993) 37-50 Silica bound azo-initiator (2) 0 R-NH-C~ CH3 CH3 /0 \"(CH =~2-C-N=N-C-(CHO=-C\\ -O-S i (CH,) 3 CN CN C I -R-NH-e 0 C H3 \\(CH2)=-C-CN S1* 03 `O-Si (CH3)3 N (2) 0 a-R-NH-C11 / N 0 (CH=) a- C -CN -R = (-0) 3-n cS i C (CH=)a> a-O-S i (CH3) 3 CHI n = 0-2 The azo-initiator (2 was covalently bound to a silica surface as described by Boven et al. [8]. Silica spheres with an effective surface area of 200 m2/g and a diameter of 12 nm were used (A200 V, kindly supplied by DEGUSSA). Prior to the reaction of the covalently silica bound 3-aminopropyltriethoxysilane group with 4,4' -azo-bis (4-cyanopentanoic acid chloride) the residual hydroxyl groups of the silica surface were reacted with 1,1,1,3,3,3-hexamethyldisilazane (HMDS );16 ml of HMDS was added to a dispersion of 8 g modified silica in 80 ml toluene and stirred at room temperature for 4 h. The modified silica spheres were washed with toluene and diethyl ether and centrifuged. Afterwards the modified silica was dried in vacuo for 16 h. Further modification of the silica was carried in accord with the prescribed procedure. The number of initiator residues per gram silica was determined with elemental (nitrogen) analysis (0.2 mmol initiator/g silica). 4-t-Butoxycarbonyloxystyrene 4-t-Butoxycarbonyloxystyrene was synthesized as described by Frechet et al. [9], and purified over a A1203 column with ether as eluent. Graft polymerization of 4-t-butoxycarbonyloxystyrene from silica (Scheme 2) A 2.2 gram amount of azo-initiator modified silica was suspended in 13.3 ml 4-t-butoxycarbonyloxystyrene and 3.5 ml toluene. The suspension was stirred at 70 C for 24 h. After cooling to room temperature and adding 100 ml of toluene, the suspension is centrifuged. The product was washed with toluene twice. The silica-grafted polymers were not dried, but kept in toluene suspension. The supernatant toluene layers were concentrated and added dropwise to a 10-fold excess of methanol. The precipitated non-grafted polymer was dried in vacuo and analyzed with membrane osmometry yielding Mn =135000. Though for poly (4-t-butoxycarbonyloxystyrene) co- (styrene) the MarkHouwink constants for polystyrene could be used for GPC analysis without introducing large deviations in calculated Mn, the present homopolymer appeared to be much more rigid than polystyrene and therefore showed abnor- T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 41 CH2xH R R-N=N-R III ~ -(CH= CH) n R 11 a I R R' - (CH=-CH) n Si0i - I Sio=1 t-R-N -- (CH=-CH) n -R-N' $-R-(CH=-CH)n R = coupling agent IR (see 2) i :che ' tic repre- R'= initiator residue ent:'tion of (2) (see 2) R\"= ~-C-O-t-Bu -- 11 0 Scheme 2. Graft polymerization of p-t-butoxycarbonyloxystyrene and formation of non-grafted polymers. mally large hydrodynamic volumes and could not be analyzed with GPC using the Mark-Houwink constants of polystyrene. Silica-grafted poly(4-hydroxystyrene) The solvent of the silica-grafted polymer suspension described in the previous section was exchanged by 60 ml sulfolane. The sulfolane suspension was heated for 15 min at 200 C under N2 atmosphere. The evolving C02 gas was trapped in a NaOH/P205 tube and determined gravimetrically. From the amount of C02 formed, the amount of phenol groups could be estimated. After cooling the solution to 50 C,100 ml THF was added, the spheres were centrifuged and washed twice with THF. 2,2'-Bis (4,6-di-t-butylphenyl) chloro phosphite The 2,2'-bas (4,6-di-t-butylphenyl)chloro phosphite was synthesized as described previously [ 7 ] . Silica-grafted poly(2,2'-bas (4,6-di-t-butylphenyl) styryl phosphate) To a well stirred, heated suspension (T- 60 C) of the silica-grafted poly (4hydroxystyrene) and 7 g of 2,2' -bas (4,6-di-t-butylphenyl) chloro phosphite in 150 ml THF, a solution of 3 g of lithium 2,6-di-t-butylphenolate in 50 ml THF was added dropwise in 3 hours. The suspension was stirred overnight, cooled and centrifuged. The silica-grafted polymer was washed with THF twice and subsequently twice with toluene. The product was stored as a suspension in toluene. Results; 1.02 g grafted polymer/g silica, 31P NMR in CDC13,140 ppm (s), line width 400 Hz. Rhodium(2,4 OntOionato)cyclooctadiene (Rh(acac)COD) The rhodium precursor Rh (acac) COD was prepared as described previously [ 10 ] . 42 T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 Kinetic measurements Batch experiments Batch experiments were carried out in a stainless steel (AISI 316) autoclave of 100 ml at constant CO and H2 pressure and at constant temperature. For a standard experiment the reaction vessel was charged with 20 ml of toluene, 0.1 ml of decane (internal standard for GLC analysis) and the desired amount of silica-grafted polymer-bound phosphite and Rh(acac)COD. The reaction mixture was heated to the desired temperature, 0.2 ml of substrate (styrene) was added and the autoclave pressurized. During the reaction samples were drawn and the aldehyde content was determined with a Packard 419 GLC apparatus equipped with a SE-30 column. The peaks of the two reaction products for styrene (branched and linear aldehydes) were summed. The product distribution of these two products under the given conditions was found to be 35% linear and 65% branched. The conversion is plotted against time. From the slope of the plot of In (1-conversion) versus time a reaction constant k (s-1) can be calculated. This reaction rate constant was normalized for the amount of rhodium used by dividing k by the rhodium concentration, yielding kobe (1/s mol ). Some samples were also analyzed in a Mattson FTIR spectrometer (NaCl cell, 0.1 mm). The metal-carbonyl absorption region from 20002200 cm-1 was not disturbed by solvent peaks. The results are summarized in Table 1. Continuous flow experiments Continuous flow experiments were carried out in a stainless steel (AISI 316) autoclave system, a continuously stirred tank reactor (CSTR) as depicted in Fig. 2. In this setup only one simple plunger pump is needed, and the liquid can be maintained at the same level without a measuring device. The product is pumped (1, Spectra Physics 3500 B, or a Morgan 55-DS plunger pump with a TR-2 timing relay) from the reaction vessel (4) to the glass bucket (6) which floats on the substrate solution in the stock autoclave (5) . The reactor (4) is charged with the silica-grafted polymer-bound phosphite which is mixed with the catalyst precursor Rh (acac) COD and suspended in the sol- TABLE 1 Batch hydroformylation reactions under different conditionsa Egp. Solvent Pressure Temperature [P] Initial kob. X 103 (init. ) (bar) ( C) [Rh] period (h) (1/mols) 1 toluene 20 80 2.3 6.7 30 2 toluene 20 80 4.7 12.2 30 3 toluene 35 100 23 26 20 4 benzene 20 80 4.4 00 13 '[styrene] =0.087mol/l, [Rh]-1.6X10-'mol/1,H2:C0=1:1. T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 substrate Valve a TJ2 13 LJ CJ 1 2 3 Silica grafted polymer bouO catalyst 43 Fig. 2. Schematic drawing of the high pressure stirred continuous flow reactor. Components: (1) pump, ( 2 ) IR cell with CaF2 windows, ( 3 ) flow-sensor, (4 ) thermostated stirred reactor ( 7 ml ), (5)stock-autoclave (11), (6)bucket (400m1), (7)pressureequalization, (8)gasinlet, (9)siphon with gas trap, (10 ) pressure release valve, (11) membrane filter, (12 ) pressure gauge, (13 ) computer. vent used. This catalyst cannot pass through the membrane filter (11, Schleicher & Schuell, PH79 ), and remains inside the reactor. On pumping (1), the liquid level of the reaction mixture falls and, because the product bucket floats on the substrate solution, the substrate level rises. The gas pressure is the same in the entire system ( 7 ), thus the siphon (9 ) equilibrates the liquid level in the stock autoclave and the reactor. The flow rate is measured (3, Bronkhorst HiTec F812 mass flow meter ) so the residence time of the reactants in the reactor can be calculated. The absorption peak of the product aldehyde at 1720 cm-1 is monitored with infrared spectroscopy (2, adapted Perkin Elmer 417). Samples drawn from the product (valve f) were analyzed for aldehyde with GLC as described above. The conversion derived from the GLC analysis is used to relate the conversion to the intensity of the infrared absorption band. Both the flow and the infrared absorption are monitored continuously (13, Commodore PC1). The stock autoclave can be disconnected when valves b, c and d are closed and the pump is turned off. The pressure is released through valve a and then the autoclave can be opened. After emptying the product bucket, the autoclave can be refilled with substrate solution. The system can be repreasurized through valve a, and by slightly opening valve e 44 T. Jongsma et al. / J. Mot. Catal. 83 (1993) 37-50 TABLE 2 Continuous flow experiments' Exp. Solvent Pre-reaction Rh X 106 [P] Constant Reaction kob. X 103 time b (h) (mol) [Rh] conversion (%) time (h) (1/mol s) 5 toluene 0 8 12 35 259 (200)` 6 toluene 0 1 63 10 504 (200)` 7 toluene 24 8 12 35 336 (156)` 8 benzene 3 1.6 17 4 144 17 9 benzene 3 8 4 30 268 30 'Flow 2.4 ml/h, reaction volume 8 ml, residence time 3.3 h, T=100 C, p (H2/CO) =30 bar, HZ/ CO= 1/1, substrate solution composition: 9.7% styrene, 4.9% decane, 85.4% toluene or benzene (v/v). sThe number of hours the reaction mixture is stirred prior to the reaction. 'Calculated on basis of the residual amount of rhodium. the siphon is refilled. When valves b, c and d are opened and the pump is turned on, the continuous flow process proceeds again. After the experiment the content of the bucket is concentrated to 10 ml and the rhodium content is analyzed with atomic emission spectroscopy (detection limit < 0.05 ppm, i.e. < 0.5 jug rhodium). For a first order reaction carried out in a CSTR when a steady state has been established, the reaction rate constant k is related to the residence time z and the substrate conversion ~ according to [ 11 ] kT=1_~ So, the koo=k/ [Rh] can be calculated from the residence time, the rhodium concentration and the conversion in the steady state. For a typical reaction, the reaction vessel (4) is charged with 2.5 mg of Rh (acac) COD and 35 mg silica-grafted polymer-bound phosphites (1) in 7 ml toluene or benzene. The stock autoclave (5) is filled with 40 ml styrene, 20 ml decane and 360 ml toluene or benzene. The reaction conditions and results are summarized in Table 2. Results Batch experiments The batch experiments carried out in toluene show very unique kinetics (Fig. 3 ). During the first period the reaction is first order in substrate, as expected from earlier experiments with non-grafted polymer-bound catalysts and the low molecular weight analogue of the catalyst [ 7 ] . In the infrared spectrum of a sample drawn from the reaction mixture at this stage of the reaction, a T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 1.00 0 o m 0.50 0.00 0 4 8 12 18 reaction time (hours) Fig. 3. Conversion versus time of batch experiment 2 in toluene. T=80 C, p(H2/CO)=20 bar, H2/CO=1/l, [styrene]=0.087mo1/1, [phosphite]/[rhodiumj=4.7. 22.5 hours a 15 hours 14.5 hours 10 hours 55 min 3 hours 50 min 2iao 2i2o zioo zoso 2oso zoao zozo zooo ~ isss wavenumber 45 Fig. 4. Metal carbonyl abaorptions of batch experiment 2 in toluene at different times. Note that the carbonyl peak at 2075 cm-' increases when the reaction rate increases (Fig. 3). T=80 C, p(Hz/CO)-20bar,H2/CO=1/1, [styrene]=0.087mo1/1, [phoaphite]/[rhodium]=4.7. peak is found at 2009 cm-1 (Fig. 4), and at low ligand to rhodium ratios additional peaks are found at 2011 and 2082 cm-1. From earlier studies [ 7 ] we can ascribe the peak at 2009 cm-1 to the rhodium 2,4-pentadionato carbonyl phosphite complex (3) and the peaks at 2011 and 2082 cm-1 to the bis-car- 46 T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 1.00 0 \\ 0 ~a \\\\o .1 C O 11 \\ O \\ f11 0.50 \\ \\ G -- \\\\\\~1 O V \\ O \\ \\ -2 C 0.00 -3 0 50 100 reaction time (hours) Fig. 5. Batch experiment in benzene (exp. 4 ). Conversion versus time and In (1-conversion ) versus time. The straight line of In (1-conversion) versus time indicates that the reaction is first order in substrate concentration. T=80 C,p(H2/CO)-20 bar, H2/CO-1/1, [styrene] =0.087 mol/1, [Rh ] -1.6 X 10-4, [phosphite ] / [ rhodium ] =4.4. bonyl rhodium 2,4-pentadionato complex (4) [ 12 ] . After the initial period the reaction suddenly proceeds more rapidly. Samples drawn from the reaction mixture at this stage show peaks at 2076 cm '(s) and 2043 cm-1 (m) in the infrared spectrum (Fig. 4) . CH3 Ooh C (3) 0 CH3 CH3 O \\ h\\ C 0 0/ CO (4) CH, p = (1) When the experiment is repeated in benzene, the reaction does not show the sharp increase in reaction rate (Fig. 5 ). The activity of the catalyst is first order in the substrate concentration during the entire reaction period. The koba derived from In (1- conversion) versus time is about two times smaller than the kb. for the first stage of the reaction in toluene (Table 1). Samples drawn from the reaction mixture show a large peak at 2005 cm-1 and a small peak at 2076 cm-1 in the infrared spectrum. The intensity of both peaks relative to each other is constant during the course of the reaction. No peak at 2082 cm-1 was observed. T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 47 1.00 0.80 o 0.60 .m V 0.40 C 0.20 0.00 0 2 4 6 8 10 Oe (days) Fig. 6. Conversion versus time of continuous flow experiment 9. Flow 2.4 ml/h, reaction volume 8 ml, residence time 3.3 h, T-100 C, p (H2/CO) =30 bar, Hz/CO =1/1, substrate solution composition: 9.7% styrene, 4.9% decane, 85.4% benzene (v/v), amount of rhodium 8 X 10-s mol. The variation in conversion can be ascribed to variation in residence time due to small variations in flow speed and temporary refilling of the stock autoclave. Continuous flow experiments Good conversions during a prolonged period can be achieved. So, no deactivation or rhodium leaching was detected in the steady state of the reaction. However, in the initial stage of the reaction, when toluene is used as solvent (Table 2, exp. 5 and 6), a considerable amount of rhodium is eluted from the reactor. This disadvantage can be overcome to some extent when the catalyst precursor and the silica grafted polymer-bound phosphites are mixed before the reaction and stirred under hydroformylation conditions for 24 hours. When the experiments are repeated in benzene (Table 2, exp. 8 and 9), rhodium leaching is completely prevented ( < 0.05% ). However, the calculated kob$ of the reaction is somewhat lower than that in toluene. The system yields stable conversions, and no deactivation was observed.over a period of at least ten days (Fig. 6) . Discussion The batch experiments show that the kinetics and complex formation of the catalytic system is dependent on the solvent used. The observation of peaks at 2011 and 2082 cm-1 in the infrared spectrum of the toluene dissolved system indicates that complexes without phosphites are formed. No such peaks were found in the benzene dissolved system. The sudden increase in reaction rate in toluene is still not completely understood, but can probably be ascribed to non-phosphite bound complexes, Le. phosphite-O rhodium complexes. In the continuous flow reaction, when O rhodium complexes are immediately washed from the reaction vessel, the sudden increase in the activity of the catalyst was not observed. This supports the hypothesis that the reaction rate increase in the batch reaction can be ascribed to free rhodium complexes. The soluble, linear polymer-bound rhodium complexes described previ- 48 T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 ously [ 7 ] served as a model system for the design of the silica-grafted catalyst. According to infrared spectra, the complexes observed for the silica-grafted polymers, however, are different from the non-grafted polymer-bound complexes. Infrared spectroscopy is not powerful enough to unravel the structure of these complexes in detail. Other spectroscopic techniques like NMR and Raman spectroscopy could not be used due to experimental problems (excessive line broadening and fluorescence, respectively). The peak at 2076 cm-1 in the toluene system (Fig. 4) is indicative of the formation of inactive (dimeric or clustered) complexes. These complexes have also been found for the non-grafted polymer-bound system [ 7 ] . The formation of these complexes was ascribed to the reaction of two mono-phosphite coordinated rhodium complexes with each other giving dimeric rhodium complexes. Apparently, the same has happened with the silica-grafted polymer-bound catalyst in toluene. However, the chain loading, a, of the grafted polymer is high and consequently bisphosphite coordinated complexes were expected to be formed. The most reasonable explanation for the formation of low phosphite coordinated complexes is to assume that the grafted polymer chains do not form expanded coils in toluene but become contracted or even adsorbed onto the silica surface. Many ligands are not accessible any more, and only the phosphites on the outer sphere of the adsorbed polymer layer can coordinate to the rhodium. There will be not enough phosphites available to coordinate all rhodium atoms, and non-bound and low phosphite coordinated rhodium complexes will be formed. For the non-grafted polymer toluene is a rather good solvent, i.e., the toluene has a rather favorable interaction with the polymer. However, grafting a polymer onto a surface lowers the entropy of the chains. Especially the translational and rotational freedoms are drastically restricted, but also the conformational entropy decreases when one end of the polymer is fixed [ 13 ] . As indicated by the abnormally high hydrodynamic volume found with GPC (see Experimental), the homopolymers used in the present study are rather rigid. For the rigid polymer chains the conformational entropy will be small, thus adsorption onto the silica or formation of a contracted surface layer may become more favorable for these polymers. Benzene is a better solvent for the polymer than toluene, which probably can be ascribed to having better induced dipole-dipole interactions with the phosphite than toluene. Thus, grafted chains form expanded coils in benzene more eagerly than in toluene, i.e., contraction or adsorption becomes less favorable. When an expanded coil is being formed the accessibility of the polymer-bound phosphites is good and consequently free (non-phosphite bound) complexes are no longer present. This is illustrated by the absence of rhodium in the product flow of the continuous flow reaction. The relatively low activity of the silica-grafted catalyst can be ascribed to the formation of less active, multi-phosphite coordinated complexes. Non-grafted polymers in solution are isolated chains (below the critical overlap concentration c*) and the local ligand concentration is only dependent on the chain loading, a, and the degree T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 49 of expansion of the polymer coil. Grafted polymer chains are immobilized in the vicinity of each other, which leads to enforced chain overlap. Furthermore, for entropic reasons already discussed, the polymer chains will have a slightly more contracted conformation. Both effects lead to increased local phosphite concentrations. In addition, translational and rotational entropy of grafted chains are drastically decreased, which favors the formation of interchain crosslinks. As has already been found for the low molecular weight analogue of the catalyst, tris-phosphite coordinated rhodium complexes are formed when the phosphite concentration is high, and the temperature is low, i.e., when the mobility of the ligand is reduced and association is favored [ 7 ] . Both requirements are present in the benzene dissolved silica-grafted system. Therefore, multi-coordinated rhodium complexes may be formed. Due to steric effects these complexes are less active in hydroformylation reactions. This explains the reduced activity of the benzene dissolved system. When the ligand to rhodium ratio is reduced, the amount of accessible phosphites is reduced, and complexes with lower coordination numbers i.e., more active complexes are likely to be formed. This is reflected in the enhanced activity of the catalyst with a ligand to rhodium ratio of 4 (exp. 9, Table 2) in comparison with the experiment with a phosphite to rhodium ratio of 17 (exp. 8, Table 2). It is noteworthy that even at the low ligand to rhodium ratio of 4, no rhodium leaching was observed. Obviously the coordination complex and the polymer ligand bonds are intrinsically stable, and when all ligands are readily accessible, large excesses of ligands are not needed to keep hold of the catalyst. Acknowledgement The authors thank Shell Research B.V. for financial support. References 1 D.C. Sherrington, Chem. Ind., Jan (1991) 15. 2 D. Bailey and S. Sanger, Chem. Rev., 81 (1981) 110; H. Hirai and N. Toshima, in Y. Iwasawa (ed. ), Tailored Metal Catalyst, Reidel, Dordrecht, 1986, p. 87; F.R. Hartley, Supported Metal Catalyst, Reidel, Dordrecht, 1985; J. Lieto, D. Milstein, R. Albright, J. Minckiewics and B.C. Gates, CHEMTECH, (1983) 46; Y. Chauvin, D. Commereuc and F. Dawans, Prog. Polym. Sci., 5 (1977) 95. 3 J.R. Hardee, S.E. Tunney, J. Frye and J.K. Stille, J. Polym. Sci., Part A, Polym. Chem., 28 (1990)3669. 4 W. Chen, G. Boven and G. Challa, Macromolecules, 24 (1991) 3982. 5 P. W.N.M. van Leeuwen and C.F. Roobeek. J Organomet. Chem., 258 (1983) 343; Y. Tokitoh and N. Yoshimura, Jpn. Kokai Tokkyo Koho 01 /29, 335, (1989 ), Jpn. Pat. Appl. 85/248, 6466 and Jpn. Pat. 62/201, 881, (1987) and 64/26, 530 (1989) to Kuraray; US Pat. 4,717,775 (1988) E. Billig, A.G. Abatjoglou, D.R. Bryant, R.E. Murray and J.M. Maher, to Union Carbide Corporation; A. Polo, J. Real, C. Claver, S. Castillon and J.C. Bayon J. Chem. Soc., Chem. Commun., (1990) 600. 50 T. Jongsma et al. / J. Mol. Catal. 83 (1993) 37-50 6 C.A. Tolman, Chem. Rev., 77 (1977) 313. 7 T. Jongama, M. Fossen, G. Challa and P.W.N.M. van Leeuwen, J. Mol. Catal. 83, (1993) 17. 8 G. Boven, M.L.C.M. Oosterling, G. Challa and A.J. Schouten, Polymer, 31 (1990) 2377. 9 J.M. Frechet, E. Eichler, H. Ito and C.G. Wilson, Polymer, 24 (1983) 995. 10 T. Jongsma, P. Kimkes, G. Challa and P.W.N.M. van Leeuwen, Polymer, 33 (1992) 161. 11 A.A. Frost and R.G. Pearson, Kinetics and Mechanism, John Wiley, New York, 1953, p. 185. 12 F. Bonati and G. Wilkinson, J. Chem. Soc., (1964) 3156. 13T.D. Hahn and J. Kovac, Macromolecules, 23 (1990) 5153. X244 9387005S 0304-5102(93)87005-S 10.1016/0304-5102(93)87005-S Stable silica-grafted polymer-bound bulky-phosphite modified rhodium hydroformylation catalysts Tjeerd Jongsma Huub van Aert Martijn Fossen Ger Challa ∗ Laboratory of Polymer Chemistry, University of Groningen, Nijenborgh 4, 9747 AG Groningen Netherlands * Corresponding author. Piet W.N.M. van Leeuwen Koninklijke/Shell-Laboratorium Amsterdam (Shell Research B. V.), Badhuisweg 3, 1031 CM Amsterdam Netherlands The present study demonstrates that silica-grafted polymer-bound phosphite modified rhodium complexes can be used in continuous flow reactors. The hydroformylation of styrene was carried out at moderate pressure (p(CO/H2)=30 bar) and temperature (T=1OO°C), yielding constant conversions over a period of at least ten days. Leakage of rhodium is prevented totally and no decay in catalyst activity was observed. These positive results were obtained in benzene as a solvent and for a ligand to rhodium ratio of only 4. When toluene was used as solvent, considerable rhodium leaching was observed. This could be attributed to contraction of the grafted polymer coils in this solvent, leading to incomplete coordination of rhodium. Keywords hydroformylation phosphites polymer-bound catalysts rhodium References 1 D.C. Sherrington Chem. Ind., Jan 1991 15 2 a D. Bailey S. Sanger Chem. Rev. 81 1981 110 b H. Hirai N. Toshima Y. Iwasawa Tailored Metal Catalyst 1986 Reidel Dordrecht 87 c F.R. Hartley Supported Metal Catalyst 1985 Reidel Dordrecht d J. Lieto D. Milstein R. Albright J. Minckiewics B.C. Gates CHEMTECH 1983 46 e Y. Chauvin D. Commereuc F. Dawans Prog. Polym. Sci. 5 1977 95 3 J.R. Hardee S.E. Tunney J. Frye J.K. Stille J. Polym. Sci., Part A, Polym. Chem. 28 1990 3669 4 W. Chen G. Boven G. Challa Macromolecules 24 1991 3982 5 a P.W.N.M. van Leeuwen C.F. Roobeek J. Organomet. Chem. 258 1983 343 b Y. Tokitoh and N. Yoshimura, Jpn. Kokai Tokkyo Koho 01/29, 335, (1989) c Y. Tokitoh and N. Yoshimura, Jpn. Pat. Appl. 85/248, 6466 d Y. Tokitoh and N. Yoshimura, Jpn. Pat. 62/201, 881, (1987) e Y. Tokitoh and N. Yoshimura, Jpn. Pat. 64/26, 530 (1989) to Kuraray f US Pat. 4,717,775 (1988) E. Billig, A.G. Abatjoglou, D.R. Bryant, R.E. Murray and J.M. Maher, to Union Carbide Corporation g A. Polo J. Real C. Claver S. Castillon J.C. Bayon J. Chem. Soc., Chem. Commun. 1990 600 6 C.A. Tolman Chem. Rev. 77 1977 313 7 T. Jongsma M. Fossen G. Challa P.W.N.M. van Leeuwen J. Mol. Catal. 83 1993 17 8 G. Boven M.L.C.M. Oosterling G. Challa A.J. Schouten Polymer 31 1990 2377 9 J.M. Fréchet E. Eichler H. Ito C.G. Wilson Polymer 24 1983 995 10 T. Jongsma P. Kimkes G. Challa P.W.N.M. van Leeuwen Polymer 33 1992 161 11 A.A. Frost R.G. Pearson Kinetics and Mechanism 1953 John Wiley New York 185 12 F. Bonati G. Wilkinson J. Chem. Soc. 1964 3156 13 T.D. Hahn J. Kovac Macromolecules 23 1990 5153",
      "scopus-id": "43949166738",
      "coredata": {
        "eid": "1-s2.0-030451029387005S",
        "dc:description": "The present study demonstrates that silica-grafted polymer-bound phosphite modified rhodium complexes can be used in continuous flow reactors. The hydroformylation of styrene was carried out at moderate pressure (p(CO/H2)=30 bar) and temperature (T=1OO°C), yielding constant conversions over a period of at least ten days. Leakage of rhodium is prevented totally and no decay in catalyst activity was observed. These positive results were obtained in benzene as a solvent and for a ligand to rhodium ratio of only 4. When toluene was used as solvent, considerable rhodium leaching was observed. This could be attributed to contraction of the grafted polymer coils in this solvent, leading to incomplete coordination of rhodium.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-07-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029387005S",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jongsma, Tjeerd"
          },
          {
            "@_fa": "true",
            "$": "van Aert, Huub"
          },
          {
            "@_fa": "true",
            "$": "Fossen, Martijn"
          },
          {
            "@_fa": "true",
            "$": "Challa, Ger"
          },
          {
            "@_fa": "true",
            "$": "van Leeuwen, Piet W.N.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029387005S"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029387005S"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)87005-S",
        "prism:volume": "83",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Stable silica-grafted polymer-bound bulky-phosphite modified rhodium hydroformylation catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "phosphites"
          },
          {
            "@_fa": "true",
            "$": "polymer-bound catalysts"
          },
          {
            "@_fa": "true",
            "$": "rhodium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "37-50",
        "prism:endingPage": "50",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 July 1993",
        "prism:doi": "10.1016/0304-5102(93)87005-S",
        "prism:startingPage": "37",
        "dc:identifier": "doi:10.1016/0304-5102(93)87005-S",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/43949166738"
      }
    }
  }
}