{
  "metadata": {
    "title": "Ethylene hydrogenation over lanthanide-doped Cu and Ag catalyst systems (EuCu, YbCu, EuAg and YbAg)",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-10-15",
    "doi": "10.1016/0304-5102(91)80151-R",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180151R",
    "pii": "030451029180151R"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026244486",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180151R 0304-5102(91)80151-R 030451029180151R 10.1016/0304-5102(91)80151-R S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01393 2024-01-02T01:05:30.650091Z 0 0 19911015 1991 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 69 69 2 2 Volume 69, Issue 2 10 271 280 271 280 19911015 15 October 1991 1991-10-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. ETHYLENEHYDROGENATIONOVERLANTHANIDEDOPEDCUAGCATALYSTSYSTEMSEUCUYBCUEUAGYBAG IMAMURA H 19781989 HANDBOOKPHYSICSCHEMISTRYRAREEARTHS 1985 NEWFRONTIERSINRAREEARTHSCIENCEAPPLICATIONS GSCHNEIDNER 1981 K INDUSTRIALAPPLICATIONSRAREEARTHELEMENTS ROSYNEK 1977 111 M NETZER 1983 217 F HANDBOOKPHYSICSCHEMISTRYRAREEARTHS IMAMURA 1989 171 H IMAMURA 1990 1495 H WARF 1966 1590 J IMAMURA 1989 1842 H IMAMURA 1991 279 H CATALYTICSCIENCETECHNOLOGY IMAMURA 1985 139 H IMAMURA 1989 1647 H RIECK 1986 278 J HAYASHI 1977 842 S WALLACE 1973 W RAREEARTHINTERMETALLICS KUIJPERS 1973 F WALLACE 1980 329 W SCIENCETECHNOLOGYRAREEARTHMATERIALS NIX 1989 L316 R THOMPSON 1976 J ELECTRONSINLIQUIDAMMONIA HOWELL 1969 399 H NIX 1987 163 R NIX 1988 307 R FUGGLE 1975 61 J BRUNDLE 1976 C ELECTRONICSTRUCTUREREACTIVITYMETALSURFACES SACHTLER 1965 654 W SACHTLER 1965 665 W IMAMURAX1991X271 IMAMURAX1991X271X280 IMAMURAX1991X271XH IMAMURAX1991X271X280XH item 0304-5102(91)80151-R 030451029180151R 1-s2.0-030451029180151R 10.1016/0304-5102(91)80151-R 272239 2024-01-02T01:05:30.650091Z 1991-10-15 1-s2.0-030451029180151R-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180151R/MAIN/application/pdf/3ff0521614e6b1b96ab6c27aabeac3a1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180151R/MAIN/application/pdf/3ff0521614e6b1b96ab6c27aabeac3a1/main.pdf main.pdf pdf true 715214 MAIN 10 1-s2.0-030451029180151R-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180151R/PREVIEW/image/png/7fb6a3395c2c4dace931d0c6023a2e2a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180151R/PREVIEW/image/png/7fb6a3395c2c4dace931d0c6023a2e2a/main_1.png main_1.png png 64025 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 69 (1991) 271-280 271 Ethylene hydrogenation over lanthanide-doped Cu and Ag catalyst systems (Eu-Cu, Yb-Cu, Eu-Ag and Yb-Ag) Hayao Imamura*, Mitsutoshi Yoshinobu, Tetsuo Mihara, Yoshihisa Sakata and Susumu Tsuchiya Department of Advanced Materials Science and Engineering, Faculty of Engineering, Yamaguchi University, 2557 Tokiwadai, Ube 755 (Japan (Received January 29, 1991; revised June 25, 1991) Abstract Metal powders (Cu and Ag) react readily with Eu and Yb which dissolve in liquid ammonia, resulting in the formation of active lanthanide-doped catalysts (Eu-Cu, Yb-Cu, Eu-Ag and Yb-Ag). The catalytic properties of the samples with varied levels of lanthanide doping have been evaluated in the hydrogenation of ethylene. For Eu-Cu and Yb-Cu the hydrogenation activity increased rapidly with the lanthanide addition and then gradually; increases of over three or four orders of magnitude compared with the constituent metals alone were observed. The activity of Eu-containing systems was, in most cases, higher than that of the Yb-containing systems. The catalytic behaviour was markedly dependent on the evacuation temperatures of the catalysts before reaction. This is due to the reconstruction of surface morphology with an increase in the pretreatment temperature, which brings about the interaction between the lanthanide and transition metals to form active sites synergistically. This phenomenon is most probably associated with appearance of high catalytic activity for the present systems. The nature of the active sites formed and the effect of lanthanide addition are discussed. Introduction Lanthanides (rare earths) are materials that have been investigated and utilized in a wide variety of fields [ 1 ], but less extensively in catalysis [2 ]. Recently we have shown that lanthanide-catalysed reactions are of great interest and use [3]. It is known that europium and ytterbium dissolve in liquid ammonia to yield a homogeneous solution containing the ammoniated electron [4]. When the transition metal powders (Fe, Co, Ni, Cu and Ag) were added to this solution, these metal powders were found to react readily with the dissolved lanthanide in liquid ammonia to form highly reactive lanthanide-doped catalysts [5-7]. In this paper, for the Eu- or Yb-doped Cu and Ag catalyst systems we present a study on the promotion effect of a lanthanide metal overlayer on the hydrogenation reaction of ethylene on a Cu or Ag transition metal surface. *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 1991- Elsevier Sequoia, Lausanne 272 Experimental Catalyst preparation Eu and Yb (purity: 99.99'0) were obtained from the Shin-Etsu Chemical Co. Ammonia (purity: > 99.9%) produced by the Iwatani Ind. was dried through calcium oxide and subsequently through a sodium hydroxide column. Cu or Ag metal powders were conventionally prepared by an incipient wetness technique; the metal salts [Cu(N03)2.3H20 and AgN031 were treated with aqueous ammonia solution, forming their hydroxide precipitates. The resulting precipitates were filtered off, washed with distilled water, dried and finally reduced with hydrogen at 473-573 K. Formation of the reduced metals was confirmed by conventional X-ray powder diffraction techniques. In a typical preparation of the lanthanide-doped catalysts (Eu-Cu, Yb-Cu, Eu-Ag and Yb-Ag), the reduced metal powders (Cu and Ag) were placed in a Schlenk reactor flushed thoroughly with dry argon. Eu or Yb was gradually added to the metal powders suspended in liquid ammonia (15-20 cm') with stirring at 195 K. It has been shown that the Eu and Yb metals dissolve in liquid ammonia to form blue solutions which are characteristic of the solvated electron [4]. The solution was colored blue for a while, and then the blue color gradually disappeared as a result of the reaction with the transition metals. On completion of the addition, the vessel was allowed to warm to room temperature and the excess ammonia was vaporized, leaving an active catalyst powder. The catalysts thus prepared were sensitive to air, turning into non-reactive materials by oxidation. Thus all operations were performed in an atmosphere of dry argon and the catalysts were usually stored under inert gas. Unless otherwise stated, the content of the lanthanide metal in the catalysts was represented by the fraction of the atomic %. The specific surface areas of the catalysts studied were determined following the BET method by nitrogen adsorption at 77 K. Catalytic reactions The ethylene (99.99%) and HZ (> 99.99%) employed were of research purity. The ethylene was purified further by degassing at 77 K, followed by a triple distillation. The hydrogen was purified through a molecular sieve column at 77 K. The activity of the catalysts was determined using a Pyrex gas-circulation system with a reaction space of about 300 cm' effective volume including the reactor. About 100 mg of catalyst was used in each run and this was mounted in the reactor (U-shape; internal diameter 6 nun, length 15 cm) between quartz wool plugs without exposure to air. The catalyst was evacuated in the range 293-673 K prior to the reaction, and was then exposed to the reactant gases. The reacting gas in the system was periodically collected by a gas sampler and analysed by a Shimazu TCD gas chromatograph. Analyses Powder X-ray diffraction spectra were studied using a Shimazu model XD-3 diffractometer with Cu radiation. Surface analyses of the sample were 273 performed by X-ray photoelectron spectroscopy (XPS) without exposure to air. XPS spectra were recorded on a Shimazu ESCA 750 system using Mg Ka radiation (1253.6 eV), which was equipped with an PAC 7805 data system. The spectrometer was operated at 7 kV and 30 mA with a base pressure below 10-' torr in the sample chamber. The binding energy was determined by reference to the Au 4f7,2 line at 83.8 eV. Results and discussion Catalytic reactivity The catalytic behaviour of the lanthanide-doped catalysts varied markedly with changes in the amounts of Eu and Yb incorporated. The results are summarized in Table 1. The catalytic property was evaluated by the hydrogenation of ethylene. The reaction was conducted by admitting hydrogen at 32 torr and ethylene at 16 torr. The Cu and Ag metals were used efficiently when doped with the lanthanide metals. The results on the lanthanide-doped Cu and Ag as a function of the lanthanide content are shown in Fig. 1. Cu or Ag alone exhibited negligible activity, but the activity appeared upon the addition of lanthanide. When the first-order rate constant k was used as an index of the catalytic activity, it was found that the activity greatly increased with increasing lanthanide content. For Eu-Cu and Yb-Cu, the rate constant increased by over four orders of magnitude with an increase in the lanthanide content. Thus the TABLE 1 Hydrogenation of ethylene over Eu or Yb-doped catalysts' Catalyst Eu or Yb Evacuation Reaction Rate constant k addition temp. temp. (min-' g-') (atom.%) (K) (K) Cu - 673 297 Eu-Cu 3.2 673 273 7.6 x 10-' Yb-Cu 3.6 673 273 4.OX 10-' Yb-Cu 3.6 673 297 1.2 Yb-Cu 3.6 573 297 2.5 x 10-' Yb-Cu 3.6 473 297 1.8 x 10-2 Ag - 673 303 Eu-Ag 14.8 673 273 5.2 x 10-' Eu-Ag 13.5 673 303 5.7 x 10-2 Eu-Ag 13.5 573 303 3.4 x 10-2 Eu-Ag 13.5 473 303 Yb-Ag 12.6 573 303 1.6 x 10-3 Ybd - 473 323 1.6 x 10-3 ''The reaction was conducted by admitting CH4 (16 torr) and HZ (32 torr). b2 h. 'The activity was zero within detection limits. 'See [8]. 274 1 _1 0 -1 -2 -2 .Y Eu-Ag 0 -3 a 0 -4 O -3 -5 -6 -4 0 2 4 6 8 0 4 8 12 16 (a) Eu. Yb / atomic Z (b) Eu / atomic Z Fig. 1. (a) Hydrogenation activity (273 K) vs. Eu or Yb addition to Cu. The Cu and Cu' powders were prepared separately; (e) Eu-Cu, (o) Yb-Cu, (0) Eu-Cu', (o) Yb-Cu'. (b) Hydrogenation activity (303 K) vs. Eu addition to Ag. catalytic activity was not monotonically proportional to the addition of Eu or Yb, but increased abruptly in the range of - 1-3% lanthanide addition, followed by gradual increase in the activity for further addition. It has been shown that the lanthanide metal particles prepared by metal vapour techniques are active for olefin hydrogenation [8]. Although direct comparison with the specific activity of the individual lanthanide element was difficult, the activity of lanthanide alone was some orders of magnitude lower than that of the Eu- and Yb-combined systems. This dependence of lanthanide addition on the activity indicates that some synergetic effects between the lanthanide and transition metals rather than individual components constitute active sites. For the lanthanide-doped Co and Ni [6], it has been shown that the selectivity of butene isomers in buta-1,3-diene hydrogenation successively varies from but-l-ene to cis-but-2-ene with changes in the proportion of lanthanide metal incorporated. The catalytically active phase is considered to be finely divided Cu and Ag in intimate contact with the lanthanide metals. A.g or Cu itself normally adsorbed a negligible amount of hydrogen at room temperature, but on the addition of lanthanide the amount of hydrogen adsorption by the 3.6% Yb-Cu or 13.5% Eu-Ag sample increased to 42 or 25 Amol g-1, respectively; the lanthanide strongly influences the catalytic activation of hydrogen. It has been reported elsewhere that lanthanides are used as promoters for supported catalysts in synthesis gas conversion, particularly to oxygenates [9]. When the copper metal powders were prepared separately for comparison (see Cu and Cu' in Fig. 1(a)), the catalytic action of Eu-Cu and Yb-Cu, such as the reactivity and the lanthanide-doping dependence for activity, was slightly different from that of the Cu' systems. However, the overall 275 tendencies were very similar and catalytic reactions over the catalysts were reproducible. For the Eu- and Yb-doped systems, essentially similar dependence of the activity was observed as a function of the lanthanide addition (see Table 1 and Fig. 1) even though the extent of increases in activity was different. Comparing both systems on the basis of the same atomic fraction of lanthanide metal added to the transition metals, the specific activity of the Eu-containing system was, in most cases, higher than that of the Yb-containing system. This is also the case for the results of hydrogenation reactions studied elsewhere [5-7]. When Ag powders are brought into contact with alkali metals, the catalytic activity for hydrogen activation appears [10]. The order of the activity for the HZ-D2 exchange reaction is Cs-Ag > K-Ag > Na-Ag; the dependence of activity is discussed on the basis of the electropositivity of the alkali metals, which is in the order Na < K < Cs. Studies on lanthanide-transition metal intermetallics have made it abundantly clear that there is electron transfer from the lanthanide to the transition metal [ 11 ]. These intermetallic compounds can rapidly absorb and desorb large amounts of hydrogen [ 12 ]; thus, the surfaces of the intermetallics axe quite active and have a high ability to activate hydrogen catalytically [ 13 ]. The neodymiumcovered Cu(100), a small but significant charge transfer from lanthanide to the copper surface is estimated from the valence and core level photoemission [ 14 ]. Therefore, the activity difference between Eu- and Yb-doped systems may be responsible for differences in the degree of electron transfer from the lanthanide metals; ionization potential is in the order Yb < Eu. Features of the lanthanide-doped systems Reactions in liquid ammonia The solution of lanthanide in liquid ammonia is a dark blue colour, apparently due to a charge-transfer complex. It has been shown that alkali metals dissolve in liquid ammonia to form similar blue solutions which are characteristic of the solvated electron [ 15 ]. It is accepted that thermal decomposition of liquid ammonia solutions of ytterbium leads to the diamide, Yb(NHZ)2 or the nitride, YbN [ 16 ]. Europium metal solutions decompose to form the diamide Eu(NHZ)2 exclusively at 223 K; thermal degradation of Eu(NHZ)2 at 523 K gives crystalline EuN. The solution process of lanthanide metals in liquid anunonia and the decomposition process are described through the following equations: M+nNH3 r- M2+ +2e(NH3)n- (1) e(NH3)n- +NH3 --) NHZ- +JHZ (2) Mz+ + 2NH2- -) M(NHZ)2 (3) M(NHZ)2 MN +NH3+JH2 (4) M = Eu or Yb However, X-ray photoelectron spectra (XPS) for the present catalyst systems which had been evacuated at 673 K for 2 h showed no existence of the N 276 1 s level due to adsorbed ammonia, amides or nitrides. Thus, in the presence of the transition metal powders the occurrence of reactions (2)-(4) is significantly suppressed, which is not the case for the present system; on evaporation, the residue was mainly lanthanide owing to retardation of these reactions at low temperatures. It appears that the reaction of transition metal powders with the dissolved lanthanide in liquid ammonia results in the formation of elemental lanthanide through precipitation. Changes in surface morphology The BET surface area for the parent Cu and Ag metal powders was estimated as 19 and 4 m2 g-', respectively. If the lanthanide uniformly exists in metallic form on the transition metal surface, the addition of about 2-3 atom.% lanthanide, which led to a rapid increase in activity for the Cu system, roughly corresponds to, at the most, monolayer or more coverage of the Cu metal particles with Eu or Yb. The Eu-Ag and Yb-Ag systems required higher levels of lanthanide doping for the appearance of activity. To examine the nature of the catalysts formed during the lanthanidedoping treatment, powder X-ray diffraction (XRD) studies were made. For both lanthanide-doped Cu and Ag systems, the XRD peaks assigned to the lanthanides were not observed at all. For the Eu-Cu and Yb-Cu with varied levels of doping (0-10%), the XRD measurements showed only the existence of metallic copper in the cubic structure and showed nondistinguishable changes. On the contrary, the 14.8 atom.% Eu-doped Ag exhibited XRD changes in lattice parameters (Fig. 2), indicating the formation of solid solutions. Upon heating at elevated temperatures under vacuum conditions, the XRD spectra indicated a return to the original cubic structure of Ag metal, and changes in surface area were observed at the same time. As shown in Fig. 3, the specific surface area of the Eu-Ag remained almost unchanged for heating up to - 373 K, subsequently increased about 5-fold by heating to 473 K, and then gradually reduced via sintering. When an 6 A d L (111) (200) (220) 4) 5 I 14.81 Eu-Ag A I I I ~- 4 a) as prepared I '^ _ 1 I w I 3 I 1w~I 1 1 A I I ' 2 I v I ' evacuated at 673 K ;, ' 1 v L 0 'L 1 40 50 60 373 573 773 20 evacuation temperature/K Fig. 2. OD spectra of (a): 14.8% Eu-Ag as prepared, and (b): evacuated at 673 K for 2 h. Fig. 3. Effects of evacuation temperatures on the relative surface areas of the 14.8% Eu-Ag. 277 enlargement in surface area occurred by heating, little broadening of the XRD line due to a high dispersion state for the Ag crystallites was observed. Thus, it now seems quite certain that thermal treatment induces some rearrangement of the Eu-Ag surface, with the decomposition of solid solutions and an increase in surface area. The degree of lanthanide addition significantly influences the manner of surface rearrangement of the resulting catalyst. The surface area of Eu-Ag increased roughly 2 to 5 times with an increase in the Eu addition from 8.6 to 14.8 atom.%, but less significantly for the lower lanthanide-doped samples. This was also the case for the Cu system, but there was no indication of changes in the XRD pattern. The thermal treatment also had a large effect on the catalytic activity. As shown by the results on Yb-Cu and Eu-Ag (Fig. 4), the hydrogenation activity increased noticeably on increasing the evacuation temperature to 673 K in all cases. Eu-Ag exhibited negligible activities on evacuation treatment below 473 K. The activity of Yb-Cu increased over two orders of magnitude upon evacuation at 673 K. This is probably due to the reconstruction of surface morphology and, in addition, release of residual adsorbed ammonia from the catalyst surface with an increase in evacuation temperatures. A possible explanation for the ammonia inhibition is that, for the asprepared sample, preferentially strong adsorption of ammonia with subsequent blocking of dissociative H2 adsorption and retardation of the hydrogenation reaction is expected. The poisoning technique by ammonia adsorption is useful for evaluation of the active sites on the catalyst. The 13.5ss'o Eu-Ag previously evacuated at 673 K, followed by the re-adsorption of ammonia, exhibited a certain degree of activity even on evacuation at 473 K (symbol 101 100 3.6zrn-cu ~E ~ lo 1 A 13.57 Eu-Ag N e lO 2 0 u e~ m lO 3 lO 4 373 473 573 673 evacuation temperature/K Fig. 4. Effects of evacuation temperatures on the catalytic activity of (o) 3.6% Yb-Cu and (z s, A) 13.5% Eu-Ag. 278 shown in Fig. 4); however, the extent of the increase in activity upon evacuation at elevated temperatures cannot be explained only by the effect of ammonia desorption. This indicates that the enhanced activity of the catalysts arises via rearrangement of the surface atoms or surface reconstruction by this thermal treatment. In comparison with Figs. 3 and 4, the increase in specific activity does not necessarily correspond to the enlargement of surface area; evidently the nature of the active sites varied markedly before and after the thermal pretreatment. For structural studies of Nd films on Cu(100) or Cu(111), lanthanide metal deposition at 300 K predominantly leads to the formation of a disordered overlayer, whereas an ordered intermetallic Nd/Cu surface compound is formed at elevated temperatures [ 17, 18]. For Eu-Cu and Yb-Cu, this is probably why a dramatic change in catalytic activity is observed in the low-doped region and the effect of the catalyst pretreatment temperature on its activity is more pronounced. According to preliminary XPS work on Eu-Cu and Eu-Ag, the surface of the samples showed the elements Eu, Cu, Ag, O and C within the probing depth of XPS. The XPS spectra showed a surface consisting of metallic copper and silver, and a substantial quantity of europium in different forms. The behaviour of the O 1 s peak was characterized by oxides or hydroxides, the oxide binding energy being - 530 eV, and the hydroxide 1.5-2 eV higher [19]. Oxygen impurities unite with some of the Eu in the samples to form oxides, due to the powerful chemical affinity of Eu for oxygen (standard free energy of formation - 1600 kJ mol-'). The chemical state of Eu in other than metallic form was revealed by a comparison of the 3d5,2 corelevel spectrum and the O is spectrum to the equivalent spectra for oxides. Upon the addition of lanthanide, the binding energies of the Cu 2P3,2 and Cu 2pi,2 level remained unaffected (932.4 0.2 and 952.7 0.2 eV, respectively). The Eu-Ag and Yb-Ag in the doped region examined exhibited negligible changes in the binding energies of the Ag 3d3,2 (367.9 eV) and Ag 3d5,2 (373.9 eV). For the 13.5% Eu-Ag, the binding energies of Ag 3d and Eu 3d levels remained unchanged even when evacuated in the range of 293 to 673 K, which led to the appearance of hydrogenation activity of Eu-Ag (see Fig. 4). The electronic factors affecting the catalytic behaviour of the present systems is ambiguous; however, the surface composition markedly varied. On calculation the Eu 3d/Ag 3d peak intensity ratios following various treatments underwent a ca. three-fold increase by the evacuation treatment at elevated temperatures (Table 2). The half-width of the Ag 3d peak increased at the same time, indicating that the interaction with europium species was enhanced with this thermal treatment. XPS work on the Cu system showed similar results. The lanthanide component, which has a lower surface energy, thermodynamically diffuses to the surface and the remaining transition metal precipitates; the surface of the material becomes progressively enriched in lanthanide. The changes observed in XRD spectra and enlargement of the specific surface area probably correspond to these observations; thus, changes in the surface morphology occur with surface segregation during heating, 279 TABLE 2 Surface composition of the 13.5% Eu-doped Ag by XPS Evacuation Eu 3d/Ag 3d temp.' peak ratio (K) r.t. 6 373 10 473 17 673 15 'For 2 h. resulting in high catalytic activities in the final structure. A model that is useful in elucidating surface structure and composition for alloy combination such as Ni-Cu [20] might be applicable to the present system. The lanthanide metal-Cu or Ag consists of crystallites each of which contains a kernel of almost pure Cu or Ag, enveloped in a catalytically active skin of lanthaniderich materials. Acknowledgement We are extremely grateful to Professor T. Onishi, Research Laboratory of Resources Utilization, Tokyo Institute of Technology, for carrying out the XPS measurements. References 1 K. A. Gschneidner, Jr. and L. Eyring (eds.), Handbook on the Physics and Chemistry of Rare Earths, North-Holland, Amsterdam, 1978-89, Vols. 1-12; X. Guangxian and X. Jime (eds.), New-Frontiers in Rare Earth Science and Applications, Science Press, Beijing, 1985; K. A. Gschneidner, Jr., Industrial Applications of Rare Earth Elements, Amer. Chem. Soc., Washington, DC, 1981. 2 M. P. Rosynek, Catal. Rev. Sci. Eng., 16 (1977) 111; F. P. Netzer and E. Bertel, in K. A. Gschneidner, Jr. and L. Eyring (eds.), Handbook on the Physics and Chemistry of Rare Earths, North-Holland, Amsterdam, 1983, Vol. 5, p. 217. 3 H. Imamura, K. Koda, H. Miura and S. Tsuchiya, Chem. Lett., (1989) 171; H. Imamura, H. Miura and T. Konishi, Chem. Lett., (1990) 1495. 4 J. W. Warf and W. L. Krost, J. Phys. Chem., 66 (1966) 1590. 5 H. Imamura, T. Mihara, M. Yoshinobu, Y. Sakata and S. Tsuchiya, J. Chem. Soc., Chem. Commun., (1989) 1842. 6 H. Imamura, M. Yoshinobu and T. Mihara, in S. Yoshida, N. Takezawa and T. Ono (eds.), Catalytic Science and Technology, Vol. 1 Kodansha, Tokyo, 1991 p. 279. 7 H. Imamura, K. Yoshimura, S. Hiranaka, Y. Sakata and S. Tsuchiya, J. Chem. Soc., Faraday Trans., in press. 8 H. Imamura, A. Ohmura and S. Tsuchiya, J. Catal., 96 (1985) 139; H. Imamura, K. Kitajima and S. Tsuchiya, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 1647. 280 9 J. S. Rieck and A. T. Bell, J. Catal., 99 (1986) 2 78. 10 S. Hayashi, M. Soma, T. Kondo, T. Onishi and K. Tamaru, Bull. Chem. Soc. Jpn., 50 (1977) 842. 11 W. E. Wallace, Rare Earth lntermetallics, Academic Press, New York, 1973, Chapts. 9-11. 12 F. A. Kuijpers, Philips Res. Rep. Suppl., No 2, 1973. 13 W. E. Wallace, A. Elattar, H. Imamura, R. S. Craig and A. G. Moldvan, in W. E. Wallace and E. C. Subbarao (eds.), The Science and Technology ofRare Earth Materials, Academic Press, New York, 1980, p. 329. 14 R. M. Nix, R. W. Judo and R. M. Lambert, Surf. Sci., 215 (1989) L316. 15 J. C. Thompson, Electrons in Liquid Ammonia, Clarendon Press, Oxford, 1976. 16 H. Howell and L. L. Pytlewski, J. Less-Common Met., 19 (1969) 399. 17 R. M. Nix and R. M. Lambert, Surf. Sci., 186 (1987) 163. 18 R. M. Nix, R. W. Judd and R. M. Lambert, Surf. Sci., 203 (1988) 307. 19 J. C. Fuggle, L. M. Watson, D. J. Fabian and S. Afrossman, Surf. Sci., 49 (1975) 61; C. R. Brundle, in E. G. Derouane and A. A. Lucas (e'ls.), Electronic Structure Reactivity of Metal Surfaces, Plenum, New York, 1976. 20 W. M. H. Sachtler and G. J. H. Dorgelo, J. Catal., 4 (1965) 654; W. M. H. Sachtler and R. Jongepier, J. Catal., 4 (1965) 665. X244 9180151R 0304-5102(91)80151-R 10.1016/0304-5102(91)80151-R Ethylene hydrogenation over lanthanide-doped Cu and Ag catalyst systems (EuCu, YbCu, EuAg and YbAg) Hayao Imamura ∗ Mitsutoshi Yoshinobu Tetsuo Mihara Yoshihisa Sakata Susumu Tsuchiya Department of Advanced Materials Science and Engineering, Faculty of Engineering, Yamaguchi University, 2557 Tokiwadai, Ube 755 Japan * Author to whom correspondence should be addressed. Metal powders (Cu and Ag) react readily with Eu and Yb which dissolve in liquid ammonia, resulting in the formation of active lanthanide-doped catalysts (EuCu, YbCu, EuAg and YbAg). The catalytic properties of the samples with varied levels of lanthanide doping have been evaluated in the hydrogenation of ethylene. For EuCu and YbCu the hydrogenation activity increased rapidly with the lanthanide addition and then gradually; increases of over three or four orders of magnitude compared with the constituent metals alone were observed. The activity of Eu-containing systems was, in most cases, higher than that of the Yb-containing systems. The catalytic behaviour was markedly dependent on the evacuation temperatures of the catalysts before reaction. This is due to the reconstruction of surface morphology with an increase in the pretreatment temperature, which brings about the interaction between the lanthanide and transition metals to form active sites synergistically. This phenomenon is most probably associated with appearance of high catalytic activity for the present systems. The nature of the active sites formed and the effect of lanthanide addition are discussed. References 1 a K.A. Gschneidner Jr. L. Eyring Handbook on the Physics and Chemistry of Rare Earths 1–12 19781989 North-Holland Amsterdam b X. Guangxian X. Jime New-Frontiers in Rare Earth Science and Applications 1985 Science Press Beijing c K.A. Gschneidner Jr. Industrial Applications of Rare Earth Elements 1981 Amer. Chem. Soc Washington, DC 2 a M.P. Rosynek Catal. Rev. Sci. Eng. 16 1977 111 b F.P. Netzer E. Bertel K.A. Gschneidner Jr. L. Eyring Handbook on the Physics and Chemistry of Rare Earths 5 1983 North-Holland Amsterdam 217 3 a H. Imamura K. Koda H. Miura S. Tsuchiya Chem. Lett. 1989 171 b H. Imamura H. Miura T. Konishi Chem. Lett. 1990 1495 4 J.W. Warf W.L. Krost J. Phys. Chem. 66 1966 1590 5 H. Imamura T. Mihara M. Yoshinobu Y. Sakata S. Tsuchiya J. Chem. Soc., Chem. Commun. 1989 1842 6 H. Imamura M. Yoshinobu T. Mihara S. Yoshida N. Takezawa T. Ono Catalytic Science and Technology 1 1991 Kodansha Tokyo 279 7 H. Imamura, K. Yoshimura, S. Hiranaka, Y. Sakata and S. Tsuchiya, J. Chem. Soc., Faraday Trans., in press. 8 a H. Imamura A. Ohmura S. Tsuchiya J. Catal. 96 1985 139 b H. Imamura K. Kitajima S. Tsuchiya J. Chem. Soc., Faraday Trans. 1 85 1989 1647 9 J.S. Rieck A.T. Bell J. Catal. 99 1986 278 10 S. Hayashi M. Soma T. Kondo T. Onishi K. Tamaru Bull. Chem. Soc. Jpn. 50 1977 842 11 W.E. Wallace Rare Earth Intermetallics 1973 Academic Press New York Chapts. 9–11 12 F.A. Kuijpers Philips Res. Rep. Suppl. 1973 No 2 13 W.E. Wallace A. Elattar H. Imamura R.S. Craig A.G. Moldvan W.E. Wallace E.C. Subbarao The Science and Technology of Rare Earth Materials 1980 Academic Press New York 329 14 R.M. Nix R.W. Judo R.M. Lambert Surf. Sci. 215 1989 L316 15 J.C. Thompson Electrons in Liquid Ammonia 1976 Clarendon Press Oxford 16 H. Howell L.L. Pytlewski J. Less-Common Met. 19 1969 399 17 R.M. Nix R.M. Lambert Surf. Sci. 186 1987 163 18 R.M. Nix R.W. Judd R.M. Lambert Surf. Sci. 203 1988 307 19 a J.C. Fuggle L.M. Watson D.J. Fabian S. Afrossman Surf. Sci. 49 1975 61 b C.R. Brundle E.G. Derouane A.A. Lucas Electronic Structure Reactivity of Metal Surfaces 1976 Plenum New York 20 a W.M.H. Sachtler G.J.H. Dorgelo J. Catal. 4 1965 654 b W.M.H. Sachtler R. Jongepier J. Catal. 4 1965 665",
      "scopus-id": "0026244486",
      "coredata": {
        "eid": "1-s2.0-030451029180151R",
        "dc:description": "Metal powders (Cu and Ag) react readily with Eu and Yb which dissolve in liquid ammonia, resulting in the formation of active lanthanide-doped catalysts (EuCu, YbCu, EuAg and YbAg). The catalytic properties of the samples with varied levels of lanthanide doping have been evaluated in the hydrogenation of ethylene. For EuCu and YbCu the hydrogenation activity increased rapidly with the lanthanide addition and then gradually; increases of over three or four orders of magnitude compared with the constituent metals alone were observed. The activity of Eu-containing systems was, in most cases, higher than that of the Yb-containing systems. The catalytic behaviour was markedly dependent on the evacuation temperatures of the catalysts before reaction. This is due to the reconstruction of surface morphology with an increase in the pretreatment temperature, which brings about the interaction between the lanthanide and transition metals to form active sites synergistically. This phenomenon is most probably associated with appearance of high catalytic activity for the present systems. The nature of the active sites formed and the effect of lanthanide addition are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180151R",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Imamura, Hayao"
          },
          {
            "@_fa": "true",
            "$": "Yoshinobu, Mitsutoshi"
          },
          {
            "@_fa": "true",
            "$": "Mihara, Tetsuo"
          },
          {
            "@_fa": "true",
            "$": "Sakata, Yoshihisa"
          },
          {
            "@_fa": "true",
            "$": "Tsuchiya, Susumu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180151R"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180151R"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80151-R",
        "prism:volume": "69",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ethylene hydrogenation over lanthanide-doped Cu and Ag catalyst systems (EuCu, YbCu, EuAg and YbAg)",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "271-280",
        "prism:endingPage": "280",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1991",
        "prism:doi": "10.1016/0304-5102(91)80151-R",
        "prism:startingPage": "271",
        "dc:identifier": "doi:10.1016/0304-5102(91)80151-R",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026244486"
      }
    }
  }
}