{
  "metadata": {
    "title": "Effect of solvent on the kinetics of hydroformylation of 1-hexene using HRh(CO)(PPh<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-11-15",
    "doi": "10.1016/0304-5102(92)80191-I",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280191I",
    "pii": "030451029280191I"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026945401",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280191I 0304-5102(92)80191-I 030451029280191I 10.1016/0304-5102(92)80191-I S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02568 2024-01-02T01:06:03.941633Z 0 0 19921115 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast ref alllist content subj ssids 0304-5102 03045102 77 77 2 2 Volume 77, Issue 2 11 L13 L17 L13 L17 19921115 15 November 1992 1992-11-15 1992 converted-article cor Copyright © 1992 Published by Elsevier B.V. EFFECTSOLVENTKINETICSHYDROFORMYLATION1HEXENEUSINGHRHCOPPH33CATALYST DESHPANDE R CORNILS 1980 7 B NEWSYNTHESISCARBONMONOXIDE DESHPANDE 1988 1996 R BROWN 1970 2753 C EVANS 1968 2660 D EVANS 1968 3133 D KING 1980 74 R TOLMAN 1972 337 C DESHPANDEX1992XL13 DESHPANDEX1992XL13XL17 DESHPANDEX1992XL13XR DESHPANDEX1992XL13XL17XR item 0304-5102(92)80191-I 030451029280191I 1-s2.0-030451029280191I 10.1016/0304-5102(92)80191-I 272239 2024-01-02T01:06:03.941633Z 1992-11-15 1-s2.0-030451029280191I-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280191I/MAIN/application/pdf/e63e47e67642f18fd4df590491bb491b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280191I/MAIN/application/pdf/e63e47e67642f18fd4df590491bb491b/main.pdf main.pdf pdf true 270172 MAIN 5 1-s2.0-030451029280191I-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280191I/PREVIEW/image/png/c0b1d346c4a4f0f475206f0bcbb2e928/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280191I/PREVIEW/image/png/c0b1d346c4a4f0f475206f0bcbb2e928/main_1.png main_1.png png 50508 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 77 (1992) L13-L17 Elsevier Science Publishers B.V., Amsterdam M3074 Effect of solvent on the kinetics of hydroformylation of 1-hexene using .HRh(CO)(PPh3)3 catalyst* L13 JOURNAL O MOLECULA T CATALYSI - R. M. Deshpande, S. S. Divekar, B. M. Bhanage and R. V. Chaudhari** Chemical Engineering Division, National Chemical Laboratory, Pune 411 008 (India) (Received April 8, 1992; accepted July 6, 1992) The hydroformylation reaction is important industrially for the manufacture of alcohols and aldehydes from olefins [ 1 ]. The stoichiometric reaction is: R-CH=CH2 + CO + HZ-1 R-CH2-CH2-CHO n-aldehyde rR-CH-CHO ICH3 iso-aldehyde The types of catalysts used and the selectivity behaviour have been described in detail by Cornils [ 1 ]. The most active and selective catalyst for the hydroformylation of olefins is Wilkinson's complex, HRh(CO)(PPh3)3. The kinetics of the hydroformylation of olefins using this catalyst has been studied previously [2-4], and one of the important observations was the inhibition of reaction rates at higher concentrations of olefins and CO. In this letter we report some interesting results on the effect of solvent on the hydroformylation of 1-hexene, particularly the effect of the olefin concentration. The effect of 1-hexene concentration on the activity of HRh(CO)(PPh3)3 catalyzed hydroformylation has been studied in various solvents. It was observed that the rate was inhibited at higher concentrations of 1-hexene in all of the solvents. However, the maximum rate was found to be strongly dependent on the type of solvent used. The probable reasons for such behaviour are discussed. *NCL Communication No. 5151. \"Author to whom correspondence should be addressed. 0304-5102/92/$05.00 0 1992 - Elsevier Science Publishers B.V. All rights reserved L14 Experimental The equipment and the experimental procedure were the same as described in our earlier work [ 2 ] . Results and discussion The hydroformylation reactions were carried out at a catalyst concentration of 1.0 X 10-3 kmol m-3 and at p(CO) -p(HZ) -1.034 MPa with the objective of understanding the effect of olefin concentration in different solvent systems. The results are presented in FIg. 1. It was observed that the rate passed through maxima for all the solvents. Interestingly, the position of the maximum corresponding to the optimum rate of hydroformylation with olefin concentration was found to shift, depending on the solvent. In ethanol as solvent, the maximum rate was observed at an olefin concentration of 0.35 kmol m-3 (olefin-to-catalyst ratio= 350). In the case of benzene as solvent, the maximum rate occurred at an olefin concentration of 5.0 kmol m-3 (olefin-to-catalyst ratio= 5000). The maxima in the cases of n-heptanol and toluene were found to lie within these two extremes, viz. at olefin concentrations of 1.35 kmol m-3 (olefin-to-catalyst ratio= 1350) and 3.3 kmol m-3 (olefin-to-catalyst ratio = 3300), respectively. Thus the maximum in the rates was found to be strongly solvent dependent. The n/ iso ratio was, however, not significantly affected by changes in the 1-hexene concentration for each solvent. Solvent-coordinated species when solvents such as ethanol and benzene are used have been reported earlier [5]. Since the inhibition is observed to s h 5 U m . 4 o_ X 3 N U 2 W W 1 0 J i ' i L i 0 1 2 3 4 5 CONCENTRATION OF I-HEXENExIO;mol/CfI13 SOLVENTS BENZENE * TOLUENE 1 ETHANOL a n-HEPTANOL i i I 6 7 B Fig. 1. Effect of olefin concentration on the activity of the catalyst. (*)=pure 1-hexene. Reaction conditions: temp. 50 C; p(CO) -p(I3z)=1.034 MPa; [catalyst)= 1.0 X 10-a mol cm-3. L15 R-CH= CH2 R-CH=CHp H Rh(CO~(PPh3) C2 10 HRh(CO)Z (PPh3) Ct (R) Rh(CO)2(PPh3)8 PPh3 PP h3 R-CH= CH2 HFth (CO )2 (PPh3)2 PPh PPh 3 3 HRh(CO)2(PPh3)2 RCH=CH 2 CO CO (R) RHCO~(PPh3)2 HRh(CO) (PPh3)2 OB PPh3 HRh (CO) (PPh3)3 PPh3 RCH2CH0 (HZ) ( R CO) R h (CO) (PPh3)Z O (R CO) R h (CO) (P Ph3)2 O CO Hp (RCO) Rh (CO ~(PPh3)2 Fig. 2. Mechanism of hyaroformylation using HRh(CO)(PPh3)3. be mainly as a function of the olefin-to-catalyst ratios, it is unlikely that coordination with the solvent plays an active role in inhibiting the rate at higher olefin concentrations. When pure 1-hexene was used as the medium, the rate was strongly inhibited, indicating that olefin interaction with the catalyst is a likely reason for inhibition. Wilkinson and co-workers [ 5 ] have proposed a catalytic cycle for the hydroformylation reaction, shown in Fig. 2. This mechanism consists of two routes, viz. associative and dissociative mechanisms. In both of these routes the oxidative addition of hydrogen to the acyl complex (step 6 in Fig. 2) is rate controlling. It was reported [6, 7] that formation of alkyl olefinic Rh species occurs in the hydroformylation of ethylene using Rh4(CO)12 catalyst, as shown below. C2H5Rh(CO)3 + C,H4 -~ C2H5Rh(CO)3(C2H4) S1 S2 C2H5Rh(CO)3(C2H4) -'-' C2H5CORh(CO)2(C2H4) S3 L16 10 E 8 o Pco = P,a = 2758 MPa 1 PLO = P,,= = 1 034 MPa o0 x 6 z O N U 4 w w O w 2 H a O 1 2 3 4 5 CONCENTRATION OF 1-HEXENEx103,mo1/cm3 Fig. 3. Effect of olefin concentration on the rate of reaction. Reaction conditions: temp. 50 C; [catalyst]= 1.00 X 10-a mol cm-3. This type of mechanism has been proposed for the formation of dialkyl ketones. It is likely that similar species may form in the hydroformylation of 1-hexene using HRh(CO)(PPh3)3 as catalyst. Such a species can be formed by attack of 1-hexene on species E and F, as shown in Fig. 2. This will lead to a reduction in the concentration of active catalyst available for the reaction, causing a reduction in the reaction rate. The formation of such inhibited species will occur to different extents in different solvents. This will result in a shift in the rate maximum with type of solvent. King et al. [6] have also reported that these species (S2 and S3) are formed at lower CO partial pressures. To observe the exact nature of the rate inhibition in the hydroformylation of 1-hexene, a few reactions were run to check indirectly the formation of inhibited species. Reactions were performed in ethanol solvent under various conditions, and the results are shown in Fig. 3. The increase in the rate with total pressure at low olefin concentrations was also marginal. It was observed that at low partial pressures of CO and H2, the inhibition of the rate at higher olefin concentrations was severe. At high pressures of CO and Hz, however, the inhibition of the rate at corresponding olefin concentrations was negligible. These observations show that higher partial pressures of CO can prevent the formation of inhibiting species, as suggested by King et al. [6]. Conclusions The maximum in the rate with olefin concentration was found to be highly dependent on the solvent used. The shift in the maximum rate with olefin was probably due to formation of inhibiting species and their stabilization in the solvent. Although some contribution to this phenomenon by solvent coordination cannot be ruled out, it appears unlikely that this could be a major factor in causing inhibition of the rate with 1-hexene concentration. L17 Further investigations on these systems are necessary for identification of the inhibiting species. References 1 B. Comics, in J. Falbe (ed.), New Synthesis with Carbon MOnOO, Springer, Berlin, 1980, p. 7. 2 R. M. Deshpande and R. V. Chaudhari, Ind. Eng. Chem. Res., 27 (1988) 1996. 3 C. K. Brown and G. Wilkinson, J. Chem Soc. A, (1970) 2753. 4 D. Evans, G. Yagupsky and G. Wilkinson, J. Chem Soc. A, (1968) 2660. 5 D. Evans, J. A. Osborn and G. Wilkinson, J. Chem Soc. A, (1968) 3133. 6 R. B. King, A. D. King, Jr., M. Z. Iqbal and K. Tanaka, Ann. MY Acad. Sci., 333 (1980) 74. 7 C. A. Tolman, Chem. Soc. Rev., 1 (1972) 337. X244 9280191I 0304-5102(92)80191-I 10.1016/0304-5102(92)80191-I ☆ NCL Communication No. 5151. Effect of solvent on the kinetics of hydroformylation of 1-hexene using HRh(CO)(PPh3)3 catalyst R.M. Deshpande S.S. Divekar B.M. Bhanage R.V. Chaudhari ∗∗ Chemical Engineering Division, National Chemical Laboratory, Pune 411 008 India ** Author to whom correspondence should be addressed. References 1 B. Cornils J. Falbe New Synthesis with Carbon Monoxide 1980 Springer Berlin 7 2 R.M. Deshpande R.V. Chaudhari Ind. Eng. Chem. Res. 27 1988 1996 3 C.K. Brown G. Wilkinson J. Chem. Soc. A 1970 2753 4 D. Evans G. Yagupsky G. Wilkinson J. Chem. Soc. A 1968 2660 5 D. Evans J.A. Osborn G. Wilkinson J. Chem. Soc. A 1968 3133 6 R.B. King A.D. King Jr. M.Z. Iqbal K. Tanaka Ann. N.Y. Acad. Sci. 333 1980 74 7 C.A. Tolman Chem. Soc. Rev. 1 1972 337",
      "scopus-id": "0026945401",
      "coredata": {
        "eid": "1-s2.0-030451029280191I",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280191I",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Deshpande, R.M."
          },
          {
            "@_fa": "true",
            "$": "Divekar, S.S."
          },
          {
            "@_fa": "true",
            "$": "Bhanage, B.M."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, R.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280191I"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280191I"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80191-I",
        "prism:volume": "77",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of solvent on the kinetics of hydroformylation of 1-hexene using HRh(CO)(PPh3)3 catalyst",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L13-L17",
        "prism:endingPage": "L17",
        "pubType": "cor",
        "prism:coverDisplayDate": "15 November 1992",
        "prism:doi": "10.1016/0304-5102(92)80191-I",
        "prism:startingPage": "L13",
        "dc:identifier": "doi:10.1016/0304-5102(92)80191-I",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026945401"
      }
    }
  }
}