{
  "metadata": {
    "title": "Selectivity and rate of activity decline of bimetallic catalysts",
    "authors": "W. M. H. Sachtler",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80027-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800279",
    "pii": "0304510284800279"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020894321",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800279 0304-5102(84)80027-9 0304510284800279 10.1016/0304-5102(84)80027-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 2 1 12 1 12 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. SELECTIVITYRATEACTIVITYDECLINEBIMETALLICCATALYSTS SACHTLER W JONGEPIER 1968 69 R PONEC 1972 250 V ROBERTI 1973 381 A SINFELT 1973 308 J CLARKE 1975 291 J SACHTLER 1976 193 W SACHTLER 1973 19 W PONEC 1983 149 V SACHTLER 1982 7 W WEISS 1982 27 M METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS SACHTLER 1981 127 W JOYNER 1982 1021 R SOMANOTO 1974 315 Y PRIMET 1976 324 M TOLENAAR 1983 F THESIS GEOMETRIEELECTRONICEFFECTSININFRAREDSPECTRAADSORBEDCARBONMONOXIDE TOLENAAR 1983 1 F DAUTZENBERG 1980 119 F SIE 1980 545 S CATALYSTDEACTIVATION SOMORJAI 1982 3070 G CARTER 1982 327 J LUDLUM 1976 375 K BOLIVAR 1976 245 C YERMAKOV 1977 309 Y SHORT 1981 288 D JOHNSON 1974 434 M BURCH 1978 57 R BILOEN 1980 112 P BETIZEAU 1976 179 C JOSSENS 1982 265 L MENON 1977 1061 P PROC6THINTCONGRCATALYSISLONDON1976 BERTOLACINI 1980 73 R CATALYSTDEACTIVATION SACHTLER 1983 482 W SYMPMULTIMETALCATALYSISACSDIVPETRCHEMPREPRNO28 KELLEY 1982 445 M WEBB 1975 485 A YERMAKOV 1976 77 Y YERMAKOV 1980 13 Y ENGELS 1977 10 S SACHTLER 1972 828 W BOUWMAN 1972 63 R SOMORJAI 1975 580 G BLAKELEY 1976 181 D LANKHORST 1980 43 P CATALYSTDEACTIVATION PONEC 1982 63 V METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS COUGHIIN 1982 307 R METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS SACHTLERX1984X1 SACHTLERX1984X1X12 SACHTLERX1984X1XW SACHTLERX1984X1X12XW item 0304-5102(84)80027-9 0304510284800279 1-s2.0-0304510284800279 10.1016/0304-5102(84)80027-9 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800279-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800279/MAIN/application/pdf/907304fcfef71868762f0b8d227abe8e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800279/MAIN/application/pdf/907304fcfef71868762f0b8d227abe8e/main.pdf main.pdf pdf true 965056 MAIN 12 1-s2.0-0304510284800279-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800279/PREVIEW/image/png/e0657987eb1dd60d444b242177d60e84/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800279/PREVIEW/image/png/e0657987eb1dd60d444b242177d60e84/main_1.png main_1.png png 67039 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 1-12 1 SELECTIVITY AND RATE OF ACTIVITY DECLINE OF BIMETALLIC CATALYSTS W. M. H. SACHTLER V. N. Ipatieff Laboratory, Northwestern University, Evanston, IL (U.S.A.) Summary The relevant characteristics of metal catalysts are their activity, selec- tivity and rate of activity decline. For bimetallic catalysts, these characteris- tics often deviate strongly from additivity. The pronounced changes in selectivity caused by alloying an active transition metal with an inactive diluent are conveniently described in terms of different ensemble require- ments for parallel and consecutive reaction paths. The significant lowering of the rate of activity decline, which results from the addition of, for instance, rhenium to a Pt/A^Oa reforming catalyst in the presence of a feed containing non-negligible traces of sulfur compounds, has been rationalized qualitatively in terms of several models. In the present paper, these models are discussed and compared with experimental results in the scientific literature. One model assumes that adsorbed carbonaceous fragments become deleterious catalyst poisons only after atomic reorganizations resulting in graphitic struc- tures. The ease of such reorganizations is controlled by the chemistry and the atomic topography of the catalyst surface. Selectivity of bimetallic versus monometallic catalysts The last decade has seen numerous publications on catalysis by bimetal- lic and multimetallic catalysts [1 - 7]. Spectacular changes in activity and, in particular, selectivity have been reported, resulting from the addition of a metal B to a catalyst having metal A as the main active ingredient. Consider- able attention has been focussed on those alloys AB^ where A is very active for the reaction under study, but B is virtually inactive under the prevailing conditions. The consequent changes in activity and selectivity were attributed to two sets of physical phenomena for which the shorthand notation [7] the ensemble effect the ligand effect has been introduced for easy recognition. As explained in greater detail elsewhere [6-9], the concept of the 'ensemble effect' is based on the assumption that many adsorption complexes 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands require more than one surface atom for the formation of chemical bonds. This assumption is, in particular, true for two cases: (1) Adsorption takes place on a Treundlich' site, i.e. in one of those positions which impinging metal atoms would occupy if the surface were part of a crystal growing in its own vapour. An atom adsorbed on a Freund- lich site is equidistant from three or more surface atoms with which bonds are formed. (2) Adsorption is dissociative. Even if each fragment forms only one bond to one surface atom, an ensemble of at least two surface atoms capable of forming such bonds is required. Larger ensembles are needed if each fragment becomes bonded at one of two contiguous Freundlich sites. If all surface atoms closest to a fragment have to be A atoms, the minimum ensemble size required comprises five A atoms, as shown in Fig. 1. ^ Freundlich Site Fig. 1. Minimum ensemble size for dissociative adsorption using two contiguous Freund- lich sites. As adsorption complexes can only be formed where ensembles of the required size are present, their abundance can control the selectivity of a catalyst. If, for instance, the surface of an alloy AB;,. is strongly enriched in B, the concentration of An ensembles with large n will be small on the surface. If for a given reactant two possible reaction paths with similar activa- tion energies are available, the path which requires the smallest An ensemble will be preferred. In this way, it can be understood why isomerisation of hydrocarbons prevails over hydrogenolysis when a highly diluted alloy of a transition metal is used as the catalyst. The 'ligand effect' concept is based on the assumption that the nature and the strength of a chemical bond between an adsorbate atom and a surface atom are influenced by the neighbours of that surface atom. In this ligand effect, the influence of the first neighbours prevails, but it decreases with increasing distance. This concept is commonly applied in homogeneous catalysis and the chemistry of metal organic complexes in general. There are, however, not many examples known in the catalysis of binary alloys with the ligand effect prevailing on selectivity. The action of alkali promoter ions on the surface of iron, used for ammonia or Fischer-Tropsch synthesis, might be rationalized as an effect on the electron distribution of the iron atoms and thus on the strength of the Fe CO or Fe N bonds [10]. But it is debat- able whether such a promoted iron surface should be called a binary alloy. Other examples of the ligand effects in heterogeneous catalysts outside the area of alloys are abundant. We mention the very interesting effect of sub- surface oxygen in silver catalysts [11] or effects of sulfur or halogens on various transition metal catalysts. For metal porphyrins deposited on a carbon electrode, it has been found that the rupture of nitrogen-carbon bonds at a considerable distance from the central metal atom dramatically increases the rate of electrocatalytic reduction of oxygen, presumably by altering the chemical bond between the central atom and adsorbed oxygen molecules [12]. The ligand effect on chemisorption and catalysis appears to be much weaker, however, for binary alloys of two elements which differ mainly in the nature of their d-orbital occupation. For Pd Ag alloys, for instance, it is uncertain as to what extent the very large ensemble effect in absorbing CO is accompanied by a significant ligand effect. Infrared spectroscopy showed that for diluted Pd surfaces the relative concentration of CO adsorbed in the linear mode is much higher than that of bridging CO which requires an ensemble of at least two Pd atoms [13]. Simultaneously the frequency of the IR absorption bands was found to shift with increasing dilution of Pd, and that shift was initially considered as evidence for the occurrence of a ligand effect [14]. However, recent work by Tolenaar et al. [15,16] showed that much of the observed shift in IR band position for CO on Pd Cu alloys could be rationalized in terms of the interaction of adsorbed CO dipoles with each other, as this interaction decreases with the distance between the dipoles, and, hence, with increasing dilution ofPd in the alloy surface. Even so, the relative preference of carbon monoxide to use, for instance, a pair of contiguous Pd atoms for the formation of two Pd CO complexes rather than one bridging complex, falls beyond the strict definition of the ensemble effect. The concepts and results sketched in this section seem to justify the impression that certain aspects ofmultimetal catalysis have become accessible to a rationalizing and generalizing analysis. These comprise the phenomena of catalytic activity and selectivity, particularly for alloys of a very active metal with an inactive partner. Enhanced activity maintenance of bimetallic versus monometallic catalysts In recent years, an impressive body of evidence has appeared in the scientific literature, and even more so in patents, showing that the decline in activity is slower for catalysts containing platinum in combination with a second metal than for catalysts containing platinum only. Rhenium [17], iridium [18], tin [19] and others have been found to increase the active life of Pt catalysts. This phenomenon is of great industrial importance for hydro- carbon conversion processes, and has still to be rationalized in a comprehen- sive and consistent manner. The relatively poor understanding of this phenomenon is in part due to the fact that the causes of activity decline of platinum catalysts are often uncertain. A variety of phenomena can be involved, including pore-mouth plugging [20] or catalyst poisoning by impurities in the feed. Where these can be excluded, two phenomena can be important: (1) decrease of specific surface area of supported platinum as a conse- quence of particle growth; (2) poisoning due to strong adsorption on the catalyst surface of side products of the catalysed process. The latter phenomenon is, in particular, ubiquitous in hydrocarbon conversion processes where the formation of 'coke' is inevitable. 'Coke' is, however, not always a fatal poison for a metal catalyst. Somorjai and Zaera [21] conclude from high resolution electron energy loss spectroscopy (HREELS) measurements on platinum single crystals which were exposed to hydrocarbon molecules, that the surfaces, when catalytically active, are covered with approximately a monolayer of carbonaceous deposit. This overlayer is apparently not a poison but an essential ingredient of a catalytically active surface under reaction conditions of hydrocarbon conversions. At temperatures below 100 C, species of the carbene type and the carbyne type could be identified in the carbona- ceous layer. Upon heating to 100 C, the layer becomes disordered while releasing hydrogen, and fragments such as CH2, CH and C^fi are identified by HREELS; the surface, however, remains catalytically active. Only after heating to 400 C do these fragments lose virtually all their hydrogen, and a graphitic overlayer which kills the activity is subsequently formed. A catalyst component which prolongs catalyst life can thus be visualized to act in one of three ways: (1) by reducing metal agglomeration, (2) by reducing coke formation, or (3) by changing the nature of the carbonaceous overlayer by, for in- stance, impeding the graphitization of this overlayer. This schematization of phenomena does not exclude, of course, the possibility that in certain catalysts, the beneficial action of a component might encompass two or three of these effects. Bimetallic catalyst systems have become popular in industry, particularly for use in 'platforming' processes. Under the conditions of these processes, dehydrogenation, dehydrocyclisation and hydrogenolysis reactions are catal- ysed by a bifunctional catalyst which usually contains 7-alumina, chlorine and platinum as primary components, while the gaseous feed contains hydro- carbons, hydrogen and small amounts of sulfur-containing compounds. Two prominent examples of a bimetallic variety of these catalysts use iridium or rhenium as the additional element besides platinum. Carter et al. [22] stress that these two catalyst systems act in distinctly different ways. With Pt Ir catalysts, less coke is produced, but some additional gas production takes place. With Pt Re catalysts however, the quantity of coke produced under industrial conditions is not reduced, but its quality appears different.* Indeed, Ludlum and Eischens [23] observed by IR spectroscopy that sub- stantially less carboxylic carbon was formed in the presence of rhenium than in its absence. The question with which fundamental research on these catalysts is faced, can therefore be formulated: How does rhenium change the nature of the coke deposit under the conditions of industrial platforming catalysis? Interactions of rhenium with alumina, platinum and sulfur Although the problem formulated in the previous section has as yet not been solved in a satisfactory manner, some facts of potential relevance have emerged from the research of several groups. We shall briefly summarize these results: (1) There is a strong interaction of rhenium ions with the surface of alumina. This fact is documented by at least two types of evidence; (a) RG^O-J unsupported or supported on SiO; is highly volatile; the volatility is drastically reduced by supporting the oxide on the surface of alumina in submonolayer quantities, for instance by im- pregnating A1203 with NH4Re04 and calcining the dried deposit [24]. (b) Under reducing conditions where bulk rhenium dioxide is readily reduced, some authors observe only Re4\"*\" ions on the alumina surface [25-27]. The reducibility of the rhenium on alumina depends on the conditions of drying and/or calcination and the moisture present during reduction. One might, however, expect that these 'memory effects' of the catalyst will tend to disappear during long-time operation at elevated temperatures. Upon minimizing the number of assumptions to be made at the present stage we shall, however, assume, as did Burch [28], that Re^ ions and Re atoms might coexist on the catalyst surface during its steady state. (2) Zero-valent rhenium forms alloys with platinum. These alloys are very active hydrogenolysis catalysts which convert hydrocarbons to mainly gaseous products, a pattern completely different from that typical of plat- forming catalysts [29,30]. (3) In the presence of sulfur-containing compounds, both the catalytic activity of platinum-rhenium alloys and the selectivity for hydrogenolysis are strongly decreased [29, 32]. *In model experiments with methylcyclohexane Coughlin et al. [46] observe reduced quantity of coke deposit on Pt Re catalysts as compared to Pt. (4) Adding cyclopentane to a technical feed lowers the activity of a Pt/Al203 catalyst significantly, but that of a similar catalyst containing Re remains unaffected, as was shown by Bertolacini and Pellet [33]. (5) The same authors showed that very intimate mechanical mixtures, which initially contain Re and Pt on separate support particles, display an activity maintenance equal to that of catalysts in which both metals were deposited on the same support particles. The latter result raises the question as to whether both metals, or one of them, can migrate from one particle to the other. With a-alumina as the support, Bolivar et al. [24] clearly prove that rhenium does migrate to the alumina particles containing initially platinum only; for 7-alumina, Bertolacini and Pellet could not detect such a migration [33]. The following possibilities may then be visualized for Re on the surface of working Pt Re/Al203 cata- lysts: Re4\"\"\" ions unassociated to Pt or sulfur; Re44\" ions associated to Pt, unassociated to sulfur; Re4\"*\" ions unassociated to Pt, associated to sulfur; Re4\"*\" ions associated to Pt and to sulfur; Re atoms unassociated to Pt or sulfur; Re atoms associated to Pt, unassociated to sulfur; Re atoms unassociated to Pt, associated to sulfur; Re atoms associated to Pt and to sulfur. Of these eight possibilities, several can be readily eliminated. Pt will be present mainly in the form of metal particles which expose one interface to the support and another to the gas phase. As Re4\"*\" ions under the strongly reducing conditions of the platforming process can survive only if they are stabilized by interacting with the support, they can be associated with plati- num only if they are located at the metal/support interface. Sulfur, on the other hand, will be in a dynamic equilibrium with gaseous sulfur compounds and is therefore expected to be present on the catalyst/gas interface. We, therefore, will disregard for the time being the presence of Re4\"\"\" ions asso- ciated to sulfur and to platinum atoms simultaneously. Thermodynamic estimates published elsewhere [34] suggest that under conditions in which the gas phase has more than 1 ppm of sulfur-containing organic molecules, it is unlikely that Re4\"*\" ions remain unassociated to sulfur, as the equilibrium Re4+-0+H2S ^ Re^-S+HzO appears to be shifted far to the right. The catalytic pattern mentioned in (2) suggests that most of the Re atoms in the surface of Pt Re alloy particles will be covered with chemisorbed sulfur under steady-state conditions of the platforming process. Indeed, ion scattering results obtained by Kelley et al. [35] confirm that sulfur on Pt Re/Al203 catalysts is most strongly asso- ciated with Re. These arguments which are, admittedly, somewhat less than rigorous, leave us with four hypothetical systems which deserve closer inspection: (1) Re4\"*\" ions are associated to platinum. The Re4\"*\" ions are underneath the platinum particles and possibly anchor the latter on the support surface. (2) Re4\"1\" ions exposed to the gas phase are partially coordinated with sulfur anions and potentially act as active sites for some catalytic reactions. (3) Re metal particles are partially covered with chemisorbed sulfur. (4) Pt Re alloy particles are partially covered with sulfur atoms which preferentially cap the Re atoms in the surface. In Table 1 these possibilities are summarized schematically. Potential causes for enhanced activity maintenance by Re Although it is impossible to rigorously exclude other possibilities, it may be justified to first consider the activity enhancement in the light of the four possibilities described above and in Table 1. We can then, in principle, visualize three mechanisms of enhanced activity maintenance: (1) Rhenium, acting as an anchor for the platinum particles, impedes migration of platinum over the support surface and thus inhibits the loss of metal surface area. (2) Rhenium metal, or some compound containing Re4\"1\" ions, strongly catalyzes a process which converts potential coke precursor molecules to harmless compounds. (3) Re, associated to platinum, modifies the catalytic action of the platinum surface and inhibits the conversion of carbonaceous residues to graphitic carbon. The first of these possible mechanisms has been proposed by Yermakov [37, 38] and is mentioned in the first patent to Chevron on the invention of PtRe catalysts [17]. Also, Engels et al. [39] stress the effect of Re on metal dispersion. Although there appears to be no evidence against this model, there is a rather general consensus that it is insufficient to rationalize the activity maintenance observed. One of the other two hypotheses has to be invoked in addition to that of the impeded agglomeration of platinum. The second hypothesis provides a very simple explanation for the results obtained by Bertolacini and Pellet [33] with physical mixtures. It is, how- ever, not easily reconciled with other data. Firstly, it would explain a decrease in the quantity of coke formed, but as shown above that is not the effect of rhenium addition; under industrial process conditions only the quality of the coke is altered by this element. Secondly, Bertolacini's experiment with intentionally added cyclo- pentane (CP) shows that this compound lowers the activity of rhenium-free catalysts, whereas the same addition of CP has absolutely no deactivating effect on catalysts containing small quantities of Re. The authors conclude that Re promotes a ring-opening reaction; molecules such as CP which are formed on the Pt particles are thus intercepted and converted to harmless a ^0 SCSw . .a u '\" rt g a ' s 0 4J &500103-S'? | J i'i ^s|-g ^ 1^ ilg'I ^jal , .2 .a >> o s o .2 o g'-s e^ '5gg ^g^8 ^ l^a 1-^'^ ^s-21 .^1 ^7|i sss^oi M&I -SS.i^ .5'3 8 w 01 ^ a . a) ' 4-1 , a a e ^ Llni S ^ .2.2 g 0IVPi ft>> J3\"3t-, 0'a-^ we I\" sl,.. s?-| |? ? & ^ a^ 01 -S >' 2 s o .s s Sn '-''Snsa G1; rt 0 o^aso 0.01 11 t&p s!,5 SJ 5^ |^ 1 gK MU T3.2-.aJ! .Sft v T3 w w a a, 3 ~< ' o a) o0. T3 0 a4-a 65 WlW S ss SEL CO +->CO^ \"co-J->CO U S CO<4-i^ 3Cflrf>0M ^ ^ to2.2 a r S' j 1 ^3i il I la ro0 ^ M t<-l -s < 0 w a\"^ 4-3 V a ft fc ^ 0 S 'S 4-> C ^a a S3 CO&-( g '3 -\" 3 ^ E -S ll J3 B S-a IS S -<- \" >- -\" 5 i-i0 &D 00 li 0 ^-> c- ^- 4-10 ^a S-5 2^^ ,0*4Jua $0)03 + cfWdi 1 . <D <D 2 'S S^3 S a a g -S g3 a 0 0 BBSa a a a s ft S s S 60 <u a a o 'Sa ua0 E01 ^e4-i 0 o .. a a1 1 | i 8 t 1 .a 0 S a a -\" g r-1 eg CM 0 ^0 a g a 6 2.. g Sj? H X!s ^ ^ ^ 110a ^ a a S6 ^ -2 s -s 2 :e g s| 1 ^1Cp 64-1 P< TO w SO as i . < 2 paraffins. It should be remembered that, in these experiments, a technical catalyst exposing roughly equal numbers of Pt and Re atoms to the gas phase was used. When CP is added to the feed, a CP molecule has, therefore, a 50% chance to first hit a Re or a Pt atom. If Re converted such a molecule on its first impact, one might expect a reduction of the deactivation effect by a factor of two on these Pt Re catalysts as compared to Pt. However, this is not found; the deactivating effect of CP is completely annihilated by the presence of rhenium. To rationalize this result on the basis of the coke pre- cursor interception model, one would have to assume that the sticking coefficient and/or the reactivity of Pt to ring-open CP is lower than that of Re by an order of magnitude. Such extraordinarily high activity of Re as compared to Pt cannot be excluded, of course, for the unidentified compound containing Re4\"*\" ions on the alumina surface. For metallic rhenium there are, however, relevant results published. Betizeau et al. [30] studied the activity for CO hydrogenolysis ofPt, Re and their alloys. They report that the activity of Re is inferior to that of Pt. Similarly, Jossens and Petersen [31] found that Re is not very active in opening the CP ring compared to Pt. Some Pt Re alloys do display a very high activity for this reaction. It would appear from these results that the interception model can only be rationalized if either alloy formation is accepted even for mixtures which were initially mechanical mixtures of Pt/A^O^ and Re/Al^O^, or a very high activity for cyclopentane hydrogenolysis is assumed for an unidentified compound of Re4\"*\" ions on the surface of alumina. The third hypothesis assumes that rhenium is associated with platinum. In the presence of sulfur-containing compounds, these bimetallic particles catalyze (de)hydrogenation and dehydrocyclisation reactions in a manner similar to platinum particles, but the reorganization of carbonaceous fragments to a graphitic overlayer is impeded. Previously Biloen et a(. [29] argued that the Pt S bond is weaker than the Re S bond. As is known from numerous examples where surface com- positions could be derived by 'chemisorptive titration', it is expected that sulfur chemisorbed on such a bimetallic particle will be bound preferentially to the Re atoms of the surface [40]. Moreover, the chemisorption-induced surface aggregation [40, 41] will cause the particle surface to enrich with rhenium. The resulting situation of a bimetallic particle with the Re atoms preferentially capped by chemisorbed sulfur, and the Pt atoms predominant- ly uncovered, is shown schematically in Fig. 2. This model was previously used to rationalize the drastic changes in selectivity [29]. The same model might also explain why the formation of a graphitic overlayer would be hindered, as there is considerable evidence in the literature which indicates that the formation of a harmful overlayer depends on the topography of the surface. Somorjai and Blakeley [42] compared flat and stepped crystal faces of platinum and they argued that a flat surface was more easily covered by such an overlayer than a face with steps. Lankhorst et al. [43] showed that treating silica-supported Pt catalyst at 450 C with a hydrocarbon/hydrogen mixture resulted in much more severe deactivation for the samples containing 10 Fig. 2. Model of platinum-rhenium particles, partially covered with chemisorbed sulfur. larger particles than for those containing smaller particles. As larger particles expose more 'flat' surfaces than smaller particles, which acquire shapes similar to spheres, Ponec concludes [44] that particle size effects in catalysis can be caused by the geometric effects related to the structure of carbon layers. The data, though inconclusive, lend credence to the model that catalyst activity maintenance might be due to the particular topography of the (bi- metallic particles partially covered with sulfur. On a platinum-only surface, adsorbed sulfur is expected to be mobile under the conditions of platforming catalysis. It will therefore cause little hindrance to growing graphitic entities. On a Pt Re surface, however, the sulfur atoms are fixed on the Re atoms and might thus hinder the reorganization of the carbonaceous fragments. Conclusions The enhanced activity maintenance of Pt Re/Al203 catalysts relative to the Pt/Al203 catalyst is not caused by a reduction in the rate of coke forma- tion, but is caused by changes in the nature of this coke. As coke is most harmful to the catalytic activity of platinum if its structure resembles that of graphitic sheets, one model assumes that Re in combination with chemisorbed sulfur impedes the reorganization of carbonaceous fragments. This model, which assumes a topographical factor in catalyst deactivation, is consistent with recent results on Pt particle size effects and observations on flat and stepped single crystals. Acknowledgements Stimulating discussions with P. Biloen, J. B. Butt and V. Shum are grate- fully acknowledged. References 1 R. Jongepier and W. M. H. Sachtler, J. Res. Inst. Catal. Hokkaido Univ., 16 (1968) 69. 11 2 V. Ponec and W. M. H. Sachtler, J. Catal., 24 (1972) 250. 3 A. Robert; and V. Ponec, W. M. H. Sachtler, J. Catal., 29 (1973) 381. 4 J. H. Sinfelt, J. Catal., 29 (1973) 308. 5 J. K. A. Clarke, Chem. Rev., 75 (1975) 291. 6 W. M. H. Sachtler, Catal. Rev. Sci. Eng., 14 (1976) 193. 7 W. M. H. Sachtler, Le Vide 163 - 165 (1973) 19. 8 V. Ponec, Adv. Catal., 32 (1983) 149. 9 W. M. H. Sachtler, Disc. Faraday Soc., 72 (1982) 7. 10 M. Weiss and G. Erti, in B. Imelik, C. Naccache, G. Coudurier, H. Praliaud, P. Meriau- deau, P. Gallezot, G. A. Martin and J. C. Vedrine (eds.), Metal-Support and Metal- Additive Effects in Catalysis, Elsevier, Amsterdam, 1982, p. 27. 11 W. M. H. Sachtler, C. Backx and R. A. van Santen, Catal. Rev. Sci. Eng., 23 (1981) 127. 12 R. W. Joyner, J. A. R. van Veen and W. M. H. Sachtler, J. Chem. Soc., Faraday Trans. I, 78 (1982)1021. 13 Y. Soma-Noto and W. M. H. Sachtler, J. Catal., 32 (1974) 315. 14 M. Primet, M. V. Mathieu and W. M. H. Sachtler, J. Catal., 44 (1976) 324. 15 F. J. C. M. Tolenaar, Geometric and Electronic Effects in the Infrared Spectra of Adsorbed Carbon Monoxide, Thesis, Univ. Leiden, 1983. 16 F. J. C. M. Tolenaar, F. Stoop and V. Ponec, J. Catal., 82 (1983) 1. 17 U. S. Pat. 3 41S 737 (1968) to H. E. Kluksdahl (Chevron). 18 U. S. Pat. 3 953 368 (1976) to J. H. Sinfelt (Exxon). 19 F. M. Dautzenberg, J. N. Helle, P. Biloen and W. M. H. Sachtler, J. Catal., 63 (1980) 119. 20 S. T. Sie, in B. Delmon and G. F. Froment (eds.). Catalyst Deactivation, Elsevier, Amsterdam, 1980, p. 546. 21 G. A. Somorjai and F. Zaera, J. Phys. Chem., 86 (1982) 3070. 22 J. L. Carter, G. B. McVicker, W. Weissman, W. S. Kmak and J. H. Sinfelt, Appl. Catal., 3 (1982)327. 23 K. H. Ludlum and R. P. Eischens, Prepr. Div. Petrol. Chem., A.C.S., 1976, p. 376. 24 C. Bolivar, H. Charcosset, R. Frety, M. Primet, L. Tournayan, C. Betizeau, G. Leclerq and R. Maurel, J. Catal., 39 (1976) 249. 26 Yu. I. Yermakov, B. N. Kuznetsov, I. A. Ovsyannikova, A. N. Startsev, S. B. Erenburg, M. A. Sheromov and L. A. Mironenko, React. Kinet. Catal. Lett, 7 (1977) 309. 26 D. R. Short, S. M. Khalid and J. R. Katzer, J. Catal,, 72 (1981) 288. 27 M. F. L. Johnson and V. M. LeRoy, J. Catal., 35 (1974) 434. 28 R. Burch, Platinum Met. Rev., 22 (1978) 67. 29 P. Biloen, L. N. Helle, H. Verbeek, F. M. Dautzenberg and W. M. H. Sachtler, J. Catal., 63(1980)112. 30 C. Betizeau, C. Leclerq, R. Maurel, R. Bolivar, C. Charcosset, H. Frety and L. Tournayan, J. Catal., 45 (1976) 179. 31 L. W. Jossens and E. E. Petersen, J. Catal., 76 (1982) 265. 32 P. G. Menon and J. Prasad, in G. C. Bond and P. Wells (eds.), Proc. 6th Int. Congr. Catalysis, London, 1976, 1977, p. 1061. 33 R. J. Bertolacini and R. J. Pellet, in B. Delmon and G. F. Froment (eds.). Catalyst De- activation, Elsevier, Amsterdam, 1980, p. 73. 34 W. M. H. Sachtler and P. Biloen, in Symp. Multimetal Catalysis, Div. Petr. Chem., A.C.S., Prepr. No. 28, 1983, 482. 35 M. J. Kelley, R. L. Freed and D. G. Swartzfager, J. Catal., 78 (1982) 445. 36 A. N. Webb, J. Catal., 39 (1975) 485. 37 Yu. I. Yermakov, Catal. Rev. Sci. Eng., 13 (1976) 77. 38 Yu. I. Yermakov and B. N. Kuznetsov, J. Mol. Catal., 9 (1980) 13. 39 S. Engels, M. Wilde and Tran Kim Thanh, Z. Chemie, J 7 (1977) 10. 40 W. M. H. Sachtler, J. Vacuum Sci. Techn., 9 (1972) 828. 41 R. Bouwman and W. M. H. Sachtler, J. Catal., 26 (1972) 63. 12 42 G. A. Somorjai and D. W. Blakeley, Nature, 258 (1975) 580; D. W. Blakeley and G. A. Somorjai, J. Catai, 42 (1976) 181. 43 P. P. Lankhorst, H. C. de Jongste and V. Ponec, in B. Delmon and G. F. Froment (eds.). Catalyst Deactivation, Elsevier, Amsterdam, 1980, p. 43. 44 V. Ponec, in B. Imelik, C. Naccache, G. Coudurier, H. Praliaud, P. Meriaudeau, P. Gallezot, G. A. Martin and J. C. Vedrine (eds.), Metal-Support and Metal-Additive Effects in Catalysis, Elsevier, Amsterdam, 1982, p. 63. 45 R. W. Coughlin, K. Kawakami, A. Hasan and P. Buu, in B. Imelik, C. Naccache, G. Coudurier, H. Praliaud, P. Meriaudeau, P. Gallezot, G. A. Martin and J. C. Vedrine (eds.), Metal-Support and Metal-Additive Effects in Catalysis, Elsevier, Amsterdam, 1982,p. 307. X244 84800279 0304-5102(84)80027-9 10.1016/0304-5102(84)80027-9 Invited lectures Selectivity and rate of activity decline of bimetallic catalysts W.M.H. Sachtler V.N. Ipatieff Laboratory, Northwestern University, Evanston, ILU.S.A. The relevant characteristics of metal catalysts are their activity, selectivity and rate of activity decline. For bimetallic catalysts, these characteristics often deviate strongly from additivity. The pronounced changes in selectivity caused by alloying an active transition metal with an inactive diluent are conveniently described in terms of different ensemble requirements for parallel and consecutive reaction paths. The significant lowering of the rate of activity decline, which results from the addition of, for instance, rhenium to a Pt/Al2O3 reforming catalyst in the presence of a feed containing non-negligible traces of sulfur compounds, has been rationalized qualitatively in terms of several models. In the present paper, these models are discussed and compared with experimental results in the scientific literature. One model assumes that adsorbed carbonaceous fragments become deleterious catalyst poisons only after atomic reorganizations resulting in graphitic structures. The ease of such reorganizations is controlled by the chemistry and the atomic topography of the catalyst surface. References 1 R. Jongepier W.M.H. Sachtler J. Res. Inst. Catal. Hokkaido Univ. 16 1968 69 2 V. Ponec W.M.H. Sachtler J. Catal. 24 1972 250 3 A. Roberti V. Ponec W.M.H. Sachtler J. Catal. 29 1973 381 4 J.H. Sinfelt J. Catal. 29 1973 308 5 J.K.A. Clarke Chem. Rev. 75 1975 291 6 W.M.H. Sachtler Catal. Rev. Sci. Eng. 14 1976 193 7 W.M.H. Sachtler Le Vide 163–165 1973 19 8 V. Ponec Adv. Catal. 32 1983 149 9 W.M.H. Sachtler Disc. Faraday Soc. 72 1982 7 10 M. Weiss G. Erti B. Imelik C. Naccache G. Coudurier H. Praliaud P. Meriaudeau P. Gallezot G.A. Martin J.C. Védrine Metal-Support and Metal-Additive Effects in Catalysis 1982 Elsevier Amsterdam 27 11 W.M.H. Sachtler C. Backx R.A. van Santen Catal. Rev. Sci. Eng. 23 1981 127 12 R.W. Joyner J.A.R. van Veen W.M.H. Sachtler J. Chem. Soc., Faraday Trans. I 78 1982 1021 13 Y. Soma-Noto W.M.H. Sachtler J. Catal. 32 1974 315 14 M. Primet M.V. Mathieu W.M.H. Sachtler J. Catal. 44 1976 324 15 F.J.C.M. Tolenaar Geometrie and Electronic Effects in the Infrared Spectra of Adsorbed Carbon Monoxide Thesis 1983 Univ. Leiden 16 F.J.C.M. Tolenaar F. Stoop V. Ponec J. Catal. 82 1983 1 17 U. S. Pat. 3 415 737 (1968) to H.E. Kluksdahl (Chevron). 18 U. S. Pat. 3 953 368 (1976) to J.H. Sinfelt (Exxon). 19 F.M. Dautzenberg J.N. Helle P. Biloen W.M.H Sachtler J. Catal. 63 1980 119 20 S.T. Sie B. Delmon G.F. Froment Catalyst Deactivation 1980 Elsevier Amsterdam 545 21 G.A. Somorjai F. Zaera J. Phys. Chem. 86 1982 3070 22 J.L. Carter G.B. McVicker W. Weissman W.S. Kmak J.H. Sinfelt Appl. Catal. 3 1982 327 23 K.H. Ludlum R.P. Eischens Prepr. Div. Petrol. Chem., A.C.S. 1976 375 24 C. Bolivar H. Charcosset R. Frety M. Primet L. Tournayan C. Betizeau G. Leclerq R. Maurel J. Catal. 39 1976 245 25 Yu.I. Yermakov B.N. Kuznetsov I.A. Ovsyannikova A.N. Startsev S.B. Erenburg M.A. Sheromov L.A. Mironenko React. Kinet. Catal. Lett. 7 1977 309 26 D.R. Short S.M. Khalid J.R. Katzer J. Catal. 72 1981 288 27 M.F.L. Johnson V.M. LeRoy J. Catal. 35 1974 434 28 R. Burch Platinum Met. Rev. 22 1978 57 29 P. Biloen L.N. Helle H. Verbeek F.M. Dautzenberg W.M.H. Sachtler J. Catal. 63 1980 112 30 C. Betizeau C. Leclerq R. Maurel R. Bolivar C. Charcosset H. Frety L. Tournayan J. Catal. 45 1976 179 31 L.W. Jossens E.E. Petersen J. Catal. 76 1982 265 32 P.G. Menon J. Prasad G.C. Bond P. Wells Proc. 6th Int. Congr. Catalysis, London, 1976 1977 1061 33 R.J. Bertolacini R.J. Pellet B. Delmon G.F. Froment Catalyst Deactivation 1980 Elsevier Amsterdam 73 34 W.M.H. Sachtler P. Biloen Symp. Multimetal Catalysis, A.C.S., Div. Petr. Chem., Prepr. No. 28 1983 482 35 M.J. Kelley R.L. Freed D.G. Swartzfager J. Catal. 78 1982 445 36 A.N. Webb J. Catal. 39 1975 485 37 Yu.I. Yermakov Catal. Rev. Sci. Eng. 13 1976 77 38 Yu.I. Yermakov B.N. Kuznetsov J. Mol. Catal. 9 1980 13 39 S. Engels M. Wilde Trân Kim Thanh Z. Chemie 17 1977 10 40 W.M.H. Sachtler J. Vacuum Sci. Techn. 9 1972 828 41 R. Bouwman W.M.H. Sachtler J. Catal. 26 1972 63 42 a G.A. Somorjai D.W. Blakeley Nature 258 1975 580 b D.W. Blakeley G.A. Somorjai J. Catal. 42 1976 181 43 P.P. Lankhorst H.C. de Jongste V. Ponec B. Delmon G.F. Froment Catalyst Deactivation 1980 Elsevier Amsterdam 43 44 V. Ponec B. Imelik C. Naccache G. Coudurier H. Praliaud P. Meriaudeau P. Gallezot G.A. Martin J.C. Védrine Metal-Support and Metal-Additive Effects in Catalysis 1982 Elsevier Amsterdam 63 45 R.W. Coughiin K. Kawakami A. Hasan P. Buu B. Imelik C. Naccache G. Coudurier H. Praliaud P. Meriaudeau P. Gallezot G.A. Martin J.C. Védrine Metal-Support and Metal-Additive Effects in Catalysis 1982 Elsevier Amsterdam 307",
      "scopus-id": "0020894321",
      "coredata": {
        "eid": "1-s2.0-0304510284800279",
        "dc:description": "The relevant characteristics of metal catalysts are their activity, selectivity and rate of activity decline. For bimetallic catalysts, these characteristics often deviate strongly from additivity. The pronounced changes in selectivity caused by alloying an active transition metal with an inactive diluent are conveniently described in terms of different ensemble requirements for parallel and consecutive reaction paths. The significant lowering of the rate of activity decline, which results from the addition of, for instance, rhenium to a Pt/Al2O3 reforming catalyst in the presence of a feed containing non-negligible traces of sulfur compounds, has been rationalized qualitatively in terms of several models. In the present paper, these models are discussed and compared with experimental results in the scientific literature. One model assumes that adsorbed carbonaceous fragments become deleterious catalyst poisons only after atomic reorganizations resulting in graphitic structures. The ease of such reorganizations is controlled by the chemistry and the atomic topography of the catalyst surface.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800279",
        "dc:creator": {
          "@_fa": "true",
          "$": "Sachtler, W.M.H."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800279"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800279"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80027-9",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selectivity and rate of activity decline of bimetallic catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-12",
        "prism:endingPage": "12",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80027-9",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/0304-5102(84)80027-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020894321"
      }
    }
  }
}