{
  "metadata": {
    "title": "Hydrogenation of olefins on a MoS<ce:inf loc=post>2</ce:inf>/γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst. Role of P, F and alkaline cation additives",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-05-10",
    "doi": "10.1016/0304-5102(93)80014-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029380014L",
    "pii": "030451029380014L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027591110",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029380014L 0304-5102(93)80014-L 030451029380014L 10.1016/0304-5102(93)80014-L S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00624 2024-01-02T01:04:16.600218Z 0 0 19930510 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 81 81 2 2 Volume 81, Issue 2 13 301 310 301 310 19930510 10 May 1993 1993-05-10 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. HYDROGENATIONOLEFINSAMOS2AL2O3CATALYSTROLEPFALKALINECATIONADDITIVES HUBAUT R SCHUIT 1973 417 G TOPSOE 1982 329 H SURFACEPROPERTIESCATALYSISBYNONMETALS GRANGE 1980 135 P RATNASAMY 1980 401 P MASSOTH 1982 343 F PROCEEDINGSCLIMAXTHIRDINTERNATIONALCONFERENCECHEMISTRYUSESMOLYBDENUM KASZTELAN 1984 807 S KASZTELAN 1984 127 S KASZTELAN 1987 1003 S CHIANELLI 1985 56 R ROXLO 1986 176 C SIEGEL 1973 139 S TANAKA 1977 24 K WAMBEKE 1988 320 A KASZTELAN 1990 12 S KHERBECHE 1991 204 A JALOWIECKI 1990 101 L HUBAUT 1986 231 R HUBAUT 1989 170 R DELMON 1982 73 B PROCEEDINGSCLIMAXTHIRDINTERNATIONALCONFERENCECHEMISTRYUSESMOLYBDENUM DELMON 1990 1 B PARHAM 1984 295 T LEDOUX 1985 189 M TOPSOE 1986 275 H TOPSOE 1990 77 H RIPPERGER 1977 175 W PROCEEDINGSCLIMAXTHIRDINTERNATIONALCONFCHEMISTRYUSESMOLYBDENUM FITZ 1983 40 C GISHTI 1984 381 K ATANASOVA 1989 239 P MCMILLAN 1986 243 M LOPEZCORDERO 1990 8 R POULET 1991 857 O HAYDEN 1987 366 F MICIUKIEWICZ 1989 247 J BOORMAN 1984 281 P BONNELLE 1989 123 J HUBAUTX1993X301 HUBAUTX1993X301X310 HUBAUTX1993X301XR HUBAUTX1993X301X310XR item 0304-5102(93)80014-L 030451029380014L 1-s2.0-030451029380014L 10.1016/0304-5102(93)80014-L 272239 2024-01-02T01:04:16.600218Z 1993-05-10 1-s2.0-030451029380014L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380014L/MAIN/application/pdf/26747b1bb5d646d371747f32a68a9045/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380014L/MAIN/application/pdf/26747b1bb5d646d371747f32a68a9045/main.pdf main.pdf pdf true 663229 MAIN 10 1-s2.0-030451029380014L-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380014L/PREVIEW/image/png/92f375decb507ea55dbc71d67d59b0eb/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380014L/PREVIEW/image/png/92f375decb507ea55dbc71d67d59b0eb/main_1.png main_1.png png 58864 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 81 (1993) 301-310 301 Elsevier Science Publishers BN., Amsterdam M101 Hydrogenation of olefins on a MOS2/y-A1203 catalyst. Role of P, F and alkaline cation additives R. Hubauta,*, O. Poulet8,1, S. Kasztelanb and J. Grimblota 'Laboratoire de Catalyse Heterogene et Homogene, UR.A. C.N.R.S. D04020, Batiment C3, Universite des Sciences et Technologies de Lille, 59655 Villeneuve d'Ascq Cedex (France) 'Institut Francais de Petrole, 1-4 Avenue du Bois Preau, BP 311, 92506 Rueil Malmaison (France) (Received October 12, 1992; accepted January 16, 1993 ) Abstract The reactivity of mono- and di-olefins has been studied on a MOS2-y-A1203 hydroprocessing catalyst pretreated under HZ at various temperatures. The conjugable or hindered di-olefins are less reactive than the conjugated homologous molecules. Dienes were however much more reactive than monoethylenic compounds. In presence of additives (i.e. P, F and alkaline cations), the activities and selectivities of diene hydrogenations were found to depend on the nature and concentration of the additive. In general, the overall hydrogenation activities are in the order Mo > MoNa > Mo-P > Mo-Cs > Mo-F. The change in the product distribution (selectivities in mono/dihydrogenation and hydrogenation/ isomerization) suggests that some of the additive acts directly on the active sites of the MoSZ phase by poisoning and/or by blocking the labile sulfur removal during the activation treatment under H2. Key words: active sites; hydrogenation; molybdenum disulphide; olefins Introduction Heterogeneous catalysts based on molybdenum sulfide are an important family of catalysts for hydrotreating petroleum fractions. For the MOSZ layered phase, it is now considered that the active sites are Mo ions and sulfur vacancies located along the edges of the supported platelets [ 1-9 ] . Considering the early works of Siegel [ 10 ] and Tanaka [ 11 ], a given reaction (i.e. hydrogenation) is associated with a cation and a definite number of coordinative unsaturated sites (cus). This concept has been applied successfully to describe the MOS2 sites by performing hydrogenation/isomerization (HYD/ISOM) reactions of model molecules under very mild conditions [ 7,12-14 ] . In particular, alkadienes HYD or ISOM activities depend on the temperature, TR, at which *Corresponding author. 'Present address: Centre de Recherches Total Gonfreville l'Orcher, 76700 Harfleur, France. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 302 R. Hubaut et al./J. Mol. Catal. 81 (1993) 301-310 the sulfided Mo catalyst was treated under H2 before the test. Diene HYD was proposed to occur on three coordinatively unsaturated Mo ions (3MO) whereas ethylenic double bond ISOM was proposed to occur on 2Mo and/or 4Mo sites. These sites were proposed to be all located along the (1010) edge of the MOS2 plane [ 12-14 ] . In the present study, a MOS2-y-AI203 catalyst has been tested with alkadienes having their double bonds conjugated (methyl-2-buta-1,3-diene or isoprene, cis-penta-1,3-diene, cyclohexa-1,3-diene) or conjugable (penta-1,4diene), and also with an alkene (methyl-2-but-2-ene). Similar experiments were performed on MOS2-A1203 modified with several elements such as P, F or alkaline cations (Na+, Cs+). The overall activity and the product distribution have been analyzed as a function of the pretreatment under H2 at various temperatures. The aim of this work is to determine the order of the reactivity of the various olefins and thus improve on the knowledge of the effect of the additives on the active sites. Experimental The 14 wt. % M003-AI203 catalyst was prepared by a pore-filling impregnation procedure using y-A1203 pellets (252 m2 g-1; 0.6 cm3 g-1) and an (NH4) 6M07O24 4H2O solution of natural pH (~ 5.5) . The final calcination was performed in air at 773 K for 4 h. The M003-P-A1203 catalyst was obtained by addition of P, as H3P04, simultaneously to Mo impregnation. In that case the pH of the solution was x 2. F, as HF, Na, as NaN03, and Cs, as CsN03, have been added on the catalyst sample by a second impregnation. Final calcination was performed at 773 K, 4 h. The amount of additives in wt.% were respectively 2.8 (P), 1 to 10 (Na), 0.2 to 5 (Cs) and 2 (F) (relative to the different elements). The samples were then sulfided at 623 K for 4 h with a H2/H2S (90/10) mixture, then treated with purified H2 at different temperatures, TR, between 473 and 1073 K for 10 h and catalytically tested in the same experimental all-glass grease-free flow apparatus. Reactants were introduced at constant partial pressure (20 Torr) in a flow of purified HZ (1 atm, 20 ml min-1) in an isothermal reactor, operated at 323 K for isoprene and cis-penta1,3-diene, 353 K for cyclohexa-1,3-diene and penta-1,4-diene, 423 K for methyl2-but-2-ene, respectively. The reactants were supplied by Fluka (puriss grade > 99%) and the gases H2 and H2S by Air Liquide. The products were analysed by gas chromatography with a flame ionization detector. Results and discussion Olefin hydrogenation over a MOS2 catalyst with monitored S content For the experimental conditions adopted in this work, isoprene is converted on the catalyst surface into dihydrogenated (isopentane) and mono- R. Hubaut et al./J. Mol. Catal. 81 (1993) 301-310 303 hydrogenated products such as Methyl-2-but-l-ene (M2B1), Methyl-3-but-1ene (M3B1) and Methyl-2-but-2-ene (M2B2). The product M3B1 is always observed in negligible quantity. The overall hydrogenation activity for isoprene depends on TR as already shown (Fig. 1) [ 13 ] . As previously proposed [ 13 ] the product distribution for isoprene hydrogenation depends on the number of coordinative sulfur unsaturations around Mo atoms located along the edges of the supported MoS2 platelets. The Mo active site was therefore referred as a coordinatively unsaturated site (cus) written xMo where x is the number of sulfur vacancies around the Mo ion. Thus, that the maximum TR lies between 773 and 823 K corresponds to the presence of the maximum amount of 3Mo sites [ 15 ] . The typical product distribution (in mol%) obtained for the isoprene hydrogenation on the reference catalyst MOS2-y-A1203 is shown in Fig. 2a. The main product, isopentane (64% in selectivity at TR=820 K), has been proposed to come from a double sequence HYD-HYD. The product M2B1 (18.5% ) is the result of a single HYD, whereas the product M2B2 (16%) is the result of a combination of HYD and ISOM [ 13 ] . The large amount of isopentane (HYD-HYD) found in the temperature range 700-900 K can be explained by the presence of a large number of 3Mo sites. To study the effect of the nature of the olefin on the catalytic activity and selectivity, similar experiments have been performed using different olefins, such as another conjugated diene (cis-penta-1,3-diene), a conjugable diene (penta-1,4-diene), a hindered conjugated diene (cyclohexa-1,3-diene) and a monoene (methyl-2 -but-2-ene) . For all the tested molecules, the overall hydrogenation activity goes through a maximum as a function of the activation temperature TR under H2 (Fig. 3 ). A very interesting result is that this maximum of hydrogenation activity is obtained for exactly the same region of TR (800-820 K) whatever the nature of the molecule although methyl-2-but-2-ene has only one double bond. Thus, Activity 20 10 - 500 700 900 TR (K) Fig. 1. Overall isoprene hydrogenation activity, A (in 103 mol g-1 h-1), on free and doped MoSzy-A1203 catalysts measured at 323 K as a function of the temperature of pretreatment under H2. ( ) Mo; (*-) Mo-Na (1 wt.%); (O) Mo-Cs (5 wt.%); ( ) Mo-P (2.8wt.%); (/) Mo-F (2 wt.%). 304 R. Hubaut et al./J. Mol. Catal. 81 (1993) 301-310 Product distribution (%) Product distribution (%) [20 20 10 10 A . 1~ ~ I 500 00 900 TR (K) 500 700 900 TR (K) a) b) Product distribution (X) Product distribution (%) 5 3 ~ 4 1 - rho 500 700 900 TR (K) 500 700 906 TR (K) c) d) Product distibution (X) 4 2 LAI 500 700 900 TR (K) e) Fig. 2. Product distribution from isoprene hydrogenation measured at 323 K as a function of pretreatment temperature under HZ on free and doped MOS2-y-Ai203 catalysts. (a) Mo; (b) MoNa; (c) Mo-P; (d) Mo-Cs; (e) Mo-F. (/) Isopentane; ( ) M2B1; ( ) M2B2; (Q) M3B1. R. Hubaut et al./J. Mol. Catal. 81 (1993) 301-310 Activity 0 700 a) 90C TR (K) Activity 5 0 305 Activity 12f - 6- i `I 900 TR (K) 700 C) W i ~ I 500 700 900 TR (K) b) Fig. 3. Overall hydrogenation activity, A (in 103 mol g-1 h-' ) of various olefins on free and doped MoS2-y-A1203 catalysts as a function of pretreatment temperature under H2. (a) Penta-l,4-dime (reaction temperature: 353 K). (b) Cyclohexa-l,3-dime (reaction temperature: 353 K). (c) Methyl-2-but-2-ene (reactiontemperature:423 K). ( ) Mo; (*) Mo-Na; (EI) Mo-Cs; ( ) Mo-P; (/) Mo-F. it appears that the single olefins need the same number of anionic vacancies around the active Mo species to be hydrogenated as polyunsaturated compounds. However, we note from Table 1 that the hydrogenation activities for most of the dimes, for a given temperature TR, are weaker, with the exception of penta-l,3-dime, than the isoprene hydrogenation activity, despite the higher reaction temperature. The hydrogenation activity is about 2 to 3 times lower than the one found for isoprene transformation. The reasons for lower activity can be steric hindrance to the cyclic dime or low reactivity of non-conjugated dimes. From this point of view, the penta-l,4-dime shows behavior closer to that of a double ethylenic than that of a dime. Moreover, the relatively weak activity of the single olefin compared to the dimes and despite the fact that 306 R. Hubaut et al./J. Mol. Catal. 81 (1993) 301-310 TABLE 1 Hydrogenation activities of various olefins on MOS2-y-A1203 catalyst. TR=820 K Reactant Isoprene Penta-1,3-diene Penta-1,4-diene Cyclohexa-1,3-diene Methyl-2-but-2-ene Reaction 323 323 353 353 423 temperature (K) HYD activity 30 35 8 14 7 (103 mol g-' h-') the reaction is conducted at a higher temperature (423 K instead of 323 or 353 K), indicates that during transformation of a conjugated diene, there is no strong competition between the initial reactant and the intermediary compound. This remarkable selectivity has already been observed for another catalytic system, i.e. Cu-Cr-O [ 16 ], and was attributed to the weak electrophilic character of single olefins compared with that of dienes [ 17 ] . Effect of P, F, Na, Cs additives on the activity and selectivity for olefin hydrogenation The overall isoprene hydrogenation activity also depends on the presence of the elements added to the MoSz-y-A1203 catalyst (Fig. 1). The volcano shaped curves exhibit a maximum for TR at about 820 K whatever the nature of the additive. The maximum of the activity decreases in the order Mo > MoNa (1%) > Mo-P > Mo-Cs (5%) > Mo-F. This result suggests that the presence of an additive in the catalyst formulation does not influence the nature of the sites, but rather the number of the active sites. It has already been shown, either from S titration during activation with HZ after sulfidation [ 12 ] and statistical calculations [ 13 ] , that for the standard MOS2-y-A1203 catalyst, activation at TR-820 K provides a maximum of lacunar 3Mo sites. From the results of Fig. 1, it seems that the additives do not modify this statistical value. Rather, they seem to influence the number of active sites able to convert this diene molecule. The decrease of the HYD activity is depending on the nature of the additive. Fluorine leads to the most striking effect. At steady state, the hydrogenation activity of the MOS2-F-A1203 catalyst is about 90% lower than that obtained on the additive-free catalyst. Moreover, when F is present, a rapid initial deactivation of the catalyst is observed, probably due to coking of the catalyst by diene polymerization and therefore poisoning of the active sites. The results presented in Fig. 2 clearly demonstrate that the presence of additives on the MOS2-A1203 catalyst significantly changes the product distribution at a given pretreatment temperature. In addition, it also changes the evolution of the product distribution versus TR. The values obtained at maximum activity (820 K) are reported in Table 2. Isopentane remains the major R. Hubaut et al./J. Mol. Catal. 81 (1993) 301-310 307 TABLE 2 Product selectivity (mol%) from isoprene hydrogenation over free and doped MoS2-y-A1203 catalysts' Catalysts Product distribution (mol% ) Methyl-3-but-l-ene Methyl-2-but-l-ene Methyl-2-but-2-ene Isopentane MoSz-y-A1203 1.5 18.5 16 64 MOS2-Na-y-A1203 1.4 22.5 8.5 67.6 MOS2-Cs-y-A1203 1.8 62.5 17.8 17.8 MOS2-P-y-A1203 1.2 14.5 36.1 48.2 MOS2-F-7-A1203 3 8 43 46 OTR=820 K; reaction temperature=323 K. b The standard MoS2-y-A1203 catalyst contains 8 wt.% Mo which corresponds to 2.3 Mo atom nm-2. All the other catalysts have the same Mo loading. In addition they contain 1 wt.% Na (1.0 Na atom nm-2), 5 wt.% Cs (1.0 Cs atom nm-2), 2.8 wt.% P (2.2 P atom nm-2) or 2 wt.% F (2.5 F atom nm-2), respectively. product when Na or P is added but this is not true for the Mo-Cs (5 wt.%) catalyst, as M2B1 is the major product. On the Mo-F sample, isopentane and M2B2 are produced in about equal amounts. From these observations, we can assume that the additives, somehow disturb the distribution of the anionic vacancies around the Mo active sites. The behavior of the MOS2 catalysts modified by additives is about the same for penta-1,4-diene and for isoprene, as shown in Fig. 3. The order of reactivity for penta-1,4-diene is Mo > Mo-Na > Mo-P > Mo-F > Mo-Cs at the maximum of activity. Within the range of H2 pretreatment temperature 780820 K, the main product coming from penta-1,4-diene and from cyclohexa-1,3diene is the totally saturated hydrocarbon (pentane and cyclohexane, respectively), as also observed for isoprene (isopentane). Pent-l-ene and pent-2-ene are also obtained from the penta-1,4-diene but in small amounts (Fig. 4). The experiments performed with the non-conjugated diene and the single olefin do not show significant discrepancies and confirm that the hydrogenation reactions go through a maximum for TR where the 3Mo sites are most numerous; indeed, at TR=820 K, the main product obtained is always the saturated product whatever the reactant (Table 3 ), but the distribution of the monohydrogenated products is depending on the structure, electronic effects and steric hindrance, of the initial molecule, as previously shown for another heterogeneous catalyst, namely the mixed Cu-Cr oxide [ 16 ] . The exact role of additives and promoters and their locations on the catalyst are still debatable. Classical Co or Ni promoters have been proposed to be in strong interaction with the MOS2 phase to form the CoMoS or NiMoS phases. They can also form a separate sulfide phase (i.e. Co9S8) [18-21], or interact with the support [ 22,23 ] . An additive like P may induce modifications 308 R. Hubaut et al./J. Mol. Catal. 81 (1993) 301-310 Product distribution Product distribution 20 10 10 0 700 900 TR (K) 0 700 900 TR (K) a) b) Fig. 4. Product distribution from diene hydrogenation on MOS2-yA1203 at 353 K as a function of pretreatment temperature under H2. (a) Penta-1,4-diene; (b) cyclohexa-l,3-dime. (/) Pentane; ( )pent-l-ene; ( ) traps-pent-2-ene; (0) cis-pent-2-ene. TABLE 3 Product distribution (rnol%) for hydrogenation of various olefins on MOS2-y-A1203 Reactant Products Reaction temperature -ene-1 cis-2-ene traps-2-ene -one Isoprene - 323 K 6 26 Penta-1,3 diene 1 3 6 25 323 K Penta-1,4 diene 4 1 2 13 353 K Cyclohexa- 3 1,3-diene 27 353 K Methyl-2- 100 but-2-ene 423 K 'The difference to 100% is attributed to the remaining reactant. TR=820 K. of the MOS2 phase morphology (slab size, multilayer stacking [24-27] ). On the other hand, phosphate also interacts with the alumina support [ 28-30 ] . It has been recently proposed [ 31 ] that some P is able to modify the MOS2 stacking as well as to directly interact with the MOS2 phase as selectivity or activity variations during toluene hydrogenation or pyridine hydrodenitrogenation have been observed. Na and F probably act on the MOS2 slab orientation and dis- R. Hubaut et al. 1J. Mol. Catal. 81 (1993) 301-310 309 persion [32,33 ] or act on the support acidity [34 ] . The results presented here also suggest that additives directly influence the active sites. This influence on the active site structure may be either the result of direct poisoning of the sites or the result of bonding between MOS2 with the other element X through MoS-X linkages which block the removal of edge sulfur ions during the activation treatment at TR under H2. Such a linkage has been proposed for the nickel promotion in the NiMoS phase [ 35 ] . Nevertheless, it is noteworthy that much of the added element is probably not directly interacting with the MOS2 edge sites. In particular, XPS results have shown the presence of alkaline (Cs) bulk sulfides when relatively high amounts of such an additive are deposited on the catalyst [36]. Conclusion The activity for olefin hydrogenation of a MOS2-A1203 catalyst pretreated at various temperatures under Hz is maximum within the same range of TR (i.e. 800-820 K) whatever the nature of the olefin employed. This result confirms that the best activity by such a catalyst is obtained when a large number of anionic vacancies surrounds the active Mo sites. Parallel XPS measurements have already shown that the chemical state of Mo in the sulfided and activated catalysts is by no way metallic molybdenum. The actual oxidation number of Mo at the edge should be between + 4 and 0. The reactivity of the olefins depends on the structure of the molecule, conjugated and conjugable dienes being the most reactive. The activity and selectivity patterns for diene hydrogenation indicate that some of the elements P, F, Na or Cs added to the MOS2-y-A1203 reference catalyst directly interacts with the MOS2 edges. This interaction may be a detrimental to the removal of sulfur during the activation treatment under H2. Despite the variation of the hydrogenation activity in the order: Mo > Mo-Na > Mo-P > Mo-Cs > Mo-F, the maximum activity is obtained for the same H2 pretreatment temperature (~z5820 K) whatever the catalyst. References 1 G.C.A. Schuit and B.C. Gates, AIChE J., 19 (1973) 417. 2 H. Topsoe, in J.P. Bonnelle, B. Delmon and E. Derouane (eds.), Surface Properties and Catalysis by Non-metals, Reidel, Dordrecht, 1982, p. 329. 3 P. Grange, Catal. Rev. Sci. Eng., 21 (1980) 135. 4 P. Ratnasamy and S. Sivasanker, Catal Rev. Sci. Eng., 22 (1980) 401. 5 F.E. Massoth and G. Muralidhar, in H.F. Barry and P.C.H. Mitchell (eds.), Proceedings of the Climax Third International Conference on the Chemistry and Uses of Molybdenum, Climax Molybdenum Co., Ann Arbor, Ml, 1982, p. 343. 6 S. Kasztelan, H. Toulhoat, J. Grimblot and J.P. Bonnelle, Bull. Soc. Chim. Belg., 93 (1984 ) 807; Appl. Catal., 13 (1984) 127. 310 R. Hubaut et al. 1J. Mol. Catal. 81 (1993) 301-310 7 S. Kasztelan, L. Jalowiecki, A. Wambeke, J. Grimblot and J.P. Bonnelle, Bull. Soc. Chim. Be1g., 96 (1987) 1003. 8 R.R. Chianelli, A.F. Ruppert, SK. Behal, B.H. Kear, A. Wold and R. Kershaw, J. Catal., 92 (1985) 56. 9 C.B. Roxlo, M. Daage, A.F. Ruppert and R.R. Chianelli, J. Catal., 100 (1986) 176. 10 S. Siegel, J. Catal., 30 (1973) 139. 11 K.I. Tanaka and T. Okuhara, Catal. Reu. Sci. Eng., 15 (1977) 24. 12 A. Wambeke, L. Jalowiecki, S. Kasztelan, J. Grimblot and J.P. Bonnelle, J. Catal., 109 (1988 ) 320. 13 S. Kasztelan, A. Wambeke, L. Jalowiecki, J. Grimblot and J.P. Bonnelle, J. Catal., 124 (1990 ) 12. 14 A. Kherbeche, R. Hubaut, J.P. Bonnelle and J. Grimblot, J. Catal., 131 (1991) 204. 15 L. Jalowiecki, J. Grimblot and J.P. Bonnelle, J. Catal., 126 (1990) 101. 16 R. Hubaut, M. Daage and J.P. Bonnelle, Appl. Catal., 22 (1986) 231. 17 R. Hubaut, M. Daage and J.P. Bonnelle, J. Mol. Catal., 55 (1989) 170. 18 B. Delmon, in H.F. Barry and P.C.H. Mitchell (eds. ), Proceedings of the Climax Third In- ternational Conference on the Chemistry and Uses of Molybdenum, Climax Molybdenum Co., Ann Arbor, MI, 1982, p. 73. 19 B. Delmon, Stud. Surf. Sci. Catal., 53 (1990) 1. 20 T.G. Parham and R.P. Merril, J. Catal., 85 (1984) 295. 21 M.J. Ledoux, 0. Michaux, G. Agostini and P. Panissod, J. Catal., 96 (1985) 189. 22 H. Topsoe and B.S. Clausen, Appl. Catal., 25 (1986) 275. 23 H. Topsoe, B.S. Clausen, N.Y. Topsoe and P. Zeuthen, Stud. Surf. Sci. Catal., 53 (1990) 77. 24 W. Ripperger and W. Saum, in H.F. Barry and P.C.H. Mitchell (eds.), Proceedings of the Climax Third International Conf. on Chemistry and Uses of Molybdenum, Climax Molyb denum Co. Ann Arbor, MI, 1977, p. 175. 25 C.W. Fitz and H.F. Rase, Ind. Eng. Chem. Prod. Res. Deu., 22 (1983) 40. 26 K. Gishti, A. Iannibello, S. Marengo, G. Morelli and P. Tittorelli, Appl. Catal., 12 (1984) 381. 27 E. Payen, R. Hubaut, S. Kasztelan, 0. Poulet and J. Grimblot, J. Catal., submitted. 28 P. Atanasova and T. Halachev, Appl. Catal., 48 (1989) 239. 29 M. McMillan, J.S. Brinen and G.L. Haller, J. Catal., 97 (1986) 243. 30 R. Lopez -Cordero, S. Lopez -Guerra, J. L. G. Fierro and A. Lopez -Agudo, J. Ca tal., 126 (1990 ) 8. 31 0. Poulet, R. Hubaut, S. Kasztelan and J. Grimblot, Bull. Soc. Chim. Belg., 100 (1991) 85 7. 32 F. Hayden and J.A. Dumesic,J. Catal., 103 (1987) 366. 33 J. Miciukiewicz, Q. Qader and F.E. Massoth, Appl. Catal., 49 (1989) 24 7 . 34 P.M. Boorman, J.F. Kritz, J.R. Brown and M. Ternan, Int. Congr. Catal., 8th, Berlin, VII (1984) 281. 35 J.P. Bonnelle, A. Wambeke, A. Kherbeche, R. Hubaut, L. Jalowiecki, S. Kasztelan and J. Grimblot, Stud. Surf. Sci. Catal., 50 (1989) 123. 36 R. Hubaut, 0. Poulet, S. Kasztelan and J. Grimblot, to be published. X244 9380014L 0304-5102(93)80014-L 10.1016/0304-5102(93)80014-L Hydrogenation of olefins on a MoS2/γ-Al2O3 catalyst. Role of P, F and alkaline cation additives R. Hubaut ∗ a O. Poulet a 1 S. Kasztelan b J. Grimblot a a Laboratoire de Catalyse Hétérogène et Homogène, U.R.A. C.N.R.S. D04020, Bâtiment C3, Université des Sciences et Technologies de Lille, 59655 Villeneuve d'Ascq Cedex France b Institut Français de Pétrole, 1-4 Avenue du Bois Preau, BP 311, 92506 Rueil Malmaison France * Corresponding author. 1 Present address: Centre de Recherches Total Gonfreville l'Orcher, 76700 Harfleur, France. The reactivity of mono- and di-olefins has been studied on a MoS2-γ-Al2O3 hydroprocessing catalyst pretreated under H2 at various temperatures. The conjugable or hindered di-olefins are less reactive than the conjugated homologous molecules. Dienes were however much more reactive than monoethylenic compounds. In presence of additives (i.e. P, F and alkaline cations), the activities and selectivities of diene hydrogenations were found to depend on the nature and concentration of the additive. In general, the overall hydrogenation activities are in the order Mo > Mo-Na > Mo-P > Mo-Cs > Mo-F. The change in the product distribution (selectivities in mono/dihydrogenation and hydrogenation/isomerization) suggests that some of the additive acts directly on the active sites of the MoS2 phase by poisoning and/or by blocking the labile sulfur removal during the activation treatment under H2. Keywords active sites hydrogenation molybdenum disulphide olefins References 1 G.C.A. Schuit B.C. Gates AIChE J. 19 1973 417 2 H. Topsøe J.P. Bonnelle B. Delmon E. Derouane Surface Properties and Catalysis by Non-metals 1982 Reidel Dordrecht 329 3 P. Grange Catal. Rev. Sci. Eng. 21 1980 135 4 P. Ratnasamy S. Sivasanker Catal Rev. Sci. Eng. 22 1980 401 5 F.E. Massoth G. Muralidhar H.F. Barry P.C.H. Mitchell Proceedings of the Climax Third International Conference on the Chemistry and Uses of Molybdenum 1982 Climax Molybdenum Co Ann Arbor, MI 343 6 a S. Kasztelan H. Toulhoat J. Grimblot J.P. Bonnelle Bull. Soc. Chim. Belg. 93 1984 807 b S. Kasztelan H. Toulhoat J. Grimblot J.P. Bonnelle Appl. Catal. 13 1984 127 7 S. Kasztelan L. Jalowiecki A. Wambeke J. Grimblot J.P. Bonnelle Bull. Soc. Chim. Belg. 96 1987 1003 8 R.R. Chianelli A.F. Ruppert S.K. Behal B.H. Kear A. Wold R. Kershaw J. Catal. 92 1985 56 9 C.B. Roxlo M. Daage A.F. Ruppert R.R. Chianelli J. Catal. 100 1986 176 10 S. Siegel J. Catal. 30 1973 139 11 K.I. Tanaka T. Okuhara Catal. Rev. Sci. Eng. 15 1977 24 12 A. Wambeke L. Jalowiecki S. Kasztelan J. Grimblot J.P. Bonnelle J. Catal. 109 1988 320 13 S. Kasztelan A. Wambeke L. Jalowiecki J. Grimblot J.P. Bonnelle J. Catal. 124 1990 12 14 A. Kherbeche R. Hubaut J.P. Bonnelle J. Grimblot J. Catal. 131 1991 204 15 L. Jalowiecki J. Grimblot J.P. Bonnelle J. Catal. 126 1990 101 16 R. Hubaut M. Daage J.P. Bonnelle Appl. Catal. 22 1986 231 17 R. Hubaut M. Daage J.P. Bonnelle J. Mol. Catal. 55 1989 170 18 B. Delmon H.F. Barry P.C.H. Mitchell Proceedings of the Climax Third International Conference on the Chemistry and Uses of Molybdenum 1982 Climax Molybdenum Co Ann Arbor, MI 73 19 B. Delmon Stud. Surf. Sci. Catal. 53 1990 1 20 T.G. Parham R.P. Merril J. Catal. 85 1984 295 21 M.J. Ledoux O. Michaux G. Agostini P. Panissod J. Catal. 96 1985 189 22 H. Topsøe B.S. Clausen Appl. Catal. 25 1986 275 23 H. Topsøe B.S. Clausen N.Y. Topsøe P. Zeuthen Stud. Surf. Sci. Catal. 53 1990 77 24 W. Ripperger W. Saum H.F. Barry P.C.H. Mitchell Proceedings of the Climax Third International Conf. on Chemistry and Uses of Molybdenum 1977 Climax Molybdenum Co Ann Arbor, MI 175 25 C.W. Fitz H.F. Rase Ind. Eng. Chem. Prod. Res. Dev. 22 1983 40 26 K. Gishti A. Iannibello S. Marengo G. Morelli P. Tittorelli Appl. Catal. 12 1984 381 27 E. Payen, R. Hubaut, S. Kasztelan, O. Poulet and J. Grimblot, J. Catal., submitted. 28 P. Atanasova T. Halachev Appl. Catal. 48 1989 239 29 M. McMillan J.S. Brinen G.L. Haller J. Catal. 97 1986 243 30 R. Lopez-Cordero S. Lopez-Guerra J.L.G. Fierro A. Lopez-Agudo J. Catal. 126 1990 8 31 O. Poulet R. Hubaut S. Kasztelan J. Grimblot Bull. Soc. Chim. Belg. 100 1991 857 32 F. Hayden J.A. Dumesic J. Catal. 103 1987 366 33 J. Miciukiewicz Q. Qader F.E. Massoth Appl. Catal. 49 1989 247 34 P.M. Boorman J.F. Kritz J.R. Brown M. Ternan Int. Congr. Catal., 8th, Berlin VII 1984 281 35 J.P. Bonnelle A. Wambeke A. Kherbeche R. Hubaut L. Jalowiecki S. Kasztelan J. Grimblot Stud. Surf. Sci. Catal. 50 1989 123 36 R. Hubaut, O. Poulet, S. Kasztelan and J. Grimblot, to be published.",
      "scopus-id": "0027591110",
      "coredata": {
        "eid": "1-s2.0-030451029380014L",
        "dc:description": "The reactivity of mono- and di-olefins has been studied on a MoS2-γ-Al2O3 hydroprocessing catalyst pretreated under H2 at various temperatures. The conjugable or hindered di-olefins are less reactive than the conjugated homologous molecules. Dienes were however much more reactive than monoethylenic compounds. In presence of additives (i.e. P, F and alkaline cations), the activities and selectivities of diene hydrogenations were found to depend on the nature and concentration of the additive. In general, the overall hydrogenation activities are in the order Mo > Mo-Na > Mo-P > Mo-Cs > Mo-F. The change in the product distribution (selectivities in mono/dihydrogenation and hydrogenation/isomerization) suggests that some of the additive acts directly on the active sites of the MoS2 phase by poisoning and/or by blocking the labile sulfur removal during the activation treatment under H2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-05-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029380014L",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hubaut, R."
          },
          {
            "@_fa": "true",
            "$": "Poulet, O."
          },
          {
            "@_fa": "true",
            "$": "Kasztelan, S."
          },
          {
            "@_fa": "true",
            "$": "Grimblot, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029380014L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029380014L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80014-L",
        "prism:volume": "81",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of olefins on a MoS2/γ-Al2O3 catalyst. Role of P, F and alkaline cation additives",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "active sites"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "molybdenum disulphide"
          },
          {
            "@_fa": "true",
            "$": "olefins"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "301-310",
        "prism:endingPage": "310",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 May 1993",
        "prism:doi": "10.1016/0304-5102(93)80014-L",
        "prism:startingPage": "301",
        "dc:identifier": "doi:10.1016/0304-5102(93)80014-L",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027591110"
      }
    }
  }
}