{
  "metadata": {
    "title": "Functionalization of silica and its use as a catalyst: Application of the modified silica for several nucleophilic reactions",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-05-31",
    "doi": "10.1016/0304-5102(92)80074-Q",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280074Q",
    "pii": "030451029280074Q"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-44049119345",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280074Q 0304-5102(92)80074-Q 030451029280074Q 10.1016/0304-5102(92)80074-Q S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02349 2024-01-02T01:06:03.941633Z 0 0 19920501 19920531 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 73 73 2 2 Volume 73, Issue 2 9 215 224 215 224 199205 May 1992 1992-05-01 1992-05-31 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. FUNCTIONALIZATIONSILICAUSEACATALYSTAPPLICATIONMODIFIEDSILICAFORSEVERALNUCLEOPHILICREACTIONS JIN R 1988 SYNTHESESSEPARATIONSUSINGFUNCTIONALPOLYMERS SOAI 1990 4832 K ANGELETTI 1989 105 E KURUSU 1990 1389 Y ZADEH 1978 156 H SUKATA 1981 1131 K BAKER 1956 485 R HAUSER 1956 485 C IMAI 1981 2997 Y JINX1992X215 JINX1992X215X224 JINX1992X215XR JINX1992X215X224XR item 0304-5102(92)80074-Q 030451029280074Q 1-s2.0-030451029280074Q 10.1016/0304-5102(92)80074-Q 272239 2024-01-02T01:06:03.941633Z 1992-05-01 1992-05-31 1-s2.0-030451029280074Q-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280074Q/MAIN/application/pdf/cceb45a704ddfd330e7cfef96db7a7c2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280074Q/MAIN/application/pdf/cceb45a704ddfd330e7cfef96db7a7c2/main.pdf main.pdf pdf true 596628 MAIN 10 1-s2.0-030451029280074Q-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280074Q/PREVIEW/image/png/67620f04796743f5b5144a1ce791d277/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280074Q/PREVIEW/image/png/67620f04796743f5b5144a1ce791d277/main_1.png main_1.png png 67599 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 73 (1992) 215-224 M2864 Functionalization of silica and its use as a catalyst: application of the modified silica for several nucleophilic reactions Ren-Hua Jin and Yasuhiko Kurusu* Department of Chemistry, Faculty of Science and Technology, Sophia University, 7-1 Kioicho, Chiyoda-ku, Tokyo 102 (Japan) (Received July 22, 1991; revised January 29, 1992) Abstract 215 Improvements in the hydrophobic environment of silica were attempted by introducing bifunctional compounds into the coupled silica obtained from the silane coupling reagent (SCR) containing an amino group. This modified silica was used as a catalyst in the substitution reaction of halides by cyanide ion, the alkylation of malononitrile and phenylacetonitrile (PAN) by halides, and the one-pot synthesis of alkylated PAN with benzyl chloride in the presence of sodium cyanide. The modified silica showed good catalytic activity for these reactions when dissolved in strong alkali solution. From the investigation of the catalysis and the scope of the reactions, a new concept, 'interfacial acceleration' instead of 'phase transfer', is introduced for the alkylation of PAN and the one-pot alkylation and synthesis of PAN in the presence of sodium cyanide utilizing the modified silica in the two-phase organic-aqueous system. Introduction The use of - polymers as support for catalysts or reagents is increasingly recognized [ 1 ]. Recently, the amino group immobilized on silica or alumina has been used in organic synthesis [2]. Such a system was used for alkylation of the activated methylene compounds in the 'bi- or tri-phase' system [3]. Kurusu has already tried to develop the silica-supported tri-phase catalysts for alkylation of phenylacetonitrile (PAN) and ran up against the difficulty that the modified silica catalyst was soluble in aq. alkali solution [4]. It is well known that the reaction of PAN with an alkyl halide needs a concentrated aqueous alkali solution such as 50% or 70% NaOH or KOH solution as the reaction medium [5 ]. Therefore, the authors chose to increase the hydrophobic character of the coupled silica to give resistance to the alkali by the secondcycle reaction with another silane coupling reagent (SCR). To investigate the reactivity of this modified silica, we chose the cyanide displacement reaction, the Knoevenagel reaction, the alkylation of PAN with benzyl chloride, and the one-pot alkylation in the reaction of benzyl chloride *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 216 with cyanide ion. This paper discusses the catalytic activity and behavior of silica catalysts containing the amino group. Experimental Materials Silica (MKC-500, specific surface area 497 m2 g-') was obtained from Nikki Chemical, activated by treatment with 6 N HCl, and dried in vacuum at 120 C. N-(2-aminoethyl)-3-aninopropyltrimethoxysilane (SH-6020) (I), 3-aminopropyltrimethoxysilane (SS-1040) (II), and 3-glycidoxypropyltrimethoxysilane (SH-6040) (III) were obtained from Toray Silicone and used as obtained for a silane coupling reaction. Epichlorohydrin, a,a'-dichloro p-xylene, a,a'-dibromo-o-xylene, 1,6-dibromohexane, triethylenetetramine, 1,6-hexadiol diglycidyl ether, 1,4-buta.nediol diglycidyl ether, and benzaldehyde were purchased from Tokyo Kasei and used as received. Benzaldehyde and a-phenylethyl bromide were distilled for purification before use. Sodium cyanide, malononitrile, and dioxane were obtained from Wako Pure Chemical and used without further purification. Toluene was purified by distillation and dried by anhydrous sodium sulfate. Measurements Analysis and identification of the product distribution were carried out by gas chromatography using a Shimadzu GC-8A (PEG-20M 2 m x 2.6 mm) equipped with a CR-6A Chromatopac. Products were also analyzed by 'H NMR spectroscopy using a JEOL GY-270 and by FT-IR using a JEOL JORRFX 301 spectrometer. Synthesis of silica catalysts Reactions with silane coupling reagents A mixture of 7.0 g of activated silica gel and 80 ml of toluene was mixed in a flask and stirred for one hour. 25 nil of I was injected by syringe and refluxed while being stirred for 8 h in an oil bath. After cooling, the reacted silica gel was filtered and washed with benzene and diethyl ether, followed by purification with benzene in a soxhlet extractor for 12 h. The purified silica was washed again three times with diethyl ether and allowed to stand overnight in air. The yield of 1 was 8.7 g. The nitrogen content was 2.3896, which corresponded to 0.85 mmol g-1 of the grafted silane. 3 Aminopropyltrimethoxysilane (II) and 3-glycidoxypropyltrimethoxysilane (III) were also coupled onto silica gel in order to obtain grafted silica (2 and 3) by the same method mentioned above. The coupled silanes (II and III) contained 0.65 mmol g-' 2 and 0.31 mmol g-1 3, respectively. Synthesis of la-i, 2a-4, 3j-1, and 3m by the modt4cation of 1, 2, and 3 A typical method was as follows: One gram of the coupled silica was suspended in 1.5 ml of dioxane for 8 h. Then, 1.5 ml of epichlorohydrin 217 &N2 X-R-X &~-Cs S&N, x-R-~ Si N, R-N, Si Si ~-~ qN-R N -- Si Si Cr r-\\ Cl' - N N.--@ 3m ~ U Ph + 2 \\--JO2 Si 2 ; Si Si-CH2CH2CH2 H 2CH2NH2 I 0/Si -N, , si S'-CH2CH2CH2NH2 2 &Si Si-(CH2)3OCH2CH -CH2 3 ~~ \\ 0/ x-R-x: CICH2 CH --CH2 ; Br (CH2) Br ; XCH2~CH2X , X=Cl, Br, 3j OCH2C1 _ la-i 2a-i 3j b ; n = 3 e ; ortho c;n=6 f;para d;n=10 g;metha 0 CH2-CHCH20(CH2) OCI-I2Qi z h ; n=4 i ; n=6 HN-R-NH: HNV H ; H2N (CH2)sNHz : HzN (CHzCHzMsH j k Scheme 1. was added and stirred at 80 C overnight in an oil bath. The silica was filtered on a glass filter and washed with dioxane, acetone, and 1% NH40H (to remove HX absorbed on the amino group of the silica surface), and then also washed with acetone and diethyl ether. The silica obtained was dried at 50 C under reduced pressure overnight. Cyanide displacement of a-Phenylethyl bromide To a solution of 0.49 g (10 mmol) of sodium cyanide and 2 ml distilled water, 0.15 g of la was added, followed by the introduction of 0.43 g (2 mmol) of a-phenylethyl bromide and toluene (1.0 ml). Then the solution was placed in an oil bath maintained at 45 C and stirred for 24 h. Or cooling, the modified silica used as catalyst was filtered off and washed with toluene, and the organic layer collected from the filtrate was concentrated by evaporation. The product was analyzed by GC. The yield of a-phenylethyl cyanide was 929u. 218 Knoevenagel condensation of benzaldehyde with maitrile To a solution of 0.1 g (1.5 mmol) of malononitrile dissolved in toluene (1.0 ml), 0.1 g of 1a was added, followed by 0.16 g (0.15 mmol) of benzaldehyde. The solution was placed in an oil bath maintained at 40 C with stirring for 23 h. After cooling, the catalyst was filtered off and washed with methanol. The filtrate was solidified and recrystallized in diethyl ether: yield 88%, m.p. 82-83.5 C (85 C [3]). Percentages found: C, 77.81; H, 3.84; N, 18.19'0. Calculated values for C1oH6N2: C, 77.90; H, 3.93; N, 18.1%. Alkytation of PAN with benzyl chloride by modified silica catalysts The general procedure is as follows: To a flask containing 5.0 ml of 50% NaOH, 0.3 g of the modified silica la was added, followed by the mixture of benzyl chloride (0.78 g, 6 mmol) and PAN (0.33 g, 2.9 mmol) in toluene (1 ml). Then the flask was placed in an oil bath maintained at 50 C with stirring for 7 h. After that, 10 ml of toluene was added to the reaction mixture (or, analysis of the organic phase by GC was carried out to determine the yield of products). The organic layer was transferred and filtered to remove any trace insoluble impurities, and the filtrate was evaporated until dry, and further purified by recrystallization in acetone. 0.84 g (9895) of a,a-dibenzylphenylacetonitrile was obtained; m.p. 89-90 C (m.p. 80-82 C [6], 92-92.5 C [7], 93-94 C [8]). Percentages found: C, 88.5490; H, 6.4690; N, 4.76/0. Calculated values for Cz2H19N: C, 88.84%; H, 6.4590; N, 4.7190. ALkylation of PAN with a-phenylethyl bromide and recycling of the catalyst To a flask containing 2.5 ml of 509'o NaOH, 0.15 g of modified silica 2a was added, followed by the addition of the mixture of PAN (0.19 g, 1.5 mmol) and a-phenylethyl bromide (0.59 g, 3 mmol) in toluene (0.5 ml). Then the flask was placed in an oil bath maintained at 70 C with stirring for 10 h. Then 10 ml of toluene was added to the reaction mixture. The organic layer was filtered to remove any trace insoluble impurities, and the solvent was evaporated to solidify the organic layer. From recrystallization from methanol 0.3 g (85%) of a,/3-diphenylbutyronitrile was obtained; m.p. 131.5-132.5 C (m.p. 131.5-133 C [7]). Percentages found: C, 86.45; H, 68.1; N, 6.19%. Calculated values for C16H16N: C, 86.82; H, 6.85; N, 6.339'0. 1H NMR (DCC13) 8=1.4 (3H, CCHg), 8=3.2 (1H, PhCHCCN), a=3.9 (1H, Ph-CH-CN), 8= 7.3 (lOH, Ph-, Ph-). The water phase containing the modified silica catalyst was recycled and used for further alkylations. O pot synthesis of a, c-dibenzylphenylacetonitrile from benzyL chloride in the presence of sodium cyanide To a flask containing 1.01 g (2 mmol) of sodium cyanide (9596) dissolved in 5 ml of 5096 NaOH aqueous solution, 0.3 g of modified silica ld was added, followed by the addition of benzyl chloride (0.86 g, 6.8 mmol) and 219 toluene (1 ml). Then the flask was placed in an oil bath maintained at 40 C with stirring for 48 h. After that, 10 ml of toluene was added to the reaction mixture. The organic layer was thoroughly transferred and filtered to remove any trace insoluble impurities. The filtrate was evaporated until the liquid product was obtained. The yield of a,a-dibenzylphenylacetonitrile was 68%. Results and discussion Cyanide displacement reaction The results of the cyanide displacement reaction with aq. solution of sodium cyanide are summarized in Table 1. The modified silica treated with epichlorohydrin or alkyl halides showed high activity because of the hydrophobic group. The displacement reaction proceeds easily on the solid surface of the modified silica, and a-phenylethyl cyanide was obtained from aphenylethyl bromide by nucleophilic attack of the cyanide ion. In experiments described in an earlier paper [4], hydrolysis of the halogen compound was observed because of the low amount of hydrophobic groups. However, when the amount of hydrophobic groups in the modified silica became high, the substitution of cyanide ion proceeded quantitatively. The higher the amount of hydrophobic groups contained in the modified silica, the more active the substitution. This observation implies that a highly concentrated region of the organic substrate appears around the more hydrophobic modified silica, and the displacement reaction proceeds easily on the surface of the modified silica. Knoevenagel condensation Results are shown in Table 2. As the formation of carbanion from malononitrile is the rate-determining step and the basic character is essential, the modification of the silica surface activates this reaction. Unmodified silica TABLE 1 Br Cyanide displacement with silica catalysts PhCHCH3 + NaCN - PhCHCH3 + PhCHCH3 Ulm Br Cat. NaCN PhCH(Br)CH9 Yield 1 0.16 0.49 0.40 78.1 1a 0.16 0.49 0.43 92.8 lb 0.15 0.49 0.43 87.2 lc 0.15 0.49 0.45 92.8 Id 0.15 0.49 0.44 92.4 if 0.16 0.49 0.43 79.6 ut;qj pagtpoui Aidaap azouz are Aaip ao3 `aiqnios amooaq of jT put: PI ao; papaau si auin Ruoi V -e aiqey uc umoqs sie `siinsaa POOR pamous HO'eN 9609 In8 '(I '2W ro09 -vo s~ punoduioo paTi%Azuaq-ip;o piau atp 'HOt.H ssuE0 ;o assn aqj uI ~papaaooad uorpt.aa aqp `paniossip jsAMt:a atpaajjV -aanjxnu uotlot;az aql ut aniossip of sisimt;a ain io; Axessaaau aunt atp sajeatpui pouad sniy -asea qat;a in panaasqo aaam spouad uor panpul T ut u.moqs si aunT uoilot:aa pu'e piarA uaamjaq uopeiaa auy ui aaeid xool (T) uor4ot:aa pu'e paniossip PT uana 'u 6T o1 L u1og PaPua1xa SUM auni uoilat:aa a113 uaqM 'tapauz riee uieas pagtpoui aip 3o AjtUqnios au1 of paT>;iai sem AImie af~e~sa aiT; `Anezaua0 q L (n pajtuni ssm aum uotlaeat aqp uaqm ~pn'eo aatpo aip;o jeqj ut;u1 ssai s~ `pT `aut;oapouioxqtp-OT`I iprm pagipoux eaigs aid 3o t;tpaui tle30 ui 41Pqnios aip jetp put; '(T) uoilat:aa ao; Tsaq atp aaam urapAqoiopiaida itm paoux ey Pine sT jo saiIrnijot; atIfpmeo aqT Ttap punoj atld -tp -ououz '~ HOBN ~~ZHaua + uaH~ZH~ua .sE--- g~ u~ZH~ua + i9yH0ud uU -e aiqry ut pazireununs axe suatgs pagipouc a fq pazXlcjt;a (T) uotjat,ai 3o slinsas aqy *pr,4ap ut paleRtlsanut senm (T) uoilauaa RutmolM auT `sauas 9 `y `T ISXMt;o pagtpoui a ;o aauasaad aql uI ?tfo fzzwq tfl~m lid fo ~r~ ~t;atgs payi .poui aaoui aaujo pu'e T uaamlaqinila'eaa ut aauaaap ou st aaaql anq uotla~eaa aip alt:niaat; Tou pip ,0 OT'0 9 T'0 OT'0 ~01s 68 OT'0 9T'0 OT'0 pZ L6 OT'0 9T'O 01'0 gZ 66 OT'0 9T'0 OT'0 Z L6 OT'0 9T'0 OT'0 ii L8 OT'0 9T'0 OT'0 3I 8L OT'0 L T'0 OT'0 ai L6 OT'0 9T'0 OT'0 qi 88 OT'0 91'0 OT'0 $I 68 OT'0 9T'0 OT'0 I M ($) (R) ($) plaid z(ND)DZH OHOUd 'lsD Idol ~H NoiD D1ud <-Z(AIO)ZHO+OHDUd sisfMsa aaTjls lpum uorissuapuoa ia2suanaou; Z a'IaV.L OZ9 221 TABLE 3 Results of reaction (1) in the presence of silica catalyst Catalyst Reaction conditions Yield (4u)' Time (h) Temp. ( C) PAN mono- di- 1 14 40 23.5 0 76.5 la 7 50 - - 98b lb 7 50 - - 95 lc 7 50 - - 956 Id 7 50 100 0 0 Id 19 55 - - 96 le 7 50 50 - 50 if 7 50 92.5 - 7.5 if 19 55 - - 95 1g 7 50 23.5 - 76.5 ii 7 50 13 1.5 85.5 2a 7 55 - - 98 2c 7 55 - - 93b 2d 19 45 4 0 96 21 7 55 15 0 85 3j 7 55 33 0 67 3k 7 55 50 0 50 31 7 55 34 0 64 3m 7 55 35 0 65 Note: The reactions were carried PAN/PhCH2C1 was 1:2 (mol). 'Yield was determined by GC. bSolidified product. out in the presence of 5096 NaOH. The reactants ratio of 1, and the solubility of the modified silica becomes smaller than that of the unmodified silica. On the other hand, the yield of products (mono- and di-benzylphenylacetonitrile) was dependent upon the concentration of aq. NaOH solution (Table 4). No reaction took place in the dilute aq. NaOH solution. However, a di-alkylated compound was obtained when reaction (1) was carried out with 50 ib NaOH aqueous solution. It is of interest that the ratio of the products strongly depends on the alkali concentration. O the concentration of benzyl chloride became low during the course of the reaction and the hydrogen chloride evolved neutralized the alkali solution, a mono-benzylated compound was produced, and the reaction ceased. Alkylation of PAN and Ophenylethyl bromide and recycling of catalyst The reaction proceeds well in this case. For this reaction, recycling of the catalyst was investigated, and results for catalyst 2a are shown in Table 5. Repeated runs gave good enough yields. The catalyst was used actively in the dissolved state. 222 so- .30- 20- JO 0 0 .2 di- mono- ,o d; _ o, ro mono- /2r I u Reaction time (hr) Fig. 1. Olation of phenylacetonitrile in the following silica catalysts: (O) cat. la 0.15 g, 3346 NaOH 2.6 ml, toluene 0.5 ml, temp. 80 C; (O) cat. 1 0.15 g, 33% NaOH 2.5 ml, toluene 0.5 ml, temp. 70 C. TABLE 4 Effect of alkali concentration' Run NaOH (96) Yield (96) no. PAN mono- di 1 11 98 2 0 2 20 64 4.8 31 3 33 25.6 8.3 65.3 4 50 - - 96 'Catalyst: 1d for runs 1, 2, and 4; la for run 3. Runs 1, 2: react. time 23 h, react. temp. 60 C; run 3: react. time 12 h; react. temp. 68 C; run 4: react. time 19 h; react. temp. 55 C. TABLE 5 Recycling of catalyst in the alkylation of PAN Reaction Cycle no. Yield (46) PhCHzCN+PhCHCH3-. PhCH-CHPh 1 85 2 80 Br CH3CN 3 78 One pot synthesis of benzyd PAN in the presence of NaCN In the presence of the modified silica catalyst, the following nucleophilic reaction was also carried out (reaction 2, facing page): 223 CN I CN I NaCN + PhCHZCl --~ PhCHZCN + PhCHZCHPh + PhCH2CCH2Ph (2) NaOH aq. pil PAN mono- In reaction (2), PhCHZCl is first changed to PhCH2CN by reaction with CN-, and then PAN was alkylated by benzyl chloride. In the presence of 50% NaOH solution, only the di-alkylated compound, a,a-dibenzylphenylacetorutrile, was obtained in 68g'o yield in 48 h reaction time. Also, in this case, after the catalyst dissolved in alkali solution, the benzylation started. From these observations, the catalysts were effective for the reaction after they were dissolved in alkali solution in our system. Therefore, the catalysts, at least, had the structure depicted in Scheme 2; such a structure is analogous to that of a surface active reagent, and it is easy to understand that it behaves like a surface active reagent. O'Na` I Na+O-Si - N-R-N -Si0'Na+ O-Na+ O-Na+ Scheme 2. Conclusions In our use of the modified silica, a kind of suspension or emulsion effect appeared in the reaction system when the stirring was continued for a long time. This suspension or emulsion effect may be considered a motive force for reaction (1). However, silica gel (Si02) was not better than the modified silica catalysts as the catalyst of this reaction, although the emulsion effect appeared in reaction (1) with silica gel POD. The catalysts with the compositions shown in Scheme 1 were effective for these reactions. In other words, to prepare an effective silica catalyst it is necessary to graft the compound containing the amino group onto silica, in order to immobilize the hydrophobic group on the modified silica. The reaction proceeds on the modified silica, when the phase is composed of liquids or solid and liquid. Consequently, we would like to introduce a new concept, `interfacial accelerator' instead of `phase transfer', for our system. The concept `interfacial accelerator' means that the catalysts will promote a special interfacial cooperation with reactants rather than carry a reactant from one phase to another phase. The catalysts dissolved in alkali solution could be reused without isolation from the mixture after separating the organic layer. This is also a convenient method since there is no need for regeneration and/or activation in the case of the second and third cycles. These activated silica catalysts were effective 224 for the following reactions: cyanide displacement with halide, the Knoevenagel condensation, and alkylation of PAN. Thus we were able to design and prepare a novel silica catalyst by functionalization of silica with SCR containing an amino group, followed by modification with epichlorohydrin and bis-halide compounds. References 1 D. C. Sherrington and P. Hodge (eds.), Syntheses and Separations Using Functional Polymers, Wiley, New York, 1988. 2 K. Soai, M. Watanabe and A. Yamamoto, J. Org. Chem, 55 (1990) 4832. 3 E. Angeletti, C. Canepa, G. Martinetti and P. Venturello, J. Chem. Soc., Perkin Trans. 1, (1989) 105. 4 Y. Kurusu, J. Macromol. Sci., Chem, A 27 (1990) 1389, and references cited therein. 5 (a) H. K. Oeh, H. J. Don and J. Metzger, J. Org. Chem, 43 (1978) 156; (b) K. Sukata, Yuki Gosei Kagaku Kyokai Shi, 39 (1981) 1131. 6 R. H. Baker, J. Am. Chem. Soc., 78 (1956) 485. 7 C. R. Hauser and W. B. Brasen, J. Am. Chem. Soc., 78 (1956) 485. 8 Y. Imai, A. Kaneyama, T. Q. Nguyen and M. Veda, J. Polym. Sci,, 19 (1981) 2997. X244 9280074Q 0304-5102(92)80074-Q 10.1016/0304-5102(92)80074-Q Functionalization of silica and its use as a catalyst: Application of the modified silica for several nucleophilic reactions Ren-Hua Jin Yasuhiko Kurusu ∗ Department of Chemistry, Faculty of Science and Technology, Sophia University, 7-1 Kioicho, Chiyoda-ku, Tokyo 102 Japan * Author to whom correspondence should be addressed. Improvements in the hydrophobic environment of silica were attempted by introducing bifunctional compounds into the coupled silica obtained from the silane coupling reagent (SCR) containing an amino group. This modified silica was used as a catalyst in the substitution reaction of halides by cyanide ion, the alkylation of malononitrile and phenylacetonitrile (PAN) by halides, and the one-pot synthesis of alkylated PAN with benzyl chloride in the presence of sodium cyanide. The modified silica showed good catalytic activity for these reactions when dissolved in strong alkali solution. From the investigation of the catalysts and the scope of the reactions, a new concept, ‘interfacial acceleration’ instead of ‘phase transfer’, is introduced for the alkylation of PAN and the one-pot alkylation and synthesis of PAN in the presence of sodium cyanide utilizing the modified silica in the two-phase organic-aqueous system. References 1 D.C. Sherrington P. Hodge Syntheses and Separations Using Functional Polymers 1988 Wiley New York 2 K. Soai M. Watanabe A. Yamamoto J. Org. Chem. 55 1990 4832 3 E. Angeletti C. Canepa G. Martinetti P. Venturello J. Chem. Soc., Perkin Trans. 1 1989 105 4 Y. Kurusu J. Macromol. Sci., Chem. A 27 1990 1389 and references cited therein 5 (a) H.K. Zadeh H.J. Don J. Metzger J. Org. Chem. 43 1978 156 (b) K. Sukata Yuki Gosei Kagaku Kyokai Shi 39 1981 1131 6 R.H. Baker J. Am. Chem. Soc. 78 1956 485 7 C.R. Hauser W.B. Brasen J. Am. Chem. Soc. 78 1956 485 8 Y. Imai A. Kaneyama T.Q. Nguyen M. Veda J. Polym. Sci. 19 1981 2997",
      "scopus-id": "44049119345",
      "coredata": {
        "eid": "1-s2.0-030451029280074Q",
        "dc:description": "Improvements in the hydrophobic environment of silica were attempted by introducing bifunctional compounds into the coupled silica obtained from the silane coupling reagent (SCR) containing an amino group. This modified silica was used as a catalyst in the substitution reaction of halides by cyanide ion, the alkylation of malononitrile and phenylacetonitrile (PAN) by halides, and the one-pot synthesis of alkylated PAN with benzyl chloride in the presence of sodium cyanide. The modified silica showed good catalytic activity for these reactions when dissolved in strong alkali solution. From the investigation of the catalysts and the scope of the reactions, a new concept, ‘interfacial acceleration’ instead of ‘phase transfer’, is introduced for the alkylation of PAN and the one-pot alkylation and synthesis of PAN in the presence of sodium cyanide utilizing the modified silica in the two-phase organic-aqueous system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280074Q",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jin, Ren-Hua"
          },
          {
            "@_fa": "true",
            "$": "Kurusu, Yasuhiko"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280074Q"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280074Q"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80074-Q",
        "prism:volume": "73",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Functionalization of silica and its use as a catalyst: Application of the modified silica for several nucleophilic reactions",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-224",
        "prism:endingPage": "224",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1992",
        "prism:doi": "10.1016/0304-5102(92)80074-Q",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/0304-5102(92)80074-Q",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/44049119345"
      }
    }
  }
}