{
  "metadata": {
    "title": "Synthesis of [PW<ce:inf loc=post>9</ce:inf>O<ce:inf loc=post>37</ce:inf>{Fe<ce:inf loc=post>3-<ce:italic>x</ce:italic></ce:inf>Ni<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf>(OAc)<ce:inf loc=post>3</ce:inf>}]<ce:sup loc=post>(9+<ce:italic>x</ce:italic>)−</ce:sup> (<ce:italic>x</ce:italic> = predominantly 1 ) and oxidation catalysis by the catalyst precursor",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-03-10",
    "doi": "10.1016/0304-5102(93)E0343-F",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0343F",
    "pii": "0304510293E0343F"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028396145",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0343F 0304-5102(93)E0343-F 0304510293E0343F 10.1016/0304-5102(93)E0343-F S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00727 2024-01-02T01:04:53.938015Z 0 0 19940310 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0304-5102 03045102 88 88 2 2 Volume 88, Issue 2 17 L125 L131 L125 L131 19940310 10 March 1994 1994-03-10 1994 converted-article cor Copyright © 1994 Published by Elsevier B.V. SYNTHESISPW9O37FE3XNIXOAC39XXPREDOMINANTLY1OXIDATIONCATALYSISBYCATALYSTPRECURSOR MIZUNO N KURTZ 1990 585 D VINCENT 1990 1447 J POGANIUCH 1991 4645 P BALLOU 1991 8544 D STASSINOPOULOS 1991 8686 A COLE 1992 2633 J ANDERSSON 1992 7786 K FISH 1993 357 R KANAI 1992 611 H KITAJIMA 1988 485 N POPE 1983 M HETEROPOLYISOPOLYOXOMETALATES DAY 1985 533 V JEANNIN 1987 1529 Y MISONO 1987 269 M ONO 1992 431 Y PERSPECTIVESINCATALYSIS RONG 1992 29322 C PASTOR 1991 5658 N DAY 1991 8190 V CANNY 1991 976 J MULLER 1991 1674 A ABBESSI 1991 1695 M DAY 1990 2031 V HILL 1986 536 C FARAJ 1987 1487 M MANSUY 1991 7222 D ZONNEVIJLLE 1982 2751 F KOTH 1986 1577 W WASFI 1987 2934 S LYONS 1991 99 J STRUCTUREACTIVITYSELECTIVITYRELATIONSHIPSINHETEROGENEOUSCATALYSIS LYON 1991 7209 D LIU 1992 1901 J MIZUNO 1991 84 N MIZUNO 1991 1066 N DELTCHEFF 1977 46 C GORUN 1987 4244 S QU 1988 183 L LONG 1973 573 G FINKE 1986 2947 R GARCIA 1992 649 C BEER 1993 1030 R EDLUND 1988 1692 D YAMADA 1991 2109 T MURASHASHI 1992 7913 S MIZUNO 1993 150 N MIZUNO 1993 1839 N MIZUNOX1994XL125 MIZUNOX1994XL125XL131 MIZUNOX1994XL125XN MIZUNOX1994XL125XL131XN item 0304-5102(93)E0343-F 0304510293E0343F 1-s2.0-0304510293E0343F 10.1016/0304-5102(93)E0343-F 272239 2024-01-02T01:04:53.938015Z 1994-03-10 1-s2.0-0304510293E0343F-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0343F/MAIN/application/pdf/bceeb3844d11e308b826f9acfa87e433/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0343F/MAIN/application/pdf/bceeb3844d11e308b826f9acfa87e433/main.pdf main.pdf pdf true 464114 MAIN 7 1-s2.0-0304510293E0343F-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0343F/PREVIEW/image/png/3fff02a0f7e305b7dcd5848875a70acb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0343F/PREVIEW/image/png/3fff02a0f7e305b7dcd5848875a70acb/main_1.png main_1.png png 50953 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 88 (1994) L125-L131 Letter Synthesis of [ PW9037 { Fe3 _ xNix (OAc) 3 } ) (9 +x) - (x = predominantly 1) and oxidation catalysis by the catalyst precursor Noritaka Mizuno*, To-oru Hirose, Masaki Tateishi, Masakazu Iwamoto Catalysis Research Center, Hokkaido University, Sapporo 060, Japan (Received September 17, 1993; accepted December 6, 1993) Abstract The Fe3_xNix substituted Keggin-type heteropolyanion, [PW9037{Fe3_xNix(OAc)3})cv+\">(x=predominantly 1), was synthesized and characterized by elemental analysis, Mussbauer, 'H NMR, magnetic moment, FAB mass, acid/base titration, and IR spectroscopy. The resulting catalyst precursor well catalyzed the selective oxidations of aldehydes, cyclohexene, and cyclohexane. Key words: heteropolyanion; Keggin-type polyanion; oxygenation; tri-transition-metal complex 1. Introduction Recently the synthesis of oxo-bridged di- or tri-transition metal complexes has become a living research field aimed at developing new catalytic reactions and understanding the action of iron- or copper-containing biomolecules such as hemerythrin, purple acid phosphatase, hemocyanin, and laccase [ 1, 2] . Catalysis of hydrocarbon transformations has also been reported [ 3 ] . On the other hand, the transition-metal and organo-transition-metal substituted or supported polyoxoanions have attracted much attention [4, 5] as models of metal oxide surfaces and reaction intermediates. For example, the oxo-bridge mono-transition metal substituted heteropolyanions are regarded as oxidative-resistant models of the heme enzyme, cytochrome P-450; such inorganic porphyrin analogs. [4, 5] have also been applied to the oxidation of alkenes [6]. However, there is a wide gap in the synthesis and catalysis of di- and tri-transition-metal-ion (Fe, Co, Ni, Cu, etc.) substituted Keggin type *Corresponding author. Fax. ( + 81-11) 7578126. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(93) E0343-F L126 N. Mizuno et al. /Journal of Molecular Catalysis 88 (1994) L125-L131 heteropolyanions, due to the ready dehydration to form dimers [ 7 ] . We report here the synthesis and characterization of the previously unknown [PW9037{FezNi(OAc)3}]'0-, a novel complex having multiple active metal centers, and its oxidation catalysis. 2. Experimental [ (n-CQH9) 4H6 [ PWg037 { Fe2Ni (OAc) 3 } ] was prepared as follows. A solution of sodium acetate trihydrate in water was added to a stirred solution of iron (111) nitrate and nickel (11) nitrate in water. Then, finely powdered A-Na9PW9034 was added. The solution was heated at 50 C for 1 h and, a large excess of KCl was added. The clear solution was cooled, filtered to remove precipitate, and the volume of the filtrate was reduced. (Elemental analysis and IR spectrum of the precipitate suggest the presence of (PW9Fe2034)2 - or PW9Feg03, anions.) Next, an excess of tetrabutylammonium bromide was added and the oily product was collected. Finally water was added to give a precipitate which was then filtered and dried in vacuo at 298 K. Hereafter, the resulting precipitate and [PW9037{Fe3_XNiX(OAc)3]]<9+x>- (x=0-3) anions are abbreviated by (I) and PW9Fe3_xNiX (x=0-3), respectively. Reaction was performed as follows [ 8a] : The catalyst was introduced in a sealable glass vial (40 cm3) containing a magnetic stir bar and 3 cm3 of CH3CN. ( (I) was almost insoluble in less polar solvents.) The substrate was added to the solution with or without 2-methylpropanal; 1 atm of OZ was then introduced, and the reaction vessel was placed at 30-82 C. The reaction solution was analyzed by gas chromatography and by NMR. 3. Results and discussion The elemental analysis, acid/base titration, and IR of (I) are consistent with the formation of an average ion composition of PWgFe2Ni. Elemental analysis calculated (found): C, 23.35 (23.25); H, 4.45 (4.48); N, 1.56 (1.50); Fe, 3.10 (3.02); Ni, 16.3 (1.68); P, 0.86 (0.80) ; W, 45.95 (46.45) . The H'/(I) ratio determined by a acid-base titration with tetrabutylammonium hydroxide was six. The number of acetate ions was determined to be 3.0 0.3 by TGA-GC analysis. The IR spectrum of (I) showed the intense 1054-cm-', 956-cm-', 886-cm-', and the very broad 814-cm-' bands which are characteristic of Keggin structure and are assigned to v(P-O), v(W=O), corner-sharing v(W-0-W), and edge-sharing v(W-O-W), respectively, by analogy to the assignment for PW,204o and PM012040 Keggin anions. The bands due to vas(COZ) and Vs(C02) of the acetate ion were observed at 1569 and 1424 cm-', respectively. No splitting of v(P-O) was observed for (I). No splitting of v(P-O) was reported for PW Ni(II)039 , but splitting was observed for PW Fe(II)039 [9]. Therefore, the IR spectrum suggests that the valency of Fe in (I) is + 3. M6ssbauer, FAB mass, magnetic moment, magnetic susceptibility, and 'H NMR spectroscopy show that (I) has a formulation of PW9Fe3-xNi~ with x =predominantly one as follows. Fig. 1 shows the M6ssbauer spectrum of (I). A least-squares fit (solid line) to the experimental points gave the isomer shift, 0.38 0.03 mm s-', and quadrupole splitting, ;,100.00 C a e 99.95 99.90 d 99.85 N. Mizuno et al. /Journal of Molecular Catalysis 88 (1994) L125-L131 -4 Velocity/ mms-1 Fig. 1. Mossbauer spectrum of (I) at 25 C. L127 1.35 0.05 mm s-'. No signal due to ferrous ions was observed. The isomer shift and quadrupole splitting are within the ranges 0.35-0.50 and 1.27-1.80 mm s-', respectively, characteristic of 5- or 6-coordinate high spin difernc oxo complexes [ laJ . The quadrupole splitting is much higher than the 0.44-0.86 and 0.45-0.71 mm s-' ranges found for triferric oxo complexes [ 10] and basic iron carboxylates [ 11 ] , respectively, showing that PW9Fe3 is not present in (I). The negative ion FAB mass spectrum in the range of mle 2000000 [ 12] gave the most intense and sharp peak at mle 2454 with half width of 16, which corresponds to { H6PW9037 ( Fe2Ni) } -. A half width of ca. 16 was reported for highly pure K6HSiW9V304o [ 13 ] . The close value of half width between ( I) and K6HSiW9V3040 shows that PW9Fe2Ni is the major component in (I). Subsequent loss of the W03 fragment is the other dominant feature and resulted in the peak clustered at 2222. The effective magnetic moment per molecule of (II) was 6.9 E.t,B at 301 K and decreased with decrease in temperature. These results are well consistent with the values of 3.3-9.0 AB and the temperature dependence of the moment (antiferromagnetic coupling) observed for the oxo-bridged diiron(III) complexes [la], and are quite different from those of PW10039N13 polyoxoanion [ 14] . The `H NMR spectrum of (I) (in CD3CN at 25 C) was recorded on JEOL-EX 270 FT spectrometer using TMS as a reference [ 15 ] . The spectrum showed two broad peaks at 15.8 (d vt,2, ca. 40 Hz) and 42.9 (70 Hz) ppm with an intensity ratio of 1: 2, respectively; in addition, four peaks (1.00, 1.45, 1.68, and 3.16 ppm) assigned to H in tetrabutylammonium ion were seen (Fig. 2). The large d vt,2 and the chemical shift of 15.8 ppm are comparable to the acetate analog of oxo-bridged high-spin diferric complexes [ 1 a] . The peak intensity ratio agreed with the ratio of two kinds of acetate ions of PW9Fe2Ni. The results of FAB mass, effective magnetic moment, and Mossbauer spectroscopy show the existence of PW9Fe2Ni having Fe ( OAc ) Fe and Fe ( OAc ) Ni. Therefore, the peaks at 15.8 and 42.9 ppm are probably assignable to acetate methyl protons in Fe ( OAc ) Fe and Fe(OAc)Ni, respectively. In addition, the ratio of the peak intensities of acetate ions to those of tetrabutylammonium L128 N. Mizuno et al. /Journal of Molecular Catalysis 88 (1994) L125-L131 __ 10 jL -50 Chemical shift / ppm Fig. 2. 'H NMR spectrum of (1) (ca. 5 x 10-2 M) in CD3CN at 25 C. ion was 8 1 / 144, approximately in agreement with 9 / 144 calculated by the composition of (I) within experimental error. This shows that the two peaks at 15.8 and 42.9 ppm include all acetate methyl protons. If either the PW9FeNi2 or PW9Ni3 complex is also present in (I) , the acetate methyl proton assigned to Ni (OAc) Ni should additionally be observed or the integrated ratio should be smaller than the calculated value as the acetate methyl proton assigned to Ni (OAc) Ni might not be seen in these paramagnetic systems. However, this is not the present case, suggesting that neither PW9FeNiz nor PW9Ni3 is present or the contents are very small (the content of PW9FezNi in (I) >_ 89 11 %) . All the spectroscopic characterization shows that (I) is fairly homogeneous [(n-C4H9)4N]4H6[ PW9037 { FeZNi (OAc) 3) ] although single crystal X-ray analysis is needed to determine whether the PW9Fe2Ni structure is based on A- or B-PW9034 etc. [ 17 ] . The oxidations of octanal, cyclohexene, and cyclohexane on the catalyst precursor (I) are shown in Table 1. Octanal was catalytically and quantitatively oxidized by molecular oxygen to n-octanoic acid (Entry 1) . The aldehydes such as propanal, 2-methylpropanal, and butanal were also oxidized to the corresponding carboxylic acids while the oxidations of cyclohexene and cyclohexane by molecular oxygen itself did not proceed under the conditions. On the other hand, (1) could catalytically oxygenate cyclohexane with dioxygen at 82 C without any solvents (Entry 2) while PW,tNo39 and PW,tFe039 showed no activity under the same conditions, showing the pronounced synergistic effect and the effectiveness of the multiple active centers for the oxygenation. Cyclohexene was also catalytically oxidized into 2-cyclohexen-1-one and 2-cyclohexen-l-of by molecular oxygen at 82 C. When cyclohexane was oxygenated by hydrogen peroxide, the turnover reached to 87 N. Mizuno et al. /Journal of Molecular Catalysis 88 (1994) L125-L131 L129 'Fable 1 Oxidation of octanal, cyclohexene, and cyclohexane Entry Substrate Catalysts products(yield, gmol) turnover lb ECHO 97 (1/C~H 2c O 5 O-OH (DOO (11) (52) 3d O 87 &OH C>o (89) (84) 4e 0 660 V H (:)- i'COOH (146) (5) (14) (740) 'Estimated by the moles of oxidizing equivalent in all products/moles of (1). bOctanal, 2000 Amol; (1), 20 Iumol; react. temp., 30 C; react. time, 19 h. `Reaction was carried out without any solvents at 82 C. Cyclohexane, 2 cm' (18500 ltmol); (1), 12 p,mol; react. time, 118 h. d30% H202 (1800 gmol) was used. Cyclohexane, 1800 N,mol; (1), 2 tLmol; react. temp., 50 C; react. time, 119 h. `Cyclohexene, 250 umol; 2-methylpropanal, 1000 t,mol; (1), 0.25 temol; react. temp., 30 C; react. time, 12 h. 'Moles of 2-methylpropionic acid were not included for this evaluation. (Entry 3) . The value was much higher than 5 (Entry 2) and 7.4 reported for the oxidation of cyclohexane with t-butyl hydroperoxide on mono-iron-substitUtedPW120430- [ 6 ] . The 02 + aldehyde system has recently been reported to be effective for the epoxidation of alkenes [ 18 ] . Therefore, the oxidation of cyclohexene by 02 was carried out in the presence of 2-methylpropanal (Entry 4). The turnover was found to be more than 9400 times greater than that without 2-methylpropanal and the cyclohexene oxide was produced with 89% selectivity. The selectivity was higher than those ( < 30%) in the oxidations with hydrogen peroxide on the catalyst precursor (1), H3+nXM12,040 (n=0-2; X=P, Si, C, B; M=Mo, W) [8b] or [(n-C4H9)4N]SNa3[(1,5-COD)Ir P2W15Nb3062] [8a]. Further addition of 2-methylpropanal gave identical rates and yields and no change in the IR spectrum was observed for (1). These results suggest that (1) might be stable under the conditions employed. The activity of (1) was about five times higher than those of monoiron or mono-nickel substituted PW12040 , further suggesting that the multiple metal sites in the present novel polyoxoanion might be effective for the reaction. In conclusion, [PW9037{Fe3_xNtx(OAc)3]](9+X1- (x= predominantly 1) was synthesized, and the catalyst precursor well catalyzed the oxidations of aldehyde, cyclohexene, and cyclohexane. Further efforts would be needed, however, to clarify the mechanism. 4. Acknowledgement We thank Prof. M. Ido and Lecturer M. Oda (Hokkaido University) for the magnetic susceptibility measurements, and Prof. T. Tominaga and Dr. Y. Minai (The University of Tokyo) for the Mossbauer measurements. L130 N. Mizuno et al. /Journal of Molecular Catalysis 88 (1994) L125-L131 5. References [ 1 ] (a) D.M. Kurtz Jr., Chem. Rev., 90 (1990) 585; (b) J.B. Vincent, G.L.O-Lilley and B.A. Averill, ibid., 90 (1990) 1447. [2] P. Poganiuch, S. Liu, G.C. Papaefthymiou and S.J. Lippard, J. Am. Chem. Soc., 113 (1991) 4645; D.P. Ballou and E.I. Solomon, ibid., 113 (1991) 8544; A. Stassinopoulos, G. Schulte, G.C. Papaefthymiou and J.P. Caradonna, ibid., 113 (1991) 8686; J.L. Cole, A.P. Purdy, C.F. George and G.A. Brewer, ibid., 31 (1992) 2633; K.K. Andersson, T.E. Elgren, L. Que Jr. and J.D. Lipscomb, ibid., 114 (1992) 7786. [3] For example, see R.H. Fish, K.J. Oberhausen, S. Chen, J.F. Richardson, W. Pierce and R.M. Buchanan, Catal. Lett., 18 (1993) 357 and refs. [ 1 ] and [4] therein; H. Kanai, H. Hayashi, T. Koike, M. Ohsuga and M. Matsumoto, J. Catal., 138 (1992) 611 and refs. [6] and [7] therein; N. Kitajima, H. Fukui and Y. Morooka, J. Chem. Soc., Chem. Commun., (1988) 485. [41 M.T. Pope, Heteropoly and Isopoly Oxometalates, Springer-Verlag, Berlin, 1983; V.W. Day and W.G. Klemperer, Science, 228 (1985) 533; Y. Jeannin and M. Fournier, Pure Appl. Chem., 59 (1987) 1529; M. Misono, Catal. Rev. Sci. Eng., 29 (1987) 269; Y. Ono, in J.M. Thomas and K.I. Zamaraev (Eds.), Perspectives in Catalysis, Blackwell, London, 1992, p. 431. [5] C. Rong and M.T. Pope, J. Am. Chem. Soc., 114 (1992) 29322; N. C. Pastor, P.G. Romero, G.B. Jameson and L.C.W. Baker, ibid., 113 (1991) 5658; V.W. Day, T.A. Eberspacher, W.G. Klemperer, C.W. Park and F.S. Rosenberg, ibid., 113 (1991) 8190; J. Canny, R. Thouvenot, A. Teze, G. Herve, M.L-Loftus and M.T. Pope, Inorg. Chem., 30 (1991) 976; A. Miiller, E. Krickenmeyer, M. Penk, R. Rohlfing, A. Armatage and H. Bogge, Angew. Chem., Int. Ed. Engl., 30 (1991) 1674; M. Abbessi, R. Contant, R. Thouvenot and G. Hervd, Inorg. Chem., 30 (1991) 1695; V.W. Day, W.G. Klemperer, S.P. Lockledge and D.J. Main, J. Am. Chem. Soc., 112 (1990) 2031 and references therein. [6] C.L. Hill and R.B. Brown Jr., J. Am. Chem. Soc., 108 (1986) 536; M. Faraj and C.L. Hill, J. Chem. Soc., Chem. Commun., (1987) 1487; D. Mansuy, J-F. Bartoli; P. Battioni, D.K. Lyon and R.G. Finke, J. Am. Chem. Soc., 113 (1991) 7222. [7] F. Zonnevijlle, C.M. Tourne and G.F. Tourne, Inorg. Chem., 21 (1982) 2751 and ref. [7] therein W.H. Koth, P.J. Domaille and R.L. Harlow, ibid., 25 (1986) 1577; S.H. Wasfi, A.L, Rheingold, G.F. Kokoszka and A.S. Goldstein,, ibid., 26 (1987) 2934; J.E. Lyons, P.E. Ellis and V.A. Durante, in R.K. Grasselli and A. W. Sleight (Eds. ), Structure-Activity and Selectivity Relationships in Heterogeneous Catalysis, Elsevier, Amsterdam, 1991, p. 99. Unclear aspects of this important work include the composition and the structure of the precatalyst. In fact, under the all literature conditions, the synthesis of the. precatalyst, PW,Fe2Ni03; , has failed due to the formation of M-0-M bridged (\"dimer\") polyanions and mixing of Fe and Ni ions with the disappearance of acetate ions; D.K. Lyon, W.K. Miller, T. Novet, P.J. Domaille, E. Evitt, D.C. Johnson and R.G. Finke, J. Am. Chem. Soc., 113 (1991) 7209; J. Liu, F. Ortega, P. Sethuraman, D.E. Katsoulis, C.E. Costello and M.T. Pope, J. Chem Soc., Dalton Trans., (1992) 1901. [ 8] (a) N. Mizuno, D. K. Lyon and R.G. Finke, J. Catal., 128 (1991) 84; (b) N. Mizuno, S. Yokota, I. Miyazaki and M. Misono, Nippon Kagaku Kaishi, (1991) 1066. [9] C.R.-Deltcheff and R. Thouvenot, J. Chem. Res. (S), (1977) 46. [ 10] S.M. Gorun, G.C. Papaefthymiou, R.B. Frankel and S.J. Lippard, J. Am. Chem. Soc., 109 (1987) 4244; L. Qu, B. Zhang, J. Peng and J. Liu, Transition Met. Chem., 13 (1988) 183. [ 11 ] G.J. Long, W.T. Robinson, W.P. Tappmeyer and D.L. Bridges, J. Chem. Soc., Dalton Trans., (1973) 573. [ 12] The positive ion FAB mass spectrum of (I) gave the most intense peak at 3600, which is consistent with the molecular weight of 3601. No intense peaks were observed in the range of 4200-10000, as is consistent with the monomer formulation of (I). [ 13] R.G. Finke, B. Rapko, R.J. Saxton, P.J. Domaille, J. Am. Chem. Soc., 108 (1986) 2947. [ 14] C.J.G-Garcia, E. Coronado and L. Ouahab, Angew. Chem., Int. Ed. Engl., 31 (1992) 649. [ 15] In the '3C NMR spectrum in CD3CN at 25 C four peaks due to carbons of tetrabutylammonium ions were observed at 14.3, 20.9, 24.8, and 60.1 ppm. None of the '3C lines attributable to acetate, nor any 3'P nor '$3W lines were observed for (I), probably due to broadening by the paramagnetism. It has also been reported that none of the resonances of \"P closest to the paramagnetic center and '3C of bridging acetate were observed for tetrabutylammonium salt of Dawson-type heteropolyanion [7] and oxo-bridged diiron complexes [ 16 ], respectively. N. Mizuno et al. /Journal of Molecular Catalysis 88 (1994) L125-Ll31 L131 [ 16] R.H. Beer and S.J. Lippard, Inorg. Chem., 32 (1993) 1030. [ 17] Attempts to grow crystallographic quality single crystals have been unsuccessful to date probably due to either (i) the greater charge of PWgFe2Ni anion and many cation combinations as reported in the literature (D.J. Edlund, R.J. Saxton, D.K. Lyon and R.G. Finke, Organometallics, 7 (1988) 1692) or (ii) the slightly impure nature of (P). [ 18 ] T. Yamada, T. Takai, O. Rhode and T. Mukaiyama, Bull. Chem. Soc. Jpn., 64 (1991) 2109; S. Murashashi, Y. Oda and T. Naota, J. Am. Chem. Soc.,114 (1992) 7913; N. Mizuno, T. Hirose and M. Iwamoto, Shokubai (Catalyst), 35 (1993) 150; Chem. Lett., (1993) 1839 and their reaction mechanism was briefly investigated. X244 93E0343F 0304-5102(93)E0343-F 10.1016/0304-5102(93)E0343-F Letter Synthesis of [PW9O37{Fe3-x Ni x (OAc)3}](9+x)− (x = predominantly 1 ) and oxidation catalysis by the catalyst precursor Noritaka Mizuno ∗ To-oru Hirose Masaki Tateishi Masakazu Iwamoto Catalysis Research Center, Hokkaido University, Sapporo 060, Japan * Corresponding author. Fax. (+81-11)7578126. The Fe3-x Ni x -substituted Keggin-type heteropolyanion, [PW9O37{Fe3-x Ni x (OAc)3}](9+x)− (x=predominantly 1), was synthesized and characterized by elemental analysis, Mössbauer, 1H NMR, magnetic moment, FAB mass, acid/base titration, and IR spectroscopy. The resulting catalyst precursor well catalyzed the selective oxidations of aldehydes, cyclohexene, and cyclohexane. Keywords heteropolyanion Keggin-type polyanion oxygenation tri-transition-metal complex References [1] (a) D.M. Kurtz Jr. Chem. Rev. 90 1990 585 (b) J.B. Vincent G.L.O. Lilley B.A. Averill Chem Rev. 90 1990 1447 [2] a P. Poganiuch S. Liu G.C. Papaefthymiou S.J. Lippard J. Am. Chem. Soc. 113 1991 4645 b D.P. Ballou E.I. Solomon J. Am. Chem. Soc. 113 1991 8544 c A. Stassinopoulos G. Schulte G.C. Papaefthymiou J.P. Caradonna J. Am. Chem. Soc. 113 1991 8686 d J.L. Cole A.P. Purdy C.F. George G.A. Brewer J. Am. Chem. Soc. 31 1992 2633 e K.K. Andersson T.E. Elgren L. Que Jr. J.D. Lipscomb J. Am. Chem. Soc. 114 1992 7786 [3] a R.H. Fish K.J. Oberhausen S. Chen J.F. Richardson W. Pierce R.M. Buchanan Catal. Lett. 18 1993 357 and refs. [1] and [4] therein b H. Kanai H. Hayashi T. Koike M. Ohsuga M. Matsumoto J. Catal. 138 1992 611 and refs. [6] and [7] therein c N. Kitajima H. Fukui Y. Morooka J. Chem. Soc. 1988 485 Chem. Commun. [4] a M.T. Pope Heteropoly and Isopoly Oxometalates 1983 Springer-Verlag Berlin b V.W. Day W.G. Klemperer Science 228 1985 533 c Y. Jeannin M. Fournier Pure Appl. Chem. 59 1987 1529 d M. Misono Catal. Rev. Sci. Eng. 29 1987 269 e Y. Ono J.M. Thomas K.I. Zamaraev Perspectives in Catalysis 1992 Blackwell London 431 [5] a C. Rong M.T. Pope J. Am. Chem. Soc. 114 1992 29322 b N.C. Pastor P.G. Romero G.B. Jameson L.C.W. Baker J. Am. Chem. Soc. 113 1991 5658 c V.W. Day T.A. Eberspacher W.G. Klemperer C.W. Park F.S. Rosenberg J. Am. Chem. Soc. 113 1991 8190 d J. Canny R. Thouvenot A. Tézé G. Hervé M.L. Loftus M.T. Pope Inorg. Chem. 30 1991 976 e A. Müller E. Krickenmeyer M. Penk R. Rohlfing A. Armatage H. Bögge Angew. Chem. 30 1991 1674 Int. Ed. Engl. f M. Abbessi R. Contant R. Thouvenot G. Hervé Inorg. Chem. 30 1991 1695 g V.W. Day W.G. Klemperer S.P. Lockledge D.J. Main J. Am. Chem. Soc. 112 1990 2031 and references therein [6] a C.L. Hill R.B. Brown Jr. J. Am. Chem. Soc. 108 1986 536 b M. Faraj C.L. Hill J. Chem. Soc. 1987 1487 Chem. Commun. c D. Mansuy J-F. Bartoli P. Battioni D.K. Lyon R.G. Finke J. Am. Chem. Soc. 113 1991 7222 [7] a F. Zonnevijlle C.M. Tourne G.F. Tourne Inorg. Chem. 21 1982 2751 and ref. [7] therein b W.H. Koth P.J. Domaille R.L. Harlow Inorg. Chem. 25 1986 1577 c S.H. Wasfi A.L. Rheingold G.F. Kokoszka A.S. Goldstein Inorg. Chem. 26 1987 2934 d J.E. Lyons P.E. Ellis V.A. Durante R.K. Grasselli A.W. Sleight Structure-Activity and Selectivity Relationships in Heterogeneous Catalysis 1991 Elsevier Amsterdam 99 Unclear aspects of this important work include the composition and the structure of the precatalyst. In fact, under the all literature conditions, the synthesis of the precatalyst, PW9Fe2NiO7− 37, has failed due to the formation of MOM bridged (“dimer”) polyanions and mixing of Fe and Ni ions with the disappearance of acetate ions e D.K. Lyon W.K. Miller T. Novet P.J. Domaille E. Evitt D.C. Johnson R.G. Finke J. Am. Chem. Soc. 113 1991 7209 f J. Liu F. Ortéga P. Sethuraman D.E. Katsoulis C.E. Costello M.T. Pope J. Chem Soc. 1992 1901 Dalton Trans. [8] (a) N. Mizuno D.K. Lyon R.G. Finke J. Catal. 128 1991 84 (b) N. Mizuno S. Yokota I. Miyazaki M. Misono Nippon Kagaku Kaishi 1991 1066 [9] C.R. Deltcheff R. Thouvenot J. Chem. Res. (S) 1977 46 [10] a S.M. Gorun G.C. Papaefthymiou R.B. Frankel S.J. Lippard J. Am. Chem. Soc. 109 1987 4244 b L. Qu B. Zhang J. Peng J. Liu Transition Met. Chem. 13 1988 183 [11] G.J. Long W.T. Robinson W.P. Tappmeyer D.L. Bridges J. Chem. Soc. 1973 573 Dalton Trans. [12] The positive ion FAB mass spectrum of (I) gave the most intense peak at 3600, which is consistent with the molecular weight of 3601. No intense peaks were observed in the range of 4200–10000, as is consistent with the monomer formulation of (I). [13] R.C. Finke B. Rapko R.J. Saxton P.J. Domaille J. Am. Chem. Soc. 108 1986 2947 [14] C.J.G. García E. Coronado L. Ouahab Angew. Chem. 31 1992 649 Int. Ed. Engl. [15] In the 13C NMR spectrum in CD3CN at 25°C four peaks due to carbons of tetrabutylammonium ions were observed at 14.3, 20.9, 24.8, and 60.1 ppm. None of the 13C lines attributable to acetate, nor any 31P nor 183W lines were observed for (I), probably due to broadening by the paramagnetism. It has also been reported that none of the resonances of 13P closest to the paramagnetic center and 13C of bridging acetate were observed for tetrabutylammonium salt of Dawson-type heteropolyanion [7] and oxo-bridged diiron complexes [16], respectively. [16] R.H. Beer S.J. Lippard Inorg. Chem. 32 1993 1030 [17] Attempts to grow crystallographic quality single crystals have been unsuccessful to date probably due to either (i) the greater charge of PW9Fe2Ni anion and many cation combinations as reported in the literature D.J. Edlund R.J. Saxton D.K. Lyon R.G. Finke Organometallics 7 1988 1692 or (ii) the slightly impure nature of (I). [18] a T. Yamada T. Takai O. Rhode T. Mukaiyama Bull. Chem. Soc. Jpn. 64 1991 2109 b S. Murashashi Y. Oda T. Naota J. Am. Chem. Soc. 114 1992 7913 c N. Mizuno T. Hirose M. Iwamoto Shokubai (Catalyst) 35 1993 150 d N. Mizuno T. Hirose M. Iwamoto Chem. Lett. 1993 1839 and their reaction mechanism was briefly investigated",
      "scopus-id": "0028396145",
      "coredata": {
        "eid": "1-s2.0-0304510293E0343F",
        "dc:description": "The Fe3-x Ni x -substituted Keggin-type heteropolyanion, [PW9O37{Fe3-x Ni x (OAc)3}](9+x)− (x=predominantly 1), was synthesized and characterized by elemental analysis, Mössbauer, 1H NMR, magnetic moment, FAB mass, acid/base titration, and IR spectroscopy. The resulting catalyst precursor well catalyzed the selective oxidations of aldehydes, cyclohexene, and cyclohexane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0343F",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mizuno, Noritaka"
          },
          {
            "@_fa": "true",
            "$": "Hirose, To-oru"
          },
          {
            "@_fa": "true",
            "$": "Tateishi, Masaki"
          },
          {
            "@_fa": "true",
            "$": "Iwamoto, Masakazu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0343F"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0343F"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0343-F",
        "prism:volume": "88",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of [PW9O37{Fe3-x Ni x (OAc)3}](9+x)− (x = predominantly 1 ) and oxidation catalysis by the catalyst precursor",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "heteropolyanion"
          },
          {
            "@_fa": "true",
            "$": "Keggin-type polyanion"
          },
          {
            "@_fa": "true",
            "$": "oxygenation"
          },
          {
            "@_fa": "true",
            "$": "tri-transition-metal complex"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L125-L131",
        "prism:endingPage": "L131",
        "pubType": "cor",
        "prism:coverDisplayDate": "10 March 1994",
        "prism:doi": "10.1016/0304-5102(93)E0343-F",
        "prism:startingPage": "L125",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0343-F",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028396145"
      }
    }
  }
}