{
  "metadata": {
    "title": "Pt-KL zeolite catalysts of different preparation: Part I. Catalyst characterization",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-02-01",
    "doi": "10.1016/0304-5102(91)85144-Q",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029185144Q",
    "pii": "030451029185144Q"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026102926",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029185144Q 0304-5102(91)85144-Q 030451029185144Q 10.1016/0304-5102(91)85144-Q S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02088 2024-01-02T01:06:03.941633Z 0 0 19910201 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 64 64 3 3 Volume 64, Issue 3 10 361 372 361 372 19910201 1 February 1991 1991-02-01 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. PTKLZEOLITECATALYSTSDIFFERENTPREPARATION MANNINGER I CE 1959 L WAYPOWER BERNARD 1980 J PROC5THINTCONGRZEOLITESNAPLES1980 HUGHES 1986 725 T NEWDEVELOPMENTSINZEOLITESCIENCETECHNOLOGY HUGHES 1986 725 T NEWDEVELOPMENTSINZEOLITESCIENCETECHNOLOGY BARRER 1969 352 R DEROUANE 1988 L15 E PAAL 1980 273 Z PAAL 1987 540 Z PARERA 1987 543 J MILLS 1953 134 A MORETTI 1989 350 G TZOU 1988 220 M KLEINE 1986 A JAEGER 1984 299 N STRUCTUREREACTIVITYMODIFIEDZEOLITES PERSAUD 1987 3825 L DEMALLMANN 1989 429 A ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS BOND 1985 221 G FRENNET 1985 243 A BOND 1988 313 G PAAL 1989 199 Z PAAL 1990 3159 Z PAAL 1990 301 Z DATKA 1980 2437 J DATKA 1981 2877 J DATKA 1986 43 J SARKANY 1988 2267 A SHI 1989 421 A SANT 1987 511 R PAAL 1989 146 Z GALLEZOT 1975 334 P 1968 104 CHEMICALENGINEERINGHANDBOOK BAIRD 1973 50 T BAIRD 1973 1237 T PAAL 1988 293 Z HDROGENEFFECTSINCATALYSIS SAYED 1986 43 M COUDURIER 1987 1 G 1942 115 GMELINSHANDBUCHDERANORGANISCHENCHEMIEPT DALLABETTA 1973 1329 R PROC5THINTCONGRCATAL GALLEZOT 1979 121 P MANNINGERX1991X361 MANNINGERX1991X361X372 MANNINGERX1991X361XI MANNINGERX1991X361X372XI item 0304-5102(91)85144-Q 030451029185144Q 1-s2.0-030451029185144Q 10.1016/0304-5102(91)85144-Q 272239 2024-01-02T01:06:03.941633Z 1991-02-01 1-s2.0-030451029185144Q-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185144Q/MAIN/application/pdf/ff033a21c15a45431a5a6aede63df289/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185144Q/MAIN/application/pdf/ff033a21c15a45431a5a6aede63df289/main.pdf main.pdf pdf true 2646728 MAIN 12 1-s2.0-030451029185144Q-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029185144Q/PREVIEW/image/png/d497ccb02dd2a3906432c5db6e7b61bb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029185144Q/PREVIEW/image/png/d497ccb02dd2a3906432c5db6e7b61bb/main_1.png main_1.png png 64725 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 64 (1991) 361-372 361 Pt KL zeolite catalysts of different preparation Part I. Catalyst characterization I. Manninger, Z. Paal Institute of Isotopes of the Hungarian Academy of Sciences, P.O. Box 77, Budapest H-1525 (Hungary) B. Tesche, U. Klengler Pritn-Haber-Institute der Max-Planck-Gesellschaft, Faradayweg 4-6, D-1000 Berlin 33 (F.R.G.) J. Halasz and I. Kiricsi Applied Chemistry Department, J6zsef Attila University, Szeged, H-6720 (Hungary) (Received July 16, 1990; accepted August 23, 1990) Abstract 0.8% Pt on KL zeolite was prepared by reduction with Hz and NaBH4. Transmission electron microscopy and X-ray diffraction were used for characterization of morphology of the metal particles; acidity of the zeolite framework was measured with IR spectra of adsorbed pyridine. Reduction by NaBH4 produced rather large, needle-like Pt crystallites on the outer surface of zeolite grains which contained very little acidity. Subsequent hydrogen treatment brought about their severe sintering; at the same time, small crystallites appeared. A bimodal distribution was seen when the catalyst was reduced with hydrogen; this sample exhibited appreciable acidity. X-ray diffraction data showed the presence of Ft particles above noise level in the case ofborohydride-reduced catalyst only, in agreement with EM data. Introduction Lao Ce [1] stated: \"The usefulness of many things depends on the space where there is nothing, like the usefulness of a vessel depends on the hollow space inside it.\" This statement is worth considering when one attempts to discover why zeolites may exhibit such unusual catalytic properties. Pt catalysts on L-zeolite represent a new generation of non-acidic industrial reforming catalysts [2, 3]. They usually contain Ba and/or K ions in their lattices, which consist of 0.48 nm longx 1.24 nm high x 1.07 nm wide cages interconnected through windows of 0.74 nm diameter [4]. Derouane and Vanderveken [5] suggest that Pt clusters of 15 atoms can be formed in these cages with their two opposite terminal Pt atoms extending into two adjacent cages. These atoms may then catalyze the Ce-dehydrocyclization of alkanes, e.g. the hexane molecule, in the channel. This catalyst would represent an example of monofimctional aromatization over metallic functions which has been proposed earlier [6], as opposed to the classical bifunctional reaction route utilizing both acidic and metallic sites [7, 8]. 0304-5102/91/$3.50 Elsevier Sequoia/Printed m The Netherlands 362 Laboratory samples may exhibit activities and/or selectivities different from those of industrial catalysts. One reason for this may be that they might not have the same high metal dispersion and the Pt particles may not be in the precise locations presumably required for aromatization. Another reason might be an acidity which may be residual or induced during reduction of metal salts [9]; in the latter case, acid catalyzed reactions (such as enhanced isomerization and/or cracking) may compete with aromatization. The method of preparation may be critical in both respects. It was reported that the temperature of calcination in oxygen and that of the subsequent reduction may produce small particles: grape-like metal clusters or larger particles of Pt on the outer surface of Pt/NaY [9]. Mixed occurrence of these species is not excluded, either. In the case of an L-zeolite, the framework is not favourable for grape-like metal clusters, but the two other types may be present depending on the conditions of preparation and/or pretreatment. Various methods have been used to characterize zeolites in conjunction with their catalytic properties. In the present study, apart from the acidity of the zeolite support, we shall concentrate on the metal particles. These are usually too small to be able to obtain much information by X-ray diffraction (XRD).Electron microscopy (EM) may be more useful to supply information on the dispersion of metal particles in various zeolites [10 12]. Model catalysts prepared for electron microscopic investigation often contain high amounts of metal in order to facilitate electron microscopic observation of the metal crystallites [ 11 ]. In addition, their orientation could also be studied; e.g. Jaeger et al. [12] showed that oriented Ni crystallites are formed inside the matrix of faujasite. A loading of 0.8%, as in our case, would provide much less favourable conditions. Another problem is that the larger the particles the better is their detectability; for catalysis; however, the smallest crystallites, near to or even below the detection limit of the analytical systems, may, in fact, be the most important. The method used for catalyst preparation can influence its properties. Reduction with NaBH4 in aqueous medium [13] was claimed to produce small metal particles in the zeolite cages. This was one of the methods used for reduction. Another lot was prepared by hydrogen reduction [14]. This can induce Bronsted acid formation in the initially non-acidic Pt-zeolite catalyst [19] according to eqn. (I): Pt^+Ha > Pt+2H+ (1) In order to eliminate the effect of this 'induced acidity', part of the hydrogen-reduced catalyst was subjected to secondary ion exchange with KNOs to suppress acidity. The present study reports the results obtained with laboratory samples of Pt-KL zeolite. This first part includes studies on the characterization of catalyst structure by electron microscopy and X-ray diffraction, together with results of metal dispersion and acidity determination. It will be shown that different preparation and pretreatment methods result in catalysts with different 363 Pt crystallite sizes and different acidities. Part II [ 15] will discuss the catalytic activities and selectivities of these samples with n-hexane as a model reactant. This will be interpreted in terms of metallic and acidic functions. A comparison will occasionally be made with a 'conventional' supported catalyst, namely EUROPT-1 (6.3% Pt/SiOg) which has been studied extensively by various physical methods [16] and also in n-hexane transformations [17]. Experimental Catalyst preparation The potassium form of a zeolite-L powder of ~300 nm particle size was supplied by the Linde Division of Union Carbide (Lot No. 13443-52.) Platinum was incorporated as follows: 10 g of L-zeolite was suspended in 1000 cm3 distilled water and 100 cm3 0.005 M Pt(NH3)4d2 was added dropwise. The suspension was filtered after 12 h stirring. The sample was repeatedly resuspended in water and filtered until the liquid was chlorine- free. After drying in vacuum at 393 K, one of the following two methods were used for reduction of Pt(NH3)42+ to Pt . (1) For reduction in Hg, the method of Mallmann and Barthomeuf [14] was used. First the Pt complex was decomposed in oxygen flow of 2 1 g~1 s~1, while the temperature was raised to 573 K at a rate of 15 K h~1. After evacuation (<10~2 Pa) at 573 K for 3 h the samples were reduced with Ha at 623 K for 15 h (Sample 11). Part of the Hg-reduced sample was ion- exchanged with 150 ml of 0.1 M KNOs by continuous stirring for 15 h, then filtered, washed and dried at 363 K (Sample 12). (2) The zeolite was suspended in 1000 cm3 of water and reduced by dropwise addition of 500 cm3 0.1 M aqueous NaBH4. The suspension was stirred for 8 h, then filtered, washed and dried at 393 K in vacuum. Persaud et al. [13] claim that such treatment deposits Pt exclusively inside the channels of the zeolite (Sample 20). A fraction of this sample was after- hydrogenated according to (1) (Sample 21). Sample 22 was prepared by ion exchanging of the latter by KNC>3. Transmission electron microscopy The metal-containing zeolite powder was subjected to grinding and suspended in ethanol. A drop of this suspension was then placed on a 6 nm carbon film mounted on a 400 mesh Cu grid and the ethanol allowed to evaporate. The micrographs were obtained with a Siemens Electron Microscope 102 with an instrumental magnification of 120,000 times and an acceleration voltage of 100 kV. To improve the contrast, the objective aperture was reduced to about 80 ^m, which led to a restriction of the spatial frequency spectrum in the electron micrograph to <0.3 nm. X-ray diffraction measurements These were carried out using Fe-filtered Co K radiation by a DRON-2.0 diffractometer connected through an NK350 single channel pulse analyzer 364 to an XT PC. The accuracy of the base line of our measurements was better than +17%, the resolution was 20=0.05 . Determination of acidity Self-supporting wafers were pressed from the zeolites and placed in the optical cell of a glass sample holder in a Specord IR75 spectrophotometer. The samples were treated first in vacuum (p<10'\"5 ton-) at 673 K for 3 h, followed by cooling to beam temperature under continuous evacuation. After recording the background spectra, 1.3 kPa of pyridine was introduced into the cell and contacted with the wafer for 1 h and then another spectrum was recorded. In order to complete the reaction of pyridine with the acidic sites, the wafer was treated at 473 K in the presence of pyridine for 1 h. After evacuating the system at the same temperature and cooling the sample to beam temperature, a third spectrum was recorded. After calculating the logCT/To) values and knowing the thickness of the wafer and the radiated area, the concentration of acidic sites was calculated using the extinction coefficients reported by Datka [18]. Metal surface area The metal surface area was measured by Hg titration in a flow-through system as described by Sarkany [19]. Results Electron microscopy Sample 11 exhibited essentially small particles, likely within the zeolite framework (Fig. 1). The diameter of the smallest particles was ~1.4 run. Another fraction appeared as larger particles (of ~8 10 nm), likely on the outer surface of the zeolite grains. These particles show an extended hexagonal shape. A high-resolution image of such a particle revealed rows of atoms with a distance of 0.226 nm characteristic of the (111) atom rows of Pt. Subsequent treatment with KNC>3 brought about no appreciable change in particle morphology, indicating that the effect of this treatment manifests itself in acidity and not in morphology changes. These effects will be discussed in Part II [15]. Sample 20 was found to contain extended needle-like Pt crystallites (of ~ 10x40 nm) at the outer surface of the zeolite grains (Fig. 2). Needle- like Pt crystallites, which are certainly far from the equilibrium shapes discussed by Shi and Masel [20], have rarely been reported in the literature, an exception being the observation of Sant and Wolf [21] on 5% Pt/SiOg by optical microscopy. Heating Sample 20 in hydrogen (to give Sample 21) resulted in a severe sintering, as also found in the case of unsupported Pt black [22]. In addition to the larger particles of ~40x 100 nm on the higher magnification section of Fig. 3, a number of small Pt crystallites with a dimension of 2 3 nm appeared. 365 Fig. 1. Electron micrograph of Sample 11 reduced with Hg, without any treatment. Two magnifications are given. The bimodal distribution of the Pt samples is clearly seen. Fig. 2. Electron micrographs in two magnifications of Sample 20 reduced by NaBH4 without further treatment, An electron micrograph of a sample after reaction with n-hexane is shown in Fig. 4. The micrograph was taken from Sample 12, i.e. a catalyst reduced first by hydrogen and treated afterwards with KNOa. As was mentioned, the treatment alone did not cause an appreciable change as compared with Sample 11 (z.e, with Fig. 1), nor did the reaction with n-hexane. Note the raft-like Pt particle displayed in the figure; as well as the very small Pt particles with dimensions of 1.5 to 2 nm which could well fit into one single 366 % S ^T0\" \"\"\"^\"P11 of a NaBH<-reduced sample after hydrogenation at 573 (sample ofthe^tSe sm? crystamtes in addition t0 the smtered ^ P^des on the outer surSce ^g\" 4\" Electron ^\"\"^Ph of Sample 12 after reaction with n-hexane at 603 and 693 K The bunodal structure resembles that shown in Fig. 1 and is practically identical to the electron micrograph of the same sample without treatment (not shown). Note the hexagonal particle in the lower left comer through which the zeolite structure can be seen, hence this particle must have a raft-like structure. cage of the zeolite matrix. Having viewed several electron micrographs however, none of these phenomena can be regarded as typical exclusively of this particular sample. 367 X-ray diffraction XRD results are shown in Fig. 5. The basic X-ray pattern, i.e. the structure of zeolitic framework, did not change significantly upon various treatments. The statistical analysis of the differences showed numerous small changes in the profile and intensity of the zeolitic diffraction lines. Since a detailed structural analysis like that reported for PtY zeolites by Gallezot et al. [23] is beyond the scope of the present study, we merely draw attention to some differences concerning the dispersion of the Pt particles. The diffuse scattering (baseline) in the range of (1 < 2 0 < 2 0 ) providing information on the non-ordered structures, the size of the metal particles, irregular pores and the distortion of ordered zeolitic space, e.g. by the irregular position of metallic particles changed more markedly than the crystalline diffractions upon the effect of different treatments (Fig. 6). The slope of the baseline intensity change is higher in the range of (1 <20<5 ) and lower in the range of (5 <20<15 ) on samples reduced by NaBH4 compared to non-reduced and Hg-reduced ones. Gallezot et al. [23] attribute the scattering spread over a very large angular domain to the very small Pt particles in Y-zeolite. Consequently, the average Pt particle size should be higher in the NaBH4-reduced samples compared to the others, as is, indeed, the situation suggested by EM. The statistical analysis of the diffraction angle range 40 < 2 0 < 60 shown in Fig. 6 also supports this conclusion. The significance of the difference Fig. 5. XRD patterns of KL-zeolite samples in the diffraction angle range of l <2e<70 (a) after Ha reduction (Sample 11), (b) 0.8% Pt/KL after NaBH4 reduction followed by H; treatment (Sample 21), (c) 0.8% Pt/KL after NaBH4 reduction (Sample 20), (d) 0.8% Pt/KL without reduction, (e) KL zeolite. 368 ^zv.A ^r\\^^!\\^_ B /Y^/^^\" c A'^A^AX D [A^ E f^/^t^r^^^i^r^ F 40 45 50 55 60 2Q ( ) Fig. 6. The (.-function of differential XRD spectra of differently treated and untreated KL-zeolite samples in the diffraction angle range 40 <29<60 ; measurements compared to untreated KL zeolite: (A) Sample 22; (B) Sample 21; (C) Sample 20; (D) Sample 11; (E) Ptr-KL zeolite without heat treatment; (F) untreated KL zeolite. in the diffractograms of pure L zeolite and Pt-containmg samples subjected to various treatments was examined by a t-test [24] using 10-point subgroups of the given range (corresponding to a window width of 20=0.5 ) and supposing different variance. The degree of freedom of the variance was always higher than 7. The sufficient significance level required for indication of structural changes was determined by comparing two independent mea- surements of the pure L-zeolite sample (curve A in Fig. 6). This significance boundary is shown by broken lines around all t curves. The changes arising in the zeolitic diffraction lines upon ion exchange with Pt (curve B) and by subsequent reduction with Hg (curve C) are negligible. On the other hand, 369 the reduction by borohydride results in a rather weak, broad Pt(lll) line which, however, is clearly separated from the background (curve D). The Pt(200) line, at the same time, is practically undistinguishable from the significance level. Upon subsequent Hg treatment, both lines become much sharper and stronger (curve E). Additional ion exchange by KNOa does not change the spectra appreciably (curve F). Pt dispersion The metallic Pt surface and the apparent Pt dispersion calculated from Ha titration are shown in Table 1. The low apparent dispersion of the NaBH4- reduced sample is in accordance with the higher crystallinity of Pt detected by XRD and EM (Figs. 1 to 6). Potassium exchange increased somewhat the Ha sorption; this, however, cannot be stated unequivocally on the basis of electron microscopy. Acidity determination Figure 7 illustrates IR absorption bands obtained with Samples 10 and 20. The absorption bands are as follows: 1435 cm~1 pyridine bound to the K\"1' ion; 1148 cm\"': combined band of pyridine on K'^ ions and acidic centres. The relevant information arises from two minor bands, namely: at 1452 cm\"1 corresponding to pyridine adsorbed on Lewis centres, and 1540 cm\"' characteristic of pyridine on Bronsted centres. Both latter bands appear on Sample 10 (reduced by hydrogen), indicating a higher acidity in this case. The quantitative results have been collected in Table 1. This indicates that no acidic centres were observed in the support KL-zeolite alone (not illustrated). More than twice as many Bronsted sites are produced by Hg reduction than by NaBH4. The Bronsted acid stability was estimated by the ratio of the amounts of pyridine adsorbed at 473 K and 573 K, and is given on an arbitrary, non-linear, monotonic scale in the range from 0 to 1. Another TABLE 1 The characteristics of differently treated catalysts Acidity Hg dispers. No. Reduction\" C%) Bronsted Lewis 573 K 473 K strength (p-mol/g) (Ju.moVg) (-) 00 KL 0000 11 Ha 24 0.46 28 75 12 Hs+KNOg - - - 88 20 NaBH4 10 0.37 0 7-8 21 NaBH4+Ha - - 4.7 22 NaBH4+H2+KN03 - - - 9 \"^-Ha: treatment similar to reduction with Hg; +KNC>3: ion exchanged by KNOs. 370 1500 1400 1500 1400 ^*(cm-') ?*(cm-1) Fig. 7. Acidity determination by IR spectroscopy of adsorbed pyridlne. (1) Sample 11, reduced with Ha; (2) Sample 20, reduced by NaBH4. Steps of the measurements in sequence: (a) background, (b) exposed to 1.33 kPa pyridine at 310 K, (c) pyridine at 473 K, (d) evacuated at 473 K, (e) evacuated at 523 K. important difference between the two samples is that no Lewis acidic sites appeared on Sample 20 (reduced by NaBH4) when the temperature was increased from 473 to 573 K. This difference is obviously due to the different character of Bronsted sites formed during the two types of reduction. Discussion The comparison of EM and XRD indicates thatthe approximation regarding Pt particles as situated exclusively with the zeolite framework is, at most, an approximation. In our samples, hydrogen reduction produced particles for which this assumption was closest to the real situation. Even in this case, however, a considerable fraction of the metal was outside the zeolite framework. Both EM and XRD results indicate the presence of particles in Sample 11 which must have dimensions larger in one direction than in another. XRD indicates that the rather large, needle-like, regular Pt-crystallites appearing after reduction by NaBH4 are developed in the (111) direction. The shapes observed in Fig. 2 must correspond to elongated octahedra. Sintering (cf. Figs. 3 and 5) eliminates this orientation. This demonstrates once again that hydrogen-induced sintering must involve a profound re- crystallization [25, 26]. The presence of sodium ions in NaBH4 can inhibit the formation of Bronsted acid sites, as opposed to the results of Hg reduction. Boric acid and perhaps boron formed in the process can be adsorbed on or occluded in the Pt particles. The impregnation of an HZSM-5 with boric acid has been reported to decrease the catalyst acidity [27]. The effect of heat treatment 371 on the minor incorporation of boron into the zeolite lattice cannot be excluded, either [28]. These effects of boron may explain, in part, the catalytic results (see Part 2 [15]). The presence of the above-mentioned compounds together with water promotes the formation of small Pt ensembles not bound by strong ionic forces to the wall of the zeolitic channel. They can migrate on the outer surface of the zeolite grains to form needle-like, oriented metal crystallites. When this sample is heated above 600 K, the particles can further agglomerate and sinter. The formation of Pt B intermetallics cannot be ruled out during this process, since PtB is very stable when it is formed from borax and Pt under strongly reducing conditions [29]. The genesis of Pt particles in case of reduction by Hg gas is completely different. In the initial period, evidently not all Pt ions are reduced perfectly. Those occupying the strongest acidic sites connected probably to lattice faults can be reduced more slowly than the others. These atoms can serve as centres for small, tightly bound agglomerates of (Ptn) ^zeolite. This agglomeration can inhibit reduction of the site for geometric and energetic reasons. Dalla Betta and Boudart [30] could show by IR measurements the electron deficiency of well-dispersed Pt clusters in Y-zeolite. Gallezot [31] presents further evidences on the existence of such entities. High-temperature hydrogen treatment seems in any case to be a more efficient reducing agent than sodium borohydride. According to the above hypothesis, subsequent high-temperature hydrogenation may find still un- reduced Pt ions in Sample 20. Their reduction is supported by the appearance of additional small Pt clusters as a result of an after-treatment with hydrogen Sample 21 (Fig. 3). These small particles seem to be within the zeolite framework, hence they can be related to clusters like the Pti5 assumed in [5] that fit into the zeolite cages, although their apparent size as indicated by EM may be larger than that corresponding to a 15-atom cluster. The catalytic properties of the samples described in the present paper are markedly different. These will be discussed in Part II [15], based mainly on the structural characteristics described in the present study. Acknowledgement The authors are indebted to Prof. P. Tetenyi for helpful discussions and Dr. A. Sarkany for the Hg sorption measurements. We also thank Prof. J. Lercher, Prof. P. Gallezot, Prof. D. Kallo and Dr. H. K. Beyer for helpful comments. The portion of the work carried out in the Institute of Isotopes was financially supported by Grant OTKA 1309 and is gratefully acknowledged. References 1 Lao Ce (Too Te Ching, Chpt. XI), in A. Waley, The Way and its Power, Grove Press, New York, 1959. 372 2 J. R. Bernard, in D. W. Ward (ed.), Proc. 5th Int. Congr. Zeolites, Naples, 1980, Heyden, London, 1980. 3 T. R. Hughes, W. C. Buss, P. W. Tamm and R. L. Jacobson, in Y. Murakami, A. Hjima and J. W. Ward (eds.), New Developments in Zeolite Science and Technology, Kodansha- Elsevier, Tokyo-Amsterdam, 1986, p. 725. 4 R. M. Barrer and H. Villiger, Z. Kristallogr., 128 (1969) 352. 5 E. G. Derouane and D. J. Vanderveken, Appl. Catal., 45 (1988) L15. 6 Z. Paal, Adv. Catal., 29 (1980) 273. 7 Z. Paal, J. Catal., 105 (1987) 540; J. M. Parera, J. Catal., 105 (1987) 543. 8 A. Mills, H. Heinemann, T. H. Millikan and A. G. Oblad, Ind. Eng. Chem., 45 (1953) 134. 9 G. Moretti and W. M. H. Sachtler, J. Catal., 116 (1989) 350. 10 M. S. Tzou, B. K. Teo and W. M. H. Sachtler, J. Catal., 113 (1988) 220. 11 A. Heine, P. L. Ryder, N. Jaeger and G. Schulz-Ekloff, J. Chem. Soc., Faraday Trans. 1, 82 (1986). 12 N. I. Jaeger, P. Ryder and G. Schulz-Ekloff, in P. A. Jacobs, N. I. Jaeger, P. Jiru, V. B. Kazansky and G. Schulz-Ekloff (eds.), Structure and Reactivity of Modified Zeolites, Elsevier, Amsterdam, 1984, p. 299. 13 L. Persaud, A. J. Bard, A. Campion, M. A. Fox, T. E. Mallouk, S. E. Webber and J. M. White, Inorg. Chem., 26 (1987) 3825. 14 A. de MaUmann and D. Barthomeuf, in H. G. Karge, J. Weitkamp (eds.), Zeolites as Catalysts, Sorbents and Detergent Builders, Elsevier, Amsterdam, 1989, p. 429. 15 I. Manninger, Z. Zhan, X. L. Xu and Z. Paal, J. Mol. Catal., submitted. 16 G. C. Bond and P. B. Wells, Appl. Catal., 18 (1985) 221; A. Frennet and P. B. Wells, Appl. Catal., 18 (1985) 243. 17 G. C. Bond, F. Garin and G. Maire, Appl. Catal., 41 (1988) 313; Z. Paal, H. Groeneweg and H. Zimmer, Catal. Today, 5 (1989) 199; Z. Pa41, H. Groeneweg and J. Paal-Lukacs, J. Chem. Soc., Faraday Trans., 86 (1990) 3159; Z. Paal, Z. Zhan, I. Manninger and M. Muhler, Appl. Catal., 66 (1990) 301. 18 J. Datka, J. Chem. Soc. Faraday Trans. 1, 76 (1980) 2437; 77 (1981) 2877; J. Catal., 102 (1986) 43. 19 A. Sarkany, J. Chem. Soc., Faraday Trans. 1, 84 (1988) 2267. 20 A.-C. Shi and R. I. Masel, J. Catal., 120 (1989) 421. 21 R. Sant and E. E. Wolf, Surf. Sci., 187 (1987) 511. 22 Z. Paal, H. Zimmer, J. R. Giinter, R. Schlogi and M. Muhler, J. Catal., 119 (1989) 146. 23 P. Gallezot, A. Alarcon-Diaz, J. A. Dalmon, A. J. Renouprez and B. Imelik, J. Catal., 39 (1975) 334. 24 J. H. Perry, R. H. Perry, C. H. Chilton, S. 0. Kirkpatrick (eds.), Chemical Engineering Handbook, McGraw-Hill, New York, 1968, Chapt. 2, p. 104. 25 T. Baird, Z. Paal and S. J. Thomson, J. Chem. Soc. Faraday Trans. I, 69 (1973) 50; 1237. 26 Z. Paal, in Z. Paal and P. G. Menon (eds.), Hydrogen Effects in Catalysis, Marcel Dekker, New York, Basle, 1988, p. 293. 27 M. B. Sayed and J. C. Vedrine, J. Catal., 101 (1986) 43. 28 G. Coudurier, A. Auroux, J. C. Vedrine, R. D. Farlee, L. Abrams and R. D. Shannon, J. Catal., 108 (1987) 1. 29 E. Pietsch (ed.), Gmelins Handbuch der Anorganischen Chemie, Pt, Verlag Chemie, Wemheim, 1942, p. 115. 30 R. A. Dalla Betta and M. Boudart, in J. Hightower (ed.), Proc. 5th Int. Congr. Catal., North-Holland, Amsterdam, 1973, Vol. 1, p. 1329. 31 P. Gallezot, Catal. Rev., 20 (1979) 121. X244 9185144Q 0304-5102(91)85144-Q 10.1016/0304-5102(91)85144-Q Heterogeneous catalysis Articles Pt-KL zeolite catalysts of different preparation Part I. Catalyst characterization I. Manninger Z. Paál Institute of Isotopes of the Hungarian Academy of Sciences, P.O. Box 77, Budapest H-1525 Hungary B. Tesche U. Klengler Fritz-Haber-Institute der Max-Planck-Gesellschaft, Faradayweg 4-6, D-1000 Berlin 33 F.R.G. J. Halász I. Kiricsi Applied Chemistry Department, József Attila University, Szeged, H-6720 Hungary 0.8% Pt on KL zeolite was prepared by reduction with H2 and NaBH4. Transmission electron microscopy and X-ray diffraction were used for characterization of morphology of the metal particles; acidity of the zeolite framework was measured with IR spectra of adsorbed pyridine. Reduction by NaBHP4 produced rather large, needle-like Pt crystallites on the outer surface of zeolite grains which contained very little acidity. Subsequent hydrogen treatment brought about their severe sintering; at the same time, small crystallites appeared. A bimodal distribution was seen when the catalyst was reduced with hydrogen; this sample exhibited appreciable acidity. X-ray diffraction data showed the presence of Pt particles above noise level in the case of borohydride-reduced catalyst only, in agreement with EM data. References 1 Lao Ce Tao Te Ching, Chpt. XI A. Waley The Way and its Power 1959 Grove Press New York 2 J.R. Bernard D.W. Ward Proc. 5th Int. Congr. Zeolites, Naples, 1980 1980 Heyden London 3 a T.R. Hughes W.C. Buss P.W. Tamm R.L. Jacobson Y. Murakami A. Iijima and J.W. Ward New Developments in Zeolite Science and Technology 1986 Kodansha Tokyo 725 b T.R. Hughes W.C. Buss P.W. Tamm R.L. Jacobson Y. Murakami A. Iijima and J.W. Ward New Developments in Zeolite Science and Technology 1986 Elsevier Amsterdam 725 4 R.M. Barrer H. Villiger Z. Kristallogr. 128 1969 352 5 E.G. Derouane D.J. Vanderveken Appl. Catal. 45 1988 L15 6 Z. Paál Adv. Catal. 29 1980 273 7 a Z. Paál J. Catal. 105 1987 540 b J.M. Parera J. Catal. 105 1987 543 8 A. Mills H. Heinemann T.H. Millikan A.G. Oblad Ind. Eng. Chem. 45 1953 134 9 G. Moretti W.M.H. Sachtler J. Catal. 116 1989 350 10 M.S. Tzou B.K. Teo W.M.H. Sachtler J. Catal. 113 1988 220 11 A. Kleine P.L. Ryder N. Jaeger G. Schulz-Ekloff J. Chem. Soc., Faraday Trans. 1 82 1986 12 N.I. Jaeger P. Ryder G. Schulz-Ekloff P.A. Jacobs N.I. Jaeger P. Jiru V.B. Kazansky G. Schulz-Ekloff Structure and Reactivity of Modified Zeolites 1984 Elsevier Amsterdam 299 13 L. Persaud A.J. Bard A. Campion M.A. Fox T.E. Mallouk S.E. Webber J.M. White Inorg. Chem. 26 1987 3825 14 A. de Mallmann D. Barthomeuf H.G. Karge J. Weitkamp Zeolites as Catalysts, Sorbents and Detergent Builders 1989 Elsevier Amsterdam 429 15 I. Manninger, Z. Zhan, X.L. Xu and Z. Paál, J. Mol. Catal., submitted. 16 a G.C. Bond P.B. Wells Appl. Catal. 18 1985 221 b A. Frennet P.B. Wells Appl. Catal. 18 1985 243 17 a G.C. Bond F. Garin G. Maire Appl. Catal. 41 1988 313 b Z. Paál H. Groeneweg H. Zimmer Catal. Today 5 1989 199 c Z. Paál H. Groeneweg J. Paál-Lukács J. Chem. Soc., Faraday Trans. 86 1990 3159 d Z. Paál Z. Zhan I. Manninger M. Muhler Appl. Catal. 66 1990 301 18 ai J. Datka J. Chem. Soc. Faraday Trans. 1 76 1980 2437 aii J. Datka J. Chem. Soc. Faraday Trans. 1 77 1981 2877 b J. Datka J. Catal. 102 1986 43 19 A. Sárkány J. Chem. Soc., Faraday Trans. 1 84 1988 2267 20 A.-C. Shi R.I. Masel J. Catal. 120 1989 421 21 R. Sant E.E. Wolf Surf. Sci. 187 1987 511 22 Z. Paál H. Zimmer J.R. Günter R. Schlögl M. Muhler J. Catal. 119 1989 146 23 P. Gallezot A. Alarcon-Diaz J.A. Dalmon A.J. Renouprez B. Imelik J. Catal. 39 1975 334 24 J.H. Perry H Perry H. Chilton O. Kirkpatrick Chemical Engineering Handbook 1968 McGraw-Hill New York 104 Chapt. 2 25 a T. Baird Z. Paál S.J. Thomson J. Chem. Soc. Faraday Trans. 1 69 1973 50 b T. Baird Z. Paál S.J. Thomson J. Chem. Soc. Faraday Trans. 1 69 1973 1237 26 Z. Paál Z. Paál G. Menon Hdrogen Effects in Catalysis 1988 Marcel Dekker New York, Basle 293 27 M.B. Sayed J.C. Vedrine J. Catal. 101 1986 43 28 G. Coudurier A. Auroux J.C. Vedrine R.D. Farlee L. Abrams R.D. Shannon J. Catal. 108 1987 1 29 E. Pietsch Gmelins Handbuch der Anorganischen Chemie, Pt 1942 Verlag Chemie Wemheim 115 30 R.A. Dalla Betta M. Boudart J. Hightower Proc. 5th Int. Congr. Catal. 1 1973 North-Holland Amsterdam 1329 31 P. Gallezot Catal. Rev. 20 1979 121",
      "scopus-id": "0026102926",
      "coredata": {
        "eid": "1-s2.0-030451029185144Q",
        "dc:description": "0.8% Pt on KL zeolite was prepared by reduction with H2 and NaBH4. Transmission electron microscopy and X-ray diffraction were used for characterization of morphology of the metal particles; acidity of the zeolite framework was measured with IR spectra of adsorbed pyridine. Reduction by NaBHP4 produced rather large, needle-like Pt crystallites on the outer surface of zeolite grains which contained very little acidity. Subsequent hydrogen treatment brought about their severe sintering; at the same time, small crystallites appeared. A bimodal distribution was seen when the catalyst was reduced with hydrogen; this sample exhibited appreciable acidity. X-ray diffraction data showed the presence of Pt particles above noise level in the case of borohydride-reduced catalyst only, in agreement with EM data.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029185144Q",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Manninger, I."
          },
          {
            "@_fa": "true",
            "$": "Paál, Z."
          },
          {
            "@_fa": "true",
            "$": "Tesche, B."
          },
          {
            "@_fa": "true",
            "$": "Klengler, U."
          },
          {
            "@_fa": "true",
            "$": "Halász, J."
          },
          {
            "@_fa": "true",
            "$": "Kiricsi, I."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029185144Q"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029185144Q"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85144-Q",
        "prism:volume": "64",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Pt-KL zeolite catalysts of different preparation Part I. Catalyst characterization",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "361-372",
        "prism:endingPage": "372",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1991",
        "prism:doi": "10.1016/0304-5102(91)85144-Q",
        "prism:startingPage": "361",
        "dc:identifier": "doi:10.1016/0304-5102(91)85144-Q",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026102926"
      }
    }
  }
}