{
  "metadata": {
    "title": "Poisoning of pd catalysts by group V-A tertiary com. pounds: Effects of metal dispersion, poison nature and concentration",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-12-31",
    "doi": "10.1016/0304-5102(83)83031-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510283830314",
    "pii": "0304510283830314"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020885041",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510283830314 0304-5102(83)83031-4 0304510283830314 10.1016/0304-5102(83)83031-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02404 2024-01-02T01:06:03.941633Z 0 0 19831201 19831231 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 22 22 2 2 Volume 22, Issue 2 14 257 267 257 267 198312 December 1983 1983-12-01 1983-12-31 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. POISONINGPDCATALYSTSBYGROUPVATERTIARYCOMPOUNDSEFFECTSMETALDISPERSIONPOISONNATURECONCENTRATION CARTURAN G HEGEDUS 1981 377 L KNOZINGER 1976 184 H PETRO 1976 J CONTACTCATALYSIS OUDAR 1980 171 J POLAZOV 1973 13 A BASSET 1975 22 J FISCHER 1978 24 T LECLERCQ 1981 127 G FUJI 1978 342 Y CARTURAN 1979 139 G MAUREL 1975 324 R MAUREL 1976 995 R BETTA 1975 173 R INOUE 1977 Y PROC6THINTCONGRCATAL BENEDETTI 1981 875 A GONZO 1978 462 E TOLMAN 1977 313 C MASON 1978 183 R CARTURAN 1982 405 G CARTURAN 1981 161 G PERNICONE 1980 N YEMIAKOV 1980 13 Y YERMAKOV 1981 Y CATALYSISBYSUPPORTEDCOMPLEXES YERMAKOV 1976 77 Y WHEZLER 1951 249 A HEGEDUS 1980 533 L COCCO 1981 161 G BENEDETTI 1981 961 A APAI 1979 165 G BAETZOLD 1971 4363 R BAETZOLD 1976 1 R GILLET 1977 139 M GOLLEROT 1978 263 P BOUDART 1968 153 M SACHTER 1981 15 W BARBIER 1979 569 J KIEBOON 1973 342 A CAGE 1976 271 I POLANYI 1934 1164 M BUCUR 1981 92 R JAMES 1973 B HOMOGENEOUSHYDROGENATION CARTURANX1983X257 CARTURANX1983X257X267 CARTURANX1983X257XG CARTURANX1983X257X267XG item 0304-5102(83)83031-4 0304510283830314 1-s2.0-0304510283830314 10.1016/0304-5102(83)83031-4 272239 2024-01-02T01:06:03.941633Z 1983-12-01 1983-12-31 1-s2.0-0304510283830314-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283830314/MAIN/application/pdf/738b56b64cfc439a46cb0b39b69d4ea7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283830314/MAIN/application/pdf/738b56b64cfc439a46cb0b39b69d4ea7/main.pdf main.pdf pdf true 716555 MAIN 11 1-s2.0-0304510283830314-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283830314/PREVIEW/image/png/8eca345a87759fd94005b1ce9a54278d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283830314/PREVIEW/image/png/8eca345a87759fd94005b1ce9a54278d/main_1.png main_1.png png 63951 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 22 (1983) 257 - 267 257 POISONING OF Pd CATALYSTS BY GROUP V-A TERTIARY COM- POUNDS: EFFECTS OF METAL DISPERSION, POISON NATURE AND CONCENTRATION G. CARTURAN*, R. DALLA POZZA, G. FACCHIN Centra Chimica Metallorganica C.N.R., cfo Istituto di Chimica Industrials, Via F. Marzolo 9, 35100 Padua (Italy) and G. COCCO Istituto di Chimica Fisica, Facolta di Chimica Industriale, Calle Larga 2137, S. Marta, Venice (Italy) (Received January 3, 1983; accepted March 8,1983) Summary NHa, PRa (R = C&Hu, C^s, C^iis, o-tolyl) and As(C<,Hs)3 as poisoning agents of two Pd catalysts were studied in the hydrogenation of styrene to ethylbenzene. Metal dispersion, the nature of the poison and the poison molecule/metal atom ratio were chosen as variable parameters affecting the poisoning process. The results obtained are expressed as fractional catalytic activity in comparison with the activity of non-poisoned catalysts. Data indicate that highly dispersed Pd catalysts are much more sensitive to poison- ing than poorly dispersed catalysts; PR3 and As(CeH5)3 poisons are more effective than NH3. The discussion is centered on the electronic surface modifications induced by poisoning, and on the change in the hydrogenation mechanism at relatively high poison molecule/metal atom ratios. Introduction The poisoning of metallic catalysts is an important field of heteroge- neous catalysis which has attracted the attention of many researchers, owing to its industrial and theoretical interest. This subject has been described, but although the nature and types of poisoning have been studied [1-3], the intimate chemistry of the poisoning process remains in many cases unclear or conjectural [4]. Indeed, the bonding interactions between metal- lic surfaces and reactants with relevant chemical consequences are per se quite complex, therefore discouraging detailed investigations which also involve the poisoning of the metallic surface. *Author to whom correspondence should be addressed. 0304-5102/88/$8.00 Elsevier Sequoia/Printed in The Netherlands 258 Bonding modifications on metallic surface-reactant systems induced by poisoning interactions have been reported in the case of sulfur [5-7]. These poisoning-induced electronic modifications may be extended to other poisoning agents and related to the general quenching of catalytic activity. Nevertheless, they do not give a sufficiently detailed picture to account for other phenomena connected to the lowering of catalytic activity; among these are the change in reaction mechanism [8, 9], dependence of poisoning on degree of dispersion [10], and selectivity induced by some poisoning agents [8,11,12]. We thought it useful to study the poisoning of metallic catalysts from a kinetic point of view, since this approach presents enough versatility to cover the complexity of the matter. For this reason, we examined the poisoning of Pd catalysts with tertiary N, P and As compounds, centering the discussion on the catalytic activity in styrene hydrogenation. Indeed, in terms of reaction mechanism, metal-reactant interactions, or particle size dependence of catalytic activity, Pd hydrogenation catalysts have been extensively studied [13,14]. Moreover, in an attempt to establish a common denominator for the various poisoning-dependent effects, the chemical nature of the poisoning agent must also be investigated. Thus, among the widespread availability of Pd-poisoning agents. Group V-A tertiary com- pounds were chosen since their coordination chemistry has been exhaustive- ly studied [15,16]. Experimental section Materials and catalysts Tetrahydrofuran (THF) was used as solvent for the kinetics, and was refluxed over a sodium/benzophenone slurry and distilled under argon. Styrene was distilled and kept cold under N2. H; used for kinetic runs was purified through a Milton Roy Pd thimble purifier. Si(OEt)4 and A1(OC3- 117)3 were Fluka products. Other chemicals were commercially available products used without further purification. NH3 solutions were made by bubbling gaseous NH3 in dry THF, and were titrated with HC1. The phos- phines were used in dry THF solutions prepared under nitrogen. The vitreous support was prepared by hydrolysis of an ethanolic solu- tion of Si(OEt)4, A1(OC3H7)3 and NaOMe. The gel obtained was heated up to 400 C. The corresponding catalyst (catalyst N) was obtained by reacting the powdered support with the desired amount of Pd(allyl)2 in pentane solution; reduction with H^ at room temperature generated the metallic dispersion. The experimental procedure has already been reported in greater detail [17, 18]. This catalyst displays the following properties: support surface area, 280 m2 g~1 (BET); support surface OH groups, 13 ml of H; evolved per g of support upon treatment with LiH in THF suspension; Pd loading, 0.6%; Pd surface area, 290 m2 g~1 (chemisorption, see ref. [19]); particle diameter, 17 A. 259 The preparation and characterization of the catalyst constituted by Pd dispersion on charcoal (catalyst C-i of ref. [17]) have already been described [17]. Apparatus and kinetics Hydrogenation experiments were carried out in a two-necked flask of approximately 50 ml capacity wrapped in a thermostatted jacket at 25 0.5 C. It was attached to a conventional hydrogen adsorption apparatus operat- ing at atmospheric pressure, also thermostatted. The reaction mixture, comprised of catalyst (20 - 50 mg), solvent (THF, 5 ml) and substrate (styrene, 0.1 - 0.4 ml), was stirred externally by a 1.2 cm Teflon-coated magnetic bar. A conventional vacuum manifold equipped with a rotary pump allowed handling of catalyst, solvent and poisoning agents under N2 or H;. After equilibration of both temperature and H; pressure, kinetic measurements were started by injection of substrate and poison with a calibrated syringe. The poison was introduced into the THF solution a few minutes before the substrate. The progress of the reaction was followed by measuring the volumetric consumption of hydrogen at constant atmo- spheric pressure (760 12 mmHg). In some cases, the same run was also followed by gas chromatographic analysis of samples of the reaction mixture. We used a HP 5730A instrument equipped with a 6 ft 10% UCC W982 Chromosorb WAWDMCS column. Data obtained by the two methods were in very good agreement. Reproducibility of kinetics and catalyst stability were tested by succes- sive injections of substrate into the same catalytic slurry in the absence of poisons. Some examples are reported in Fig. 1. Least squares treatment of these kinetics give the data in Table 1. Uncertainty of individual slopes is usually smaller than 3 - 4%, and deviations among successive runs are within 8% error. The data reflect the reproducibility of the catalytic experiments and thus exclude self-poisoning phenomena. Possible H^ diffusion interfer- ence was ruled out by stirring the reaction mixture appropriately and using low catalyst loadings. With the stirring apparatus used, the progress of styrene hydrogenation with non-poisoned catalyst N (120 mg) was found to be affected by Hy, diffusion at a stirring rate of less than 30 rpm. In our kinetic experiments, stirring rates of 300 rpm were used with catalyst loadings of 20 - 50 mg. Results Poisoning of Pd hydrogenation catalysts was studied for the hydro- genation of styrene to ethylbenzene. NH3, PR.3 (R = phenyl, o-tolyl, cyclo- hexyl, ethyl) and As(phenyl)3 poisoning agents were used at different ratios of poison molecule/Pd catalyst atom. Metallic dispersions of the two Pd catalysts used here may be considered as borderline cases. The fraction of 260 900 1500 2100 SECONDS Fig. 1. Reliability and reproducibility of styrene hydrogenation kinetics in absence of poisons (Table 1). TABLE 1 Reliability and reproducibility of styrene hydrogenation kinetics Run Substrate Slope Deviation 104 kob. (M) (M s-1 rngpi1) 1 0.260 -0.09889 0.00046 2.57 0.01 2 0.262 -0.09328 0.00042 2.44 0.01 3 0.273 -0.09172 0.00049 2.50 0.01 4 0.0873 0.3140 0.0083 2.74 0.07 5 0.0873 -0.3098 0.0064 2.70 0.06 6 0.524 -0.04928 0.00018 2.58 0.01 Catalyst N (20 mg), 5 ml THF, successive runs on same catalytic system. exposed Pd on catalyst C^ was 0.30 and particle diameters fell m the range 50 -150 A (Fig. 5 of ret. [17]). Pd on vitreous support, catalyst N, held a fraction of exposed metal of 0.83. The average particle diameter determined by chemisorption was 17 A; this high degree of metal dispersion was ex- pected owing to the nature of the support and method of preparation [17, 18,20]. Tables 2 and 3 report the kinetic data found for catalysts N and Cy, respectively. These are expressed as fractional catalytic activity, r = feob / feSbs' where fe^ba ls the pseudo-zero-order rate constant for the non-poisoned system, and feobs is the corresponding rate constant for the poisoned system. 261 TABLE 2 Poisoning of catalyst N; Et = ethyl, Ph = phenyl, Cy = cyclohexyl Poison Concentration r Poison molecules in solu- (M) tion/Pd atoms of catalyst NHa 4.6 X 10-4 0.874 0.816 NHs 2.3 X10-3 0.736 4.07 NH3 2.3 X10-2 0.436 40.7 NH3 4.6 X10-2 0.199 81.6 Et3P 2.0 X10-5 0.170 0.036 EtsP 6.0 X 10-'' 0.068 0.08 EtaP 2.0 X10-4 0.016 0.36 PhaP 1.0 X 10-5 0.384 0.017 PhaP 2.0 X 10-5 0.212 0.036 PhaP 3.0 X 10-5 0.120 0.063 PhsP 1.0 X 10-4 0.061 0.17 PhsP 8.0 X10-4 0.017 0.14 CysP 2.9 X10-5 0.176 0.060 CyaP 1.4 X 10-4 0.100 0.26 (o-tolyl)3P 1.0 X10-5 0.537 0.017 (o-to!yl)3P 2.0 X 10-5 0.241 0.036 (o-tolyl)3P 6.0 X10-5 0.168 0.088 (o-tolyl)3P 7.0 X10-5 0.078 0.123 Ph3As 2.0 X10-5 0.144 0.036 Ph3As 1.0 X10-4 0.066 0.17 As will be discussed later, the linearity of (% concentration us. time) diagrams is not preserved at high poison concentrations, where the diagrams display trends of pseudo-first order. A representative example is shown in Figs. 2a and 2b. In any case, r values are dimensionless, since when first- order treatment is applied, the calculated first-order rate constants were multiplied by the initial styrene concentration. Discussion The quenching of catalytic activity upon increasing poison concentra- tion showed different trends depending on catalysts and poisoning agents. Figure 3 compares the trends found with P(phenyl)3 poison on catalysts C-i and N. Analogous behaviour was observed with As(phenyl)3 and other PR3 used. With catalyst N, catalytic activity immediately fell to a limiting value at ~0.1 poison molecule/Pd metal atom ratio; thereafter the residual catal- ytic activity was practically unaffected upon further increases in poison concentration. Quenching of catalyst Ca was less immediate, and substantial 262 TABLE 3 Poisoning of catalyst C^ ; Et = ethyl, Ph = phenyl, Cy = cyclohexyl Poison Concentration r Poison molecules in solu- (M) tion/Pd atoms of catalyst NHa 1.9 X 10-3 0.803 1.0 NHa 7.6 X lO-\"3 0.720 4.0 NHa 7.6 XlO\"\"2 0.602 40.0 EtaP 6.0 X10-5 0.884 0.026 EtaP 4.0 X10-4 0.884 0.212 EtaP 7.0 X10-4 0.633 0.372 PhaP 2.0 X10-5 0.960 0.010 PhaP 1.0 X10-4 0.863 0.06 PhaP 4.0 X 10-4 0.603 0.21 PhaP 8.0 X10-4 0.430 0.43 PhaP 3.7 X 10-3 0.362 1.96 CyaP 9.4 X10-5 0.900 0.060 CyaP 4.7 X 10-4 0.805 0.26 (o-tolyl)aP 4.0 X10-5 0.960 0.020 (o-tolyl)aP 1.0 X 10-4 ).905 0.06 (o-tolyl)aP 4.0 X10-4 0.844 0.20 (o-tolyl)aP 2.0 X 10-3 0.704 1.0 PhaAs 2.0 X 10-5 0.906 0.010 PhaAs 1.0 X 10-4 0.691 0.06 PhaAs 4.0 X 10-4 0.613 0.20 PhaAs 1.9 X10-3 0.368 1.0 catalytic activity was maintained up to poison molecule/metal atom ratios even greater than 1. In both cases, at ratios >2.0 the diagrams of (% com- position us. time) become logarithmic. The observed behaviour shown in Fig. 3 looks like the pore-mouth and/or pore-plugging phenomena extensively investigated in the case of pellet catalysts [21, 22]. Although this type of poisoning cannot be a priori excluded, it seems untenable for the catalysts examined here. Indeed, surface morphology of both supports of catalysts N and Ca [23, 24] was different than in the case of pellets. Moreover, in our case, poisoning was performed by chemicals and was temporary; repeated n-hexane or ethyl ether washings of the catalysts poisoned by PR 3, As(phenyl)3 of NH3 restored catalytic activity. It may be noted that the degree of poisoning was very severe in the case of catalyst N. For example, a 50% loss of catalytic activity was observed at a P(phenyl)3 molecule in solution/Pd atom ratio = 10~2. This large poisoning at very low poison molecule/Pd atom ratio is also in contrast with a pore-blocking effect which, even in the case of irre- versible chemical poisoning, requires a more substantial amount of poison- ing agent. 263 ^. s^^V \\\\ \\ \\ \\ \\ \\ --1 \\ \\t *\\ \\& * * \"\"S^, \\ \\ \\ \\ ^ \\ \\ '\\ \\ Y z^ * \\ \\ \\ Y 1 1 1 1 1 1 i 0 20 40 30 80 100 120 140 minutes 0 40 80 120 160 200 240 280 (b) minutes Fig. 2. Dependence of catalytic activity on P(phenyl)3Concentration;catalystN(20 mg), Pn= 1 atm, 7= 25 C, [styrene] = 0.26 M, THF (6 ml); (a) 1 in absence ofP(phenyl)3; 2,^P(phenyl)3] = 10-5 M; 3, [P(phenyl)3] = 2 X 10-3 M; 4, [P(phenyl)3] = 3 X 10-5 M; (b) [P(phenyl)3] = lO\"4 M, % composition vs. time and relevant logarithmic treatment. These considerations suggest that the different behaviour of catalyts N and C^ must essentially involve a difference in the chemical nature of the poisoning phenomenon, depending on the chemical features of the two catalysts. 264 ^ 1.0 0.9 \\ 0 0.8 0.7 . \\ 0.6 0 0.5 v^^ 0.4 0 0.3 0.2 0..^ 0 0 0.4 0.8 1.2 2.0 3.0 4.0 5.0 6.0 7.0 l^S^0'3 Fig. 3. P(phenyl)3 poisoning of catalyst N ( ) and Ci ( 0 ): dependence on the poi- son concentration. Detailed accounts have been reported to indicate that in small metallic clusters, the atomic spacings [25], ionization potential and electronic affinity [26] and topological conditions [27] differ from in the bulk. In Pd aggregates smaller than 15-20 A in diameter, such as catalyst N, most of the atoms are exposed on the surface and therefore their surface coordina- tive unsaturation is greatly enhanced with respect to large crystallites. These different features do not result in changes in specific catalytic activities for olefin hydrogenation with non-poisoned Pd catalysts [14, 29]. Indeed, the structural insensitivity implies an increasing number of uniform surface 'catalytic ensembles' [30] proportional to the surface area; in the limiting case of highly dispersed catalysts, the absence of bulk brings nearly all the cluster atoms into the catalytic environment, so that the catalytic ensembles must be intimately connected. This point may be determinant in an explanation of the behaviour shown in Fig. 3. Bonding of tertiary P and As derivatives involves consider- able TT electron interaction [15], which affects the filled d electron band. In the case of highly dispersed Pd catalysts, this type of coordination affects the chemical properties of all catalytic ensembles, since electronic effects propagate from one ensemble to its neighbours, therefore disrupting catalyt- ic activity even at low poison molecule/Pd atom ratios. Styrene hydrogenation using NHa poisoning confirms this interpreta- tion. Figure 4 shows the results of NHa poisoning of catalysts Ci and N. In agreement with the already-described NH3 poisoning on Pt hydrogenation catalysts [31], catalyst N with higher Pd dispersion is more sensitive to 266 0 10 20 30 40 50 60 70 80 90 [NH3])(10\"3 Fig. 4. NHs poisoning of catalyst N ( ) and C-i ( 0 ): dependence on the poison concentration. poison concentration than catalyst C;; however, the shape of the two curves is substantially similar. NH3 is not a ligand with ir acceptor properties; there- fore, in line with the above discussion, changes in the surface electronic properties of small metallic clusters induced by NH3 coordination are such that a linear fall in catalytic activity does not occur. On the other hand, the greater electron acceptor properties of small particles account for the greater sensitivity to poisons observed for highly dispersed catalysts. PR3, As(phenyl)3 and NH3 ligands are known to coordinate a single metal center in transition metal complexes, and it therefore seems reason- able that these species coordinate a single metal atom of metallic particles. Moreover, the coordination properties of PR3 ligands are largely determined by the nature of the R groups which affect the basicity and bulkiness of the phosphine [15, 16]. We studied the influence of R in PR3 poisoning using phosphines of different bulkiness (P(cyclohexyl)3 and P(o-tolyl)3 us. P(phenyl)3 and P(ethyl)3) or basicity (P(cyclohexyl)3 and P(ethyl)3 us. P(phenyl)3 and P(o-tolyl)3). The results indicated that poisoning is practical- ly independent of the nature of PR3. A possible explanation is that the poison coordinates a single metal atom of the metallic particle, but the induced electronic effects invest the entire catalytic ensemble; therefore differences in basicity and bulkiness among the PR3 poisons disappear, since the metallic ensemble holds a large charge reservoir which may easily depress the coordination differences of PR3 poisons. Incidentally, As(phenyl)3 poisoning is slightly more effective than PR3; this has also been recognized in other cases [8]. Although AsR3 coordination chemistry has not been studied so deeply as PR3, a possible explanation may 266 be related to the energetics of As d orbitals, which are more suitable to n back-donation from the metal. The mentioned change from linear to logarithmic shape in the plots of % conversion us. time at large poison/substrate ratios (Fig. 2) deserves some comments. In general, the independence of catalytic activity from olefin concen- tration (see Fig. 1) is interpreted by ascribing the rate-determining step to H; activation [14, 32, 33]. However, the Horiuti-Polanyi approach to the mechanism of olefin hydrogenation on metallic surfaces [34] is flexible enough to account for rate-determining steps, even if they are different from Ha activation. Considering metal-olefin interaction, it may be observed that the phosphine- or arsine-poisoned metallic surface inhibits coordination of the olefin, which must substitute the coordinated poison to interact with the metallic surface. This accounts for the first-order dependence on olefin concentration, and has already been proposed for analogous systems of phosphine poisoning of Pd catalysts [9]. The reversibility of poisoning we observed in our systems by simple washing accounts for possible substitution of the chemisorbed poison with the substrate, giving rise to residual catalytic activity even at very high poison/catalyst ratios. A second argument involves reactivity of the M H bond in the presence of coordinated poisons. It is noteworthy that poisoning affects the surface electronic properties of the metal, and therefore the reactivity of the metal- hydrogen bond is different in the case of poisoned Pd catalysts with respect to non-poisoned systems. In particular, the reaction mechanism may not involve olefin coordination on the metallic surface blocked by the poison, but rather direct olefin insertion on the M H bond which is poorly reactive. Indeed, substantial stability of the M H bond may be surmised on the basis of results of Ha desorption from poisoned Pd catalysts [35]. The final result is a first-order dependence on olefin concentration. In both cases, it should be noted that the original Horiuti-Polanyi reaction mechanism [34] evolves in the presence of the poison to mech- anisms recalling homogeneous catalytic hydrogenation systems [36]. Acknowledgements The C.N.R., Rome, is acknowledged for financial support (Progetti Finalizzati Chimica Fine e Secondaria). References 1 L. L. Hegedus and R. W. McCabe, Catal. Rev., 23 (1981) 377. 2 H. Knozinger, Adv. Catal., 25 (1976) 184. 267 3 J. Petro, in Z. G. Szabo and D. Kollo (eds.), Contact Catalysis, Elsevier, New York, 1976. 4 J. Oudar, Catal. Rev., 22 (1980) 171. 5 A. Polazov, J. Catal., 30 (1973) 13; J. M. Basset, G. Dalnnai-Imelik, M. Primet and R. Mutin, J. Catal., 37 (1975) 22. 6 T. E. Fischer and S. R. Keleman, J. Catal., 53 (1978) 24. 7 G. Leclercq and M. Boudart, J. Catal., 71 (1981) 127. 8 Y. Fuji and J. C. Bailar, J. Catal., 52 (1978) 342. 9 G. Carturan, A. Scrivanti and M. Graziani, J. Mol. Catal., 5 (1979) 139. 10 R. Maurel, G. Leclercq and J. Barbier, J. Catal., 37 (1975) 324; R. Maurel and J. Barbier, J. Chim. Phys., 73 (1976) 995. 11 R. A. Dalla Betta, A. G. Piken and M. Shelef, J. Catal., 40 (1975) 173. 12 Y. Inoue, I. Kojima, S. Moriki and I. Yasumori, Proc. 6th Int. Congr. Catal., The Chemical Society, London, 1977. 13 A. Benedetti, G. Cocco, S. Enzo, F. Pinna and L. Schiffini, J. Chim. Phys., 78 (1981) 875 and references therein. 14 E. E. Gonzo and M. Boudart, J. Catal., 52 (1978) 462 and references therein. 15 C. A. Tolman, Chem. Rev.. 77 (1977) 313. 16 R. Mason and D. W. Meek, Angew. Chem. Int. Ed., 17 (1978) 183. 17 G. Carturan, G. Facchin, G. Cocco, S. Enzo and G. Navazio, J. Catal., 76 (1982) 405. 18 G. Carturan and V. Gottardi, J. Mol. Catal., 11 (1981) 161. 19 N. Pernicone, V. Guacci, R. Barisone and F. Traina, Proc. 7th Ibero-American Symp. Catal., La Plata, Argentina, 1980. 20 Yu. I. Yermakov and B. N. Kuznetsov, J. Mol. Catal., 9 (1980) 13; Yu. L Yermakov, B. N. Kuznetsov and V. A. Zakharov, Catalysis by Supported Complexes, Elsevier Science, Amsterdam, 1981 ;Yu. L Yermakov, Catal. Rev. Sci. Eng., 13 (1976) 77. 21 A. Whezler, Adv. Catal., 3 (1951) 249. 22 L. L. Hegedus, Ind. Eng. Chem., Prod. Res. Dev., 19 (1980) 533 and references therein. 23 G. Cocco, S. Enzo, L. Schiffini and G. Carturan, /. Mol. Catal., 11 (1981) 161. 24 A. Benedetti, G. Cocco, S. Enzo, G. Piccalunga and L. Schiffini, J. Chim. Phys., 78 (1981)961. 25 G. Apai, J. F. Hamilton, J. Stohr and A. Thompson, Phys. Rev. Lett., 43 (1979) 165. 26 R. C. Baetzold, J. Chem. Phys., 55 (1971) 4363 and Adv. Catal., 25 (1976) 1. 27 M. Gillet, Surf. Soi., 67 (1977) 139. 28 P. Gollerot, A. I. Bienenstock and M. Boudard, Now. J. Chim., 2 (1978) 263. 29 M. Boudart, Adv. Catal., 20 (1968) 153. 30 W. H. M. Sachter, Faraday Disc. Chem. Soc., 72 (1981) 15. 31 J. Barbier, A. Morales, P. Marecot and R. Mauerel, Bull. Soc. Chim. Belg., 88 (1979) 569. 32 A. P. G. Kieboon and H. Van Bekkum, J. Catal., 25 (1973) 342. 33 L T. Cage, E. Shutt and J. M. Witterbotton, J. Catal., 44 (1976) 271. 34 M. Polanyi and J. Horiuti, Trans. Faraday Soc., 30 (1934) 1164. 35 R. V. Bucur, J. Catal.. 70 (1981) 92. 36 B. R. James, Homogeneous Hydrogenation, Wiley-Interscience, New York, 1973, Chap. 2. X244 83830314 0304-5102(83)83031-4 10.1016/0304-5102(83)83031-4 Industrial Catalysis Poisoning of pd catalysts by group V-A tertiary com. pounds: Effects of metal dispersion, poison nature and concentration G. Carturan 1 R.Dalla Pozza G. Facchin Centra Chimica Metallorganica C.N.R., c/o Istituto di Chimica Industriale, Via F. Marzolo 9, 3 5100 PaduaItaly 1 Author to whom correspondence should be addressed. G. Cocco Istituto di Chimica Fisica, Facoltà di Chimica Industriale, Calle Larga 2137, S. Marta, VeniceItaly NH3, PR3 (R = C6H11,C6H5C6H5, C2H5,o-tolyl) and As(C6H5)3 as poisoning agents of two Pd catalysts were studied in the hydrogenation of styrene to ethylbenzene. Metal dispersion, the nature of the poison and the poison molecule/metal atom ratio were chosen as variable parameters affecting the poisoning process. The results obtained are expressed as fractional catalytic activity in comparison with the activity of non-poisoned catalysts. Data indicate that highly dispersed Pd catalysts are much more sensitive to poisoning than poorly dispersed catalysts; PR3 and As(C6H5)3 poisons are more effective than NH3. The discussion is centered on the electronic surface modifications induced by poisoning, and on the change in the hydrogenation mechanism at relatively high poison molecule/metal atom ratios. References 1 L.L. Hegedus R.W. McCabe Catal. Rev. 23 1981 377 2 H. Knozinger Adv. Catal. 25 1976 184 3 J. Petro Z.G. Szabo D. Kollo Contact Catalysis 1976 Elsevier New York 4 J. Oudar Catal. Rev. 22 1980 171 5 a A. Polazov J. Catal. 30 1973 13 b J.M. Basset G. Dalmai-Imelik M. Primet R. Mutin J. Catal. 37 1975 22 6 T.E. Fischer S.R. Keleman J. Catal. 53 1978 24 7 G. Leclercq M. Boudart J. Catal. 71 1981 127 8 Y. Fuji J.C. Bailar J. Catal. 52 1978 342 9 G. Carturan A. Scrivanti M. Graziani J. Mol. Catal. 5 1979 139 10 a R. Maurel G. Leclercq J. Barbier J. Catal. 37 1975 324 b R. Maurel J. Barbier J. Chim. Phys. 73 1976 995 11 R.A.Dalla Betta A.G. Piken M. Shelef J. Catal. 40 1975 173 12 Y. Inoue I. Kojima S. Moriki I. Yasumori Proc. 6th Int. Congr. Catal. 1977 The Chemical Society London 13 A. Benedetti G. Cocco S. Enzo F. Pinna L. Schiffini J. Chim. Phys. 78 1981 875 and references therein. 14 E.E. Gonzo M. Boudart J. Catal. 52 1978 462 and references therein. 15 C.A. Tolman Chem. Rev. 77 1977 313 16 R. Mason D.W. Meek Angew. Chem. Int. Ed. 17 1978 183 17 G. Carturan G. Facchin G. Cocco S. Enzo G. Navazio J. Catal. 76 1982 405 18 G. Carturan V. Gottardi J. Mol. Catal. 11 1981 161 19 N. Pernicone V. Guacci R. Barisone F. Traina Proc. 7th Ibero-American Symp. Catal. 1980 La Plata, Argentina 20 a Yu.I. Yemiakov B.N. Kuznetsov J. Mol. Catal. 9 1980 13 b Yu.I. Yermakov B.N. Kuznetsov V.A. Zakharov Catalysis by Supported Complexes 1981 Elsevier Science Amsterdam c Yu.I. Yermakov Catal. Rev. Sci. Eng. 13 1976 77 21 A. Whezler Adv. Catal. 3 1951 249 22 L.L. Hegedus Ind. Eng. Chem., Prod. Res. Dev. 19 1980 533 and references therein. 23 G. Cocco S. Enzo L. Schiffini G. Carturan J. Mol. Catal. 11 1981 161 24 A. Benedetti G. Cocco S. Enzo G. Piccalunga L. Schiffini J. Chim. Phys. 78 1981 961 25 G. Apai J.F. Hamilton J. Stohr A. Thompson Phys. Rev. Lett. 43 1979 165 26 a R.C. Baetzold J. Chem. Phys. 55 1971 4363 b R.C. Baetzold Adv. Catal. 25 1976 1 27 M. Gillet Surf. Sci. 67 1977 139 28 P. Gollerot A.I. Bienenstock M. Boudard Nouv. J. Chim. 2 1978 263 29 M. Boudart Adv. Catal. 20 1968 153 30 W.H.M. Sachter Faraday Disc. Chem. Soc. 72 1981 15 31 J. Barbier A. Morales P. Marecot R. Mauerel Bull. Soc. Chim. Belg. 88 1979 569 32 A.P.G. Kieboon H. Van Bekkum J. Catal. 25 1973 342 33 I.T. Cage E. Shutt J.M. Witterbotton J. Catal. 44 1976 271 34 M. Polanyi J. Horiuti Trans. Faraday Soc. 30 1934 1164 35 R.V. Bucur J. Catal. 70 1981 92 36 B.R. James Homogeneous Hydrogénation 1973 Wiley-Interscience New York Chap. 2.",
      "scopus-id": "0020885041",
      "coredata": {
        "eid": "1-s2.0-0304510283830314",
        "dc:description": "NH3, PR3 (R = C6H11,C6H5C6H5, C2H5,o-tolyl) and As(C6H5)3 as poisoning agents of two Pd catalysts were studied in the hydrogenation of styrene to ethylbenzene. Metal dispersion, the nature of the poison and the poison molecule/metal atom ratio were chosen as variable parameters affecting the poisoning process. The results obtained are expressed as fractional catalytic activity in comparison with the activity of non-poisoned catalysts. Data indicate that highly dispersed Pd catalysts are much more sensitive to poisoning than poorly dispersed catalysts; PR3 and As(C6H5)3 poisons are more effective than NH3. The discussion is centered on the electronic surface modifications induced by poisoning, and on the change in the hydrogenation mechanism at relatively high poison molecule/metal atom ratios.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510283830314",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Carturan, G."
          },
          {
            "@_fa": "true",
            "$": "Pozza, R.Dalla"
          },
          {
            "@_fa": "true",
            "$": "Facchin, G."
          },
          {
            "@_fa": "true",
            "$": "Cocco, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510283830314"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510283830314"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(83)83031-4",
        "prism:volume": "22",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Poisoning of pd catalysts by group V-A tertiary com. pounds: Effects of metal dispersion, poison nature and concentration",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "257-267",
        "prism:endingPage": "267",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 1983",
        "prism:doi": "10.1016/0304-5102(83)83031-4",
        "prism:startingPage": "257",
        "dc:identifier": "doi:10.1016/0304-5102(83)83031-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020885041"
      }
    }
  }
}