{
  "metadata": {
    "title": "Dioxygen electrocatalysis: mechanisms in relation to catalyst structure",
    "authors": "Ernest Yeager",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-11-30",
    "doi": "10.1016/0304-5102(86)87045-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286870456",
    "pii": "0304510286870456"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022151581",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286870456 0304-5102(86)87045-6 0304510286870456 10.1016/0304-5102(86)87045-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00429 2024-01-02T01:04:16.600218Z 0 0 19861101 19861130 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast ref alllist content subj ssids 0304-5102 03045102 38 38 1 2 1 2 Volume 38, Issues 1–2 2 5 25 5 25 198611 November 1986 1986-11-01 1986-11-30 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. DIOXYGENELECTROCATALYSISMECHANISMSINRELATIONCATALYSTSTRUCTURE YEAGER E TARASEVICH 1983 301 398 M COMPREHENSIVETREATISEELECTROCHEMISTRY KINETICSMECHANISMSELECTRODEPROCESSES YEAGER 1976 203 219 E WROBLOWA 1976 195 H BAGOTSKY 1969 1218 V BAGOTSKY 1972 84 V SAWYER 1977 499 D LU 1982 674 J SEN 1977 3379 R MORCOS 1970 963 I ZURILLA 1978 1103 R LU 1982 J KASTENING 1970 551 B DUBROVINA 1972 1503 N SAWYER 1982 1720 D HOSSAIN 1986 M PHDTHESIS GARTEN 1955 81 V GARTEN 1967 69 V ZHANG 1983 Z ZHANG 1983 Z DAVIES 1969 56 M CLOUSER 1982 S CLOUSER 1982 S PHDTHESIS CONWAY 1969 1665 B CONWAY 1969 1203 B CONWAY 1985 103 188 B MODERNASPECTSELECTROCHEMISTRY PARSONS 1969 35 R GHONEIM 1985 1160 M FIERRO 1985 C PHDTHESIS GRIFFITHS 1956 23 J PAULING 1964 182 L MCGINNITY 1969 6301 J JAHNKE 1974 3030 3319 H PROCSYMPOSIUMELECTROCATALYSIS TSEUNG 1970 473 A COLLMAN 1979 117 J COLLMAN 1980 6027 J LIU 1983 439 H SARANAGPANI 1983 S PHDTHESIS VONDERSCHMITT 1965 951 D VEPREKSISKA 1972 75 J ZAGAL 1986 1506 J NIKOLIC 1979 281 B KOTZ 1980 113 R SIMICGLAVASKI 1983 4545 B SIMICGLAVASKI 1983 338 B SIMICGLAVASKI 1985 5626 B SCHERSON 1983 932 D SCHERSON 1983 535 D SCHERSON 1983 1205 D YEAGERX1986X5 YEAGERX1986X5X25 YEAGERX1986X5XE YEAGERX1986X5X25XE item 0304-5102(86)87045-6 0304510286870456 1-s2.0-0304510286870456 10.1016/0304-5102(86)87045-6 272239 2024-01-02T01:04:16.600218Z 1986-11-01 1986-11-30 1-s2.0-0304510286870456-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870456/MAIN/application/pdf/e0f0ede47d7be374304d00e320cb799e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870456/MAIN/application/pdf/e0f0ede47d7be374304d00e320cb799e/main.pdf main.pdf pdf true 1398905 MAIN 21 1-s2.0-0304510286870456-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870456/PREVIEW/image/png/bb672fc8d3c0fed4953649cc2da4cff0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870456/PREVIEW/image/png/bb672fc8d3c0fed4953649cc2da4cff0/main_1.png main_1.png png 52810 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 38 (1986) 6-25 5 DIOXYGEN ELECTROCATALYSIS: MECHANISMS IN RELATION TO CATALYST STRUCTURE ERNEST YEAGER Case Center for Electrochemical Sciences and The Chemistry Department, Case Western Reserve University, Cleveland, OH 44106 (U.S.A.) The 1985 Berzelius Lecture Introduction 02 electrocatalysis is a particularly appropriate topic for the Berzelius lecture, in view of Berzelius' interest in both catalysis and the element oxy- gen. Despite extensive studies over the past century, the mechanistic aspects of the 0; electrode reactions are not well understood; these reactions are very irreversible in aqueous electrolytes, even at temperatures of 200 C with the best of catalysts, such as highly dispersed platinum. Oa electrocatalysis is of critical importance to a number of applied aspects of electrochemistry, including: 0-i reduction (cathodes) (1) fuel cells: HI-O; consuming cells phosphoric acid fuel cells solid polymer electrolyte fuel cells alkaline electrolyte fuel cells such as those used in the Apollo lunar and shuttle missions (2) metal-air batteries zinc-air cells iron-air cells aluminum-air cells (3) industrial electrolytic processes air cathodes as alternatives to H; generating cathodes to conserve electricity by reducing cell voltage (4) sealed storage batteries: 0^ consuming reaction in nickel-cadmium batteries nickel-zinc batteries lead acid batteries (5) metallic corrosion: complementary cathodic process to the anodic metal oxidation process; anodic protection ferrous alloy corrosion copper Anodic generation of O; (anodes) (1) industrial electrolytic processes water electrolysis metal deposition 0304-5102/86/$3.60 Eisevier Sequoia/Printed in The Netherlands (2) batteries: competiting reaction at positive electrodes; e.g., lead-acid batteries silver^zinc batteries With the exception of O; generation as a competing reaction in batteries and industrial electrolytic processes, it is desirable to have the 0; electrode reactions occur under as close to reversible conditions as possible to conserve energy. The pronounced irreversibility of the 0; electrode reactions leads to major voltage losses in aqueous fuel cells, and seriously restricts their appli- cations. Even with highly active catalysts such as platinum, the activation overpotential for 0^ reduction at current densities appropriate for fuel cell and metal-air battery applications is typically 0.3 to 0.45 V at tempera- tures < 200 C. Similar numerically large polarization is observed for 0^ generation using the more effective catalysts (e.g. defect transition metal oxides [1]). Because of the large difference in the voltages for O; generation and reduction, the surface conditions on any one electrocatalyst are quite different for these two processes and hence generally no one catalyst is opti- mum for both processes. C>2 reduction pathways The reduction of 0; in aqueous solutions appears to occur by two over- all pathways [1,2]: Direct 4-electron pathway Alkaline solutions: Oz + 2H20 + 4e~ > 40H~ ; Eo = 0.401 V vs. NHE (1) Acid solu tions: 02+4H++4e- -2H20; 0= 1.229 V (2) Peroxide pathway Alkaline solutions: 02+H20+2e- H02~+OH-; Eo= -0.065V (3) followed by either the further reduction reaction, H02~ + H20 + 2e~ > 30H-; Eo = +0.867 V (4) or the decomposition reaction, 2H02- > 20H- + 02 (5) Acid solutions: 02 + 2H-1- + 2e- > H202; Ey = 0.67 V (6) followed by either H202+2H++2e- > 2}i^0; Eo= 1.77 V (7) or 2H2U + O; (8) The potentials correspond to the standard reduction values vs. the nor- mal hydrogen electrode (NHE) at 25 C. Note that in alkaline solutions the sum of reactions (3 + 4) (or 3+^X5) is the equivalent of the overall 4-electron reaction (1). Likewise in acid electrolytes, the sum of reactions (6 + 7) (or 6 + % X 8) is equivalent to reaction (2). Th extent to which each of these pathways is involved at a particular electrode surface is usually established with the rotating ring-disk electrode technique [2-4], with the ring used to monitor peroxide produced on the disk electrode (see Fig. 1). The ring electrode is set at a potential corres- ponding to the diffusion-limiting value for peroxide oxidation, and therefore the ring current is a measure of the rate of peroxide generation on the disk electrode. The distinction between these two parallel pathways, 4-electron and peroxide, however, may be quite marginal. Superoxide [(02^)ads> (H02*)ads] ^d peroxide [(02H~)ads> (C^I^adsi adsorbed states may be involved in both pathways, but the adsorbed peroxide may be desorbed from one type of surface site (giving rise to solution-phase peroxide) but not from another type of surface site. The Superoxide radical may also be desorbed, yielding solution-phase 0^ or 02H', as discussed later. The 02 reduction proceeds virtually quantitatively through the peroxide pathway on a number of electrode surfaces, particularly in alkaline solutions (see Table 1). On a few surfaces, the reduction proceeds predominantly by the 4-electron pathway, with peroxide generation only a minor process (Table 1). The kinetics for the reaction 02 + H2U + ie H02~ + OH- (9) in alkaline solutions are generally much faster than for reaction (1) when the comparison is at the same overpotentials. Small amounts of adsorbed impuri- ties on the electrode surfaces suppress the rates of 02 reduction by both Fig. 1. Rotating disk-ring electrode system for use with Teflon-bonded active layer. TABLE 1 Electrode surfaces for 0^ reduction in aqueous solutions Class I. Reduction predominantly through H0^~ formation 1. Graphite, most carbons 2. Metals: gold, mercury, most oxide-covered metals (e.g., Ni, Co) 3. Oxides: most transition metal oxides (e.g. NiO, spinels) 4. Transition metal macrocycles: e.g. Co TsPc, Co TMPP Class II. Reduction by both 4e~ and peroxide pathways 1. Platinum, platinum alloys, platinum family metals 2. Other metals: silver, palladium 3. Oxides: pyrochlores (e.g. lead ruthenate) 4. Some transition metal macrocycles (e.g. dicobalt face-to-face porphyrins, dicobalt pyridyl planar complexes, Fe TsPc, Fe-TPyPz) Class III. Heterogeneous peroxide decomposition catalysts 1. Metals: silver, platinum 2. Oxides: spinels, perovskites, MnOa 3. Transition metal macrocycles pathways, but usually more for the direct 4-electron pathway, thus increas- ing the fraction of the 0^ reduced to peroxide rather than OH\" or tl^O. Oa reduction in porous carbon electrodes Most O; cathodes used m alkaline electrolytes involve high-area carbon supports together with other catalysts such as highly dispersed platinum or silver, or a transition metal oxide such as 7-Mn02. The exchange current densities for the O^-peroxide couple are quite high (for example, of the order of 10~4 A cm\"2 for 0; at 1 atm and a peroxide concentration of 10~4 M in 4 M KOH at 60 C). When account is taken of the carbon surface area in such electrodes, the operating current per unit true area is smaller than the exchange current density for the anticipated local concentrations of O; and HC>2~ within the porous carbon electrode. Consequently, the electrode potentials prevailing locally within such porous carbon electrodes in alkaline electrolytes are expected to approximate the Nemst equation for the 2- electron reduction of 0; to peroxide: ^_^[( HO,-)][(^)] (10) 2F [po,)] [(UH,O)] where the terms a, correspond to the activities of the subscripted species and po is the pressure equivalent to the 0^ solution concentration. On carbon surfaces free of transition metal impurities, the peroxide decomposition and reduction reactions are very slow. Consequently, a per- oxide decomposition or reduction catalyst is used within the porous carbon electrode to depress the peroxide activity to a low value, thus increasing the potential in the positive direction as predicted by eqn. (10). Experimentally it is difficult to depress the peroxide concentration much below 10~6 M when operating at substantial current densities (>100 mA cm\"2). Therefore, it is not surprising that 0; cathodes in alkaline solutions usually do not achieve potentials higher than 0.9 V us. NHE at 25 C at reasonable current densities. This is still ~0.3 V short of the thermodynamic value for the 4- electron 0^ reduction. In principle, if the peroxide elimination catalyst is sufficiently active, it would be possible to depress the HO;\" activity to the equilibrium value for reaction (5), and the electrode potential would approach the thermodynamic value for the overall 4-electron reduction, reaction (1). In practice, this is not feasible if the peroxide must be transported through the electrolyte to the peroxide elimination catalyst. The equilibrium peroxide concentration (10~15 M in 4 M KOH at 25 C) is too low for effective transport over even a few Angstroms at any reasonable overall current density. The only possible means by which such low values might be achieved in high-area carbon elec- trodes is to have some type of spillover effect, where the surface precursor to the solution-phase peroxide is transferred by surface migration to adjacent or near-adjacent surface catalyst sites. This requires an atomic or near-atomic level of dispersion of the peroxide elimination catalyst on the carbon sup- port. Such levels of dispersion are approached with Pt clusters on carbon, but so far there is little evidence for such a spillover mechanism. Rotating ring-disk electrode studies indicate that 0^ reduction on Pt and Pt alloys proceeds by parallel pathways; i.e., in alkaline electrolytes by both reactions (1) and (3) and in acid electrolytes by both reactions (2) and (6), with the 4-electron direct pathways (reactions (1), (2)) predominant when the surfaces are free of adsorbed impurities. Generally, the O; reduc- tion kinetics on Pt are faster in alkaline electrolytes such as concentrated KOH and NaOH than in the concentrated H3?04 used in the present acid fuel cells. With air cathodes containing very highly dispersed Pt at substantial loadings (e.g. 5 wt.% Pt of>100 m2 g~1 surface area) on a moderately high area carbon support, the 0^ reduction may occur predominantly by the 4- electron direct pathway in alkaline solutions, and virtually entirely by this pathway in acid electrolyte. In acid electrolytes, carbon is not an effective catalyst for 0^ reduction by either pathway. The generation of Superoxide (0^) Sawyer and Seo [5] have proposed that the one-electron reduction of 0; to 0^ is reversible and independent of electrode surface. This implies that Us reduction to peroxide proceeds through a one-electron transfer of the outer sphere type to an 0^ molecule in the outer Helmholtz plane; i.e. in alkaline solution: Oz+e- >0^ (11) 10 where JB = +0.286 V us. NHE [6] at 20 C. This reaction would then be fol- lowed by a dismutation reaction: 20^ + HzO ?=^ 02 + HOa- + OH- (12) (pK = 7.51 at 20 C [6]) or further reduction: 202T + HOH + e- > OHa- + OH- (13) Sen et al. [7] have offered as evidence against such an outer sphere mecha- nism the dependence of the overall first-order constant for O; reduction to peroxide on the particular electrode surface. The rate constants in alkaline solutions, however, vary over only about three orders of magnitude on dif- ferent electrode surfaces, in contrast to the much larger range involved with such electrocatalytic processes as H^ oxidation. As a further argument. Sen et al. point out that 0^ reduction to peroxide on such surfaces as ordinary graphite [8] and gold [9] yields a Tafel slope of ~-0.12 V (decade) ~1, which implies that the first electron transfer (reaction (11)) is the rate- determining step and hence not reversible. A further point is that two elec- trons are realized per Oy. molecule diffusing through the Nemst diffusion layer on the basis of rotating disk electrode experiments. The kinetics of reaction (12), however, are far too slow in concentrated NaOH or KOH solu- tions for the homogeneous dismutation reaction to proceed to completion in the Nemst layer. (The second order rate constant for reaction (12) has been recently evaluated in 2 M NaOH, and found to be 14 M-1 s-1 at 20 C [10].) It seems unlikely that all 0^ produced in the outer Helmholtz plane would be quantitatively reduced or decomposed without substantial loss of 0^ into bulk solution. Kinetic studies of the Oa-HO;\" couple on gold [9] and graphite [8] indicate a stoichiometric number v =2, which is compatible with reaction (11) followed by reaction (12) as surface reactions in the inner Helmholtz plane. In an aprotic solvent such as acetonitrile, O; is reduced to 0^ on such electrode surfaces as gold and carbon in the absence of Lewis or Bronsted acids [13, 14]; i.e., with a tetraalkylammonium salt as the electrolyte. The reduction reaction appears to proceed by an outer Helmholtz plane electron transfer in aprotic systems. In the presence of protons, the reaction becomes more complex and appears to involve adsorbed species, with the product being hydrogen peroxide. Various workers have reported the reduction of 0^ to produce some 0^ in aqueous alkaline solution [10 -12]. When the electrode surface of mercury is covered with a surfactant layer, the reduction to 0^ rather than reduction to peroxide appears to be favored [12]; This may reflect the sta- bilization of the 0-^ by interaction with the surfactant or the hindrance of the free access of water to the surfactant-covered surface. An interesting surface on which to check for the outer Helmholtz plane reaction is the basal plane of graphite. Since all the valency forces are satis- fied in the plane of this surface, the reduction of Oa to E0^~ should be very inhibited on this surface if the reaction proceeds through a catalytic route 11 involving adsorption sites. This has been confirmed [8] on the basal plane of highly ordered pyrolytic graphite (HOPG), a material which approximates the behavior of single crystal graphite. The rate of 0; reduction to peroxide on this surface in alkaline solution is suppressed by typically two orders of magnitude compared to that on ordinary pyrolytic graphite. This surface is far from perfect, and it is likely that 0; reduction via adsorbed states can still proceed on the surface defects, but at a much reduced rate per unit area. The outer sphere electron reaction of O; to 0^~, however, should proceed on the basal plane relatively unimpeded. With the catalytic activity greatly sup- pressed, the concentration of the HO;\" produced by the catalytic reduction of 0; becomes sufficiently low that very little 0^ will be produced by the reverse of the homogeneous reaction (12), even if this reaction reaches equi- librium. In a recent experiment in our laboratory [10], a flow-type thin-layer cell was used to reduce 0^, with the 0; supplied to a highly ordered pyro- lytic solution flowing through the cell. A Nation cation exchange fluoro- polymer membrane was located parallel to the graphite surface at a distance of 0.3 mm. The Superoxide was monitored in the effluent from the cell by chilling samples to liquid N3 temperature and then examining the samples in a Varian E-3 electron spin resonance spectrometer. The measurements with this system indicated that the 0^ radical ion is produced in significant amounts (10~5 - lO\"4 M) in 2 M NaOH by direct reduction of O; on the basal plane of graphite. This reaction proceeds at a negligible rate, however, at the operating potentials of air 0; cathode in alkaline electrolytes. Thus it appears that 02 reduction to Superoxide (reaction (11)) can proceed by an outer Helmholtz plane electron transfer, but too slowly to be of practical signifi- cance. For O; reduction on most surfaces, the reaction proceeds at a signifi- cant rate only when a strong interaction with the electrode surface is involved. O; reduction on ordinary graphite and carbon The current densities for the reduction of 0^ to HO;\" are far lower on the basal plane of well-ordered graphite than on ordinary pyrolytic graphite or glassy carbon. This implies that the 0; reduction on carbon/graphite ordinarily involves a strong interaction of 0; with functional groups on the surface. Garten and Weiss [15,16] proposed that surface quinone groups are involved in the 0; reduction to peroxide, as shown in Fig. 2. To gain evidence for such involvment of quinone groups, Zhang et al. [17] and Hossain [14] have adsorptively attached various quinones to the basal plane of highly ordered pyrolytic graphite. The quinones were pre-adsorbed on a rotating disk electrode in a saturated aqueous quinone solution and then rinsed in pure water. Figure 3 indicates the 0; reduction polarization curve obtained by the rotating disk method for pre-adsorbed 1,4-naphthoquinone in 1.0 M NaOH. Similar results have been obtained with the pre-adsorbed anthraqui- none-2-S03-. The O; polarization curves correlate with the first peak in the 12 +H05+OH\" -0,2 -0.4 -0.6 0 POTENTIAL, V vs. H6/HGO-OH\" Fig. 2. Garten and Weiss mechanism for O^ reduction on carbon surfaces [16]. Fig. 3. Plot of disk current us. potential for 0^ reduction on basal plane of stress-annealed graphite, pre-adsorbed with 1,4-naphthoquinone, in O^-saturated 1.0 M NaOH at 22 C; sweep rate: 20 mV s\"1; electrode area: 0.48 cm2; ( ) fresh surface. voltammetry curve, corresponding to the formation of the semiquinone. The hysteresis m Fig. 3 is probably caused by some desorption or irreversible change m the adsorbed layer at more cathodic potentials. Similar catalytic activity for 02 reduction has been obtained with anthraquinones chemically attached to pyrolytic graphite through imide groups[14]. Mechanistic differences appear to exist between 0^ reduction on ordi- nary pyrolytic graphite surfaces and glassy carbon. On the former [8], the Tafel slope has been reported to be 0.12 V (decade)\"1 at 25 C in alkaline electrolytes, with a stoichiometric number of 2 for the overall two-electron reduction of 0^ to HO;\", while for the glassy carbon, Zhang et al. [18] have found the Tafel slope to be 0.060 V (decade)\"1, and the stoichiometric number to be 1 for reaction (3). For both surfaces, the 0^ reduction is first order in 02. For graphite, Morcos and Yeager [8] proposed the mechanism: 02 > 02(ads) 02(ads) + e~ > 02\"'(ads) (14) (15) 202T(ads) + HOH > 0^ + HO^ + OH- (16) with reaction (15) rate-determining in the Tafel linear region, and reaction 13 (16) involving several steps. Earlier ^O experiments demonstrated that the O; is transferred into the HO 2\" species as a unit without bond rupture [19]. For glassy carbon, Zhang et al. [18] have proposed reaction (14) to be fol- lowed by: C>2(ads) + e- > [(^(ads)]- (17) [02(ads)]- > 02(ads)- (18) 02(ads)~ + HOH > HC 2(ads) + OH\" (19) H02(ads) + e- > H02~(ads) (20) H02-(ads) ^H02- (21) where [02(ads)]~ and 02(ads)~ are two different forms of the Superoxide on the surface. This mechanism is consistent with the experimental data if reac- tion (19) is rate-controlling for the reduction reaction. The same mechanism will explain the peroxide oxidation kinetic data on glassy carbon if the reverse of reaction (20) becomes rate-determining on the glassy surface at more positive potentials. While these mechanisms appear reasonable, they are far from proved. The surface dismutation reaction proposed for graphite (reaction (16)) is dif- ficult to understand. More insight as to the functional groups prevailing on carbon and graphite in the electrochemical environment at different poten- tials would be helpful. Various in situ spectroscopic methods should be able to yield such information in the near future. 02 reduction on platinum For platinum, the rotating ring-disk electrode (RRDE) measurements provide evidence that 02 reduction on this metal proceeds principally through the 4-electron pathway in both acid and alkaline aqueous electrolytes in the absence of adsorbed impurities. A typical Tafel-type plot obtained on a rotating disk electrode with correction for mass transport is shown in Fig. 4 for concentrated phosphoric acid. [The term JD corresponds to the diffusion limiting current and I to the observed current.] This electrolyte is of special interest because of its use in advanced fuel cell power plants. At potentials more negative than 0.80 V vs. a reversible H2 (1 atm) electrode in the same electrolyte, the Tafel slope approaches a value of 0.12 V (decade)\"1, while at more positive potentials the slope shifts to a lower value. At these more positive potentials, the voltammetry curves in this electrolyte indicate the presence of an anodic film, probably consisting of adsorbed OH, inhibiting 02 reduction. The potential dependence of the anodic film coverage, coupled with the intrinsic potential dependence of the energy barrier for the charge transfer step, apparently results in the lower Tafel slope. At more negative potentials, the anodic film is no longer involved to any significant extent and the Tafel slope of 0.120 V (decade)\"1 corresponds to an apparent transfer coefficient of Vs at 25 C. 14 1,2 1.0 0,6 -122 MV/DEC. -1 -2 0 log [I/(I -D] Fig. 4. Os reduction on Pt disk in purified 85.5% iiyPO^ at 101 C. Scan rate (anodic): 5 mV s~1; rotation rate: 1600 rpm; Oy, pressure: 17.5 atm. [Dynamic hydrogen electrode (DHE) is -50 mV vs. Ha (1 atm) |H+(85.5% HsPCX )]. To check into the significance of the Tafel slope at potentials more cathodic than 0.80 V, the temperature dependence of this Tafel slope has been examined over the range 25 to 250 C m concentrated H3P04 using a rotating disk electrode assembly in a pressurized vessel [20, 21]. Over this temperature range, the Tafel slope B has an essentially constant value. The apparent transfer coefficient a has been evaluated from the slope (i.e. B = 2.30 RT/ocF) and is approximately proportional to the absolute tempera- ture over this 225 C range (see Fig. 5); i.e., 01= a + bT where a = +0.08 and b = +0.0012 K~1. (22) 1.0 0.8 0.6 S a 0.1 0.2 .0 .0 100 300 TEMPERATURE (K) 500 Fig. 5. Apparent transfer coefficient vs. temperature for O^ reduction in 85% H3P04; (o, +): separate experiments. 15 Such anomalous temperature dependence of the Tafel slope and appar- ent transfer coefficient is not unique to the 0^ reduction reaction. Conway et al. [22, 23] have examined the temperature dependence of the Tafel slope for hydrogen overpotential and found major deviations from a simple pro- portionality to T, and hence highly temperature-dependent values for a. A similar situation has been reported for the discharge of bromide in acetoni- trile [23]. In fact, it is questionable whether the Tafel slope has the expected proportionality to T for most electrode processes involving adsorbed species. Such anomalous temperature dependence of the Tafel slope seriously com- plicates the evaluation of the heats of activation. The observation that the apparent transfer coefficient a is approxi- mately proportional to the absolute temperature implies that the electrode potential influences the rate of the reaction principally through the entropy of activation. Some of the factors which may contribute to the potential dependence of the entropy of activation include the following, as suggested by Conway etal. [24]: (1) tunneling in reaction coordinate space; (2) dependence of the structure of the compact double layer (particularly solvent structure and thickness) on temperature and potential; and (3) cross-interaction of adsorbed species (anions) at the electrode surface with the adsorbed transition state complex (second virial coefficient of the Temkin adsorption isotherms [25]). Tunneling in reaction coordinate space seems unlikely, taking into account the masses of the reacting species and intermediates. The other possibilities seem more likely. Even so, the temperature dependence of a, until well explained, undermines the interpretation of the kinetic data not only for 0^ reduction but also for the much better characterized hydrogen electrode reactions. The 0; reduction kinetics on platinum have been compared in deuter- ated phosphoric acid by Ghoneim etal. [26] to establish the role of the pro- ton in this reaction. After correction for the thermodynamic difference of the standard electrode potentials for the 4-electron Oa reduction reaction in 85% D3P04/D2U and 85% iiyPO^/ii^O, the current densities at the same over- potentials were approximately the same, with the same Tafel slopes in the potential region where the Pt is free of anodic film. This provides evidence that the proton is not involved in the rate-determining step for 0; reduction on platinum in concentrated phosphoric acid at potentials where the surface is free of anodic film. Presently, much uncertainty exists relative to the mechanism for the 4- electron Os-reduction pathway on platinum. In the opinion of this author, the most likely mechanism is the dissociative adsorption of the 0^ molecule on the platinum surface. This probably occurs with simultaneous electron transfer if one is guided in the traditional manner by the observed Tafel slope of 0.12 V (decade)\"1 at 25 C, but such reasoning is now open to question. Evidence in favor of the dissociative adsorption step as rate controlling also includes the lack of a significant hydrogen-deuterium kinetic isotope effect 16 and the marked suppression of the 4-electron reduction pathway by other adsorbed species such as chloride in acid electrolytes [21]. 02 reduction on transition metal catalyst systems With electrode surfaces such a platinum and carbon, the models for the interaction of 0^ with the surface are mostly conjecture. The attachment of transition metal complexes to electrode surfaces, however, provides an oppor- tunity to take advantage of information from the inorganic chemistry litera- ture as to what types of 0^ interactions are to be expected. The various types of interactions are shown in Fig. 6 in terms of the molecular orbitais [27]. Each of these types of interactions has been observed in some com- plexes. The possible pathways which can follow from these interactions are given in Fig. 7 [2]. Both the lateral Griffiths and bridge-type interactions should be conducive to the dissociation of O; and hence the direct 4-electron reduction. The Griffiths model [28] involves a lateral interaction of the TT orbitais of the 0; with d^ orbitais of a transition element, ion or metal atom, with back-bonding from at least partially filled dxz or dy, orbitais of the transition element to the TT* orbitais of the 0^. The formation of a strong Q-P Me SIDE-ON ,0 0 Me END-ON CIS TRANS Fig. 6. Various types of interactions of O; with transition metal species. 17 z + 0, A. < 0 ^ \\-/ M Griffiths model (28) 0 120' B. Paulin' model >9 (29) M C. Bridge model \\ OH 2H H^2 4e\" z i- N) -r \" + 2H20 4H- Pathway I M^1- ^HT s- Pathway II M^-OH M^-OH . . H1 +H,0, (IIA) 2e^ 4. M^-O.^ 2H '^M2 + 2H 0 (IIB) 4H- 4e' 4H+ H1 M1 Pathway III Fig. 7. Reaction pathways for O^ electroreduction in acid electrolytes (Yeager [2]). metal-to-oxygen interaction results in a weakening of the 0 0 bond and an increment in the length of this bond [30]. Sufficiently strong interaction of this type may lead to the dissociative adsorption of O;, with probably simul- taneous proton addition and valency change of the transition element in the manner represented by Pathway I m Fig. 7, followed by reduction of the M(OH)2 to regenerate the catalyst site. Jahnke et al. [31] have attempted to explain oxygen reduction with square pyramidal Co(II), Fe(II) and Fe(III) complexes as well as on the thiospinels on the basis of such v bonding. Tseung et al. [32] have proposed that O; reduction on Li-doped NiO changes from a non-dissociative to dissociative mechanism above the Neel temper- ature. An illustration of the bridged interaction is the face-to-face porphyrins (Fig. 8) prepared and studied as 0^ electroreduction catalysts by Collman N-H H-N Fig. 8. Face-to-face Co Co 4-porphyrin 18 et al. [33, 34]. When the Co Co distance is such (~4 A) as to permit forma- tion of an 0 0 bridge between the Co Co centers, the face-to-face por- phyrin on a graphite substrate catalyzes the 4-electron reduction in acid electrolytes, while with distances significantly less or greater, only the per- oxide pathway is catalyzed. Collman et al. [34] have proposed that the for- mation of this bridge favors the rupture of the 0 0 bond. Liu et al. [35] have prepared pillared cobalt cofacial diporphyrins which behave similarly as Oa reduction catalysts. Recently, Liu et al. [35] have proposed that the 4- electron reduction is favored by the cis configuration rather than the frans configuration, since the catalytic activity for the staggered Co Co-4 com- plex is much less for the 4-electron process. Co A 0 ^0 CIS trans Another interesting development is the observation that the planar bi-cobalt complex shown m Fig. 9 also catalyzes the 4-electron reduction of Oa in alkaline solutions when adsorptively attached to graphite [36]. This bi- cobalt complex should favor the cis dioxygen bridge. Some water-soluble transition metal macrocycles, such as the tetra- sulfonated phthalocyanines, have been proposed to form 0 0 bridged dimeric complexes spontaneously in aqueous electrolytes [37, 38]. This has prompted the examination of the various transition metal tetrasulfonated Fig. 9. Dimetal complex (CoaTAPH)^ (N03)4. (TAPH 6,7,8,9,12,19,20,21,22,26-deca- hydro-8,8,10,21,21,23-hexamethyl-5,26:13,18-bis(azo)dibenz[l,2,6,7,12,13,17,l8]oxa- azacyclodocosine ). 19 phthalocyanines (TsPc) (Fig. 10) adsorptively attached to graphite disks. Fe TsPc at pH higher than 4 was found to catalyze the Oa reduction via the 4-electron direct pathway, with no peroxide detectable except at very high polarization [39]. In contrast, adsorbed Co TsPc catalyzes the reduction of 0; to the peroxide [39]. The difference in the mechanisms on the Fe TsPc and Co TsPc is attributed to the difference in redox potentials. The catalytic activities of the pre-adsorbed Fe TsPc and Co TsPc persist in alkaline solu- tion for up to 20 h even when the solution contained none of these species. The adsorbed iron tetrapyridino porphyrazine (Fe TPyPz) (Fig. 11) has also been found to catalyze the 4-electron reduction of Or Efforts to incorporate these species into gas-fed high surface area carbon electrodes so far have not been successful in achieving high perfor- mance over significant time. One complication may be that the excess Fe or Co TsPc in the electrode adsorbs on the Teflon surfaces and causes flood- ing of the gas channels. An interesting fundamental question is how such macrocycles are adsorbed on the electrode surface and, particularly, whether they are adsorbed as a dimeric JU-OXO and/or dioxygen-bridged complex (Fig. 12). The interaction of adsorbed Co TsPc and Fe TsPc with the substrate electrode surface (graphite, Pt and Au) has been studied using visible reflectance spec- troscopy [40]. The reflectance spectra of the adsorbed Fe TsPc and Co TsPc monolayers are very similar to the corresponding solution phase species, and undergo changes at constant potential with the introduction of 0^ into the electrolyte (Fig. 13). This may be caused by the formation of an 0^ adduct with the adsorbed species. The Raman spectra of the Co and Fe TsPc have also been obtained with these complexes adsorbed on silver [41, 44]. Very strong Raman signals are obtained because of the surface-enhanced Raman scattering (SERS) on Fig. 10. Transition metal tetrasulfonated phthalocyanine (M TsPc). Fig. 11. Irontetra-2,3-pyridinoporphyrazine (Fe TPyPz). 20 so; '0^ ,s/< :^so: ^ \\^B'o,s ^'o,s ri'''Jy^'rT/'SO,so; y^</. \\ \\S0'3 I\\^so-, ^ 0,3 0,S -0, A \\iM-^ A SO;-o,s\\.so, -03 s so,/1 \\.\\p - /^ \"< i-^so; 'so; 0^5.ft-.'^ g-1 H-^ o,s D Oi 1^ so;^UIEY}0-/yso-, s^s /i\\! M\"^ \\so; ^^/0 i -(/ ^so; $s 'o,s o^ - ^'-\"c^ 03^ o < ;\"0,Sj^^^s^ '\"so; F so, so, Fig. 12. Possible configurations for M TsPc adsorbed on an electrode surface. \\HH Fig. 13. Reflectance spectra of Fe(III) TsPc adsorbed on the basal plane of stress- annealed pyrolytic graphite electrode at 0.90 V (A) and on Pt at 0.70 V (B) with Ar and O^ saturated solutions. Perpendicular polarization. 21 5CO 1500cm'' 500 1500 cm'' 500 1500cm\" Fig. 14. Raman spectra of adsorbed Ha , Fe , and Co TsPc on silver in 0.05 M H2SU4 (helium-saturated). Laser radiation: 514.6 nm; polarization parallel to plane of incidence; depolarized spectra; spectral scan time: 10 min per spectrum. silver after anodic activation of the surface, as well as the resonant or pre- resonant Raman enhancement with these species. The Raman spectra of the adsorbed species resemble those of the solution phase species [43]. The intensity of the Raman peaks is Strongly potential-dependent (Fig. 14), although the frequency shifts with potential are quite small, Vibrational modes involving in-plane and out-of-plane deformations are observed, although no modes involving axial ligands are evident. The interpretation of these spectra and their potential dependence is complicated by uncertainties concerning the SERS mechanism(s) as well as the ill-defined state of the silver electrode surface after the potential cycling involved in the activation of the electrode surface usually required to achieve large SERS signals. Recently, the Raman spectra have been examined with the TsPc adsorbed on single crystal silver (111) and (100) surfaces without any activa- tion or anodic treatment of the electrode [45]. On the basis of polarization- depolarization Raman measurements, the adsorbed species appear to involve a perpendicular orientation such as A in Fig. 12 and possible D or F in the presence of 0; with Fe TsPc. Aggregates higher than the dimer may also be involved. A promising approach to the study of the adsorbed Fe and Co macro- cycles is Mossbauer spectroscopy. An effort is in progress at CWRU involving Professor D. Scherson to examine the Mossbauer spectrum of Fe TsPc adsorbed on high-area carbon using techniques described previously [46, 47]. In-situ EXAFS studies of the adsorbed complexes should also provide infor- mation of much help in understanding the structure of the adsorbed layer. Quite interesting results have been obtained for Fe and Co phthalo- cyanines (Pc) and tetramethoxyphenyl porphyrins (TMPP) adsorbed on high- area carbon on porous electrodes of the gas diffusion type using both ex-situ and in-situ (in electrolytes) Mossbauer techniques. The results of these studies are summarized elsewhere [46 - 48]. 22 Heat-treated macrocycle catalysts on carbon Transition metal macrocycles, as thin layers or adsorptively attached to carbon and other electrode substrates, generally lack long-term stability in concentrated acid and alkaline solutions. Various research groups both in the United States and abroad have found that thermal treatment of transition metal macrocyclics adsorbed on high-area carbon at temperatures in the range 450 - 900 C results in materials with high catalytic activity for 0; reduction in alkaline solution, and at the same time greatly improves sta- bility [49-57]. This thermal treatment is usually performed in an inert atmosphere such as N3. Even at 450 C, a substantial degradation of the macrocycle appears to occur in most instances with these species as mono- layers or aggregates on high-area carbon surfaces. In applications for 0^ cathodes in alkaline electrolytes such as the aluminum-air cell, the pyro- lyzed cobalt tetramethoxyphenyl porphyrin (Co TMPP) (Fig. 15) produced at CWRU on a high-area carbon support (such as RB carbon of Calgon Corp.) out-performs highly dispersed Pt catalysts, both in terms of low polarization and even life. A typical polarization curve for a gas-fed O; cathode with the heat-treated Co TMPP is shown in Fig. 16 in alkaline solution. In acid electrolytes such as 85% phosphoric acid at 100 C, catalytic activity approaching that of high-area platinum is obtained with heat-treated macrocycles such as the JU-OXO iron(III) meso-tetra-p-methoxyphenyl por- phyrin [(Fe TMPP)20] pyrolyzed at 850 C. Long-term stability is a prob- lem. OCH3 Fig. 15. Cobalt-ms-tetra-p-methoxyphenyl porphyrin (Co TMPP). 23 CURRENT DENSITY rnA/cmi Fig. 16. Polarization curves obtained with CWRU nickel screen-type gas-fed O; test cathode using cobalt tetramethoxyphenyl porphyrin catalyzed RB carbon with 30% Tef- lon. Co TMPP loading: 15% by weight of active layer; electrolyte: 9 M NaOH; temp: 85 C; total pressure: 1 atm. The effect of heat treatment on the structure of the macrocycles has been the subject of much investigation in the author's laboratory as well as elsewhere. The structure is very substantially degraded, but the nitrogen of the pyrrole groups in the porphyrin and similar macrocycles is retained. The transition metal is needed to achieve high catalytic activity. The macrocycle need not contain the transition metal at the time of the pyrolysis, however, but it can be added subsequently from the solution phase or be present ini- tially in the carbon support as an impurity, as is frequently the situation with commercial activated carbons. Various research results indicate that the principal function of the pyrolyzed macrocycles on carbon substrates is to provide nitrogen coordination sites including N4 which act as bonding sites for transition metals such as Fe and Co. These ionic species then serve as the catalytic sites for the 0; interactions leading to the 0; reduction, through either the peroxide pathway or direct 4-electron multistep pathway. The gradual loss of activity in long-term operation is attributed to the loss of the transition metal from the pyrolyzed macrocycle surface. This model of the pyrolyzed macrocycle catalysts suggests that other nitrogen-containing high-area surfaces may also be suitable substrates for the adsorption of these transition metal ions. The author's research group has found other pyrolyzed nitrogen-containing materials, such as pyrrole black (polypyrrole) [58] and polyacrylonitrile (PAN), together with cobalt, to have high catalytic activity and to behave rather similarly to the pyrolyzed transition metal macrocycles. An advantage of these alternative pyrolyzed catalysts is their lower cost than the macrocycles. Low-cost macrocycles such as those derived from blood, however, have also been found to be quite active as O; reduction electrocatalysts. New approaches are also suggested by the realization that the decrease of catalytic activity in long-term use is principally caused by the loss of the adsorbed transition metal from the electrode surface. It may be possible to identify substrates with coordination sites for transition metals which have greater stability in acid and/or alkaline electrolytes. The use of polymer elec- 24 trolytes within the wetted portion of the microstructure of the gas-fed por- ous electrodes may also greatly slow down the loss of the transition metal from the electrode surface. Further, it may be possible in some applications to maintain an appreciable concentration of the transition metal in the elec- trolyte phase, thus preventing its loss from the surface. The possibility also exists of restoring catalytic activity by adding the transition metal ions to the electrolyte and re-adsorbing these ions on the electrode surface. Acknowledgements The author is pleased to acknowledge the important contribution made by his graduate and postdoctoral students and willingness to do some of the research described in this paper. He takes particular note of the recent con- tributions of E. 0'Sullivan, S. Gupta, D. Scherson, B. Simic-Glavaski, M. S. Hossain, D. Tryk, Z. Zhang, J. T. Lu, A. Tanaka, S. Clouser, W. Aldred and M. Enayetullah. Much of the research described in this lecture and done in the author's laboratory has been supported by the U.S. Department of Energy, the U.S. Office of Naval Research and the Electric Power Research Institute. References 1 M. Tarasevich, A. Sadkowski and E. Yeager, in B. Conway, J. Bockris, E. Yeager, S. Khan and R. White (eds.). Comprehensive Treatise of Electrochemistry, Vol. 7: Kine- tics and Mechanisms of Electrode Processes, Plenum Press, New York, 1983, Chapt. 6 pp.301-398. 2 E. Yeager, in Electrocatalysis on Non-Metallic Surfaces, NBS Special Publication 465, 1976.pp.203 -219. 3 H. S. Wroblowa, Y. C. Pan and G. Razumney, J. Electroanal. Chem., 69 (1976) 196. 4 V. S. Bagotsky, M. R. Tarasevich and V. Yu. Felinovskii, Elektrokhim.. 5 (1969) 1218;i'&td,8(1972)84. 6 D. Sawyer and E. Seo, Inorg. Chem., 16 (1977) 499. 6 J. T. Lu, D. Tryk and E. Yeager, National Meeting, The Electrochemical Society, Montreal, May 1982, Extended Abstracts, 82-1, p. 674. 7 R. K. Sen, J. Zagal and E. Yeager, Inorg. Chem., 16 (1977) 3379. 8 I. Morcos and E. Yeager, Electrochim. Acta, IS (1970) 963. 9 R. Zurilla, R. Sen and E. Yeager, J. Electrochem. Soc., 125 (1978) 1103. 10 J. T. Lu, D. Tryk and E. Yeager, National Meeting, The Electrochemical Society, Detroit, October 1982, Extended Abstracts 82-2, Abst. 323. 11 B. Kastening and G. Kazemifard, Ber. Bunsenges. Physik. Chem., 74 (1970) 661. 12 N. Dubrovina and L. Nekrasoz, Elektrokhim., 8 (1972) 1603. 13 D. E. Sawyer, G. Chiericato, C. T. Angelis, E. J. Nanni and T. Tsuchlya, Anal. Chem., 64 (1982)1720. 14 M. S. Hossain, Ph.D. Thesis, Chemistry Department, Case Western Reserve University, Cleveland, Ohio,. 1986. 16 V. A. Garten and P. E. Weiss, Austr. J. Chem., 8 (1966) 81. 16 V. A. Garten and P. E. Weiss, Rev. Pure Appl. Chem., 7 (1967) 69. 17 Z. W. Zhang, D. Tryk and E. Yeager, National Meeting, The Electrochemical Society, Washington, October, 1983, Extended Abstracts 83-2, Abst. 396 (to be submitted for publication). 26 18 Z. W. Zhang, D. Tryk and E. Yeager, The Electrochemical Society, National Meeting, Washington, October, 1983, Extended Abstracts 83-2, Abst. 394. 19 M. Davies, M. Clark, E. Yeager and F. Hovorka, J. Electrochem. Soc., 106 (1969) 66. 20 S. J. Clouser, J. C. Huang and E. Yeager, National Meeting, The Electrochemical Soci- ety, Montreal, May, 1982, Extended Abstracts 82-2, Abst. 348. 21 S. J. Clouser, Ph.D. Thesis, Chemistry Department, Case Western Reserve University, Cleveland, 1982. 22 B. E. Conway and D. J. MacKinnon, J. Electrochem. Soc., 116 (1969) 1666. 23 B. E. Conway, D. J. MacKinnon and B. V. Teick, Trans. Faraday Soc., 73 (1969) 1203. 24 B. E. Conway, in B. E. Conway, R. White and J. Bockris (eds.), Modern Aspects of Electrochemistry, No. 16, Plenum Press, New York, 1986, Chapt. 2, pp. 103 -188. 26 R. Parsons, J. Electroanal. Chem., 21 (1969) 36. 26 M. Ghoneim, S. Clouser and E. Yeager, J. Electrochem. Soc., 132 (1986) 1160. 27 C. Fierro, Ph.D. Thesis, The Chemistry Department, Case Western Reserve University, Cleveland, 1986. 28 J. S. Griffiths, Proc. Roy. Soc. (A) 235 (1966) 23. 29 L. Pauling, Nature, 203 (1964) 182. 30 J. McGinnity, N. Payne and J. Ibers, J. Am. Chem. Soc., 91 (1969) 6301. 31 H. F. Jahnke, H. Schonborn and R. Zimmerman, in M. Breiter (ed.), Proc. Sym- posium on Electrocatalysis, The Electrochemical Society, Pennington, NJ, 1974, pp. 3030-319. 32 A. Tseung, B. Hobbs and A. Tantram, Electrochim. Acta, 15 (1970) 473. 33 J. P. Collman, M. Marrocco, P. Denisovich, C. Koval and F. Anson, J. Electroanal. Chem., 101(1979)117. 34 J. P. Collman, P. Denisovich, Y. Konai, M. Marrocco, C. Koval and F. Anson, J. Am. Chem. Soc., 103 (1980) 6027. 36 H. Y. Liu, M. Weaver, C. Wang and C. Chang, J. Electroanal. Chem., 145 (1983) 439. 36 S. Saranagpani, Ph.D. Thesis, Chemistry Department, Case Western Reserve University, Cleveland, 1983. 37 D. Vonderschmitt, K. Bernauer and S. Fallat, Helv. Chim. Acta, 48 (1966) 961. 38 J. Veprek-Siska, E. Schertnerova and D. M. Wagnerova, Chimia, 26 (1972) 76. 39 J. Zagal, P. Bindra and E. Yeager, J. Electrochem. Soc., 127 (1986) 1606. 40 B. Nikolic, R. Adzic and E. Yeager, J. Electroanal. Chem., 103 (1979) 281. 41 R. Kotz and E. Yeager, J. Electroanal. Chem., 113 (1980) 113. 42 B. Sunic-Glavaski, S. Zecevic and E. Yeager, J. Phys. Chem., 87 (1983) 4646. 43 B. Simic-Glavaski, S. Zecevic and E. Yeager, J. Roman Spectrosc., 14 (1983) 338. 44 B. Simic-Glavaski, S. Zecevic and E. Yeager, J. Am. Chem., Soc., 107 (1986) 6626. 46 B. Simic-Glavaski, S. Zecevic and E. Yeager, unpublished results. 46 D. A. Scherson, S. Yao, E. Yeager, J. Eldridge, M. Kordesch and R. Hoffman, J. Phys. Chem., 87(1983)932. 47 D. A. Scherson, S. Yao, E. Yeager, J. Eldridge, M. Kordesch and R. Hoffman, J. Elec- troanal. Chem., 150 (1983) 636. 48 D. A. Scherson, S. L. Gupta, C. Fierro, E. Yeager, M. Kordesch, J. Eldridge and R. Hoffman, Electrochim. Acta, 28 (1983) 1206. X244 86870456 0304-5102(86)87045-6 10.1016/0304-5102(86)87045-6 Dioxygen electrocatalysis: mechanisms in relation to catalyst structure Ernest Yeager Case Center for Electrochemical Sciences and The Chemistry Department, Case Western Reserve University, Cleveland, OH 44106 U.S.A. References 1 M. Tarasevich A. Sadkowski E. Yeager Kinetics and Mechanisms of Electrode Processes B. Conway J. Bockris E. Yeager S. Khan R. White Comprehensive Treatise of Electrochemistry 7 1983 Plenum Press New York 301 398 Chapt. 6 2 E. Yeager Electrocatalysis on Non-Metallic Surfaces NBS Special Publication 465 1976 203 219 3 H.S. Wroblowa Y.C. Pan G. Razumney J. Electroanal. Chem. 69 1976 195 4 a V.S. Bagotsky M.R. Tarasevich V.Yu. Felinovskii Elektrokhim. 5 1969 1218 b V.S. Bagotsky M.R. Tarasevich V.Yu. Felinovskii Elektrokhim. 8 1972 84 5 D. Sawyer E. Seo Inorg. Chem. 16 1977 499 6 J.T. Lu D. Tryk E. Yeager National Meeting, The Electrochemical Society, Montreal Extended Abstracts, 82-1 1982 674 7 R.K. Sen J. Zagal E. Yeager Inorg. Chem. 16 1977 3379 8 I. Morcos E. Yeager Electrochim. Acta 15 1970 963 9 R. Zurilla R. Sen E. Yeager J. Electrochem. Soc. 125 1978 1103 10 J.T. Lu D. Tryk E. Yeager National Meeting, The Electrochemical Society, Detroit Extended Abstracts 82-2 1982 Abst. 323. 11 B. Kastening G. Kazemifard Ber. Bunsenges. Physik. Chem. 74 1970 551 12 N. Dubrovina L. Nekrasoz Elektrokhim. 8 1972 1503 13 D.E. Sawyer G. Chiericato C.T. Angelis E.J. Nanni T. Tsuchlya Anal. Chem. 64 1982 1720 14 M.S. Hossain Ph.D. Thesis 1986 Chemistry Department, Case Western Reserve University Cleveland, Ohio 15 V.A. Garten P.E. Weiss Austr. J. Chem. 8 1955 81 16 V.A. Garten P.E. Weiss Rev. Pure Appl. Chem. 7 1967 69 17 Z.W. Zhang D. Tryk E. Yeager National Meeting, The Electrochemical Society, Washington Extended Abstracts 83-2 1983 Abst. 396 (to be submitted for publication). 18 Z.W. Zhang D. Tryk E. Yeager The Electrochemical Society, National Meeting, Washington Extended Abstracts 83-2 1983 Abst. 394. 19 M. Davies M. Clark E. Yeager F. Hovorka J. Electrochem. Soc. 106 1969 56 20 S.J. Clouser J.C. Huang E. Yeager National Meeting, The Electrochemical Society, Montreal Extended Abstracts 82-1 1982 Abst. 348. 21 S.J. Clouser Ph.D. Thesis 1982 Chemistry Department, Case Western Reserve University Cleveland 22 B.E. Conway D.J. MacKinnon J. Electrochem. Soc. 116 1969 1665 23 B.E. Conway D.J. MacKinnon B.V. Telck Trans. Faraday Soc. 73 1969 1203 24 B.E. Conway B.E. Conway R. White J. Bockris Modern Aspects of Electrochemistry 16 1985 Plenum Press New York 103 188 Chapt. 2 25 R. Parsons J. Electroanal. Chem. 21 1969 35 26 M. Ghoneim S. Clouser E. Yeager J. Electrochem. Soc. 132 1985 1160 27 C. Fierro Ph.D. Thesis 1985 The Chemistry Department, Case Western Reserve University Cleveland 28 J.S. Griffiths Proc. Roy. Soc. (A) 235 1956 23 29 L. Pauling Nature 203 1964 182 30 J. McGinnity N. Payne J. Ibers J. Am. Chem. Soc. 91 1969 6301 31 H.F. Jahnke H. Schonborn R. Zimmerman M. Breiter Proc. Symposium on Electrocatalysis 1974 The Electrochemical Society Pennington, NJ 3030 3319 32 A. Tseung B. Hobbs A. Tantram Electrochim. Acta 15 1970 473 33 J.P. Collman M. Marrocco P. Denisovich C. Koval F. Anson J. Electroanal. Chem. 101 1979 117 34 J.P. Collman P. Denisovich Y. Konai M. Marrocco C. Koval F. Anson J. Am. Chem. Soc. 103 1980 6027 35 H.Y. Liu M. Weaver C. Wang C. Chang J. Electroanal. Chem. 145 1983 439 36 S. Saranagpani Ph.D. Thesis 1983 Chemistry Department, Case Western Reserve University Cleveland 37 D. Vonderschmitt K. Bernauer S. Fallat Helv. Chim. Acta 48 1965 951 38 J. Veprek-Siska E. Schertnerova D.M. Wagnerova Chimia 26 1972 75 39 J. Zagal P. Bindra E. Yeager J. Electrochem. Soc. 127 1986 1506 40 B. Nikolic R. Adzic E. Yeager J. Electroanal. Chem. 103 1979 281 41 R. Kotz E. Yeager J. Electroanal. Chem. 113 1980 113 42 B. Simic-Glavaski S. Zecevic E. Yeager J. Phys. Chem. 87 1983 4545 43 B. Simic-Glavaski S. Zecevic E. Yeager J. Roman Spectrosc. 14 1983 338 44 B. Simic-Glavaski S. Zecevic E. Yeager J. Am. Chem., Soc. 107 1985 5626 45 B. Simic-Glavaski, S. Zecevic and E. Yeager, unpublished results. 46 D.A. Scherson S. Yao E. Yeager J. Eldridge M. Kordesch R. Hoffman J. Phys. Chem. 87 1983 932 47 D.A. Scherson S. Yao E. Yeager J. Eldridge M. Kordesch R. Hoffman J. Electroanal. Chem. 150 1983 535 48 D.A. Scherson S.L. Gupta C. Fierro E. Yeager M. Kordesch J. Eldridge R. Hoffman Electrochim. Acta 28 1983 1205",
      "scopus-id": "0022151581",
      "coredata": {
        "eid": "1-s2.0-0304510286870456",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286870456",
        "dc:creator": {
          "@_fa": "true",
          "$": "Yeager, Ernest"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286870456"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286870456"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)87045-6",
        "prism:volume": "38",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Dioxygen electrocatalysis: mechanisms in relation to catalyst structure",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "5-25",
        "prism:endingPage": "25",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 1986",
        "prism:doi": "10.1016/0304-5102(86)87045-6",
        "prism:startingPage": "5",
        "dc:identifier": "doi:10.1016/0304-5102(86)87045-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022151581"
      }
    }
  }
}