{
  "metadata": {
    "title": "The double bond migration activity of supported rhenium catalysts for olefin metathesis",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85094-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288850946",
    "pii": "0304510288850946"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035584",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288850946 0304-5102(88)85094-6 0304510288850946 10.1016/0304-5102(88)85094-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 15 201 207 201 207 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. DOUBLEBONDMIGRATIONACTIVITYSUPPORTEDRHENIUMCATALYSTSFOROLEFINMETATHESIS EDREVAKARDJIEVA R EDREVAKARDJIEVA 1978 465 R EDREVAKARDJIEVA 1985 97 R EDREVAKARDJIEVA 1977 2007 R ZHOROV 1977 18 Y OLEFINISOMERIZATION OLSTHOORN 1976 107 A SHPIRO 1978 402 E EDREVAKARDJIEVA 1986 321 R EDREVAKARDJIEVA 1979 R EDREVAKARDJIEVA 1979 313 R EDREVAKARDJIEVAX1988X201 EDREVAKARDJIEVAX1988X201X207 EDREVAKARDJIEVAX1988X201XR EDREVAKARDJIEVAX1988X201X207XR item 0304-5102(88)85094-6 0304510288850946 1-s2.0-0304510288850946 10.1016/0304-5102(88)85094-6 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-0304510288850946-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850946/MAIN/application/pdf/d7a981914c531a4fc22172ab177bd79e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850946/MAIN/application/pdf/d7a981914c531a4fc22172ab177bd79e/main.pdf main.pdf pdf true 456732 MAIN 7 1-s2.0-0304510288850946-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850946/PREVIEW/image/png/1f4a3a073f959b776472a3fa3d853d16/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850946/PREVIEW/image/png/1f4a3a073f959b776472a3fa3d853d16/main_1.png main_1.png png 64977 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 46 (1988) 201 - 207 201 THE DOUBLE BOND MIGRATION ACTIVITY OF SUPPORTED RHENIUM CATALYSTS FOR OLEFIN METATHESIS R. M. EDREVA-KARDJIEVA and A. A. ANDREEV* Institute of Kinetics and Catalysis, Bulgarian Academy of Sciences, Sofia (Bulgaria) Summary The isomerization of 1-butene into ct's- and frans-2-butene on supported rhenium catalysts Re207/Al203, Re207/MgO and Re^O^/SiO; has been invest igated under conditions where neither is the catalyst active in olefin meta- thesis, nor does the pure carrier itself provoke double bond migration. This has been achieved by pre-reduction of the samples in a ii^ flow at appro- priate temperatures. The rhenium oxidation state on the catalyst surface has been studied by means of diffuse reflectance spectroscopy and by X-ray analysis. On comparing the spectral and catalytic activity data, it can be con- cluded that double bond migration and metathesis take place on active sites with different oxidation states for the rhenium. Metathesis occurs for cat- alysts reduced in mild conditions, in which Re(VI) coexists with Re(VII) on the surface. The double bond migration activity, on the other hand, is rel- ated to the presence of the Re(IV) oxidation state, which prevails under moderate reduction conditions. After more severe reduction of the samples the isomerization activity disappears. Introduction In previous investigations it has been noted that double bond migration takes place in 1-butene over supported rhenium catalysts simultaneously with the metathesis reaction [I], metathesis activity passing through a maximum, while the isomerization activity increases with temperature. An assumption was made that these reactions take place on different active sites [1]. In order to verify this assumption, the activities of Re207/Al203, Re207/MgO and Re207/Si02 were tested in the reaction of 1-butene isomer- ization under conditions where the catalyst is not active in olefin metathesis, nor does the pure carrier itself provoke double bond migration. This was achieved by pre-reduction of the samples at appropriate temperatures. The * Author to whom correspondence should be addressed. 0304-5102/88/$3.50 Eisevier Sequoia/Printed in The Netherlands 202 choice of the pre-reduction temperature depends upon the specific physico- chemical properties of the various rhenium oxidic structures on the different carriers. The changes in the rhenium oxidation state on the catalyst surface were studied by means of diffuse reflectance (DR) spectroscopy and X-ray analysis (Fig. 1). It is important to note that DR spectra can be recorded only for samples for which the colour is not very dark, imposing additional restrictions on the reduction time. Only metallic rhenium was detected by means of X-ray analysis for all samples after reduction. Re VII Re VI Re IV Re' 100 200 300 T, C 400 500 W/.Re^/^Og 13%Re^07/MgO WsRe^l. SiO^ Fig. 1. Rhenium oxidation states us. temperature of reduction in Hz. Experimental Supported rhenium samples were obtained by impregnation of slightly crystalline 7^203 (Ai, surface area 210 m2 g 1), MgO (Reachim, purum, surface area 180 m2 g~1) and SiO^ (Degussa, surface area 420 m2 g~1) with an aqueous solution of NH4Re04 (Fluka, puriss). After 24 h storage, the sus- pension was dried at 105 C for 2 h. Before impregnation the carriers were calcined in air at 600 C for 6 h. The dried samples contain 13% Re207. The catalytic activity of the samples was studied at atmospheric pres- sure in a flow quartz reactor. Four g of catalyst of particle size 0.150 - 0.300 mm (40 - 90 mesh) were used. Prior to the catalytic activity measurements, the dry samples were calcined in situ in a flow of dry air for 2 h at 580 C, followed by l h heating in an inert gas flow (N3 or Ar) at the same temper- ature. Reduction in H^ or 1-butene was performed at different temperatures, followed by an Ar or N; flush for 30 min at the reduction temperature and then cooled to the reaction temperature. The flow rate of 1-butene was 270 203 cm3 h~1. The reaction products were analysed by GC; the apparatus used, as well as the experimental details, have been described elsewhere [2]. The DR spectra of the samples after reduction were recorded in a special cell, where the samples were transferred from the reactor in an inert gas atmosphere. Results and discussion The reducing agent and the reduction temperature are of decisive importance for the type of surface rhenium oxidic states and hence for the catalytic activity in the different reactions. In searching for conditions where the double bond migration activity is solely due to rhenium in the 13% Re;- U7/A1203 catalyst and in which no metathesis occurs, the following factors must be taken into account: (a) for the pure A^O^ carrier (Fig. 3b), isomer- ization begins at 150 C and reaches 8% at 220 C; (b) a surface oxidic struc- ture of Re(VII) 'aluminium mesoperrhenate' is formed after air calcina- tion. This structure, in contrast to pure Re^O-,, is much less reducible. Hydrogen does not reduce the Re207/Al203 samples at 25 C and such treated samples are inactive in both reactions. When 1-butene was used as a reducing agent at 25 C, bands from Re(VII) at 235 and 340 nm, toge- ther with a shoulder at 395 nm [2], and from Re(VI) at 520 and 1650 nm [3] were observed in the DR spectra (Fig. 2a). Typical bands for Re(IV) at 365, 395, 460 and 570 nm [3], were not observed. The catalyst was active only in the metathesis reaction, giving rise to ethene and hexenes. The ab- sence of propene and pentenes is an indication that the double bond in 1- butene does not migrate. The conclusion may be drawn that, in the absence of Re(IV), the catalyst is not active in the isomerization reaction. If the reduction with H; is performed in the 75 - 220 C temperature interval, the catalyst was active in both metathesis and isomerization. The conversion passed through a maximum for metathesis and increased with temperatures for double bond migration, in a manner similar to the case in which the reduction of the sample is carried out by the reactant, 1-butene. An increase in the intensity of the Re(VI) and Re(IV) bands is observed [1]. One can conclude that the reduced forms of Re are responsible for the isomerization activity. However, if the Re-^O-ilA^Oy sample was reduced at 350 C in a H-^ flow for 30 min, the conversion reached equilibrium values (Fig. 3a,e) in the reac- tion temperature range 25 - 220 C of 97 - 86% [4]. The isomerization activity remained constant with time for 3 h (Fig. 4a, b) even at 220 C, while the metathesis activity was very low, at around 4%, and disappeared after 30 min. The DR spectra showed (Fig. 2b) intense bands due to Re(IV) together with bands from Re(VI). Treatment of the Re^O^Al^O^ samples at 550 C for l h in a H; flow gave similar results. Metathesis activity completely vanished in the 25 - 220 C temperature range, while the isomerization activity remained con- stant with time, yielding equilibrium values of isomerization conversion. 204 1500 1900 A. nm Fig. 2. Diffuse reflectance spectra of reduced samples: (a) 13% RezC^/A^O^, reduced in 1-butene at 25 C for l h; (b) 13% Re207/Al203, reduced in Hz at 350 C for 30 min; (c) 13% Re207/MgO, reduced in Hz at 350 C for l h; (d) 13% Re^/MgO, reduced in H; at 450 C for l h; (e) 13% Re^/SiO:;, reduced in H, at 100 C for 3 h; (f) sample (e) after 20 days storage in air. The products were analyzed 20 nun after the start of reaction. TABLE 1 Correlation between conversion and spectral data Cat. T Prereduction ( C) conditions Metathesis Isomer-ization n in Re'\" Fig. Re-tOf/Al^OsRe207/MgO Rei07/Si02 25-220 H2,25 C,3h 1-C4, 25 C, l h HI and l- 75-220 C H,, 350 C, 30 minHz, 550 C, l h 1-C4, 550 C, l h 25 - 220 Hz, 220 - 350 C, l h H-i, 450 C, l h 1-C4, 550 C, l h 25 HI,100 C,3 h Hz, 150 C, 3 h + +?+ + + +eq +eq+ +eq+eq 7 7, 6,4,0 0.4, 4, 0, 4 0, 67,6< i <6, 6 << 4i < 44?74?4? 2a [l]2b, 3e, 4a,b 3e;4a,b 5a 2c;4c,d 2f 5b 2e 205 Studies [2, 5, 6] are in agreement that Re(IV) still exists on the surface at this reduction temperature, simultaneously with metallic rhenium, while Re(VI) is not detected. Therefore, the presence or absence of double bond activity could be related to the presence or absence of Re(IV) on the surface, while the meta- thesis activity requires Re(VI) and Re(VII) [7]. If the three rhenium oxida- tion states coexist simultaneously, both metathesis and isomerization take place [1]. When testing 13% Re^O-,IMgO catalysts for isomerization activity, the following peculiarities must be taken into account: (a) the pure carrier pro- vokes double bond migration above 200 C (Fig. 3c); (b) there is no activity towards metathesis in the 25 - 220 C temperature range [7, 8]; (c) after cal- cination in air a bulk phase of magnesium mesoperrhenate, Mg3(ReOs)2, is formed on the carrier [8]. This phase is less reducible than surface alum- inium mesoperrhenate. Thus, after treatment in H; at 350 C for l h, the band due to Re(VII) at 340 nm was still observed (Fig. 2c), indicating that the reduction must be carried out at 450 C for l h. Both Re(IV) and Re(VI) were then detected, but no Re(VII) was observed (Fig. 2d). For the samples reduced at 450 C, the isomerization activity in the 25 - 220 C temperature range remained constant with time at the equilibrium values of conversion in a manner similar to Re^/A^O^ (Figs. 3f and 4a, b). For the samples red- uced at lower temperatures, double bond migration was lowered in value, but remained constant with time (Fig. 4c, d). It is interesting to note that if the pre-reduction of Re^O^/A^Os and Re207/MgO samples was carried out at 550 C in 1-butene for l h, instead of in H;, isomerization activity could not be observed up to the temperatures Fig. 3. Conversion of 1-butene into cis- and trans-2-butene us reaction temperature: (a) equilibrium conversion (D); (b) Al^Oy (0); (c) MgO (X); (d) SiO, (A); (e) 13% Re^O^AIr Os, prereduced in Hz at 350 C for 30 min ( ); (f) 13% RezO^/MgO, prereduced in Hz at 450 C for l h ( );(g) 13% Re^/SiOz, prereduced m Hz at 100 C for 3 h (A). 206 X'/o100 80 60 40 20 -0 0 p 0- - ~ b x ,( .. d X ^K )- r ^ c 0 50 100 150 200 0 50 100 150 time (min) time (min ) Fig. 4. Conversion of 1-butene into cis- and froras-2-butene us. reaction time: over 13% RezO^/AlaOa sample, prereduced in Hi at 350 C for 30 min: (a) at 25 C, (b) at 220 C; at 25 C over 13% ResO^/MgO sample, prereduced in ti^ for l h: (c) at 220 C, (d) at 350 C. Fig. 5. Metathesis of 1-butene at 500 C us. reaction time: (a) over 13% Re2C>7/Al203, (0); (b) over 13% RezO^/MgO (X). where the carrier itself begins to isomerize. At the same time, the above cat- alysts manifest activity towards metathesis within 150 min in the 350 - 550 C temperature range (Fig. 5a, b). This indicates that the lack of isomerization activity is not due to deactivation of the surface by coke depositions, but rather to a greater extent of reduction to oxidation states lower than Re(IV), including the metallic state. The presence of Re metal in the 13% Re;- 07/MgO sample was shown by X-ray analysis. Diffraction lines of metallic rhenium were not detected for the 13% Re207/Al203, most probably due to the high dispersion of the metal phase. However, metal was observed by electron microscopy. Finally, studies of the 13% Re-iO-y/SiO^ catalyst in double bond migra- tion activity must allow for the following observations: (a) the carrier begins to isomerize 1-butene even at 50 C, reaching 52% conversion at 75 C (Fig. 3d); (b) metathesis activity passes through a maximum in the 75 - 220 C temperature range [7]. Both constraints (a) and (b) dictate that the catalytic activity studies must be carried out at room temperature; (c) after air-cal- cination of the Re2C>7/Si02 samples, an easily reducible, mixed rhenium oxide-perrhenate surface phase is formed on the carrier [7]. No metathesis occurs at room temperature over the unreduced samples [7], but double bond migration was observed, rapidly decreasing from 22% conversion to 0% after 30 min. This surface deactivation could be explained by the destruction of the active sites by water released during olefin reduc- tion [7]. This necessitates that pre-reduction temperatures should be > 100 C. Above this temperature the 'reduced' water is spontaneously removed. 207 Re-fl-J/SiO^ samples, treated in H^ at 100 C for 3 h, showed double bond migration activity and reached constant equilibrium values of con- version (Fig. 3g). The samples were X-ray amorphous; DR spectral bands due to Re(IV) were observed, but no Re(VI) or Re(VII) states were detected (Fig. 2e). After 20 days of storage in air, the greyish sample turns light- brown in colour and bands due to Re(VI) appear (Fig. 2f). Increasing the pre-reduction temperature to 150 C leads to the com- plete loss of activity towards isomerization. Broad diffraction lines of metal- lic rhenium appeared, and further increase in the pre-reduction temperature up to 550 C led to an increase in the line intensity, but no double bond migration activity was observed. Conclusion The above results lead to the conclusions that for the catalysts studied, olefin metathesis and double bond migration takes place on active sites in- cluding different rhenium oxidation states of rhenium (Table 1). Mild reduction conditions are favourable for metathesis, when Re(VI) and Re(VII) coexist on the surface. Re(IV) is necessary for isomerization activity. Equilibrium values of conversion are reached at conditions of moderate reduction when Re(VII) states are absent but while Re(VI) is still present. Pre-reduction of rhenium to lower oxidation states, including the metallic state, leads to a loss of double bond migration activity. Acknowledgement The authors wish to thank Dr. T. Halachev for helpful discussions. References 1 R. M. Edreva-Kardjieva and A. A. Andreev, React. Kinet. Catal. Lett., 5 (1978) 465. 2 R. M. Edreva-Kardjieva and A. A. Andreev, J. Catal., 94 (1985) 97. 3 R. M. Edreva-Kardjieva and A. A. Andreev, Zh. Neorg. Khim., 22 (1977) 2007. 4 Yu. M. Zhorov, G. M. Panchenkov and G. S. Volohova, Olefin Isomerization, Chimia, Moscow, 1977, p. 18. 5 A. A. Olsthoorn and C. Boelhouwer, J. Catal., 44 (1976) 107. 6 E. S. Shpiro, V. I. Avaev, G. V. Antoshin, M. A. Ryashentseva and Kh. M. Minachev, J. Catal., 55 (1978) 402. 7 R. M. Edreva-Kardjieva and A. A. Andreev, J. Catal., 97 (1986) 321. 8 R. M. Edreva-Kardjieva and A. A. Andreev, Proc., IV Int. Symp. Heterogeneous Catalysis, Varna, 1979; Izd. Bulg. Acad. Nauk, 2 (1979) 313. X244 88850946 0304-5102(88)85094-6 10.1016/0304-5102(88)85094-6 The double bond migration activity of supported rhenium catalysts for olefin metathesis R.M. Edreva-Kardjieva A.A. Andreev 1 Institute of Kinetics and Catalysis, Bulgarian Academy of Sciences, SofiaBulgaria 1 Author to whom correspondence should be addressed. The isomerization of 1-butene into cis- and trans-2-butene on supported rhenium catalysts Re2O7/Al2O3, Re2O7/MgO and Re2O7/SiO2 has been invest igated under conditions where neither is the catalyst active in olefin metathesis, nor does the pure carrier itself provoke double bond migration. This has been achieved by pre-reduction of the samples in a H2 flow at appropriate temperatures. The rhenium oxidation state on the catalyst surface has been studied by means of diffuse reflectance spectroscopy and by X-ray analysis. On comparing the spectral and catalytic activity data, it can be concluded that double bond migration and metathesis take place on active sites with different oxidation states for the rhenium. Metathesis occurs for catalysts reduced in mild conditions, in which Re(VI) coexists with Re(VII) on the surface. The double bond migration activity, on the other hand, is related to the presence of the Re(IV) oxidation state, which prevails under moderate reduction conditions. After more severe reduction of the samples the isomerization activity disappears. References 1 R.M. Edreva-Kardjieva A.A. Andreev React. Kinet. Catal. Lett. 5 1978 465 2 R.M. Edreva-Kardjieva A.A. Andreev J. Catal. 94 1985 97 3 R.M. Edreva-Kardjieva A.A. Andreev Zh. Neorg. Khim. 22 1977 2007 4 Yu.M. Zhorov G.M. Panchenkov G.S. Volohova Olefin Isomerization 1977 Chimia Moscow 18 5 A.A. Olsthoorn C. Boelhouwer J. Catal. 44 1976 107 6 E.S. Shpiro V.I. Avaev G.V. Antoshin M.A. Ryashentseva Kh. M. Minachev J. Catal. 55 1978 402 7 R.M. Edreva-Kardjieva A.A. Andreev J. Catal. 97 1986 321 8 a R.M. Edreva-Kardjieva A.A. Andreev Proc., IV Int. Symp. Heterogeneous Catalysis, Varna 1979 b R.M. Edreva-Kardjieva A.A. Andreev Izd. Bulg. Acad. Nauk 2 1979 313",
      "scopus-id": "0024035584",
      "coredata": {
        "eid": "1-s2.0-0304510288850946",
        "dc:description": "The isomerization of 1-butene into cis- and trans-2-butene on supported rhenium catalysts Re2O7/Al2O3, Re2O7/MgO and Re2O7/SiO2 has been invest igated under conditions where neither is the catalyst active in olefin metathesis, nor does the pure carrier itself provoke double bond migration. This has been achieved by pre-reduction of the samples in a H2 flow at appropriate temperatures. The rhenium oxidation state on the catalyst surface has been studied by means of diffuse reflectance spectroscopy and by X-ray analysis. On comparing the spectral and catalytic activity data, it can be concluded that double bond migration and metathesis take place on active sites with different oxidation states for the rhenium. Metathesis occurs for catalysts reduced in mild conditions, in which Re(VI) coexists with Re(VII) on the surface. The double bond migration activity, on the other hand, is related to the presence of the Re(IV) oxidation state, which prevails under moderate reduction conditions. After more severe reduction of the samples the isomerization activity disappears.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288850946",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Edreva-Kardjieva, R.M."
          },
          {
            "@_fa": "true",
            "$": "Andreev, A.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288850946"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288850946"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85094-6",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The double bond migration activity of supported rhenium catalysts for olefin metathesis",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "201-207",
        "prism:endingPage": "207",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85094-6",
        "prism:startingPage": "201",
        "dc:identifier": "doi:10.1016/0304-5102(88)85094-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035584"
      }
    }
  }
}