{
  "metadata": {
    "title": "A possible molecular pathway for the catalytic oxidation of secondary alcohols to ketones with hydrogen peroxide using platinum(II) complexes as catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-12-15",
    "doi": "10.1016/0304-5102(91)80126-N",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180126N",
    "pii": "030451029180126N"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026405762",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180126N 0304-5102(91)80126-N 030451029180126N 10.1016/0304-5102(91)80126-N S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01435 2024-01-02T01:05:30.650091Z 0 0 19911215 1991 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 70 70 3 3 Volume 70, Issue 3 2 269 275 269 275 19911215 15 December 1991 1991-12-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. APOSSIBLEMOLECULARPATHWAYFORCATALYTICOXIDATIONSECONDARYALCOHOLSKETONESHYDROGENPEROXIDEUSINGPLATINUMIICOMPLEXESCATALYSTS ZENNARO R BRYNDZA 1988 1163 H BENNETT 1986 7 M YOSHIDA 1977 2134 T MILSTEIN 1982 3773 D ARNOLD 1984 2110 D FERNANDEZ 1986 343 M BRYNDZA 1986 4805 H MILSTEIN 1986 3525 D BERNARD 1986 390 K JAMES 1979 319 B SMITH 1985 385 T VISINTIN 1984 277 M MICHELIN 1989 1149 R STRUKUL 1985 7563 G ZANARDO 1988 1966 A SINIGALIA 1987 728 R ZANARDO 1989 1648 A STRUKUL 1989 554 G STRUKUL 1990 107 G STRUKUL 1990 81 G NEWDEVELOPMENTSINSELECTIVEOXIDATION STRUKUL 1982 495 G MICHELIN 1979 239 R TROST 1984 173 B MASUYAMA 1984 4417 Y ITOH 1979 159 T BORTOLINI 1986 2661 O BORTOLINI 1987 5467 O JACOBSON 1979 921 S DELTODESCOFRISONE 1991 405 M STUDIESINSURFACESCIENCECATALYSIS ZENNAROX1991X269 ZENNAROX1991X269X275 ZENNAROX1991X269XR ZENNAROX1991X269X275XR item 0304-5102(91)80126-N 030451029180126N 1-s2.0-030451029180126N 10.1016/0304-5102(91)80126-N 272239 2024-01-02T01:05:30.650091Z 1991-12-15 1-s2.0-030451029180126N-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180126N/MAIN/application/pdf/5f989318bee8dd9cdc320dc4e9c7f8ed/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180126N/MAIN/application/pdf/5f989318bee8dd9cdc320dc4e9c7f8ed/main.pdf main.pdf pdf true 496101 MAIN 7 1-s2.0-030451029180126N-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180126N/PREVIEW/image/png/f06b5437f081601b2d9bb119fcf46fd0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180126N/PREVIEW/image/png/f06b5437f081601b2d9bb119fcf46fd0/main_1.png main_1.png png 59026 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 70 (1991) 269-275 269 A possible molecular pathway for the catalytic oxidation of secondary alcohols to ketones with hydrogen peroxide using platinum(II) complexes as catalysts Roberto Zennaro, Francesco Pinna, Giorgio Strukul* Department of Chemistry, University of Venice, Dorsoduro 2137, 30123 Venice (Italy) and Henri Arzoumanian Ecole Nationale Superieure de Syntheses, de PrOCedES et d 7ngenieurie Chimique d Aix Marseille, UO du CNRS 1410, Universite d Aix Marseille, 13397 Marseilles (France) (Received May 8, 1991; accepted July 10, 1991) Abstract Attempts to accomplish the oxidation of secondary alcohols to ketones using hydrogen peroxide as oxidants and [(dppe)Pt(CF3)(CH2Cl2)] C104 as catalyst are reported. The sshydride elintination from an alkoxy complex was shown to produce the corresponding ketone and (dppe)Pt(CF3)H. Oxidation of the Pt-H bond in this complex with H202 or (dppe)Pt(CF3)(OOH) yielded (dppe)Pt(CF3)(OH), thereby revealing the possibility of a heterolytic catalytic pathway. Attempts to carry out the catalytic oxidation of a variety of alcohols produced appreciable amounts of ketones, but the reaction was recognized, with one significant exception, to be essentially homolytic in nature. Introduction Late transition metal alkoxy complexes are interesting compounds that possess fairly wide reactivity and are potentially relevant to homogeneous catalysis [ 1 ]. One of the most interesting reactions of this class of complexes is the 3-hydride elimination, which has been only occasionally reported, especially for synthetic purposes in the preparation of metal hydrides [21, although its reverse reaction is widespread in catalytic hydrogenation processes. Associated with ss-hydride elimination from alkoxy complexes is the formation of organic carbonyl compounds, which have been clearly identified in the case of certain Pt(R), Rh(III) and Ir(I) complexes [3] (reaction (1)). ~H H M- ~ - M + (1) This process may constitute a good basis for a catalytic system aimed at the conversion of secondary alcohols into ketones, provided that a suitable *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 0 1991- Elsevier Sequoia, Lausanne 270 oxidant is found which is capable of removing the hydride ligand and regenerating the starting materials, leading to metal-alkoxy formation. This has been often accomplished by hydride transfer to an unsaturated molecule (olefins or ketones) thereby giving rise to a second (and in principle unnecessary) organic coproduct [4]. To avoid this, an alternative might be the oxidation of the hydride to water. In this note we wish to report our attempts to set up the molecular steps leading to this end, and to carry out catalytically the resulting oxidation of alcohols to ketones. Results and discussion For this study we directed our attention toward platinum(II) alkoxy complexes because they are by far the most stable and widespread complexes of this class [ 1 ]. The chemistry investigated is summarized in Scheme 1, which outlines the possible catalytic cycle. Me H 'Me me H Pt -O Me 1 ZOOH 4 H 2 i-PrOH ZOH Pt + Pt-OH 3 Pt = (dppe)Pt(CF3) Z = H , Pt Scheme 1. We first tested the feasibility of reaction (1) by synthesizing (dppe)Pt(CF3)(OPr') (see Experimental section for spectroscopic characterization), starting from (dppe)Pt(CF3)Cl and Na(OPrt), and then reacting it at room temperature in isopropanol. The reaction was carried out in isopropanol under NZ in a Schlenk tube, and monitored by IR analysis by periodically removing small aliquots. As the reaction proceeded the solid isolated showed a decrease in the v(O-Pr') band at 1180 cm-' and an increase in a new band at 2030 cm-'. After 10 days quantitative formation of acetone in the liquid phase was revealed by GLC. Removal of the solvent left a white solid that was recognized to be pure (dppe)Pt(CF3)H by its spectroscopic features (IR (nujol): 2030 cm-1; '9F NMR (CD2C12): 3 (CFC13)-10.61 ppm (dt); 271 3J(FH) 14.5, 3J(FP-cis 14.5, 3J(FP-traps) 57.5, 2J(FPt) 757 Hz) and by comparison with an authentic sample [5]. Using the same experimental conditions, similar results were also obtained starting from [(dppe)Pt(CF3)(CH2Cl2] C104 and reacting it with i-PrOH, i.e. coupling reactions (4) and (1). However, in this case, the '9F NMR spectrum of the solid mixture isolated from solution showed that only ~ 40% of the starting compound had reacted. Finally, no reaction was observed when starting from (dppe)Pt(CF3)(OH). Since reaction (3) was repeatedly observed in our studies of the catalytic properties of these Pt(II) complexes [6, 7], the gap remaining to close the catalytic cycle shown in Scheme 1 is reaction (2). To oxidize the hydride ligand we first tested (dppe)Pt(CF3)(OOH) [8]. This and other homologous species were recognized to be the actual oxidants in the catalytic epoxidation of olefins with (P-P)Pt(CF3)X complexes (P-P =various diphosphines; X =solvent, -OH) using hydrogen peroxide as primary oxidant [6]. Hence, equimolar amounts (0.03 mmol) of the Pt-H and Pt-OOH species were dissolved in CDZCI2 and the progress of the reaction was monitored by 19F NMR spectroscopy. Thirty min after mixing, in addition to (dppe)Pt(CF3)H and (dppe)Pt(CF3(OOH) (8(CFC13) - 28.33 ppm (dd); 3J(FP-cis) 11.1, 3J(FP-traps) 60.1, ZJ(FPt) 553 Hz) the spectrum also showed the presence of a small amount of a third species (5)CFC13) - 28.53 ppm (dd); 3J(FP-cis) 9.2, 3J(FP-traps) 55.1, ZJ(FPt) 591 Hz) which was recognized to be (dppe)Pt(CF3)(OH) [9]. The reaction proceeded slowly arid after 3 days - 30-35% of the starting complexes had converted into Pt-OH. Better results were obtained when Pt-H (0.03 mmol) dissolved in CDZCIZ was reacted with excess 35% H202 (0.2 mmol). Again, 19F NMR spectra showed the rapid formation of (dppe)Pt(CF3)(OOH) (arising from reaction of Pt-OH and excess HZOZ [8]) and the reaction was virtually complete in - 3 h. The above results suggest that the catalytic cycle of Scheme 1 could indeed occur, and its chemistry may constitute an alternative route for the oxidation of alcohols to ketones using H202 as oxidant. In fact, while no examples of the use of Group VIII metals have been reported to our knowledge, prior work in this field has dealt only with peroxo complexes of Mo(VI), W(VI) and V(V) that can be formed by reaction with hydrogen peroxide [10]. The use of [(dppe)Pt(CF3)(CHZCIz)]C104 as catalyst for the oxidation of a variety of alcohols with hydrogen peroxide was tested at 75-83 C. This choice is due to the slow ss-hydride elimination process, as reported above for reactions (4) and (1). The results obtained are reported in Table 1. The selectivity observed was in most cases > 98ss'o with a few exceptions, i.e. run 4 where the cyclohexanone produced is partly converted into caprolactone through Baeyer-Villiger type oxidation [ 11 ] or run 9 where the solvent DMSO was partly oxidized to dimethylsulfone. As shown, best results were obtained when using a two-phase system consisting of DCE/ H20, while monophasic mixtures as in runs 2, 5, 6 and 8 gave lower amounts 272 TABLE 1 Catalytic oxidation of alcohols with hydrogen peroxide using ((dppe)M(CF3(CHZC12)) C10, as catalyst; M = Pd, Pt' Run M Substrate Time Temp Solvent Product (h) ( C) (mmol) 1 Pt 2-hexanol 96 75 DCE 1.32 2 Pt 2-hexanol 96 75 pyridine 0.14 3 Pt 2-octanol 28 75 DCE 0.49 4 Pt cyclohexanol 70 75 DCE 0.40b 5 Pt cyclohexanol 96 75 pyridine 0.27 6 Pt cyclohexanol 48 75 cyclohexanol 0.09 7 Pt 2-propanol 19 25 DCE 0.09 8 Pt 2-butanol 22 75 0.03 9 Pt 2-butanol 23 70 DMSO 1.404 10 Pt menthol 22 83 DCE 0.06 11 Pt benzyl alcohol 25 83 DCE 0.74 12 Pt cyclopentanol 23 83 DCE 0.67 13 Pd 2-propanol 6 25 DCE 0.05 14 Pd 2-propanol 7 25 2-propanol 0.15 15 Pd 2-butanol 8 25 DCE 0.05 16 Pd 2-butanol 6 25 2-butanol 0.12 17 Pd 2-butanol 2 54 2-butanol 0.45 'Experimental conditions: metal 0.04 mmol, alcohol 4 mmol, solvent 2.5 ml, 3045 H202 4 mmol, NZ 1 atm. bCyclohexanone partly (25%) oxidized to caprolactone. `2-Butanol/THF 2/1 (vol) used as solvent. dDimethylsulfone (0.07 mmol) also formed. of product. This is particularly surprising in the case of run 6, in which the alcohol itself was used as solvent. The use of pyridine as solvent gave unexpected results since it is conceivable that pyridine should ease the deprotonation of the alcohol [ l0a] (reaction (4)). Blank reactions carried out in the absence of catalyst under identical conditions showed that a spontaneous oxidation can occur to an extent < 10% of the amounts of products indicated in Table 1. The homologous Pd complex (dppe)Pd(CF3(CHZC12)]C104 was also tested as catalyst, since it is known that Pd species are more effective in promoting /3-hydride elimination. This species can operate at 25 C, while it decomposes at high temperatures. The results obtained, reported in Table 1, indicate a faster reaction, but the overall yields are again modest. The use of relatively high temperatures lead to partial decomposition of the oxidant. We observed by random checks in Table 1 that the amount of H202 consumed at different times was always 2-3times the amount of product formed. This suggests that hydroxy or hydroperoxy radicals may be present in the working catalytic system and have some influence on product formation. Therefore, we tested the oxidation of cyclopentanol in the presence of radical scavangers (di-t-butyl p-cresol or DTBPC) and radical 273 0,4 0,3 E Pt + piBN E o o 0,2 c (o Pt a 0 U 0 0,1 --~Pt + DTBPC 0,0 0 100 200 300 400 time (min) Fig. 1. Effect of the addition of a 10-fold excess of AIBN or DTBPC on the oxidation of cyclopentanol with hydrogen peroxide using [(dppe)Pt(CF3)(CH2Cl2)]C109 as catalyst. Experimental conditions as in run 12, Table 1. initiators (azo-bis-(isobutyro)nitrile or AIBN). A summary of the results obtained in a typical reaction with Pt as catalyst using the same experimental conditions of Table 1 is reported in Fig. 1. It is seen that the reaction is strongly retarded by an excess of DTBPC and the activity is increased by AIBN. Similar results were obtained with Pd and 2-butanol at room temperature. These observations strongly support the idea that, under the experimental conditions of Fig. 1, the reaction is of a mostly radical nature. The only exception is the oxidation of isopropanol carried out at room temperature with the Pt complex as catalyst, in which in fact no effects were observed with either DTBPC or AIBN. This observation suggests that a heterolytic pathway as depicted in Scheme 1 is indeed viable for Pt, although, due to the slow ss-hydride elimination step from this class of Pt(II) complexes, rather limited in scope, at least for the moment. Experimental Apparatus IR spectra were taken on a Perkin-Elmer 683 spectrophotometer in Nujol mulls using CsI plates. '9F and 3'P{'H} NMR spectra were recorded on a Varian FT 80A spectrometer operating in the FT mode, using as external references CFC13 and 85ss'o H3P04, respectively. Negative chemical shifts are upfield from the reference. GLC measurements were taken on a HewlettPackard 5790A gas chromatograph equipped with a 3390 automatic integrator. 274 Identification of products was made with GLC by comparison with authentic samples. Materials Solvents were dried and purified according to standard methods. Alcohols were purified by passing through neutral alumina prior to use. Hydrogen peroxide (30% from Fluka), DBPC, AIBN (both from Fluka) and the oxidation reaction products were commercial products and used without purification. The following compounds were prepared according to literature procedures: (dppe)Pd(CF3)(CH2C12)]C104 [8], (dppe)Pt(CF3)(CH2C12)]C104 [9], (dppe)Pt(CF3)(OH) [9], (dppe)Pt(CF3)Cl [9], (dppe)Pt(CF3(OOH) [8], (dppe)Pt(CF3)H [5]. Preparation of (dppe)Pt(CF3) (O-Pr) This complex was prepared under dry N2 using conventional Schlenk and syringe techniques. The complex (dppe)Pt(CF3)Cl (0.800 g, 1.15 mmol) was suspended in 60 ml dry degassed benzene. To the mixture, kept on an ice bath, a solution (1.2 M in isopropanol) of sodium isopropylate (5.75 mmol) was added dropwise with stirring. The mixture was reacted for 6 h and allowed to warm slowly to room temperature. The resulting solution was brought to dryness in vacuo and extracted with CH2C12. The filtrate was concentrated and heptane was added. The white solid obtained was filtered, washed with Et20, dried, and recrystallized from CH2CI2/Et20. Yield 72%. Anal. (9/0) Calcd. for C3oH31F30P2Pt: C, 49.93; H, 4.33%. Found: C, 50.21; H, 4.05% IR (cm-1): 1180 s (v O-Pr`). 1H NMR (CD2C12, 27 C)*: 8 2.72 (d, CH3); 3J(HH) 2.4 Hz. 19F NMR (CD2C12, 27 C): 8 -27.92 (dd); 3J(FP-cis) 10.0, 3J(FP-traps) 59.1, 2J(FPt)555 Hz. 31P{IH} NMR (CD2C12, 27 C): 5 39.43 (dq, P trans CF3); 3J(PF)59.1, 2J(PP)4.9, 1J(Ppt)1980 Hz; 8 31.40 (dq, P cis CF3); 3J(PF)9.9, 2J(PP)4.9, 1J(PPt)3895 Hz. Catalytic reactions These were carried out in a 25 ml round-bottomed flask equipped with a reflux condenser, a stopcock for vacuum/N2 operations and a side-arm fitted with a screw-capped silicone septum to allow sampling. Constant temperature was maintained with an external oil bath equipped with a Vertex thermometer. Stirring was performed by a Tefloncoated bar driven externally by a magnetic stirrer. The concentration of the commercial H202 solution was checked iodometrically prior to use. The following general procedure was followed: The catalyst (0.04 mmol) was placed solid in the reactor which was evacuated and filled with N2. Purified, N2-saturated solvent (2.5 ml) followed by the *The proton NO spectrum of this complex clearly shows the doublet corresponding to 6 protons of the two methyl groups of the isopropoxy ligand, while we could not locate the signal corresponding to the central proton, which should consist of a septet with further splitting [8] by coupling with the two different phosphorus atoms (for a total of 28 lines) flanked by Pt satellites. 275 alcohol substrate (4.0 mmol) were added under NZ flow. After heating at the required temperature under stirring, a 30ss'o H20z solution (4.0 mmol) was injected through the septum and time was started. All reactions were monitored with GLC by direct injection of samples taken periodically from the reaction mixtures with a microsyringe. Prior quenching of the catalyst with LiCl did not show any differences in randomly selected analyses. Separation of the products was performed on a 25 m HP-5 capillary column using a flame ionization detector. Acknowledgements Financial support from C.N.R. (Progetto Finalizzato `Chimica Fine II') and M.U.R.S.T. (Rome) is gratefully acknowledged. References 1 For a recent review on this topic see: H. E. Bryndza and W. Tam, Chem. Rev., 88 (1988) 1163 and references cited therein. 2 (a) M. A. Bennett, J. Organometall. Chem., 300 (1986) 7; (b) T. Yoshida and S. Otsuka, J. Am. Chem. Soc., O (1977) 2134; (c) D. Milstein and J. C. Calabrese, J. Am. Chem. Soc., 104 (1982) 3773; (d) D. P. Arnold and M. A. Bennett, Inorg. Chem., 23 (1984) 2110; (e) M. J. Fernandez, M. A. Esteruelas, M. Covarrubias and L. A. Oro, J. Organometall. Chem., 316 (1986) 343. 3 (a) H. E. Bryndza, J. C. Calabrese, M. Marsi, D. C. Roe, W. Tam and J. C. Bercaw, J. Am. Chem. Soc., 108 (1986) 4805; (b) D. Milstein, J. Am. Chem. Soc., 108 (1986) 3525; (c) K. A. Bernard, W. M. Rees and J. D. Atwood, Organometallics, 5 (1986) 390. 4 See for example: (a) B. R. James, Adv. Organometall. Chem., 17 (1979) 319; (b) T. A. Smith and P. M. Maitlis J. Orgatall. Chem., 289 (1985) 385; (c) M. Visintin, R. Spogliarich, J. Kaspar and M. Graziani, J. Mol. Catal., 24 (1984) 277 and references cited therein. 5 R. A. Michelin and R. Ros, J. Chem. Soc., Dalton Trans., (1989) 1149. 6 (a) G. Strukul and R. A. Michelin, J. Am. Chem. Soc., 107 (1985) 7563; (b) A. Zanardo, F. Pinna, R. A. Michelin and G. Strukul, Inorg. Chem., 27 (1988) 1966; (c) R. Sinigalia, R. A. Michelin, F. Pinna and G. Strukul, Organometallics, 6 (1987) 728; (d) A. Zanardo, R. A. Michelin, F. Pinna and G. Strukul, Inorg. Chem., 28 (1989) 1648. 7 (a) G. Strukul, R. Sinigalia, A. Zanardo, F. Pinna and R. A. Michelin, Inorg. Chem., 28 (1989) 554; (b) G. Strukul, A. Zanardo, F. Pinna, M. Schmidt and G. Goor, Recl. Trav. Chim. Pays-Bas, 109 (1990) 107; (c) G. Strukul, A. Zanardo and F. Pinna, in G. Centi and F. Trifiro (eds.), New Develots in Selective Oxidation, Elsevier, Amsterdam, 1990, p. 81. 8 G. Strukul, R. Ros and R. A. Michelin, Inorg. Chem., 21 (1982) 495. 9 R. A. Michelin, M. Napoli and R. Ros, J. Organometall. Chem., 175 (1979) 239. 10 (a) B. M. Trost and Y. Masuyama, Tetrahedron Lett., 25 (1984) 173; (b) Y. Masuyama, M. Tekahashi and Y. Kurusu, Tetrahedron Lett., 25 (1984) 4417; (c) T. Itoh, K. Jitsukawa, K. Kaneda and S. Teranishi, J. Am. Chem. Soc., 101 (1979) 159; (d) O. Bortolini, V. Conte, F. Di Furia and G. Modena, J. Org. Chem., 51 (1986) 2661; (e) O. Bortolini, S. Campestrini, F. Di Furia and G. Modena, J. Org. Chem., 52 (1987) 5467; (f) S. E. Jacobson, D. A. Muccigrosso and F. Mares, J. Org. Chem., 44 (1979) 921. 11 M. Del Todesco Frisone, R. Giovanetti, F. Pinna and G. Strukul, in L. Simandi (ed), Studies in Surface Science and Catalysis, Elsevier, Amsterdam, 1991, p. 405. X244 9180126N 0304-5102(91)80126-N 10.1016/0304-5102(91)80126-N A possible molecular pathway for the catalytic oxidation of secondary alcohols to ketones with hydrogen peroxide using platinum(II) complexes as catalysts Roberto Zennaro Francesco Pinna Giorgio Strukul ∗ Department of Chemistry, University of Venice, Dorsoduro 2137, 30123 Venice Italy * Author to whom correspondence should be addressed. Henri Arzoumanian Ecole Nationale Supérieure de Synthèses, de Procédés et d'Ingénieurie Chimique d'Aix-Marseille, URA du CNRS 1410, Université d'Aix-Marseille, 13397 Marseilles France Attempts to accomplish the oxidation of secondary alcohols to ketones using hydrogen peroxide as oxidants and [(dppe)Pt(CF3)(CH2Cl2)] ClO4 as catalyst are reported. The β-hydride elimination from an alkoxy complex was shown to produce the corresponding ketone and (dppe)Pt(CF3)H. Oxidation of the PtH bond in this complex with H2O2 or (dppe)Pt(CF3)(OOH) yielded (dppe)Pt(CF3)(OH), thereby revealing the possibility of a heterolytic catalytic pathway. Attempts to carry out the catalytic oxidation of a variety of alcohols produced appreciable amounts of ketones, but the reaction was recognized, with one significant exception, to be essentially homolytic in nature. References 1 For a recent review on this topic see H.E. Bryndza W. Tam Chem. Rev. 88 1988 1163 and references cited therein 2 (a) M.A. Bennett J. Organometall. Chem. 300 1986 7 (b) T. Yoshida S. Otsuka J. Am. Chem. Soc. 99 1977 2134 (c) D. Milstein J.C. Calabrese J. Am. Chem. Soc. 104 1982 3773 (d) D.P. Arnold M.A. Bennett Inorg. Chem. 23 1984 2110 (e) M.J. Fernandez M.A. Esteruelas M. Covarrubias L.A. Oro J. Organometall. Chem. 316 1986 343 3 (a) H.E. Bryndza J.C. Calabrese M. Marsi D.C. Roe W. Tam J.C. Bercaw J. Am. Chem. Soc. 108 1986 4805 (b) D. Milstein J. Am. Chem. Soc. 108 1986 3525 (c) K.A. Bernard W.M. Rees J.D. Atwood Organometallics 5 1986 390 4 (a) B.R. James Adv. Organometall. Chem. 17 1979 319 (b) T.A. Smith P.M. Maitlis J. Organometall. Chem. 289 1985 385 (c) M. Visintin R. Spogliarich J. Kaspar M. Graziani J. Mol. Catal. 24 1984 277 and references cited therein 5 R.A. Michelin R. Ros J. Chem. Soc., Dalton Trans. 1989 1149 6 (a) G. Strukul R.A. Michelin J. Am. Chem. Soc. 107 1985 7563 (b) A. Zanardo F. Pinna R.A. Michelin G. Strukul Inorg. Chem. 27 1988 1966 (c) R. Sinigalia R.A. Michelin F. Pinna G. Strukul Organometallics 6 1987 728 (d) A. Zanardo R.A. Michelin F. Pinna G. Strukul Inorg. Chem. 28 1989 1648 7 (a) G. Strukul R. Sinigalia A. Zanardo F. Pinna R.A. Michelin Inorg. Chem. 28 1989 554 (b) G. Strukul A. Zanardo F. Pinna M. Schmidt G. Goor Recl. Trav. Chim. Pays-Bas 109 1990 107 (c) G. Strukul A. Zanardo F. Pinna G. Centi F. Trifirò New Developments in Selective Oxidation 1990 Elsevier Amsterdam 81 8 G. Strukul R. Ros R.A. Michelin Inorg. Chem. 21 1982 495 9 R.A. Michelin M. Napoli R. Ros J. Organometall. Chem. 175 1979 239 10 (a) B.M. Trost Y. Masuyama Tetrahedron Lett. 25 1984 173 (b) Y. Masuyama M. Tekahashi Y. Kurusu Tetrahedron Lett. 25 1984 4417 (c) T. Itoh K. Jitsukawa K. Kaneda S. Teranishi J. Am. Chem. Soc. 101 1979 159 (d) O. Bortolini V. Conte F. Di Furia G. Modena J. Org. Chem. 51 1986 2661 (e) O. Bortolini S. Campestrini F. Di Furia G. Modena J. Org. Chem. 52 1987 5467 (f) S.E. Jacobson D.A. Muccigrosso F. Mares J. Org. Chem. 44 1979 921 11 M. Del Todesco Frisone R. Giovanetti F. Pinna G. Strukul L. Simandi Studies in Surface Science and Catalysis 1991 Elsevier Amsterdam 405",
      "scopus-id": "0026405762",
      "coredata": {
        "eid": "1-s2.0-030451029180126N",
        "dc:description": "Attempts to accomplish the oxidation of secondary alcohols to ketones using hydrogen peroxide as oxidants and [(dppe)Pt(CF3)(CH2Cl2)] ClO4 as catalyst are reported. The β-hydride elimination from an alkoxy complex was shown to produce the corresponding ketone and (dppe)Pt(CF3)H. Oxidation of the PtH bond in this complex with H2O2 or (dppe)Pt(CF3)(OOH) yielded (dppe)Pt(CF3)(OH), thereby revealing the possibility of a heterolytic catalytic pathway. Attempts to carry out the catalytic oxidation of a variety of alcohols produced appreciable amounts of ketones, but the reaction was recognized, with one significant exception, to be essentially homolytic in nature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-12-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180126N",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zennaro, Roberto"
          },
          {
            "@_fa": "true",
            "$": "Pinna, Francesco"
          },
          {
            "@_fa": "true",
            "$": "Strukul, Giorgio"
          },
          {
            "@_fa": "true",
            "$": "Arzoumanian, Henri"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180126N"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180126N"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80126-N",
        "prism:volume": "70",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A possible molecular pathway for the catalytic oxidation of secondary alcohols to ketones with hydrogen peroxide using platinum(II) complexes as catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "269-275",
        "prism:endingPage": "275",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 December 1991",
        "prism:doi": "10.1016/0304-5102(91)80126-N",
        "prism:startingPage": "269",
        "dc:identifier": "doi:10.1016/0304-5102(91)80126-N",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026405762"
      }
    }
  }
}