{
  "metadata": {
    "title": "Catalytic conversion of alcohols: olefin selectivity from 2,4,4-trimethyl-2-pentanol using metal oxide catalysts selective for Hofmann or Saytzeff elimination",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-08-15",
    "doi": "10.1016/0304-5102(88)85079-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028885079X",
    "pii": "030451028885079X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024056188",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028885079X 0304-5102(88)85079-X 030451028885079X 10.1016/0304-5102(88)85079-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00983 2024-01-02T01:04:53.938015Z 0 0 19880815 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic pubtype ref alllist content subj ssids 0304-5102 03045102 47 47 1 1 Volume 47, Issue 1 15 123 127 123 127 19880815 15 August 1988 1988-08-15 1988 converted-article sco Copyright © 1988 Published by Elsevier B.V. CATALYTICCONVERSIONALCOHOLSOLEFINSELECTIVITY244TRIMETHYL2PENTANOLUSINGMETALOXIDECATALYSTSSELECTIVEFORHOFMANNSAYTZEFFELIMINATION DABBAGH H PINES 1966 82 H LUNDEEN 1967 3386 A LUNDEEN 1963 2180 A CANESSON 1976 205 P DAVIS 1978 435 B DAVIS 1979 191 B HALASZ 1985 157 I DAVIS 1972 81 B DAVIS 1985 309 B ADSORPTIONCATALYSISOXIDESURFACES SAUNDERS 1973 W MECHANISMELIMINATIONREACTIONS TURNER 1958 1430 R SCHRIESHEIM 1962 3160 A PINES 1960 2471 H HAAG 1973 228 W DABBAGHX1988X123 DABBAGHX1988X123X127 DABBAGHX1988X123XH DABBAGHX1988X123X127XH item 0304-5102(88)85079-X 030451028885079X 1-s2.0-030451028885079X 10.1016/0304-5102(88)85079-X 272239 2024-01-02T01:04:53.938015Z 1988-08-15 1-s2.0-030451028885079X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885079X/MAIN/application/pdf/6c1bd5149f19f0b2cfc7fb3f1d323388/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885079X/MAIN/application/pdf/6c1bd5149f19f0b2cfc7fb3f1d323388/main.pdf main.pdf pdf true 289362 MAIN 5 1-s2.0-030451028885079X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885079X/PREVIEW/image/png/c12faba30a20b7d4390b5807f28b4cbe/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885079X/PREVIEW/image/png/c12faba30a20b7d4390b5807f28b4cbe/main_1.png main_1.png png 73302 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 47 (1988) 123 - 127 Scientific Note 123 Catalytic Conversion of Alcohols: Olefin Selectivity from 2,4,4-Trimethyl-2- pentanol using Metal Oxide Catalysts Selective for Hofmann or Saytzeff Elimination HOSSEIN A. DABBAGH and BURTRON H. DAVIS Kentucky Energy Cabinet Laboratory, P.O. Box 13015, Lexington, KY 40512 (U.S.A.) (Received May 19, 1987; accepted February 4, 1988) Alkene distribution from alcohol dehydration may be classified according to: (a) Saytzeff elimination, where the dominant products are those that correspond to the most stable products, and (b) Hofmann elimina- tion, where the major product is the less stable alkene. From the viewpoint of catalysis the products from Hofmann elimination are of special interest, since they should be determined by the properties of the catalyst. The selectivity for products from elimination reaction are frequently explained on the basis of progress along the reaction coordinate pathway. Thus, for those reactions where the dominant product is the most stable alkene, the transition state is considered to be attained late in the progress along the reaction coordinate, so that the transition state is 'product-like'. For dehydration of 2-ols, 2-alkene is usually the most stable product. In these cases where the dominant dehydration product is 2-alkene, the acti- vated complex would be product-like, wherein the C OH bond would be nearly, or completely, broken. Thus, in the extreme this reaction pathway would be a typical E-l carbonium ion mechanism (as illustrated in Scheme 1 for a strong protonic acid). Thus, very acidic catalysts, such as zeolites and amorphous silica-alumina, are believed to follow such a mechanism [1]. At the other extreme is a typical E-2 carbanion ion mechanism (see Scheme 1), where the acidity of the protons at the j3-position to the OH group of the alcohol determines the alkene selectivity. Thus, elimination of water from a 2-ol by an E-2-like mechanism should produce Hofmann products (a-olefins, 1-alkenes) while an E-l-like mechanism should provide Saytzeff products (ss-olefins, 2-alkenes). It was of special interest when Lundeen and van Hoozer [2, 3] dis- covered that the use of thoria, and several similar oxides, as catalysts resulted in a decided selectivity for the formation of the Hofmann product (1-alkene) from the dehydration of 2-alcohols. This Hofmann selectivity has been verified by a number of investigations, for example [4 - 8]. In fact, the view 0304-5102/88/$3.50 Eisevier Sequoia/Printed in The Netherlands 124 H+ + R-CHz-CHOH-CHa R-CH2-CH-CH3 + H:,0 R-CHz-CH-CHa + B: BH + R-CH=CH-CH3 or R-CH2-CH=CH2 -OH Scheme l. OH OH R-CH-CH-CHss or R-CHa-CH-CHs H H OH OH R-CH=CH-CH3 or R-CH^-CH^H; -E 2 has been advanced that for many metal oxides the fraction of the Hofmann product may be used as a measure of their base strength [9]. Elimination by pyrolysis of HBr from 2-bromo-2,4,4-trimethylpen- tane was of special interest, since the initial results appeared to violate the Saytzeff rule [10] for elimination. However, it was soon realized that the rule violation was only apparent, since the 1-alkene (the Hofmann product in most eliminations) was in this case more stable than the 2-alkene [11, 12]. This is a fortunate circumstance, since the alcohol 2,4,4-trimethyl-2- pentanol provides an opportunity to compare elimination reactions over catalysts with reactants where (a) the Saytzeff product is the stable one (2-octanol) and (b) the Saytzeff product is less stable (2,4,4-trimethyl-2- pentanol) than the Hofmann product. Except for alumina, the catalysts were prepared by calcining in air the hydroxide obtained by precipitation from a nitrate solution with ammonia. The alumina was prepared by addition of COz to a potassium aluminate solution [13]. 2,4,4-Trimethyl-2-pentanol was prepared from 4,4-dimethyl-2-pentanone by the addition of methylmagnesium chloride. Alcohol dehydration was effected in a plug flow reactor [6]; the catalyst was pretreated at 400 C in hydrogen flow prior to use. The products were analyzed by GC using 10% OV-1 on a Chromosorb column. The fraction of dehydration and the alkene products depend upon the preparation and pretreatment of the thoria catalyst [8]. It was therefore desirable to verify the selectivity of the thoria used in this study. The selec- tivity of the thoria used can be seen from the data from the conversion of several secondary and tertiary alcohols (Table 1). It is apparent that all of the 2-ols, as well as the two tertiary alcohols, produce 70 - 90% of the less stable Hofmann elimination product. These results conform to, and extend, the earlier data [2-8] for the use of thoria. As important as the Hofmann selectivity is the observation that a variation of the alkyi group R, in the reactant RCHzCHOHCHa, does not alter the amount of Hof mann elimination. This indicates that neither the 125 TABLE 1 1-Alkene formation during thoria-catalyzed dehydration of 2-ols Alcohol 1-Alkene (% of total) 2-butanol 90 2-pentanol 87 2-hexanol 79 3-methyl-2-pentanol 7 o3 4-methyl-2-pentanol 78 4,4-dimethyl-2-pentanol 80 2-methyl-2-pentanol 70 2,3-dimethyl-2-pentanol 79 \"300 C; all other runs at 260 C and l atm pressure. TABLE 2 cr-Olefin selectivity for water elimination from 2-octanol using metal oxide catalysts Catalyst 1-octene from 2-octanol 40 85 90 90 TABLE 3 Products from the conversion of 2,4,4-trimethyl-2-pentanol with metal oxide catalysts Catalyst Temperature Conversion LHSV Alkenes ( C) (%) 1- 2- AliOs\" ZrC>2 In203 ThO, 180 200 250250 b 15 31 52 39 9 9 2.3 2.3 84 91 86 90 80 16 9.0 14 10 20 \"Mixture of 2,4,4-trimethyl-2-pentanol (10%) and 2-octanol. Distillation temperature from p-toluenesulfonic acid [13]. steric nor inductive character of the R group plays a significant role in determining the product selectivity for alcohol dehydration with a thoria catalyst. A similar observation [14] has been reported for the other metal oxide catalysts used m this study (Table 2). 126 The alkene products from the conversion of 2,4,4-trimethyl-2-pentan- ol are compiled in Table 3. Considering only the 1- and 2-alkene products, the equilibrium composition at these reaction conditions contains approx- imately 82 - 84% of the 1-isomer [11, 12]. The metal oxide catalysts in Table 3 were chosen to cover the range of ~40 - 90% 1-octene in the 1- + 2-octene products from the conversion of 2-octanol [9]. In the cases of thoria and zirconia, it appears that the observed selectivity, with a greater than the equilibrium amount of 1-alkene, agrees with its selectivity for a- olefin product [5 - 8, 16]. However, even in these cases, the enhanced selec- tivity for a-olefin is not much greater than the equilibrium amount, nor could it be. Saytzeff or Hofmann elimination preference is illustrated by the data in Table 2 for 2-octanol dehydration; alumina leads to Saytzeff elimination, while the other three metal oxides follow the Hofmann selec- tivity. If the product stability determined the product selectivity, we should expect a reversal of the selectivity data shown in Table 2, so that in the dehydration of 2,4,4-trimethyl-2-pentanol with alumina the a-olefin would predominate and with the other three metal oxides the ss olefin would be the dominant product. However, the a- vs. ss-olefin selectivity does not show a reversal of the amount of product expected from the above consideration. Rather, it appears that water elimination from 2,4,4-trimethyl-2-pentanol produces the equilibrium, or near equilibrium, o'/ss-olefin distribution. Thus, on the one hand, the results demonstrate that the Hofmann/Saytzeff selec- tivity with this alcohol is not reversed from that obtained with other 2-ols but, on the other hand, the near equilibrium composition of a- and ss-olefins prevents the data from being useful in deciding the mechanism that produces these 2,4,4-trimethylpentenes. Acknowledgement This work was performed at the Kentucky Energy Cabinet Laboratory (KECL) with funding from the Commonwealth of Kentucky, Kentucky Energy Cabinet. The KECL is administered under contract by the University of Louisville. References 1 H. Pines and J. Manassen, Adv. Catal., 16 (1966) 82. 2 A. J. Lundeen and W. R. van Hoozer, J. Org. Chem., 32 (1967) 3386. 3 A. J. Lundeen and W. R. van Hoozer, J. Am. Chem. Soc., 85 (1963) 2180. 4 P. Canesson and M. Blanchard, J. Catal., 42 (1976) 205. 5 B. H. Davis, J. Catal., 52 (1978) 435. 6 B. H. Davis and P. Ganesan, Ind. Eng. Chem. Prod. Res. Dev., 18 (1979) 191. 7 I. Halasz, H. Vinek, K. Thomke and H. Noller, Z. Phys. Chem., N. S., 144 (1985)157. 127 8 B. H. Davis and W. S. Brey, Jr., J. Catal., 25 (1972) 81. 9 B. H. Davis, in M. Che and G. C. Bond (eds.). Adsorption and Catalysis on Oxide Surfaces, Eisevier Amsterdam, 1985, p. 309. 10 W. H. Saunders, Jr. and A. F. Cockerill, Mechanism o f Elimination Reactions, Wiley, New York, 1973. 11 R. B. Turner, D. E. Nettleton, Jr. and M. Perelman, J. Am. Chem. Soc., 80 (1958) 1430. 12 A. Schriesheim and C. A. Rowe, Jr., J. Am. Chem. Soc., 84 (1962) 3160. 13 H. Pines and W. O. Haag, J. Am. Chem. Soc., 82 (1960) 2471. 14 H. Dabbagh and B. H. Davis, J. Catal., in press. 15 W. O. Haag,AnM. N.Y. Acad. Sei.. 213 (1973) 228. 16 J. M. Winterbottom, in C. Kemball and D. A. Dowden (eds.). Catalysis, Royal Soc. Chem., London, Vol. 4, pp. 141 -174. X244 8885079X 0304-5102(88)85079-X 10.1016/0304-5102(88)85079-X Scientific Note Articles Catalytic conversion of alcohols: olefin selectivity from 2,4,4-trimethyl-2-pentanol using metal oxide catalysts selective for Hofmann or Saytzeff elimination Hossein A. Dabbagh Burtron H. Davis Kentucky Energy Cabinet Laboratory, P.O. Box 13015, Lexington, KY 40512 U.S.A. References 1 H. Pines J. Manassen Adv. Catal. 16 1966 82 2 A.J. Lundeen W.R. van Hoozer J. Org. Chem. 32 1967 3386 3 A.J. Lundeen W.R. van Hoozer J. Am. Chem. Soc. 85 1963 2180 4 P. Canesson M. Blanchard J. Catal. 42 1976 205 5 B.H. Davis J. Catal. 52 1978 435 6 B.H. Davis P. Ganesan Ind. Eng. Chem. Prod. Res. Dev. 18 1979 191 7 I. Halasz H. Vinek K. Thomke H. Noller Z. Phys. Chem., N. S. 144 1985 157 8 B.H. Davis W.S. Brey Jr. J. Catal. 25 1972 81 9 B.H. Davis M. Che G.C. Bond Adsorption and Catalysis on Oxide Surfaces 1985 Elsevier Amsterdam 309 10 W.H. Saunders Jr. A.F. Cockerill Mechanism of Elimination Reactions 1973 Wiley New York 11 R.B. Turner D.E. Nettleton Jr. M. Perelman J. Am. Chem. Soc. 80 1958 1430 12 A. Schriesheim C.A. Rowe Jr. J. Am. Chem. Soc. 84 1962 3160 13 H. Pines W.O. Haag J. Am. Chem. Soc. 82 1960 2471 14 H. Dabbagh and B. H. Davis, J. Catal., in press. 15 W.O. Haag Ann. N. Y. Acad. Sci. 213 1973 228 16 J.M. Winterbottom, in C. Kemball and D.A. Dowden (eds.), Catalysis, Royal Soc. Chem., London, Vol. 4, pp. 141-174.",
      "scopus-id": "0024056188",
      "coredata": {
        "eid": "1-s2.0-030451028885079X",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028885079X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dabbagh, Hossein A."
          },
          {
            "@_fa": "true",
            "$": "Davis, Burtron H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028885079X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028885079X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85079-X",
        "prism:volume": "47",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic conversion of alcohols: olefin selectivity from 2,4,4-trimethyl-2-pentanol using metal oxide catalysts selective for Hofmann or Saytzeff elimination",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "123-127",
        "prism:endingPage": "127",
        "pubType": "sco",
        "prism:coverDisplayDate": "15 August 1988",
        "prism:doi": "10.1016/0304-5102(88)85079-X",
        "prism:startingPage": "123",
        "dc:identifier": "doi:10.1016/0304-5102(88)85079-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024056188"
      }
    }
  }
}