{
  "metadata": {
    "title": "Influence of alloying platinum for the hydrogenation of <ce:italic>p</ce:italic>-chloronitrobenzene over PtM/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts with MSn, Pb, Ge, Al, Zn",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-02-01",
    "doi": "10.1016/0304-5102(92)85022-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292850228",
    "pii": "0304510292850228"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026818409",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292850228 0304-5102(92)85022-8 0304510292850228 10.1016/0304-5102(92)85022-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01460 2024-01-02T01:05:30.650091Z 0 0 19920201 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 71 71 3 3 Volume 71, Issue 3 4 317 333 317 333 19920201 1 February 1992 1992-02-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. INFLUENCEALLOYINGPLATINUMFORHYDROGENATIONPCHLORONITROBENZENEOVERPTMAL2O3CATALYSTSMSNPBGEALZN COQ B BAUMEISTER 1990 321 P HETEROGENEOUSCATALYSISFINECHEMICALSIIPROCINTSYMPPOITIERS1990 ELALJ 1990 K CERVENY 1982 853 L GALVAGNO 1987 379 S WISMEIJER 1986 181 A RYLANDER 1965 11 P COQ 1990 33 B COQ 1990 438 B COQ 1991 331 B MARGITFALVI 1984 903 J PROC8THINTCONGRCATALYSISBERLIN1984 TRAVERS 1984 891 C PROC8THINTCONGRCATALYSISBERLIN1984 KIP 1987 26 B ADURIZ 1989 97 H VERTES 1991 149 C CANDY 1988 210 J COQ 1991 275 B KOSAK 1980 107 J CATALYSISINORGANICCHEMISTRY PASCOE 1988 121 W CATALYSISORGANICREACTIONS MESTRONI 1983 33 G FIGUERAS 1991 255 F SIMONOV 1977 579 V TULEY 1925 3061 W RICHARD 1988 1074 D PROC9THINTCONGRCATALYSISCALGARY1988 POLTARZEWSKI 1986 190 Z KOSCIELSKI 1989 91 T DIDILON 1990 137 B HETEROGENOUSCATALYSISFINECHEMICALSIIPROCINTSYMPPOITIERS1990 VANNICE 1988 65 M BACAUD 1981 399 R SEXTON 1984 466 B STENCEL 1988 1291 J PROC9THINTCONGRCATALYSISCALGARY1988 BELTRAMINI 1988 1268 J PROC9THINTCONGRCATALYSISCALGARY1988 VERBEEK 1977 257 H KHARSON 1979 267 M GOLDWASSER 1986 75 J BOCCUZI 1990 381 F FOUILLOUX 1982 369 P METALSUPPORTMETALADDITIVEEFFECTSINCATALYSISLYON1982 BODNARIUK 1989 459 P COQ 1988 1145 B PROC11THIBEROAMERICANSYMPCATALYSISGUANAJUATO1988 BOUDART 1976 1 M PROC6THINTCONGRCATALYSISLONDON1976 COQX1992X317 COQX1992X317X333 COQX1992X317XB COQX1992X317X333XB item 0304-5102(92)85022-8 0304510292850228 1-s2.0-0304510292850228 10.1016/0304-5102(92)85022-8 272239 2024-01-02T01:05:30.650091Z 1992-02-01 1-s2.0-0304510292850228-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292850228/MAIN/application/pdf/3afa01f3a50f053cbd99241e24ebd792/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292850228/MAIN/application/pdf/3afa01f3a50f053cbd99241e24ebd792/main.pdf main.pdf pdf true 720445 MAIN 17 1-s2.0-0304510292850228-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292850228/PREVIEW/image/png/18c4cba288cd4fd12c5c2a9a5121937e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292850228/PREVIEW/image/png/18c4cba288cd4fd12c5c2a9a5121937e/main_1.png main_1.png png 67929 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 71 (1992) 317-333 317 M2811 Influence of alloying platinum for the hydrogenation of p-chloronitrobenzene over PtM/A1203 catalysts with M = Sn, Pb, Ge, Al, Zn Bernard Coq*, Amina Tijani and Francois Figueras Laboratoire O Chimie OrganiO Physique et CinetiO ChimaO AppliOes, URA 418 CNRS; ENSCM, 8 rue O L Ecole Normale, 34053 Montpellier Ceaex (France) (Received April 9, 1991; accepted October 20, 1991) Abstract Hydrogenation of p-chloronitrobenzene (CNB) has been studied, in methanol suspension, at 303 K and atmospheric pressure, over a series of Pt/A1203 and PtM/A1203 catalysts (M=Sn, Pb, Ge, Al, Zn). The bimetallic catalysts were prepared by the so-called controlled surface reaction method by reacting organometallic compounds on the well-dispersed Pt/A1203 parent sample. The kinetics obeys a modified Langmuir-Hinshelwood model with competitive adsorption between CNB and hydrogen. The competition of adsorption no longer holds at high CNB concentration: on the Pt surface saturated by CNB, there are still Pt sites available for the chemisorption of the smaller hydrogen molecule. A rate law is then proposed which allows both adsorption and rate constants to be determined. Upon addition of the second metal M, the specific activity per Pt surface atom goes through a maximum value around a chemical composition M/Pt-0.1-0.2. It is suggested that an electron-deficient species of the second metal promotes the reaction rate by activating the nitrogen-oxygen bond; ionic tin species are better promoters for this purpose. At high CNB conversion (> 9896) the yield of the desired product, p-chloroaniline (CAN), increases from 8296 on pure Pt/A1203 to 97.596 on PtSn/A1203 (Sn/Pt=0.36). The improvement of selectivity to CAN is not due to a decrease in CAN dehalogenation rate, which is not affected by alloying. Actually, the promoting effect of the second metal decreases the relative strength of adsorption between CAN and CNB up to a factor of 10: CAN is then easily removed from the surface by CNB, thus preventing hydrodechlorination. Introduction Aromatic haloamines are of great interest in the chemistry of herbicides and pesticides. The traditional routes for their production involve Bechamp's reaction and a metal acid system, or selective hydrogenation over heterogeneous catalysts. The latter route is now preferred, owing to its lower impact on the environment since no acid efuents are produced. Several formulations of heterogeneous catalysts have been claimed active and selective for these reactions by manufacturers. The most widely used heterogeneous *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 318 catalysts are based on platinum and Raney nickel. Two approaches have been developed in order to tune the catalytic system to produce high yields of the desired products: either dedicated preparation of the catalyst (alloying, metal/support interaction, etc.), or the use of specific additives (promoters, inhibitors) in the reaction medium. These respective approaches can be exemplified by two recent studies on hydrogenation of p-chloronitrobenzene over Raney Ni [ 1, 2 ]. Baumeister et al. [ 1 ] have improved the selectivity to p-chloroaniline by adding amidine derivatives to the reaction medium. El Au [2] reached the same goal by modifying Raney Ni with chromium during the catalyst synthesis. The tendency now is to simplify the reaction medium, thus making easier the recovery of products and reducing extra processing steps for treatment of liquid effluents. Therefore, optimisation of the solid catalyst requires detailed knowledge of the modifier action. This scope is of general interest, but the study of platinum-based catalysts, which are among the best candidates for producing aromatic haloamines, was particularly attractive. The catalytic properties of supported metal catalysts can be modified by several means: size of the metallic particles, interaction between metal particles or precursors and the support, and doping and alloying procedures. Several examples exist in the literature proving that the addition of a second metal, such as Cu [3], Ru [4] or Sn [5], to Pt increases the yield of the desired aromatic amine. We have focused our attention on this last point, which has been widely studied for reforming catalysts and upgrading of olefin cuts. First of all, in order to study the influence of alloy formation it is advisable to avoid any effect of particle size, support or precursor which may interfere. In particular, the nature of supports and precursors can greatly affect the properties of the final catalyst. The hydrogenation of crotonaldehyde gave only butyraldehyde when processed over Pt/Si02, but large amounts of crotyl alcohol (379'0) over Pt/Ti02 reduced at high temperature. Wismeijer et al. [6] claimed that the selective hydrogenation of citronellal to citronellol requires a chlorine-free Ru/'Ii02 catalyst. The yield of p-chloroaniline from p-chloronitrobenzene increases when Pd or Pt is supported on a basic support (BaC03) rather than an amphoteric one 01203) [7]. The use of alumina and organometallic precursors appeared to be efficient routes in order to minimize these effects for Rh- and Ru-based catalysts [8, 9]. Pt/A1203 catalysts of widely varying dispersion were prepared by this method for the study of the effect of Pt particle size on the hydrogenation of p-chloronitrobenzene [10]. The specific activity (per surface Pt atom) increases by one order of magnitude when the dispersion of Pt decreases. The product selectivity also depends on the Pt particle size. At high conversion the best selectivity in p-chloroaniline is reached on large Pt particles. This was interpreted by a lower relative strength of the amine adsorption on poorly dispersed catalysts. In the present work we have studied the bimetallic effect of PtM/A1203 catalysts (M = Sn, Pb, Ge, Al, Zn) prepared from organometallic precursors on the hydrogenation of p-chloronitrobenzene in the liquid phase. 319 Experimental Reactants Hydrogen of high purity grade (99.99%) was used for the catalytic experiments, and hydrogen of ultra-high purity (99.9995%) for adsorption measurements. p-Chloronitrobenzene (Aldrich, purity > 99%) and methanol (SDS, > 99%) were used without further purification. Platinum acetylacetonate (Pt(acac)2, Strem Chemicals) was used as precursor for the catalysts. This precursor was chosen in order to avoid the use of chlorine which could affect the chemisorption or catalytic properties [ 9 ] . The precursor was dissolved in anhydrous toluene (purity > 99.5%). The second metal was introduced as: tetra-n-butyltin (Merck, purity > 95%), tetra-n-butyllead (Alfa, purity > 98%), tetra-n-butylgermanium (Alfa), triethylaluminium (Alfa) and diethylzinc (Alfa). These organometallic compounds were dissolved in n-heptane (Fluka, purity > 99%). The carrier was y-alumina from Rhone-Poulenc (GC054C805 type, surface area 200 m2 g-', mean pore diameter= 8-9 run, impurities: Na20 < 20 ppm, Si02 < 140 ppm, Fe203 < 30 ppm, S < 50 ppm, Ca0 < 30 ppm, Mg0 < 20 ppm). Preparation of platinum catalysts The monometallic parent Pt/A1203 sample was prepared by adsorption of Pt(acac)2 on y-alumina. The requisite amount of Pt(acac)2 was dissolved in toluene, then contacted with y-A12O3 at room temperature for several hours. Afterward, the solution was evaporated. The solid was dried at 298 K under vacuum, then reduced at 623 K overnight. The bimetallic PtM/A1203 samples (M = Sn, Pb, Ge, Al, Zn) were prepared according to the so-called `controlled surface reaction' method [ 11-13 ] by reacting the Pt/A1203 parent catalyst with the desired amount of (C4H9)4Sn, for instance, in n-heptane solution and under bubbling hydrogen. First, the Pt/A1203 was reactivated in situ under flowing hydrogen at 623 K overnight. The solid was then cooled to room temperature under hydrogen, and the solution of (C4H9)4Sn in n-heptane was pushed through the catalytic bed with hydrogen. The controlled surface reaction was carried out under hydrogen atmosphere at 363 K, with a solid/liquid ratio of 1 g per 10 cm3. The formal reaction is: (C4H9)4Sn+PVA1203 ~ PtSn(C4H9),x/A1203+(4-x)C4Hlo These solids were dried under vacuum at room temperature and subsequently reduced under hydrogen at 623 K for 4 h: The samples were then stored under air. Characterization In order to characterize the dispersion of the platinum phase, the chemisorption of hydrogen was carried out in a conventional volumetric apparatus, at 298 K in the 0-20 kPa pressure range. The sample was first reactivated under flowing hydrogen at 573 K overnight, then evacuated to 320 1.2 x 10-4 Pa, at the same temperature, for 3 h. Hydrogen was then adsorbed. The linear portion of the isotherm, usually between 10 and 20 kPa, was extrapolated to zero pressure to determine the hydrogen uptake. By assuming a stoichiometry for hydrogen adsorption on surface platinum atoms (Ptj of unity, the dispersion of platinum is given by D = Pt, /Pt, = H/Ptc. It was reported recently that the stoichiometry of hydrogen adsorption changes with metal particle size, and can exceed unity on small particles [14]. This introduces an uncertainty in the number of surface Pt atoms, which can reach 2096 on well-dispersed samples [10]. The size of the metallic particles was checked by transmission electron microscopy using a JEOL 100CX apparatus. The agreement with chemisorption is good for the Pt/A1203 parent catalyst. The chemical compositions of the solids were determined after dissolution by elemental analysis at the Service Central d'Analyse (CNRS, Solaize, France). The main characteristics of the catalysts and their designations are included in Table 1. Catalytic tests Hydrogenation of p-chloronitrobenzene (CNB) was carried out in a 50 ml four-necked flask connected to a cooler, a dropping funnel, a hydrogen gas line and a pipe used to sample the reaction mixture. The catalyst was reactivated in situ under flowing hydrogen at 523 K overnight. After cooling to the reaction temperature (Tr=303 K unless otherwise specified), 25 ml of the reactant solution (CNB in methanol) was introduced through one arm of the flask. This solution was previously purged with bubbling hydrogen. The reaction mixture was magnetically stirred at 700 rpm, and the reaction was carried out at atmospheric pressure under H2 flow. Chemical analysis of the products was performed by gas chromatography (Carlo Erba, model 2450), equipped with a FID detector and a J & W capillary TABLE 1 Chemical composition and hydrogen adsorption of Pt/A1203 and PtM/Alzos catalysts (M=Sn, Pb, Ge, Al, Zn) Sample M M/Pt H/Pt (at/at) nature wt.% O - - 0 1.0 PtSn1 Sn 0.09 0.11 0.71 PtSn2 Sn 0.21 0.25 0.64 PtSn3 Sn 0.31 0.36 0.41 PtPb Pb 0.31 0.21 0.65 PtGe Ge 0.11 0.22 0.67 PtAl Al 0.04 0.21 0.69 PtZnl Zn 0.07 0.15 0.63 PtZn2 Zn 0.25 0.54 0.62 'The PtXI sample contains 1.4 wtA Pt. 321 column (30 m X 0.32 nun i.d., DB 1 apolar phase). Reactants and products were identified with authentic samples, and GC-MS coupling. Results The modification of a parent PVA1203 sample, with Sn(C4H9)4 for instance, leads to well-defined PtS]n/A1203 catalysts. It was previously shown for PtSn [ 12 ], RhSn [ 13 ] and PdSn [ 15 ] that, in the absence of Pt, Rh or Pd, no tin was deposited on alumina by this method. After exposure to air at room temperature, the subsequent reactivation of the PtSn bimetallic catalysts prepared by this method led to a nearly pure Ptx Sn alloy phase with a very low amount of under-stoichiometric SnO, species [16]. In the range of metal compositions studied, the addition of Sn, or another second metal, and the subsequent reduction of PtSn(C4H9),/A1203 at 623 K does not induce sintering or redispersion of the bimetallic particles (Fig. 1). This behaviour confums previous reports on PdM [ 15 ], RhSn [ 17 ] and RuM [ 18 ] catalysts. The hydrogenation of halonitrobenzenes follows the formal reaction pathways described in Scheme 1 [ 19, 201. Figures 2 and 3 show the product distribution for the hydrogenation of CNB over Pt/A1203 and PtZ]rk/A1203 PtXI PtZn2 1500 1500 N d 1000 1000 n o a a E c 500 - 500 ~ i i i , i~ 0 2 4 6 8 10 0 2 4 6 B 10 size of metallic particles (nm) Fig. 1. Distribution of platinum particle size in PtXI and PtZn2 samples. Scheme 1. 100 75 ~- E 50 0 N O d 25 0 322 Ci- GNHOH OO--N02 ~H2 H2 I H2 H2 ~ ~ HH H7 CI-aN02 (CI-Q-NOj -Y CI-O-NHOH - CI--o-NH2 - ChaNHOH Cl-O-NVN-O-CI H2 CI-O-NHNH-0-CI 200 50 O-H2 100 150 time (min) Fig. 2. Hydrogenation of p-chloronitrobenzene over PM as a function of time. T,=303 K; CR=0.52 mol 1-'. (O) p-chlororutrobenzene; (O) p-chloroaniline; ( ) aniline; (O) p-chloronitrosobenzene; traces (< 196) of chlorobenzene, nitrobenzene, p-chlorophenylhydroxylamine, azo- and azoxydichlorobenzenes. 323 100 75 v a o E c 50 N O O. E O 25 - O 0 . 50 100 150 200 time (min) Fig. 3. Hydrogenation of p-chloronitrobenzene over On2 sample as a function of time. T,=303 K; CR=0.52 mol 1-1. Symbols as in FYg. 2. samples as a function of time. The sigmoid-shaped curves indicate the occurrence of three different kinetic regimes depending on the CNB concentration. A negative order at high CNB concentration, then a zero order dependency and finally a positive order at the end of the CNB transformation. The only products appearing in detectable amounts in the course of the reaction are chlorobenzene (CB),. aniline (AN), p-chloronitrosobenzene (CNSB), nitrobenzene (NB), p-chloroaniline (CAN), p-chlorophenylhydroxylamine (CPH), azo- and azoxydichlorobenzenes. Actually, it seems that pchloronitrosobenzene is formed mainly in the GC apparatus, owing to the absence in the UV spectrum of the reaction medium of the reference peak at 755 run. Probably, CPH would be the prevailing intermediate present in solution, but would decompose to CNSB during GC analysis, as reported for phenylhydroxylamine [5, 21 ]. FIgure 4 reports the concentration of the postulated intermediates, CPH or CNSB, as a function of time. It appears clearly that tin addition favours their accumulation, whereas aluminium and zinc have the opposite effect; lead and germanium do not exhibit any significant influence. However, when PtSn3 (see Table 1) undergoes a redox cycling 324 o 3~1 o I E zl 1 o 0 10 a i u o m h Z u 4- 5 0 25 50 75 100 CNB conversion (%) Wig. 4. Distribution as a function of the reactant conversion of the postulated intermediate, p-chloronitrosobenzene or p-chlorophenylhydroxylamine, during the hydrogenation of p-chloronitrobenzene over platinum catalysts; (O) PtXI, ( ) PtSnl, (O) PGSn2, (t) PtSn3, (O) PtSn3ROR, ( ) PtZnl, (D) PtZn2, (1) PtGe, (p) O, ( ) Ob; T,=303 K, CR=0.52 mol (PtSn3ROR), its behaviour differs completely with respect to the reactivity of intermediates, which becomes very high, and only trace amounts of CNSB or CPH were detected. Whatever the catalysts, CB, NB, CPH and azo- or azoxydichlorobenzenes are always detected in small amounts ( < lO). The monometallic Pt/A1203 and a bimetallic PtZn/A1203 sample (PtZn2) were tested as catalysts for the hydrogenation of CNB at different reactant concentrations. Figure 5 reports the dependency of the initial rate for CNB hydrogenation (t = 0) on the CNB concentration. The reaction rate goes through a maximum, then tends to an asymptotic value. An in-depth kinetic study on Pt,/A1203 of various dispersions was performed in a previous work [10]. It was concluded that the kinetics obeys a modified Langmuir-Hinshelwood model with competitive adsorption between CNB and hydrogen. The adsorption competition no longer holds at high CNB concentration: on the Pt surface saturated by CNB, there are still Pt sites available for the chemisorption of the smaller hydrogen molecule. A rate law (eqn. (1)) was then proposed which allows determination of both adsorption and rate constants: 325 50 40 30 o _E a c 0 u tp 20 10 0 10 20 30 40 SO CN B concentration ( mol /t 000) Fig. 5. Hydrogenation rate as a function of p-chloronitrobenzene concentration over O and F'tZn2 samples. T, = 303 K; (O) PM; ( ) PtZn2. r-k(AHPH)0.5ARCRI(I +ARCR(1 -ss)~ss)II(~HPH)0.5 'i' AR CRI (1 'i- AliCg(1 - RyR)1Z where r is the reaction rate (mol g-1 s-1), CR the concentration of CNB (mol 1-1), PH the hydrogen pressure (atm), k the rate constant (mol g-' s-1), AR the adsorption constant of CNB (1 mol-1), .1H the adsorption constant of hydrogen (atm-'), ss a nondimensional number (ss < 1) representing the fraction of Pt surface covered by CNB at saturation. For all the catalysts the initial reaction rate (t = 0) was determined at high CNB concentration (CR=0.52 mol 1-1). These values are reported in Table 2, as well as the specific activity per surface metal atom determined as the turnover number (s-1). The latter was calculated by dividing the reaction rate (mol g-1 s-1) by the concentration of surface Pt atoms (mol g-1). In Table 2 the activities of two Pt/A1203 catalysts of different dispersion 326 TABLE 2 Reaction rate (mol g-' s-') and specific activity per Pt surface atom (s'') for the hydrogenation of p-chloronitrobenzene over Pt/A1203 and PtM/A1203 catalysts (M = Sn, Pb, Ge, Al, Zn). Tr = 303 K; CR=0.52 mol 1-' Sample H/Pt Reaction rate Turnover number (mol g-' s-' x 108) (s'') PtVla 0.26 42.0 0.81 Ptvlll' 1.26 2.5 0.24 PM 0.99 12.0 0.17 PtSn1 0.71 15.8 0.31 PtSn2 0.64 19.0 0.41 PtSn3 0.41 2.5 0.085 PtPb 0.65 8.8 0.19 PtGe 0.67 22.0 0.46 PtAl 0.69 28.8 0.58 PtZnl 0.63 31.3 0.69 PtZn2 0.62 12.8 0.29 PtSn3RORb n.d. 8.8 n.d. 'From [10]. \"Sample PtSn3 which has been activated as follows: reduction 473 K-calcination 473 K-reduction 473 K. [10] were also reported. Upon addition of the second metal M, a clear increase in specific activity up to M/Pt = 0.2 (at/at) is observed, except for PtPb. This behaviour compares well with the report of Galvagno et al. [5] on the hydrogenation of nitrobenzene over PtSn/nylon catalysts: a maximum of activity is found for Sn/Pt = 0.1-0.2. For the hydrogenation of p-chloronitrobenzene on RUM/A1203 bimetallic catalysts [22], we observed a monotonic enhancement of TON up to a ratio Sn,Pb/Ru near one. The yields in reaction products at high CNB conversion (> 98O) are reported in Table 3 for all the catalysts. It appears that better yields in CA are reached for the bimetallic formulations. In particular, yields higher than 97% can be obtained on heavily loaded Sn samples. This improvement in selectivity was not offset by a longer reaction time, which did not increase dramatically. Such a decrease in dehalogenation of aromatic haloamines upon alloying the catalyst has been reported previously for Raney Ni alloyed with Cr [2, 23] or Pt with Cu [3]. Discussion The results of CNB hydrogenation over PtM/A1203 elicit several comments concerning the kinetics, the specific activity and the selectivity with respect to the previous data, obtained over pure PtJAl203 catalysts. A similar kinetic law seems to apply for monometallic PtXI and bimetallic PtZn2 catalysts, and very likely for other bimetallics. TABLE 3 Yield of products for the hydrogenation of p-chloronitrobenzene at high conversion (>989b) over PVA1203 and PWA1203 catalysts (M=Sn, Pb, Ge, Al, Zn); Tr=303 K; CR=0.52 mol 1-1 Sample Catalyst CNB Reaction Yield of products (molg'o) amount conv. time (mg) (9b) (min) - CB AN CNSB NB CAN Others` Pt7G 50 99.7 285 0.11 16.9 0.19 0.05 82.1 0.25 PtSn1 50 98.6 300 - 3.20 0.50 - 86.6 8.30 PtSn2 50 99.2 250 0.70 3.3 0.03 0.15 94.4 0.6 PtSn3 200 99.5 220 - 1.16 0.03 - 97.5 0.80 PtPb 50 98.1 280 - 2.60 1.40 - 94.1 - PtGe 50 98.9 120 - 3.4 - - 94.1 1.60 PtAI 50 99.5 145 - 10.2 - - 89.3 - PtZn1 50 98.5 145 - 7.9 - - 90.6 - PtZn2 50 98.6 210 - 1.5 - - 97.1 - PtSn3ROR 200 98.8 200 - 2.44 0.33 - 95.7 0.23 `Mainly azo- and azozvdichlorobenzenes. 328 At low CNB concentration (AHPH .lR CR), the limiting form of the rate equation (eqn. (1)) is: r=kaR CR/(AHPH)c.5 (2) At high CNB concentration, the assumption that hydrogen adsorbs on the sites left free by CNB leads to the rate equation: r=k/3(1-ss) (3) The rate and concentration at the maximum are obtained from the first derivatives of eqn. (1): Cmax-(-kHPH)0.5/[(1 -(AHPH)0.5(1 -13)/ss),kR] (4) rm.x=k/4 (5) From eqns. (2)-(5) and the experimental data on reaction rates, the values of k, /3 and .lR/(.kHPH)0'5 can be deduced for PM and PtZn2 catalysts (Table 4). The rate constant k of the surface reaction can be expressed on a per site basis (K=k/(Pt)g; (Pt).: concentration of Pt atoms per unit weight of catalyst in mol g-1). When comparing large and small Pt particles, we observed an increase in the specific rate constant of the surface reaction and a decrease in the relative CNB adsorption coefficient AR/(.tHPH) .5 [10[. These facts were explained by the higher density of states at the Fermi level on large Pt particles, and the occurrence of a transition state bearing a low negative charge, which will be stabilized on large metal particles [ 101. An alternative interpretation was also suggested, based on the requirement of multiplybonded species during the rate-determining step, these species being disfavoured on small Pt particles. However, these small changes in catalytic properties between well and poorly dispersed Pt/A1203 catalysts seem to be better explained by subtle electronic modifications of the metal particles rather than by a geometric effect. At first glance, alloying Pt with Zn has only a small influence on the final catalyst (PtZn2) for the initial kinetics of CNB hydrogenation. Indeed neither K nor AR/(AHPH) -5 exhibits large changes. TABLE 4 Characteristic values of the rate law (eqn. (1)) for the hydrogenation of p-chloronitroOnzene over Pt/A1203 and PtZnVA1203 (On2) catalysts at 303 K Sample H/Pt k x lO' K AR/(AHP )O.e (mol g-' s'') (s'') p mol-,) PtVP 0.26 290 10.5 0.90 0.88 PtVIIP 1.26 32 3.1 2.60 0.93 PtXI 0.99 190 2.65 4.95 0.93 PtZn2 0.62 140 3.14 4.80 0.90 'Fiom [.101. 329 However, when comparing all the bimetallic catalysts it appears that the TON goes through a maximum for formulations where M/Pt-0.1-0.2 (at/at) (Table 2). Such a synergistic effect is usually explained by electronic modifications. In the case of the PtZn2 sample (Zn/Pt = 0.54), a compensation effect between the pre-exponential factor and the activation energy may occur which obscures the influence of Zn on activity. As mentioned previously, for most of the bimetallic formulations the activity is enhanced at low AM ratio. Such behaviour was also reported by Galvagno et al. [5] for nitrobenzene hydrogenation over PtSn/nylon catalysts; it was explained in part by a redispersion of the Pt particles. This interpretation cannot be applied in the present work since on the one hand the starting Pt/A1203 sample had a mean particle size of 12 A, on the other hand these Pt particles did not change in size when adding the second metal (Fig. 1). We prefer the second interpretation proposed by Galvagno et al. [5 ], suggesting that the tin species activates the N-O bond, which becomes more reactive towards the attack by chemisorbed hydrogen. This promoter effect is similar to that of electrophilic species on the C=O bond in the hydrogenation of a, ss-unsaturated carbonyls. The pioneer work of Tuley andAdams [24] revealed the positive influence of Fe z+ and Zn2+ on Pt. The addition of Fe [25] or Sn [ 26 ] to Pt, and Cr to Raney nickel [ 2 7 ] improves the ability of Pt or Ni to produce cinnamyl alcohol. A similar positive effect upon alloying Sn to Rh was reported for hydrogenation of geranial to geraniol [28]. The better selectivity to crotyl alcohol during crotonaldehyde hydrogenation on PtM02 catalysts in the SMSI state was claimed to originate from activation of the C=O bond by TiO__ adspecies [29]. Ionic, or partially reduced species, are suggested as the active centres by several authors [24-27, 29]. However, reduced tin was proposed to promote Rh by inducing an electronic modification at the rhodium atoms [28]. With the remarkable exception of this last study, in most of the other works the bimetallic catalysts were prepared according to classical methods by co- or successive impregnation of the support with inorganic salts. It is now well established that these last methods fail to yield homogeneous true bimetallic aggregates. Several studies [30-32] evidenced that PtSn/A1203 catalysts obtained according to these procedures contain separated Pt and Sn species with tin at various levels of reduction, as well as PtSn bimetallic aggregates with different compositions. The same is true for PtGe/A1203 samples [33]. The so-called `controlled surface reaction' method used here allows the attainment of true bimetallic aggregates of homogeneous composition between Pt and Pb, Sn, Ge, Al and Zn. Many studies dealing with the electronic state of both metals in these catalysts concluded that an `electron transfer' occurs from Sn [34], Pb [35] or Ge [36] to Pt. In the same way, Boccuzi et al. [37] showed that the reduction of Pt/ZnO at temperatures higher than 593 K leads to PtZn alloy formation, with an increased back-donation in the CO antibonding orbitals during adsorption of carbon monoxide, related to a ligand effect of Zn in the alloy. Thus, for the hydrogenation of CNB over PtWA1203 we can conclude that an electron-deficient M species is very likely to be the activity promoter at 330 low M/Pt ratio. Nevertheless, it seems that the promotion of activity increases with the appearance of ionic tin species. This is suggested by the higher rate of hydrogenation on PtSn3ROR compared to PtSn3 (Table 2). The PtSn3ROR sample is obtained from the parent PtSn3 which has undergone a redox cycle: reduction in H2 at 473 K-calcination in air at 473 K-reduction in HZ at 473 K. Such a treatment produces certainly superficial suboxide SnOx tin species in which Sn is in a partially ionic state. The most interesting point deals with selectivity. In the reaction, several undesired products may be formed, such as AN, CB, NB, azo- and/or azoxydichlorobenzenes. Whatever the nature of the second element M added to Pt, the yield in CAN is improved (Table 3). However, when comparing PtSn3ROR and PtSn3 samples, ionic tin species appear less efficient for such promotion. The improvement depends on the nature and the amount of M. In all cases, the promoting effect induces a lower dehalogenation of CAN to AN. This behaviour can have one of two explanations: (1) either the relative strength of adsorption between CNB and CAN increases when alloying Pt with the second metal and hence, p-chloroaniline is easily desorbed from the Pt surface and dechlorination is suppressed; (2) or alloyed Pt particles exhibit a lower activity for C-Cl bond hydrogenolysis. In order to check these hypotheses, two experiments were performed: first, the hydrodechlorination of CAN over PtXI and PtZn2; second, the hydrogenation of CNB in presence of CAN on the same samples. The rate of CAN hydrodechlorination over PM and PtZn2 is reported in Table 5. Small changes in the reaction rate are observed upon alloying TABLE 5 Reaction rate (mol g'' s-') and specific activity (s-') for the hydrodechlorination of pchloroaniline over Pt/A1203 and PtZn/A1zO3 (PtZn2) catalysts, Tr=303 K; CC,,=0.13 mol 1-' Sample Reaction rate TON (mol g-' s-') (s-') PM 4 x 10-a 0.056 PtZn2 3.7 x 10-6 0.084 TABLE 6 Effect of p-chloroaniline concentration (CcAN) on the initial rate of p-chloronitrobenzene hydrogenation over Pt/A1203 and PtZn/A1203 (PtZn2) catalysts; T==303 K; CR=0.13 mol 1-' Sample Reaction rate (mol g-' s'') x 108 C, .,=0 Cc,,=1.3 mol 1-' PtXI 18.8 0.7 PtZn2 13 3.9 331 platinum with zinc. It is difficult to compare these results with literature data because hydrodechlorination in the aromatic series is not yet well documented. Fouilloux et al. [38] reported a two-fold decrease in the rate of dechlorination of 2,3,4,5-tetrachloroaniline when alloying Pd with Ag (Ag/ Pd: 60/40). For the removal of chlorine from chlorobenzene in the gas phase, alloying Pd with Sn (Sn/Pd = 0.3) on a Pd/A1203 catalyst decreased the activity by a factor of five [39]. But the effect was lower for 1,2,4-trichlorobenzene hydrodechlorination when Pb, Ge or Sb were added to the same Pd/A1203 catalysts [401. These few results show that on small Pd particles, at low second metal content, C-Cl hydrogenolysis does not appear highly sensitive to alloying in Boudart's classification [41 ], in which the rate can be changed by 102-104 for a demanding reaction. The effect of CAN concentration on the initial rate of CNB hydrogenation over PtXI and PtZn2 catalysts is reported in Table 6. It appears clear that the inhibiting effect of CAN is much higher on PM than on PtZn2 catalyst. A three-fold decrease in activity is observed on the former, whereas it reaches a value of 30 on the latter. To a first approximation we can conclude that the ratio of the adsorption constants AcAN/Ae,B is divided by 10 when Zn is alloyed to Pt. Similar behaviour was observed when increasing the mean particle size of Pt from 10 A to 100 A, and the selectivity to CAN was higher on the latter [10]. In corollary, the selectivity to CAN was also improved. The decrease in the strength of adsorption of CAN upon alloying Pt with elements possessing electron-donor character suggests that the effect of these promoters of selectivity is to induce a higher electronic density at the Pt sites. Finally, the preferential formation of CPH, or CNSB, over PtSn3 compared to PtSn3ROR (Fig. 4) would suggest that tin ionic species enhance the reactivity of these intermediates. In this case, it could be questioned whether Al and Zn in PtAl, PtZn/A1203 catalysts are in a totally reduced state, since the appearance of CPH, or CNSB, during the course of the reaction is also low on these catalysts. Conclusions The kinetics of CNB hydrogenation obeys the same modified LangmuirHinshelwood model on pure and bimetallic Pt catalysts. Very likely electrondeficient species of the second element promote the turnover frequency of Pt atoms by activating the nitrogen-oxygen bond. Ionic tin species are better activity promoters but improve the selectivity to CAN to a lesser extent than metallic tin does. Indeed, addition of the second metal improves the yield of aromatic haloamine from 82% to 97.5% at high CNB conversion (> 989'0). The enhancement of CAN selectivity on bimetallic catalysts does not arise from a lower reactivity of the C-CI bond on these catalysts. It is better explained by a decrease in the relative strength of adsorption between CAN and CNB which favours the desorption of the aromatic amine and thus prevents its dehalogenation. 332 References 1 P. Baumeister, H. U. Blaser and W. Scherrer, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals 11, Proc. Int. Symp., Poitiers, 1990, Elsevier, Amsterdam, 1990, p. 321. 2 K. El Alj, Thesis, Grenoble, 1990. 3 L. Cerveny, I. Paseka, V. Struckly and V. Ruzicka, Collect. Czech. Chem. Commun., 47 (1982) 853. 4 Eur. Pat. 0 073105 (1982) to J. R. Kosak. 5 S. Galvagno, A. Donato, G. Neri and R. Pietropaolo, J. MOi. Catal., 42 (1987) 379. 6 A. A. Wismeijgr, A. P. G. Kieboom and H. Van Bekkum, Appl, CataL, 25 (1986) 181. 7 P. N. Rylandei, M. Kilroy and V. Coven, Engelhard Ind. Tech. Bull., 6 (1965) 11. 8 B. Coq, A. Bittar, R. Dutartre and F. Figueras, Appl, Catab, 60 (1990) 33. 9 B. Coq, R. Dutartre, F. Figueras and T. Tazi, J. Catal., 122 (1990) 438. 10 B. Coq, A. Tijani and F. Figueras, J. MoL Catal., 68 (1991) 331. 11 U.S. Pat. 4 456 775 (1984) to C. Travers, T. D. Chan, R. Snappes and J. P. Boumonville. 12 J. Margitfalvi, M. Hegediis, S. Gobolos, E. Kern Talas, P. Szedlacsek, S. Szabo and F. Nagy, in Proc. 8th Int. Congr. Catalysis, Berlin, 1984, Verlag Chemie, Weinheim, 1984, Vol. 4, p. 903. 13 C. Travers, J. P. Bournonville and G. Martino, in Proc. 8th Int. Congr. Catalysis, Berlin, 1984, Verlag Chemie, Weinheim, 1984, Vol. 4, p. 891. 14 B. J. Kip, F. R. M. Duivenvoorden, D. C. Koningsberger and R. Prins, J. Catal., 105 (1987) 26. 15 H. G. Aduriz, P. Bodnarluk, B. Coq and F. FIgueras, J. Catal., 119 (1989) 97. 16 C. Vertes, E. Talas, I. Czako-Nagy, J. Ryczkowski, S. Gobolos, A. Vertes and J. Margitfalvi, Appl. Catal., 68 (1991) 149. 17 J. P. Candy, A. El Mansour, O. A. Ferretti, G. Mabilon, J. P. Boumonville, J. M. Basset and G. Martino, J. Catal., 112 (1988) 210. 18 B. Coq, A. Bittar, R. Dutartre and F. Figueras, J. Catal., 128 (1991) 275. 19 J. R. Kosak, in W. H. Jones (ed.), COlysis in Oanic Chemistry, Academic Press, New York, 1980, p. 107. 20 W. Pascoe, in P. N. Rylander, H. Greenfield and R. L. Augustine (eds.), Catalysis of Oanic Reactions, M. Dekker, New York, 1988, p. 121. 21 G. Mestroni, G. Zassinovich, C. del Bianco and A. Camus, J. MOL Catal., 18 (1983) 33. 22 F. Figueras, A. Tuani and B. Coq, Appl, Catal., 76 (1991) 255. 23 V. D. Simonov, T. V. Denisenko, V. I. Savchenko, S. Yu Sklyar and N. M. Ryazanova, Issiim. Prom., 8 (1977) 579. 24 W. F. Tuley and R. Adams, J. Am. Chem. Soc., 47 (1925) 3061. 25 D. Richard, P. Fouilloux and P. Gallezot, in M. J. Phillips and M. Teman (eds.), Proc. 9th Int. Congr. Catalysis, Calgary, 1988, The Chemical Institute of Canada, Ottawa, 1988, Vol. 3, p. 1074. 26 Z. Poltarzewski, S. Galvagno, R. Pietropaolo and P. Staiti, J. CataL, 102 (1986) 190. 27 T. Koscielski, J. M. Bonnier, J. P. Damon and J. Masson, Appl. Catal., 49 (1989) 91. 28 B. Didillon, A. El Mansour, J. P. Candy, J. P. Bournonville and J. M. Basset, in M. Guisnet, J.Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals 11, Proc. Int. Symp., Poitiers, 1990, Elsevier, Amsterdam, 1990, p. 137. 29 ,M. A. Vannice and B. Sen, J. Catal., 115 (1988) 65. 30 R. Bacaud, P. Bussiere and F. Figueras, J. Catal., 69 (1981) 399. 31 B. A. Sexton, A. E. Hughes and K. Foger, J. Catal., 88 (1984) 466. 32 J. M. Stencel, J. Goodman and B. Davis, in M. J. Phillips and M. Teman (eds.), Proc. 9th Int. Congr. Catalysis, Calgary, 1988, The Chemical Institute of Canada, Ottawa, 1988, Vol. 3, p. 1291. 333 33 J. N. Beltramini and D. L. Trimm, in M. J. Phillips and M. Ternan (eds.), Proc. 9th Int. Congr. Catalysis, Calgary, 1988, The Chemical Institute of Canada, Ottawa, 1988, Vol. 3, p. 1268. 34 H. Verbeek and W. M. H. Sachtler, J. Catal., 42 (1977) 257. 35 M. S. on, G. B. Kadinov and A. N. Palazov, React. Kinet. CataG Lett., 10 (1979) 267. 36 J. Goldwasser, B. Arenas, C. Bolivar, G. Castro, A. Rodriguez, A. Fleitas and J. Gimm, J. Catal., 100 (1986) 75. 37 F. Boccuzi, A. Chiorino, G. Ghiotti, F. Pinna, G. Strukul and R. Tessari, J. CataL, 126 (1990) 381. 38 P. Fouilloux, G. Cordier and Y. Coleuille, in B. Imelik, C. Naccache, G. Coudurier, H. Praliaud, P. Meriaudeau, P. Gallezot, G. A. Martin a,nd J. C. Vedrine (eds.), Metal-Support and MetahAOitive Effects in Catalysis, Lyon, 1982, Elsevier, Amsterdam, 1982, p. 369. 39 P. Bodnariuk, B. Coq, G. Ferrat and F. Figueras, J. Catal., 116 (1989) 459. 40 B. Coq, F. Figueras and P. Bodnariuk, in F. Gossio, O. Bermudez, G. del Angel and R. Gomez (eds.), Proc. 11th loeroamerican Symp. Catalysis, Ono, 1988, Instituto Mexicano del Petroleo, Mexico, 1988, p. 1145. 41 M. Boudart, in G. C. Bond, P. B. Wells and F. C. Tompkins (eds.), Proc. 6th Int. Congr. Catalysis, London, 1976, The Chemical Society, London, 1976, Vol. 1, p. 1. X244 92850228 0304-5102(92)85022-8 10.1016/0304-5102(92)85022-8 Influence of alloying platinum for the hydrogenation of p-chloronitrobenzene over PtM/Al2O3 catalysts with MSn, Pb, Ge, Al, Zn Bernard Coq ∗ Amina Tijani François Figuéras Laboratoire de Chimie Organique Physique et Cinétique Chimique Appliquées, URA 418 CNRS; ENSCM, 8 rue de l'Ecole Normale, 34053 Montpellier Cedex France * Author to whom correspondence should be addressed. Hydrogenation of p-chloronitrobenzene (CNB) has been studied, in methanol suspension, at 303 K and atmospheric pressure, over a series of Pt/Al2O3 and PtM/Al2O3 catalysts (MSn, Pb, Ge, Al, Zn). The bimetallic catalysts were prepared by the so-called controlled surface reaction method by reacting organometallic compounds on the well-dispersed Pt/Al2O3 parent sample. The kinetics obeys a modified Langmuir-Hinshelwood model with competitive adsorption between CNB and hydrogen. The competition of adsorption no longer holds at high CNB concentration: on the Pt surface saturated by CNB, there are still Pt sites available for the chemisorption of the smaller hydrogen molecule. A rate law is then proposed which allows both adsorption and rate constants to be determined. Upon addition of the second metal M, the specific activity per Pt surface atom goes through a maximum value around a chemical composition M/Pt≌0.1–0.2. It is suggested that an electron-deficient species of the second metal promotes the reaction rate by activating the nitrogenoxygen bond; ionic tin species are better promoters for this purpose. At high CNB conversion (> 98%) the yield of the desired product, p-chloroaniline (CAN), increases from 82% on pure Pt/Al2O3 to 97.5% on PtSn/Al2O3 (Sn/Pt = 0.36). The improvement of selectivity to CAN is not due to a decrease in CAN dehalogenation rate, which is not affected by alloying. Actually, the promoting effect of the second metal decreases the relative strength of adsorption between CAN and CNB up to a factor of 10: CAN is then easily removed from the surface by CNB, thus preventing hydrodechlorination. References 1 P. Baumeister H.U. Blaser W. Scherrer M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Pérot Heterogeneous Catalysis and Fine Chemicals II, Proc. Int. Symp. Poitiers, 1990 1990 Elsevier Amsterdam 321 2 K. El Alj Thesis 1990 Grenoble 3 L. Cerveny I. Paseka V. Struckly V. Ruzicka Collect. Czech. Chem. Commun. 47 1982 853 4 Eur. Pat. 0 073 105 (1982) to J. R. Kosak. 5 S. Galvagno A. Donato G. Neri R. Pietropaolo J. Mol. Catal. 42 1987 379 6 A.A. Wismeijer A.P.G. Kieboom H. Van Bekkum Appl. Catal. 25 1986 181 7 P.N. Rylander M. Kilroy V. Coven Engelhard Ind. Tech. Bull. 6 1965 11 8 B. Coq A. Bittar R. Dutartre F. Figueras Appl. Catal. 60 1990 33 9 B. Coq R. Dutartre F. Figueras T. Tazi J. Catal. 122 1990 438 10 B. Coq A. Tijani F. Figueras J. Mol. Catal. 68 1991 331 11 U.S. Pat. 4 456 775 (1984) to C. Travers, T. D. Chan, R. Snappes and J. P. Bournonville. 12 J. Margitfalvi M. Hegedüs S. Göbölös E.Kern Talas P. Szedlacsek S. Szabo F. Nagy Proc. 8th Int. Congr. Catalysis, Berlin, 1984 4 1984 Verlag Chemie Weinheim 903 13 C. Travers J.P. Bournonville G. Martino Proc. 8th Int. Congr. Catalysis, Berlin, 1984 4 1984 Verlag Chemie Weinheim 891 14 B.J. Kip F.R.M. Duivenvoorden D.C. Koningsberger R. Prins J. Catal. 105 1987 26 15 H.G. Aduriz P. Bodnariuk B. Coq F. Figueras J. Catal. 119 1989 97 16 C. Vertes E. Talas I. Czako-Nagy J. Ryczkowski S. Göbölös A. Vertes J. Margitfalvi Appl. Catal. 68 1991 149 17 J.P. Candy A. El Mansour O.A. Ferretti G. Mabilon J.P. Bournonville J.M. Basset G. Martino J. Catal. 112 1988 210 18 B. Coq A. Bittar R. Dutartre F. Figueras J. Catal. 128 1991 275 19 J.R. Kosak W.H. Jones Catalysis in Organic Chemistry 1980 Academic Press New York 107 20 W. Pascoe P.N. Rylander H. Greenfield R.L. Augustine Catalysis of Organic Reactions 1988 M. Dekker New York 121 21 G. Mestroni G. Zassinovich C. del Bianco A. Camus J. Mol. Catal. 18 1983 33 22 F. Figueras A. Tijani B. Coq Appl. Catal. 76 1991 255 23 V.D. Simonov T.V. Denisenko V.I. Savchenko S. Yu Sklyar N.M. Ryazanova Khim. Prom. 8 1977 579 24 W.F. Tuley R. Adams J. Am. Chem. Soc. 47 1925 3061 25 D. Richard P. Fouilloux P. Gallezot M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catalysis, Calgary, 1988 3 1988 The Chemical Institute of Canada Ottawa 1074 26 Z. Poltarzewski S. Galvagno R. Pietropaolo P. Staiti J. Catal. 102 1986 190 27 T. Koscielski J.M. Bonnier J.P. Damon J. Masson Appl. Catal. 49 1989 91 28 B. Didilon A. El Mansour J.P. Candy J.P. Bournonville J.M. Basset M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Pérot Heterogenous Catalysis and Fine Chemicals II, Proc. Int. Symp., Poitiers, 1990 1990 Elsevier Amsterdam 137 29 M.A. Vannice B. Sen J. Catal. 115 1988 65 30 R. Bacaud P. Bussiere F. Figueras J. Catal. 69 1981 399 31 B.A. Sexton A.E. Hughes K. Foger J. Catal. 88 1984 466 32 J.M. Stencel J. Goodman B. Davis M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catalysis, Calgary, 1988 3 1988 The Chemical Institute of Canada Ottawa 1291 33 J.N. Beltramini D.L. Trimm M.J. Philips M. Ternan Proc. 9th Int. Congr. Catalysis, Calgary, 1988 3 1988 The Chemical Institute of Canada Ottawa 1268 34 H. Verbeek W.M.H. Sachtler J. Catal. 42 1977 257 35 M.S. Kharson G.B. Kadinov A.N. Palasov React. Kinet. Catal. Lett. 10 1979 267 36 J. Goldwasser B. Arenas C. Bolivar G. Castro A. Rodriguez A. Fleitas J. Gimm J. Catal. 100 1986 75 37 F. Boccuzi A. Chiorino G. Ghiotti F. Pinna G. Strukul R. Tessari J. Catal. 126 1990 381 38 P. Fouilloux G. Cordier Y. Coleuille B. Imelik C. Naccache G. Coudurier H. Praliaud P. Meriaudeau P. Gallezot G.A. Martin J.C. Vedrine Metal-Support and Metal-Additive Effects in Catalysis, Lyon, 1982 1982 Elsevier Amsterdam 369 39 P. Bodnariuk B. Coq G. Ferrat F. Figueras J. Catal. 116 1989 459 40 B. Coq F. Figueras P. Bodnariuk F. Gossio O. Bermúdez G. del Angel R. Gomez Proc. 11th Iberoamerican Symp. Catalysis, Guanajuato, 1988 1988 Instituto Mexicano del Petroleo Mexico 1145 41 M. Boudart G.C. Bond P.B. Wells F.C. Tompkins Proc. 6th Int. Congr. Catalysis, London, 1976 1 1976 The Chemical Society London 1",
      "scopus-id": "0026818409",
      "coredata": {
        "eid": "1-s2.0-0304510292850228",
        "dc:description": "Hydrogenation of p-chloronitrobenzene (CNB) has been studied, in methanol suspension, at 303 K and atmospheric pressure, over a series of Pt/Al2O3 and PtM/Al2O3 catalysts (MSn, Pb, Ge, Al, Zn). The bimetallic catalysts were prepared by the so-called controlled surface reaction method by reacting organometallic compounds on the well-dispersed Pt/Al2O3 parent sample. The kinetics obeys a modified Langmuir-Hinshelwood model with competitive adsorption between CNB and hydrogen. The competition of adsorption no longer holds at high CNB concentration: on the Pt surface saturated by CNB, there are still Pt sites available for the chemisorption of the smaller hydrogen molecule. A rate law is then proposed which allows both adsorption and rate constants to be determined. Upon addition of the second metal M, the specific activity per Pt surface atom goes through a maximum value around a chemical composition M/Pt≌0.1–0.2. It is suggested that an electron-deficient species of the second metal promotes the reaction rate by activating the nitrogenoxygen bond; ionic tin species are better promoters for this purpose. At high CNB conversion (> 98%) the yield of the desired product, p-chloroaniline (CAN), increases from 82% on pure Pt/Al2O3 to 97.5% on PtSn/Al2O3 (Sn/Pt = 0.36). The improvement of selectivity to CAN is not due to a decrease in CAN dehalogenation rate, which is not affected by alloying. Actually, the promoting effect of the second metal decreases the relative strength of adsorption between CAN and CNB up to a factor of 10: CAN is then easily removed from the surface by CNB, thus preventing hydrodechlorination.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292850228",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coq, Bernard"
          },
          {
            "@_fa": "true",
            "$": "Tijani, Amina"
          },
          {
            "@_fa": "true",
            "$": "Figuéras, François"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292850228"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292850228"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)85022-8",
        "prism:volume": "71",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Influence of alloying platinum for the hydrogenation of p-chloronitrobenzene over PtM/Al2O3 catalysts with MSn, Pb, Ge, Al, Zn",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "317-333",
        "prism:endingPage": "333",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1992",
        "prism:doi": "10.1016/0304-5102(92)85022-8",
        "prism:startingPage": "317",
        "dc:identifier": "doi:10.1016/0304-5102(92)85022-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026818409"
      }
    }
  }
}