{
  "metadata": {
    "title": "Coke on catalysts-harmful, harmless, invisible and beneficial types",
    "authors": "P. G. Menon",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-04-01",
    "doi": "10.1016/0304-5102(90)85053-K",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085053K",
    "pii": "030451029085053K"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025406488",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085053K 0304-5102(90)85053-K 030451029085053K 10.1016/0304-5102(90)85053-K S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01800 2024-01-02T01:05:30.650091Z 0 0 19900401 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 59 59 2 2 Volume 59, Issue 2 5 207 220 207 220 19900401 1 April 1990 1990-04-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. COKECATALYSTSHARMFULHARMLESSINVISIBLEBENEFICIALTYPES MENON P ROSTRUPNIELSEN 1977 155 J ROSTRUPNIELSEN 1975 J STEAMREFORMINGCATALYSTS TRIMM 1977 155 D TRIMM 1983 263 D ALBRIGHT 311987 46 L DEDEKEN 1981 225 J MCCARTY 1979 406 J MAGNOUX 1987 69 P FIGUERIDO 1986 144 J PROCINTSYMPFUNDAMENTALSCATALYTICCOALCARBONGASIFICATION ALBRIGHT 11985 35 L BARBIER 1980 53 J CATALYSTDEACTIVATION BARBIER 1985 245 J MENON 1985 1 P ADVANCESINCATALYSISSCIENCETECHNOLOGY MENON 1987 99 P CATALYSTDEACTIVATION PANCHENKOV 1968 582 G BAKULIN 1978 89 R KIM 1987 15 J MROSS 1983 591 W HUTTINGER 1986 261 K KAEDING 1981 159 W MEIMA 1987 117 G MEIMA 1987 G PHDTHESIS SOMORJAI 1981 G CHEMISTRYINTWODIMENSIONSSURFACES WATSON 1982 282 P ARAKI 1975 439 M PONEC 1979 268 V BILOEN 1981 165 P SACHTLER 1984 1 151 W SOMORJAI 1984 I 113 G HAAG 1984 327 W PROC29THIUPACCONGR1983 DESSAU 1986 111 R 1988 HYDROGENEFFECTSINCATALYSISFUNDAMENTALSPRACTICALAPPLICATIONS PAAL 1983 229 Z PAAL 1981 9 Z ZIMMER 1982 513 H MENON 1985 313 P MENON 1987 383 P NIEMANTSVERDRIET 1986 1396 J VANLANGEVELD 1986 215 A MERTA 1971 53 R PROC4THINTCONGRCATALMOSCOW1968 CARTER 1982 327 J GATES 1979 209 B CHEMISTRYCATALYTICPROCESSES BOUDART 1969 153 M MENONX1990X207 MENONX1990X207X220 MENONX1990X207XP MENONX1990X207X220XP item 0304-5102(90)85053-K 030451029085053K 1-s2.0-030451029085053K 10.1016/0304-5102(90)85053-K 272239 2024-01-02T01:05:30.650091Z 1990-04-01 1-s2.0-030451029085053K-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085053K/MAIN/application/pdf/100ef8488676d133e6f7f0174f382b57/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085053K/MAIN/application/pdf/100ef8488676d133e6f7f0174f382b57/main.pdf main.pdf pdf true 1186002 MAIN 14 1-s2.0-030451029085053K-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085053K/PREVIEW/image/png/6685dfab7e22f14cb92a7e3469c923b2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085053K/PREVIEW/image/png/6685dfab7e22f14cb92a7e3469c923b2/main_1.png main_1.png png 70716 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 59 (1990) 207-220 207 COKE ON CATALYSTS HARMFUL. HARMLESS, INVISIBLE AND BENEFICIAL TYPES P. G. MENON Research & Development Department, Dow Benelux N.V., 4530AA Terneuzen (The Netherlands) and Department of Engineering Chemistry I, Chalmers University of Technology, 412 96 Gothenburg {Sweden} Summary The deactivating influence of coke on catalysts depends very much on the nature of the coke, its structure and morphology, and the exact location of its deposition on the catalyst surface. When coke deposition occurs mainly on the carrier surface and not directly on the active sites, the catalyst can tolerate even 6-10 wt.% coke without much loss in activity. A relatively low coking rate (sometimes achieved by a proper feedstock blending) can prevent pore-mouth blockage and ensure efficient use of the available surface and activity of a catalyst. Continuous gasification of the coke formed in oxidation reactions can maintain steady activity and selectivity over long periods. The importance of a carbonaceous overlayer or intermediate in many hydrocarbon reactions and even the beneficial role of coke in some cases have also been recognized in several catalytic reactions on metals and oxides. Considerations of such less-negative aspects of coke on catalysts suggest that catalytic reactions may be broadly classified into (relatively) coke- sensitive and coke-insensitive types. The latter type very often results when the catalyst contains a strong hydrogenating function and there is an abundance of hydrogen under pressure in the system. Introduction The deactivation caused by coke deposition on solid catalysts is quite well known. Since such deactivation is expensive for the industry, very great efforts have been, and are being, devoted to the study of this problem. Several advances in chemical engineering and catalysis have been made mainly to minimize or overcome this problem; e.g. fluidized-bed operation was first developed to tackle rapid coking and catalyst deactivation in catalytic cracking; molecular sieves, particularly the ZSM-5 type, became such great successes thanks to the low degree of coking on these catalysts. In spite of these harmful aspects of coking, relatively harmless coking also occurs in many major industrial processes. Indeed, the exact structure, morphology and location of the coke are probably of far greater importance than the total quantity (weight) of coke on the catalyst. Instances are also 0304-5102/90/$3.60 Elsevier Sequoia/Printed in The Netherlands 208 known of the carbonaceous species on the surface either playing a beneficial role or functioning as a partner of the reaction itself. This paper reviews and underlines some of these aspects of coke on catalysts on the molecular scale. This perspective differs from that regarding coke only as a deactivating function which fouls catalyst systems. Importance of coking in the petroleum industry In petroleum processing, the H/C atomic ratio of 1.5-1.8 of many feedstocks must be raised to 1.8-2.1 for most usable fuels (Fig. 1). This can be achieved in two ways: by adding more hydrogen or by knocking off some carbon. The first alternative is more expensive, though unavoidable in hydro-treating and in hydrocracking. The second and cheaper alternative is applied in fluid catalytic cracking (FCC) and delayed coking. In the United States alone, about 1 million tonnes of oil are cracked by FCC every day. Nearly 5% of this feedstock (50,000 tonnes/day) is converted into coke on the catalyst. This coke is burned to COg and HgO in the regenerator to produce the necessary heat for the endothermic cracking. In catalytic reforming, catalysts such as Pt/alumina or the bimetallic Pt Re/alumina are slowly and deliberately coked to about 0.5 wt.% of coke on the catalyst. Thereafter the coking proceeds very slowly over 6-12 months, or even longer in the case of the bimetallic catalyst. Without this controlled coking at the start of the run, the catalyst will induce excessive hydrogenolysis and uncontrolled coking. The careful deposition of coke in this way exemplifies the intentional steering of catalytic reactions at the molecu- lar level, alluded to above. In a normal reforming cycle, the temperature of the catalyst bed is raised slowly to compensate for the very slow and gradual decline in activity. The coke on catalyst at the end of the cycle may amount to 6-8 wt.%. Hydrodesulfurization/hydrotreating catalysts can accommodate 10 wt.% or more of coke accumulated over a long period, provided this occurs slowly. These systems illustrate the macro effects of coking: it is important that rapid coke lay-down at the pore mouth should not cut off the rest of the pore PETROLEUM DESIRED TRANSPORTATION 1.0 1.5 2.0 H/C ATOMIC RATIO Fig. 1. Much of petroleum processing may be looked upon as efforts to raise the H/C ratio of the available feedstocks. 209 Base 3 6 Time on stream (months) A slow coking rapid coking (plug) Fig. 2. (A) Schematic representation of slow coking and rapid coking, the latter leading to pore-mouth blockage in the catalyst; (B) Pore-mouth blockage necessitates a more rapid rise in reactor temperature and gives a much shorter cycle life for the catalyst. (Fig. 2). A slow coverage of the entire catalyst surface by coke should be ensured by both the design of the pore structure of the catalyst and the mode of process operation. Larger-pore diameter catalysts were developed for this purpose, especially for hydrotreating of heavier/residual oil fractions, about 20 years ago. In catalytic reforming, hydrotreating, hydrocracking and such proces- ses, where coke accumulates on the catalyst very slowly in the course of several months or even a few years, the temperature of the catalyst bed is raised gradually to compensate for the loss in activity. Very often, catalyst regeneration becomes necessary when the pressure drop due to coke laydown becomes too high, and not because of catalyst deactivation due to coke laydown. Coke formation on nickel surfaces The study of the mechanism of coke formation on nickel surfaces on a molecular scale is very important for two reasons: (a) because of coke formation on the walls of Ni-alloy tubular reactors as used industrially in steam cracking of e.g. naphtha and LPG to produce olefins and aromatics, and (b) because Ni catalysts are used at high temperatures for steam 210 TABLE 1 Penetration of carbon into a deactivated Ni/a-Al203 steam reforming catalyst; XPS analysis of elemental composition of the catalyst surface after ion sputtering to different depths' Sputter time Approx. etching Element (a it. %) (min) depth(nm) Ni A1 0 C 0 0 6.3 25.7 54.4 13.6 3 5 9.5 25.1 52.5 12.8 10 17 10.1 31.3 47.9 10.7 20 34 12.3 28.5 52.8 6.4 40 68 11.1 31.6 54.3 3.0 a Note the continuous decrease of C content with increasing penetration from the surface, while the Ni content increases up to ~5nm and thereafter remains practically constant. Data from [6]. reforming of hydrocarbons to produce synthesis gas (for methanol synthesis etc.) and hydrogen (for the fertilizer industry and other large-scale purposes). This is an area in which Rostrup-Nielsen and Trimm have conducted pioneering studies and have published fairly comprehensive reviews [1-4]. Coke formation on nickel and iron surfaces is a peculiar insertion process, in which the coke can grow as tubular whiskers with a little metal crystallite at the tip of each whisker. Such whisker growth does not deactivate the catalyst, but it can destroy the catalyst mechanically. In the case of whisker growth in steam-cracking coils, severe 'metal dusting\" can occur, gradually leading to a decrease in wall thickness from 2.5 cm to about 1.5 cm in the course of a few years of coking and decoking operations [5]. In the case of steam reforming of methane on Ni/a-alumina catalysts, steady-state operations are possible with small amounts of coke on the catalyst. Deactivation of the catalyst can be caused for example by a deliberate shutting on\" of the hydrogen added to the feedstream. The cause of deactivation in such a case has been investigated [6] by a temperature- programmed combustion of the coke on the catalyst, where a very slow coke combustion lasting for several hours even at 720 C was observed. Apparently the coke/carbon has dissolved/diffused into the bulk of the nickel crystallites; the diffusion of this carbon from the bulk to the surface causes the unusually slow combustion. This hypothesis was tested by XPS analysis of coke on the deactivated catalyst before and after ion-sputtering to different depths, as shown in Table 1. The carbon in the deactivated catalyst consisted of both amorphous/graphitic types (which cannot be differentiated by XPS) and carbidic type, and it had penetrated more than 70 nm into the nickel crystallite. Types of coke Even with a single reactant and a single catalyst, different types of coke can be formed at different temperatures. These different types of coke can 211 also have different reactivities towards gases such as hydrogen, oxygen or steam. As McCarty and Wise showed [7], in general the coke deposited at a lower temperature can also react with gaseous hydrogen to form methane, and thus leave the catalyst surface at a relatively lower temperature. In this respect, the coke can be graded into young, medium I, medium II and old coke. The young coke can gradually lose its hydrogen content and slowly age to become the unreactive (towards hydrogen) or refractory type. The molecular structure of coke can vary markedly even with not-so- large differences in the temperature of coke deposition. This has been shown very elegantly by Magnoux et al. [8] for coke formed from cyclohexene on ultrastable HY zeolite catalysts, using GC MS, HPLC and NMR techniques. The increasingly complex structure of coke with rise in temperature of coke deposition is shown below: at 120 C: trimer, tetramer and pentamer of cyclohexene and methyl cyclopentane (one aromatic ring); at 200 C: naphthalenic and phenanthrenic structures with methyl groups; at 350 C: pyrenic compounds with alkyi and naphthalenic groups at 450 C: cyclopentapyrene, indopyrene, CHaCla-insoluble black particles The conditions for formation of coke are very important, not only in determining its molecular structure and subsequent reactivity towards hydrogen, oxygen or steam, as pointed out above, but also in governing its macroscopic structure. For instance, one can easily distinguish by electron microscopy the spherical particles and agglomerates from propylene pyrolysis at 850 C from the catalytic coke in the form of typical tubular whiskers when propylene reacts on iron foil at 560 C or from the carbon filaments formed in a steam cracker coil [9]. The coke formed in pyrolysis itself can be differentiated further into seven types of macro-structures. These structures change when the process conditions are changed or when additives are introduced into the pyrolysis system [10]. Shifting location of coke on a bifunctional catalyst In the case of, e.g., a bifunctional Pt/alumina reforming catalyst, the coke on the metal surface can be quite different from that on the alumina surface. This can be seen easily from temperature-programmed combustion (TPC) of coke on the catalyst [II], as shown in Fig. 3. The first COg peak is due to the combustion of coke on the metal, while the second higher- temperature peak results from the combustion of the coke on the alumina surface. If a stream of 5% Og in He is used instead of air for the TPC, the oxygen consumed during TPC can be monitored simultaneously using a GC or an oxygen analyzer. Very often the two COg peaks may overlap. Nevertheless, TPC gives a characteristic fingerprint or spectrum of the nature of the coke formed on different catalysts, or on the same catalyst but under different conditions. 212 200 400 600 TCC) Fig. 3. Evolution of COg during temperature-programmed combustion of coke on a Pt/Ala03 reforming catalyst [11]. Typical commercial reforming catalysts such as Pt/alumina or Pt Re/alumina have -200 m2 g~1 of total (BET) surface area. Of this, only 2-4:m2g~l is the Pt or Pt+Re metal surface, the remainder being the alumina surface. Coke on the metal surface is formed by hydrogenolysis, while coke on the alumina is formed predominantly from acid-catalyzed carbenium ion reactions. Under typical reforming process conditions of 480 510 C, 10-30 bar pressure and Ha/hydrocarbons molar ratio of 4-7, the catalyst remains active enough even with 6-8 wt.% of coke on it, provided this coke is mostly on the alumina surface. If a sizable part of this coke is inadvertently deposited on the noble metal surface, the catalyst will be deactivated too much and regeneration to bum off this coke becomes unavoidable. Pretreatments of the reforming catalyst, such as sulfiding and/or chloriding, special start-up procedures, etc., all usually aim to minimize the hydrogenolytic coke on the metal surface [12-14]. Fig. 4. Coke deposition (Ce) on 0.6% Pt/AlgOs reforming catalyst at 1 bar and 7 bars pressure, with hydrogen/hydrocarbon molar ratio (y) 2. [14]. 213 Fig. 6. Temperature-programmed combustion of coke on the reforming catalyst after the coking experiments of Fig. 4; inset: simultaneous recording of the weight changes of the catalyst; from [14]. The remarkable differences in the nature and location of coke on catalyst, depending on the way this coke is deposited, can be demonstrated as follows: Fig. 4 shows the deposition of coke on a 0.6% Pt/alumina reforming catalyst (CK 306 of Akzo/Ketjen) from n-hexane at 500 C, Hg/n^ molar ratio of 2, and total pressures of 1 bar and 7 bar, studied in a Sartorius high-pressure balance under differential reaction conditions (conversion <10%). After the first hour, the conversion does not change with increasing coke deposition [14]. The TPC of coke formed at 1 bar and at 7 bars and the corresponding weight changes of the catalyst (hanging from one arm of the balance) are shown in Fig. 5. Under TPC conditions, the coke on the Pt surface bums easily at a lower temperature, since Pt is a powerful combustion catalyst. The coke formed at 1 bar exhibits a prominent first peak (coke on Pt metal) and a minor second peak (coke on alumina). At 7 bars pressure, the coking is much less but, more significantly, there is now less coke on the Pt surface, and most of the coke is now on the alumina surface. Thus, the nature of the coke (hydrogenolytic or carbenium-ion-derived type) and hence its location on the catalyst surface can change significantly when the pressure in catalytic reforming is changed. Similar changes are also produced by temperature and Ha/hydrocarbon ratio, and by pretreatments, such as sulfiding, employed in the process [13-14]. To ignore the molecular structure of coke and try to model the kinetics of deactivation of catalyst systems, based only on the weight of coke on catalyst, may be erroneous and misleading. Dependence of coke formation on the type of hydrocarbon The reactant hydrocarbon has a decisive influence on both the rate of coke laydown and the maximum amount of coke that can be deposited on a 214 TABLE 2 Influence of the reactant hydrocarbon on the rate of coking and the maximum amount of coke which can be deposited on a silica alumina cracking catalyst* Hydrocarbon Maximum coke Time to reach max formed coke (pore vol^O) (wt.%) (min) styrene butadiene 10 16 60 150 isobutene 40 600 kerosene 50 14,000 'Data from [15]. catalyst. This was shown in 1968 by Panchenkov et al. [15], who measured the change in pore volume during coking of a silica alumina cracking catalyst. When the maximum coking limit was reached, the pore volume became almost zero. Unsaturated hydrocarbons such as styrene or butadiene have a much higher rate of coking as compared to kerosene (Table 2). With styrene, the accessible pore volume is eliminated already at 10 wt.% coke, while with kerosene this happens only at 50 wt.%. This is possible only if the coke from styrene is deposited at the pore mouth, cutting off the internal volume of the pores a typical pore-mouth plugging (see Fig. 2). With a slower main reaction, the coking reaction is also slower, and the pores are filled with coke only gradually. An important guideline thus emerges: for effective use of a catalyst, ensure a slow rate of coke laydown. In steam reforming of hydrocarbons also, the rate of coking is strongly dependent on the type of the hydrocarbon, as has been shown by Rostrup- Nielsen [2]. In petroleum refining processes, hydrocarbons with molecular struc- tures similar to those of cyclopentadiene, indene, phenanthrene, indan and fluorene are known to be notorious coke makers: coking with these is an order of magnitude higher than with other hydrocarbons [16]. Presumably such molecular structures can be converted more easily to polynuclear aromatic precursors of coke. Invisible coke on catalysts Partial oxidations and oxidative dehydrogenations of hydrocarbons constitute an important group of industrial catalytic processes. Oxides of metals with variable valency are often the preferred catalyst here. Coke is formed on the catalysts in these processes, but under the prevailing oxidative conditions this coke is rapidly gasified or burned to carbon dioxide and water. Because of such rapid coke gasification, the equilibrium coke level on the catalyst will be rather low. If the coke gasification slows down, coke can accumulate on the catalyst with consequent catalyst deactivation. In the 216 oxidative dehydrogenation of ethylbenzene to styrene over LaO,;-promoted catalysts, Kim and Weller [17] have recently reported that the coke deposited during the reaction does not result in deactivation or loss in surface area. Alkali and alkaline-earth metals or their oxides are the best-known catalyst promoters added to gasify the coke catalytically. The wide-spread use of alkali promotion in heterogeneous catalysis has been reviewed by Mross [18]. Of course, alkali promotion has strong influences also on the activity and selectivity of many catalytic reactions, apart from catalyzing the coke gasification. A detailed mechanism for alkali-gasification of carbon has been proposed by Hiittinger [19]. Beneficial coke Only a few examples will be cited here to show that coke formation can sometimes play a positive or beneficial role in heterogeneous catalysis. The need to have a little controlled coking during start-up to avoid excessive hydrogenolysis and a run-away exothermic reaction in catalytic reforming was mentioned earlier. Such controlled low coking is essential to attain the optimum stability and stabilized activity for the catalyst in many hydrocar- bon processes. In the case of molecular-sieve catalysts, three types of shape selectivity are well known: reactant selectivity, product selectivity and transition-state selectivity. Kaeding et al. [20] have shown that in the alkylation of toluene with methanol to form xylenes on ZSM-5 type catalysts, the selectivity to p-xylene can be increased to 92% from the thermodynamic equilibrium value of 23% if the pore structure of the catalyst is fine-tuned with a carefully laid down carbonaceous polymeric layer. Another example of the subtle and beneficial effects of carbon in a catalyst is the recent work on supported silver catalysts by Meima et al. [21,22]. Traces of carbon left from the preparation technique have a very beneficial influence on the chemisorption of oxygen on the silver catalyst. The catalytic activity for CO oxidation was found to depend not on the silver metal surface in the catalyst, but on the number of defects and the morphology of the silver particles. These defects in the crystal structure are stabilized by carbonaceous impurities, leading to a much greater oxygen transport at the surface. The authors propose that \"carbonaceous impurities can enhance the transparency of the silver surface for oxygen atoms\". If this carbon is removed by a mild oxidation (without any sintering occurring), the capacity for oxygen chemisorption drops, with a corresponding drop in the catalytic activity for CO oxidation as well. There is at least one case in which coke on catalyst has been identified as the active site for catalysis. In the oxidative dehydrogenation of ethylben- zene to styrene on catalysts such as SiOg, AlzOg, SiOa-AlgOg, SiOa-MgO, P-SiOg, P-SiOg-AlgOa and SiOa-ZrOg, Echigoya and coworkers [23] found 216 the catalytic activity to increase with time on stream for several hours before reaching a stable value. Suspecting that coke formation was responsible for this increase in activity, the catalysts were pre-coked by cumene cracking. On these coked catalysts, the high stabilized activity for ethyl-benzene conver- sion was immediately obtained. From this result, the authors conclude that the coke on the acid catalyst is the active site for oxidative dehydrogenation of ethylbenzene. Carbonaceous species on catalysts as reactive intermediates Surface science studies by Somorjai and coworkers [24, 25] in the 1970s led to the surprising conclusion that a carbonaceous overlayer was actually the active layer or zone in many hydrocarbon reactions on metal catalysts. Work on Fischer-Tropsch synthesis has now led to a general consensus [26 30]: in F-T synthesis, carbidic carbon is the reactive intermediate, while graphitic carbon can deactivate the catalyst. In the case of Ni/a-alumina catalyst for steam reforming of methane, as discussed earlier, catalyst deactivation stems not from the carbon on the catalyst, but from the carbon in the bulk of the nickel. For synthesis of aromatics from a variety of starting materials such as paraffins, olefins, alcohols, the liquid mixture resulting from Fischer-Tropsch synthesis, biomass, etc., a reactive carbonaceous pool has been suggested [31]: the desired products are obtained by typical hydrogen-transfer reac- tions on zeolites. In the conversion of methanol to gasoline on ZSM 5-type catalysts, Dessau [32] has proposed a similar carbon pool of Cg, , C^, Cg,... species on the catalyst surface. The higher species are created by repeated methyl insertions; cracking of the heavier species produces all the lower olefins. Under the conditions of a catalytic reaction, the surface of a catalyst will be covered to a greater or lesser extent with reactive species or in- termediates, the relative amounts of which in hydrocarbon reactions will be regulated by hydrogen [33-36]. In the case of hydrocarbons, the formation of various carbonaceous intermediates on a catalyst surface will involve the gradual dissociation of the reacting hydrocarbon species. In the case of n-hexane as the reactant, Zimmer et al. [36] showed that the relative concentration of aromatics on the one hand and of isomers and methyl- cyclopentane on the other, corresponds to their thermodynamic equilibrium, provided the 'effective surface hydrogen pressure' governing this ratio is higher than that measured in the gas phase. The existence of such an equilibrium in a flow-through system indicates the establishment of an equilibrium on the molecular level itself on the catalyst surface. Two surface species, CgHiaPKads) and CgH^-^PUads) were assumed to be in equili- brium and to be responsible for isomerization plus Cg-cyclization and aromatization respectively. With increasing hydrogen pressure, the rates of formation of all the products exhibit a maximum at some intermediate 217 HY DROGEN BALAN CE -8H -8H *2H 0 t2H Bail ihift ditudia- e C.DtM's-cvcii hoft < HydfagtnB -Ivm ^ Bonil sn.ft isomenzaltOfi Cjt elicfKlIUlS isomeriiattOfl OPTIMUM HYDROGEN PRESSURE I CH,J^ ^ \"T-. M M , M , . -CH,^ ^ .CH,-CH . 'C^C C-CH CH-4-\"C~ H \\M' H ' M \\ M M ^ M 'M M-- Fig. 6. The order of optimum hydrogen pressure and hydrogen balance, with proposed carbonaceous intermediates on the catalyst surface, for various hydrocarbon reactions; from 134]. pressure. The order of maxima corresponds to the degree of dissociation of the surface intermediate for the given reaction [35,36]. The order of optimum hydrogen partial pressures, hydrogen balance and the proposed carbonaceous surface intermediates for the various hydrocarbon reactions are shown in Fig. 6. Carbonaceous surface species with varying amounts of hydrogen and with or without oxygen have also been reported on a variety of catalysts for several technologically important reactions, such as methanation, methanol synthesis, steam reforming of hydrocarbons, Fischer-Tropsch synthesis, water-gas shift reaction, and the Mobil methanol-to-gasoline process. Menon et al. [37] have pointed out that these surface species need not be mutually exclusive; instead, they may be in a state of equilibrium as shown in Fig. 7. Is FT Synthesis Methanation Steam Methanol Decomposition reforming synthe$is of formic acid on 2n0 or Pd CO + \"H; CO + \"H; C 4 + H^O CO + 2H; HCOOH C + yH ^ | -C Z T\"CH30CH3 H-C-OH -<-Jf ^ y H H ' \\:=0 01r -/H\"\" 0\\ ^r { .CH,r 1 CH30H CO + H;0 ; -CO; + H2 Mobil MTG Hater-gas shift reaction Tail-end alkylation used as used as of toluene reducing shift with metnanol couple reaction Fig. 7. Carbonaceous surface species in equilibrium, possibly common for several major catalytic processes. The arrows indicate the surface species which have been previously proposed or identified by various investigators for the processes concerned [38]. 218 the CHyO intermediate on the surface in an enolic fonn or a ketonic form? Is the value ofy in these species 1, 2 or 3? Does the attachment of hydrogen to the carbon occur before or after the dissociation of CO into C and 0 on the surface in the case of Fischer Tropsch and methanol synthesis, methanation and other CO + re Ha reactions? These questions all remain very relevant. It must be strongly emphasized that the answers to these questions need not be unequivocal, since they will depend very much on the nature of the catalyst used, the concentration of the reactants, and other experimental conditions. The fact that a particular surface species in the equilibrium of Fig. 7 is not detected in a specific investigation can have at least two causes [38]: (a) its concentration is below the level of detection of the analytical technique used; and (b) it is readily converted into another actually-detected form during the experimental manipulation (e.g., raising the temperature in temperature- programmed desorption or reaction, or shifting the equilibrium during reactive scavenging of a particular species from the catalyst surface). Characterization of coke with AES/SIMS Quantitative determination of hydrogen in coke and hence a better characterization of coke on metal catalyst surfaces have recently been achieved by Niemantsverdriet and van Langeveld [39]. By an elegant combination of Auger electron spectroscopy (AES) and secondary ion mass spectrometry (SIMS), these authors distinguished four types of car- bonaceous layers on metal surfaces. AES indicates whether the carbon can be categorized as molecular/carbidic or amorphous/graphitic. Combination with data on hydrogen content and degree of polymerization from SIMS enabled further conclusions to be made on the state of the carbon deposits formed on foils of Rh, IrandPt. The carbonaceous deposit formed on Rh at 252 C is a mixture of mainly carbidic carbon and some hydrocarbon fragments, while that formed at 502 C has a low hydrogen content and low degree of graphitization and hence contains mostly hydrogen-depleted amorphous and carbidic carbon. Carbon deposit on Pt at 502 C is largely graphitic in nature; on Ir at the same temperature, it is characterized by a lower degree of graphitization and a higher hydrogen content and hence has a more amorphous character than that on Pt. The deposits on Pt and Ir at 252 \"C are very similar and their hydrogen content is practically the same; nevertheless there is more graphitic carbon on Pt. Such experimental evidence for the simultaneous existence of different carbonaceous species with varying hydrogen contents on metal catalyst surfaces broadly supports the generalization proposed in Fig. 6. Furthermore the deposits formed on Rh contain significantly less hydrogen than those on Pt and Ir. This is in agreement with the relatively high activity ofRh for breaking C H bonds, as reported by Merta and Ponec [40]. For Ir and Pt substrates, the degree of polymerization increases with increasing temperature, while for Rh it remains at a low level. Pt is more 219 sensitive than Ir for graphite formation, which is in agreement with work on alumina-supported Pt and Ir catalysts by Carter et al. [41]. The AES/SIMS data show that the tendency of the substrate metals to promote graphitization decreases in the order Pt, Ir, Rh, which is indeed the order of increasing hydrogenolysis activity of these metals [42]. Such quantitative comparisons of the hydrogen content and nature of the car- bonaceous overlayer or deposit on catalyst surfaces may thus provide a direct rationalization for the intrinsic catalytic activity and the actual performance of catalysts. Classification of coking reactions The above observations on coke formed on catalysts lead to the conclusion that catalytic reactions can be broadly classified into coke- insensitive and coke-sensitive reactions, somewhat analogous to Boudart's classification [43] of catalytic reactions into structure-insensitive or facile and structure-sensitive or demanding ones. Coke-insensitive reactions are encountered whenever there is hydrogen under pressure in the reactant system and a strong hydrogenation com- ponent in the catalyst, e.g. catalytic reforming, hydrotreating, hydrocracking, steam reforming, methanol synthesis, Fischer-Tropsch synthesis. In all these cases, the 'hydrogen pool' on the catalyst surface and the strong hydrogenation activity of the catalyst keep the surface relatively clean and active even when appreciable quantities of 'coke' are already present on the surface. This is because the carbonaceous species on the surface is still reactive enough to be considered as an intermediate. In these cases, the type and location of coke are far more important than the total quantity of coke on the catalyst. In contrast to the above are the coke-sensitive reactions, in which the coke is deposited directly on the active sites on the catalyst. This coke is unreactive (because there is no hydrogen, or no sufficiently high partial pressure of hydrogen, or a strongly hydrogenating catalyst function in the system) and can be compared to typical catalyst poisoning, in which the activity falls rapidly with increasing quantity of coke on the catalyst. Well-known examples for this are catalytic cracking and hydrogenolysis, where <1 wt.% coke is enough to deactivate the catalyst almost completely. The coke formed in coke-sensitive reactions is indeed undesirable or 'harmful'. The coke resulting from relatively coke-insensitive reactions may prove to be 'harmless', or almost 'invisible' due to its continuous gasification to COg and HgO. It can also be termed 'beneficial' when it enhances selectivity or serves as a reactive carbonaceous overlayer on the catalyst surface, or may be the actual catalytic site itself on the surface. References 1 J. R. Rostrup-Nielsen and D. L. Trimm, J. Catal., 8 (1977) 155. 2 J. R. Rostrup-Nielsen, Steam Reforming Catalysts, Teknisk Forlag, Copenhagen, 1975. 220 3 D. L. Trinun, Catal. Rev. Sci. Eng., 16 (1977) 155. 4 D. L. Trvmm,Appl. Catal., 5 (1983) 263. 5 L. F. Albright and W. A. McGill, Oil Oas J., Aug. 31 (1987) 46. 6 J. C. de Deken, P. G. Menon, G. F. Froment and G. Haemers, J. Catal., 70 (1981) 225. 7 J. G. McCarty and H. Wise, J. Catal., 87 (1979) 406. 8 P. Magnoux, V. Fouche and M. Guisnet, Bull. Soc. Chim. Fr., (1987) 69. 9 J. L. Figuerido, in Proc. Int. Symp. Fundamentals of Catalytic Coal and Carbon Gasification, Rolduc, The Netherlands, 1986, p. 144. 10 L. F. Albright, Oil Gas J., Aug. 1 (1985) 35. 11 J. Barbier, P. Marecot, N. Martin, L. Elassel and R. Maurel, in B. Delmon and G. F, Froment (eds.). Catalyst Deactivation, Elsevier, Amsterdam, 1980, p. 53; J. Barbier, G. Corro, Y. Zhang, J. P. Boumonville, and J. P. Franck, Appl. Catal., 13 (1985) 245. 12 P. G. Menon, in T. S. R. Prasada Kao (ed.), Advances in Catalysis Science and Technology, Wiley Eastern, New Delhi, 1985, p. 1. 13 P. G. Menon, in E. E. Petersen and A. T. Bell (eds.), Catalyst Deactivation, Marcel Dekker, New York, 1987, p. 99. 14 P. G. Menon and G. F. Froment, to be published. 15 G. M. Panchenhov, M. E. Levinter, M. A. Tanatarov and B. F. Morozov, Int. Chem. Eng., 8 (1968) 582. 16 R. A. Bakulin, M. E. Levinter, and F. G. Unger, Int. Chem. Eng., 18 (1978) 89. 17 J. J. Kim and S. W. Weller, Appl. Catal., 33 (1987) 15. 18 W. Mross, Catal. Rev. Sci. Eng., 25 (1983) 591. 19 K. J. Huttinger, ErdSl Kohle Erdgas Petrochim., 39 (1986) 261. 20 W. W. Kaeding, C. Chu, L. B. Young, B. Weinstein and S. A. Butter, J. Catal., 67(1981) 159. 21 G. R. Meima, L. M. Knijff, A. J. van Dillen, J. W. Geus, J. E. Bongaerts, F. R. van Buren and K. Deleour, Catal. Today, 1 (1987) 117. 22 G. R. Meima, Ph. D. Thesis, Univ. Utrecht, 1987. 23 E. Echigoya, H. Sano and M. Tanaka, 8th Int. Congr. Catal., Berlin, 1984, V-623. 24 G. A. Somorjai, Chemistry in Two Dimensions: Surfaces, Cornell University Press, Ithaca, 1981. 25 P. R. Watson and G. A. Somorjai, J. Catal., 74 (1982) 282. 26 M. Araki and V. Ponec, J. Catal., 44 (1975) 439. 27 V. Ponec and W. A. van Barneveld, Ind. Eng. Chem. Prod. Res. Dev., 18 (1979) 268. 28 P. Biloen and W. M. H. Sachtler, Adv. Catal., 30 (1981) 165. 29 W. M. H. Sachtler, Proc. 8th Int. Congr. Catal., Berlin, 1984 1-151. 30 G. A. Somorjai, Proc. 8th Int. Congr. Catal., Berlin, 1984,1-113. 31 W. 0. Haag, D. H. Olson and P. B. Weisz, Proc. 29th IUPAC Congr., 1983, Pergamon Press, 1984, p. 327. 32 R. M. Dessau, J. Catal., 99 (1986) 111. 33 Z. Paal and P. G. Menon (eds.). Hydrogen Effects in Catalysis: Fundamentals and Practical Applications, Marcel Dekker, New York, 1988. 34 Z. Paal and P. G. Menon, Catal. Rev. Sci. Eng., 25 (1983) 229. 35 Z. Paal and P. Tetenyi, Appl. Catal., 1 (1981) 9. 36 H. Zimmer, Z. Paal and P. Tetenyi, Acta Chim. Acad. Sci. Hung., Ill (1982) 513. 37 P. G. Menon, J. C. de Deken and G. F. Froment, J. Catal., 9S (1985) 313. 38 P. G. Menon, J. Mol. Catal., 39 (1987) 383. 39 J. W. Niemantsverdriet and A. D. van Langeveld, Fuel, 65 (1986) 1396; A. D. van Langeveld and J. W. Niemantsverdriet, Surf. Interface Anal., 9 (1986) 215. 40 R. Merta and V. Ponec, Proc. 4th Int. Congr. Catal.. Moscow, 1968, Vol. 2, Hungarian Acad. Sci., Budapest, 1971, p. 53. 41 J. L. Carter, G. B. McVicker, W. Weissman, W. S. Kmak and J. H. Sinfelt, Appl. Catal., 3 (1982) 327. 42 B. C. Gates, J, R. Katzer and G. C. A. Schuit, The Chemistry of Catalytic Processes, McGraw-Hill, New York, 1979, p. 209. 43 M. Boudart,Acto. Cato;., 20 (1969) 153. X244 9085053K 0304-5102(90)85053-K 10.1016/0304-5102(90)85053-K Coke on catalysts-harmful, harmless, invisible and beneficial types P.G. Menon a Research & Development Department, Dow Benelux N.V., 4530 AA TerneuzenThe Netherlands b Department of Engineering Chemistry I, Chalmers University of Technology, 412 96 GothenburgSweden The deactivating influence of coke on catalysts depends very much on the nature of the coke, its structure and morphology, and the exact location of its deposition on the catalyst surface. When coke deposition occurs mainly on the carrier surface and not directly on the active sites, the catalyst can tolerate even 6–10 wt.% coke without much loss in activity. A relatively low coking rate (sometimes achieved by a proper feedstock blending) can prevent pore-mouth blockage and ensure efficient use of the available surface and activity of a catalyst. Continuous gasification of the coke formed in oxidation reactions can maintain steady activity and selectivity over long periods. The importance of a carbonaceous overlayer or intermediate in many hydrocarbon reactions and even the beneficial role of coke in some cases have also been recognized in several catalytic reactions on metals and oxides. Considerations of such less-negative aspects of coke on catalysts suggest that catalytic reactions may be broadly classified into (relatively) coke-sensitive and coke-insensitive types. The latter type very often results when the catalyst contains a strong hydrogenating function and there is an abundance of hydrogen under pressure in the system. References 1 J.R. Rostrup-Nielsen D.L. Trimm J. Catal. 8 1977 155 2 J.R. Rostrup-Nielsen Steam Reforming Catalysts 1975 Teknisk Forlag Copenhagen 3 D.L. Trimm Catal. Rev. Sci. Eng. 16 1977 155 4 D.L. Trimm Appl. Catal. 5 1983 263 5 L.F. Albright W.A. McGill Oil Gas J. 311987 46 6 J.C. de Deken P.G. Menon G.F. Froment G. Haemers J. Catal. 70 1981 225 7 J.G. McCarty H. Wise J. Catal. 57 1979 406 8 P. Magnoux V. Fouche M. Guisnet Bull. Soc. Chim. Fr. 1987 69 9 J.L. Figuerido Proc. Int. Symp. Fundamentals of Catalytic Coal and Carbon Gasification 1986 144 Rolduc, The Netherlands 10 L.F. Albright Oil Gas J. 11985 35 11 a J. Barbier P. Marecot N. Martin L. Elassel R. Maurel B. Delmon G.F. Froment Catalyst Deactivation 1980 Elsevier Amsterdam 53 b J. Barbier G. Corro Y. Zhang J.P. Bournonville J.P. Franck Appl. Catal. 13 1985 245 12 P.G. Menon T.S.R.Prasada Rao Advances in Catalysis Science and Technology 1985 Wiley Eastern New Delhi 1 13 P.G. Menon E.E. Petersen A.T. Bell Catalyst Deactivation 1987 Marcel Dekker New York 99 14 P.G. Menon and G.F. Froment, to be published. 15 G.M. Panchenkov M.E. Levinter M.A. Tanatarov B.F. Morozov Int. Chem. Eng. 8 1968 582 16 R.A. Bakulin M.E. Levinter F.G. Unger Int. Chem. Eng. 18 1978 89 17 J.J. Kim S.W. Weller Appl. Catal. 33 1987 15 18 W. Mross Catal. Rev. Sci. Eng. 25 1983 591 19 K.J. Hüttinger Erdöl Kohle Erdgas Petrochim. 39 1986 261 20 W.W. Kaeding C. Chu L.B. Young B. Weinstein S.A. Butter J. Catal. 67 1981 159 21 G.R. Meima L.M. Knijff A.J. van Dillen J.W. Geus J.E. Bongaerts F.R. van Buren K. Delcour Catal. Today 1 1987 117 22 G.R. Meima Ph. D. Thesis 1987 Univ. Utrecht 23 E. Echigoya, H. Sano and M. Tanaka, 8th Int. Congr. Catal., Berlin, 1984, V-623. 24 G.A. Somorjai Chemistry in Two Dimensions: Surfaces 1981 Cornell University Press Ithaca 25 P.R. Watson G.A. Somorjai J. Catal. 74 1982 282 26 M. Araki V. Ponec J. Catal. 44 1975 439 27 V. Ponec W.A. van Barneveld Ind. Eng. Chem. Prod. Res. Dev. 18 1979 268 28 P. Biloen W.M.H. Sachtler Adv. Catal. 30 1981 165 29 W.M.H. Sachtler Proc. 8th Int. Congr. Catal., Berlin 1984 1 151 30 G.A. Somorjai Proc. 8th Int. Congr. Catal., Berlin 1984 I 113 31 W.O. Haag D.H. Olson P.B. Weisz Proc. 29th IUPAC Congr., 1983 1984 Pergamon Press 327 32 R.M. Dessau J. Catal. 99 1986 111 33 Z. Paal P.G. Menon Hydrogen Effects in Catalysis: Fundamentals and Practical Applications 1988 Marcel Dekker New York 34 Z. Paál P.G. Menon Catal. Rev. Sci. Eng. 25 1983 229 35 Z. Paál P. Tetenyi Appl. Catal. 1 1981 9 36 H. Zimmer Z. Paál P. Tetenyi Acta Chim. Acad. Sci. Hung. 111 1982 513 37 P.G. Menon J.C. de Deken G.F. Froment J. Catal. 95 1985 313 38 P.G. Menon J. Mol. Catal. 39 1987 383 39 a J.W. Niemantsverdriet A.D. van Langeveld Fuel 65 1986 1396 b A.D. van Langeveld J.W. Niemantsverdriet Surf. Interface Anal. 9 1986 215 40 R. Merta V. Ponec Proc. 4th Int. Congr. Catal.. Moscow, 1968 2 1971 Hungarian Acad. Sci Budapest 53 41 J.L. Carter G.B. McVicker W. Weissman W.S. Kmak J.H. Sinfelt Appl. Catal. 3 1982 327 42 B.C. Gates J.R. Katzer G.C.A. Schuit The Chemistry of Catalytic Processes 1979 McGraw-Hill New York 209 43 M. Boudart Adv. Catal. 20 1969 153",
      "scopus-id": "0025406488",
      "coredata": {
        "eid": "1-s2.0-030451029085053K",
        "dc:description": "The deactivating influence of coke on catalysts depends very much on the nature of the coke, its structure and morphology, and the exact location of its deposition on the catalyst surface. When coke deposition occurs mainly on the carrier surface and not directly on the active sites, the catalyst can tolerate even 6–10 wt.% coke without much loss in activity. A relatively low coking rate (sometimes achieved by a proper feedstock blending) can prevent pore-mouth blockage and ensure efficient use of the available surface and activity of a catalyst. Continuous gasification of the coke formed in oxidation reactions can maintain steady activity and selectivity over long periods. The importance of a carbonaceous overlayer or intermediate in many hydrocarbon reactions and even the beneficial role of coke in some cases have also been recognized in several catalytic reactions on metals and oxides. Considerations of such less-negative aspects of coke on catalysts suggest that catalytic reactions may be broadly classified into (relatively) coke-sensitive and coke-insensitive types. The latter type very often results when the catalyst contains a strong hydrogenating function and there is an abundance of hydrogen under pressure in the system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-04-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085053K",
        "dc:creator": {
          "@_fa": "true",
          "$": "Menon, P.G."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085053K"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085053K"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85053-K",
        "prism:volume": "59",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Coke on catalysts-harmful, harmless, invisible and beneficial types",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "207-220",
        "prism:endingPage": "220",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 April 1990",
        "prism:doi": "10.1016/0304-5102(90)85053-K",
        "prism:startingPage": "207",
        "dc:identifier": "doi:10.1016/0304-5102(90)85053-K",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025406488"
      }
    }
  }
}