{
  "metadata": {
    "title": "Formaldehyde hydroformylation to glycol aldehyde via rhodium phosphine-amine and phosphine-amide catalysts",
    "authors": "Stephen E. Jacobson",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-07-31",
    "doi": "10.1016/0304-5102(87)80026-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287800263",
    "pii": "0304510287800263"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022753408",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287800263 0304-5102(87)80026-3 0304510287800263 10.1016/0304-5102(87)80026-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00594 2024-01-02T01:04:16.600218Z 0 0 19870701 19870731 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 41 41 1 2 1 2 Volume 41, Issues 1–2 11 163 183 163 183 198707 July 1987 1987-07-01 1987-07-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. FORMALDEHYDEHYDROFORMYLATIONGLYCOLALDEHYDEVIARHODIUMPHOSPHINEAMINEPHOSPHINEAMIDECATALYSTS JACOBSON S PRUETT 1981 11 R COSTA 1983 325 L SPENCER 1980 113 A MAWBY 1964 3994 R WAX 1981 7028 M DUBOIS 1975 1011 D BULL 1963 303 W DRAGO 1965 15 R ABLEY 1969 477 P WOJCICKI 1979 87 A ADVORGANOMETALLCHEM POULIN 1975 87 J KAWABATA 1979 462 Y DOUGHTY 1982 65 D ADVANCESINCHEMISTRYSERIES CATALYTICASPECTSMETALPHOSPHINECOMPLEXES OSBORN 1966 1711 J DOBSON 1975 370 A CHAN 1983 377 A EVANS 1968 3133 D RYLANDER 1979 J CATALYTICHYDROGENATIONINORGANICSYNTHESES GRIM 1975 656 S WEISS 1980 643 A MCEWEN 1980 2746 W BERKE 1981 353 H CLARK 1982 335 G SWEET 1982 2811 J MAY 1982 C49 J BROWN 1979 503 K HEAD 1982 1637 R MILSTEIN 1986 3525 D CAWSE 1979 405 J MILSTEIN 1986 1336 D WEBB 1986 345 S JACOBSONX1987X163 JACOBSONX1987X163X183 JACOBSONX1987X163XS JACOBSONX1987X163X183XS item 0304-5102(87)80026-3 0304510287800263 1-s2.0-0304510287800263 10.1016/0304-5102(87)80026-3 272239 2024-01-02T01:04:16.600218Z 1987-07-01 1987-07-31 1-s2.0-0304510287800263-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800263/MAIN/application/pdf/532d301e048f076d417d072ee5836b91/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800263/MAIN/application/pdf/532d301e048f076d417d072ee5836b91/main.pdf main.pdf pdf true 1483582 MAIN 21 1-s2.0-0304510287800263-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800263/PREVIEW/image/png/347ff93fd264f69d216b13ee3ee02fbb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800263/PREVIEW/image/png/347ff93fd264f69d216b13ee3ee02fbb/main_1.png main_1.png png 68973 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 41 (1987) 163 -183 163 FORMALDEHYDE HYDROFORMYLATION TO GLYCOL ALDEHYDE VIA RHODIUM PHOSPHINE-AMINE AND PHOSPHINE-AMIDE CATALYSTS STEPHEN E. JACOBSON* Halcon SD Group (Texas Eastern Co.), 1 Philips Parkway, Montvale, NJ 07646 (U.S.A.) Summary Rhodium(I) complexes in the presence of phosphine-amides and phosphine-amines were active catalysts for the hydroformylation of form- aldehyde to glycol aldehyde. A variety of polar organic solvents and polar- nonpolar mixtures were found to be suitable for this reaction. The effect of changes in rhodium phosphine ancillary nucleophile ring size, rhodium precursor, anionic ligand, phosphine :rhodium ratio and water concentration on formaldehyde conversion and glycol aldehyde selectivity were studied. A practical, recyclable system was devised by combining a lipophilic phosphine-amide with a Rh(I) cocatalyst and a mixed polar-nonpolar solvent system. A possible mechanistic interpretation of these observations is proposed. Introduction The use of synthesis gas as a feedstock for ethylene glycol synthesis has been an active area of study since the early 1970s. Despite the fact that ethylene prices have decreased dramatically with oil prices over the last several years, the volatility and unpredictability of these price swings com- bined with the limited petroleum resources availabile in the world, make this still an important long term area of research [1]. Union Carbide has published a long series of patents and papers on the direct ethylene glycol synthesis via synthesis gas [2]. However, even after many improvements, this reaction requires a high catalyst concentration and extremely high syngas pressures to obtain acceptable rates. These require- ments make the process unattractive commercially. An alternative route to ethylene glycol would involve formaldehyde hydroformylation to glycol aldehyde followed by hydrogenation [3]. Form- aldehyde can be easily synthesized from methanol (made from syngas) via either oxidation or dehydrogenation. Several workers, recognizing this, have used formaldehyde as a precursor to ethylene glycol. Rhodium-catalyzed *Present address: 7 Ironwood Road, Morristown, NJ 07960 (U.S.A.). 0304-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 164 formaldehyde hydrofonnylation to glycol aldehyde has been found to be much more active and selective than that with cobalt [4]. Spencer [5] and Goetz [6] have found that a reasonable rate and selectivity to glycol aldehyde via rhodium-catalyzed hydrofonnylation could only be achieved in JV,N-disubstituted amide solvents. Mawby et al. [7] had previously found that the rate of the migatory carbon monoxide insertion reaction of CH^n- (00)5 was increased by a factor of 104 when the solvent was changed from mesitylene to DMF. Wax and Bergman [8] have recently provided evidence that donor solvents such as tertiary amides can attack and bind to the metal center as the organic group migrates, thus providing 'solvent catalysis' of the alkyi migration reaction. In other words, the nucleophilic solvent is acting to drive the alkyi migration, a critical step in glycol aldehyde formation. The high boiling points of tertiary amides, instability of certain amides under CO and at higher temperatures, and solubility of glycol aldehyde prevent the separation of the product glycol aldehyde and the homogeneous rhodium catalyst in a practical process, thus preventing recycle of the catalyst. We questioned whether a nucleophilic solvent is necessary to effect glycol aldehyde formation. Could a bidentate ligand be synthesized in which one end is the necessary phosphorus of a tertiary phosphine ligand and the other end is a nucleophilic ligand which could act as a 'ligand catalyst'? It was decided to prepare various phosphine-amides, phosphine-amines and phosphine-phosphine oxides with various ring sizes and then study form- aldehyde hydrofonnylation in a variety of solvents [9]. Results and discussion Most of the phosphine-amides were synthesized by a modification of the method of Dubois et al. [10] in which a phosphorus-hydrogen bond adds to carbon-carbon double bonds of vinyl derivatives in the presence of free radical initiators, e.g.: AIBN PPh^H + CH2=CHC(0)N(CH3)2 ^ ^ > PPh^CH^CON^), The phosphine PPhz N ^ was synthesized by the following reaction: OTHF / \\ PPhzCl + H-1S > PPha-N .> + HC1-DMAP In principle, the amide end of the ligand can be bound to the metal through the nitrogen or the oxygen. However, several studies [11] have shown that rhodium and other Group VIII metals bind to amides through 165 the oxygen rather than the nitrogen moiety. In this work, oxygen coordina- tion will be assumed to determine the size of the ring formed by rhodium, the phosphorus of the phosphine and the amide group (Table 1). TABLE 1 Effect of phosphine-amide ligand on formaldehyde hydroformylation8 Ligand (L) Ring size Conversion Selectivity of H^CO GA CHsOH PPh2(CH2)2C(0)N(CH3)2 6 PPh2(CH,)2N(CH3)C(0)CH3 7 . PPh^CH^-Nl v^ 7 0 62 44 61 75 2 51 20 65 5 PPh2 N J 5 89 00 PPhaEt 94 0.7 2 conditions: [Rh] = 4.5 X 10-3 M as Rh^CC^CIa; [L] = 1.35 X 10-2 M; [paraform- aldehyde] = 1 M as CH^O; 130 C, 129 atm HZ-CO (1:1), 3 h. Catalytic quantities of phosphine-amides in combination with rhodi- um(I) precursors were found to be highly selective to glycol aldehyde for the following hydroformylation reaction in a variety of solvents (Tables 2 - 4). HaCO + CO + Ha > HOCHaCHO It can be seen that the phosphine-amide in acetonitrile is almost an order of magnitude more selective to glycol aldehyde with the ligand Jv,.N-dimethyl-3- (diphenylphosphino)propionamide than with triphenylphosphine (Spencer's system). The comparison with ethyldiphenylphosphine, a corresponding alkyldiphenylphosphine, is even more dramatic. A comparison of the phos- phine-amide and triphenylphosphine in other polar solvents such as tetra- glyme,_ acetone and sulfolane shows the greater selectivity of the phosphine- amides to glycol aldehyde. Only in JV,JV-disubstituted amide solvents is the difference between tri- phenylphosphine and the phosphine-amide much smaller (Table 3). The reason is that apparently the amide solvent in the triphenylphosphine case and the phosphine-amide in our system are very comparable in their ability to catalyze glycol aldehyde formation. Polar solvents with protic behavior, such as ethylene glycol, and nonpolar solvents, such as m-xylene and tolu- ene, are much less selective to glycol aldehyde. Apparently the rhodium(I) phosphine-amide still requires a polar media because of extensive charge 166 TABLE 2 Solvent dependence on formaldehyde hydroformylation Solvent Ligand (L) P(CO:H2) Conversion Selectivity (1:1) (atm) of H^CO(%) GA CH30H(%) (%) CHaCN PPh2(CH2)2C(0)N(CH3)2 129 62 75 2 CHaCN PPh3 129 44 10 29 CHsCN PPh^Et 129 94 0.7 2 CH3CN(13) PPh2(CH2),C(0)N(CH3)2 24 61' 52 81 9 CfiHsCHs (6) Et20(l) CHsCN (13) PPh3 24 513 39 25 23 CeHgCHa (6) Et^O (1) tetraglyme PPh2(CH2),C(0)N(CH3)2 2451' 64 62 8 tetraglyme PPh3 245\" 74 4 2 acetone PPh3(CH2)2C(0)N(CH3)2 245\" 63 81 6 acetone PPh3 2451' 42 26 9 \"Conditions: [Rh] = 4.0 X 10-3 M as aldehyde] = 3 M in CHaO, 130 C, 3 h. ^ICOiHz. Rh2(CO)4Cl2; [L] = 1.2 X 10~2 M; [paraform- separation in the transition state, which has been found to be an important characteristic of carbon monoxide insertion reactions [12]. A mixed polar- nonpolar (toluene-acetonitrile-diethyl ether) solvent medium (Table 2) was, however, quite selective to glycol aldehyde. (The numbers in parentheses in the Table refer to the volume ratios of the respective solvents.) Ring size The size of the ring formed by the rhodium and phosphine-amide is very important in determining both the conversion of formaldehyde and the selectivity to glycol aldehyde (Table 1, acetonitrile solvent in all exam- ples). The A?,^-dimethyl-3-(diphenylphosphino)propionamide ligand (six- membered ring) is the most effective for both conversion of formaldehyde and selectivity to glycol aldehyde. Its selectivity to glycol aldehyde contrasts sharply with ^v\"-(diphenylphosphino)-2-pyrrolidinone which forms a five- membered ring. Its lack of selectivity to glycol aldehyde corresponds very closely to the ethyldiphenylphosphine blank, indicating that the amide is not functioning to catalyze glycol aldehyde formation. Both JV-[2-(diphenyl- phosphino)ethyl]-2-pyrrolidinone and JV-methyl-JV-[2-(diphenylphosphino)- ethyl]acetamide form a seven-membered ring with rhodium, but the latter can be compared more easily with .N,iV-dimethyl-3-(diphenylphosphino)- propionamide because they are structural isomers of each other. The pyrroli- dinone ring is sterically and electronically different, which may account for its higher selectivity to glycol aldehyde when compared to its open chain analogue. a % -s- g^ Na0^f>OC<lcow co 1 C<1 Ihg OOSSONtOO SO t~ t~ t~ t~ I- 10 (0 e s ^ a o 8 u s> ^* ffi^ 5^^\\J 0 '^ io'!(imc~<ooo oIOQOOOOOQOOO 0 (0 M a O 'fi' j3 rt r\" S U - 01 (0 0 0 CO (0 W s'^'s Wiyii-lr-tXilClr-l i-lI-lt-lr-ll-li-lt-li-t r-1 0 W a ct 0 OT ,a ffiu S s 1-1 ii 0 S' S' ^s -*^, d >> ^ /**. M J3 O T3 u ^?s c ^3 p & 1 1 1 1 1 1 1 1 1 & \"a S t Sai> 5 ,3.3,0 a 0<0,< ^ -9 .0 &i b <' ^ &' \"sassssssggQQQQZZ S m0r-1 0 x S q s ft od t>> S,- 0000000 0 X! a) Q CTCOr-lflrii-fi-1 T-I * - &<^. r-lt-lT-lr-)l-<t-lr-< i-l >J o t i >>A S H N N ft a s^ Q^y) O^^ O-^^<'* M n 0i-i xo ' 0 0) w M -aS? 9 A 8 & St rt M c< ae aNWP*^ C*^ C<Q^ ^ ^ N '?5 '^ '^S ^ friBLifriB* ftifri t11'^a,pLio,g^o<a^(iiO<o'o'o'o o'o' o'o' ouuu u,u uoSSQS 50 GS ^| . ^, 1^11|sf^| ^l^f^^l g^ 9 <! ^ E-< oa ^a s JS s .a s JS s ss OS f6 e6 c6 ti ci c; cr; 5fefs^as A u t3 168 TABLE 4 Solvent effect of formaldehyde hydroformylation8 Catalyst Temp. Solvent Ligand (L) P(CO:H2) Conversion Selectivity precursor ( C) 3:1 (atm) of HzCO(%) GA CHaOH(%) (%) Rh(CO)2(acac) 110 acetonitrile PPh2(CH2)2- 245 86 92 4 CFaCO^H C(0)N(CH3)2 Rh(CO)2(acac) 110 acetonitrile PPh3 245 73 62 6 CF3C02H Rh(CO)2(acac) 110 tetraglyme PPh2(CH2)2- 245 74 57 30 CF3C02H C(0)N(CH3)2 Rh(CO)2(acac) 110 tetraglyme PPha 245 74 33 34 CFaCO^H Rh(CO)2(acac) 130 ethylene PPh2(CH2)2- 129 94 0 0 CF3C02H glycol C(0)N(CH3), Rh(CO)2(acac) 110 m-xylene PPh2(CH2)2- 245 65 9 1 CF3C02H C(0)N(CH3)2 \"Conditions: [Rh] [paraformaldehyde ] ^.OXIO-'M; [L] = 1.2 X 10-2 M; [CF3C02H] = 4.0 X 10-3 M; 3MinCH20;3h. Enhancement of catalytic activity due to the presence of bidentate ligands is not unprecedented. For example, diphosphine chelate rings with certain ring sizes have served as cocatalysts for hydrogenation [13], hydro- formylation [14] and decarbonylation [15] reactions. During the course of this work, an example of propylene hydroformylation appeared in which a bidentate phosphine-phosphine oxide served as a co-catalyst and gave enhanced linear-to-branched ratios and higher long-term activity than the triarylphosphine ligands [16]. Rhodium precursor In most cases, the phosphine-amide was reacted with a precursor rhodium complex to generate the active catalytic species in situ. Various precursors such as Rl^CC^Cl;, B^CgH^Clz, Rh2(ethylene)4d2 and Rh(CO)(Cl)(PPh3)2 were used in the same solvent for comparison (Table 5). The Rh2(CO)4d2 species seems to give somewhat greater selectivity to glycol aldehyde and conversion of formaldehyde than Rh2(CgH4)4Cl2 or Rh2(ethylene)4Cl2. The much lower selectivity of Rh(Cl)(CO)(PPh3)2 to glycol aldehyde must be ascribed to the poorer selectivity of a rhodium- triphenylphosphine complex than a rhodium-phosphine-amide complex to glycol aldehyde in acetonitrile solvent. One would therefore expect this system to be midway between Spencer's [5] system and ours, as it seems to be (compare Exs. 1 and 2 of Table 5 to Ex. 2 of Table 2). 169 TABLE 5 Effect of catalyst precursor on formaldehyde hydroformylatior^ Catalyst Conversion Selectivity ofcH20 GA CH30H (%) (%) Rh(Cl)(CO)(PPh3)211 70 64 28 R^ClKCOHPPh^CHii^CONCCHa),^ 50 84 4 Rh^CO^CIa 62 75 2 Rh^CsH^Cl-t 52 61 1 Rh,(ethylene)4d2 49 69 4 \"Conditions: [Rh] = 4.5 X 10~3 M; [PPh,(CH2)2C(0)N(CH3)2] = 1.35 X 10-2 M; [para- formaldehyde] = 1 M in HiCO; 130 atm H^-CO (1:1), 3 h; CHaCN solvent, 130 C. b [PPh,(CH2)2C(0)N(CH3)2] = 9 X 10-3 M. 'No added phosphine-amide. The orange-yellow complexes Rh(Cl)(CO)[PPh2(CH2)2 N, JL and Rh(Cl)(CO)[PPh2(CH2)2C(0)N(CH3)2]2 were prepared by stirring Rh2(CO)4- Cl2 in chloroform with a two-fold molar ratio of the respective phosphine- amide. The IR, ^H NMR and microanalyses corresponded to the respective Rh(CO)(PR3)2(Cl) complexes [17]. These complexes were found to have activity and selectivity comparable to the respective precursor plus a two- to three-fold ratio of phosphine-amide (Tables 3 and 5). Anionic ligand Except for the chloride case (uida supra), the complexes with various anions were generated in situ by addition of the corresponding acid to the Rh(CO)2(acac) complex (Table 4). The acetylacetonate ligand is readily protonated to acetylacetone by the strong acid. The trifluoroacetate anion showed much higher activity with greater selectivity to glycol aldehyde than the chloride ion under identical condi- tions (Table 6). The methanesulfonate and benzenesulfonate ions were inferior to the chloride in selectivity to glycol aldehyde. The greater lability of the trifluoroacetate compared to the chloride [18] may open coordina- tion sites on the rhodium and be responsible for its greater activity. Phosphine-amide :rhodium ratio A 2-3:1 phosphine-amide :rhodium ratio seemed to be the optimum to obtain a maximum selectivity of glycol aldehyde (Table 7). Lower ratios resulted in catalyst decomposition, and higher ratios resulted in higher methanol selectivities and lower glycol aldehyde selectivities. A similar effect of the triarylphosphine :rhodium ratio was observed by Spencer [5]. 170 TABLES Variation of the anionic ligand3 Anion Temp, Conversion Selectivity ( C) ofCH^O , /%\\ \"A Cri3Ufi ' ' (%) (%) chloride 130 62 trifluoroacetate HO 86 methylsulfonate 130 91 benzenesulfonate 130 63 75 2 92 4 26 6 39 45 \"Conditions: [Rh] = 4.6 X 10-3 M; [anion] = 4.6 X 10-3 M; [PPh2(CH2)2C(0)N(CH3)2] = 1.4 X 10-2 M; 136 atm H^-CO (1:1), CHaCN solvent, 3 h. TABLE 7 Effect of phosphine-amide:rhodium ratio on formaldehyde hydroformylation\" Ratio P/Rh Conversion Selectivity of HzCO GA CHaOH (%) (%) 1 61 21 0 2 45 64 2 3 62 75 2 5 74 20 25 20 88 8 34 40 95 2 41 conditions: [Rh] = 4.5 X 10-3 M as Rh^CO^da; [paraformaldehyde] = 1 M in H,CO; 129 atm Hz-CO (1:1), 3 h, CHaCN, 130 C, PPh2(CH2)2C(0)N(CH3)2 ligand. Addition of water The addition of water was detrimental to glycol aldehyde selectivity in the favored acetonitrile solvent system. The selectivity to glycol aldehyde dropped two-thirds even with only 46 wt.% aqueous formaldehyde (Table 8). Anionic rhodium complexes Up to this point, our reactions have involved the proposed formation of RhX(CO)(PR3)2 (X = CFaCOz, Cl) as the precursor to the active catalytic species. During the course of our studies, Monsanto's work appeared which involved anionic rhodium complexes generated by catalytic amounts of ter- tiary amines [19]. These systems were extremely active for glycol aldehyde formation even in the presence of excess triarylphosphine ligands. Therefore, we used several concentrations of tertiary amine in our Rh^CC^C^phosphine-amide (1:3 ratio) system and obtained high activity even at 100 C (Table 9). However, the glycol aldehyde selectivities were much lower than the rhodium-trifluoroacetate system. 171 TABLE 8 Effect of water on formaldehyde hydroformylation Water added Conversion Selectivity of H,CO GA CHaOH (%) (%) (%) 0 53 65 6 1.4M 37 20 11 \"Conditions: [Rh] = 4.5 X 10~3 M as m^CO^Ol^; [paraformaldehyde] = 1 M as CHiO; ? [PPh2(CH2)2-N^ ] = 9.0 X 10-3 M; 136 atm, 130 C, 3 h, CHsCN solvent. TABLE 9 Anionic rhodium complexes [4-DMAP]1' Temp. Conversion Selectivity ( C) of H,CO/Of \\{%) GA CHaOH (%) (%) 4.6 X10-3 M 110 94 70 8 9.2 X10-3 M 110 86 45 17 9.2 X10-3 M 100 76 60 11 \"Conditions: [Rh] = 4.6 X 10-3 M as Rh^CO^Cl,; [PPh,(CH2)2C(0)N(CH3)2] = 1.39 X 10-2 M; [paraformaldehyde] = 1 M as H^CO; 230 atm; 4:1 CO-.H^, 3 h; 110 C, 100 g CHaCN. b 4-Dimethylaminopyridine. Recycle of rhodium-phosphine-amide catalyst No investigators in the area of formaldehyde hydroformylation have addressed the problem of recycle of the expensive rhodium catalyst. The high boiling point (120 C, 12 mmHg) and instability [4] of glycol aldehyde make its continuous distillation from the rhodium catalyst unfeasible. It was decided to employ a mixed solvent system which would involve a lower-boiling polar solvent (acetonitrile), a higher-boiling nonpolar solvent (m-xylene), and a small amount of a second low-boiling solvent which would break the acetonitrile-methanol azeotrope (diethyl ether). Initially, it was attempted to hydrogenate the glycol aldehyde using the homogeneous rhodium catalyst. These second stage hydrogenations met with no success using both the chloride and trifluoroacetate systems from 110 -140 C. Hydrogen pressures up to 211 atm were explored. The literature also indi- cates difficulty in aldehyde hydrogenations with homogeneous rhodium complexes [20]. Therefore, an alternative separation process was developed. After the hydroformylation reaction, the lower-boiling materials (acetonitrile, 172 diethyl ether and methanol) were distilled at 70 C, 350 mm under a carbon monoxide sparge. The carbon monoxide sparge was required to prevent decomposition of the rhodium complex. The glycol aldehyde and unreacted formaldehyde precipitated from the m-xylene solution. As expected, the rhodium J?V,^V-dimethyl-3-(diphenylphosphino)propionamide complex migrated into the glycol aldehyde layer (Ex. 1, Table 10). However, we did demonstrate that the unreacted formaldehyde and glycol aldehyde could be separated in acetonitrile solvent at 83 C. The monomeric form- aldehyde was distilled with acetonitrile, leaving the glycol aldehyde behind. The glycol aldehyde was then dissolved in ethylene glycol and fed to a trickle-bed reactor packed with ruthenium on carbon at 160 C, 34 atm hydrogen, where it was hydrogenated (98% conversion) according to litera- ture methods[21]. TABLE 10 Recycle of rhodium-phosphine-amide11 Ligand (L) Anion ppm Rh Conversion Selectivity (GA layer) of H,CO -. -, <%) GA ^\"s0\" \\\" (%) (%) PPh2(CH2),C(0)N(CH3)2 trifluoroacetate2100 79 83 4 PPh2(CH2)2C(0)N(CH3)(CigH37) trifluoroacetate 26 64 93 3 1st recycle 35 61 99 1 2nd recycle 34 64 96 2 3rd recycle 44 46 99 0 4th recycle 26 44 88 0 PPh2(CH2)2C(0)N(CH3)(Ci8H,7) chloride11 24 80 69 14 1st recycle 12 69 73 6 2nd recycle 22 57 66 3 3rd recycle 42 61 68 1 \"Conditions: [Rh] = 4.7 X 10-3 M; [paraformaldehyde] = 3 M as CH^O; [Cl-] and [CFaCOz-] =4.7X10-^; [L]= 1.4 X 10-2 M; 65 ml acetonitrile, 30 ml m-xylene, 6 ml diethyl ether; 110 C, 245 atm (4:1 CO:^), 3 h. ^O'C. It was decided to synthesize a ligand as close in structure as possible to JV,A^-dimethyl-3-(diphenylphosphino)propionamide and yet tailor it to have a high solubility in nonpolar organic solvents. Therefore, it was decided to put an organic 'tail' on the ligand making it lipophilic. The synthesis of a phosphine-amide with an eighteen-carbon 'tail' was accomplished via the base-catalyzed amidolysis ofethyl-2-(diphenylphosphino)propionate: NaOMe PPh2(CH2)2C(0)OC2Hs + NH(CH3)(Ci8H37) -> 100 '0 173 The rhodium lv-methyl-^v-octadecyl-3-(diphenylphosphino)propion- amide system gave somewhat lower formaldehyde conversion with higher glycol aldehyde selectivity than its parent phosphine-amide (Table 10). The migration of rhodium into the glycol aldehyde layer is decreased by several orders of magnitude for both the chloride and the trifluoroacetate systems. Also, it is possible to recycle both systems with a 13% decrease in activity after the first cycle for the trifluoroacetate and a 25% decrease for the chloride system. However, after the first cycle the selectivity to glycol aldehyde seems to even improve for the trifluoroacetate system, while remaining about constant for the chloride. Rhodium phosphine-phosphine oxide catalysts During the course of this work, National Distillers found that in the presence of a rhodium(I)-triarylphosphine catalyst and a large excess of tri- alkylphosphine oxide, a tertiary amide solvent is not necessary to obtain reasonable selectivities to glycol aldehyde in formaldehyde hydroformyl- ation [22]. Also, a Union Carbide patent [16] appeared claiming a rhodi- um(I)-phosphine-phosphine oxide catalyst which enhanced the activity and linear-to-branched selectivity for propylene hydroformylation. Therefore, we decided to prepare a phosphine-phosphine oxide ligand by the radical-catalyzed (AIBN) addition of dioctylphosphine oxide to vinyl diphenylphosphine [23]: AIBN P(0)(CsHi7)2H + (CH2=CH)PPh2 > PPh^CH^P^XCgH^), Very poor selectivities (~15%) to glycol aldehyde and good selectivities to methanol were found for both the chloride and trifluoroacetate systems (Table 11). The addition of a large excess of trioctylphosphine oxide or tri- butylphosphine oxide to the rhodium(I)-triarylphosphine catalyst system gives better glycol selectivities (16 - 43%), but it is still much worse than the tertiary amide system. Because of these poor glycol aldehyde selectivities, this system was studied no further. Rhodium-phosphine-amine catalysts During our study of rhodium-phosphine-amides, a Monsanto study [19] appeared of formaldehyde hydroformylation to glycol aldehyde in high conversions (~90%) catalyzed by a rhodium(I)-trialkylamine triphenylphos- phine. The advantage of this process is that excess triphenylphosphine {e.g. 30:1 P:Rh) can be used to help stabilize the complex. The drawback is that it involves the addition of a basic amine, which catalyzes side reactions of the reactants and products such as aldol condensation [24], which results in poor glycol aldehyde selectivity (30% selectivity to 'heavies' in some cases). Glyceraldehyde, 1,3-dihydroxypropanone, erythrose, 1,3-trihydroxybutan- one, and also C5 and C6 byproducts were characterized. We proposed that a phosphine-amine may eliminate much of the aldol condensation, because the amine would be in close proximity to the metal and unavailable to catalyze aldol condensation of the glycol aldehyde. The 174 TABLE 11 Comparison of rhodium phosphine-phosphine oxide and trialkylphosphine oxides\" Precursor Ligand (L) Phosphine Conver- Selectivityoxide sion of -,..,, /, ^ GA MeOH ^ri-i\\J(%) (%) (%) Rb2Cl2(CO)4 PPh2(CH2)2P(0)(CaHn)2 62 14 57 Rh(CO)a(acac) PPh,(CH2)2P(0)(C8Hi7)2 89 13 83 CFaCOsH Rh(Cl)(CO)(PPh3)2 P(0)(C8Hi7)s 86 43 42 PPhg (20 g) Rh(Cl)(CO)(PPhg)2 P(0)(C4H,)3 98 38 36 PPha (20 g) ^auditions: [Rh] = 1.9 X 10-3 M; [L] = 6.7 X 10-3 M; [CFaCOaH] = 1.9 X 10-3 M; [PPh,] = 1.9 x 10-3 M; Iparatonnaldehyde] = 3 M as CH^O; 130 \"C; 163 atan HI-CO (1:1), 3 h. phosphine-ammes were generally synthesized by reduction of the phos- phine-amides via lithium aluminum hydride, e.g.: LiAlH4 ether Other phosphine-ammes were synthesized by more circuitous literature routes [25], e.g, 4-(JV,JSr-dimethylaniinobutyl)diphenylphosphme: LiPPha + C1(CH2)3CN THF HMPA PPh2(CH2)3CN + Lid LiAlH4 ether PPh2(CH2)4NH2 HCOaH PPhztCH^^NH^ -cn^ PPh,(CH2)4N(CH3)2 MeOH In order to compare our rhodium-phosphine-amine as directly as pos- sible to Monsanto's system, our 3:1 phosphine-amme/rhodmm system was compared directly to Monsato's 3:3:1 tertiary amine/triphenylphosphine/ rhodium system in several solvents (Table 12). In all solvents, the phos- phine-amine led to significantly less high molecular weight aldol byproducts and a greater selectivity to methanol byproduct. Comparable glycol aldehyde selectivities were found in acetone or a mixed acetone/toluene solvent sys- tem, but the phosphine-amine demonstrated significantly higher glycol aldehyde selectivities in acetonitrile and iV.lV-dibutylfonnamide. 176 TABLE 12 Comparison of rhodium phosphine-amine and trialkylamine systems in several solvents\" Ligand (L) Solvent Conver- Selectivity sion of CH 0 GA CHaOH heavies (%)2 (%) (%) (%) PPh,(CH2)3:N(CH3)2 CH3CN 81 27 60 13 PPhg.EtgN CHaCN 85 18 20 67 PPh2(CH2)3N(CHs)2 DBF 90 48 18 37 PPha.EtgN DBF 86 16 7 77 PPh,(CH2)3N(CH3)2 acetone 87 56 36 9 PPh2(CH;i)3N(CH3)2,P(C6H4F)3b acetone 81 55 30 15 PPh3,Et3N acetone 88 55 12 33 PPh^CH^^ N J, P(C<,H4F)31' acetone 78 acetone 78 78 9 18 PPha(CH2)3:N(CHs)2 acetone/toluene 94 48 25 27 P(C,,H4F)3b 80/20 EtgN acetone/toluene 97 53 6 41 P(C(,H4F)31' 80/20 PPh^tCHih-N'J acetone/toluene 97 52 14 34 P(C6H4F)3b 80/20 aConditions: [Rh] 3.8 X 10-3 M as Rli^CC^Clz; [paraformaldehyde] \" 3 M as CH^O; [L] = 1.2 X 10-3 M; 170 atm as 1:1 CO-.H-t, 100 g solvent, 110 C, 1.5 h. l'[P(C(,H4F)3] = 3.8 X 10-2 M. The most practical solvent system seems to be acetone, with a material balance to glycol aldehyde and methanol greater than 90% (Table 12). Only small quantities (6-7%) of glyceraldehyde are present with traces of higher molecular weight products (9% total). On the other hand, the Monsanto sys- tem gives large quantities of glyceraldehyde and higher molecular weight aldol products (33%). Methanol can be easily flashed off from the mixture and recycled (oxidized to formaldehyde), while the heavy aldol condensa- tion products are very difficult to separate from glycol aldehyde or subse- quently from ethylene glycol. The various phosphine-amines were compared with each other under identical conditions in acetone solvent (Table 13). The five-membered ring system gave the best glycol aldehyde selectivity (73%) and the seven- membered ring system gave the worst (47%). These results contrast with the phospbine-amide system, where the following trend in glycol aldehyde selectivities with ring size was found: 6 > 7 > 5. Also, all phosphine-amine systems were strikingly different from the literature trialkylamine examples in selectivities to methanol and 'heavies'. The JS?-(2-diphenylphosphinoethyl)- pyErolidine ligand does have higher selectivity to glycol aldehyde, lower 176 TABLE 13 Comparison of various phosphine-amines\" Ligand (L) Ring Conversion Selectivity size of CH^o GA CHaOH heavies (%) (%) (%) (%) PPh2(CH2)3N(CH3)2 6 81 PPh2(CH2)2-NJ 5 78 PPh2(CH2)4N(CH3)2 7 96 PPhztCH^-NJ1' 5 91 PPh2(CH2)2C(0)N(CH3)2c 6 Et3N 96 55 30 15 73 9 18 47 29 22 61 20 19 56 6 38 \"Conditions: [Rh] = 3.9 X 10~3 M as Rh^CO^C^; [paraformaldehyde] = 3 M as CH20; [l.]='i.2XlO~2M , [P(C(,H4F)3]=3.9X10-2M; 170 atm as 1:1 CO:H2, 100 g acetone, 1.3h,110 C. b[ L,]=^.8X\\0-3M. C[L]=7.3X10-3M. selectivity to methanol, and a lower activity than the others, but it was not studied extensively because of problems in preparation (see Experimental). A rhodium(I)-phosphine-amine phosphine-amide mixture gave conversions and selectivities comparable to the other phosphine-amine systems. The phosphine-amine system exhibited rates ~2 - 3 times faster at 170 atm CO than did the phosphine-amide system at 256 atm. Addition of water and triarylphosphine If methanol is oxidized by molecular oxygen in a classical methanol oxidation, a 1:1 molar ratio of formaldehyde and water would be expected. The phosphine-amine systems are active in the presence of equimolar or higher concentrations of water. In fact, the formaldehyde conversion seems to be very comparable to the nonaqueous in most cases (Table 14). The glycol aldehyde selectivity decreases while methanol selectivity increases with increasing water concentration. In the case of the (S-N.JV-dimethyl- aminopropyl)diphenylphosphine ligand, the selectivity to 'heavies' decreases dramatically with increased water concentration. Therefore, the separation of the 'heavies' and glycol aldehyde is not a problem in a practical process starting with methanol. The glycol aldehyde selectivity seems to be much less sensitive to water concentration in this system compared to the phos- phine-amide system. The rates and selectivities of these reactions also do not seem to be altered significantly in the presence of excess triarylphosphine (Table 15). Rhodium(I) is much more stable to recycle in the presence of excess phos- phine ligands, but excess phosphine ligands usually slow the rate of olefin 177 TABLE 14 Effect of addition of water to rhodium phosphine-amine systems\" Ligand (L) Water Conversion Selectivity [M] ofcH20 GA CH,OH heavies ' (%) (%) (%) PPh2(CH2)3N(CH3)2 - 81 PPh2(CH2)3N(CH3)2 2.4 82 PPha(CH2)3N(CH3)2 4.0 90 PPh2(CH2)3N(CH3)2 6.3 90 PPh2(CH2)2-N^] - 69 55 30 15 42 59 0 32 63 5 24 74 2 74 22 4 0 PPh2(CH2)2-N, 2.4 78 51 32 17 0 PPh2(CH2)z-N I 4.0 89 PPh2(CH2)4N(CH3)2 - 96 PPh2(CH2)4N(CH3)2 2.4 99 PPh2(CH2)4N(CH3)2 4.0 99 Et3N 96 Et3N 2.4 98 Et3N 4.0 98 30 55 15 56 28 16 33 42 25 31 59 10 56 6 38 46 9 45 35 10 65 \"Conditions: [Rh] = 3.8 X 10-3 M as Rh2(CO)4Cl2; [parafonnaldehyde] = 3 M as CH20; [L]=1.2X10-2M; [P(C<,H4F)3] = 3.8 X 10-2 M; 170 atm as 1:1 CO:H2, 100 g acetone solvent, 110 C, 1.5 h. TABLE 15 Addition of excess triarylphosphine to rhodium phosphine-amine\" Triarylphosphine Conversion Selectivity of CH20 GA CH30H heavies (%) (%) (%) (%) 0 87 59 36 6 PPti3 77 46 39 15 P(CsH4F)3 81 55 30 15 \"Conditions: [triarylphosphine] = 3.8 X 10-2 M; [(3-N,Jv-dimethylaminopropyl)diphenyl- phosphine] = 1.17 X 10-2 M; [Rh] = 3.8 X 10-3 M as Rli2(CO)4Cl2; [parafonnaldehyde] = 3 M as CH20; 170 atm (1:1 CO:H2), 100 g acetone, 110 C, 1.5 h. hydroformylation [20]. In the presence of phosphine-amides, excess triaryl- phosphine decreases the selectivity to glycol aldehyde and increases the selectivity to methanol (Table 5). 178 Mechanism Although we have not conducted any mechanistic studies, a reasonable mechanism for glycol aldehyde and methanol formation is outlined below. A hydroxymethyl rhodium complex is apparently formed from the reaction of an acidic rhodium hydride and pre-bound, possibly 'side-bound', form- aldehyde. Both the hydroxymethyl [26] and 'side-bound' formaldehyde [27] complexes have been isolated and characterized in various model sys- tems. The alternative formation of a rhodium-methoxy complex is also pos- sible as a source of methanol [28], but we believe its existence is unlikely [3]. A migratory CO insertion of the hydroxymethyl ligand apparently competes with irreversible reductive elimination to methanol (auxiliary ligands not shown): H HO I CO | || Rh-CHaOH ^ Rh-C-CHaOH CO CO \\ I \\ 1 I CHaOH H-CCH20H The inherently slow migratory CO insertion of the hydroxymethyl ligand [29] can dominate the reductive elimination pathway only in the presence of a strongly nucleophilic solvent or, in our case, a nucleophilic ligand. It is suggested that rhodium phosphine-amide or -amine catalysts enhance the rate of conversion of a hydroxymethylrhodium to a hydroxy- acetylrhodium species, which has only recently been isolated in a model system [30]. This enhancement of the migratory CO insertion reaction apparently results from an intramolecular, nucleophilic attack on the coordi- natively unsaturated organometallic center illustrated for the amide moiety: CHaOH 0 Or\"\"1 0 OC-Rh-P CNRz^HOCHaC-'Rh^P C-NR; Previously for solvent catalysis, the role of the nucleophile was thought to be stabilization of the coordinatively unsaturated intermediate [7, 8], but 179 recent careful mechanistic work indicated that at least for a model alkyi manganese carbonyl system, the function of the nucleophile is only to catalyze the formation of the unsaturated acyi intermediate [31]. The size or *bite' of the rhodium-phosphine-amide ring system is important in order to deliver the nucleophilic amide in as facile a manner as possible. The inhibition of formaldehyde hydroformylation to glycol aldehyde by excess phosphine-amide or triarylphosphine argues for a 'dissociative' mechanism similar to that proposed for olefin hydroformylation [20] and found by Spencer for formaldehyde hydroformylation catalyzed by a large excess of triarylphosphine [5j. A dissociation of phosphine-amide becomes more unlikely with excess phosphine-amide, and sites are tied up which would be occupied by CO, formaldehyde, or left vacant. However, the selective hydroformylation of formaldehyde to glycol aldehyde is also catalyzed by a 3:1 phosphine-amine: rhodium ratio with a large excess of triarylphosphine. Apparently the phosphine-amine deproto- nates the acidic rhodium hydride catalyst, generating an anionic rhodium complex. This anionic catalyst can readily react with formaldehyde through nucleophilic attack to form the hydroxymethyl complex, similar to the rhodium-trialkylamine-triarylphosphine system [19]. The amine moiety in the phosphine-amine is apparently in closer proximity to the rhodium because of its 'chelate effect' than in the trialkylamine system, and is thus less available to catalyze aldol condensation. This may account for lower quantities of 'heavies' in the phosphine-amine system. The selectivity of the phosphine-amine system to glycol aldehyde is less sensitive to water concentration than the phosphine-aroide system. The amine of the phosphine-amine is apparently able to compete with water for the coordination sphere of the rhodium(III) much better than the amide of the phosphine-amide. A rhodium-catalyzed amide hydrolysis may also be a problem in the rhodium phosphine-amide system. Experimental Materials The rhodium catalyst precursors were purchased from Strem Chemicals, Inc. and were used without further purification. Paraformaldehyde was used as the formaldehyde source for all experiments. The various solvents and acids were reagent quality and analyzed by GC for all possible impurities. Glycol aldehyde was from Aldrich. Analytical methods The GC analyses of methanol and glycol aldehyde were performed on a Varian Model 3700 gas chromatograph with a 6 ft X 1/8 in Tenax (60/80) column. Triglyme was used as an internal standard. The glyceraldehyde, glycol aldehyde, formaldehyde, methanol and high-boiling byproducts were also determined by ion exclusion liquid chromatography on a Waters Associ- ates Model 440 liquid chromatograph. Samples were diluted in sulfuric acid 180 and run on an Aminex HPX-87 (organic acids column) at a flow rate of 0.6 ml min\"1 at 65 C. The solution rhodium analyses were performed by atomic absorption analysis on a Varian AA-6. iH NMR was performed on a Varian T-60 with a TMS standard. High pressure reactions The hydroformylation reactions were carried out in a 300 ml Autoclave Engineer's stainless steel autoclave equipped with a Magnedrive stirrer, cooling coils and thermocouple. A 2 1 autoclave reservoir was used to keep the gas at the desired constant pressure during reaction. The solutions were well sparged with carbon monoxide and hydrogen before charging to the autoclave. The autoclave was routinely charged with 27 atm of the appropri- ate carbon monoxide-hydrogen ratio at room temperature. All pressures quoted are at reaction temperature. Synthesis of ligands The phosphine-amides were usually prepared by the following general methods. An example is given for .N,Jv-dimethyl-3-(diphenylphosphino)- propionamide: A 100 ml 3-necked round-bottom flask was preheated to 100 C under a nitrogen atmosphere and 7.14 g diphenylphosphine (38.4 mmol) from Alfa, 0.15 g 2,2'-azobis(2-methylpropionitrile) from Aldrich, and 3.78 g Jv,JV-dimethylacrylamide (38.2 mmol) from Polysciences were added in the stated sequence. The reaction mixture was maintained at 100 C under a nitrogen atmosphere for 45 min and then evacuated (1 X 10~3 atm) for 24 h at 100 C. The resulting oil was then cooled in the refrigerator for several hours until it solidified to a white solid. It was then washed with a 9:1 pentane: toluene mixture to free the excess diphenylphosphine and give a white solid. The IR spectra disclosed a strong v(CO) band at 1650 cm\"1. The ^ NMR showed a multiplet at 62.2 - 2.5 with a relative area of 4 assigned to the CH^CH^C(0) group; a doublet at 52.83 (3 Hz) of relative area 6 assigned to the N(0113)2 group; and a multiplet at 57.1 - 8.3 of relative area of 10 assigned to the P(C^ls)^ group. The elemental analysis was the follow- ing: calculated (found); C, 71.58 (70.95); H, 7.02 (7.03); N, 4.91 (4.05); P, 10.87 (10.75) %. Product yield was 71%. The J?v-methyl-Jv-[(2-diphenylphosphino)ethyl]acetamide was a vis- cous oil whose IR spectrum displayed a strong v(CO) band at 1645 cm\"1 and a small ^(P H) band at 2300 cm\"1 due to a small amount of diphosphine impurity. The elemental analysis was the following: calculated (found); C, 70.58 (69.89); H, 7.01 (7.15); N, 4.91 (4.57); P, 10.87 (10.97) %. The yield was 94%. The Jv-[(2-diphenylphosphino)ethyl]2-pyrrolidinone was prepared in the same manner to give a product yield of 96%. The IR spectrum disclosed a strong, broad v(CO) band at 1680 cm~1 and a small absorption at 2310 cm\"! due to a small amount of i/(P H) impurity. The elemental analysis was the following: calculated (found); C, 72.70 (72.68); H, 6.79 (6.73); N, 3.70 181 (3.49); P, 11.42 (11.60) %. The ^ NMR showed a multiplet at 51.6 - 2.6 with a relative area of 6 assigned to CH^CH^O) and P CH2 groups, a multiplet at 53.2 - 3.8 with a relative area of 4 assigned to the two CHa N groups and a multiple! at 57.2 - 8.0 with a relative area of 11 assigned to the P^eHs)^ group. A small amount of diphenylphosphine impurity accounts for this slightly greater area for the phenyl region. The disappearance of the multiplet signals of the vinyl protons at 56.9 - 7.4 and 54.3 - 4.7 confirms the complete disappearance of N-vinylpyrrolidinone. The iv-methyl-N-octadecyl-3-(diphenylphosphino)propionamide was synthesized by a different route. A mixture of 5.7 g ethyl-2-(diphenylphos- phino)propionate (9.9 mmol), 5.1 g iv-methyl-N-octadecylamine (18.0 mmol) and 0.3 g sodium methoxide (5.6 mmol) was first deoxygenated and then heated to 100 C under a nitrogen atmosphere for 24 h. The mixture was then cooled and extracted with pentane. The pentane soluble was roto- vapped to an oil. IR analysis displayed a strong, broad v{CO) band at 1650 cm\"1. The elemental analysis was the following: calculated (found): C, 77.94 (76.98); H, 10.42 (9.83): P, 5.92 (6.00): N, 2.67 (2.66) %. The !H NMR showed a multiplet at 52.3 - 2.5 with a relative area of 4 assigned to the CHaCHaC^O) group, a multiplet at 52.9 - 3.4 with a relative area of 5 assigned to the N(CH3)(CH2) group, a multiplet at 50.8 -1.8 of relative area 37 assigned to the CigH37 alkyi chain, and a multiple! at 57.1 - 7.8 of relative area 10 assigned to the P(CeHs)2 group. The phosphine-amines were generally synthesized by lithium aluminum hydride reduction of the respective phosphine-amide. An example is given of (3-N,JV-dimethylaminopropyl)diphenylphosphine. A 100 ml 3-necked round-bottom flask equipped with a nitrogen purge and condenser was charged with iV,N-dimethyl-3-(diphenylphosphino)propionamide (4.0 g, 14 mmol) and 40.0 g anhydrous diethyl ether under nitrogen. Lithium alumi- num hydride (0.80 g, 21 mmol) was then added slowly. The flask was heated to 35 C for 3 h. Water (40 ml) was then slowly added to the flask and tolu- ene (20 ml) was then added. The solvents were removed on a rotary evapo- rator to dryness. The solid was extracted with toluene and dried over magnesium sulfate for several hours. Filtration of the solution and evapora- tion of the solvent left a brown oil which was distilled at 124 C (5 X 10~4 atm). Filtration over activated alumina in toluene solvent purified the phos- phine further. 'H NMR and elemental analyses agreed with literature values [25] for all phosphine-amines except the following. The iv-[(2-diphenylphosphino)ethyl]pyrrolidine was prepared by the same general method. However, an analytically pure sample was not obtained by column chromatography. Vacuum distillation (5 X 10~4 atm, 153 C) with a 3/8 in 5-plate Oldershaw column also met with decomposi- tion, as shown by the increased area in the phenyl region in the 'H NMR. Short path flask-to-flask vacuum distillation was more successful, but the phosphine was still impure. The phosphine-phosphine oxide PPhaCHzCHaP^^CsHp); and the other phosphine-amines were synthesized according to literature methods [16,24,25]. 182 Ackno wiedgements The author is grateful to the Halcon SD Group, Inc., for permission to publish this work. A special thanks to Dr. Richard Porcelli for his encourage- ment to publish this work and for his support during the preparation of the manuscript. The author also thanks Drs. Larry Costa, Jim Barber, Joe Pugach, Fred Chueh and Rich Salinaro for their helpful discussions and suggestions during the work. The able technical assistance of Al Schmalfus and John Bonanno is also appreciated. The preparation of this manuscript would not have been possible without the extraordinary secretarial assistance of Ms. Carmen Aiello. The author also wishes to give a special thanks to Professor Akira Nakamura for his invitation to present this paper at The Fifth International Symposium on Homogeneous Catalysis, and for his encouragement during the last several months. References 1 R. L. Pruett, Science, 211 (1981) 11. 2 U.S. Pat. 3 833 634 (1974) to R. L. Pruett and W. E. Walker, and subsequent patents to Union Carbide. 3 L. C. Costa, Catal. Rev. Sci. Eng., 25 (1983) 325. 4 U.S. Pat. 3 920 753 (1975) to Ajinomoto Co. (T. Yukawa and H. Wakamatsu). 5 A. Spencer, J. Organometall. Chem., 194 (1980) 113; European Pat. 0002908 (1980) to A. Spencer. 6 U.S. Pat. 4 200 765 (1980) to National Distillers (R. W. Goetz). 7 R. J. Mawby, F. Basolo and R. G. Pearson, J. Am. Chem. Soc., 86 (1964) 3994. 8 M. J. Wax and R. G. Bergman, J. Am. Chem. Soc., 103 (1981) 7028. 9 U.S. Pat. 4 560 806 (1985) to S. E. Jacobson; U.S. Pat. 4 496 781 (1985) to S. E. Jacobson and C. F. Chueh; U.S. Pat. 4 608444 (1986) to S. E. Jacobson (aU to Halcon SD Group). 10 D. L. DuBois, W. H. Meyer and D. W. Meek, J. Chem. Soc., Dalton Trans., (1975) 1011. 11 (a) W. E. Bull, S. K. Madan and J. E. Willis, Inorg. Chem., 2 (1963) 303; (b) R. S. Drago, R. L. Carlson and K. F. Purcell, Inorg. Chem., 4 (1965) 15; (c) P, Abley and F. J. McQuillin,J. Chem. Soc., Chem. Commun., (1969) 477. 12 A. Wojcicki, in F. G. A. Stone and R. West (eds.). Adv. Organometall. Chem., Aca- demic Press, New York, 1979, p. 87. 13 J.-C. Poulin, T,-P. Dang and H. B. Kagan, J. Organometall. Chem., 84 (1975) 87. 14 Y. Kawabata, T. Hayashi and I. Ogata, J. Chem. Soc.. Chem. Commun., (1979) 462. 15 D. H. Doughty, M. P. Anderson, A. L. Casulnuovo, M. F. McGuiggan, D. C. Tso, H. H. Wand and L. H. Pignolet, in E. E. Alyea and D. W. Meek (eds.), Catalytic Aspects of Metal Phosphine Complexes, Advances in Chemistry Series, Vol. 196, ACS, Washington, D.C., 1982, p. 65. 16 U.S. Pat. 4 522 933 (1985) to Union Carbide Corp. (A. G. Abaljoglow and E. Billig). 17 J. A. Osborn, F. H. Jardine, J. F. Young and G. Wilkinson, J. Chem. Soc. (A), (1966) 1711, and earlier references cited. 18 A. Dobson, S. D. Robinson and M. F. Uttley, J. Chem. Soc., Dalton Trans., (1975) 370. 19 A. S. Chan, W. E. Carroll and D. E. Willis, J. Mol. Catal., 19 (1983) 377; U.S. Pat. 4 405 814 (1983), to Monsanto (A. S. Chan, W. E. Carroll and D. E. Willis). 183 20 D. Evans, J. A. Osborn and G. Wilkinson, J. Chem. Soc. (A). (1968) 3133. 21 J. Rylander, Catalytic Hydrogenation in Organic Syntheses, Academic Press, New York,1979. 22 U.S. Pat. 4 405 821 (1983) to National Distillers (R. W, Goetz). 23 S. 0. Grim, L. C. Satek, C. A. Tolman and J. P. Jesson, Inorg. Chem., 14 (1975) 656. 24 A. H. Weiss, R. F. Socha, V. A. Likholobov and M. M. Sakharov, Chem. Tech., (1980) 643. 25 W. E. McEwen, J. H. Smith and E. J. Woo, J. Am. Chem. Soc., 102 (1980) 2746. 26 (a) H. Berke, G. Huttner, G. Weiler and L. Zsolnai, J. Organometall. Chem., 219 (1981) 353; (b) G. R. dark, C. E. L. Headford, K. Marsden and W. R. Roper, J. Organometall. Chem., 231 (1982) 335; (c) J. R. Sweet and W. A. G. Graham, J. Am. Chem. Soc., 104 (1982) 2811; (d) J. May and W. A. G. Graham, J. Organometall. Chem., 234 (1982) C49. 27 (a) K. L. Brown, G. R. dark, C. E. L. Headford, K. Marsden and W. R. Roper, J. Am. Chem. Soc., 101 (1979) 503. (b) R. A. Head, J. Chem. Soc., Dalton Trans., (1982) 1637. 28 D. Milstein, J. Am. Chem. Soc., 108 (1986) 3625. 29 J. N. Cawse, R. A. Fiato and R. L. Pruett, J. Organometall. Chem., 172 (1979) 405. 30 D. Milstein, W. C. Fultz and J. C. Calabrese, J. Am. Chem. Soc., 108 (1986) 1336. 31 S. L. Webb, C. M. Giandomenico and J. Halpern, J. Am. Chem. Soc., 108 (1986) 345. X244 87800263 0304-5102(87)80026-3 10.1016/0304-5102(87)80026-3 Formaldehyde hydroformylation to glycol aldehyde via rhodium phosphine-amine and phosphine-amide catalysts Stephen E. Jacobson ∗ Halcon SD Group (Texas Eastern Co.), 1 Philips Parkway, Montvale, NJ 07645 U.S.A. * Present address: 7 Ironwood Road, Morristown, NJ 07960 U.S.A. Rhodium(I) complexes in the presence of phosphine-amides and phosphine-amines were active catalysts for the hydroformylation of formaldehyde to glycol aldehyde. A variety of polar organic solvents and polarnonpolar mixtures were found to be suitable for this reaction. The effect of changes in rhodium phosphine - ancillary nucleophile ring size, rhodium precursor, anionic ligand, phosphine :rhodium ratio and water concentration on formaldehyde conversion and glycol aldehyde selectivity were studied. A practical, recyclable system was devised by combining a lipophilic phosphine-amide with a Rh(I) cocatalyst and a mixed polar-nonpolar solvent system. A possible mechanistic interpretation of these observations is proposed. References 1 R.L. Pruett Science 211 1981 11 2 U.S. Pat. 3 833 634 (1974) to R.L. Pruett and W.E. Walker, and subsequent patents to Union Carbide. 3 L.C. Costa Catal. Rev. Sci. Eng. 25 1983 325 4 U.S. Pat. 3 920 753(1975) to Ajinomoto Co. (T. Yukawa and H. Wakamatsu). 5 A. Spencer J. Organometall. Chem. 194 1980 113 b European Pat. 0 002 908 (1980) to A. Spencer. 6 U.S. Pat. 4 200 765 (1980) to National Distillers (R.W. Goetz). 7 R.J. Mawby F. Basolo R.G. Pearson J. Am. Chem. Soc. 86 1964 3994 8 M.J. Wax R.G. Bergman J. Am. Chem. Soc. 103 1981 7028 9 (a) U.S. Pat, 4 560 806(1985) to S.E. Jacobson. (b) U.S. Pat. 4 496 781 (1985) to S. E. Jacobson and C.F. Chueh. (c) U.S. Pat. 4 608 444 (1986) to S.E. Jacobson (all to Halcon SD Group). 10 D.L. DuBois W.H. Meyer D.W. Meek J. Chem. Soc., Dalton Trans. 1975 1011 11 (a) W.E. Bull S.K. Madan J.E. Willis Inorg. Chem. 2 1963 303 (b) R.S. Drago R.L. Carlson K.F. Purcell Inorg. Chem. 4 1965 15 (c) P. Abley F.J. McQuillin J. Chem. Soc., Chem. Commun. 1969 477 12 A. Wojcicki F.G.A. Stone R. West Adv. Organometall. Chem. 1979 Academic Press New York 87 13 J.-C. Poulin T.-P. Dang H.B. Kagan J. Organometall. Chem. 84 1975 87 14 Y. Kawabata T. Hayashi I. Ogata J. Chem. Soc., Chem. Commun. 1979 462 15 D.H. Doughty M.P. Anderson A.L. Casulnuovo M.F. McGuiggan D.C. Tso H.H. Wand L.H. Pignolet Catalytic Aspects of Metal Phosphine Complexes E.E. Alyea D.W. Meek Advances in Chemistry Series 196 1982 ACS Washington, D.C 65 16 U.S. Pat. 4 522 933 (1985) to Union Carbide Corp. (A.G. Abaljoglow and E. Billig). 17 J.A. Osborn F.H. Jardine J.F. Young G. Wilkinson J. Chem. Soc. (A) 1966 1711 and earlier references cited. 18 A. Dobson S.D. Robinson M.F. Uttley J. Chem. Soc., Dalton Trans. 1975 370 19 A.S. Chan W.E. Carroll D.E. Willis J. Mol. Catal. 19 1983 377 b U.S. Pat. 4 405 814 (1983), to Monsanto (A.S. Chan, W.E. Carroll and D.E. Willis). 20 D. Evans J.A. Osborn G. Wilkinson J. Chem. Soc. (A) 1968 3133 21 J. Rylander Catalytic Hydrogenation in Organic Syntheses 1979 Academic Press New York 22 U.S. Pat. 4 405 821 (1983) to National Distillers (R.W, Goetz). 23 S.O. Grim L.C. Satek C.A. Tolman J.P. Jesson Inorg. Chem. 14 1975 656 24 A.H. Weiss R.F. Socha V.A. Likholobov M.M. Sakharov Chem. Tech. 1980 643 25 W.E. McEwen J.H. Smith E.J. Woo J. Am. Chem. Soc. 102 1980 2746 26 (a) H. Berke G. Huttner G. Weiler L. Zsolnai J. Organometall. Chem. 219 1981 353 (b) G.R. Clark C.E.L. Headford K. Marsden W.R. Roper J. Organometall. Chem. 231 1982 335 (c) J.R. Sweet W.A.G. Graham J. Am. Chem. Soc. 104 1982 2811 (d) J. May W.A.G. Graham J. Organometall. Chem. 234 1982 C49 27 (a) K.L. Brown G.R. Clark C.E.L. Headford K. Marsden W.R. Roper J. Am. Chem. Soc. 101 1979 503 (b) R.A. Head J. Chem. Soc., Dalton Trans. 1982 1637 28 D. Milstein J. Am. Chem. Soc. 108 1986 3525 29 J.N. Cawse R.A. Fiato R.L. Pruett J. Organometall. Chem. 172 1979 405 30 D. Milstein W.C. Fultz J.C. Calabrese J. Am. Chem. Soc. 108 1986 1336 31 S.L. Webb C.M. Giandomenico J. Halpern J. Am. Chem. Soc. 108 1986 345",
      "scopus-id": "0022753408",
      "coredata": {
        "eid": "1-s2.0-0304510287800263",
        "dc:description": "Rhodium(I) complexes in the presence of phosphine-amides and phosphine-amines were active catalysts for the hydroformylation of formaldehyde to glycol aldehyde. A variety of polar organic solvents and polarnonpolar mixtures were found to be suitable for this reaction. The effect of changes in rhodium phosphine - ancillary nucleophile ring size, rhodium precursor, anionic ligand, phosphine :rhodium ratio and water concentration on formaldehyde conversion and glycol aldehyde selectivity were studied. A practical, recyclable system was devised by combining a lipophilic phosphine-amide with a Rh(I) cocatalyst and a mixed polar-nonpolar solvent system. A possible mechanistic interpretation of these observations is proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287800263",
        "dc:creator": {
          "@_fa": "true",
          "$": "Jacobson, Stephen E."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287800263"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287800263"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)80026-3",
        "prism:volume": "41",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Formaldehyde hydroformylation to glycol aldehyde via rhodium phosphine-amine and phosphine-amide catalysts",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-183",
        "prism:endingPage": "183",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1987",
        "prism:doi": "10.1016/0304-5102(87)80026-3",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/0304-5102(87)80026-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022753408"
      }
    }
  }
}