{
  "metadata": {
    "title": "Redox cycle of metal-on-active carbon catalyst in the vapor phase carbonylation of methanol",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-10-15",
    "doi": "10.1016/0304-5102(91)80144-R",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180144R",
    "pii": "030451029180144R"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026242540",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180144R 0304-5102(91)80144-R 030451029180144R 10.1016/0304-5102(91)80144-R S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01393 2024-01-02T01:05:30.650091Z 0 0 19911015 1991 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 69 69 2 2 Volume 69, Issue 2 3 191 197 191 197 19911015 15 October 1991 1991-10-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. REDOXCYCLEMETALONACTIVECARBONCATALYSTINVAPORPHASECARBONYLATIONMETHANOL YAGITA H ROTH 1971 600 J FUJIMOTO 1982 429 K FUJIMOTO 1983 436 K OMATA 1985 234 K OMATA 1988 2211 K FUJIMOTO 1986 577 K HOMOGENEOUSHETEROGENEOUSCATALYSIS FUJIMOTO 1972 1092 K YAGITAX1991X191 YAGITAX1991X191X197 YAGITAX1991X191XH YAGITAX1991X191X197XH item 0304-5102(91)80144-R 030451029180144R 1-s2.0-030451029180144R 10.1016/0304-5102(91)80144-R 272239 2024-01-02T01:05:30.650091Z 1991-10-15 1-s2.0-030451029180144R-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180144R/MAIN/application/pdf/7362ec961fd2154e9b08bac15bcb097b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180144R/MAIN/application/pdf/7362ec961fd2154e9b08bac15bcb097b/main.pdf main.pdf pdf true 404270 MAIN 7 1-s2.0-030451029180144R-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180144R/PREVIEW/image/png/3a32e492eed6a9ec46973cb73e4386fd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180144R/PREVIEW/image/png/3a32e492eed6a9ec46973cb73e4386fd/main_1.png main_1.png png 60473 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 69 (1991) 191-197 191 Redox cycle of metal-on-active carbon catalyst in the vapor phase carbonylation of methanol Hiroshi Yagita and Kaoru Fujimoto Department of Synthetic Chemistry, Faculty of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113 (Japan) (Received September 26, 1990; revised June 12, 1991) Abstract Clarification was undertaken of the role of active carbon in metal supported on active carbon catalysts, which show high activities for methanol carbonylation. It was found that the reaction proceeded via a redox cycle of supported metals and that active carbon promoted the reduction step (in the case of nickel catalyst) and the oxidation step (in the case of palladium), respectively. Introduction It is well known that the formation of acetic acid derivatives via methanol carbonylation is catalyzed by metal carbonyl complexes of cobalt, rhodium, nickel or iridium in the liquid phase [ 1 ]. We have already reported that nickel and other Group VIII metals supported on active carbon (AC) exhibit excellent catalytic activities for the vapor phase carbonylation of methanol under mild reaction conditions [2-4]. In the present work, we report the carrier effect of active carbon on the reduction and oxidation of metal species in the carbonylation reaction, based on the contrast of metals supported on active carbon (Ni/AC, Pd/AC) and metals supported on silica (Ni/Si02, Pd/ Si02). Experimental Catalyst precursors were prepared by impregnating a commercially available active carbon (AC; Takeda Pharmaceutical Inc., Shirasagi C, specific surface area 1200 m2 g-1, particle size 20-40 mesh) and silica gel (Fqji Davison ID, S.A. 270 m2 g-', particle size 20-40 mesh) with metal salts from their aqueous solutions by the dry-up method. They were granulated to fine particles (under 200 mesh) and reduced in a hydrogen stream at 400 C for 3 h before the reaction. Metal loadings were 2.5 wt.% as metals, and the metal dispersion level was over 70g'o [5]. A flow-type reaction apparatus with a fixed bed was employed. The reactor was a glass tube (i. d. 8 mm, catalyst bed length 20 mm). The reactions were conducted by the 0304-5102/91/$3.50 0 1991- Elsevier Sequoia, Lausanne 192 CO/CH30I CH3. Nz1 .Purge 1 --------------------- 0 Time on stream (h) Fig. 1. Schedule of transient response (-)Feed on, (-----) feed off. transient response method, as shown in Fig. 1. The reaction conditions were as follows: 250 C, 1 atm, W/F= 5 g h mol-' (W: catalyst weight, F: reactant feed rate), NZ/CH3I=100/1 (molar ratio), CO/CH30H=100/19 (molar ratio), W= 0.95 g. The eluted product was analyzed every 3 min by gas chromatography. After each transient response reaction step, the reactor was purged with NZ and the catalyst in the reactor was transferred into the XPS apparatus without contacting. air. The XPS analysis was, done using a Shimazu ESCA850 instrument. Results and discussion It has been generally accepted that methanol carbonylation in the complex catalyst system consists of a redox cycle of metals[ 1 ]: (i) Oxidative addition of CH3I to the catalyst surface CH31 +X-j CH3-Xs+-I (X: active site) (2) Insertion of CO into the methyl-metal bond CH3-Xs+ -I + CO --~ CH3C0-Xs+ -I (3) Reductive elimination of the products CH3C0-X\"'-I + CH30H --o CH3COOCH3 + X + HI HI + CH30H -j CH3I + H20 We considered that the carbonylation reaction on,the metal-supported active carbon catalysts also involved this redox cycle and tried to confirm this idea: 193 In order to analyze this redox cycle, we observed the transient response by intermittant feeding of reactants on metal-supported active carbon catalysts (Ni/AC, Pd/AC), which were active for the carbonylation, and metal catalysts supported on silica (Ni/Si02, Pd/Si02), which were inactive for the reaction, followed by observation of their oxidation state. Catalysis of Ni /AC Figure 2 shows the results of the transient response reactions on Ni catalysts. In the case of Ni/AC, the adsorption of CH31 on the catalyst surface occurred during 20 min from the start of CH31 feed, and only a small amount of CH,I could be observed in the effluent gas during this period. The adsorbed CH31 was not desorbed by NZ purge, but was desorbed by feeding CO and CH30H. Methyl acetate (AcOMe) was also desorbed as a carbonylation product at the same time. In the case of Ni/Si02, CH31 was adsorbed similarly to the case of Ni/AC, but the adsorbed CH31 was scarcely desorbed and the carbonylation reaction did not proceed during CO and CH30H feed. In Mg. 3 are shown the XPS spectra of Ni catalysts before and after the transient response reaction, and the results are summarized in Table 1. In the case of Ni/AC, Ni was oxidized by feeding CH31 and was reduced by feeding CO and CH30H. In the case of Ni/Si02, on the other hand, while Ni oxidation proceeded on feeding CH3I, its reduction did not occur on Oxidation (CH31) Reduction (CO & CH30H) Start Stop Start 2 1 0 E E .0 2 0 :(NZ purge) ;~ Ni/AC AcOMe CHI CH3I O~ Ni/Si02 CH y.0 O 2 ^ 0 1 Time on stream (h) 2 3 Ni (0) Ni/AC 'Si02 Ni Fry CH3I~ CO/CH30H Fresh CH3I/N CO/CH3 Ni0 NiI' ~~J 870 860 850 Binding energy (eV) Fig. 2. Transient response reaction on nickel catalysts. Reaction conditions; 250 C, 1 atm, WlF=5 g h mol-', (1) oxidation; NZ/CH3I=100/1; (2) reduction; CO/CH30H=100/19. Fig. 3. XPS spectra of nickel catalysts. 194 TABLE 1 XPS analysis of Ni and Pd catalysts Catalysts Treatment Binding Average energy' oxidation number (eV) Ni/AC fresh 852.6 0 CH31/N2 853.2 + 0.5 CH30H/CO 852.6 0 Ni/Si02 fresh 853.2 0.5 CH31/N2 854.0 + 1.7 CH30H/CO 854.0 + 1.7 Ni (metal) 852.6 (0) Ni0 854.6 (+ 2) NiI2/AC 854.8 (+ 2) Pd/AC fresh 335.6 0 CH31/N2 336.1 + 1 CH30H/CO 335.5 0 Pd/S'02 fresh 335.6 0 CH3I/N2 335.8 + 0.4 CH30H/CO 335.4 0 Pd12/AC fresh 336.6 + 2 CH30H /CO 336.0 + 0.8 PdI2/Si02 fresh 336.7 + 2 CH30H /CO 335.8 + 0.4 Pd (metal) 335.0 (0) Pd0 336.6 (+ 2) 'Binding energy; Ni 2p, Pd 3d. feeding CO and CH30H. The reduction of XPS signal intensity after the CH3I treatment of Ni/Si02 is presumably attributed to iodide ion contamination on the surface. Judging from the data in Table 1, the adsorption of CH31 on Ni, shown in Fig. 2, is the oxidative addition. Either the oxidative addition of CH31 or the reductive elimination of CH3I as methyl acetate occurred on Ni/AC, while on Ni/Si02 only the oxidative addition of CH31 occurred and the reductive elimination did not occur. Further discussion on the difference between Ni/AC and Ni/Si02 will be given later. We have already reported that the carbonylation activities of Group VIII metals supported on active carbon are ordered by the affinities- between the metal and halogen [6j. Figure 4 shows the relation between the carbonylation activities and the affinities. The plots represent a clear volcano shape which has a peak at Rh. On the metals located on the right side of the peak, such as Ni, Fe or Co, the oxidative addition of CH31 to the metal should be quick because of its high affinity for halogen, and the reductive elimination step seems to be a rate-determining step. This idea is consistent with the experimental results of the transient response on the Ni catalysts. In contrast, 3.0~ 2.5r ~2.0~ .' +J o ,~g 1.5~ Rh Irk OPd IPRu ONi O c\\ O Fe 1.0 i 50 100 150 200 Affinity (kJ/C1-mol) Fig. 4. Activity as a function of affinity. Activity: the reciprocal of the temperature, where TOF is 10 h-'. Affinity: the heat of formation per metal-chloride bond. 0 1 2 0 1 2 Time on stream (h) Fig. 5. Transient response reaction on palladium catalysts. Reaction conditions; 250 C, 1 atm, W/F=5 g h mol', (1) oxidation; NZ/CH3I=100/1; (2) reduction; CO/CH30H=100/19. palladium has a low affinity for halogen and the oxidative addition of CH31 to the catalyst surface seems to be rate-determining. Catalysis of Pd /AC In leg. 5, Fig. 6 and Table 1 are shown the results of the transient reaction on palladium catalysts and their XPS analysis. Similarly to the case of Ni/AC, both oxidative addition and reductive elimination occurred on Pd/ Oxidation (CH31) Reduction (CO & CH30H) Start Stop Start ss(N2 purge) 2 CH3I ~AcOMe Pd/S'02 Pd/AC 3 196 Reduction (CO & CH30H) Start Pd12/AC 2 H3I 1 AcOMe t tro0 PdI2/Si02 \"2 ro .i 0 r 1 CH 3I 0 ~~ 0 1 2 3 4 Time on stream (h) Fig. 6. Reduction of palladium iodide catalysts. Reaction conditions: 250 C, 1 atm, W/F=5 g h mol-', CO/CH3OH=100/19. AC, producing AcOMe as a carbonylation product. In the case of PdI2/AC, CH31 and AcOMe were desorbed during the reaction with CO and CH30H, as was the case for Pd/AC (13g. 5). In the case of Pd/Si02, however, the oxidation of palladium by CH31 did not occur. In the case of PdI2/Si02, although the reduction of Pd by CO and CH30H occurred and CH31 was desorbed, carbonylation did not occur. Considering the results On Pld/Si027 it is clear that not only the oxidative addition of CH,I on Pd but also the reductive carbonylation of CH30H by Pdl2 does not proceed when palladium T.- supported o:: Si02. Thus, carbonylation activity does not appear on Pd/Si02. Role of active carbon The role of active carbon (AC) on the redox cycle for methanol carbonylation is summarized as follows: (1) In the case of Ni/AC, reductive elimination is promoted; (2) in the case of Pd/AC, oxidative addition is promoted. These effects of AC can be explained as follows. FYom the XPS analysis, in the case of Ni catalysts, the chemical shift value between the reduced and oxidized states of the metal is 0.6 eV on Ni/AC and 0.8 eV on Ni/Si02. In the case of Pd catalysts, the value is 0.6 eV on Pd/AC and 0.9 eV on Pd/Si02 (Table 1). Our interpretation of these results is that the energy differences between the oxidized and reduced states of metals on AC are also smaller than those on Si02 due to the difference in support conductivity. Because of these larger energy differences, the Ni on Si02 which was oxidized in the reaction is not easily reduced, and the reduced Pd on Si02 is not 197 easily oxidized. However, AC makes these differences smaller, presumably due to the electron transfer between active carbon and metals, and thus promotes the slower steps involved in the redox cycle of metals for the carbonylation reaction. In the case of Ni/AC, electrons are donated from AC to oxidized Ni and the reduction of nickel is particularly promoted. In contrast, in the case of Pd/AC, electrons from the reduced Pd are accepted by AC and thus oxidation of palladium is promoted. The promotional effect of active carbon for the oxidation of Pd has also been observed in the oxidation of olefins by PdCI2 /AC catalyst [ 71. It is concluded that active carbon reduces the energy difference between the oxidized and reduced states of supported metals, probably due to electron transfer between the metal and the active carbon, and promotes the slower steps in the redox cycle of the metal. Acknowledgements We gratefully acknowledge Dr. Omata's helpful discussion and also acknowledge Nippon Oil Co. for helpful XPS analysis of the catalysts. References 1 J. F. Roth, J. H. Graddock, A. Hershman and F. E. Paulik, Chem. Technol., 23 (1971) 600. 2 K. Fujimoto, T. Shikada, K. Omata and H. Tominaga, Ind. Eng. Chem. Prod. Res. Dev., 21 (1982) 429. 3 K. Fujimoto, K. Omata, T. Shikada and H. Tominaga, Ind. Eng. Chem. Prod. Res. Dev., 22 (1983) 436. 4 K. Omata, K. Fujimoto, T. Shikada and H. Tominaga, Ind.Eng. Chem. Prod. Res. Dev., 24 (1985) 234. 5 K. Omata, K. Fujimoto, T. Shikada and H. Tominaga, Ind. Eng. Chem. Res., 27 (1988) 2211. 6 K. Fujimoto, K. Omata, T. Shikada and H. Tominaga, Homogeneous and Heterogeneous Catalysis, VNU Science Press, Utrecht, 1986, p. 577. 7 K. FWjimoto, T. Takahashi and T. Kunugi, Nippon Kagaku Kaishi, 6 (1972) 1092. X244 9180144R 0304-5102(91)80144-R 10.1016/0304-5102(91)80144-R Redox cycle of metal-on-active carbon catalyst in the vapor phase carbonylation of methanol Hiroshi Yagita Kaoru Fujimoto Department of Synthetic Chemistry, Faculty of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113 Japan Clarification was undertaken of the role of active carbon in metal supported on active carbon catalysts, which show high activities for methanol carbonylation. It was found that the reaction proceeded via a redox cycle of supported metals and that active carbon promoted the reduction step (in the case of nickel catalyst) and the oxidation step (in the case of palladium), respectively. References 1 J.F. Roth J.H. Graddock A. Hershman F.E. Paulik Chem. Technol. 23 1971 600 2 K. Fujimoto T. Shikada K. Omata H. Tominaga Ind. Eng. Chem. Prod. Res. Dev. 21 1982 429 3 K. Fujimoto K. Omata T. Shikada H. Tominaga Ind. Eng. Chem. Prod. Res. Dev. 22 1983 436 4 K. Omata K. Fujimoto T. Shikada H. Tominaga Ind. Eng. Chem. Prod. Res. Dev. 24 1985 234 5 K. Omata K. Fujimoto T. Shikada H. Tominaga Ind. Eng. Chem. Res. 27 1988 2211 6 K. Fujimoto K. Omata T. Shikada H. Tominaga Homogeneous and Heterogeneous Catalysis 1986 VNU Science Press Utrecht 577 7 K. Fujimoto T. Takahashi T. Kunugi Nippon Kagaku Kaishi 6 1972 1092",
      "scopus-id": "0026242540",
      "coredata": {
        "eid": "1-s2.0-030451029180144R",
        "dc:description": "Clarification was undertaken of the role of active carbon in metal supported on active carbon catalysts, which show high activities for methanol carbonylation. It was found that the reaction proceeded via a redox cycle of supported metals and that active carbon promoted the reduction step (in the case of nickel catalyst) and the oxidation step (in the case of palladium), respectively.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180144R",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yagita, Hiroshi"
          },
          {
            "@_fa": "true",
            "$": "Fujimoto, Kaoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180144R"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180144R"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80144-R",
        "prism:volume": "69",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Redox cycle of metal-on-active carbon catalyst in the vapor phase carbonylation of methanol",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "191-197",
        "prism:endingPage": "197",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1991",
        "prism:doi": "10.1016/0304-5102(91)80144-R",
        "prism:startingPage": "191",
        "dc:identifier": "doi:10.1016/0304-5102(91)80144-R",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026242540"
      }
    }
  }
}