{
  "metadata": {
    "title": "The mechanism of 1,2-bond shift rearrangements of paraffins on transition metal catalysts: free radicals in heterogeneous catalysis",
    "authors": "John J. Rooney",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-07-01",
    "doi": "10.1016/0304-5102(90)85249-H",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085249H",
    "pii": "030451029085249H"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025456529",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085249H 0304-5102(90)85249-H 030451029085249H 10.1016/0304-5102(90)85249-H S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0185X 2024-01-02T01:05:30.650091Z 0 0 19900701 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic pubtype ref alllist content subj ssids 0304-5102 03045102 60 60 3 3 Volume 60, Issue 3 19 L29 L31 L29 L31 19900701 1 July 1990 1990-07-01 1990 converted-article cor Copyright © 1990 Published by Elsevier B.V. MECHANISM12BONDSHIFTREARRANGEMENTSPARAFFINSTRANSITIONMETALCATALYSTSFREERADICALSINHETEROGENEOUSCATALYSIS ROONEY J HCHENG 1989 390 C MCKERVEY 1973 330 M GARIN 1975 4466 F AMIREBRAHIMI 1988 260 V SARKANY 1986 103 A SARKANY 1986 407 A CLARKE 1986 475 J ROONEY 1984 48 J FINLAYSON 1980 407 O FESSNER 1987 452 W ANGEWCHEM ROONEY 1985 147 J CONNER 1986 1 W BAUMGARTEN 1989 533 E FROST 1988 577 J ROONEY 1988 1 J BANKS 1985 117 R YAGITA 1989 L5 H ROONEYX1990XL29 ROONEYX1990XL29XL31 ROONEYX1990XL29XJ ROONEYX1990XL29XL31XJ item 0304-5102(90)85249-H 030451029085249H 1-s2.0-030451029085249H 10.1016/0304-5102(90)85249-H 272239 2024-01-02T01:05:30.650091Z 1990-07-01 1-s2.0-030451029085249H-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085249H/MAIN/application/pdf/a844f3341b4153e6513811afc4331657/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085249H/MAIN/application/pdf/a844f3341b4153e6513811afc4331657/main.pdf main.pdf pdf true 244635 MAIN 3 1-s2.0-030451029085249H-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085249H/PREVIEW/image/png/486221b9c41eea509865bc5bee6d72a8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085249H/PREVIEW/image/png/486221b9c41eea509865bc5bee6d72a8/main_1.png main_1.png png 62761 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 60 (1990) L29 - L31 L29 The Mechanism of 1,2-Bond Shift Rearrangements of Paraffins on Transition Metal Catalysts: Free Radicals in Heterogeneous Catalysis JOURNAL OF MOLECULAR CATALYSIS JOHN J. ROONEY School of Chemistry, David Keir Building, The Queen's University, Belfast (U.K.) (Received November 27, 1989; accepted March 13, 1990) A recent publication [1] states that the so-called Rooney-Samman mechanism [2] for 1,2-bond shift reactions of paraffins on transition metal catalysts cannot be extended to the n-propyi group in 2-methylpentane. This is erroneous, as there is no simple alkane which affords a distinction between the 'free radical' mechanism [2] and the 'olefin metathesis' mechanism formulated by Garin and Gault [3]. Inspection of the following possible half-reaction states shows that n-propyi shift is just as feasible as methyl shift, the relative rates then depending on the relative case of attack on terminal uersus internal C H bonds in forming the first alkyi, and the rela- tive energetics of the half-reaction states. ^C-C ,-c, c-p-c M .'c., c-c' v^c-c-c M The two mechanisms may however be distinguished using model caged compounds as substrates, e.g. protoadamantane to adamantane, and bicyclo- [3,2,2]nonane to bicyclo[3,3,l]nonane [4], while the rearrangement of homoadamantane to 1- and 2-methyladamantanes on Pt and Pd precludes involvement of classical cyclopropane intermediates. We have recently concluded [4] that the 'olefin metathesis' mechanism operates only for methyl shift and is limited to circumstances where there are significant, simultaneous, homologation and methanation reactions. This mechanism may sometimes be important in simple rearrangements, e.g. isobutane to n-butane on Pd or Ni [5]. We also raised the possibility [4] that free radicals are released into the gas phase by homolysis of the initial metal-alkyi bonds and that these free radicals then rearrange, their degree of interaction with the surface during the rearrangement process being an intriguing question, i.e. the extent of ir- 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands L30 complexation of the half-reaction states to surface metal atoms. Spin trap- ping experiments [6] using ESR analysis have confirmed that free radicals are formed and appear downstream when simple paraffins are passed in hydrogen over Pt/SiOa catalysts even at temperatures as low as 150 C. Exactly the same question lies at the heart of mechanistic problems involving 1,2-bond shifts catalysed by vitamin B^ in the area of metallaenzyme catalysis [7]. Here the initial Co-alkyi bond in the alkyl-corrin complex undergoes homolysis, but whether or not the subsequent rearrangement of the free radical requires engagement of the half-reaction state moleculai orbitals with the Co-corrin orbitals remains an intriguing question. Various studies using deuterium labelling [8] revealed that the selective cyclization of paraffins, e.g. 2,2,4,4-tetramethylpentane to 1,1,3,3-tetra- methylcyclopentane on noble metals requires only an a,e-diadsorbed pre- cursor species. The results could now be interpretated in terms of the cycli- zation of the 2,2,4,4-tetramethylpent-l-yl radical by C C bond closure and elimination of a H atom, e.g. CH2(CH3)2CH2C(CH3)3 surface > 1,1,3,3-tetramethylcyclopentane + H---surface The recent elegant synthesis of dodecahedrane, CsoHzo. from the isomeric energy-rich pagodane [9] involves, as the last steps, two 1,5-ring closures on Pd or Pt catalysts at elevated temperatures. These are unquestion- ably free radical reactions because if the metal were still attached as in the selective cyclization mechanism [10], involving in the act of ring closure an a.e-diadsorbed species, the attached surface metal atom would of necessity end up within the dodecahedrane cage, an utter impossibility. New questions of this type based on a consciousness of potentially widespread free radical activity in heterogeneous catalysis are now warranted. Metal-alkyls are often postulated as key intermediates, but when one appreciates the easy homolysis of compounds such as Pb(Et)4 it seems axiomatic that similar homolysis will occur in surface Pd and Pt alkyls at elevated temperatures. Indeed one may regard surface hydrogen atoms as free radicals which could well activate paraffins by H-atom abstraction reac- tions, e.g., H -surface + R H H; + R - surface. Spillover of hydrogen atoms is a widespread phenomenon in hetero- geneous catalysis [11] and is probably another manifestation of free radical activity of surfaces at elevated temperatures. A very recent paper [12] has demonstrated that hydrogen atoms transfer through the gas phase subse- quent to their formation on a Pt/SiOz catalyst, even at temperatures as low as 60 C. This work is of key importance, because it convinces one that similar phenomena may occur in many other systems involving molecular hydrogen. A classical one is the synthesis of methanol from H^ and CO, in which a junction effect has been postulated [13] to explain the benefit of L31 having zinc and copper oxides together. A simple explanation can now be suggested. CO chemisorbs on copper sites and H atoms then migrate rever- sibly from the zinc to the copper and hydrogenate CO at the latter sites. Spillover will also be assisted by formation of weak 3-electron o-bonds between H atoms and lone pairs on oxide and hydroxyl ions. Good evidence for bonds of this type between free radicals and N atoms in amines has been presented recently [14]. Rapid interchange of such 3-e o-bonds and existing 2-e o-bonds ( 0 H + H ^ (OH;)') then provides a means of mobilizing and scrambling all the protons on the surfaces of oxide supports. Furthermore, water may also be a cocatalyst and it may act as an H atom carrier via similar formation of 3-e o-bonds (H^O + H' ^ (l^O)\"). Perhaps the role of MgO in exerting a considerable beneficial effect on the metathesis of propene by WO^/SiOa, even when the MgO is well separated upstream from the metathesis active surface [15], is a good example of this type of behaviour. The MgO was shown to generate allyl radicals, and presumably H atoms, which migrated via the gas phase and activated the WOs [15]. The recently reported [16] oxidative dehydrodi- merization of dimethyl ether on a SnOz/MgO catalyst at 200 C is clearly indicative of the analogous formation of CHaOCH; radicals as intermediates. All of these considerations raise very important general questions about the nature of synergistic effects in multi-component catalysts, active site identification and kinetics, and the theory of ensembles and structure sensi- tivity for a variety of paraffin reactions. For example, the free radical theory illuminates the arguments that individual surface atoms as defects initiate a variety of important alkane reactions, including bond shift and cyclization [10]. References 1 CHI H. Cheng and G. L. Price, J. Catal., 118 (1989) 390. 2 M. A. McKervey, J. J. Rooney and N. G. Samman, J. Catal., 30 (1973) 330. 3 F. Garin and F. G. Gault, J. Am. Chem. Soc., 97 (1975) 4466. 4 V. Amir-Ebrahimi and J. J. Rooney, J. Chem. Soc. Chem. Commun., (1988) 260. 5 A. Sarkany, J. Chem. Soc., Faraday Traru. 1., 82 (1986) 103; idem, J. Catal., 97 (1986)407. 6 J. K. A. Clarke, R. Darcy, B. F. Hegarty, E. O'Donoghue, V. Amir-Ebrahimi and J. R. Rooney, J. Chem. Soc., Chem. Commun., (1986) 475. 7 J. J. Rooney, J. Chem. Res. (S). (1984) 48. 8 0. E. Finlayson, J. K. A. Clarke and J. J. Rooney, J. Chem. Soc., Faraday Trans. 1, 76 (1980)407. 9 W. D. Fessner, B. A. R. C. Murty, J. Worth, D. Hunkle, H. Fritz, H. Prinzbach, W. D. Roth, R. von R. Schleyer, A. B. McEwen and W. F. Maier, Angew. Chem., Int. Ed., Engl.,26(198'J)452. 10 J. J. Rooney, J. Mol. Catal., 31 (1985) 147. 11 W. C. Conner, G. M. Pajonk and S. J. Teichner, Adv. Catal., 34 (1986) 1. 12 E. Baumgarten, C. Lentes-Wagner and R. Wagner, J. Catal; 117 (1989) 533. 13 J. C. Frost, Nature, 334 (1988) 577. 14 See J. J. Rooney, J. Mot. Catal., 48 (1988) 1 and references therein. 15 R. L. Banks and S. G. Kukes, J. Mol. Catal., 28 (1985) 117. 16 H. Yagita, K. Asami, A. Muramatsu and K. Fujimoto, Appl. Catal.. 53 (1989) L5. X244 9085249H 0304-5102(90)85249-H 10.1016/0304-5102(90)85249-H Heterogeneous catalysis Letters The mechanism of 1,2-bond shift rearrangements of paraffins on transition metal catalysts: free radicals in heterogeneous catalysis John J. Rooney School of Chemistry, David Keir Building, The Queen 's University, BelfastU.K. References 1 Chi H. Cheng G.L. Price J. Catal. 118 1989 390 2 M.A. McKervey J.J. Rooney N.G. Samman J. Catal. 30 1973 330 3 F. Garin F.G. Gault J. Am. Chem. Soc. 97 1975 4466 4 V. Amir-Ebrahimi J.J. Rooney J. Chem. Soc. Chem. Commun. 1988 260 5 a A. Sarkany J. Chem. Soc., Faraday Trans, 1 82 1986 103 b A. Sarkany J. Catal. 97 1986 407 6 J.K.A. Clarke R. Darcy B.F. Hegarty E. O'Donoghue V. Amir-Ebrahimi J.R. Rooney J. Chem. Soc., Chem. Commun. 1986 475 7 J.J. Rooney J. Chem. Res. (S) 1984 48 8 O.E. Finlayson J.K.A. Clarke J.J. Rooney J. Chem. Soc., Faraday Trans, 1 76 1980 407 9 W.D. Fessner B.A.R.C. Murty J. Worth D. Hunkle H. Fritz H. Prinzbach W.D. Roth R. von R. Schleyer A.B. McEwen W.F. Maier Int. Ed., Engl. Angew. Chem. 26 1987 452 10 J.J. Rooney J. Mol. Catal. 31 1985 147 11 W.C. Conner G.M. Pajonk S.J. Teichner Adv. Catal. 34 1986 1 12 E. Baumgarten C. Lentes-Wagner R. Wagner J. Catal. 117 1989 533 13 J.C. Frost Nature 334 1988 577 14 J.J. Rooney J. Mol. Catal. 48 1988 1 and references therein. 15 R.L. Banks S.G. Kukes J. Mol. Catal. 28 1985 117 16 H. Yagita K. Asami A. Muramatsu K. Fujimoto Appl. Catal. 53 1989 L5",
      "scopus-id": "0025456529",
      "coredata": {
        "eid": "1-s2.0-030451029085249H",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085249H",
        "dc:creator": {
          "@_fa": "true",
          "$": "Rooney, John J."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085249H"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085249H"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85249-H",
        "prism:volume": "60",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The mechanism of 1,2-bond shift rearrangements of paraffins on transition metal catalysts: free radicals in heterogeneous catalysis",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L29-L31",
        "prism:endingPage": "L31",
        "pubType": "cor",
        "prism:coverDisplayDate": "1 July 1990",
        "prism:doi": "10.1016/0304-5102(90)85249-H",
        "prism:startingPage": "L29",
        "dc:identifier": "doi:10.1016/0304-5102(90)85249-H",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025456529"
      }
    }
  }
}