{
  "metadata": {
    "title": "Preparation and characterization of highly dispersed vanadium oxide catalysts supported on zirconia",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-02-15",
    "doi": "10.1016/0304-5102(90)85017-C",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085017C",
    "pii": "030451029085017C"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025385308",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085017C 0304-5102(90)85017-C 030451029085017C 10.1016/0304-5102(90)85017-C S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0171X 2024-01-02T01:05:30.650091Z 0 0 19900215 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 58 58 3 3 Volume 58, Issue 3 17 L13 L17 L13 L17 19900215 15 February 1990 1990-02-15 1990 converted-article cor Copyright © 1990 Published by Elsevier B.V. PREPARATIONCHARACTERIZATIONHIGHLYDISPERSEDVANADIUMOXIDECATALYSTSSUPPORTEDZIRCONIA1 CHARY K HUCKNALL 1974 D SELECTIVEOXIDATIONHYDROCARBONS BOND 1979 476 G ANDERSSON 1979 383 A ROOZEBOOM 1981 464 F VANHENGSTURN 1984 IV 297 A NAG 1985 432 N BERGERET 1988 191 G REDDY 1986 191 B ONO 1987 1761 T NAKANO 1979 1 Y NAG 1987 2324 N MASSOTH 1984 53 F NAG 1984 225 N NAG 1987 73 N CHARY 1989 104 K NAG 1986 1147 N PAREKH 1977 100 B ZMIERCKZAK 1982 432 W REDDY 1985 1655 B CHARY 1989 1057 K CHARY 1989 1339 K RAO 1988 165 K RAO 1988 375 K CHARYX1990XL13 CHARYX1990XL13XL17 CHARYX1990XL13XK CHARYX1990XL13XL17XK item 0304-5102(90)85017-C 030451029085017C 1-s2.0-030451029085017C 10.1016/0304-5102(90)85017-C 272239 2024-01-02T01:05:30.650091Z 1990-02-15 1-s2.0-030451029085017C-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085017C/MAIN/application/pdf/2171d630ae2fc4d2287df4df768de763/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085017C/MAIN/application/pdf/2171d630ae2fc4d2287df4df768de763/main.pdf main.pdf pdf true 304429 MAIN 5 1-s2.0-030451029085017C-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085017C/PREVIEW/image/png/37e76e49e3b77d78e556b678cb816eec/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085017C/PREVIEW/image/png/37e76e49e3b77d78e556b678cb816eec/main_1.png main_1.png png 69783 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 58 (1990) L13 - LIT L13 JOURNAL OF MOLECULAR CATALYSIS Preparation and Characterization of Highly Dispersed Vanadium Oxide Catalysts supported on Zirconia* K. V. R. CHARY**, K. NARSIMHA, K. S. RAMA RAO, B. RAMA RAO and P. KANTA RAO Inorganic and Physical Chemistry Division, Indian Institute of Chemical Technology, Hyderabad 500 007 (India) (Received October 9, 1989; revised November 21, 1989) Vanadium oxide-based catalysts are well known and extensively em- ployed in industry for the heterogeneous oxidation and ammoxidation of aromatic hydrocarbons [1-5]. Generally these catalysts are supported on oxides such as Al^Oy, SiO^ and TiO;. Supports are often found to modify the physico-chemical properties of vanadia catalysts. The supported oxides do not form three dimensional crystal phases, but rather a patchy or contin- uous 'monolayer' covering the support [6, 7]. Recently, ZrO^-supported catalysts were found to exhibit better catalytic properties than the catalysts supported on other oxides [8, 9]. In particular, ZrO; itself is known to catalyse dehydration, hydrogenation and isomerization reactions [10]. The activity of supported vanadia catalysts depends mainly on the method of preparation, the nature of the support and the dispersion of the active component on the support surface. Considerable efforts have been made to develop methods for determining dispersion of the active compo- nent in supported catalysts. These include electron spectroscopy for chem- ical analysis (ESCA) [11, 12] and low temperature oxygen chemisorption (LTOC) [13-22]. The latter method offers the advantage of being simple, inexpensive and rapid in providing quantitative data for determining the dis- persion of the active component in supported catalysts and has received increased attention recently as a surface-specific probe for characterization of vanadia [13 -16], molybdena [17 - 21] and tungsten sulphide [22, 23] catalysts. Attempts have been made to correlate the oxygen chemisorption capacities of the catalysts with their activities for hydrotreating and oxida- tion reactions. In this communication, we report new complementary results obtained by LTOC and their relation to catalytic activity for partial oxida- tion of methanol by a series of vanadia catalysts supported on zirconia. *IICT Communication No. 2415. **Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands L14 The zirconia support was prepared by ammoniacal hydrolysis of zirco- nium oxychloride at pH 9. The resulting hydroxide was calcined in air at 500 C for 4 h. A series of V^s catalysts with V^Os loadings of ca. 1.83 - 10.38 wt.% supported on ZrOz were prepared by impregnating the support material with an aqueous solution containing the requisite amount of NH4VC>3. The catalysts were subsequently dried and calcined in air at 500 C for 6 h. The vanadium content of the catalyst was analysed using atomic absorption spectrometry. Oxygen chemisorption experiments were performed using a static high vacuum system followed by the method of Parekh and Weller [17]. The details of the experimental procedure are described elsewhere [13]. A flow micro- reactor interfaced with a gas chromatograph and operating under normal atmospheric pressure was used for the vapour-phase oxidation of methanol at 175 C. The feed gas (air) was passed through two saturators containing methanol. The main reaction product, i.e. formaldehyde, was analysed by a column containing 10% Carbowax 20M on Chromosorb. Traces of dimethyl ether were found only at higher vanadia loadings. Pure ZrO; was found to be inactive under the experimental conditions. Results of oxygen chemisorption capacities of various catalysts are plotted as a function of V^O^ content in Fig. 1, and other information derived from oxygen chemisorption results is reported in Table 1. Equivalent vanadia areas (EVA) reported in Table 1 of all supported catalysts have been calculated by multiplying oxygen chemisorption capacities of the catalysts with the factor 13.2 m2 mF1 (which is the ratio of BET surface area of the reduced unsupported V-^Os to the volume of oxygen chemisorbed on it) [12]. Figure 1 shows that oxygen chemisorption capacities increase with increasing Vpg content up to 6.53% w/w of V^Og on ZrOz and decrease at 200 'o. 150 (A a a. - 100 50 0 2 * 6 8 10 12 wf/. of V^Og on ZfO; Fig. 1. Oxygen uptake as a function of V^ loading L15 TABLE 1 Results of oxygen chemisorption for V^Os/ZrO; catalysts Catalyst composition: BET surface Active site Surface Equivalent Amount of 0^ wt.% of V205 on ZrO; areaa density1' coverage\" vanadia chemisorbed'1 (n^g-1) (nm-2) (EVA) ({imol at (n^g-1) STPg-1) 0.00 84 2 1.83 84 1.41 34.74 29.32 99 3.38 84 1.77 43.48 36.45 123 5.34 79 2.18 63.67 42.40 143 6.53 78 2.69 66.19 51.65 174 8.59 77 2.52 61.97 47.67 161 10.38 73 2.18 53.65 39.23 133 a Based on unit weight of the catalyst. ''This is equal to the number of oxygen atoms chemisorbed per unit area of the reduced catalysts. \"Defined as 100X (equivalent vanadia area/BET surface area of the reduced catalyst). d Values obtained after deducting from the volume of oxygen chemisorbed by the pure support, i.e. 2.00 ^tmol (STP) g~1. higher loadings. This behaviour is attributed to the formation of a monolayer coverage of V^Os on the surface of the ZrO;. Evidence for this observation is provided by X-ray powder diffraction patterns of these samples, wherein the most intense XRD line due to the (001) plane was observed only at higher vanadium content (10.38% w/w). The absence of XRD lines due to V^Os at lower contents indicates that the vanadium oxide is present in a highly dispersed or amorphous state. This observation is also evidenced from the surface coverage results (Table 1) derived from oxygen chemisorption capacities of these catalysts, wherein the surface coverage is found to be highest for the monolayer composition (6.53% w/w VaOs). Other information, including surface coverage, active site density and equivalent vanadia area, also shows trends similar to oxygen chemisorption with regard to vanadia loadings (Table 1). The surface coverage results suggest that ~66% of the ZrC>2 surface is covered by the active component. The surface coverage of V 20 5 on ZrO^ is higher compared to V20g supported on -f-A^O^ [13] and SiOa [14]. It is generally believed that oxygen chemisorbs selectively at low temperature ( 78 C) on coor- dinatively unsaturated sites (CUS) generated upon reduction, having a partic- ular coordination environment. These sites are located on a highly dispersed vanadia phase, which is formed only at low vanadia loading and remains as a 'patchy monolayer' on the support surface. The percentage conversion of methanol to formaldehyde is plotted as a function of oxygen uptake by various catalysts in Fig. 2. The results clearly demonstrate that the percentage conversion of methanol to formaldehyde is directly proportional to the amount of oxygen chemisorbed at 78 C by the pre-reduced catalysts. The linear correlation suggests that the catalytic 0 50 100 150 200 Oxygen uptake , ;u moles g'1 catalyst Fig. 2. Percentage conversion of methanol to formaldehyde as a function of oxygen uptake. functionality of the dispersed vanadia phase on ZrO; responsible for the selective oxidation of methanol to formaldehyde is located on the 'patchy monolayer' phase, and this functionality can be titrated by the LTOC method. Thus vanadium oxide is found to disperse better on ZrO-^ than on AlaOa [13] and SiOy, [14], and shows higher selectivity towards partial oxidation of methanol. References 1 D. J. Hucknall, Selective Oxidation of Hydrocarbons, Academic Press, London, 1974. 2 G. C. Bond, A. J. Sarkany and G. D. Parfitt, J. Catal., 57 (1979) 476. 3 A. Andersson and S. T. Lundin, J. Catal., 58 (1979) 383. 4 F. Roozeboom, P. D. Cordingly and P. J. Gellings, J. Catal., 68 (1981) 464. 5 A. J. Van Hengstum, J. G. Van Omman, H. Bosch and P. J. Gellings, Proc. 8th Int. Congr. Catal., Berlin, 1984, IV-297. 6 N. K. Nag, J. Catal., 92 (1985) 432. 7 G. Bergeret, P. Gallezot, K. V. R. Chary, B. Rama Rao and V. S. Subrahmanyam, Appl. Catal., 40 (1988) 191. 8 B. M. Reddy, K. V. R. Chary, B. Rama Rao, C. S. Sunandana, V. S. Subrahmanyam and N. K. Nag, Polyhedron, 5 (1986) 191. 9 T. Ono, H. Miyata and Y. Kubokawa, J. Chem. Soc., Faraday Trans. 1, 83 (1987) 1761. 10 Y. Nakano, T. lizuka, H. Hattori and K. Tanabe, J. Catal., 59 (1979) 1. 11 N. K. Nag, J. Phys. Chem.. 91 (1987) 2324. 12 F. E. Massoth, G. Muralidhar and J. Shabtai, J. Catal., 85 (1984) 63. 13 N. K. Nag, K. V. R. Chary, B. M. Reddy, B. Rama Rao and V. S. Subrahmanyam, Appl. Catal., 9 (1984) 225. 14 N. K. Nag, K. V. R. Chary, B. Rama Rao and V. S. Subrahmanyam, Appl. Catal., 31 (1987)73. 15 K. V. R. Chary, J. Chem. Soc., Chem. Commun., (1989) 104. L17 16 N. K. Nag, K. V. R. Chary and V. S. Subrahmanyam, J. Chem. Soc., Chem. Commun., (1986)1147. 17 B. S. Parekh and S. W. Weller, J. Catal., 47 (1977) 100. 18 W. Zmierckzak, G. Muralidhar and F. E. Massoth,J. Catal., 77 (1982) 432. 19 B. M. Reddy, K. V. R. Chary, V. S. Subrahmanyam and N. K. Nag, J. Chem. Soc., Faraday Trans. 1, 81 (1985) 1656. 20 K. V. R. Chary, J. Chem. Soc., Chem. Commun., (1989) 1057. 21 K. V. R. Chary, V. Vijayakumar and S. K. Masthan, J. Chem. Soc., Chem. Commun., (1989)1339. 22 K. S. P. Rao, K. V. R. Chary, B. Rama Rao, V. S. Subrahmanyam and N. K. Nag, Appl. Catal., 41 (1988)165. 23 K. S. P. Rao, S. K. Masthan, G. Muralidhar, K. V. R. Chary and V. S. Subrahmanyam, J. Chem. Soc., Chem. Commun., (1988) 375. X244 9085017C 0304-5102(90)85017-C 10.1016/0304-5102(90)85017-C Heterogeneous catalysis Letters Preparation and characterization of highly dispersed vanadium oxide catalysts supported on zirconia 1 1 IICT Communication No. 2415. K.V.R. Chary 2 K. Narsimha K.S.Rama Rao B.Rama Rao P.Kanta Rao Inorganic and Physical Chemistry Division, Indian Institute of Chemical Technology, Hyderabad 500 007 India 2 Author to whom correspondence should be addressed. References 1 D.J. Hucknall Selective Oxidation of Hydrocarbons 1974 Academic Press London 2 G.C. Bond A.J. Sarkany G.D. Parfitt J. Catal. 57 1979 476 3 A. Andersson S.T. Lundin J. Catal. 58 1979 383 4 F. Roozeboom P.D. Cordingly P.J. Gellings J. Catal. 68 1981 464 5 A.J. Van Hengsturn J.G. Van Omman H. Bosch P.J. Gellings Proc. 8th Int. Congr. Catal., Berlin 1984 IV 297 6 N.K. Nag J. Catal. 92 1985 432 7 G. Bergeret P. Gallezot K.V.R. Chary B.Rama Rao V.S. Subrahmanyam Appl. Catal. 40 1988 191 8 B.M. Reddy K.V.R. Chary B.Rama Rao C.S. Sunandana V.S. Subrahmanyam N.K. Nag Polyhedron 5 1986 191 9 T. Ono H. Miyata Y. Kubokawa J. Chem. Soc., Faraday Trans. 1 83 1987 1761 10 Y. Nakano T. Iizuka H. Hattori K. Tanabe J. Catal. 59 1979 1 11 N.K. Nag J. Phys. Chem. 91 1987 2324 12 F.E. Massoth G. Muralidhar J. Shabtai J. Catal. 85 1984 53 13 N.K. Nag K.V.R. Chary B.M. Reddy B.Rama Rao V.S. Subrahmanyam Appl. Catal. 9 1984 225 14 N.K. Nag K.V.R. Chary B.Rama Rao V.S. Subrahmanyam Appl. Catal. 31 1987 73 15 K.V.R. Chary J. Chem. Soc., Chem. Commun. 1989 104 16 N.K. Nag K.V.R. Chary V.S. Subrahmanyam J. Chem. Soc., Chem. Commun. 1986 1147 17 B.S. Parekh S.W. Weller J. Catal. 47 1977 100 18 W. Zmierckzak G. Muralidhar F.E. Massoth J. Catal. 77 1982 432 19 B.M. Reddy K.V.R. Chary V.S. Subrahmanyam N.K. Nag J. Chem. Soc., Faraday Trans. 1 81 1985 1655 20 K.V.R. Chary J. Chem. Soc., Chem. Commun. 1989 1057 21 K.V.R. Chary V. Vijayakumar S.K. Masthan J. Chem. Soc., Chem. Commun. 1989 1339 22 K.S.P. Rao K.V.R. Chary B.Rama Rao V.S. Subrahmanyam N.K. Nag Appl. Catal. 41 1988 165 23 K.S.P. Rao S.K. Masthan G. Muralidhar K.V.R. Chary V.S. Subrahmanyam J. Chem. Soc., Chem. Commun. 1988 375",
      "scopus-id": "0025385308",
      "coredata": {
        "eid": "1-s2.0-030451029085017C",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085017C",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chary, K.V.R."
          },
          {
            "@_fa": "true",
            "$": "Narsimha, K."
          },
          {
            "@_fa": "true",
            "$": "Rao, K.S.Rama"
          },
          {
            "@_fa": "true",
            "$": "Rao, B.Rama"
          },
          {
            "@_fa": "true",
            "$": "Rao, P.Kanta"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085017C"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085017C"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85017-C",
        "prism:volume": "58",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation and characterization of highly dispersed vanadium oxide catalysts supported on zirconia 1 1 IICT Communication No. 2415.",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L13-L17",
        "prism:endingPage": "L17",
        "pubType": "cor",
        "prism:coverDisplayDate": "15 February 1990",
        "prism:doi": "10.1016/0304-5102(90)85017-C",
        "prism:startingPage": "L13",
        "dc:identifier": "doi:10.1016/0304-5102(90)85017-C",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025385308"
      }
    }
  }
}