{
  "metadata": {
    "title": "Hydrogenation of carbon monoxide by ruthenium catalysts: a synergistic effect of chloride salts and weak acids",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-10-31",
    "doi": "10.1016/0304-5102(87)85028-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287850289",
    "pii": "0304510287850289"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023431980",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287850289 0304-5102(87)85028-9 0304510287850289 10.1016/0304-5102(87)85028-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0082X 2024-01-02T01:04:53.938015Z 0 0 19871001 19871031 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 42 42 2 2 Volume 42, Issue 2 10 215 227 215 227 198710 October 1987 1987-10-01 1987-10-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. HYDROGENATIONCARBONMONOXIDEBYRUTHENIUMCATALYSTSASYNERGISTICEFFECTCHLORIDESALTSWEAKACIDS YOSHIDA S KEIM 1980 359 W KNIFTON 1981 3959 J KNIFTON 1982 101 J DOMBEK 1980 6855 B DOMBEK 1979 6488 B DOMBEK 1983 467 B KISO 1986 C26 Y COSTA 1983 325 L EADY 1980 383 C KNIGHT 1972 1022 J NAGEL 1980 530 C INKLOTT 1979 2817 K HAYWARD 1982 3816 C BRUCKMAN 1934 1483 F ELLIS 1963 2299 A BRUNNER 1965 1636 S PAMFILOV 1960 174 A MARSHALL 1968 167 W MARARIV 1968 349 V NIKALAEVA 1970 1361 T HENZEL 1964 127 F RUFF 1971 357 J SIEGEL 1972 2516 W DARENSBOURG 1976 3121 M SAKAKURA 1985 219 T YOSHIDAX1987X215 YOSHIDAX1987X215X227 YOSHIDAX1987X215XS YOSHIDAX1987X215X227XS item 0304-5102(87)85028-9 0304510287850289 1-s2.0-0304510287850289 10.1016/0304-5102(87)85028-9 272239 2024-01-02T01:04:53.938015Z 1987-10-01 1987-10-31 1-s2.0-0304510287850289-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850289/MAIN/application/pdf/452103ceaeca35e9abf8241799dd9ed8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850289/MAIN/application/pdf/452103ceaeca35e9abf8241799dd9ed8/main.pdf main.pdf pdf true 847530 MAIN 13 1-s2.0-0304510287850289-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850289/PREVIEW/image/png/d1033f262089078081bbbc818641dbe0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850289/PREVIEW/image/png/d1033f262089078081bbbc818641dbe0/main_1.png main_1.png png 67223 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 42 (1987) 215 - 227 216 HYDROGENATION OF CARBON MONOXIDE BY RUTHENIUM CATALYSTS: A SYNERGISTIC EFFECT OF CHLORIDE SALTS AND WEAK ACIDS SHIN-ICHI YOSHIDA, SHOICHIRO MORI, HISAO KINOSHITA and YOSHIHISA WATANABE Central Research Laboratory', Mitsubishi Petrochemical Co., Ltd., 8-3-1 Chuou, Ami, Ibaraki 300-03 (Japan) (Received November 19, 1986; accepted March 6,1987) Summary Hydrogenation of carbon monoxide by a Ru PPNCl acid system was examined. A synergistic effect was observed for a combination of halide salts and weak acids. Ethylene glycol, methanol and ethanol are the major products. Mechanistic studies suggest that a single catalytic species, presum- ably the hydroxymethyl-metal intermediate, is responsible for a major part of the ethylene glycol and methanol. Positive effects of moderately polar solvents and weak acids indicate the ion-paired nature of the catalytic species. Introduction The role of synthesis gas (H^/CO mixture) as a raw material for com- modity chemicals has been gaining importance since the production of world crude oil, accordingly naphtha, is predicted to reach its maximum in the foreseeable future. Among the possible products from synthesis gas, ethylene glycol is the most preferred because its oxygenated structure favors the product/raw-material ratio in weight. The direct conversion of synthesis gas to ethylene glycol via homogeneous metal catalysis has thus been a target for research in recent years. Cobalt [I], rhodium [2], indium and ruthenium [3] are known to form effective catalysts. Early studies were limited by the use of very high pressures, which can be an obstacle to industrial application. Efforts have since been made to lower the reaction pressure, keeping the catalytic activity at modest levels. Rhodium catalysts are now claimed to produce ethylene glycol at pressures of 1000 to 400 bar. In the search for less precious metals, modifications of other metal catalysts have also been tried. Ruthenium catalysts appeared less active than cobalt in an early in- vestigation [3]. But the use of melt quaternary salts [4] or acetic acid [5 - 7] as the solvent was reported to improve the catalytic activity equal to 0304-6102/87/$3.60 Elsevier Sequoia/Printed in The Netherlands 216 rhodium catalysts at relatively low pressure, though in the latter case the actual products are acid esters of glycol and alcohol. The role of acetic acid solvent has been ascribed to the formation of acyloxymethyl ligand that will prevent the formaldehyde intermediate from being converted to the meth- oxy-metal species [8]. Dilution of acetic acid solvent by many inert co- solvents proved to diminish rates to glycol with little change in methanol rates. In a different approach, addition of halide salts has been reported to enhance rates to ethylene glycol [9], where alkali metal halides are as effec- tive as quaternary salts, and iodides and bromides are better than chlorides in sulfolane solvent. In contrast, a recent report states that iminium chloride salts score the highest glycol rates in an amide-type solvent [10]. Specific effects of imidazole additives to ruthenium catalysts are also known [11]. Generally, ruthenium catalysts yield lower selectivities to ethylene glycol than rhodium catalysts. This may indicate the predominance of the methoxy-metal species over the hydroxymethyl or acyloxymethyl inter- mediate which will produce mainly the two-carbon product. However, based on mechanistic studies (dependences on H; and CO pressure and cata- lyst concentration), the catalysts for the one-carbon product and the two- carbon product have been presumed to be essentially the same for a ruthe- nium system, which points to the hydroxymethyl species [9]. Existence of the methoxy-metal intermediate has been also doubted in a recent review [12]. In our opinion a wide range of information on individual catalysts is needed to discuss the nature of the catalytic species. We took up the study of a ruthenium-halide salt-acid system in an aim to reduce the necessary amounts of acids. If possible, it will increase the pro- portion of uncarboxylated products, affording a simpler process. If protona- tion is the key step, carboxylic acids might be substituted by inert solvents and small quantities of stronger acid additives such as mineral acids. An un- expected result was that a remarkable synergistic effect exists in the combi- nation of halide salts and weak acids as additives to the ruthenium system. We adopted l,3-dimethylimidazolidin-2-one (DMI) [13] initially as the solvent, since the amide-type solvent is reported to be superior to non-polar solvents [3]. However, further investigations have shown that equal or better results can be obtained with moderately polar solvents such as polyethers. Experimental All experiments were conducted in 30 ml batch reactors constructed of Hastelloy C, fitted with heating and agitation means. Triruthenium dodeca- carbonyl and other chemicals were purchased and used as received. PPN salts of ruthenium hydridocarbonyls were prepared using literature procedures [14 - 17] or modifications thereof. Solvents were distilled under a nitrogen atmosphere. The extent of the reaction and distribution of liquid products was determined by gas-liquid chromatography using a 2 m column of 6% DEG- 217 20M and Chromosorb 101 programmed from 85 to 220 C with 70 ml mirT1 He flow. Gaseous products were analyzed also via GLC with a 2 m column of activated carbon at 80 C. IR data of the reaction solutions were obtained with liquid cells of CaF; window (0.1 mm thick). Conductance measure- ments were carried out under a dry nitrogen atmosphere. Temperatures were controlled within 0.5 C. Conductivity values, including changes in tempera- ture, were measured repeatedly to verify reproducibility. Results and discussion Effect of acid additives Investigation of the effect of acid additives on the hydrogenation of CO with ruthenium catalysts was carried out at pressures of ca. 500 bar using DMI as the solvent. The results are shown in Table 1 (Expts. 1-6). Apparently neither carboxylic acids nor mineral acids, when used in small quantities, are effective in promoting rates to ethylene glycol, though larger amounts of methanol are produced with m-fluorobenzoic acid. The superiority of PPNC1 to other halide salts [10] is obvious in Expts. 7 - 9. The optimum ratio of PPNC1 to ruthenium for glycol production lies around ten. Methanol rates, on the other hand, exhibit signs of steady rise. This is contradictory to a previous observation with ruthenium-quaternary phosphonium salt-acetic acid solvent system [6], where the optimum ratio was observed for both the one-carbon product and the two-carbon product. TABLE 1 Effect of acid and halide additives Expt. Additive mmol Time N(EG)1' ^(MeOH)' (h) 1 none 1 0.18 5.61 2 m-F-C6H4C02H 0.6 1 0.16 13.20 3 W-F-C6H4C02H 4.0 1 0.00 13.32 4 CfiHsSOaH 0.6 1 0.00 6.50 5 (CeHsO^PO^H 0.6 1 0.08 5.26 6 HN03 0.6 1 0.11 5.70 7 PPMOl\" 1.25 1 10.24 94.11 8 PPNBr 1.25 3 1.80 30.63 9 PPNI 1.25 3 0.76 37.85 \"Conditions: 7.5 ml DMI solvent, O.I mg-atom Ru3(CO)i2, H2/CO(1:1), 510-470 bar, 240 C. ''Turnover number (h~1) for ethylene glycol (EG). \"Turnover number (h~1) for methanol (MeOH). ^PN = bis(triphenylphosphine)iminium. 218 An unexpected synergistic effect was discovered for a combination of PPNC1 and weak acids, as is shown in Table 2. Strong acids such as p-toluene- sulfonic acid reduce glycol rates but enhance methanol rates. Weaker acids, whether carboxylic or mineral acids, promote rates to glycol and methanol simultaneously, though the highest activities are observed for carboxylic acids. Considerable amounts of ethanol are also detected. Carboxylated forms of the major products are insignificant. Small quantities of methyl formate and methyl acetate are produced, but addition of mineral acids yields almost identical results in this respect. Table 3 shows that the superiority of chlorides to bromides or iodides does not change with addition of acids. Optimization of the amount of the additives has proved that m-fluorobenzoic acid (pKa 3.85) is the best acid thus far for glycol production in DMI solvent. Trials to correlate rates to the major products with the acid strength (pKa) have been found to yield variable results, depending on the amount of acids used. Dependences of glycol rates on the amount of additives are shown in Fig. 1. It is clear that optimum values exist both for PPNC1 and acid addi- tives, above which the hydrogenation activity begins to decrease. It is also found that there is little change in the selectivity to ethylene glycol. The maximum value for glycol rates in Fig. 1 amounts to six times that of the Ru PPNC1 system. Also, the maximum turnover number of 1.92 X lO\"1 s~1 for the three major products favorably compares with those TABLE 2 Synergistic effect of PPNC1 and acids'* Expt. Acid JV(EG) AT(MeOH) A^EtOH)\" 7 none 10.24 94.1 10.15 10 p-CH3C(,H4S03H 2.60 121.5 19.90 11 HC1 2.68 115.8 26.20 12 HNOs 6.91 117.2 6.06 13 CFaCO^H 13.99 136.6 10.28 14 CgFsOH 14.05 267.9 15.50 15 (CH^COzH), 15.91 170.6 8.23 16 H3B03 16.40 129.8 3.88 17 C6HsOH 16.66 145.6 4.38 18 l-CioH7C02H 17.02 277.5 2.69 19 HaP04 17.44 134.6 26.26 20 (CHaCHzCO^H), 18.50 239.7 4.58 21 CHsCOzH 20.78 193.9 21.62 22 m-F-C6H4CO,H 26.16 223.8 23.14 23 CfiHsCOaH 27.65 289.2 5.10 24 3-C5H4N-C02H 34.85 255.6 16.62 25 p-HOCO-C^CO^H 37.15 306.0 8.24 ^auditions: 7.5 ml DMI solvent, O.I mg-atom Ru3(CO)u, 1.25 mmol PPNC1, 0.6 mmol acid, H2/CO(1:1), 510 - 380 bar, 240 C, 0.5 - 1 h. '\"Turnover number (h~1) for ethanol (EtOH). 219 TABLE 3 Effect of halide salts in the presence of acid Expt. Ru Halide Acid1' N(EG) JV(MeOH) (ing-atom) (mmol) (mmol) 26 0.05 PPNC1 1.2 2.0 52.92 581.6 27 0.05 PPNBr 1.2 2.0 23.70 413.1 28 0.05 PPNI 1.2 2.0 6.07 226.8 29 0.05 Csl 1.2 2.0 9.77 223.7 30 0.1 PPNC1 1.25 4.0 62.02 303.9 31 0.1 Bu4PBr 1.25 4.0 29.14 309.8 32 0.1 Bu4NBr 1.25 4.0 8.74 78.2 33 0.1 Csl 1.25 4.0 10.72 253.4 \"Conditions: 7.5 ml DMI solvent, H2/CO(1:1), 520 - 380 bar, 240 C, 0.5 - 2 h. hm-F-CoH^COiH. a 40 (B) 4 8 m-F-C,H.CO H (inmol) Fig. 1. Plots of EG turnovers at different ratios of Conditions: 7.5 ml DMI solvent, H2/CO(1:1), 530 - mg-atom Ru3(CO)i2, 1.25 mmol PPNC1, (B) 0.05 m-F-C6H4CC>2H. 123 PPNC1 (mmol) m-fluorobenzoic acid and PPNC1. 380 bar, 240 C, 0.5 h; (A) 0.1 mg-atom Ru3(CO)u, 2.0 mmol in the literature: 8.3 X lO\"3 s~1 (Ru-acetic acid solvent system; 260 C, 340 bar, 2 h) [7], 9.5 X 10~3 s~1 (RuCl3-[Bu4P]OAc-acetic acid solvent system; 230 C, 430 bar, 2 h) [6], and 4.0 X 10-2 s-1 (Ru-PPNCl-sulfolane solvent system; 230 C, 850 bar, reaction time unclear) [9] even after the dif- ferences in the reaction conditions were corrected. 220 Fig. 2. Infrared spectra of reaction solutions. Conditions: 7.5 ml DMI solvent, 0.1 mg- atom Ru3(CO)i2, 1.25 mmol PPNC1, H2/CO(1:1), 520 - 380 bar, 240 C, 0.5 h; (A) with- out acid, (B) with 4.0 mmol m-F-C6H4C02H, and (C) with 10.0 mmol m-F-C6H4C02H. Infrared spectra of the reaction solutions were measured immediately after depressurization, and some examples with varying acid concentration are shown in Fig. 2. A high concentration of the [HRu3(CO)ii]~ cluster anion [14] is observed in the absence of acid. A growth in 1990 cm~1 ab- sorption is seen with increasing acid concentration. This change may pre- sumably be assigned to the formation of [Ru^CO^s]\"2 species [18] (2001s, 1986s, and 1933m cm\"1), which suggests that weak acids labilize the stable [HRu3(CO)ii]~ anion. Statistical analysis From the data in Tables 2 and 3, it is roughly guessed that methanol rates change almost in parallel with glycol rates, while ethanol rates are indepen- dent. If a reaction product is formed from a catalytic species that also yields another reaction product, there will be a definite correlation between the quantities of the two products even when the reaction conditions are widely varied. With the increase in the total hydrogenation activity by the Ru- PPNCl-acid system, minor products such as 1,2-propylene glycol(PG), n-propyi alcohol(PrOH) and CH4 are observed along with a considerable 221 amount of CO 2. Also, negligible quantities of methyl formate, ethylene glycol monoformate and glycerine have been detected. We have conducted 47 experiments at different conditions, for which the amounts of seven major products constitute a good population for statistical treatment. Correlation constants between quantities of the prod- ucts are calculated by the least squares method, and are shown in Table 4. Usually correlation constants greater than 0.7 in absolute value are admitted in the presence of positive correlation between two variables. From this criterion, only three combinations out of 21 are selected; EG-MeOH, EtOH-CO^ and PrOH-CO^. The same catalytic species, presumably the hydroxymethyl-metal intermediate, will account for the correlation be- tween ethylene glycol and methanol in spite of much larger amounts of the latter. Naturally this does not exclude a minor contribution of the methoxy- metal species in methanol formation. However, the result is in contrast to an active rhodium system, where methanol rates change independently from glycol rates, implying a major role of the methoxy-metal species [19]. The close relation between EtOH-CO; and PrOH-CO; is explained by the homologation reaction and accompanying water-gas shift reaction. Absence of a positive correlation of MeOH-EtOH suggests that the major route to ethanol is not via successive reactions of methanol. For example, dehydration of the hydroxymethyl-metal species followed by hydrogenation, carbonylation and hydrogenation can yield ethanol. Addi- tion of methanol to the reaction solution has confirmed the above inter- pretation, as shown in Fig. 3. As methanol is a deactivating agent to the catalytic system, glycol rates decrease with increasing methanol added. Ethanol rates also decrease, contrary to the assumed path of successive reactions of methanol. Rates to methyl formate increase slightly. However, the small increments hardly justify the assumed successive reaction path of methanol. Solvent effect Further investigations were carried out to compare activities for the hydrogenation of CO in various solvents, as shown in Table 5. In the Ru-KI system [9], solvents such as sulfolane, 18-crown-G, JV-methylpyrrolidone and tri-n-propyi phosphine oxide have proved more effective than tetraglyme- TABLE 4 Correlation between reaction products MeOH EtOH PG PrOH CH4 CO, EG 0.74 0.49 0.19 0.48 0.09 0.44 MeOH 0.47 0.25 0.25 0.06 0.27 EtOH 0.30 0.66 0.56 0.80 PG 0.13 0.29 0.17 PrOH 0.43 0.87 CH4 0.67 \"Correlation constant in absolute value. 222 8 20 30 MeOH added (mmol) Fig. 3. Effect of methane! addition. Conditions: 7.5 ml DMI solvent, 0.05 mg-atom Ru3(CO)i2, 1.2 mmol PPNC1, 2,0 mmol m-f-C^CO^H, H2/CO(1:1), 530 - 480 bar, 240 C, 1 h. In the control reaction 22.8 mmol methanol was detected. TABLE 5 Solvent effect on hydrogenation of C0a Expt. Solvent JV(EG) N(MeOH) N(EtOH) 34 tetraglyme 67.77 369.6 7.12 35 JV-sec-butylpyrrolidone 50.75 471.9 5.76 36 18-crown-6 47.32 468.5 0.00 37 THpb 45.35 321.9 13.20 38 DMI 40.65 642.3 8.80 39 1,4-dioxane 34.74 353.3 15.08 40 JV-methylpyrrolidone 28.49 458.3 23.64 41 chlorobenzene 22.10 213.3 7.04 42 JV,A?-dimethylaniline 20.39 135.0 5.00 43 GBL\" 18.49 212.0 6.40 44 diglyme 14.50 235.7 9.76 46 m-dimethoxy benzene 8.76 175.7 2.48 46 o-dimethoxy benzene 5.57 167.5 4.52 47 water 0.00 0.1 0.00 \"Conditions: 7.5 ml solvent, 0.05 mg-atom Ru3(CO)i2, 0.6 mmol PPNC1, 2.0 mmol w-F-C^COaH, H^CO(1:1), 520 - 400 bar, 240 C, 0.5 h. ^etrahydrofuran. \"'y-butyrolactone. (TG), while in our case the latter is the most effective solvent among those tested. Explanation of the order of the solvents will be given in the next section. 223 The temperature dependences on the rates in TG solvent were then examined. The Arrhenius plot of the rates to the major three products is exhibited in Fig. 4. Expressed in activation energies, the glycol-forming process (23.6 kcal mol~1 up to 220 C) is as sensitive to changes in tempera- ture as the methanol-forming process (23.9 kcal mol~1), implying again a possibility of the same catalytic species for glycol and methanol formation. These values are quite different from those found in the Ru-KI-18-crown-G system (EG, 9 kcal moF1; MeOH 18 kcal moP1) [9]. This also suggests that addition of acids to the catalytic system is an effective means of favoring a single catalytic species in the formation of ethylene glycol and methanol. Ethanol rates, on the other hand, exhibit a unique behavior in response to changes in temperature. This implies a different catalytic species, presumably the methyl-metal intermediate, which is favored at higher temperatures. Conductance measurements The ionic features of the catalyst components have been probed further through conductance measurements. The conductivities of the reaction mix- tures gave variable results because the reaction products, especially ethylene glycol, were found to influence conductance to a great extent. Thus conduc- tivities of the catalyst components were examined separately. The molar conductivities of PPNC1 in different solvents are compared with the glycol turnovers in Table 6. Clearly, solvents which afford lower conductivities to Fig. 4. Arrhenius plot of the major products. Conditions: 7.5 ml TG solvent, 0.05 - 0.2 mg-atom Ru3(CO)i2, PPNCl/Ru = 6 (mol. ratio), m-F-C6H4C02H/Ru = 40, H2/CO(1:1), 520 - 400 bar, 240 C, 0.5 - 2 h. 224 TABLE 6 Conductance and EG turnover in different solvents Solvent Conductance of PPNC1\" N(EG)1' acetonitrile methanol GBL NMP\" DMI THF sulfolane NippdTG 110.7 81.4 30.6 29.6 20.4 17.4 9.2 8.3 4.6 18.49 28.49 40.65 45.3567.77 \"Molar conductivity (S cm2 mol-1) at 25 C, lO\"3 mol 1 * PPNC1 concentration. conditions: 7.5 ml solvent, 0.05 mg-atom Ru3(CO)i2, 0.6 mmol PPNC1, 2.0 mmol m-F-C<,H4C02H, H2/CO(1:1), 500 - 400 bar, 240' C, 0.5 h. \"JV-methylpyrrolidone. '^-isopropylpyrrolidone. PPNC1 are favorable to glycol production via this catalyst system. The ion- pairing property of the catalytic species must be taken into consideration, to account for this observation and the dominance of weak acids over strong acids as additives. Conductance parameters for several acids and ruthenium complexes have been measured in DMI solvent in the next step. DMI is favored over TG, because conductance values in the latter are critically low at room tempera- ture. The molar conductivities and activation energies are listed in Table 7. PPN salts exhibit approximately the same conductance, except for [PPN]- TABLE 7 Conductance parameters in DMI solvent Compound Cone. Molar Activation (10~3 mol 1~1) conductivity\" energy1' (S cm2 mor1) (kcal mol-1) PPNC1 1 20.4 3.1 PPNC1 10 19.9 C6HsC02H 10 1.20 0.0 W-F-C6H4C02H 10 0.32 1.6 P-HOCO-C6H4C02H 10 1.81 1.3 HC1 10 5.89 2.8 [PPN][HRu3(CO)n] 1 18.0 [PPN][HRu4(CO)i3] 1 19.7 [PPNnHRu^COhsp 1 27.8 3.1 \"Measured at 25 C. Measured between 25 C and 75 C. \"Suspected of contamination by lower nuclei. 225 [HRu6(CO)ig] which is suspected of contamination with lower nuclei during preparation. A strong acid like HC1 yields a lower conductivity than PPN salts at a relatively low concentration (10~2 mol 1~1). Conductance values for carboxylic acids are even smaller. These are compared with the well-established conductance parameters in water at the same concentration and temperature; KC1 140.8[20], HC1 411[20] and benzoic acid 29.5[21]. Apparently dissociation of protic acids is more restricted than that of neutral electrolytes in this solvent. The method of describing the temperature coefficient of conductance in activation energies has already been established [22], and is confirmed in our case which is shown in Table 7. Neutral salts and HC1 give values of ca. 3 kcal mol\"1, which is close to the value 3.6 kcal mol\"1 exhibited by many electrolytes possessing neither hydronium ion nor hydroxyl anion in water. Unusually low activation energies for carboxylic acids in water have been also reported [21], which show the dissociation to first increase gradu- ally with rising temperature, reach a maximum at about 100 C and then steadily decrease. The reason for this anomaly has been ascribed to the breakup of the pseudo-crystal structure of water by proton-donating elec- trolytes at higher temperatures [23 - 26]. However, the anomaly in activa- tion energies in DMI solvent seems to be confined to weak acids, suggesting a different mechanism for changes in conductance. As to the influence of pressure on conductance, conductivities of electrolytes in water have been known to decrease monotonically with increasing pressure [27]. The strong- est pressure effect is observed in electrolytes with large ions, such as the PPN cation. The utility of the PPN cation in stabilizing organometallic anions is also well-known [28 - 30]. All the information indicates that the dissociation of the catalytic species in the Ru-PPNCl-acid system is weak under these reaction conditions. Reaction mechanism The most probable routes to the major products are illustrated in eqns. (1) - (6). The conspicuous effect of weak acids on glycol production by the Ru-PPNCl-acid system may be attributed to the increase in the number of a single catalytic species, the hydroxymethyl-metal intermediate, which accelerates almost equally the successive steps: carbonylation leading to ethylene glycol and hydrogenation to methanol. Ru H CO Ru-CHO > Ru-CH^OH > Ru-COCH20H > EG (1) Ru-CHpH \"\"\"^ MeOH (2) Ru-CHaOH VM~ > Ru-CHa + H^O (3) CO Ru-CHs > Ru-COCH3 > EtOH, n-PrOH. 1,2-PG (4) 226 Ru H Ru-CH3 > CH4 Ru CO H^O > C02 + Hi (5) (6) The susceptibility of the ruthenium catalyst to hydrogenolysis would account for larger amounts of methanol in eqn. (2). Exclusive formation of n-propanol (not iso-alcohol) and 1,2-propylene glycol (not 1,3-diol) can be explained only by eqn. (4). The Ru-PPNCl-acid additive system is dif- ferent from the Ru-quaternary salt-acetic acid solvent system in that (a) the products are not carboxylated; (b) excessive addition of acids causes a de- crease in glycol rates, while in the latter system dilution of acetic acid sol- vent by inert cosolvents does the same, indicating different maxima in glycol rates for the two systems; (c) weak mineral acids in the former system are almost as effective as carboxylic acids, while in the latter they are not. Acti- vation energies also differentiate the former system from the Ru-halide salt system, as well as its preference to chlorides and moderately polar solvents. The role of acyloxymethyl ligand proposed previously [6] is unallowed in the Ru-PPNCl-acid system. Rather, the ion-pairing property of the cata- lytic species is presumably strengthened by the combination of moderately polar solvents and weakly dissociating protic acids, which will form a net- work of hydrogen bonds in the medium. Stable anions, for example [HRu3- (C0)n]~, would be protonated to yield more reactive neutral hydride inter- mediates. This will facilitate the hydrogenation of CO to yield the formalde- hyde intermediate on the ruthenium catalyst. Strong acids only protonate solvent molecules, and do not act to promote formation of the formalde- hyde intermediate. Thus the essentially anionic nature of the ruthenium catalyst will lead to exclusive formation of the hydroxymethyl-metal inter- mediate, since the nucleophilic attack of the anionic ruthenium metal on the carbon atom of the formaldehyde would be preferred to the electrophilic reaction on the oxygen atom. We do not have a sufficient basis to discuss the role of the chloride anion. Coordination of CF is possible only through oxidation of ruthenium metal. It is not probable that the ruthenium catalyst with positive valency can contribute to the formation of the hydroxymethyl-metal species. The necessary ratio of PPNC1 to ruthenium for maximum glycol rates is in the order of a few tens, as is the ratio of the acid additives. These values are greater for stoichiometric coordination. It may be possible that PPNC1 and weak acids are effective in increasing the reactivity of hydrogen-bonded proton in the medium leading to the more effective formation of the ion- paired catalytic species [31]. The Ru PPNC1 acid system [32] is stable enough to allow repeated use after separation of the products. Larger amounts of methanol than ethylene glycol present the greatest problem to industrial application. This investigation may hopefully lead to future studies on improving the selectivi- ty of ruthenium catalysts to ethylene glycol. 227 Acknowledgements This work is a part of the Ci Chemistry Project, a National Research and Development Program of Agency of Industrial Science and Technology, Ministry of International Trade and Industry (M.I.T.L), Japan. Thanks are due to the members of the project for detailed discussions. References 1 U.S. Pat. 2 534 018 (1950) to W. F. Gresham and C. E. Schweitzer. 2 U.S. Pat. 3 833 634 (1974) to R. L. Pruett and W. E. Walker. 3 W. Keim, M. Berger and J. Schlupp, J. Catal.. 61 (1980) 359. 4 J. F. Knifton, J. Am. Chem. Soc., 103 (1981) 3959. 5 Brit. Pat. 2 024811 (1980) to J. F. Knifton. 6 J. F. Knifton, J. Catal., 76 (1982) 101. 7 B. D. Dombek, J. Am. Chem. Soc.. 102 (1980) 6855. 8 B. D. Dombek, J. Am. Chem. Soc., 101 (1979) 6488. 9 B. D. Dombek, J. Organometall., Chem., 250 (1983) 467. 10 Y. Kiso and K. Saeki, J. Organometall. Chem., in press. 11 Y. Kiso and K. Saeki, J. Organometall. Chem., 309 (1986) C26. 12 L. C. Costa, Cat. Rev. Sci. Eng., 25 (1983) 325. 13 Y. Watanabe, S. Mori, H. Kinoshita and Y. Ohgomori, 1st Symposium on Ci Catalyst Chemistry, Tokyo, 1984, Preprint, Catalysis Society of Japan, 1984, P37. 14 C. R. Eady, P. F. Jackson, B. F. G. Johnson, J. Lewis, M. C. Malatesta and W. J. H. Nelson, J. Chem. Soc., Dalton Trans., (1980) 383. 15 J. Knight and M. J. Mays, J. Chem. Soc., Dalton Trans., (1972) 1022. 16 C. C. Nagel and S. G. Shore, J. Chem. Soc., Chem. Commun., (1980) 530. 17 K. E. Inklott and S. G. Shore, Inorg. Chem., 18 (1979) 2817. 18 C. T. Hayward and J. R. Shapley, Inorg. Chem., 21 (1982) 3816. 19 S. Yoshida, H. Kinoshita and Y. Watanabe, to be published. 20 F. G. Bruckman and M. Kilpatrick, J. Am. Chem. Soc., 56 (1934) 1483. 21 A. J. Ellis, J. Chem. Soc., (1963) 2299. 22 S. B. Brunner, J. Chem. Phys., 42 (1965) 1636. 23 A. V. Pamfilov, V. S. Kuzub and L. K. Kuzub, Ukr. Khim. Zhur., 26 (1960) 174; Chem. Abstr., 54 (1960) 22095e. 24 W. L. Marshall, Rev. Pure Appl. Chem. (Aust.). 18 (1968) 167. 25 V. V. Marariv and R. V. Bucur, J. Mol. Struc., 2 (1968) 349. 26 T. I. Nikalaeva, T. M. Vasileva and G. P. Grigorev, J. Phys. Chem. USSR, 44 (1970) 1361. 27 F. Henzel and E. U. Franck, Z. Naturforsch., 19a (1964) 127. 28 J. K. Ruff and W. J. Schlientz, J. Organometall., Chem., 33 (1971) 357. 29 W. 0. Siegel and J. P. Collman, J. Am. Chem. Soc., 94 (1972) 2516. 30 M. Darensbourg and C. Burman, Inorg. Chem., 15 (1976) 3121. 31 T. Sakakura, T. Kobayashi, and M. Tanaka, Ci Mo;. Chem., 1 (1985) 219. 32 Jap. Kokai 199842 (1985) to Y. Watanabe, S. Mori, H. Kinoshita, Y. Ohgomori and M. Uye. X244 87850289 0304-5102(87)85028-9 10.1016/0304-5102(87)85028-9 Industrial catalysis Hydrogenation of carbon monoxide by ruthenium catalysts: a synergistic effect of chloride salts and weak acids Shin-Ichi Yoshida Shoichiro Mori Hisao Kinoshita Yoshihisa Watanabe Central Research Laboratory, Mitsubishi Petrochemical Co., Ltd., 8-3-1 Chuou, Ami, Ibaraki 300-03 Japan Hydrogenation of carbon monoxide by a Ru—PPNCl—acid system was examined. A synergistic effect was observed for a combination of halide salts and weak acids. Ethylene glycol, methanol and ethanol are the major products. Mechanistic studies suggest that a single catalytic species, presumably the hydroxymethyl-metal intermediate, is responsible for a major part of the ethylene glycol and methanol. Positive effects of moderately polar solvents and weak acids indicate the ion-paired nature of the catalytic species. References 1 U.S. Pat. 2 534 018 (1950) to W.F. Gresham and C.E. Schweitzer. 2 U.S. Pat. 3 833 634 (1974) to R.L. Pruett and W.E. Walker. 3 W. Keim M. Berger J. Schlupp J. Catal. 61 1980 359 4 J.F. Knifton J. Am. Chem. Soc. 103 1981 3959 5 Brit. Pat. 2 024 811 (1980) to J.F. Knifton. 6 J.F. Knifton J. Catal. 76 1982 101 7 B.D. Dombek J. Am. Chem. Soc. 102 1980 6855 8 B.D. Dombek J. Am. Chem. Soc. 101 1979 6488 9 B.D. Dombek J. Organometall., Chem. 250 1983 467 10 Y. Kiso and K. Saeki, J. Organometall. Chem., in press. 11 Y. Kiso K. Saeki J. Organometall. Chem. 309 1986 C26 12 L.C. Costa Cat. Rev. Sci. Eng. 25 1983 325 13 Y. Watanabe, S. Mori, H. Kinoshita and Y. Ohgomori, 1st Symposium on C1 Catalyst Chemistry, Tokyo, 1984, Preprint, Catalysis Society of Japan, 1984, P37. 14 C.R. Eady P.F. Jackson B.F.G. Johnson J. Lewis M.C. Malatesta W.J.H. Nelson J. Chem. Soc., Dalton Trans. 1980 383 15 J. Knight M.J. Mays J. Chem. Soc., Dalton Trans. 1972 1022 16 C.C. Nagel S.G. Shore J. Chem. Soc., Chem. Commun. 1980 530 17 K.E. Inklott S.G. Shore Inorg. Chem. 18 1979 2817 18 C.T. Hayward J.R. Shapley Inorg. Chem. 21 1982 3816 19 S. Yoshida, H. Kinoshita and Y. Watanabe, to be published. 20 F.G. Bruckman M. Kilpatrick J. Am. Chem. Soc. 56 1934 1483 21 A.J. Ellis J. Chem. Soc. 1963 2299 22 S.B. Brunner J. Chem. Phys. 42 1965 1636 23 A.V. Pamfilov V.S. Kuzub L.K. Kuzub Ukr. Khim. Zhur. 26 1960 174 Chem. Abstr. 54 1960 22095e 24 W.L. Marshall Rev. Pure Appl. Chem. (Aust.) 18 1968 167 25 V.V. Marariv R.V. Bucur J. Mol. Struc. 2 1968 349 26 T.I. Nikalaeva T.M. Vasileva G.P. Grigorev J. Phys. Chem. USSR 44 1970 1361 27 F. Henzel E.U. Franck Z. Naturforsch. 19a 1964 127 28 J.K. Ruff W.J. Schlientz J. Organometall., Chem. 33 1971 357 29 W.O. Siegel J.P. Collman J. Am. Chem. Soc. 94 1972 2516 30 M. Darensbourg C. Burman Inorg. Chem. 15 1976 3121 31 T. Sakakura T. Kobayashi M. Tanaka C1 Mol. Chem. 1 1985 219 32 Jap. Kokai 199 842 (1985) to Y. Watanabe, S. Mori, H. Kinoshita, Y. Ohgomori and M. Uye.",
      "scopus-id": "0023431980",
      "coredata": {
        "eid": "1-s2.0-0304510287850289",
        "dc:description": "Hydrogenation of carbon monoxide by a Ru—PPNCl—acid system was examined. A synergistic effect was observed for a combination of halide salts and weak acids. Ethylene glycol, methanol and ethanol are the major products. Mechanistic studies suggest that a single catalytic species, presumably the hydroxymethyl-metal intermediate, is responsible for a major part of the ethylene glycol and methanol. Positive effects of moderately polar solvents and weak acids indicate the ion-paired nature of the catalytic species.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287850289",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yoshida, Shin-Ichi"
          },
          {
            "@_fa": "true",
            "$": "Mori, Shoichiro"
          },
          {
            "@_fa": "true",
            "$": "Kinoshita, Hisao"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Yoshihisa"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287850289"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287850289"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)85028-9",
        "prism:volume": "42",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of carbon monoxide by ruthenium catalysts: a synergistic effect of chloride salts and weak acids",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-227",
        "prism:endingPage": "227",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1987",
        "prism:doi": "10.1016/0304-5102(87)85028-9",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/0304-5102(87)85028-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023431980"
      }
    }
  }
}