{
  "metadata": {
    "title": "Highly dispersed molybdenum sulfide catalysts prepared from Mo(CO)<ce:inf loc=post>6</ce:inf> encaged in a zeolite",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-07-15",
    "doi": "10.1016/0304-5102(89)85043-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289850436",
    "pii": "0304510289850436"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024700157",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289850436 0304-5102(89)85043-6 0304510289850436 10.1016/0304-5102(89)85043-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0123X 2024-01-02T01:04:53.938015Z 0 0 19890715 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 52 52 3 3 Volume 52, Issue 3 3 337 348 337 348 19890715 15 July 1989 1989-07-15 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. HIGHLYDISPERSEDMOLYBDENUMSULFIDECATALYSTSPREPAREDMOCO6ENCAGEDINAZEOLITE OKAMOTO Y BAILEY 1981 109 D PHILLIPS 1984 1 J HOWE 1986 141 R TAILOREDMETALCATALYSTS ICHIKAWA 1986 183 M TAILOREDMETALCATALYSTS YOUSING 1986 883 Y PROC7THINTZEOLITECONFTOKYO1986 BRENNER 1980 2484 A BOWMAN 1980 463 R NAKAMURA 1981 673 R NAKAMURA 1985 388 R NAKAMURA 1985 399 R THOMAS 1982 267 T DAVIE 1971 1202 E ONEILL 1972 4383 P SMITH 1974 191 J BURWELL 19751976 77 R BRENNER 1978 364 A OLSTHOORN 1980 147 A BRENNER 1979 1478 A NAMBA 1982 115 S BRENNER 1979 157 A THOMAS 1983 197 T BOWMAN 1984 388 R DAVIE 1973 1205 E MAEZAWA 1988 241 A OKAMOTO 1988 380 Y OKAMOTO 1988 11 Y PROC9THINTCONGRCALGARY ALPER 1980 169 H ALPER 1980 670 H VRINAT 1980 219 M CATALYSISBYZEOLITES MAEZAWA 1988 1 A OKAMOTO 1988 427 Y MONCHAMP 1960 1438 R OKAMOTO 1988 851 Y MAEZAWA 1988 2295 A OKAMOTO 1988 585 Y GALLEZOT 1977 144 P COUDURIER 1976 311 G ABDO 1983 1713 S ABDO 1983 1722 S BRENNER 1975 2565 A TANAKA 1982 278 K PROCFOURTHCLIMAXINTCONFCHEMISTRYUSESMOLYBDENUMANNARBOR1982 FISCHER 1987 365 R LANIECKI 1980 95 M YONSING 1986 2887 Y KOMATSU 1985 345 T NG 1985 33 K NISHIJIMA 1986 243 A CARLSON 1975 165 T PHOTOELECTRONAUGERSPECTROSCOPY MILLMAN 1979 427 W VALYON 1983 216 J OKAMOTO 1981 445 Y TOPSOE 1982 354 N ROSEN 1984 368 R OKAMOTOX1989X337 OKAMOTOX1989X337X348 OKAMOTOX1989X337XY OKAMOTOX1989X337X348XY item 0304-5102(89)85043-6 0304510289850436 1-s2.0-0304510289850436 10.1016/0304-5102(89)85043-6 272239 2024-01-02T01:04:53.938015Z 1989-07-15 1-s2.0-0304510289850436-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850436/MAIN/application/pdf/51e73b0db3321355289356a24c5152ec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850436/MAIN/application/pdf/51e73b0db3321355289356a24c5152ec/main.pdf main.pdf pdf true 854352 MAIN 12 1-s2.0-0304510289850436-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850436/PREVIEW/image/png/341c34b42ded49c0d57edb70bd4f2e10/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850436/PREVIEW/image/png/341c34b42ded49c0d57edb70bd4f2e10/main_1.png main_1.png png 67980 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 52 (1989) 337 - 348 337 HIGHLY DISPERSED MOLYBDENUM SULFIDE CATALYSTS PREPARED FROM Mo(CO)6 ENCAGED IN A ZEOLITE YASUAKI OKAMOTO*, AKINORI MAEZAWA**, HIROSHIGE KANE and TOSHINOBU IMANAKA Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka, Osaka 560 (Japan) (Received June 23, 1988; accepted September 22, 1988) Summary Molybdenum sulfide catalysts were prepared from Mo(CO)fi encaged in zeolites and characterized by XPS, IR and NO adsorption. It was demon- strated that highly dispersed sulfides were produced by a reaction between molybdenum subcarbonyl species and Hy3 at 373 K. The molybdenum sulfide in a KY or NaY zeolite was found to show a higher catalytic activity per Mo for the hydrodesulfurization (HDS) of thiophene than a molybdenum sulfide catalyst prepared by impregnation procedures. The dependence of the turnover frequency of the HDS on the zeolite and support oxide is explained in terms of the structure of sulfided molybdenum and of the diffusion limitations of the reactant and products. The basic strength of the zeolite is suggested to control the reactivity of the subcarbonyl species toward H2S and the dispersion degree of the molybdenum sulfide. On the basis of IR, temperature-programmed decomposition and XPS results, the subcarbonyl species, Mo(CO)3, was shown to form a complex, Mo- (CO)3(SH)ads> by reaction with Hy3 at room temperature. Introduction Metal carbonyl complexes supported on inorganic matrices have been investigated to exploit novel catalyst systems, and have recently been re- viewed [1 - 4]. Molybdenum hexacarbonyl is used to prepare molybdenum metal catalysts for the hydrogenation of carbon monoxide [5-7] and the hydrogenolysis of paraffins [8,9], and low-valent molybdenum oxide catalysts for the metathesis of olefins [10-15] and the polymerization of ethylene [14,16]. Molybdenum subcarbonyl/A1203 systems show catalytic activities for olefin hydrogenation [9,15,17 -19] and for the isomerization * Author to whom correspondence should be addressed. **Present address: Shizuoka University, Hamamatsu, Japan. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 338 of butenes [20]. Subcarbonyl species encaged in zeolites catalyze a selective hydrogenation of butadiene to ci's-2-butene [21 - 23]. Concerning the preparation of molybdenum sulfide catalysts from Mo(CO)6, only a few reports have been published thus far. Alper and Blais [24] reported the activity of MO(CO)(, dissolved in acetic acid or pre- adsorbed on SiOz for the desulfurization of thiols and benzothiophene. Recently, Vrinat et al. [25] employed NaY and HY and their Co ion- exchanged forms as supports of Mo(CO)6 to prepare molybdenum sulfide catalysts for the hydrodesulfurization (HDS) of benzothiophene. However, the sulfide catalysts showed only low HDS activities. The catalysts were prepared by decomposing Mo(CO)g in zeolites at 600 K prior to the HDS reaction. On the other hand, Mo(CO)e supported on Al^O^ was found to be more active for the hydrogenation of butadiene and for the HDS of thio- phene than the usual sulfided MoOa/Al^C^ catalysts with similar loadings of molybdenum [26]. In the present study, a high reactivity of molybdenum subcarbonyl species toward H2S was found and applied to the preparation of highly dispersed and catalytically active molybdenum sulfide catalysts for the HDS of thiophene. Experimental NaY zeolites (Si/Al = 2.78 and 2.38) were supplied by the Catalysis Society of Japan as reference catalysts [27]. The NaY zeolite was partially ion-exchanged with an alkali metal cation (Li, K and Cs: 2.78-NaY and Rb: 2.38-NaY). The extent of ion exchange is summarized in Table 1. After evacuation at 673 K for 1-2 h, the powdered zeolite was exposed to Mo(CO)6 vapor (ca. 8 Pa [28]) at room temperature for 16 h. The sample was subsequently evacuated at 373 K for 1 h to yield molyb- denum subcarbonyl species encaged in the zeolite [29]. Hydrogen sulfide (ca. 6.5 kPa) was introduced to the subcarbonyl species at 373 K for 1 h, followed by evacuation at the same temperature. On contact with Hy3, the molybdenum species turned dark brown from orange in color. The sample was then evacuated at 673 K for 1 h. The molybdenum catalyst thus prepared was used for the HDS of thiophene at 673 K and atmospheric pressure of thiophene/H; (1.6% thiophene, 1 1 min~1) by using a fixed bed flow reactor (catalyst weight, ca. 0.2 g). The reaction gas was analyzed by GLC at the reaction time 1 -1.5 h. After the reaction, the catalyst was chem- ically analyzed for molybdenum content. The molybdenum subcarbonyl species adsorbed on the zeolite was con- tacted with HzS (ca. 6.5 kPa) at room temperature for 16 h in another method for preparing the molybdenum sulfide catalyst. Subsequently, the sample was evacuated at room temperature for 30 min, followed by succes- sive evacuations at 373 K for 30 min and then at 673 K for 1 h. 339 TABLE 1 Physicochemical and catalytic properties of the sulfided molybdenum catalysts prepared from Mo(CO)<, Zeolite' Ols BE(eV) Mo(CO)6 (molec./ supercage) HDS1'activity (% g-Mo-1) (NO^/Mo\" TOP*1(10-3 s- Mo3d/Si2se -1) HY(91) 532.6 1.4, 9.4* 48 0.23 2.0 0.16 LiY(45) 532.2 1.9,12* 136 0.27 4.7 0.24 NaY 532.0 2.0,12* 176 0.31 5.3 0.42 1578 0.346 4.36 0.396 KY(51) 531.9 1.7,10* 205 0.48 4.0 0.35 RbY(64) 531.5 1.8,9.3* 134 0.40 3.6 0.44 CsY (58) 531.5 1.8,8.7* 128 0.46 3.0 0.52 CsX(50) 530.9 0.4,1.6* 21 0.47 0.46 A120311 530.9 1.0* 0.17 Impregnation Catalyst NaY 532.0 4.8*, 0.831 60 0.12 5.4 0.33 TiO, 529.7 6.1* 149 0.07 21 Al^Os 530.9 6.1* 63 0.14 4.5 SiO, 532.5 6.1* 93 0.05 19 dumber in parentheses: degree of ion-exchange determined by the NaKLL Auger inten- sity. b Catalytic activity for the HDS of thiophene at 673 K. 'Proportion of cus Mo-sites. ''Turnover frequency of the HDS. 'XPS intensity ratio after the HDS reaction. *Wt.% of Mo. ^epared by the room-temperature reaction between Mo(CO)3 and H;S. hA}. i03 was used instead of zeolite. expressed by the number of Mo atoms per supercage. Supported Mo03 catalysts were prepared by impregnation of an aqueous solution of heptamolybdate [30]. The supports used here were A1203 (Catalysis Society of Japan, ALO-4,163 m2 g~1), TiO; (Degussa, P-25, 53 m2 g~1), SiOz (Catalysis Society of Japan, SIO-4, 347 m2 g~1) and the NaY (Si/Al = 2.78). After drying at 383 K for 18 h, the catalyst was calcined at 773 K in the case of MoOa/TiOa, or at 823 K for other catalysts, for 5 h each. The loading level of molybdenum was adjusted to be 6.1 wt.% Mo for Ti02, A^Oa and SiOs or 4.8 wt.% Mo for the NaY zeolite. The impregnation catalyst was presulfided in a stream of an atmospheric pressure of HyS/Ha (0.1, 0.5 1 min-1) at 673 K for 1.5 h. The X-ray photoelectron (XP) spectra were measured on a Hitachi 507 photoelectron spectrometer (Al anode). The binding energies (BE) were referenced to the CIs band at 285.0 eV due to adventitious carbon for the fresh samples. The Ols BEs thus obtained for the zeolites are shown in Table 1. After the heat treatment or reaction, the XP spectra of the catalyst was measured without exposing the sample to air by using a glove box filled 340 with nitrogen [29]. In this case the support level (Si2s, A12p or Ti2p) was used for charge corrections. The degree of sulfidation of molybdenum was evaluated from the XPS intensity ratio S2p/Mo3d. The Mo3d intensity was calculated by subtracting the S2s band intensity, which was determined from the S2p band intensity, from the Mo3d-S2s envelope. With the CsY zeolite, superposition of the S2p and Cs4p3/2 levels hampered accurate evaluations of the S2p band intensity and, therefore, of the Mo3d signal intensity. The amount of NO chemisorption was volumetrically measured at room temperature for the sulfided catalysts [30]. Before the NO adsorption experiment, the used catalyst was treated at 673 K for 1 h with atmospheric pressure of a H; stream, which was deoxygenated and dehydrated by passing through a packing of copper metal granules at ca. 600 K and a column packed with 5A-zeolite at acetone-dry ice temperature. The IR spectra of molybdenum carbonyls were measured by using self- supporting wafers of the zeolite [29]. The temperature-programmed decom- position (TPDE) of the carbonyl species encaged in a zeolite was conducted in a dynamic vacuum by linearly increasing the sample temperature (1.8 K min-i) and the decomposition profiles of CO (m/e = 28) and H; (m/e = 2) were measured by using a mass filter (ULVAC, MSQ-101) [21, 23, 29]. Results and discussion It is well established that molybdenum subcarbonyl species are stabi- lized in a zeolite supercage upon decomposition of Mo(CO)e at 370 - 420 K [3, 21, 23, 29 - 33]. In our previous studies [23, 29, 31], it was shown that the subcarbonyl species are Mo(CO)3 for NaY and HY zeolites, as also observed for Alps [3,34] and ZnO [35]. The chemical reactivity of the subcarbonyl species toward HyS is shown in Fig. 1 for the NaY and HY zeolites. In the present study, the subcarbonyl species were produced by evacuation of Mo(CO)6/zeolite at 373 K. With the NaY zeolite, the IR spectrum (a) due to Mo(CO)3 (1915,1796 and 1770 cm-1) changed rapidly at first and then gradually on an exposure to H2S (5 kPa) at room temperature. The spectrum of the resultant carbonyl species is shown in Fig. l(b). The species is characterized by v(CO) bands at 2018, 1980 and 1940 cm-1. The v(SH} band was observed at 2530 cm-1 together with a band at 2570 cm-1 due to physisorbed H^S. On evacuation at room temperature for 1 h, no alteration was detected in the carbonyl bands; the r(SH) band at 2570 cm-1 was almost completely eliminated, while the band at 2530 cm-1 remained intact. When the sample was evacuated at 373 K for 30 min, the (/(CO) bands due to the above carbonyl species were completely removed and weak bands were detected at 2015, 1940 and 1870 cm~1. The 2530 cm-1 band also disappeared upon evacua- tion. At 473 K, no carbonyl bands were detected. Accordingly, it is con- sidered that the carbonyl complex produced by the reaction between Mo(CO)3 and H-tS at ca. 300 K involves SH groups. The S/Mo atomic ratio 341 1500 2000 1500 Wavenumber /cm'^ Pig. 1. IR spectra of the subcarbonyl species encaged in the NaY (a) and HY (c) zeolites. (b) NaY zeolite and (d) HY zeolite subcarbonyl species after exposure to H^S (5 kPa) at room temperature for 16 h. 2000 was estimated to be 1.3 on the basis of the XPS measurement of the carbonyl species (S2p; 162.8 eV). The MoSdg/s and 3d3/z BEs were 228.6 and 231.6 eV, respectively, and were identical with those for Mo(CO)3 encaged in the NaY zeolite [29]. A TPDE of the molybdenum carbonyl complex was conducted to estimate the CO/Mo and H^/CO ratios and the thermal stability of the com- plex. The decomposition temperature of Mo(CO)e/NaY was linearly increased up to 373 K and kept constant at that temperature until no further CO evolution was detected; a Mo(CO)3 species is thus produced [23,29]. After the partial decomposition of Mo(CO)e, H2S (7.2 kPa) was introduced at room temperature and held for 16 h before evacuation for 30 min. The evolution of H^ during the reaction was confirmed by mass spectrometry, whereas no CO release was detected. The second TPDE profile of CO in Fig. 2 indicates that the carbonyl species first decomposes at ca. 365 K, followed by gradual decomposition at higher temperatures. This is in good agreement with the IR observations. The Mo(CO)3 species encaged in the 342 300 400 500 Decomposition Temperature / K Fig. 2. TPDE profiles of CO and Hz for the carbonyl complex produced by a reaction between the subcarbonyl species in the NaY zeolite and H^S (7.2 kPa) at room tempera- ture for 16 h. ( ), CO (m/e = 28); (- - ), H; (mie =2). NaY decomposes at 454 K under identical TPDE conditions [23,29]. The amount of CO released corresponded to a composition of Mo(CO)3.2. During the decomposition of the complex, a small amount of physi- sorbed Hy3 was desorbed at 320 K, while no production of CO; was detected. A significant amount of H; (m/e = 2), on the other hand, evolved as illus- trated in Fig. 2. The H^/CO molar ratio was calculated to be 0.16 0.02 on the basis of the TPDE intensity ratio and the relative sensitivity of the mass filter. Taking into account these results, it is concluded that Mo(CO)3 encaged in the NaY zeolite reacts with H^S at room temperature to produce a carbonyl complex, Mo(CO)3(SH)ads Mo(CO)3,ds + H2S > Mo(CO)3(SH),d, + ^2 (1) The XPS BE of the Mo3d band is compatible with the formation of the com- plex. A similar complex, (l75-C5H5)Mo(CO)3(SH), is known to form by reac- tion between (T^-CsK^Mo^C^H and elemental sulfur and to show the IR bands at 2039 and 1963 cm\"1 [36]. The IR bands in Fig. l(b) may be inter- preted in terms of a highly distorted octahedral symmetry of the molyb- denum carbonyl complex. When Mo(CO)3 was exposed to H2S at 373 K, the IR bands due to the carbonyl groups were completely eliminated, suggesting formation of a sulfided molybdenum species. XPS measurements showed BE values of 228.9 and 162.2 eV for the Mo3d5,2 and S2p bands, respectively, which are very close to those for MoS; (229.0 and 162.0 eV, respectively). In addition, the S/Mo ratio was calculated to be 2.0 from the S2p/Mo3d XPS intensity ratio. These results indicate formation of a MoSa-like species. With the HY zeolite, at least two kinds of molybdenum subcarbonyl species are stabilized in the zeolite as shown in Fig. l(c) [23, 31]. Species A is characterized by IR bands at 2048, 1965, 1820 and 1670 cm\"1, and species B by the bands at 1927 and 1793 cm\"1. Both species are suggested 343 to be Mo(CO)3 in different configurations [31]. An IR spectrum similar to that for species A has been reported for a Mo(CO)3 species adsorbed on hydrated alumina [37], although the wavenumbers of species A are higher by 20 - 30 cm\"1. The Mo(CO)3 species on the hydrated alumina is assigned to (o-OH)3Mo(CO)3 [37]. As depicted in Fig. l(d), both species A and B react with Hy3 at room temperature, producing a molybdenum complex observed for the NaY zeolite. The S/Mo ratio was ~ 1.5 based on XPS. From the IR spectrum in Fig. 1, it is considered that Mo(CO)3(SH)aas is also formed on the HY zeolite. In contrast to the subcarbonyl species on the NaY and HY zeolites, Mo(CO)3 adsorbed on the CsY zeolite (1912 and 1756 cm~1) was hardly affected by exposure to H2S at room temperature. The IR bands suffered a slight broadening and a small red shift (ca. 10 cm\"1). The sulfur content was low (S/Mo = ca. 0.4). Similar IR observations were made with the sub- carbonyl species stabilized on a NaX zeolite. On the other hand, Mo(CO)3/ CsY was found to react with H^S at 373 K and the degree of sulfidation of molybdenum was calculated to be ca. 2.4, suggesting formation of a MoS;- like species. The low reactivity of Mo(CO)3 encaged in the CsY or NaX zeolite is attributed to the strong coordination of lone pair electrons of the zeolite framework oxygens to Mo(CO)3, hampering the cleavage of Mo\" 0 bonds. It has been demonstrated in our previous studies [21,23,29] that the decomposition temperature of Mo(CO)3 to molybdenum metal increases with a decrease in the Ols BE of the framework oxygen, that is, with in- creasing basic strength of the zeolite. A molybdenum sulfide catalyst was prepared by decomposing Mo(CO)3(SH)adg at 373 K in vacuo, or by direct reaction between Mo(CO)3 and Hy3 at 373 K. These procedures were followed by evacuation at 673 K for 30 min prior to the HDS reaction. As shown later, both preparations provided similar sulfide catalysts with the NaY zeolite. In this study, sulfide catalysts were prepared by the latter method because of its simplicity. In Table 1, the molybdenum contents measured after the reaction are sum- marized in terms of the number of Mo(CO)6 molecules per supercage and wt.%. They are close to the value for the saturation adsorption at room temperature, two Mo(CO)e molecules per supercage [38,39], for Y-type zeolites, The catalytic activity is shown in Table 1 for the HDS of thiophene and is illustrated in Fig. 3 as a function of the Ols BE. The activity of the zeolite was very low, and was negligible for the present molybdenum- containing catalysts, except for the Mo/CsX catalyst whose activity was corrected for that of the zeolite itself due to low performance. A volcano- type correlation is obtained, with the Mo/KY catalyst exhibiting the maxi- mum activity per molybdenum. The HDS activities of the impregnation catalysts are also summarized in Table 1 for comparison. It is revealed that the molybdenum sulfides encaged in the NaY, and particularly in the KY, are even more active than those on TiO;, which is reported to be an 344 531 532 533 0 1s BE/eV Fig. 3. Dependence of the activity of molybdenum encaged in the zeolite for the HDS of thiophene upon the Ols BE of the zeolite, o; molybdenum sulfides prepared at 373 K, A; prepared at room temperature, followed by evacuation at 373 K and ; MoOa/NaY impregnation catalyst. excellent support for the HDS reaction [40, 41] as deduced from the results in Table 1. The activity of the Mo03/NaY impregnation catalyst is included in Fig. 3 for comparison. With the other impregnation catalyst, the Ols BE cannot be used as a parameter due to strong effects of Madelung energy on the BEs [42]. After the HDS of thiophene, the MoSdg/z BE was 229.0 - 229.3 eV and the S/Mo ratio was 1.7-2.1 for the Mo/zeolites, except for Mo/HY where the MoSdg/z BE was 229.6 eV. No XRD peaks due to crystalline MoS; were detected for these catalysts. Accordingly, MoSz-like sulfide species are produced during the reaction for the preparations using MO(CO)(,. Under the present presulfidation conditions of the A1203- and TiO^-impregnation catalysts, the formation of an analogous MoS2-like species was shown by means of XPS and laser Raman spectroscopy (LRS) [30]. No clear LR spectra were obtained for the zeolite systems because of high fluorescence. Vrinat et al. [25] have reported low HDS activity of the molybdenum prepared from Mo(CO)6 adsorbed on NaY or HY zeolite. The activity was even lower than a conventional Mo03/Al2C>3 catalyst. They prepared the catalyst by decomposing the carbonyl at a high temperature (600 K), followed by reduction and/or presulfidation at 673 K. In this procedure, Mo(CO)6 is completely decomposed to agglomerated metal in a NaY zeolite [29, 38], resulting in poorly dispersed molybdenum sulfides. Partial oxida- tion of molybdenum was demonstrated to occur upon heat treatment of Mo(CO)6 encaged in HY zeolites [16, 39]. The use of dibenzothiophene may also be a cause of the low activity due to diffusion limitations, as suggested byHowe[3]. The HDS activity of the catalyst is determined by both the number of the active sites and their intrinsic activity or turn-over frequency. In order to examine the cause of the high activity of the Mo/KY or /NaY system, the dispersion degree of molybdenum sulfide was evaluated by an NO-adsorption 345 technique at room temperature [43 - 45]. It has been well established that two molecules of NO adsorb on coordinatively unsaturated (cus) molyb- denum sites in a pair [43 - 47]. Therefore, the proportion of cus Mo-sites in the total molybdenum was calculated to be one half of the NO/Mo ratio. The observed values are summarized in Table 1 and illustrated in Fig. 4 as a function of the Ols BE. The proportion of NO-adsorption sites in the Mo/ NaY catalyst is almost independent of the preparation method. The proportion of cus Mo-sites obviously increases and reaches a plateau with increasing basic strength of the framework oxygen. It is con- sidered that the interactions between Mo(CO)a and zeolite hinder the agglo- meration of molybdenum species during reaction with H^S. This is supported by the Mo3d/Si2s XPS intensity ratio. The Mo3d/Si2s ratio in Table 1 was normalized with respect to the molybdenum content in the zeolite by dividing the ratio by the number of molybdenum atoms in the supercage. The normalized ratio, depicted in Fig. 5 against the Ols BE of the zeolite, is seen to decrease with an increase in the Ols BE. This suggests that the sub- carbonyl species weakly interacting with the zeolite framework oxygens tend to sinter upon sulfidation at 373 K. A high normalized XPS intensity ratio for the Mo03/NaY impregnation catalyst is apparently a consequence of a surface layer of molybdenum sulfide over the zeolite particles. The proportion of cus Mo-sites in the zeolite system is compared with that of the conventional impregnation catalyst in Table 1. The value for the MoOs/NaY is also plotted in Fig. 4 for comparison. It is evident that the 0,6 OA &O.U -0,2 531 532 0 Is B E/eV 533 A 0.2 s5 S S lo & 531 532 Ols BE/eV 533 Pig. 4. Proportion of cus Mo-sites of molybdenum sulfide encaged in a zeolite as a func- tion of the Ols BE of the zeolite, o; molybdenum sulfides prepared at 373 K, A; prepared at room temperature, followed by evacuation at 373 K and ; MoOa/NaY impregnation catalyst. Pig. 5. Normalized Mo3d/Si2s XPS intensity ratio for the molybdenum sulfide encaged in a zeolite as a function of the Ols BE of the zeolite, o; molybdenum sulfides prepared at 373 K, A; prepared at room temperature, followed by evacuation at 373 K and ; Mo03/NaY impregnation catalyst. 346 proportion of cus Mo-sites prepared from Mo(CO)6/zeolite is 3 - 4 times higher than that of the impregnation catalyst. This finding indicates that the molybdenum sulfides prepared from Mo(CO)e are much more highly dis- persed than those in the impregnation catalysts. This may be a result of the atomically dispersed nature of subcarbonyl species and the reactions with Hy3 under mild conditions. However, no improvement in the number of N0- adsorption sites was observed for the Mo(CO)g/Al203 system (Table 1). This is a consequence of the basic hydroxyl groups on the partially dehydrated A1203 surface, which cause oxidation of molybdenum at an elevated temper- ature and thus prevent the sulfidation of molybdenum (S/Mo = 0.8). The turnover frequency (TOP) of the HDS was evaluated on the basis of the number of cus Mo-sites in Table 1. It is evident that the TOF values of the zeolite-supported catalysts are lower than those of TiO^ and SiOz impreg- nation catalysts and are comparable with that of the Mot^/A^Oa catalyst. It was demonstrated in our previous studies [30, 48] that the TOF increases and reaches a plateau with decreasing degree of dispersion of molybdenum sulfide for AL^- and TiO;-supported catalysts. With both catalyst systems, it is shown that two NO desorption peaks are detected in the temperature- programmed desorption studies and that these peaks are assigned to the NO desorptions from doubly and triply cus Mo-sites, at which sites two NO molecules adsorb in a pair. The ratio of doubly to triply cus Mo-sites increases as the NO/Mo ratio increases. The intrinsic HDS activity of the triply cus Mo-sites is proposed to be higher than that of the doubly cus Mo sites [30]. These findings imply that the structure of the molybdenum sulfide depends on the degree of dispersion or cluster size of the sulfide. With the impregnation catalyst in Table 1, the TOF decreases in the order TiOz-SiO^^NaY-A^Oa. This is indeed the order of TOF anticipated b o 2 - 532 533 0 Is BE/eV Fig. 6. Correlation between the TOF of the thiophene HDS over the molybdenum sulfide encaged in a zeolite and the Ols BE of the zeolite. 0; molybdenum sulfides prepared at 373 K, A; prepared at room temperature, followed by evacuation at 373 K and ; MoOy/ NaY impregnation catalyst. 531 347 from the dispersion of molybdenum sulfide. Accordingly, the low TOP of the zeolite-encaged catalyst is ascribed to high dispersion, that is, the un- favorable structure of molybdenum sulfides for HDS. Figure 6 illustrates the TOF as a function of the Ols BE. A steady decrease in the TOF in Fig. 6 for the catalysts with similar dispersions can- not be interpreted solely in terms of the dispersion. In zeolite systems, diffusion limitations of the reactant and products may be operating in addition to structure effects because of the small pore size of the zeolite. For a larger cation size, the diffusion of thiophene and products is more limited, exhibiting a lower TOF value. The low TOF of the Mo/HY zeolite is attributed to strong adsorptions of the reactant and/or products induced by strong acid sites, although it is not ruled out that the TOF is maximized on the LiY or NaY zeolite for some reason. Conclusion It is demonstrated that the HDS activity of molybdenum sulfides prepared from Mo(CO)6 encaged in KY or NaY zeolite is higher than that of the impregnation catalyst. This is ascribed to a much higher dispersion of the sulfides than that of the impregnation catalyst. The zeolite basicity is suggested to control the interaction strength between the zeolite oxygens and the subcarbonyl species and thus the final dispersion of sulfided molyb- denum. The subcarbonyl species Mo(CO)3 encapsulated in a zeolite was found to react with Hy3 to form Mo(CO)3(SH)ads at room temperature. The reactivity of the subcarbonyl species toward H^S also depends on the basic nature of the zeolite. References 1 D. C. Bailey and S. H. Langer, Chem. Rev., 81 (1981) 109. 2 J. Phillips and J. A. Dumesic, Appl. Catal., 9 (1984) 1. 3 R. F. Howe, in Y. Iwasawa (ed.), Tailored Metal Catalysts, Reidel, Dordrecht, 1986, p.141. 4 M. Ichikawa, in Y. Iwasawa (ed.). Tailored Metal Catalysts, Reidel, Dordrecht, 1986, p.183. 5 Y. You-Sing and R. F. Howe, in Y. Murakami, A. lijima and J. W. Ward (eds.), Proc. 7th Int. Zeolite Conf., Tokyo, 1986, Kodansha, Tokyo, 1986, p. 883. 6 A. Brenner and D. A. Hucul, J. Am. Chem. Soc., 102 (1980) 2484. 7 R. G. Bowman and R. L. Burwell, J. Catal., 63 (1980) 463. 8 (a) R. Nakamura, R. G. Bowman and R. L. Burwell, J. Am. Chem. Soc., 103 (1981) 673; (b) R. Nakamura, D. Pioch, R. G. Bowman and R. L. Burwell, J. Catal., 93 (1985) 388 ;(c)ib(d., 399. 9 T. J. Thomas, D. A. Hucul and A. Brenner, ACS Symp. Ser., 192 (1982) 267. 10 E. A. Davie, D. A. Whan and C. Kemball, J. Chem. Soc., Chem. Commun., (1971) 1202. 11 P. P. O'Neill and J. J. Rooney, J. Am. Chem. Soc., 94 (1972) 4383. 12 J. Smith, R. F. Howe and D. A. Whan, J. Catal., 34 (1974) 191. 348 13 (a) R. L. Burwell and A. Brenner, J. Mol. Catal., 1 (1975/76) 77; (b) A. Brenner and R. L. Burwell, J. Catal., 52 (1978) 364. 14 A. A. Olsthoorn and J. A. Moulijn, J. Mol. Catal., 8 (1980) 147. 15 A. Brenner, D. A. Hucul and S. J. Hardwick, Inorg. Chem., 18 (1979) 1478. 16 S. Namba, T. Komatsu and T. Yashima, Chem. Lett., (1982) 115. 17 A. Brenner, J. Mol. Catal., 5 (1979) 157. 18 T. J. Thomas and A. Brenner, J. Mol. Catal., 18 (1983) 197. 19 R. G. Bowman and R. L. Burwell, J. Catal., 88 (1984) 388. 20 E. S. Davie, D. A. Whan and C. Kemball, Proc. 5th Int. Congr. Catal., Miami Beach, 1973,p.1205. 21 A. Maezawa, H. Kane, Y. Okamoto and T. Imanaka, Chem. Lett., (1988) 241. 22 Y. Okamoto, A. Maezawa, H. Kane and T. Imanaka, J. Chem. Soc., Chem. Commun., (1988)380. 23 Y. Okamoto, A. Maezawa, H. Kane and T. Imanaka, in M. J. Phillips and M. Ternan (eds.), Proc. 9th Int. Congr. Calgary, 1988, Vol. 1, p. 11. 24 (a) H. Alper and C. Blais, J. Chem. Soc., Chem. Commun., (1980) 169; (b) H. Alper and C. Blais, Fuel, 59 (1980) 670. 25 M. L. Vrinat, C. G. Gachet and L. deMourgues, in B. Imelik (ed.). Catalysis by Zeo- lites, Elsevier, Amsterdam, 1980, p. 219, 26 A. Maezawa, M. Kitamura, K. Wakamoto, Y. Okamoto and T. Imanaka, Chem. Express, 3 (1988) 1. 27 Y. Okamoto, M. Ogawa, A. Maezawa and T. Imanaka, J. Catal., 112 (1988) 427. 28 R. R. Monchamp and F. A. Cotton, J. Chem. Soc., (1960) 1438. 29 Y. Okamoto, A. Maezawa, H. Kane, I. Mitsushima and T. Imanaka, J. Chem. Soc., Faraday Trans. I, 84 (1988) 851. 30 A. Maezawa, M. Kitamura, Y. Okamoto and T. Imanaka, Bull. Chem. Soc. Jpn., 61 (1988) 2295 and unpublished results. 31 Y. Okamoto, A. Maezawa, H. Kane and T. Imanaka, J. Catal., 112 (1988) 585. 32 (a) P. Gallezot, G. Coudurier, M. Primet and B. Imelik, ACS Symp. Ser. 40 (1977) 144; (b) G. Coudurier, P. Gallezot, H. Praliaud, M. Primet and B. Imelik, C.R. Acad. Sci. Paris, 282 (1976) 311. 33 S. Abdo and R. F. Howe, J. Phys. Chem., 87 (1983) 1713, 1722. 34 A. Brenner and R. L. Burwell, J. Am. Chem. Soc., 97 (1975) 2565. 35 K. Tanaka, Y. Zhai and K. Aomura, in H. P. Barry and P. C. H. Mitchell (eds.), Proc. Fourth Climax Int. Conf. Chemistry and Uses of Molybdenum, Ann Arbor, 1982, Climax Molybdenum Comp., Ann Arbor, Michigan, 1982, p. 278. 36 R. A. Fischer, H.-J. Kneuper and W. A. Herrmann, J. Organometall. Chem., 330 (1987)365. 37 M. Laniecki and R. L. Burwell, J. Colloid Interface Sci., 75 (1980) 95. 38 Y. Yon-Sing and R. F. Howe, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 2887. 39 T. Komatsu, S. Namba, T. Yashima, K. Domen and T. Onishi, J. Mol. Catal., 33 (1985)345. 40 K. Y. S. Ng and E. Gulari, </. Catal., 95 (1985) 33. 41 A. Nishijima, H. Shimada, T. Sato, Y. Yoshimura and J. Hiraishi, Polyhedron, 6 (1986)243. 42 T. A. Carlson, Photoelectron and Auger Spectroscopy, Plenum Press, New York, 1975,p.165. 43 W. S. Millman and W. K. Hall, J. Phys. Chem., 83 (1979) 427. 44 J. Valyon and W. K. Hall, J. Catal., 84 (1983) 216. 45 Y. Okamoto, Y. Katoh, Y. Mori, T. Imanaka and S. Teranishi, J. Catal.. 70 (1981) 445. 46 N. Tops^e and H. Tops^e, J. Catal., 75 (1982) 354. 47 R. P. Rosen, K. Segawa, W. S. Millman and W. K. Hall, J. Catal., 90 (1984) 368. 48 Y. Okamoto, A. Maezawa and T. Imanaka, unpublished results. X244 89850436 0304-5102(89)85043-6 10.1016/0304-5102(89)85043-6 Industrial Articles Highly dispersed molybdenum sulfide catalysts prepared from Mo(CO)6 encaged in a zeolite Yasuaki Okamoto 1 Akinori Maezawa ∗∗ Hiroshige Kane Toshinobu Imanaka Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka, Osaka 560 Japan ** Present address: Shizuoka University, Hamamatsu, Japan. 1 Author to whom correspondence should be addressed. Molybdenum sulfide catalysts were prepared from Mo(CO)6 encaged in zeolites and characterized by XPS, IR and NO adsorption. It was demonstrated that highly dispersed sulfides were produced by a reaction between molybdenum subcarbonyl species and H2S at 373 K. The molybdenum sulfide in a KY or NaY zeolite was found to show a higher catalytic activity per Mo for the hydrodesulfurization (HDS) of thiophene than a molybdenum sulfide catalyst prepared by impregnation procedures. The dependence of the turnover frequency of the HDS on the zeolite and support oxide is explained in terms of the structure of sulfided molybdenum and of the diffusion limitations of the reactant and products. The basic strength of the zeolite is suggested to control the reactivity of the subcarbonyl species toward H2S and the dispersion degree of the molybdenum sulfide. On the basis of IR, temperature-programmed decomposition and XPS results, the subcarbonyl species, Mo(CO)3, was shown to form a complex, Mo(CO)3(SH)ads, by reaction with H2S at room temperature. References 1 D.C. Bailey S.H. Langer Chem. Rev. 81 1981 109 2 J. Phillips J.A. Dumesic Appl. Catal. 9 1984 1 3 R.F. Howe Y. Iwasawa Tailored Metal Catalysts 1986 Reidel Dordrecht 141 4 M. Ichikawa Y. Iwasawa Tailored Metal Catalysts 1986 Reidel Dordrecht 183 5 Y. You-Sing R.F. Howe Y. Murakami A. Iijima J.W. Ward Proc. 7th Int. Zeolite Conf., Tokyo, 1986 1986 Kodansha Tokyo 883 6 A. Brenner D.A. Hucul J. Am. Chem. Soc. 102 1980 2484 7 R.G. Bowman R.L. Burwell J. Catal. 63 1980 463 8 (a) R. Nakamura R.G. Bowman R.L. Burwell J. Am. Chem. Soc. 103 1981 673 (b) R. Nakamura D. Pioch R.G. Bowman R.L. Burwell J. Catal. 93 1985 388 (c) R. Nakamura D. Pioch R.G. Bowman R.L. Burwell J. Catal. 93 1985 399 9 T.J. Thomas D.A. Hucul A. Brenner ACS Symp. Ser. 192 1982 267 10 E.A. Davie D.A. Whan C. Kemball J. Chem. Soc., Chem. Commun. 1971 1202 11 P.P. O'Neill J.J. Rooney J. Am. Chem. Soc. 94 1972 4383 12 J. Smith R.F. Howe D.A. Whan J. Catal. 34 1974 191 13 (a) R.L. Burwell A. Brenner J. Mol. Catal. 1 19751976 77 (b) A. Brenner R.L. Burwell J. Catal. 52 1978 364 14 A.A. Olsthoorn J.A. Moulijn J. Mol. Catal. 8 1980 147 15 A. Brenner D.A. Hucul S.J. Hardwick Inorg. Chem. 18 1979 1478 16 S. Namba T. Komatsu T. Yashima Chem. Lett. 1982 115 17 A. Brenner J. Mol. Catal. 5 1979 157 18 T.J. Thomas A. Brenner J. Mol. Catal. 18 1983 197 19 R.G. Bowman R.L. Burwell J. Catal. 88 1984 388 20 E.S. Davie D.A. Whan C. Kemball Proc. 5th Int. Congr. Catal. 1973 1205 Miami Beach 21 A. Maezawa H. Kane Y. Okamoto T. Imanaka Chem. Lett. 1988 241 22 Y. Okamoto A. Maezawa H. Kane T. Imanaka J. Chem. Soc., Chem. Commun. 1988 380 23 Y. Okamoto A. Maezawa H. Kane T. Imanaka M.J. Phillips M. Ternan Proc. 9th Int. Congr. Calgary 1 1988 11 24 (a) H. Alper C. Blais J. Chem. Soc., Chem. Commun. 1980 169 (b) H. Alper C. Blais Fuel 59 1980 670 25 M.L. Vrinat C.G. Gachet L. deMourgues B. Imelik Catalysis by Zeolites 1980 Elsevier Amsterdam 219 26 A. Maezawa M. Kitamura K. Wakamoto Y. Okamoto T. Imanaka Chem. Express 3 1988 1 27 Y. Okamoto M. Ogawa A. Maezawa T. Imanaka J. Catal. 112 1988 427 28 R.R. Monchamp F.A. Cotton J. Chem. Soc. 1960 1438 29 Y. Okamoto A. Maezawa H. Kane I. Mitsushima T. Imanaka J. Chem. Soc., Faraday Trans. 1 84 1988 851 30 A. Maezawa M. Kitamura Y. Okamoto T. Imanaka Bull. Chem. Soc. Jpn. 61 1988 2295 and unpublished results. 31 Y. Okamoto A. Maezawa H. Kane T. Imanaka J. Catal. 112 1988 585 32 (a) P. Gallezot G. Coudurier M. Primet B. Imelik ACS Symp. Ser. 40 1977 144 (b) G. Coudurier P. Gallezot H. Praliaud M. Primet B. Imelik C.R. Acad. Sci. Paris 282 1976 311 33 (a) S. Abdo R.F. Howe J. Phys. Chem. 87 1983 1713 (b) S. Abdo R.F. Howe J. Phys. Chem. 87 1983 1722 34 A. Brenner R.L. Burwell J. Am. Chem. Soc. 97 1975 2565 35 K. Tanaka Y. Zhai K. Aomura H.P. Barry P.C.H. Mitchell Proc. Fourth Climax Int. Conf. Chemistry and Uses of Molybdenum, Ann Arbor, 1982 1982 Climax Molybdenum Comp Ann Arbor, Michigan 278 36 R.A. Fischer H.-J. Kneuper W.A. Herrmann J. Organometall. Chem. 330 1987 365 37 M. Laniecki R.L. Burwell J. Colloid Interface Sci. 75 1980 95 38 Y. Yon-Sing R.F. Howe J. Chem. Soc., Faraday Trans. 1 82 1986 2887 39 T. Komatsu S. Namba T. Yashima K. Domen T. Onishi J. Mol. Catal. 33 1985 345 40 K.Y.S. Ng E. Gulari J. Catal. 95 1985 33 41 A. Nishijima H. Shimada T. Sato Y. Yoshimura J. Hiraishi Polyhedron 5 1986 243 42 T.A. Carlson Photoelectron and Auger Spectroscopy 1975 Plenum Press New York 165 43 W.S. Millman W.K. Hall J. Phys. Chem. 83 1979 427 44 J. Valyon W.K. Hall J. Catal. 84 1983 216 45 Y. Okamoto Y. Katoh Y. Mori T. Imanaka S. Teranishi J. Catal. 70 1981 445 46 N. Topsøe H. Topsøe J. Catal. 75 1982 354 47 R.P. Rosen K. Segawa W.S. Millman W.K. Hall J. Catal. 90 1984 368 48 Y. Okamoto, A. Maezawa and T. Imanaka, unpublished results.",
      "scopus-id": "0024700157",
      "coredata": {
        "eid": "1-s2.0-0304510289850436",
        "dc:description": "Molybdenum sulfide catalysts were prepared from Mo(CO)6 encaged in zeolites and characterized by XPS, IR and NO adsorption. It was demonstrated that highly dispersed sulfides were produced by a reaction between molybdenum subcarbonyl species and H2S at 373 K. The molybdenum sulfide in a KY or NaY zeolite was found to show a higher catalytic activity per Mo for the hydrodesulfurization (HDS) of thiophene than a molybdenum sulfide catalyst prepared by impregnation procedures. The dependence of the turnover frequency of the HDS on the zeolite and support oxide is explained in terms of the structure of sulfided molybdenum and of the diffusion limitations of the reactant and products. The basic strength of the zeolite is suggested to control the reactivity of the subcarbonyl species toward H2S and the dispersion degree of the molybdenum sulfide. On the basis of IR, temperature-programmed decomposition and XPS results, the subcarbonyl species, Mo(CO)3, was shown to form a complex, Mo(CO)3(SH)ads, by reaction with H2S at room temperature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-07-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289850436",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Okamoto, Yasuaki"
          },
          {
            "@_fa": "true",
            "$": "Maezawa, Akinori"
          },
          {
            "@_fa": "true",
            "$": "Kane, Hiroshige"
          },
          {
            "@_fa": "true",
            "$": "Imanaka, Toshinobu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289850436"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289850436"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)85043-6",
        "prism:volume": "52",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Highly dispersed molybdenum sulfide catalysts prepared from Mo(CO)6 encaged in a zeolite",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "337-348",
        "prism:endingPage": "348",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 July 1989",
        "prism:doi": "10.1016/0304-5102(89)85043-6",
        "prism:startingPage": "337",
        "dc:identifier": "doi:10.1016/0304-5102(89)85043-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024700157"
      }
    }
  }
}