{
  "metadata": {
    "title": "Study of <ce:italic>p</ce:italic>-xylene reaction with Co-Br-pyridine catalyst: Part I. Reaction in acetic acid",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-10-31",
    "doi": "10.1016/0304-5102(86)85023-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850234",
    "pii": "0304510286850234"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022796595",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850234 0304-5102(86)85023-4 0304510286850234 10.1016/0304-5102(86)85023-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01782 2024-01-02T01:05:30.650091Z 0 0 19861001 19861031 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 37 37 2 3 2 3 Volume 37, Issues 2–3 23 349 358 349 358 198610 October 1986 1986-10-01 1986-10-31 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. STUDYPXYLENEREACTIONCOBRPYRIDINECATALYST CVENGROSOVA Z HEIBA 1969 6830 E HANOTIER 1973 1035 J SCOTT 1972 1520 E KAMIYA 1972 326 Y HENDRIKS 1978 256 C EBERSON 1983 27 L BACIOCCHI 1980 3906 E BACIOCCHI 1984 445 E KAMIYA 1974 480 Y HRONEC 1980 1955 M BUKHARKINA 1978 506 T SCHLOSSEROVA 1985 2095 J BARILI 1972 4363 P NIEDZIELSKI 1943 151 E BERNSTEIN 1948 2310 J INGOLD 1928 1279 C SCHORIGYN 1938 1219 N DATTA 1916 2551 M SCHLOSSEROVA 1986 409 J BROWN 1957 1421 H STREULI 1958 1978 C BELLUCCI 1980 7480 G FIELDS 1968 395 E THORNTON 1973 804 A CVENGROSOVAX1986X349 CVENGROSOVAX1986X349X358 CVENGROSOVAX1986X349XZ CVENGROSOVAX1986X349X358XZ item 0304-5102(86)85023-4 0304510286850234 1-s2.0-0304510286850234 10.1016/0304-5102(86)85023-4 272239 2024-01-02T01:05:30.650091Z 1986-10-01 1986-10-31 1-s2.0-0304510286850234-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850234/MAIN/application/pdf/a18c75802aaa7644f778006c60ecdfce/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850234/MAIN/application/pdf/a18c75802aaa7644f778006c60ecdfce/main.pdf main.pdf pdf true 617358 MAIN 10 1-s2.0-0304510286850234-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850234/PREVIEW/image/png/9d14f404a18f682cfd1d4e22888c7bc8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850234/PREVIEW/image/png/9d14f404a18f682cfd1d4e22888c7bc8/main_1.png main_1.png png 60622 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 37 (1986) 349 - 358 349 STUDY OF p-XYLENE REACTION WITH Co-Br-PYRIDINE CATALYST PART I. REACTION IN ACETIC ACID Z. CVENGROSOVA, M. HRONEC, J. KIZLINK, T. PASTERNAKOVA, S. HOLOTI'K and J. ILAVSKY Department of Organic Technology, Faculty of Chemistry, Slovak Technical University, 812 37 Bratislava (Czechoslovakia) (Received November 29, 1985; accepted March 21, 1986) Summary The oxidation of p-xylene in acetic acid a using cobalt(III)-bromide system or in conjunction with pyridine was studied under inert atmosphere. It was found that in the presence ofp-xylene the preferential reaction of Co- (III) with Br~ also produces molecular bromine or the complex PyBr; which brominates the hydrocarbon. The formation of side-chain brominated prod- ucts is suppressed in the presence of Co(II) and Co(III) ions or pyridine, probably as a result of the competitive reaction of intermediately formed ArCH;' radicals with Co(III) ions instead of bromine radicals. In the reac- tion mechanism, bromine anion radicals are assumed to initiate p-xylene oxidation and reoxidize Co(II) ions. The presence of pyridine in the reaction system facilitates the regeneration of Co(III) and bromide ions. Introduction The direct oxidation of side-chain C H bonds of alkylaromatics in acetic acid solution with Co(III) acetate has been investigated by many authors [1-7]. The mechanism of this reaction involves a radical cation intermediate: ArCHa + Co(III) ?= ArCHs^ + Co(II) (1) ArCl^ > ArCH2\" + H-\" (2) However, some experimental results provide evidence supporting a hydrogen atom transfer process [8]. ArCHa + Co(III) > ArCH;' + H-\" + Co(II) (3) Bromide ions have a synergistic effect on the cobalt and manganese catalysts [9], while the resulting activity can be further increased by the presence of certain amines [10]. In the mechanism of oxidation in such a system, Co(III) 0304-5102/86/$3.60 Elsevier Sequoia/Printed in The Netherlands 350 ions and bromine atoms can be involved in an initial abstraction of hydrogen from the alkylaromatic [11]. However, the problem is to determine the relative extent of these two pathways. In this study we demonstrate differences in selectivity of product dis- tribution as a function of the composition of the Co Br Py catalyst system. Such information may be useful for a better understanding of the mechanism of action of the catalyst during autoxidation of hydrocarbons. Experimental section Materials Acetic acid was purified by distillation after being heated under reflux with anhydrous chromic acid. p-Xylene was washed with concentrated HzS04 and alkaline solution and, after drying, distilled. Cobaltic acetate was prepared by a previously described method [12]. The complex PyBr; was prepared according to Barili et al. [13]. Molecular bromine was purified by distillation. Other starting materials were of analytical grade purity and were used without purification. 4-Methylbenzaldehyde (I) was obtained by alkylation of toluene with HCN in the presence of Aldly catalyst [14]. After distillation (10 mmHg) the product contained (by GLC) 87 wt.% of 4-methylbenzaldehyde and 13 wt.% of its o-isomer. 4-Methylbenzyl bromide (II) was prepared by bromina- tion of p-xylene with molecular bromine at 130 C [15]; purity 99.5% by GLC. 4-Methylbenzyl acetate (III) was prepared by heating II with an aqueous solution of potassium acetate for 8 h [16]. The product was ex- tracted by CCL. and distilled; purity 98.0% by GLC. 4-Methylbenzyl alcohol (IV): the ester III was refluxed 6 h with an alcoholic solution of NaOH. After acidification with HC1 the product was extracted with diethyl ether and recrystallized from n-heptane; purity of product 99.2% by GLC. Di(4-methylbenzyl) ether (V) was prepared by heating (6 h) II with an aqueous solution of NaHCOs using a modification of the method in [17]. The reaction mixture was extracted with diethyl ether, and after its evapora- tion further hydrolyzed with an alcoholic solution of NaOH. The product was extracted with diethyl ether and recrystallized from n-heptane; purity of product 99.4% by GLC. 2-Bromo-p-xylene (VI): p-xylene was heated with a solution of molec- ular bromine in concentrated HN03 [18]. This compound was isolated by vacuum distillation; purity 99.1% by GLC. Procedure The reaction of p-xylene in acetic acid with the Co Br Pyridine cat- alytic system was performed in oxygen-free atmosphere in 10 ml glass tubes sealed with a screw cap with a silicone septum. The tube containing the 351 reactants was carefully flushed with nitrogen and immersed without agita- tion in a thermostat. After reaction (3 h) and cooling, a known amount of ethane (internal standard) was injected and the gas mixture analyzed for methane and carbon dioxide using a gas chromatograph with TC detectors. Correction for solubility of gases in the reaction mixture was made. After cooling the liquid reaction mixture, internal standards dimethyl phthalate and hexanoic acid were added. The solution was diluted with 20 ml NaOH (~2 M) and then extracted six times with ether (10 ml each time). The ether layer was evaporated and the residue (~20 ml) analyzed by GLC on a Hewlett Packard 5830 A instrument with flame ionization detectors using 3 mm i.d. glass columns 1.8 m in length containing 10% silicone elastomer UCW 982 on Chromosorb W NAW DMCS (0.125 - 0.160 mm). The column temperature was 60 - 250 C, temperature programming 10 C min~1 and nitrogen flow 30 ml min\"1. The aqueous solution was treated with 2 M HC1 to pH ~ 3, and extracted with ether (6 X 10 ml). The ether solution was con- centrated and after esterification with diazomethane, analyzed by GLC using 10% 0V 17 on Chromosorb W NAW DMCS. The peak responses were cali- brated with mixtures prepared from authentic samples and treated similarly as reaction mixtures. The composition of products in the reaction mixture was confirmed by \"C NMR spectroscopy (Jeol FX-100) and GC/MS Varian MAT GNOM 111 mass spectrometry. Each run was done in 4 - 6 tubes: 2 - 3 parallels for determination of reaction products and 2 - 3 for estimation of conversion of Co(III) and Br~ ions by cerimetric or argentometric titration [12]. Kinetic studies The reaction was carried out in a 150 ml cylindrical glass vessel. A con- centrated solution of Co(III) acetate was added to the intensely stirred solu- tion (~3000 rpm) of reactants thermostatted at 80 C, and at appropriate intervals samples of reaction mixture were withdrawn for analysis of Co(III). All experiments and analyses were carried out in nitrogen atmosphere, and the initial rates of Co(III) consumption were obtained from numerically treated curves at lower conversion (<10%). Dehalogenation of 4-methylbenzyl bromide and reaction of various products were performed by a procedure similar to p-xylene oxidation. Results and discussion All oxidation reactions were carried out in the dark in nitrogen atmo- sphere. Products found by GLC analysis in probes from different runs are summarized in Table 1. In the absence of bromide, the side-chain oxidation of p-xylene by Co- (III) ions in acetic acid leads to the formation of 4-methylbenzyl acetate, 4- methylbenzaldehyde and 4-methylbenzyl alcohol as the main products; di(4- methylbenzyl) ether, 4-methylbenzylidene diacetate, trimethylbenzenes, 352 TABLE 1 Products from p-xylene oxidation or bromination at 110 C and 3 h reaction time Run No.1 2 3 4 5 6 7 8 9 10 11 12 13 Reagent (mmol)Co(III)1.6 1.6 1.6 1.6 1.6 1.6 1.61.6\" 1.6' 1.6 :sP-X9.6 9.6 9.6 9.6 9.6 9.6 9.6 9.6 9.6 9.6 9.6 9.6 9.6 HzOe^6.4<1 6.4d P 11 11 y Br, Pyl.6 1.6 1.6 .6 1.6.6 1.6 1.61.6 .6 1.6 1.6 Br, HBri1.6 1.61.6 AcOl16 16 16 16 16 16 16 16 16 16 16 16 16 Conversio Co(III) ., (%)96.2 100 100 100 100 100 100 n Product yield (%fI33.6 34.6 10.3 22.6 5.2 27.6 22.1 0 0 0 1.6 5.6 10.7 14' 1.6 9.6 6.4d 1.6 16 93.7 26.5 15* 1.6 9.6 6.4d 1 .6 1.6 16 99.0 28.6 168 1.6 9.6 6.4d 1.6 16 95.6 25.4 176 1.6 9.6 6.4d 1 .6 1.6 16 100 25.1 \"Based on Co(III) consumed, assuming 2 mol Co(III) acetate per mol III or IV and 4 mol Co(III) per mol I. ''Sum of yields of oxygen-containing compounds. \"Molar ratio. ^ater from used 47% aqueous HBr. \"Cobalt in the form of Co(II) acetate. *At 70 C. BAt 90 C. calculated with response factor of II; VII = 1,4-dibromomethylbenzene; VIII = 1-bromo- 2,5-dibromomethylbenzene;IX = 3-bromo-4-methylbenzaldehyde. 2,5,4'-trimethyldiphenylmethane, p-toluic acid and other unidentified by products were formed in minor amounts (altogether <5% based on the con- sumed Co(III) acetate). The competitive oxidation of the acetate ligand itself accounts for about 3 - 6%, as evidenced by the yields of CO;, methane and trimethylbenzenes. The addition of HBr, Br; or PyBrz to the system had almost no influ- ence on the conversion and thermolysis of Co(III) acetate, while the overall yield of oxygen-containing compounds, based on Co(III) consumed, is di- minished (Table 1, runs 3, 4 and 6). Nuclear and side-chain brominated products were also formed in considerable yields. The presence of pyridine in such systems further decreased the yield of oxidation products (Table 1, runs 3,5, 6 and 7). From the data of Table 1, a more detailed insight into the mechanisn of cobalt bromide and pyridine action during p-xylene oxidation could be obtained. Thus, in the bromine-free system, ArCH;* radicals formed through 353 Gaseous products\" Brom prodi .mated lets (mi mol) m IV 2;\" C02/Co(III) CH4/Co(III) n VI VII11 vm11 IX11 27.6 8.8 69.9 0.02 traces 0 0 0 0 0 39.1 9.0 82.7 0.06 0.01 0 0 0 0 0 15.1 10.5 35.9 0.04 0.05 0.02 0.48 0.01 0.007 0.006 25.5 4.5 52.6 0.01 0.01 0 1.36 0.005 0.012 0 22.6 4.4 32.2 0.005 0 0 0.35 0.006 0.006 traces 21.1 8.0 56.7 0.01 0.01 0.11 0.30 traces 0.004 0.003 22.0 3.9 48.0 0.06 0.06 0 0.38 0.003 0.005 0 0 0 0 0 0.27 0.48 0.006 traces 0 0 0 0 0 0.92 1.14 0.004 0.005 0 0 0 0 0 0.05 traces 0 0 0 1.7 tr. 3.3 0 0 tr. 0.34 0.007 traces 0 4.4 1.2 11.2 0 0.43 0.005 traces 0 9.2 1.5 21.4 0 0.87 0.003 traces 0 10.0 10.7 47.2 0.16 0.06 0 0 0 10.6 7.5 46.7 0.06 0.19 0 0 0 11.2 8.2 44.8 0.13 0.18 traces traces 0 12.4 6.3 43.8 tr. 0.18 traces traces 0 reactions (I) and (2) are, in the absence of oxygen, further oxidized by Co- (III) to a carbonium ion to afford 4-methylbenzyl alcohol, mainly in the form of an acetate: ArCH;' + Co(III) ArCHs\"1' + OAc- - -> AxCH^ + Co(II) ArCHaOAc (4) (5) When bromide anions were present, Co(III) acetate could react with both methyl groups of p-xylene and with bromide ions. The reaction of Co(III) with Br~ in acetic acid probably proceeds through formation of bromine anion radicals and, in the absence of hydrocarbon, molecular bromine is the final product [12]. COD(III) + 2Br~ y=^ Co(III)Br2^ + Co(II) (6) Co(III)Br2^ > Bra + Co(II) (7) COD(III) denotes the dimer of cobaltic acetate The intermediate bromine species formed can directly abstract hydrogen from the methyl groups, yielding ArCH^' radicals, or produce nuclear and side-chain brominated compounds [19]. ArCHa + Co(Ul)B^ or Br' > ArCH/ + HBr + Co(II) + Br (8) ArCH/ + Br' > ArCHaBr (9) 354 Br' + Br' > Bfy, (10) ArCHs + Bra > BrArCHa + HBr (11) ArCH3 + Br; > ArCHzBr + HBr (12) where BrArCHa is the nuclear brominated p-xylene. Our experiments show that the overall yield of oxygen-containing products, based on Co(III) consumed, always decreases in the presence of Br~ (Table 1, runs 1,3 and 6). This suggests that the rates of reactions (6) and (7) are higher than in reaction (1), i.e. under the studied conditions, abstraction of hydrogen from methyl groups of p-xylene is preferentially by bromine radical species. Although this reaction could not influence the yield of oxygen-containing products, calculated on Co(III) consumed, a fairly high yield of 2-bromo-p-xylene (Table 1, runs 3, 6, 8 and 11) proves that also in the presence of p-xylene a portion of the bromide anions is always oxidized to Br; and therefore increases the conversion of Co(III). Molecular bromine at reaction temperature does not react with Co(III) ions [12], but acts as a brominated agent [11, 20]. The ratio of the nuclear to side-chain brominated products formed increases with reaction temperature and in the presence of pyridine. It is also partly influenced by 4-methyl- benzyl alcohol produced during p-xylene oxidation, as a result of its subse- quent reaction with molecular bromine (Table 2). The decrease in the yield of 4-methylbenzyl bromide, observed in the presence of Co(III) and Co(II) ions (Table 1, runs 3, 6, 8 and 11) can be rationalized by considering that (i) in the absence of oxygen the reaction of the ArCH;' radical with Co(III) ion (reaction (3)) predominates over reac- tion with bromine radical (reaction (9)) or (ii) dehalogenation of 4-methyl- benzyl bromide proceeds [9]. Experiments with 4-methylbenzyl bromide in acetic acid at 110 C show (Table 2) that the last-mentioned reaction plays a significant role only in the presence of Co(II) or Co(III) ions. Co(II) or Co(III) ArCHaBr + AcOH > AxCH^OAc + HBr (13) This reaction is not influenced by the presence of 4-methylbenzyl alcohol, except for a small amount of di( 4-methylbenzyl) ether being produced. The absence of 4-methylbenzyl bromide among the reaction products ofp-xylene oxidation cannot be explained only as a result of its dehalogenation under reaction conditions, but it is probable that ArCHa' radicals generated through reaction (8) react more rapidly with Co(III) ions (reaction (3)) than with bromine radicals. Pyridine has a significant effect on p-xylene oxidation by Co(III) ions in the presence of bromide compounds. In its presence, the rate of Co(III) reduction decreases [12] and changes the distribution of reaction products (Table 1). In particular, the yield of 4-methylbenzyl acetate increases, prob- ably as a result of a higher concentration of acetate ions (reaction (5)) in the presence of pyridine [21]. Moreover, pyridine and molecular bromine, a (N R i-lo o o o o o d Q, u T (N 00 H -IN 0 11 R 0000000 M 10 t~ IM x ua 00 0 0000000 iu\"g 03 J >n co g 4^0) u 00 ^ g X 0 0 0 -S 0 0 0 '?> 43 IN g h<< 1-1 -c G 0000000 a i 5 1-~ (0r-t l-l \"?> > 0000000 1 A c~ E C CO s- ^ 0000000 0 -S <o i> c<i oo ro t~ 0 0 i-l 0 0 i-l ^ > 0000000 10 CO t0 10 t0 10 CO <11 '?> > 0 0 < CO i-l CO 0 g 1^ 0000000 <u S C- 01 0 10 00 CO <u 3 i-l 0 CO ^1 0 0 j?'' ^1 0 0 i-l CO i-l i-l 0 .6 0 CO CO (0 CO CO' +aa 1= a [~ 0 0 0 -^ 0 \" 0 0 0 0 i-l 0 0 0 3 0 n 12 I! 1-4 10 CO CO 10 CO Oi CO C~ f~ 0 0 CO S 0000000 .c S w 0 o i^ K S c: a,\" t i <?s-S c-r0 0 .2 SS U u 3 S^ 010 ('-' 0 011-1 '?> SCD 0 e i-i i-i 'S 1313 w& (0 <01-1 1-1 11^ a aT 01 0 ^ 10 (0 CQ CQ tQ (0 < > ^I-l 1-1 1-1 T-l 1-1 1-< CO 1 a5 '\"<D 0 c 'S > in10 0 E >-^ 1Qi ,ro 0 o > t-^ CO CD CO CD (01-1 1-1 T-l l-l 1-1 i i 2 a CO CO CO CO 1 h' S i^ T-l 1-1 1-1 I-t S 83 ,2 ) i ^^ M - .W 0^ ' SS ^ S I?^ ?a'5' u CO CD COr-i t-i T-lt-(0 CDl-l CO j3 il * . O B 0 0) W10 ' 3^ ^\"i^\" i ^ xl53d t.'f o 356 TABLE 3 Initial rates of Co(III) reduction in acetic acid at 80 C in the presence of bromide com- pounds Reaction system r^.xXl04 (mol I-1 s-1) r^ X 104 (mol I-1 s-1) Co(III) + Br^ Co(III) + Brz + Py Co(III) + PyBrz Co(III) + HBr\" + Py Co(III) + PyHBr 9.97 20.80 4.73 4.07 0.06'1 1.82 1.60 2.73 1.96 Conditions: [Co(III)] = 2.78 X 10-2 M, [Co(II)] = 1.67 X 10-2 M, [p-X] = 8.34 X 10-1 M, [Py] = [PyBrJ = [Br;] = [HBr] = [PyHBr] = 3.14 X lO^M. \"Initial rate in the presence ofp-xylene. ^n the absence ofp-xylene. C47% aqueous HBr. ^ee^]. produced by reaction of Co(III) with Br~, form charge-transfer complex PyBr; which, with the exception of a higher ability to brominate a nucleus, reacts also with Co(III) acetate (Table 3). The rate measurements at fixed Co(III) and Co(II) concentrations show that in the absence ofp-xylene, rates of Co(III) reduction are almost the same for PyBr;, PyHBr and an equimolar mixture of pyridine and molecular bromine. It suggests that in acetic acid, pyridine and Bra form the PyBr; complex which, similarly to PyHBr, disso- ciates, probably to PyBr*\" and Br- species [22]. PyHBr ^==^ PyH\"*\" + Br- PyBrz > PyBr+ + Br- (14) (15) Experimentally it was found that the PyBr; complex dissolved in anhydrous acetic acid yields about 50% of bromide ions as measured by argentometric titration. Addition of p-xylene to the system increases the rate of Co(III) consumption (Table 3). Since the rate of direct reaction of Co(III) with p- xylene at 80 C is very low (~lX 10~5 mol I-1 s~1), it indicates that under these conditions Co(III) ions react preferentially with benzyl radicals (reac- tion (4)) or other intermediate products, e.g. 4-methylbenzyl acetate, rather than with p-xylene. Subsequent rapid oxidation of the mentioned acetate [5] can explain the fairly high yields of 4-methylbenzaldehyde (Table 1). From data given in Table 1, it is seen that in the studied system the PyBr; complex is a more efficient nuclear brominating agent than molecular bromine; however, its influence on the distribution of oxidation products is similar to Brz. Addition of Co(III) or Co(II) ions to the system leads to formation of only 2-bromo-p-xylene. It is known that the relative extent of nuclear substitution is directly related to the degree of positive charge on the aromatic nucleus, and is greater with radical cations [1]. However, as we observed, the yield of nuclear brominated products obtained in the presence 357 of Bra or PyBrz complex is but little influenced by Co(III), which can oxidize p-xylene to an intermediate cation radical. Moreover, if we assume that nuclear substitution proceeds through intermediate cation radicals and that the reaction requires 2 mol Co(III) acetate for each nuclear product, then the yield of products based on Co(III) reacted will be more than 100% (Table 1). On the basis of these facts we suggest that the extent of cation radical formation is low, i.e. that in p-xylene oxidation by the Co Br Py catalytic system, the formation of a cation radical appears unlikely. This also supports the data of Fields and Mayerson [23] who reported that for cobalt acetate-bromide catalyst, there is no correlation between ionisation potential and rates of oxidation of alkylaromatics. Such a correlation exists for Co(III) or Co(III)-chloride catalyst where an electron-transfer mechanism is operating [1]. In acetic acid, the PyBra complex not only dissociates to PyBr\"1' and Br~ species at reaction temperature 110 C, but also acts as a side-chain bromin- ating agent. The reaction involves bromine radicals; however, in the presence of excess Br~ ions probably Bra' radical anions are produced: Br' + Br~ =?=^ Bt^ (16) This supports measurements in aqueous systems, where the forward reaction (16) is very fast (fe ca. 1010 1 mol\"1 s~1) and the equilibrium con- stant has the value 2.2 X 105 1 moF1 [24]. As we previously suggested [12], bromine anion radicals can reoxidize Co(II) ions to Co(III). This assumption, based on the kinetic measurements, supports experiments presented in Table 1 (runs 11-13) showing that oxygen-containing compounds are also pro- duced in the presence of Co(II) acetate (however, only when molecular bromine is present). The yield of oxidation products obtained in such a system is positively influenced by pyridine, which probably decreases the redox potential of the intermediate cobalt complexes and thus thermodyna- mically facilitates the reoxidation. References 1 E. I. Heiba, R. M. Dessau and W. J. Koehl, J. Am. Chem. Soc., 91 (1969) 6830. 2 J. Hanotier and M. Hanotier-Bridoux, J. Chem. Soc., Perkin Trans. 2, (1973) 1036. 3 E. J. Y. Scott and A. W. Chester, J. Phys. Chem., 76 (1972) 1520. 4 Y. Kamiya and H. Kashima, J. Catal., 25 (1972) 326. 5 Ch. F. Hendriks, H. C. A. van Beek and P. M. Heertjes, Ind. Eng. Chem., Prod. Res. Dev., 77(1978)256. 6 L. Eberson, J. Mol. Catal., 20 (1983) 27. 7 E. Baciocchi, L. Mandolini and C. Rol, J. Org. Chem., 45 (1980) 3906. 8 E. Baciocchi and R. Ruzziconi.J. Chem. Soc., Chem. Commun., (1984) 445. 9 Y. Kamiya, J. Catal., 33 (1974) 480. 10 M. Hronec, Coll. Czech. Chem. Commun., 45 (1980) 1955. 11 T. V. Bukharkina, N. D. Gavrilenko, N. C. Digurov and N. A. Knjazeva, Kinet. Catal., 79(1978)506. 12 J. Schlosserovfi, M. Hronec and V. Vesely, J. Chem. Soc. Faraday Trans. 1, 81 (1985) 2095. 358 13 P. L. Barili, G. Bellucci, F. Marioni, I. Morelli and V. Scartoni, J. Org. Chem., 37 (1972)4363. 14 E. L. Niedzielski and F. F. Nozd,J. Org. Chem., 8 (1943) 151. 15 J. Bernstein, J. S. Roth and W. T. Miiller, J. Am. Chem. Soc.. 70 (1948) 2310. 16 C. K. Ingold and E. Rothstein, J. Chem. Soc., (1928) 1279. 17 N. I. Schorigyn and V. V. Bogdanova, Zh. Prikl. Khim.. 11 (1938) 1219. 18 M. Datta and I. Chatterjee, J. Am. Chem, Soc., 38 (1916) 2551. 19 J. Schlosserova, M. Hronec and V. Vesel^, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 409. 20 H. C. Brown and L. M. Stock, J. Am. Chem. Soc., 79 (1957) 1421. 21 C. A. Streuli and R. R. Miron, Anal. Chem., 30 (1958) 1978. 22 G. Bellucci, G. Berti, R. Bianchini, G. Ingrosso and R. Ambrosetti, J. Am. Chem. Soc., 202(1980)7480. 23 E. K. Fields and S. Mayerson, Adv. Chem. Ser., 76 (1968) 395. 24 A. T. Thomton and G. S. Laurence,./. Chem. Soc., Dalton Trans., (1973) 804. X244 86850234 0304-5102(86)85023-4 10.1016/0304-5102(86)85023-4 Industrial catalysts Study of p-xylene reaction with Co-Br-pyridine catalyst Part I. Reaction in acetic acid Z. Cvengrošová M. Hronec J. Kizlink T. Pasternáková Š. Holotík J. Ilavský Department of Organic Technology, Faculty of Chemistry, Slovak Technical University, 812 37 BratislavaCzechoslovakia The oxidation of p-xylene in acetic acid a using cobalt(III)-bromide system or in conjunction with pyridine was studied under inert atmosphere. It was found that in the presence of p-xylene the preferential reaction of Co-(III) with Br− also produces molecular bromine or the complex PyBr2 which brominates the hydrocarbon. The formation of side-chain brominated products is suppressed in the presence of Co(II) and Co(III) ions or pyridine, probably as a result of the competitive reaction of intermediately formed ArCH2 radicals with Co(III) ions instead of bromine radicals. In the reaction mechanism, bromine anion radicals are assumed to initiate p-xylene oxidation and reoxidize Co(II) ions. The presence of pyridine in the reaction system facilitates the regeneration of Co(III) and bromide ions. References 1 E.I. Heiba R.M. Dessau W.J. Koehl J. Am. Chem. Soc. 91 1969 6830 2 J. Hanotier M. Hanotier-Bridoux J. Chem. Soc., Perkin Trans. 2 1973 1035 3 E.J.Y. Scott A.W. Chester J. Phys. Chem. 76 1972 1520 4 Y. Kamiya H. Kashima J. Catal. 25 1972 326 5 Ch.F. Hendriks H.C.A. van Beek P.M. Heertjes Ind. Eng. Chem., Prod. Res. Dev. 77 1978 256 6 L. Eberson J. Mol. Catal. 20 1983 27 7 E. Baciocchi L. Mandolini C. Rol J. Org. Chem. 45 1980 3906 8 E. Baciocchi R. Ruzziconi J. Chem. Soc., Chem. Commun. 1984 445 9 Y. Kamiya J. Catal. 33 1974 480 10 M. Hronec Coll. Czech. Chem. Commun. 45 1980 1955 11 T.V. Bukharkina N.D. Gavrilenko N.C. Digurov N.A. Knjazeva Kinet. Catal. 79 1978 506 12 J. Schlosserová M. Hronec V. Veselý J. Chem. Soc. Faraday Trans. 1 81 1985 2095 13 P.L. Barili G. Bellucci F. Marioni I. Morelli V. Scartoni J. Org. Chem. 37 1972 4363 14 E.L. Niedzielski F.F. Nord J. Org. Chem. 8 1943 151 15 J. Bernstein J.S. Roth W.T. Müller J. Am. Chem. Soc. 70 1948 2310 16 C.K. Ingold E. Rothstein J. Chem. Soc. 1928 1279 17 N.I. Schorigyn V.V. Bogdanova Zh. Prikl. Khim. 11 1938 1219 18 M. Datta I. Chatterjee J. Am. Chem. Soc. 38 1916 2551 19 J. Schlosserová M. Hronec V. Veselý J. Chem. Soc., Faraday Trans. 1 82 1986 409 20 H.C. Brown L.M. Stock J. Am. Chem. Soc. 79 1957 1421 21 C.A. Streuli R.R. Miron Anal. Chem. 30 1958 1978 22 G. Bellucci G. Berti R. Bianchini G. Ingrosso R. Ambrosetti J. Am. Chem. Soc. 102 1980 7480 23 E.K. Fields S. Mayerson Adv. Chem. Ser. 76 1968 395 24 A.T. Thornton G.S. Laurence J. Chem. Soc., Dalton Trans. 1973 804",
      "scopus-id": "0022796595",
      "coredata": {
        "eid": "1-s2.0-0304510286850234",
        "dc:description": "The oxidation of p-xylene in acetic acid a using cobalt(III)-bromide system or in conjunction with pyridine was studied under inert atmosphere. It was found that in the presence of p-xylene the preferential reaction of Co-(III) with Br− also produces molecular bromine or the complex PyBr2 which brominates the hydrocarbon. The formation of side-chain brominated products is suppressed in the presence of Co(II) and Co(III) ions or pyridine, probably as a result of the competitive reaction of intermediately formed ArCH2 radicals with Co(III) ions instead of bromine radicals. In the reaction mechanism, bromine anion radicals are assumed to initiate p-xylene oxidation and reoxidize Co(II) ions. The presence of pyridine in the reaction system facilitates the regeneration of Co(III) and bromide ions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850234",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cvengrošová, Z."
          },
          {
            "@_fa": "true",
            "$": "Hronec, M."
          },
          {
            "@_fa": "true",
            "$": "Kizlink, J."
          },
          {
            "@_fa": "true",
            "$": "Pasternáková, T."
          },
          {
            "@_fa": "true",
            "$": "Holotík, Š."
          },
          {
            "@_fa": "true",
            "$": "Ilavský, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850234"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850234"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85023-4",
        "prism:volume": "37",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of p-xylene reaction with Co-Br-pyridine catalyst Part I. Reaction in acetic acid",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "349-358",
        "prism:endingPage": "358",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1986",
        "prism:doi": "10.1016/0304-5102(86)85023-4",
        "prism:startingPage": "349",
        "dc:identifier": "doi:10.1016/0304-5102(86)85023-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022796595"
      }
    }
  }
}