{
  "metadata": {
    "title": "Formation of 2,6-dimethylaniline from 2,6-dimethylphenol with catalysts obtained via anchoring colloidal palladium compounds on carbon supports",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80276-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802767",
    "pii": "0304510289802767"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024767196",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802767 0304-5102(89)80276-7 0304510289802767 10.1016/0304-5102(89)80276-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 41 415 428 415 428 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. FORMATION26DIMETHYLANILINE26DIMETHYLPHENOLCATALYSTSOBTAINEDVIAANCHORINGCOLLOIDALPALLADIUMCOMPOUNDSCARBONSUPPORTS SEMIKOLENOV V WEYGAND 1964 G ORGANISCHECHEMISCHEEXPERIMENTIERKUNST ZAKARINA 1986 90 N YENNAKOV 1987 435 Y GORDON 1972 A CHEMISTSCOMPANION MANAKOVA 1987 1167 L GERVENY 1981 61 L SEMIKOLENOVX1989X415 SEMIKOLENOVX1989X415X428 SEMIKOLENOVX1989X415XV SEMIKOLENOVX1989X415X428XV item 0304-5102(89)80276-7 0304510289802767 1-s2.0-0304510289802767 10.1016/0304-5102(89)80276-7 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802767-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802767/MAIN/application/pdf/1f6a532ecf89dabad219d17a9cc06e19/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802767/MAIN/application/pdf/1f6a532ecf89dabad219d17a9cc06e19/main.pdf main.pdf pdf true 1042626 MAIN 14 1-s2.0-0304510289802767-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802767/PREVIEW/image/png/e239b123199ee2db8d8956d82e0bef8e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802767/PREVIEW/image/png/e239b123199ee2db8d8956d82e0bef8e/main_1.png main_1.png png 58409 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 65 (1989) 415 - 428 415 FORMATION OF 2,6-DIMETHYLANILINE FROM 2,6-DIMETHYLPHENOL WITH CATALYSTS OBTAINED VIA ANCHORING COLLOIDAL PALLADIUM COMPOUNDS ON CARBON SUPPORTS V. A. SEMIKOLENOV, M. E. BOLDYBEVA, Yu. V. SHMIDT and A. G. STEPANOV Institute of Catalysis, Novosibirsk 630090 (U.S.S.R.) Summary The interaction of phenols with ammonia in the presence of Pt metals opens up a new route for the production of aromatic amines. A multistep reaction for the production of 2,6-dimethylaniline from ammonia and 2,6- dimethylphenol, assisted by a Pd/C catalyst, has been studied. The anchoring colloidal Pd(OH)2 on a granulated carbon support enables an eggshell-type catalyst to be obtained with a narrow size distribution of Pd particles (40 - 60 A). The kinetic principles involved in the transformation of all stable intermediates over the Pd/C catalyst have been established. Thus, 2,6- dimethylaniline is formed from 2,6-dimethylphenol via the interaction of 2,6-dimethylcyclohexanone with ammonia. Gas-liquid chromatography, IR and ^ and \"N NMR methods have been employed to characterize the transformations of 2,6-dimethylcyclohexanone and ammonia to 2,6-dimethyl- aniline. The data obtained suggest that surface hydride states of Pd of an acid type catalyze the addition of ammonia to the carbonyl group of 2,6-dimethyl- cyclohexanone to produce 2,6-dimethylcyclohexylimine which then dehydro- genates to yield 2,6-dimethylaniline. A general kinetic scheme for the transformation of 2,6-dimethylphenol to 2,6-dimethylaniline and a mechanism for the key step have been proposed. Introduction A promising way for producing aromatic amines is via substitution of a hydroxy group in a phenol by an amino group under the action of ammonia in the presence of Pd catalysts [1]. The process is assumed to proceed according to the following steps [2]: (i) hydrogenation of the phenol to cyclohexanone [eqn. (1)]; (ii) addition of ammonia to the carbonyl group 0304-5102/89/$3.50 Eisevier Sequoia/Printed m The Netherlands 416 [eqn. (2)]; and (iii) hydrogen redistribution [eqn. (3)] leading to the formation of aniline. (1) NH OH NHa 0 * ^ ^ ^S . A o) Steps (1) and (3) occur on the surface of a solid catalyst (hydrogen carrier), while step (2) can occur under homogeneous conditions and is accelerated by catalysts of an acid-base type [3]. To describe such a complex process with steps involving coordination (heterogeneous) and acid-base (homogeneous- heterogeneous) catalysis, it is necessary to establish the sequence of steps leading to the final products as well as the role of the Pd catalysts. For investigations of complex catalytic reactions in organic syntheses, it is expedient to use catalysts in which the supported metal particles have the same sizes and similar properties, and where the support (chemically pure inert porous material) should exert no side-effect on the process under study. A promising approach to the preparation of such catalysts is the anchoring of colloidal compounds or transition metal complexes [4] on the support, particularly on the chemically pure porous carbon support 'Sibunit' [5]. The present work deals with a study of the formation of 2,6-dimethylani- line from 2,6-dimethylphenol in the presence of a catalyst obtained by supporting colloidal compounds of Pd on the carbon support Sibunit. Experimental The reagents used, i.e. 2,6-dimethylphenol (DMP), 2,6-dimethylcyclohex- anone (DMCN), 2,6-dimethylcyclohexanol (DMCL), 2,6-dimethylaniline (DMA) and 2,6-dimethylcyclohexylamine (DMCA) (where the content of the principal substance was not less than 98.5%), were purified further by distillation prior to their use in experiments. 417 In a typical catalyst preparation, l.Onunol NazCOa dissolved in 1ml water was added at 0 C to 0.5 mmol H^PdOl; dissolved in 4 ml water. The dark red colloidal Pd(OH)2 solution obtained was added to 10 g of the porous carbon support Sibunit [5] at a constant rate of mixing. The catalyst was reduced with N3 at 90 -100 C, washed with 500 ml water and dried at 110 C. The distribution of palladium over the catalyst grains was analyzed using a JSM-35C scanning electron microscope with a 35-DDC X-ray microprobe adjustment. The size of the supported Pd particles was estimated from electron microscopic data (JEM-100 CX). IR spectra of the liquid products obtained as a film between KBr plates were registered on a Specord 75-JR spectrometer. ^ and \"N NMR spectra were measured on a CXP-300 Bruker spectrometer, the chemical shifts for ^ and \"N being obtained relative to hexamethyldisiloxane (HMDS) as an internal reference and NO^ (aqueous solution of NH4NOg) as an external reference, respectively. Catalytic tests were effected under vapour-phase conditions in a flow reactor supplied with a sampling device along the length of the catalyst bed. In all the experiments, the inlet flow velocity (DMP, DMCN or DMCL) was the same. The rate constants for the conversion of DMP, DMCN and DMCL were calculated from the initial linear part of the plot relating the logarithm of the reagent concentration with contact time. The reaction products were analyzed chromatographically (on a 3 mm x 3 m column filled with 15% SKTPT-50X (analogous to QF-1) using an N-AW-DMCS chromaton). Results and discussion Catalyst composition As ascertained by electron microscopic data, supporting colloidal Pd(OH)2 on the external surface of carbon granules associated with the support enables catalysts of an eggshell-type with a narrow size distribution of Pd particles to be obtained (Fig. 1). The resulting active layer on the catalyst grains is ca. 50 y. m in thickness, the average size of the Pd particles being 40 - 60 A. The degree of utilization of the active component has been evaluated using one of the most rapid steps in DMA production, i.e. DMP hydrogenation, as an example. The catalytic activity remained constant (to within an experimental error of 20%) upon varying the size of catalyst granules from 0.7 to 2.3 mm, the pore volume from 0.2 to 1.6 cm3 g~1 and the average radius of the transport pores from 150 to 480 A. One of the most probable reasons for such an observation seems to be the accessibility of all the Pd particles to the substrate molecule, as well as the absence of the effects of diffusional processes on the observed reaction rate. In subsequent experiments, a 0.5% Pd/C catalyst with a grain size ranging from 1.6 to 2.0 mm, a pore volume of 0.8 cm3 g~1 and with an average transport pore size of 480 A was employed. 418 Pig. 1. TEM data for the catalyst obtained by anchoring colloidal Pd(OH)a particles on the carbon support. A, Pd particles 40 - 60 A in size; B, carbon support. Kinetic principles relating to the occurrence of individual steps in the conversion of DMP to DMA In order to elucidate the sequence of steps leading to the production of DMA from DMP and ammonia, the kinetic principles governing the hydro- genation (dehy drogenation) reactions of all stable intermediates and of the formation of nitrogen-containing products have been studied. DMP hydrogenation results in the formation of DMCN and DMCL [Fig. 2(a)]. When the contact time, T, is small, the reaction is first order with respect to DMP concentration. As this time increases ( > 12 s), the concentration of DMP tends towards a steady-state value, that of DMCN passes through a maximum, while that of DMCL increases continuously. An analysis of the kinetic dependencies indicates that the reaction occurs via successive hydrogenation of DMP to DMCN and then to DMCL. Conversion of DMCN in Hg leads to the simultaneous formation of DMP and DMCL [Fig. 2(b)]. At small values of T, the formation reactions are first order with respect to DMCN concentration. Inhibition of these reactions at large values of T seems to be due to the reversibility of the hydrogenation and dehydrogenation steps involving the products. Dehydrogenation of DMCL yields DMCN and DMP [Fig. 2(c)]. Over the initial time period, the dehydrogenation rate observed is first order with respect to DMCL concentration. The concentrations of the products in- crease continuously and tend to a steady-state value with increasing T. 419 Thus, the hydrogenation of DMP in excess hydrogen occurs reversibly according to the following scheme: H,C 0 OH kt ~k~-> The rate constants for the individual steps are listed in Table 1. As the reaction temperature is increased, the values of the rate constants ki and k^ pass through maxima (220-250 C), whereas the rate constants for dehydro- genation, k_i and k_s, increase continuously. In the context of the linear DMCN (d) DMP DMCL Fig. 2. Kinetic relationships involved in the conversion of DMP, DMCN and DMCL in a hydrogen atmosphere in the presence of a Pd/C catalyst, (a) Hydrogenation of DMP at 210 C; (b) hydrogenation/dehydrogenation of DMCN at 260 C; (c) dehydrogenation of DMCL at 250 C; and (d) diagram relating the compositions of the DMP, DMCN and DMCL conversion products at 220 C. Reaction conditions employed: vapour-phase regime; 5 g of 0.5% Pd/C catalyst; flow velocity of reagent (lO\"6 mol s-1), 2,6-dimethylphenol (3.3), hydrogen (33); pressure, 1 x 105 Pa. The symbols employed depict the following: 0, 2,6-dimethylphenol; 9, 2,6-dimethylcyclohex- anone; , 2,6-dimethylcyclohexanol and 0, steady-state concentration of the products. 420 TABLE 1 Rate constants for hydrogenation and dehydrogenation observed during the conversion of DMP, DMCN and DMCL- Reaction Rate constants for reagent conversion1' (s~1) temperature ( C) DMP,*i DMCN,fe_i DMCN.fe, DMCL, fe_2 200 210 220 230 250 270 300 0.146 0.230 0.200 0.196 0.321 0.162 0.080 0.045 0.090 0.177 0.248 0.351 0.554 1.880 0.024 0.023 0.050 0.062 0.029 0.018 0.016 0.022 0.021 0.052 0.058 0.118 0.160 0.180 Reaction conditions employed: 0.5% Pd/C, 5 g; flow velocity of reagents (10~6 mol s\"\"1), DMP or DMCN or DMCL(3.3 0.3), Ha (33 3). ''Reaction steps as depicted in eqn. (4). model (a system of linear differential equations), the observed rate con- stants describe the kinetic principles relating to the hydrogenation of DMP quite satisfactorily. During the course of the reaction, irrespective of whether DMP, DMCN or DMCL has been employed as the starting reagent, the system tends towards a definite steady state [Fig. 2(d)], the approach of the system, to the steady state being determined by the ratio of the rate constants involved in eqn. (4). Interaction of DMCN with ammonia yields DMA and DMCA [Fig. 3(a)]. As T increases, the concentration of DMCN decreases and tends towards zero. The concentration dependence of DMCA passes through a maximum and tends towards the steady-state value, 5g- The concent- ration of DMA increases continuously and tends towards the steady- state value, Cg. The reaction is first order with respect to the DMCN concentration. Hydrogenation of DMA leads to the formation of DMCA [Fig. 3(b)]. At small values of T, the reaction is first order with respect to the DMA concentration, but as T increases the concentrations of DMA and DMCA tend towards steady-state values. Dehydrogenation of DMCA yields DMA [Fig. 3(b)]. At limited conver- sions, the reaction is first order with respect to DMCA. The concentrations of DMA and DMCA tend towards steady-state values with increasing values of T. An analysis of these kinetic data allows the following scheme relating to the conversion of DMCN into nitrogen-containing products to be pro- posed: 421 NH, H,C (5) Under the experimental conditions employed, the individual steps in the scheme [eqn. (5)] occur independently, and the kinetic principles relating to the conversion of DMCN may be described by a linear model using the observed rate constants for the individual steps. The rate constants observed [eqn. (5)] and the steady-state concentrations calculated are compiled in Table 2. The rate constant for the conversion of DMCN changed only slightly as the temperature was varied from 150 C to 300 C, while the ratio of the -p I a. '6 1,00 0.95 0.05 - (b) Contact time, s Fig. 3. Kinetic relationships involved in the reactions proceeding during the formation of DMA from DMCN in the presence of a Pd/C catalyst, (a) Interaction of DMCN with ammonia at 210 C; and (b) hydrogenation of DMA (curves 1,2) and dehydrogenation of DMCA (curves 3,4) at 210 C. Reaction conditions employed: 5 g of 0.5% Pd/C catalyst; flow velocity of reagents (10~6 mol s\"\"1), 2,6-dimethylcyclohexanone (3.3),2,6-dimethylaniline (3.3), 2,6-dimethylcyclohexyl- amine (3.3), ammonia (33), Hg (33); pressure, IxlO'Pa. The symbols employed depict the following: 9, 2,6-dimethylcyclohexanonone; 0, 2,6-dimethylaniline; and , 2,6-dimethylcyclo- hexylanaine. 422 TABLE 2 Rate constants for individual steps in the conversion of 2,6-dimethylcyclohexanone into 2,6- dimethylaniline and the steady-state product concentrations* Reaction temperature( C) Rate(s-1) constants11'11 for individual steps Steady-state concentrations\" k *3 k, fe-4 *-6 DMCN (Bs) DMA(Cs) 200 210 220 230 250 270 300 2.04 2.38 2.18 2.37 1.83 1.86 1.51 0.93 0.77 0.67 0.69 0.62 0.36 0.22 0.34 0.40 0.50 0.44 0.48 0.55 1.14 0.026 0.015 0.002 0.001 0.001 0.001 0.001 1.111.61 1.51 1.68 1.21 1.50 1.29 0.072 0.035 0.003 0.002 0.001 0.001 0.001 0.928 0.965 0.997 0.998 0.999 0.999 0.999 Reaction conditions employed: 0.5% Pd/C; 5 g; flow velocity of reagents (mol s\"1), 2,6-dimethyl- cyclohexanone (3.3 x 10-6), ammonia (3.3 x 10-5) and Ha (3.3 x 10-6). 'The steps are as shown in eqn. (5); k is the observed rate constant for DMCN conversion. ''Normalized to the initial concentration of DMCN. 'Note that the constants presented in the table are a combination of conversion constants for the intermediates and, in principle, may not obey the dependence expressed in the Arrhenius equation. For the temperature range 200-300 C, /^_3<10-6, fes-slO\"6, and the steady-state concentration of DMCN (A) < 0.001. Fig. 4. Kinetic relationships involved in the formation of DMA and DMP from DMCL and ammonia at 270 C. Reaction conditions employed: 0.5% Pd/C catalyst; flow velocity of reagents (lO^mols-1), 2,6-dimethylcyclohexanol (3.3), H, (33), ammonia (33); pressure, 1 x lO'^Pa. The symbols employed depict the following: 0, 2,6-dimethylcyclohexanol; , 2,6-dimethylaniline; and 0, 2,6-dimethylphenol. 423 constants ky and k_s changed sharply in favour of the DMA formation reaction. Interaction of DMCL with ammonia yields mainly DMA and DMP and traces of DMCN and DMCA (Fig. 4), the reaction being first order with respect to DMCL concentration. The concentration dependence of DMA increases continuously, while that for DMP increases at small values of T and gradually reaches a plateau as T increases. The values of the observed rate constant for the conversion of DMCL (kg) over the temperature range 200-300 C (Table 3) are close to those for the dehydrogenation of DMCL (k-s) (Table 1). This provides evidence that the first step in the conversion of DMCL into DMA is that involving dehydrogenation of DMCL to produce DMCN via eqn. (4). The DMCN thus formed is readily involved in interaction with ammonia yielding DMA, or can undergo subsequent dehydrogenation yielding DMP. The ratio of the constants for the formation of DMA and DMP (kf/ky) correlates with the ratio of the constants for the conversion of DMCN in the presence of ammonia and for the dehydrogenation of DMCN (kjk_^) over the temperature range 200 - 300 C (Table 3). This fact supports the view that DMA and DMP are produced from DMCN. From all of the above, the following kinetic scheme for the conversion of DMP into DMA may be proposed: Hydrogenation of DMP or dehydrogenation of DMCL leads to the formation of DMCN. The interaction of DMCN with ammonia followed by the elimination of water and dehydrogenation (hydrogenation) of the inter- mediate formed yields DMCA (DMA). In addition, DMA is also formed via dehydrogenation of DMCA. Study of the mechanism of DMA formation from DMCN To elucidate the nature of intermediates leading to the formation of DMA from DMCN, the interaction of DMCN with NHa (System 1) and the formation of DMA in the presence of Pd/C (System 2) have been studied. 424 TABLE 3 Rate constants for the conversion of DMCL (Ag) and DMA (^7), and for the formation of DMP (fts)1 Reaction Rate constants for individual steps (s~1) Rate constant ratios temperature ( C) fee fc, kg k,lks klk_^ 200 210 220 230 250 270 300 0.018 0.016 0.002 8.00 45.00 0.025 0.020 0.005 4.00 26.00 0.047 0.036 0.001 3.37 12.30 0.052 0.038 0.014 2.70 9.60 0.090 0.058 0.032 1.81 5.20 0.138 0.083 0.055 1.50 3.40 0.166 0.067 0.098 0.78 0.84 Reaction conditions employed: 0.5% Pd/C, 5 g; flow velocity of reagents (lO-'mols-1), H, (33), ammonia (33) and DMCL (3.3). ''Ratio of the rate constants for the interaction of DMCN with ammonia, k, (Table 2) and the dehydrogenation of DMCN to DMP, k_^ (Table 1). System 1 DMCN (20 g) was heated in a stream of ammonia gas (50 cm3 min\"1) at 140 -150 C for 10 h using a reflux condenser and a water collector. The reaction mixture was then cooled to 25 C, dissolved ammonia removed under vacuum and the system obtained analyzed. The IR spectrum of System 1 exhibited an absorption band at 1640 cm\"1 which may be ascribed to the C=N bond vibrations of imines, and an absorption band at 1670 cm\"1 which may be ascribed to <5(N H) bond vibrations [6]. The iH NMR spectrum of System 1 exhibited a broad peak at 6.99 ppm which could correspond to the ^OH protons of an OH group associated with C [6]. A broad peak at NH? 99 2 ppm was detected in the \"N NMR spectrum. Chromatographie analy- ses indicated the presence of two high molecular weight compounds. If account is taken of the fact that ketimines are unstable and can easily polymerize via a reaction similar to aldol condensation [3], the high molecu- lar weight compounds observed are probably the condensation products of 2,6-dimethylcyclohexylimine (DMCI). The average conversion rate of DMCN into nitrogen-containing products is ca. 3 x 10 ~4 % s~1. Thus, it may be suggested that at elevated temperatures DMCN reacts slowly with ammonia to give nitrogen-containing products via the equation: NH3 ^^^ '2 -H,0 condensation (7) products 426 System 2 A 0.5% Pd/C catalyst (0.001 g) was added to the mixture of products from the interaction ofDMCN with ammonia (System 1) (5 g) and stored in a sealed ampoule for l h at 100 C. The IR spectrum for System 2 did not exhibit an absorption band at 1640 cm~1 associated with the C=NH group vibrations of DMCI, but possessed a band at 1670 cm\"1 corresponding to <5(N H) vibrations. (Note that the <5(N H) vibrations of the amino group in DMA also produce a band at 1670 cm\"1.) A group of signals consisting of a doublet at 6.79 ppm and a triplet at 6.43 ppm with an intensity ratio of 2:1, respectively, appeared in the ^ NMR spectrum of System 2. These signals are attributed to the protons of the aromatic ring in DMA. The \"N NMR spectrum of System 2 exhibited a broad peak with a maximum at 373 2 ppm. The shoulder associated with this asymmetric peak at 328 ppoe corresponds to the position of the signal arising from the nitrogen of DNA. Chromatographie analysis of System 2 indicated the presence of DMA (3.1 wt.%). Thus, physicochemical analyses of the individual steps involved in the conversion of DMCN into DMA (Systems 1 and 2) lead to the following conclusions: (i) the key compound in the process leading to the formation of DMA is definitely DMCI and (ii) DMA results from a heterogeneous reaction on the Pd/C catalyst involving hydrogen redistribution in DMCI. It might be expected that in the catalytic conversion ofDMCN into DMA, the key intermediate (DMCI) is formed in the vapour phase from DMCN and ammonia and then transformed to DMA on the surface of the catalyst. In this case, the total reaction rate should not exceed that of the first step, viz. interaction between DMCN and ammonia in the vapour phase. A comparison of the rates of conversion of DMCN and ammonia into nitrogen-containing products shows that in the presence of the Pd catalyst (Table 2) this process is 105 to 106 times faster than in the absence of the catalyst (System 1). This observation can be taken as evidence that the ammonia addition step occurs on the surface of Pd rather than in the vapour phase. Ammonia addition to the carbonyl group is accelerated by acids [3]. Moreover, according to quantum-chemical calculations [7] and experimental observations [8], hydrogen when adsorbed on Pd possesses acid properties and can act as an acid catalyst. Consequently, the surface hydride forms of Pd may serve as acid catalysts which speed up the addition of ammonia to the carbonyl group of DMCN. To check this suggestion, experiments have been undertaken on Pd/C catalysts modified by the addition of alkalies and acids. When KOH is supported on such catalysts in 1 wt.% and 8 wt.% amounts, a sharp fall (4.2 and 19.6 times, respectively) is observed in their activity towards the formation of DMA and DMCA, but no effect was observed on the steps involving DMP and DMCN hydrogenation and DMCN and DMCL dehydrogenation. Support- ing H3PU4 in amounts of 1 wt.% and 5 wt.% on a 0.5% Pd/C catalyst did not increase its activity. The slight decrease (1.7 and 2.1 times, respectively) observed in the activity of such a catalyst in the conversion of DMCN into nitrogen-containing products may be due to partial blocking of the supported palladium by the DMCA phosphate. 426 These data confirm the view that acid sites associated with surface hydride forms of Pd catalyze the addition of ammonia to the carbonyl group of DMCN. The ratio of the rates of formation of DMA and DMCA and the overall rate of conversion of DMCN depend upon the ammonia concentration (Table 4). An increase in the ammonia concentration (or a decrease in the hydrogen concentration) led to a continuous increase in the rate of conver- sion of DMCN. At the same time, the rate of formation of DMCA increased slightly while that for the formation of DMA increased sharply. An increase in the hydrogen concentration (or a decrease in ammonia concentration) enhanced the rate of dehydrogenation of DMCN into DMP. It is reasonable to suppose that DMA and DMCA are formed from DMCN and ammonia adsorbed on the surface of palladium. If this is so, an increase in the ammonia concentration would lead to an increase in the rate of its interaction with adsorbed DMCN, while a decrease in the hydrogen concentration would promote dehydrogenation of the nitrogen-containing intermediates formed to DMA. In turn, an increase in the hydrogen concentration and a decrease in the ammonia concentration would lead to an increase in the contribution of the pathway involving dehydrogenation of adsorbed DMCN to DMP relative to the pathway for its conversion into nitrogen-containing products. Taken together, the results obtained allow a probable catalytic cycle of DMCN conversion into DMA to be formulated (Fig. 5). The first step involves the reaction of hydrogen with Pd to give an acid type surface hydride. Ammonia reacts with this hydride to produce an ammonium ion on the surface which, in turn, binds to the carbonyl group of adsorbed DMCN thus facilitating the formation of an alkoxyamine. The DMCI molecule is formed after the elimination of a water molecule. During these various steps, the surface hydride of Pd serves as an acid and accelerates the addition of ammonia to the carbonyl group via an acid-base mechanism. Ul 1121,111^3^(mol %) DMCN DMCA DMA DMP 87.0 (6.5) 83.7 (9.8) 74.0(19.5) 46.8 (46.7) 28.5 (65.0) 1.07 0.97 1.46 2.38 4.26 0.49 0.52 0.69 1.00 1.00 0.53 0.41 0.74 1.36 3.25 0.05 0.04 0.03 0.02 0.01 Reaction conditions employed: 0.5% Pd/C catalyst, 5 g; temperature, 210 C; DMCN concentra- tion, 6.5 mol %; total flow velocity of reagents, 3.3 x 10-6 mol s--1. ''Dependence of rate over initial concentration range normalized to initial concentration of DMCN. 427 Fig. 5. Scheme for the formation of DMA from DMCN and ammonia in the presence of a Pd/C catalyst. The imine formed undergoes a hydrogen redistribution reaction. Thus, hydrogenation of the imine group yields DMCA, while a double-bond shift followed by dehydrogenation of the cyclohexane ring results in the formation of DMA. The ratio of the rates of formation of DMA and DMCA depends upon the surface concentration of hydrogen, while the overall rate of conver- sion of DMCN is determined by the surface concentration of adsorbed DMCI and tends to increase with increasing concentrations of ammonia and DMCN. The hydrogenation of DMA and dehydrogenation of DMCA follow an inde- pendent catalytic cycle. Thus this work proposes a general kinetic scheme for a complex cata- lytic organic process and provides a mechanism for the key step in the process of conversion of 2,6-dimethylphenol into 2,6-dimethylaniline in the presence of catalysts obtained by anchoring colloidal Pd compounds on to carbon supports. Acknowledgements The authors wish to thank G. S. Yablonskii, A. Yermakova, V. I. Zaikovskii, G. I. Goldenberg, G. V. Plaksin, V. F. Surovikin, V. D. Shteigarts 428 and B. A. Selivanov for assistance with the experimental work and for helpful discussions. References 1 U.S. Pat. 4429155(1964!) to N. Goetz, P. Jacobs, L. Hupfer, H. Toussaint and W. Reiss. 2 U.S. Pat. 3931299(1976) to J. C. Wollensak. 3 G. Weygand and G. Hilgetag, Organische-Chemische Experimentierkunst, Verlag Johann Ambrosius Barth, Leipzig, 1964. 4 N. A. Zakarina and G. D. Zakumbaeva, Proc. 5th Int. Symp. Relations between Heterogeneous and Homogeneous Catal., Novosibirsk, 1986, p. 90. 5 Yu. I. Yennakov, V. F. Surovikin, G. V. Plaksin, V. A. Semikolenov, V. A. Likholobov, A. L. Chuvilin and S. V. Bogdanov, React. Kinet. Catal. Lett., 33 (1987) 435. 6 A. J. Gordon and R. A. Ford, The Chemist's Companion, Wiley, New York/London/Sydney/ Toronto, 1972. 7 L. A. Manakova and S. P. lonov, Dokl. Akad. Nauk SSSR, 297 (1987) 1167. 8 L. Gerveny and V, Ruzicka, Sei. Pap. Prague Inst. Chem. Technol., 27(1981) 61. X244 89802767 0304-5102(89)80276-7 10.1016/0304-5102(89)80276-7 Formation of 2,6-dimethylaniline from 2,6-dimethylphenol with catalysts obtained via anchoring colloidal palladium compounds on carbon supports V.A. Semikolenov M.E. Boldybeva Yu.V. Shmidt A.G. Stepanov Institute of Catalysis, Novosibirsk 630090 U.S.S.R. The interaction of phenols with ammonia in the presence of Pt metals opens up a new route for the production of aromatic amines. A multistep reaction for the production of 2,6-dimethylaniline from ammonia and 2,6-dimethylphenol, assisted by a Pd/C catalyst, has been studied. The anchoring colloidal Pd(OH)2 on a granulated carbon support enables an eggshell-type catalyst to be obtained with a narrow size distribution of Pd particles (40 – 60 Å). The kinetic principles involved in the transformation of all stable intermediates over the Pd/C catalyst have been established. Thus, 2,6-dimethylaniline is formed from 2,6-dimethylphenol via the interaction of 2,6-dimethylcyclohexanone with ammonia. Gas-liquid chromatography, IR and 1H and 14N NMR methods have been employed to characterize the transformations of 2,6-dimethylcyclohexanone and ammonia to 2,6-dimethyl-aniline. The data obtained suggest that surface hydride states of Pd of an acid type catalyze the addition of ammonia to the carbonyl group of 2,6-dimethyl-cyclohexanone to produce 2,6-dimethylcyclohexylimine which then dehydrogenates to yield 2,6-dimethylaniline. A general kinetic scheme for the transformation of 2,6-dimethylphenol to 2,6-dimethylaniline and a mechanism for the key step have been proposed. References 1 U.S. Pat. 4 429 155(1984) to N. Goetz, P. Jacobs, L. Hupfer, H. Toussaint and W. Reiss. 2 U.S. Pat. 3 931 298(1976) to J.C. Wollensak. 3 G. Weygand G. Hilgetag Organische-Chemische Experimentierkunst 1964 Verlag Johann Ambrosius Barth Leipzig 4 N.A. Zakarina G.D. Zakumbaeva Proc. 5th Int. Symp. Relations between Heterogeneous and Homogeneous Catal., Novosibirsk 1986 90 5 Yu.I. Yennakov V.F. Surovikin G.V. Plaksin V.A. Semikolenov V.A. Likholobov A.L. Chuvilin S.V. Bogdanov React. Kinet. Catal. Lett. 33 1987 435 6 A.J. Gordon R.A. Ford The Chemist's Companion 1972 Wiley New York/London/Sydney/Toronto 7 L.A. Manakova S.P. Ionov Dokl. Akad. Nauk SSSR 297 1987 1167 8 L. Gerveny V. Ruzicka Sci. Pap. Prague Inst. Chem. Technol. 27 1981 61",
      "scopus-id": "0024767196",
      "coredata": {
        "eid": "1-s2.0-0304510289802767",
        "dc:description": "The interaction of phenols with ammonia in the presence of Pt metals opens up a new route for the production of aromatic amines. A multistep reaction for the production of 2,6-dimethylaniline from ammonia and 2,6-dimethylphenol, assisted by a Pd/C catalyst, has been studied. The anchoring colloidal Pd(OH)2 on a granulated carbon support enables an eggshell-type catalyst to be obtained with a narrow size distribution of Pd particles (40 – 60 Å). The kinetic principles involved in the transformation of all stable intermediates over the Pd/C catalyst have been established. Thus, 2,6-dimethylaniline is formed from 2,6-dimethylphenol via the interaction of 2,6-dimethylcyclohexanone with ammonia. Gas-liquid chromatography, IR and 1H and 14N NMR methods have been employed to characterize the transformations of 2,6-dimethylcyclohexanone and ammonia to 2,6-dimethyl-aniline. The data obtained suggest that surface hydride states of Pd of an acid type catalyze the addition of ammonia to the carbonyl group of 2,6-dimethyl-cyclohexanone to produce 2,6-dimethylcyclohexylimine which then dehydrogenates to yield 2,6-dimethylaniline. A general kinetic scheme for the transformation of 2,6-dimethylphenol to 2,6-dimethylaniline and a mechanism for the key step have been proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802767",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Semikolenov, V.A."
          },
          {
            "@_fa": "true",
            "$": "Boldybeva, M.E."
          },
          {
            "@_fa": "true",
            "$": "Shmidt, Yu.V."
          },
          {
            "@_fa": "true",
            "$": "Stepanov, A.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802767"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802767"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80276-7",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Formation of 2,6-dimethylaniline from 2,6-dimethylphenol with catalysts obtained via anchoring colloidal palladium compounds on carbon supports",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "415-428",
        "prism:endingPage": "428",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80276-7",
        "prism:startingPage": "415",
        "dc:identifier": "doi:10.1016/0304-5102(89)80276-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024767196"
      }
    }
  }
}