{
  "metadata": {
    "title": "Electronic effects in Ru-metal oxide catalysts on hydrogenolysis of ethane or propane",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-10-17",
    "doi": "10.1016/0304-5102(88)85133-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288851332",
    "pii": "0304510288851332"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024091827",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288851332 0304-5102(88)85133-2 0304510288851332 10.1016/0304-5102(88)85133-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01137 2024-01-02T01:04:53.938015Z 0 0 19881017 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 48 48 1 1 Volume 48, Issue 1 16 123 128 123 128 19881017 17 October 1988 1988-10-17 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. ELECTRONICEFFECTSINRUMETALOXIDECATALYSTSHYDROGENOLYSISETHANEPROPANE DOI Y CARTER 1966 2257 J YATES 1967 348 D LAM 1976 319 Y BRUNELLE 1976 273 J FUENTES 1980 443 S OKUHARA 1984 938 T BARBIER 1986 21 J ANGEL 1984 27 G KARPNSKI 1986 184 Z DOI 1987 347 Y DOI 1985 293 Y MURRAY 1970 52 J TRAYLOR 1975 299 K SINFELT 1967 82 J KEMBALL 1966 190 C FRENNET 1978 150 A MARTIN 1979 345 G SAILLARD 1984 2006 J AIKA 1985 296 K DOIX1988X123 DOIX1988X123X128 DOIX1988X123XY DOIX1988X123X128XY item 0304-5102(88)85133-2 0304510288851332 1-s2.0-0304510288851332 10.1016/0304-5102(88)85133-2 272239 2024-01-02T01:04:53.938015Z 1988-10-17 1-s2.0-0304510288851332-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851332/MAIN/application/pdf/7998717b146888b42f452d2c399a1698/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851332/MAIN/application/pdf/7998717b146888b42f452d2c399a1698/main.pdf main.pdf pdf true 375627 MAIN 6 1-s2.0-0304510288851332-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851332/PREVIEW/image/png/b98fc65494ff93167b04bb72d2000172/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851332/PREVIEW/image/png/b98fc65494ff93167b04bb72d2000172/main_1.png main_1.png png 70315 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 48 (1988) 123 -128 123 ELECTRONIC EFFECTS IN Ru-METAL OXIDE CATALYSTS ON HYDROGENOLYSIS OF ETHANE OR PROPANE YOSHIHARU DOI, HIROTO MIYAKE and KAZUO SOGA Research Laboratory of Resources Utilization, Tokyo Institute of Technology, Nagatsuta, Midori-ku, Yokohama 227 (Japan) (Received July 27,1987; accepted February 19, 1988) Summary Highly dispersed ruthenium particles were prepared on different metal oxides by thermal decomposition of Na[Ru3H(CO)n], and used as catalysts for hydrogenolysis of ethane or propane. Both the electronic properties and dispersions of the supported Ru catalysts were markedly affected by the nature of the metal oxide support. The specific activity of hydrogenolysis of ethane or propane increased with a decrease in the Ru electron density, but was almost independent of the Ru particle size. The effect of Ru electron density on the specific activity is discussed on the basis of the kinetic mechanism of ethane hydrogenolysis. Introduction The activity of alkane hydrogenolysis over supported transition-metal catalysts is influenced by the metal particle size [1-7], the nature of the support [8], and the catalyst preparation [9]. The influence of metal parti- cle size on ethane hydrogenolysis has been investigated by several groups. The activity of ethane hydrogenolysis on Ni/SiOz-A^Oa increased as the Ni particle size increased [I], while the activity on Rh/SiO; decreased with an increase in the Rh particle size [2]. Recently, Okuhara et al. [6] reported that the activity of ethane hydrogenolysis on Ru/Al203 was almost inde- pendent of the Ru particle size. Thus, different effects of metal particle size on the activity of alkane hydrogenolysis have been reported. This may be attributed to changes in the electronic properties of small metal particles due to metal-support interactions. In a previous communication [10], we reported that the electronic structure of supported Ru catalysts was markedly affected by the nature of the metal oxide support, and that the specific activity of CO hydrogenation increased as the electron density of the Ru particles decreased. In this paper, we report that the specific activity of hydrogenolysis of ethane or propane over Ru-metal oxide catalysts is influenced by the Ru electron density but independent of the Ru particle size. 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 124 Experimental Supported Ru catalysts were prepared by impregnation of the metal oxide with Na[Ru3H(CO)u] in methanol solution [11]. The supported catalysts were activated by heating at 400 C for 4 h under vacuum. The content of Ru in the catalysts was 20 mg per g of catalyst. Seven different types of metal oxides were used as supports. SiO; (Davison 952, 350 m2 g~1), 7-A12U3 (Nishio, 150 m2 g~1), MgO (Wako, 93 m2 g~1), and TiOz (Koso, 40 m2 g~1) were pre-treated by heating at 300 - 350 C for 20 h under vacuum. A^O^-SiO^ and MgO-SiO; were respectively prepared by the reac- tions of A1(C2H5)3 and Mg(C2H5)(C4H9) with SiO^ [12], followed by treat- ment with Oa (200 torr) at 500 C for 12 h. TiG^-A^O^ was also prepared by the reaction of Ti(OC4H9)4 with A^O^, followed by treatment with 02 (200 torr) at 500 C. The mole ratios of M:Ru (M = Al, Mg, Ti) in the support catalysts were in the range of 0.8 to 1.9. The dispersions of Ru particles on the supports were determined from the equilibrium amount of H2 adsorption by assuming that one hydrogen atom was adsorbed on each Ru atom on the surface [13]. The X-ray photoelectron spectra (XPS) of supported Ru catalysts were recorded on a Shimadzu electron spectrometer ESCA 750 with Mg-Ka excitation radiation. Sample preparation for XPS measurements was per- formed in a glove box filled with nitrogen. The C(ls) line (E^ = 284.5 eV) of the adsorbed diffusion pump oil was used as the standard peak. Measured binding energies were reproducible to 0.1 eV. The hydrogenolysis of ethane or propane was carried out at tempera- tures of 130 - 180 C under hydrogen pressures of 50 - 150 torr over the supported Ru catalysts in a closed circulating glass reactor (total volume 230 cm3). The products were analyzed by gas chromatography. Results and discussion The dispersions of Ru particles on metal oxides were determined by H2 chemisorption [13]. From the dispersion the average diameter of Ru particles was calculated by the method of Sinfelt and Yates [14], and is shown in Table 1. Ru dispersion on the A^O^-SiO^ support is the highest among the catalysts prepared in this work. The Ru dispersion on the A^O^- SiC>2 support was almost independent of Ru concentration on the surface in the Ru loading range of 0.5 - 5.0 wt.%, when Na[Ru3H(CO)u] was used as precursor. Therefore, it may be concluded that the Ru dispersion is affected by the nature of metal oxide used as support. As can be seen from Table 1, the binding energy (Ru 3dg/2) of the Ru particles, determined by XPS measurement, is markedly affected by the metal oxide. The binding energies of Ru 3d5/2 are in the range of 279.3 - 280.2 eV, depending on the type of support. The Ru particles on basic oxides such as MgO and Ti02 are electron-rich, whereas those on acidic 125 TABLE 1 Binding energy and dispersion of Ru-metal oxide catalysts and their specific activities in hydrogenolysis of ethane or propane\" Support Binding energy Dispersion Particle size Specific activity (S\"1)1' o^Ru3ds. H/Ru (nm) ^H,) X 103 N(C^) X 103 TiO; 279.3 0.23 3.6 0.11 - MgO 279.3 0.43 1.9 0.13 1.5 SiO; 279.9 0.33 2.5 0.66 6.7 MgO-SiO; 279.9 0.48 1.7 0.72 5.9 A403 280.1 0.31 2.6 0.81 8.1 Ti02-Al,03 280.2 0.39 2.1 1.0 - Al;i03-SiO;2 280.2 0.55 1.5 1.8 11 \"Reaction conditions: P(^H = PC H. = 50 to\"\"^ PIL, = 100 tort, catalyst = O.OS - 0.20 g, Ru = 2.0 wt.%, ethane hydrogenolysis = 160 C, propane hydrogenolysis = 140 C. turnover frequency per surface Ru metal atom. oxides such as Al2C>3-Si02 and TiO^-Al-fi^ are electron-deficient [10]. A similar support effect on the binding energy (Ru Sd^y^) of Ru particles has been reported by Aika et al. [19]. The hydrogenolyses of ethane and propane (50 torr) were respectively carried out at 160 and 140 C under H^ (100 torr) over the supported Ru catalysts. The results are given in Table 1. The specific activities, molecules of Cylic, or C3Hg converted into products (CKU from C^H.^, or CH4 and CiHg from C3H8) per surface Ru atom per second, increase as the electron density of Ru particles decreases (see Fig. 1). In contrast, the specific activ- ities are almost independent of the Ru particle size among the Ru-metal oxide catalysts of the same Ru electron density. It is noted that the catalytic activity for alkane hydrogenolysis on Ru particles is mainly regulated by the electronic properties of Ru. The product distribution of propane hydro- genolysis on Ru particles was almost independent of the type of support, and the mole ratios of CH4 to C^H^ were in the range of 1.5 0.2 at 140 C. The hydrogenolysis of ethane was performed at temperatures of 130 - 180 C over three different Ru catalysts supported on MgO, SiO; and A12U3- SiOz. The temperature dependences of the specific activities are shown in Fig. 2. The apparent activation energy (kJ moF1) decreased in the following order. MgO (205) > SiO; (140) = AL^-SiO; (140) (1) The activation energy decreases as the electron density of Ru particles decreases. The dependence of the partial pressures of Cytif, and Ha on the specific activity of ethane hydrogenolysis was measured at 160 C over Ru/SiOz catalyst, and is shown in Fig. 3. The specific activity N of ethane hydro- genolysis could be expressed by 126 279.5 Ru 280.0 315/2 ^ Fig. 1. Relationship between binding energy Ru 3ds,2 and specific activity (N) of hydro- genolysis of ethane or propane over supported Ru catalysts: A^CiH^) = molecules of C-aHg converted ( ) and Jv^CaHg) = molecules of C^g converted (0) per surface Ru atom per second. 10-2 10-3 PH, (Torr) 50 100 W-3 22 2.3 24 1/TX103 iK-1) 2.5 50 100 (Torr) Fig. 2. Temperature dependence of specific activities of ethane hydrogenolysis over Ru catalysts supported on MgO (A), SiOy, ( ), and Al^Oa (0) at P(^H = SO t0\"\" an'1 ^H, ;= 100 torr. Fig. 3. Dependence of partial pressures of CaHs (0) and H; ( ) on specific activity of ethane hydrogenolysis over Ru/SiOs catalyst at 160 C. PH, = 100 ton- for PC H., depen- dence (0), and PC H 50 torr for Pu dependence ( ). 127 N=kPc^ l|P^ o (2) where k is the rate constant. The kinetics of ethane hydrogenolysis may be interpreted in terms of the following mechanism proposed by Kemball [15] : KI H; + 2s ^== 2H(s) (3) KI C2H6+2si= C2Hs(s)+H(s) (4) Ki C2Hs(s) + s i= C2H4(s) + H(s) (5) ^4 C2H4(s) + s > 2CH2(s) (6) CH2(s)+2H(s) ^CH4+3s (7) where K.i, K^, and Ky are equilibrium constants of the respective steps (3) - (5), and ^4 ls ^te constant of step (6). Here the symbol (s) refers to adsorbed species, and the initial chemisorption step of ethane involves the rupture of a carbon-hydrogen bond to form adsorbed C2H5, which then undergoes further dehydrogenation to give adsorbed C^il^. Assuming that the rate of ethane hydrogenolysis is controlled by step (6), we can express the specific activity as: w-hfi fl - k^K-!.Kipc^il6sl /n^ N - R^c^Os - , (o) \" l^H, u y O.Sp 0.5o /Q\\ \"H - A! ^H, \"s (y) where OH is the fractional coverage of the Ru surface by H atom and 0s is the fraction of vacant surface sites. In the above mechanism, it is assumed that hydrogen is dissociatively chemisorbed in equilibrium with the vacant surface sites s. When the surface sites are nearly saturated by hydrogen atoms [16, 17], the specific activity is given by: . ^ fe4^2^3^H, - v 2p 2 K!^H, v 0.5p 0.5 ^i ^a, (10) (11) Equation (10) is consistent with the observed kinetic eqn. (2). The effect of Ru electron density on the specific activity of alkane hydrogenolysis can be accounted for by the above kinetic scheme. As pointed out by Saillard and Hoffmann [18], the breaking of the H-H bond in the H2 molecule on a transition metal surface is accelerated and the equilibrium constant of H2 adsorption increases as the electron density of the metal increases, since the electron transfer from metal to H^ (M -> o* 128 transfer) starts the reaction. A decrease in Ru electron density must make Ha adsorption weak, resulting in a decrease in the value of K^. Lowering the K^ value should increase the specific activity of ethane hydrogenolysis, which is understandable from eqn. (10). However, we have no information concerning electronic effects on the constants K^, K^ and ^4. In conclusion, the specific activity of hydrogenolysis of ethane or propane over Ru-metal oxide catalysts increases with decreasing electron density of the Ru particles. References 1 J. L. Carter, J. A. Cusumano and J. H. Sinfelt, J. Phys. Chem., 70 (1966) 2257. 2 D. J. C. Yates and J. H. Sinfelt, J. Catal., 8 (1967) 348. 3 Y. L. Lam and J. H. Sinfelt, J. Catal., 42 (1976) 319. 4 J. P. Brunelle, A. Sugier and J. F. L. Page, J. Catal., 43 (1976) 273. 5 S. Fuentes and F. Figueras, J. Catal., 61 (1980) 443. 6 T. Okuhara, T. Kimura, K. Kobayashi, M. Misono and Y. Yoneda, Bull. Chem. Soc. Jpn., 57 (1984) 938. 7 J. Barbier and P. Marecot, J. Catal.. 102 (1986) 21. 8 G. D. Angel, B. Coq, R. Dutartre and F. Figueras, J. Catal., 87 (1984) 27. 9 Z. Karpnski, T. K. Chuang, H. Katsuzawa, J. B. Butt, R. L. Burwell, Jr and J. B. Cohen, J. Catal., 99 (1986) 184. 10 Y. Doi, H. Miyake and K. Soga, J. Chem. Soc., Chem. Commun., (1987) 347. 11 Y. Doi, H. Miyake, A. Yokota and K. Soga, J. Catal., 9S (1985) 293. 12 J. Murray, M. J. Shorp and J. A. Hockey, J. Catal., 18 (1970) 52. 13 K. C. Traylor, J. Catal., 38 (1975) 299. 14 J. H. Sinfelt and D. J. C. Yates, J. Catal., 8 (1967) 82. 15 C. Kemball, Discuss. Faraday. Soc., 41 (1966) 190. 16 A. Prennet, G. Lienard, A. Crucq and L. Degols, J. Catal., 53 (1978) 150. 17 G. A. Martin, J. Catal., 60 (1979) 345. 18 J. Y. Saillard and R. Hoffmann, J. Am. Chem. Soc., 100 (1984) 2006. 19 K. Aika, K. Shimazaki, Y. Hattori, A. Ohya, S. Ohshima, K. Shirota and A. Ozaki, J. Catal., 92 (1985) 296. X244 88851332 0304-5102(88)85133-2 10.1016/0304-5102(88)85133-2 Industrial Articles Electronic effects in Ru-metal oxide catalysts on hydrogenolysis of ethane or propane Yoshiharu Doi Hiroto Miyake Kazuo Soga Research Laboratory of Resources Utilization, Tokyo Institute of Technology, Nagatsuta, Midori-ku, Yokohama 227 Japan Highly dispersed ruthenium particles were prepared on different metal oxides by thermal decomposition of Na[Ru3H(CO)11], and used as catalysts for hydrogenolysis of ethane or propane. Both the electronic properties and dispersions of the supported Ru catalysts were markedly affected by the nature of the metal oxide support. The specific activity of hydrogenolysis of ethane or propane increased with a decrease in the Ru electron density, but was almost independent of the Ru particle size. The effect of Ru electron density on the specific activity is discussed on the basis of the kinetic mechanism of ethane hydrogenolysis. References 1 J.L. Carter J.A. Cusumano J.H. Sinfelt J. Phys. Chem. 70 1966 2257 2 D.J.C. Yates J.H. Sinfelt J. Catal. 8 1967 348 3 Y.L. Lam J.H. Sinfelt J. Catal. 42 1976 319 4 J.P. Brunelle A. Sugier J.F.L. Page J. Catal. 43 1976 273 5 S. Fuentes F. Figueras J. Catal. 61 1980 443 6 T. Okuhara T. Kimura K. Kobayashi M. Misono Y. Yoneda Bull. Chem. Soc. Jpn. 57 1984 938 7 J. Barbier P. Marecot J. Catal. 102 1986 21 8 G.D. Angel B. Coq R. Dutartre F. Figueras J. Catal. 87 1984 27 9 Z. Karpnski T.K. Chuang H. Katsuzawa J.B. Butt R.L. Burwell Jr. J.B. Cohen J. Catal. 99 1986 184 10 Y. Doi H. Miyake K. Soga J. Chem. Soc., Chem. Commun. 1987 347 11 Y. Doi H. Miyake A. Yokota K. Soga J. Catal. 95 1985 293 12 J. Murray M.J. Shorp J.A. Hockey J. Catal. 18 1970 52 13 K.C. Traylor J. Catal. 38 1975 299 14 J.H. Sinfelt D.J.C. Yates J. Catal. 8 1967 82 15 C. Kemball Discuss. Faraday. Soc. 41 1966 190 16 A. Frennet G. Lienard A. Crucq L. Degols J. Catal. 53 1978 150 17 G.A. Martin J. Catal. 60 1979 345 18 J.Y. Saillard R. Hoffmann J. Am. Chem. Soc. 100 1984 2006 19 K. Aika K. Shimazaki Y. Hattori A. Ohya S. Ohshima K. Shirota A. Ozaki J. Catal. 92 1985 296",
      "scopus-id": "0024091827",
      "coredata": {
        "eid": "1-s2.0-0304510288851332",
        "dc:description": "Highly dispersed ruthenium particles were prepared on different metal oxides by thermal decomposition of Na[Ru3H(CO)11], and used as catalysts for hydrogenolysis of ethane or propane. Both the electronic properties and dispersions of the supported Ru catalysts were markedly affected by the nature of the metal oxide support. The specific activity of hydrogenolysis of ethane or propane increased with a decrease in the Ru electron density, but was almost independent of the Ru particle size. The effect of Ru electron density on the specific activity is discussed on the basis of the kinetic mechanism of ethane hydrogenolysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-10-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288851332",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Doi, Yoshiharu"
          },
          {
            "@_fa": "true",
            "$": "Miyake, Hiroto"
          },
          {
            "@_fa": "true",
            "$": "Soga, Kazuo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288851332"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288851332"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85133-2",
        "prism:volume": "48",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Electronic effects in Ru-metal oxide catalysts on hydrogenolysis of ethane or propane",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "123-128",
        "prism:endingPage": "128",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 October 1988",
        "prism:doi": "10.1016/0304-5102(88)85133-2",
        "prism:startingPage": "123",
        "dc:identifier": "doi:10.1016/0304-5102(88)85133-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024091827"
      }
    }
  }
}