{
  "metadata": {
    "title": "Kinetics of methanol homologation: Part II. Behaviour of cobalt-phosphine-iodine catalysts plus other metals as cocatalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-01-15",
    "doi": "10.1016/0304-5102(90)85178-K",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085178K",
    "pii": "030451029085178K"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025208516",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085178K 0304-5102(90)85178-K 030451029085178K 10.1016/0304-5102(90)85178-K S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X0137X 2024-01-02T01:05:30.650091Z 0 0 19900115 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 58 58 1 1 Volume 58, Issue 1 4 43 52 43 52 19900115 15 January 1990 1990-01-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. KINETICSMETHANOLHOMOLOGATION SANTACESARIA E GAUTHIERLAFAYE 1986 J METHANOLETCARBONYLATION ROPER 1983 M CATALYSISINC1CHEMISTRY LOEVENICH 1984 155 H FAKLEY 1983 3 M HIDAI 1983 292 M DOYLE 1981 237 G HIDAI 1981 143 M KUDO 1982 462 K SANTACESARIA 1990 E CALDERAZZO 1977 299 F SANTACESARIAX1990X43 SANTACESARIAX1990X43X52 SANTACESARIAX1990X43XE SANTACESARIAX1990X43X52XE item 0304-5102(90)85178-K 030451029085178K 1-s2.0-030451029085178K 10.1016/0304-5102(90)85178-K 272239 2024-01-02T01:05:30.650091Z 1990-01-15 1-s2.0-030451029085178K-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085178K/MAIN/application/pdf/e30f6db097d99cf15f48b00588ad3e90/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085178K/MAIN/application/pdf/e30f6db097d99cf15f48b00588ad3e90/main.pdf main.pdf pdf true 584235 MAIN 10 1-s2.0-030451029085178K-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085178K/PREVIEW/image/png/711e541886322ac3a0e95a4271937779/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085178K/PREVIEW/image/png/711e541886322ac3a0e95a4271937779/main_1.png main_1.png png 64327 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 58 (1990) 43-52 43 KINETICS OF METHANOL HOMOLOGATION PART II. BEHAVIOUR OF COBALT-PHOSPHINE-IODINE CATALYSTS PLUS OTHER METALS AS COCATALYSTS E. SANTACESARIA*, M. DI SERIO Cattedra di Chimica Industriale, Dipartimento di Chimica delllfniversita di Napoli, Via Mezzocannone 4, 80134 Naples (Italy) D. GELOSA and S. CARRA Cattedra di Chimica Fisica, Dipartimento di Chimica Fisica Applicata del Politecnico, Piazza Leonardo da Vinci 32, 20133Milan (Italy) (Received January 2,1989; accepted April 3, 1989) Summary By employing the kinetic model developed in a previous work, the kinetic behaviour of cobalt/phosphine/iodine catalysts has been compared with that of several metals mixed with cobalt, by taking the molar ratio between cobalt and the added metal equal to 1. It has been concluded that other metals generally have a deactivating effect on the homologation reaction. In particular, manganese completely inhibited activities. As ex- pected, ruthenium mixed with cobalt shows a high selectivity to ethanol. The catalytic behaviour of Ru/Co catalysts is the most interesting. Therefore, we have extended our investigations to the kinetic behaviour of Ru/Co catalysts at different molar ratios of the two metals from 0 to 1. A strong synergic effect has been observed for low ruthenium amounts, while selectivities to ethanol strongly increase only for a Ru content of at least 20% with respect to cobalt. Reflections on these findings conclude the paper. Introduction The homologation of methanol is a very interesting reaction for producing acetaldehyde or ethanol from synthesis gas. For this reason, the process has been carefully studied in the last few years; many papers, reviews, books and patents have recently been published. The reaction occurs in the homogeneous phase, and the most frequently employed catalysts are cobalt-phosphine iodine and cobalt-ruthenium phosphine-iodine for the production of acetaldehyde and ethanol [1-5], respectively. Some papers have also been published devoted to the influence of metals other than ruthenium as cocatalysts [1, 6 8], but in all cases experimental data have been interpreted by comparing the compositions of the liquid mixtures *Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 44 obtained at the end of the reaction, that is, by comparing activity and selectivity data at a fixed time without any kinetic analysis. Very recently, we studied the kinetics of the reactions occurring in the homologation of methanol [9]. Normally the reaction pattern is the following: CHaOH + CO + Ha CHaCHO + HgO (1) CHsCHO + HaO + Hg CHaCHgOH (2) CHaCHO + 2CH30H CHaCH(OCHa)2 + HgO (3) 2CH30H + CO CHaCOOCHa + HaO (4) The relevant kinetic equations are: ri=k^Cips[l-a 2-6-) V Cip8p9^ (5) (6) (7) 7\"2 = R2^2P9 .2/1 1 CeC4\\ ra^ac^ll- -,-) \\ K-e3cl C2' r4=k4Cips (8) where the subscripts indicate: 1 = methanol, 2 = acetaldehyde, 3 = ethanol, 4 = acetal, 5 = acetate, 6 = water, 7 = dioxan, 8 = carbon monoxide, 9 = hydrogen. As explained in our previous paper [9], for determining kinetic parameters for this type of reaction, it is necessary to consider the evolution with time of the reaction composition affected by both reaction rates and vapour-liquid partition equilibria. Details of the mathematical model for this are reported in the above-mentioned paper [9]. In the present paper, the kinetic analysis previously performed on the cobalt/phosphine/iodine catalytic system has been extended to mixtures of cobalt with many other metals, by taking in all cases a molar ratio of 1 between the two metals. In particular, the behaviour of ruthenium as cocatalyst has been analyzed in detail, since this metal shows a very interesting kinetic behaviour. For this purpose, kinetic runs were performed and interpreted for different Ru/Co ratios. In all the above cases, kinetic parameters were determined by fitting experimental runs. Experimental Methods, techniques and reagents All kinetic runs were performed in a magnetically stirred 11 autoclave made from stainless steel, which was equipped with an injection gas burette and a syngas storage. A pressure regulator allowed constant pressure to be maintained throughout the reaction. A typical kinetic run was performed by introducing in the autoclave 300 cm3 of methanol, 70 cm3 of dioxan and the 45 catalyst. The autoclave was closed, the liquid was flushed with nitrogen and then with synthesis gas for the time necessary to remove oxygen. The closed autoclave was then heated at the reaction temperature (normally 185 C) while the pressure was successively adjusted by injecting synthesis gas in the autoclave, using a gas burette. The gas burette allowed direct evaluation of both the amount of synthesis gas initially injected and the consumption of synthesis gas with time. The pressure was kept constant, normally at 190 atm. The synthesis gas (CO/Ha with a ratio normally equal to 1) was fed when necessary from a bomb. Liquid was withdrawn from the autoclave at different reaction times, and conveyed to a frozen test tube, kept at 20 C, equipped with a refluxing cooler. Analysis of the collected liquid samples was made by gas chroma- tography. The employed column was 2 m long of Chromosorb 102. Helium was employed as carrier gas and HWD as detector. The analysis of the vapour phase was made only occasionally by conveying vapours in a sampling valve kept at the reaction temperature and injecting into another gas chromatograph. CO, Ha and CH4 were analyzed with aim long molecular sieve column using argon as carrier gas. Reagents and standards for chromatography were all from Carlo Erba Co. at the highest purity available. Synthesis gas was furnished by SIAD SpA as a mixture of pure hydrogen and carbon monoxide. Cobalt acetate was employed (Co(Ac)2-4H20) as reference catalyst, together with triphenylphos- phine and methyl iodide. Cocatalysts were normally added with a molar ratio equal to 1, except for ruthenium. In Tables 1 and 2 are summarized the catalyst mixtures tested. TABLE 1 List ofcocatalysts used; in all cases 6.7 nunol P(Ph)3 and 4.78 mmol CHyl were added Number Catalyst Cocatalyst of runs (nunol) (mmol) 1 Co(CH3COO)2-4H;iO (2) 2 Co(CH3COO)2-4H20 (2) Fe(CO)5 3 Co(CHaCOO)2-4H20 (2) CutCHgCOC^ 4 Co(CH3COO)2-4H20 (2) ZnCC^COOz 5 Co(CHgCOO)2-4H20 (2) WOOL, 6 Co(CH3COO)2-4H20 (2) Mo(THF)3d3 7 Co(CH3COO)2-4H20 (2) SnCL, 8 Co(CH3COO)2-4H20 (2) CrtC^COOs 9 Co(CH3COO)2-4H20 (2) PdC^ (2) (2) (2) (2) (2) (2) (2) (2) 0 0 10 11 12 13 Co(CH3COO)2-4H20 (2) VO(CH3 C CH=C 0113)2 (2) Co(CH3COO)2-4H20 (2) Mn(CH3COO)2 (2) Co(CH3COC 2-4H:20 (2) Ni(CH3COO)24H20 (2) Co(CH3COO)2-4H20 (2) RuCl2P(Ph)3 (2) 46 TABLE 2 Kinetic parameters obtained by fitting experimental runs Number Catalyst K^ x 10~5 of run Ji^xlO-4 KaXlO-3 K^xlO-6 K, o-xlO6 1 Co 2.7 0.20 2.5 1.4 12 4.8 2 Co Fe 1.8 0.07 2.5 1.2 12 38. 3 Co Cu 2.5 0.15 2.5 1.4 12 8.8 4 Co Zn 0.8 0.03 2.5 0.6 12 180. 5 Co W 1.0 0.02 2.5 0.7 12 180. 6 Co Mo 2.7 0.10 2.5 1.4 12 30. 7 Co Sn 1.2 0.20 2.5 1.0 12 35. 8 Co Cr 2.7 0.20 2.5 1.4 12 35. 9 Co Pd 1.6 0.02 2.5 1.4 12 9.8 10 Co V 2.0 0.10 2.5 2.4 12 4.8 11 Co Mn 0. 0. 12 Co Ni 2.7 0.20 2.5 1.4 12 18. Results Kinetic runs performed with the catalysts described in detail in Table 1, under the operative conditions also reported in the same table, have been interpreted with the mathematical model reported elsewhere [9]. The kinetic parameters obtained are reported in Table 2. Figure 1 illustrates the fit obtained using the parameters of Table 2 for the reference run (1), in the presence of cobalt alone. Figures 2 and 3 show, as examples, the fits obtained in runs 2 and 3, respectively, corresponding to Co Fe and Co Cu. 80. 120. TIME (MIN.) 40 3.6 3.2 2.8 2.A d 20 2 1.6 o Methanol (moles-2) Water OAcetaldehyde o Acetal A Acetate tEthanol 80. 160. TIME (MIN.) Fig. 1. Kinetic run performed at 185 C, 190 atm, with catalyst 2 mmol Co(Ac)2-4H20, 6.7 mmol P(Ph)3, 4.78 mmol CH3I. Initial reaction mixture: 7.414 mol methanol and 0.821 mol dioxan. Curve fits were obtained by calculation using the parameters reported in Table 2 (run 1). Fig. 2. Kinetic run performed in the same conditions described in the legend to Fig. 1, but in the presence of 2 mmol Fe(CO)5 as cocatalyst. Kinetic parameters employed for fitting experimental data are those reported in Table 2 (run 2). 47 0.0 80. 160. 240. TIME (MIN.) Fig. 3. Kinetic run performed in the presence of 2mmol Cu(Ac)z as cocatalyst. Other experimental conditions are the same described in the legend to Fig. 1. Kinetic parameters employed for fitting experimental data are those reported in Table 2 (run 3). In Table 3, kinetic parameters related to the Co/Ru system, at different molar ratios are reported. Figures 4, 5 and 6 show the fits obtained, using the kinetic parameters of Table 3, for interpreting the experimental kinetic runs performed at different Co/Ru ratios. In Fig. 7 the kinetic behaviour of ruthenium alone as catalyst is reported. Discussion and conclusions As previously mentioned, many data reported in literature regarding the behaviour of two mixed metals in catalyzing homologation reaction are based on the observation of the liquid compositions obtained after a fixed reaction time. This can lead to erroneous conclusions about the true activity and selectivity of the examined catalyst, above all in the presence of deactivating effects in the kinetics. If we observe the kinetic parameters reported in Tables 1 and 3, we note that a, the deactivating parameter, changes by many orders of magnitude according to the metal employed as TABLE 3 Kinetic parameters obtained for different ruthenium amounts in the catalyst Number Catalyst Ki x 10-5 K^ x 10-4 Ks x 103 K^ x 10-6 K, ax 106 of run 1 Co 2.7 0.2 2.5 1.4 12 4.8 13 Ru/Co=l 2.2 2.9 2.5 1.9 12 0. 14 Ru/Co=l/20 4.0 0.2 2.5 5.4 12 2.0 15 Ru/Co=l/5 4.0 0.4 2.5 5.4 12 2.0 16 Ru 0.12 9.0 2.5 0.4 12 0. 48 80 160 TIME (MIN.) 80. 120 TIME (MIN.) Fig. 4. Kinetic run performed in the presence of 2mmol RudatPhIg as cocatalyst. Other experimental conditions are the same described in the legend to Fig. 1. Kinetic parameters employed for fitting experimental data are those reported in Table 3 (run 13). Fig. 5. Kinetic run performed as described in the legend of Fig. 1, but in the presence of 0.1 mmol RuCl2(Ph)3 as cocatalyst. Data are fitted by employing the parameters reported in Table 3 (run 14). o Methanol (moles .2) Water OAcetaldehyde a Acetal A Acetate A Ethanot 80. 120. TIME (MIN.) Fig. 6. Kinetic run performed as described in the legend to Fig. 1, but in the presence of 0.4 nunol RuClz(Ph)3 as cocatalyst. Curve fits were obtained by employing kinetic parameters reported in Table 3 (run 15). Fig. 7. Behaviour of pure RuCVPh^ as catalyst. In this case Co(Ac)2-4HgO was replaced by 2mmol of the mentioned ruthenium complex. Other conditions are as in the legend to Fig. 1. Parameters employed for fitting experimental data are reported in Table 3 (Run 16). 49 cocatalyst. The parameter a seems to be related to the hydrogenating power of the complex HyMeLc which is useful in the elementary step of acetal- dehyde formation. Indeed, in a previous work, we suggested oxidative addition of CHgI to be the more reliable mechanism, occurring through the following steps: HCoL4 ^= HCoLa + CO (9) HCoLa+CHaI ^^CHaCoHLaI (10) CHaCoHLaI ^^ CHaCoLa + HI (11) CHaCoLa+CO ^ CHaCoL4 (12) CH3CoL4 ^^CHaCOCoLa (13) CHaCOCoLa+CO ^^WyCOCoL^ (14) CHaCOCoL4 + HCoL4 ^^ CHaCHO + CogLe (15) CogLg+Ha ;= 2HCoL4 (16) CHaOH+HCoL4 ?=^ CHaOH^ + CoL4- (17) Ha0+HCoL4 ^=^H30++CoL4~ (18) CHaOH + HI ?=^ CHaOH2+ +1- (19) HgO + HI ?= HaCr +1- (20) CHsOH^+l- ^^CHsI+HgO (21) By assuming the CO insertion as the rate-determining step, as already discussed in the previous paper, the kinetic eqn. (5) resulted with a inversely proportional to the equilibrium constant, related to the hydrogenation of the CHaCOCoL4 complex. Obviously, in our case, this proportionality can be proposed only as a rough and qualitative interpretation of the phenomenon, because metals can form clusters and a depends on other parameters, too. However, in the case of ruthenium (Ru/Co =1) a == 0, this fact indicates that the equilibrium (15) is completely shifted to the right. On the contrary, zinc and tungsten show the maximum value of a, that is, the maximum deactivating effect, which would be related to the poor hydrogenating power of the coresponding complex formed in the reaction system. When examining the parameters reported in Table 1, it is possible to generally conclude that almost all the metals have a deactivating effect with respect to cobalt alone by the depressing reactions (1,2 and 3). In particular, manganese, known as an effective CO insertion catalyst [10], in the presence of cobalt eliminates any kind of activity. This fact can be interpreted as the consequence of the formation of a very stable cluster in which the steric positions of the mononuclear complexes responsible for the insertion activity are blocked. Another interesting observation is that vanadium deactivates the catalyst in the homologation reaction but promotes carbonylation. 50 g. 5.0 Fig. 8. Effects of % ruthenium in the Co Ru catalyst mixture on the kinetic parameters k^, ky, k^ and a, obtained by fitting experimental data. Finally, if the kinetic parameters reported in Table 3 and related to Co/Ru catalysts, at different molar ratios, are plotted as in Fig. 8, it is possible to observe a strong synergic effect in acetaldehyde and methyl acetate formation when small amounts of ruthenium are present. At a higher ruthenium percentage, the global activity decreases while ethanol selectivity strongly increases. This behaviour is in agreement with the observations by Hidai et al. [5] according to whom a maximum of ethanol productivity can be observed for a Ru/Co molar ratio of about 0.3. These authors do not report any maximum in the production of acetaldehyde as, on the contrary, clearly appears in our case. This fact is probably due to the fact w 00 00 80. 160. 2W. TIME (MIN.) Fig. 9. Evolution with time of selectivities to acetaldehyde + acetal for different Ru/Co ratios. 51 80 60 80. 160. TIME (MIN.) 0.0 A Co Ru/Co=)/20 o Ru/Co=1/5 o Ru/Co=l/1 0.0 80. 160. TIME (MIN.) 240. Fig. 10. Evolution with time of selectivities to ethanol for different Ru/Co ratios. Fig. 11. Evolution with time of selectivities to methyl acetate for different Ru/Co ratios. that Hidai et al. made kinetic runs by stopping the reaction after 2.5 h. Under these conditions, it is impossible to reliably compare activity and selectivity as in our case. Another important observation is related to the behaviour of a in Fig. 8. For low ratios of Ru/Co, a consistently decreases with respect to Co alone, and consequently the acetaldehyde yields increase at the end of the reaction. This positive effect must be added to the synergic one. The trends of selectivities with Ru/Co ratio are reported in Figs. 9, 10, 11. In Fig. 9 a small decrease in acetaldehyde selectivities appears for small amounts of ruthenium in the catalyst, to which a high increase in produc- tivity (see Fig. 8) corresponds. In Fig. 10 it appears that selectivities to ethanol increase on increasing the amount of ruthenium. The selectivities to acetate are doubled for low amounts of ruthenium in the catalyst (Ru/Co = 1/5 and 1/20), while for Co alone and for the catalyst Ru/Co = 1 they are about equal. The evolution of selectivities with time normally shows an increase for ethanol and a decrease for acetaldehyde in any case, while it is constant for acetate. This fact confirms that acetaldehyde is an intermediate compound in ethanol formation. Acknowledgements Thanks are due to the Consiglio Nazionale delle Ricerche, Piano Finalizzato Energetica 2, Ministero Pubblica Instruzione, Fund 40%, SISAS SpA for financial support. 52 References 1 J. Gauthier-Lafaye and R. Perron, Methanol et Carbony lotion, Rhone Poulenc Recherches, Saint-Fons, 1986. 2 M. Roper and H. Loevenich, in W. Kein (ed.) Catalysis in Ci Chemistry, Reidel, Dordrecht, 1983. 3 H. Loevenich and M. Roper Ci Mol. Chem., 1 (1984) 155. 4 M. E. Fakley and R. A. Head, Appl. Catal., 5 (1983) 3. 5 M. Hidai, M. Orisaku, M. Ue, Y. Koyasu, T. Kodama and Y. Uchide, Organometallics, 2 (1983) 292. 6 G. Doyle, J. Mol. Catal., 13 (1981) 237. 7 M. Hidai, M. Orisatu, M. Ue, Y. Uehida, K. Yasufutu and H. Yamazati, Chem. Lett., 1 (1981) 143. 8 K. Kudo and N. Sugita, Nippon Kagaku Kaishi, 3 (1982) 462. 9 E. Santacesaria, D. Gelosa, M. Di Serio and S. Carra, J. Mol. Catal., 58 (1990). 10 F. Calderazzo, Angew. Chem., Int. Ed. Engl., 16(1977) 299. X244 9085178K 0304-5102(90)85178-K 10.1016/0304-5102(90)85178-K Chemical and metal complex catalysis Articles Kinetics of methanol homologation Part II. Behaviour of cobalt-phosphine-iodine catalysts plus other metals as cocatalysts E. Santacesaria 1 M. Di Serio Cattedra di Chimica Industriale, Dipartimento di Chimica dell Universitá di Napoli, Via Mezzocannone 4, 80134 NaplesItaly 1 Author to whom correspondence should be addressed. D. Gelosa S. Carrà Cattedra di Chimica Fisica, Dipartimento di Chimica Fisica Applicata del Politecnico, Piazza Leonardo da Vinci 32, 20133 MilanItaly By employing the kinetic model developed in a previous work, the kinetic behaviour of cobalt/phosphine/iodine catalysts has been compared with that of several metals mixed with cobalt, by taking the molar ratio between cobalt and the added metal equal to 1. It has been concluded that other metals generally have a deactivating effect on the homologation reaction. In particular, manganese completely inhibited activities. As expected, ruthenium mixed with cobalt shows a high selectivity to ethanol. The catalytic behaviour of Ru/Co catalysts is the most interesting. Therefore, we have extended our investigations to the kinetic behaviour of Ru/Co catalysts at different molar ratios of the two metals from 0 to 1. A strong synergic effect has been observed for low ruthenium amounts, while selectivities to ethanol strongly increase only for a Ru content of at least 20% with respect to cobalt. Reflections on these findings conclude the paper. References 1 J. Gauthier-Lafaye R. Perron Methanol et Carbonylation 1986 Rhone Poulenc Recherches Saint-Fons 2 M. Roper H. Loevenich W. Kein Catalysis in C1 Chemistry 1983 Reidel Dordrecht 3 H. Loevenich M. Roper C1 Mol. Chem. 1 1984 155 4 M.E. Fakley R.A. Head Appl. Catal. 5 1983 3 5 M. Hidai M. Orisaku M. Ue Y. Koyasu T. Kodama Y. Uchide Organometallics 2 1983 292 6 G. Doyle J. Mol. Catal. 13 1981 237 7 M. Hidai M. Orisatu M. Ue Y. Uehida K. Yasufutu H. Yamazati Chem. Lett. 1 1981 143 8 K. Kudo N. Sugita Nippon Kagaku Kaishi 3 1982 462 9 E. Santacesaria D. Gelosa M. Di Serio S. Carra J. Mol. Catal. 58 1990 10 F. Calderazzo Angew. Chem. Int. Ed. Engl. 16 1977 299",
      "scopus-id": "0025208516",
      "coredata": {
        "eid": "1-s2.0-030451029085178K",
        "dc:description": "By employing the kinetic model developed in a previous work, the kinetic behaviour of cobalt/phosphine/iodine catalysts has been compared with that of several metals mixed with cobalt, by taking the molar ratio between cobalt and the added metal equal to 1. It has been concluded that other metals generally have a deactivating effect on the homologation reaction. In particular, manganese completely inhibited activities. As expected, ruthenium mixed with cobalt shows a high selectivity to ethanol. The catalytic behaviour of Ru/Co catalysts is the most interesting. Therefore, we have extended our investigations to the kinetic behaviour of Ru/Co catalysts at different molar ratios of the two metals from 0 to 1. A strong synergic effect has been observed for low ruthenium amounts, while selectivities to ethanol strongly increase only for a Ru content of at least 20% with respect to cobalt. Reflections on these findings conclude the paper.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-01-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085178K",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Santacesaria, E."
          },
          {
            "@_fa": "true",
            "$": "Di Serio, M."
          },
          {
            "@_fa": "true",
            "$": "Gelosa, D."
          },
          {
            "@_fa": "true",
            "$": "Carrà, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085178K"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085178K"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85178-K",
        "prism:volume": "58",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics of methanol homologation Part II. Behaviour of cobalt-phosphine-iodine catalysts plus other metals as cocatalysts",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-52",
        "prism:endingPage": "52",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 January 1990",
        "prism:doi": "10.1016/0304-5102(90)85178-K",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/0304-5102(90)85178-K",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025208516"
      }
    }
  }
}