{
  "metadata": {
    "title": "A correlation of vanadia-chromia catalyst composition with acidity and selective C-alkylation activity of phenol",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-07-01",
    "doi": "10.1016/0304-5102(89)80024-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800240",
    "pii": "0304510289800240"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024700814",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800240 0304-5102(89)80024-0 0304510289800240 10.1016/0304-5102(89)80024-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01216 2024-01-02T01:04:53.938015Z 0 0 19890701 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 52 52 2 2 Volume 52, Issue 2 22 L29 L32 L29 L32 19890701 1 July 1989 1989-07-01 1989 converted-article cor Copyright © 1989 Published by Elsevier B.V. ACORRELATIONVANADIACHROMIACATALYSTCOMPOSITIONACIDITYSELECTIVECALKYLATIONACTIVITYPHENOL NARAYANAN S INOUE 1976 2199 M TANABE 1977 863 K PROC6THINTCONGRCATAL KARUPPANNASAMY 1980 281 S PIERANTOZZI 1986 263 R NAMBA 1980 105 S BALSAMMA 1984 161 S CHANTAL 1985 133 P NARAYANANX1989XL29 NARAYANANX1989XL29XL32 NARAYANANX1989XL29XS NARAYANANX1989XL29XL32XS item 0304-5102(89)80024-0 0304510289800240 1-s2.0-0304510289800240 10.1016/0304-5102(89)80024-0 272239 2024-01-02T01:04:53.938015Z 1989-07-01 1-s2.0-0304510289800240-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800240/MAIN/application/pdf/4c80012306fa664c38eee49526a243d4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800240/MAIN/application/pdf/4c80012306fa664c38eee49526a243d4/main.pdf main.pdf pdf true 242245 MAIN 4 1-s2.0-0304510289800240-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800240/PREVIEW/image/png/36e5d73a2d82bf084c234e091a280df2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800240/PREVIEW/image/png/36e5d73a2d82bf084c234e091a280df2/main_1.png main_1.png png 76221 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 52 (1989) L29 - L32 L29 A Correlation of Vanadia-Chromia Catalyst Composition with Acidity and Selective C-Alkylation Activity of Phenol* JOURNAL OF MOLECULAR CATALYSIS S. NARAYANAN**, V. VENKAT RAO and V. DURGAKUMARI Catalysis Section, Regional Research Laboratory, Hyderabad 500 007 (India) (Received November 21, 1988; accepted January 31, 1989) Alkylation of phenol is an important industrial reaction, studies on which are rather limited and available information is mainly through the patent literature. For example, o-cresol is an important organic intermediate for herbicides and insecticides, and 2,6-xylenol is used in the manufacture of polyphenylene oxide (PPO) and in special grade paints. Studies on the alkylation of phenol with methanoi on oxides and zeolites reveal that the reaction is sensitive to the acidity and basicity of the catalysts [1 -4]. Therefore a direct correlation between the acidic nature and the alkylation product selectivity deserves a detailed investigation. Alkylation of phenol with methanoi over zeolites proceeds at both carbon and oxygen, with anisole usually being formed in abundance [5, 6]. It is interesting to find anisole absent [7] in the reaction product of phenol with methanoi over HZSM-5. The competition for the preferential formation of 0- or C- alkylated products is not quite understood. This investigation attempts to find a new combination of vanadia-chromia mixed oxides as catalysts to selectively produce 2,6-xylenol by vapor phase alkylation of phenol and to correlate the catalytic activity and selectivity with acidity of the oxides. Mixed oxides of vanadia and chromia of different atomic ratios were prepared from ammonium metavanadate and chromium nitrate by the precipitation method, washed, dried overnight at 393 K and calcined at 773 K for 8 h. BET surface area and acidity measurements by non-aqueous titration methods using n-butylamine as titre and bromothymol blue as indicator were carried out on these samples. Dehydration of cyclohexanol, taken as an acidity index of the catalysts, was carried out over these oxides at 523 K. This reaction is very simple and serves as a test reaction for acidity measurements, and will be especially useful where acidity measurements of coloured catalysts by non-aqueous titration involving indicators is difficult to carry out. The added advantage is that no deactivation due to coking *RRL(H) Communication No. 2184. **Author to whom correspondence should be addressed. 0304-6102/89/$3.50 Eisevier Sequoia/Printed in The Netherlands L30 occurs, and hence a direct correlation between dehydration activity and acidity is possible. Approximately l g of the mixed oxide, pelletized with a binder, crushed to 1600 -1800 /xm and diluted with ceramic beads of the same size, was loaded in a fixed bed tubular metal reactor. The catalyst was activated at 723 K for 8 h in nitrogen at 10 bar before the start of the experiment. A mixture of phenol and methanoi (PhOH:MeOH =1:5 W/W) was fed from the top using a mechanical pump at a specified flow rate. Nitrogen was used as the carrier gas, and the pressure in the system could be controlled between 1 and 25 bars. Increasing the pressure above 10 bars had no significant effect on the activity and selectivity. Alkylation reactions were carried out in the temperature region 573 - 773 K, and revealed that beyond 673 K there is very little change in the conversion. The results reported here are for alkyla- tion reactions carried out at 673 K and 10 bar. For a given experiment lasting 6 - 8 h, the activity remained constant throughout. The products were collected in a trap with circulating ice water, and were analyzed by a HP 5880 gas Chromatograph with a 10% SE-30 column. The main products were 2,6-xylenol, o-cresol and unreacted phenol, along with other alkylated products as minor constituents (<2% of the total). The percentage composi- tion reported is based on methanol-free phenol feed. The atomic ratios of vanadia-chromia catalysts and thteir BET surface areas are given in Table 1. All catalysts have nearly identical surface area. Figure 1 depicts the variation of acidity, as measured by n-butylamine titration and cyclohexanol dehydration, with atomic ratios of vanadia and chromia. In Fig. 2, the correlation between phenol conversion to selective C-alkylation and vanadia-chromia composition is shown. The superposition of these two figures gives us a clear picture of the direct correlation between composition, acidity and alkylation selectivity. The acidity of pure chromia (VCR 1) is very low, and is increased by addition of vanadia, VCR 7 exhibiting the maximum (Fig. 1). Conversion of phenol and selective formation of 2,6-xylenol follow the same trend as the acidity variation with vanadia-chromia composition. On the other hand, o-cresol formation follows exactly the reverse trend. VCR 1 alkylates only 10 -14% of phenol to give o-cresol, whereas other catalysts with higher TABLE 1 BET surface area of vanadia-chromia catalysts Catalyst V:Cr BET(m2 g-1) VCR VCR VCR VCR VCR 1 3 67 8 0:100 20:80 80:20 95:5 100:0 31 30 36 36 31 L31 2-00 o f 0:100 20:80 40:60 60:40 80:20 100:0 V: Cr (Atomic ratio) Fig. 1. Variation of acidity and cyclohexanol dehydration activity with atomic ratios of vanadia to chromia. ( ) acidity, (0) cyclohexanol dehydration. 0:100 20:80 40:60 60:40 V: Cr (Atomic rotio) 80:20 100:0 Fig. 2. Effect of variation of vanadia-chromia atomic ratios on phenol conversion and orrto-alkylation selectivity. (0) phenol; (A) o-cresol; ( ) 2,6-xylenol; T =673 K, P = 10 bar. L32 acidity alkylate 67 - 87% of phenol preferentially to 2,6-xylenol (50 - 64%). From analysis of the two figures, it is observed that increasing the acidity increases total conversion and 2,6-xylenol selectivity at the expense of o- cresol selectivity. Thus, a direct correlation between phenol conversion and acidity can be drawn. It is also clear that chromia alone is a poor alkylation catalyst compared to vanadia, and addition of a small amount of chromia to vanadia (V:Cr=95:5) is helpful in improving and stabilising the catalytic activity. There are reports in the literature supporting both the competitive and parallel mechanisms of C- and 0-alkylations [1 - 7]. This is a subject for further discussion, and more evidence is necessary to support one or the other mechanism. The absence of anisole, under the present experimental conditions, suggests that only selective C-alkylation takes place to produce valuable cresols and xylenols. This study also indicates that formation of 2,6- xylenol takes place via o-cresol, since a selectivity increase of the former decreases the selectivity of the latter. This investigation thus reveals an optimum composition of vanadia-chromia catalyst for selective alkylation of phenol to 2,6-xylenol, which is an important reaction in the chemical industry. References 1 M. Inoue and S. Enomoto, Chew.. Pharma. Bull., 24 (1976) 2199. 2 K. Tanabe and T. Nishizaki, in G. C. Bond, P. B. Wells and F. C. Tompkins (eds.). The Chemical Society, London, 1976, Proc. 6th Int. Congr. Catal., 2 (1977) 863. 3 S. Karuppannasamy, K. Narayanan and C. N. Pillai, J. Catal., 66 (1980) 281. 4 R. Pierantozzi and A. F. Nordquist, Appl. Catal., 21 (1986) 263. 5 S. Namba, T. Yashima, Y. Itaba and N. Hara, Stud. Surf. Sei. Catal., 5 (1980) 106. 6 S. Balsamma, P. Beltrame, P. L. Beltrame, P. Carniti, L. Forni and G. Zuretti, Appl. Catal., 13 (1984) 161. 7 P. D. Chantal, S. Kaliaguine and T. L. Grandmaison, Appl. Catal., 18 (1986) 133. X244 89800240 0304-5102(89)80024-0 10.1016/0304-5102(89)80024-0 Industrial Molecular catalysis letters A correlation of vanadia-chromia catalyst composition with acidity and selective C-alkylation activity of phenol S. Narayanan 1 V.Venkat Rao V. Durgakumari Catalysis Section, Regional Research Laboratory, Hyderabad 500 007 India 1 Author to whom correspondence should be addressed. References 1 M. Inoue S. Enomoto Chem. Pharma. Bull. 24 1976 2199 2 K. Tanabe T. Nishizaki G.C. Bond P.B. Wells F.C. Tompkins Proc. 6th Int. Congr. Catal. 2 1977 The Chemical Society London 863 1976 3 S. Karuppannasamy K. Narayanan C.N. Pillai J. Catal. 66 1980 281 4 R. Pierantozzi A.F. Nordquist Appl. Catal. 21 1986 263 5 S. Namba T. Yashima Y. Itaba N. Hara Stud. Surf. Sci. Catal. 5 1980 105 6 S. Balsamma P. Beltrame P.L. Beltrame P. Carniti L. Forni G. Zuretti Appl. Catal. 13 1984 161 7 P.D. Chantal S. Kaliaguine T.L. Grandmaison Appl. Catal. 18 1985 133",
      "scopus-id": "0024700814",
      "coredata": {
        "eid": "1-s2.0-0304510289800240",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800240",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Narayanan, S."
          },
          {
            "@_fa": "true",
            "$": "Rao, V.Venkat"
          },
          {
            "@_fa": "true",
            "$": "Durgakumari, V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800240"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800240"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80024-0",
        "prism:volume": "52",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A correlation of vanadia-chromia catalyst composition with acidity and selective C-alkylation activity of phenol",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L29-L32",
        "prism:endingPage": "L32",
        "pubType": "cor",
        "prism:coverDisplayDate": "1 July 1989",
        "prism:doi": "10.1016/0304-5102(89)80024-0",
        "prism:startingPage": "L29",
        "dc:identifier": "doi:10.1016/0304-5102(89)80024-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024700814"
      }
    }
  }
}