{
  "metadata": {
    "title": "Channel network effects in ethylene oligomerization and aromatization using HZSM-5, HZSM-11 and HZSM-48 catalysts: an <ce:italic>in situ</ce:italic><ce:sup loc=pre>13</ce:sup>C NMR study",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-12-31",
    "doi": "10.1016/0304-5102(86)85048-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850489",
    "pii": "0304510286850489"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022866851",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850489 0304-5102(86)85048-9 0304510286850489 10.1016/0304-5102(86)85048-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00442 2024-01-02T01:04:16.600218Z 0 0 19861201 19861231 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 38 38 3 3 Volume 38, Issue 3 20 387 391 387 391 198612 December 1986 1986-12-01 1986-12-31 1986 converted-article cor Copyright © 1986 Published by Elsevier B.V. CHANNELNETWORKEFFECTSINETHYLENEOLIGOMERIZATIONAROMATIZATIONUSINGHZSM5HZSM11HZSM48CATALYSTSINSITU13CNMRSTUDY DREOUANE E DEROUANE 1980 486 E DEROUANE 1981 238 E DEROUANE 1981 331 E MIRODATOS 1979 136 C MIRODATOS 1981 C MIRODATOS 1985 246 C DEROUANE 1981 331 E DEROUANE 1982 42 E BOLIS 1980 1606 V VANDENBERG 1983 130 J CHEN 1986 151 N GABELICA 1984 219 Z ACSSYMPSER CATALYTICMATERIALSRELATIONSHIPBETWEENSTRUCTUREREACTIVITY DODWELL 1985 153 G CANT 1972 161 N BROUWER 1980 137 D NATOASISERE CHEMISTRYCHEMICALENGINEERINGCATALYTICPROCESSES BEEKMAN 1979 245 J JACOBS 1977 P CARBONIOGENICACTIVITYZEOLITES HAAG 1984 305 W PROC8THINTLCONGRCATALBERLIN1984 CORMA 1985 30 A MEIER 1978 W ATLASZEOLITESTRUCTURETYPES DREOUANEX1986X387 DREOUANEX1986X387X391 DREOUANEX1986X387XE DREOUANEX1986X387X391XE item 0304-5102(86)85048-9 0304510286850489 1-s2.0-0304510286850489 10.1016/0304-5102(86)85048-9 272239 2024-01-02T01:04:16.600218Z 1986-12-01 1986-12-31 1-s2.0-0304510286850489-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850489/MAIN/application/pdf/bc0beed34cc071e7f684fe3c1edfaca7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850489/MAIN/application/pdf/bc0beed34cc071e7f684fe3c1edfaca7/main.pdf main.pdf pdf true 317135 MAIN 5 1-s2.0-0304510286850489-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850489/PREVIEW/image/png/cdd06e70cf869c1d400367d1764438ef/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850489/PREVIEW/image/png/cdd06e70cf869c1d400367d1764438ef/main_1.png main_1.png png 74824 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 38 (1986) 387 - 391 387 Letter Channel Network Effects in Ethylene Oligomerization and Aromatization Using HZSM-5, HZSM-11 and HZSM-48 Catalysts: An In Situ \"C NMR Study E. G. DEROUANE*, C LEFEBVRE and J. B. NAGY Facultes Universitaires N. D. de la Paix, Center for Advanced Materials Research, Laboratory of Catalysis, Rue de Bruxelles, 61, B - 5000 Namur (Belgium) (Received June 23,1986; accepted July 18,1986) Molecular traffic control [1-3] and other channel network tortuosity effects [4, 5] have been postulated to affect the selectivity of zeolite- catalyzed organic conversions. To investigate and discuss further these hypotheses, the present note reports in situ catalytic ^C magic-angle-spinning (MAS)-NMR results for the (batch) conversion (oligomerization and aromatization) of \"C-labeled ethylene (*CH2=*CH2) on the H-form of three intermediate pore size (about 0.55 nm) pentasil-type zeolite catalysts: HZSM-5, HZSM-11, and HZSM-48, with comparable Al contents and particle sizes. Assuming that non-homogeneous Al distribution (clustering, zoning, etc.) effects are negligible or small, due to the synthesis methods which were used, such catalysts thus differ only by their channel network tortuosities and intersection dimensions. The present study of the ethylene conversion on the above materials extends earlier work performed in our [6, 7] and other [8, 9] laboratories using ZSM-5 as catalyst. It is also relevant and related to the Mobil Ma process for aromatization of light hydrocarbons [10]. Ethylene appears as a particularly interesting probe for model studies of the type reported herein, as its \"C-labeling is equivalent for all carbons, as it forms only primary carbenium ions, and as its oligomerization rate is rather slow compared to that of other olefins. Zeolites ZSM-5 and ZSM-11 were prepared as previously described [11]. ZSM-48 [12] (isotypical [13] to EU-2 [14] was synthesized using hexa- methonium dibromide as organic directing agent. The latter enables a better control of the distribution and of the density of framework Al sites [13]. Table 1 lists the characteristics of the catalysts, which are relevant for the discussion below. Following the procedure described elsewhere [6, 7] \"C- labeled (91.6% enriched on both C atoms, Prochem) ethylene diluted with high purity ethylene (99+%, Air Products) to achieve an average 30% *Author to whom correspondence should be addressed. natU-s-i 02/R6/$3 SO Elsevier Seauoia/Printed in The Netherlands 388 TABLE 1 Characteristics of the HZSM-5, HZSM-11 and HZSM-48 catalysts Zeolite Channel (C)or intersection (I) size (nm)' Composition A1/(A1 + Si) (at/at) [Si/Al] (at/at)\" Average crystallite size Otm) ZSM-6 C:3D, linear channels intersecting zig-zag 0.032[301] 0.7 - 2.0 spherical 0.6 -1.4 spherical ca. 0.6 -10.0 needles 'ID = unidimensional pore system; 3D = three-dimensional pore system. \"Analyses obtained by energy dispersive X-ray analysis and/or proton-induced gamma-ray emission \"UC = crystallographic unit cell [21]. enrichment (0.2 - 5.0 mmol g~1 catalyst) was first adsorbed at 77 K on the dehydrated (10~6 torr, 400 C, 2 h) zeolite and slowly oligomerized (step 1) at ambient temperature (36 h). The oligomerized product was thereafter degassed at 120 C (0.5 h) and cracked/aromatized (step 2) at 673 K for about 2 h. \"C MAS-NMR (with ^H cross-polarization) was used to characterize the products. The overall reaction sequence can thus be described as: Oligomerization Cracking/Aromatization ethylene > (residual monomer) + oligomer product(s) > cracked products (1) Step 1, T = ambient Step2;T=673K Characteristic \"C MAS-NMR spectra and product compositions are shown in Fig. 1 and Table 2, following steps 1 and 2, respectively. As seen from Fig. 1, all catalysts after oligomerization at ambient temperature show three distinct peaks, corresponding to terminal methyl (6 = 13.2 ppm), penultimate methylene (5 = 23.5 ppm), and other methylene (5 = 31.9 ppm) groups, respectively. The absence of resonances characteristic of branched carbons indicates that only linear oligomers are formed as low temperature products. This observation implies that the 'branched' inter- mediates formed via the mechanism initially proposed by Cant and Hall [15] are isomerized to less constrained linear oligomers via protonated cyclo- propane intermediates [16]. ZSM-6 C:3D, linear channels intersecting zig-zag channels. I: nearly spherical, about 0.8 nm in diameter; 4 per UC\". ZSM-11 C-3D, linear intersecting 0034[28.4] only, 1-2 per unit cell as in ZSM-6; 2 others per UC\", ellipsoidal, about 0.8 X 1 1 nm in size. ZSM-48 C;1D, 0.63 X 0.56 0.046[21 0] Lnone 389 Fig. 1. \"C MAS-NMR spectra of HZSM-5, HZSM-11 and HZSM-48 catalysts following ethylene adsorption at 77 K and oligomerization at ambient temperature. Chemical shifts (ppm) are referred to TMS. TABLE 2 i3r Approximate product(s) compositions derived by C MAS-NMR spectroscopy following cracking/aromatization at 673 K of the oligomerized products' Product S (ppm)\" Zeolite HZSM-5 Zeolite HZSM-11 Zeolite HZSM-48 alkoxy group 60.0 + + + methane -2.3 + + ethane 5.7 + + ethylene 123.5 + + + propane 16.4, 15.9 + + + + propylene 16.1,114.7,135.0 + + n-butane 13.1, 24.9 + + i-butane 24.3, 25.0 + other linear 137, 22.6, 32.0 + + + + + paraffins (nC > 4) isopentane 11.4, 21.9, 29.7 + 31.7 isohexane 13.6, 20.0, 22.4 + 27 6, 41.6 neohexane 85, 28.7, 302, + + + 36.5 benzene 128 + + + + + toluene 20, 134 + + xylenes 20.5, 134 + + + + other aromatics 11 4, 22.2, 31.7 + + (n08) 42.3, 128,148.4 'Relative importance: +: small, + +. average; + + +: high. ''Chemical shifts (ppm) from TMS as reference 390 Interestingly, HZSM-5 and HZSM-11 behave analogously, as expected (both have interconnected channels of comparable size and length), whereas HZSM-48 yields shorter oligomers (smaller intensity of the resonance at 31.9 ppm due to methylene groups) and shows the presence of a rather high amount of unreacted ethylene (peak at 121.7 ppm). These ethylene molecules correspond to species trapped between occluded oligomers, which have no access to active sites because of the one-dimensional nature of the ZSM-48 channel network. These results provide clear evidence for an augmentation in 'molecular traffic* when the dimensionality of the zeolite channel network increases, and for the need to distinguish between aging resulting from either pore or site blockage [17]. Conversion of the oligomerization products at 673 K, via cracking and aromatization, leads to complex NMR spectra which are more conveniently described by the data collected in Table 2. Two major trends are delineated: (i) HZSM-5 and HZSM-11 catalysts yield alkylaromatic hydrocarbons (toluene, xylenes), whereas benzene only is formed onHZSM-48;in addition, higher alkylaromatic compounds are found on HZSM-11, e.g., trimethyl- and butylbenzenes; these product yields are consistent with the channel structures of these zeolites (decreasing bimolecular reaction/transition state constraints in the order HZSM-48 > HZSM-5 > HZSM-11, see Table 1). (ii) HZSM-48 shows the formation of a larger amount of light paraffinic hydrocarbons, mainly propane but also including methane and ethane; the observation of these light paraffins conforms to the prohibition of aromatic alkylation as a result of steric hindrance. The formation of propane on HZSM-48 is readily accounted for by (S- scission [18], whereas that of ethane and, in particular, of methane can be explained by another monomolecular, so-called 'protolytic', reaction pathway involving non-classical five-coordinated carbonium species [19, 20]. These light hydrocarbons cannot escape from the intracrystalline volume due to the unidimensional character and pore blockage of the channel network. The aforementioned results demonstrate the important role played by the connectiveness of the channel network in determining the efficiency of feed conversion and the nature of reaction products in zeolite-catalyzed conversions. They also substantiate the hypothesis that molecular traffic control [1-3] could be operative in conditions where diffusional limitations and restricted access to (or departure from) catalytic sites or substrate species are dominant. Acknowledgements The authors thank N. Dewaele and Z. Gabelica for the synthesis and characterization of the catalysts used in the present study, as well as for many constructive discussions. The skillful help of G. Daelen in obtaining the NMR data is gratefully acknowledged. 391 References 1 E. G. Derouane and Z. Gabelica, J. Catal., 65 (1980) 486. 2 E. G. Derouane, Z. Gabelica and P. A. Jacobs, J. Catal., 70 (1981) 238. 3 E. G. Derouane, P. Dejaifve, Z. Gabelica and J. C. Vedrine, Faraday Disc. Chem. Soc., 72(1981)331. 4 C. Mirodatos and D. Barthomeuf, J. Catal., 57 (1979) 136, see also Proc. 7th North Amer. Meeting Catalysis Soc., Boston, 1981, paper E-5. 6 C. Mirodatos and D. Barthomeuf, J. Catal., 93 (1985) 246. 6 E. G. Derouane, J. P. Gilson and J. B. Nagy, J. Mol. Catal., 10 (1981) 331. 7 E. G. Derouane, J. P. Gilson and J. B. Nagy, Zeolites, 2 (1982) 42. 8 V. Bolis, J. C. Vedrine, J. P. van den Berg, J. P. Wolthuizen and E. G. Derouane, J. Chem. Soc., Faraday Tram. 1, 76 (1980) 1606. 9 J. P. van den Berg, J. P. Wolthuizen, A. D. H. dague, G. R. Hays, R. Huis and J. H. C. van Hooff, J. Catal., 80 (1983) 130. 10 N. Y. Chen and T. Y. Yan, Ind. Eng. Chem. Proc. Des. Dev., 25 (1986) 151. 11 Z. Gabelica, E. G. Derouane and N. Blom, in T. E. Whyte, Jr., R. A. Dalla Betta, E. G. Derouane and R. T. K. Baker (eds.). Catalytic Materials. Relationship Between Structure and Reactivity, A. C. S. Symp. Ser., American Chemical Society, Washington, D. C., Vol^248,1984, p. 219^ 12 Eur. Pat. Appl. 16 132 (1979) to L. D. Rollmann and E. W. Valyocsik assigned to Mobil Oil Corporation. 13 N. Dewaele, Z. Gabelica and E. G. Derouane, unpublished results. 14 G. W. DodweU, R. P. Denkewicz and L. B. Sand, Zeolites. 5 (1985) 153. 15 N. W. Cant and W. K. Hall, J. Catal., 25 (1972) 161. 16 D. M. Brouwer, in R. Prins and G. C. A. Schuit (eds.), Chemistry and Chemical Engineering of Catalytic Processes, Si]thoff-Noordhoff, Netherlands, NATO-ASI-Ser. E,1980, Vol. 39,p.137. 17 J. W. Beekman and G. Froment, Ind. Eng. Chem. Fund., 18 (1979) 245. 18 P. A. Jacobs, Carboniogenic Activity of Zeolites, Elsevier, Amsterdam, 1977. 19 W. 0. Haag and R M. Dessau, Proc. 8th Intl. Congr. Catal., Berlin, 1984, Verlag Chemie, Weinheim, Vol. 2,1984, p. 305. 20 A. Corma, J. Planelles, J. Sanchez-Marin and F. Tomas, J. Catal., 93 (1985) 30. 21 W. M. Meier and D. H. Olson, Atlas of Zeolite Structure Types, Intl. Zeolite Assoc., Zurich,1978. X244 86850489 0304-5102(86)85048-9 10.1016/0304-5102(86)85048-9 Industrial catalysis Letter Channel network effects in ethylene oligomerization and aromatization using HZSM-5, HZSM-11 and HZSM-48 catalysts: an in situ 13C NMR study E.G. Dreouane 1 C. Lefebvre J.B. Nagy Facultés Universitaires N. D. de la Paix, Center for Advanced Materials Research, Laboratory of Catalysis, Rue de Bruxelles, 61, B - 5000 NamurBelgium 1 Author to whom correspondence should be addressed. References 1 E.G. Derouane Z. Gabelica J. Catal. 65 1980 486 2 E.G. Derouane Z. Gabelica P.A. Jacobs J. Catal. 70 1981 238 3 E.G. Derouane P. Dejaifve Z. Gabelica J.C. Vedrine Faraday Disc. Chem. Soc. 72 1981 331 4 a C. Mirodatos D. Barthomeuf J. Catal. 57 1979 136 b C. Mirodatos D. Barthomeuf Proc. 7th North Amer. Meeting Catalysis Soc. 1981 paper E-5. Boston 5 C. Mirodatos D. Barthomeuf J. Catal. 93 1985 246 6 E.G. Derouane J.P. Gilson J.B. Nagy J. Mol. Catal. 10 1981 331 7 E.G. Derouane J.P. Gilson J.B. Nagy Zeolites 2 1982 42 8 V. Bolis J.C. Védrine J.P. van den Berg J.P. Wolthuizen E.G. Derouane J. Chem. Soc., Faraday Trans. 1 76 1980 1606 9 J.P. van den Berg J.P. Wolthuizen A.D.H. Clague G.R. Hays R. Huis J.H.C. van Hooff J. Catal. 80 1983 130 10 N.Y. Chen T.Y. Yan Ind. Eng. Chem. Proc. Des. Dev. 25 1986 151 11 Z. Gabelica E.G. Derouane N. Blom Catalytic Materials: Relationship Between Structure and Reactivity T.E. Whyte Jr. R.A.Dalla Betta E.G. Derouane R.T.K. Baker A.C.S. Symp. Ser. 248 1984 American Chemical Society Washington, D. C 219 12 Eur. Pat. Appl. 15 132 (1979) to L.D. Rollmann and E.W. Valyocsik assigned to Mobil Oil Corporation. 13 N. Dewaele, Z. Gabelica and E.G. Derouane, unpublished results. 14 G.W. Dodwell R.P. Denkewicz L.B. Sand Zeolites 5 1985 153 15 N.W. Cant W.K. Hall J. Catal. 25 1972 161 16 D.M. Brouwer Chemistry and Chemical Engineering of Catalytic Processes R. Prins G.C.A. Schuit NATO-ASI-Ser. E 39 1980 Sijthoff-Noordhoff Netherlands 137 17 J.W. Beekman G. Froment Ind. Eng. Chem. Fund. 18 1979 245 18 P.A. Jacobs Carboniogenic Activity of Zeolites 1977 Elsevier Amsterdam 19 W.O. Haag R.M. Dessau Proc. 8th Intl. Congr. Catal., Berlin, 1984 2 1984 Verlag Chemie Weinheim 305 20 A. Corma J. Flanelles J. Sanchez-Marin F. Tomas J. Catal. 93 1985 30 21 W.M. Meier D.H. Olson Atlas of Zeolite Structure Types 1978 Intl. Zeolite Assoc Zürich",
      "scopus-id": "0022866851",
      "coredata": {
        "eid": "1-s2.0-0304510286850489",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850489",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dreouane, E.G."
          },
          {
            "@_fa": "true",
            "$": "Lefebvre, C."
          },
          {
            "@_fa": "true",
            "$": "Nagy, J.B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850489"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850489"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85048-9",
        "prism:volume": "38",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Channel network effects in ethylene oligomerization and aromatization using HZSM-5, HZSM-11 and HZSM-48 catalysts: an in situ 13C NMR study",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "387-391",
        "prism:endingPage": "391",
        "pubType": "cor",
        "prism:coverDisplayDate": "December 1986",
        "prism:doi": "10.1016/0304-5102(86)85048-9",
        "prism:startingPage": "387",
        "dc:identifier": "doi:10.1016/0304-5102(86)85048-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022866851"
      }
    }
  }
}