{
  "metadata": {
    "title": "Oligomerization of alkynes by the RhCl<ce:inf loc=post>3</ce:inf>-aliquat 336 catalyst system: Part 1. Formation of benzene derivatives",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-07-01",
    "doi": "10.1016/0304-5102(90)85254-F",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085254F",
    "pii": "030451029085254F"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025452362",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085254F 0304-5102(90)85254-F 030451029085254F 10.1016/0304-5102(90)85254-F S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0185X 2024-01-02T01:05:30.650091Z 0 0 19900701 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 60 60 3 3 Volume 60, Issue 3 4 313 321 313 321 19900701 1 July 1990 1990-07-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. OLIGOMERIZATIONALKYNESBYRHCL3ALIQUAT336CATALYSTSYSTEM AMER I SASSON 1981 293 Y AMER 1988 207 I BLUM 1983 4139 J AMER 1986 221 I AZRAN 1986 229 J AMER 1987 185 I BLUM 1987 2804 J AMER 1987 1321 I BLUM 1986 359 J SCHORE 1988 1081 N VOLLHARDT 1984 539 K ANGEWCHEM GRIGG 1988 1357 R HUBERT 1965 3160 A DZHEMILEV 1986 1478 U MASUDA 1983 2798 T JHINGAN 1987 1161 A NECKERS 1979 894 D EAPEN 1984 478 K MANTOVANI 1985 73 A NOETH 1973 9 H RIEMSCHNEIDER 1983 1267 R 1974 ALDRICHLIBRARYNMRSPECTRA BORRINI 1985 181 A DEEM 1989 153 M AMER 1990 323 I HALPERN 1982 3183 M GORDON 1977 3903 J MERZ 1973 846 A ANGEWCHEM MCINTOSH 1977 2123 J SMITH 1975 297 298 J CHEMICALENGINEERINGKINETICS YUREVA 1974 L MCALISTER 1977 1666 D AMERX1990X313 AMERX1990X313X321 AMERX1990X313XI AMERX1990X313X321XI item 0304-5102(90)85254-F 030451029085254F 1-s2.0-030451029085254F 10.1016/0304-5102(90)85254-F 272239 2024-01-02T01:05:30.650091Z 1990-07-01 1-s2.0-030451029085254F-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085254F/MAIN/application/pdf/60110c8a05d7fb3793ab3d22e2d29a65/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085254F/MAIN/application/pdf/60110c8a05d7fb3793ab3d22e2d29a65/main.pdf main.pdf pdf true 593423 MAIN 9 1-s2.0-030451029085254F-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085254F/PREVIEW/image/png/3ad41addcb26bfea8c7f74641e15ff34/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085254F/PREVIEW/image/png/3ad41addcb26bfea8c7f74641e15ff34/main_1.png main_1.png png 58095 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 60 (1990) 313-321 313 OLIGOMERIZATION OF ALKYNES BY THE RhCls-ALIQUAT 336 CATALYST SYSTEM PART 1. FORMATION OF BENZENE DERIVATIVES IBRAHIM AMER, TAMAR BERNSTEIN, MORIS EISEN, JOCHANAN BLUM* Department of Organic Chemistry, The Hebrew University, Jerusalem 91904 (Israel) and K. PETER C. VOLLHARDT Department of Chemistry, University of California at Berkeley, and the Materials and the Chemical Sciences Division, Lawrence Berkeley Laboratory, Berkeley, CA 94720 Cl/.S-A.) (Received August 22,1989; accepted January 4,1990) Summary The cyclo-oligomerization of several terminal and internal alkynes under phase transfer conditions by the RhCla-Aliquat 336 catalyst is described. The kinetics of 1-heptyne cyclotrimerization at 90 C in 1,1,2,2- tetrachloroethane/water were found to follow the second-order rate law d[arene]/d( = AtalkyneltRhCIa] when the molar ratio of substrate:rhodium chloride:quat was approximately 25:1:1. The activation energy of Ea== 12.5 kcal mol\"1 suggests that the catalysis is both chemically and diffusion controlled. Product analysis is compatible with a mechanism that involves rhodacyclopentadiene rather than metal cyclobutadiene intermediates. Introduction The solvated ion pair [(C8Hl7)3[NCH3]+[RhCl4]-, formed from aqueous RhCIa and Aliquat 336 [I], has been shown to be an efficient, long-lived catalyst for a variety of hydrogen transfer reactions. It promotes (i) double bond isomerization of allylic compounds [I], (ii) disproportionation and dehydrogenation of 1,3-cyclohexadienes [2], (iii) hydrogenation of olefinic and aromatic C C double bonds by molecular hydrogen [3-8], and selective transfer hydrogenation of mono- and bis-unsaturated substrates by polymethylhydrosiloxane [ 9 ]. We now wish to report the application of the RhCls-Aliquat 336 catalyst to the well known cyclotrimerization of alkynes [10], and to present some kinetic studies of the catalytic process. Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 314 TABLE 1 Cyclotrimerization of various alkynes in the presence of the RhC^-Aliquat 336 system\" Expt. Substrate Reaction Reaction Conversion Yield of Triaubstituted benzene temperature time (%) trimers (relative yield, %) ( C) (h) (%)\" 1,2,4- 1,3,5- 1 CH3(CH2)sC=CH 60 2 69 17 94 6 2 (CH3)3CCs=CH 60 2.5 100 32 90 10 3 CH3(CH2) C=3CH 90 2 89 89 87.5 12.5 4 CH3(CH2)sC^CH 90 2 87 77 83 17 5 (^(CH^gO-CH 90 2 70 31 86 14 6 CHs(CH^G=aCH 90 2 68 32 82 18 7 CgHgOssCH 90 2 98 50 84.5 15.5 8 CH3COC=sCH 90 1.5 100 32 42 58 9 CH30COC=CH 90 2 97 31 66 34 10 HGsCtCHL^GaCH 90 26 89 29\" 11 CH3C=3CCH3 90 29 70 70 12 CH30COC=CCOOCH3 90 20 80 35 \"Reaction conditions as given in the Experimental section (except those specified in the Table). ''Isolated product. \"A major side product in this reaction (11%) was acetophenone [9]. ''The product mixture was separated into 23% 6-(5-mdanyl)-l-pentyne [11] and 6% l,3-di-(5-indanyl)propane 112]. \"The reaction was performed in a sealed pressure tube. Experimental General procedure for the Cyclotrimerization of alkynes In a typical experiment, a mixture of 40 nag (1.52 x lO^inol) of RhCls-SHaO, 61 mg (1.52 x 10-4 mol) of crystalline Aliquat 336, 2 ml oftriply distilled water, 1.45ml of 1,1,2,2-tetrachloroethane and 0.545ml of 1- chloronaphthalene (internal standard) were heated under reflux with vigo- rous stirring for 10 min. A quantity of 376 mg (4 x 10~3 mol) 1-heptyne was added and the heating was continued for 2 h. The mixture was cooled, the organic layer dried, and its contents analyzed and separated on a preparative GC column packed with 10% OV-101 on Chromosorb W. There was obtained 41 mg (11%) of unreacted starting alkyne and 334 mg (89%) of a mixture 1,2,4- and 1,3,5-tripentylbenzene (ratio 7:1), which was then separated either by HPLC on RP-18 (MeOH as eluent) or by GC on 10% OV-17. A similar procedure was applied for the Cyclotrimerization reactions listed in Table 1, except that most products were separated by column chromatography on alumina and their identity determined either by com- parison with authentic samples or by their characteristic MS and NMR spectra. The ^NMR spectral data of the various 1,2,4- and 1,3,5- trisubstituted benzenes are given in Table 2. Results and Discussion Table 1 shows that both terminal and internal alkynes oligomerize in the presence of the RhCls-Aliquat 336 catalyst. The efficiency and selectivity TABLE 2 ^NMR spectra of various 1,2,4- and 1,3,5-trisubstituted benzenes Compound Spectral data 1,2,4-tributylbenzene 1,3,5-tributylbenzene 1,2,4-tri-t-butylbenzene 1,3,5-tri-t-butylbenzene 1,2,4-tripentylbenzene 1,3,6-tripentylbenzene 1,2,4-trihexylbenzene 1,3,5-trihexylbenzene 1,2,4-triheptylbenzene 1,3,5-triheptylbenzene 1,2,4-trioctylbenzene 1,3,5-trioctylbenzene 1,2,4-triphenylbenzene 1,3,5-triphenylbenzene 1,2,4-triacetylbenzene 1,3,5-triacetylbenzene trimethyl trimellitate trimethyl trimeaate 300 MHz (CCl,): 0.960 (t, 9, J = 7.3 Hz), 1.200 (m, 6), 1.560 (m, 6), 2.521 (m, 6), 6.744 (d, 1, J = 7.4 Hz), 6.800 (s, 1), 6.914(d,l,J=7.4Hz)[13] 300MHz (CCL,): 0.928 (t, 9, J=7 Hz), 1.361 (m, 6), 1.560 (m, 6), 2.495 (t, 6,J=SHz), 6.672 (s, 3) [13, 14] 300 MHz (CDCL,): 1.202 (s, 9), 1.322 (s, 9), 1.349 (s, 9), 7.146 (dd, I, Jg 5 = 2.3 Hz, Jg e = 8.5 Hz), 7.521 (d, 1, Jg 6 = 8.5 Hz), 7.636 (d, 1, J^ = 2.3 Hz) [15] 300MHz (CCLi): 1.330 (s, 27), 7.131 (s, 3) [15, 16] 300MHz (CC^): 0.917 (t, 9, J = 7 Hz), 1.348 (m, 12), 1.547 (m, 6), 2.508 (m, 6), 6.771 (d, I, J = 7.4 Hz), 6.880 (d, I, J= 7.4 Hz), 6.891 (s, 1) 300MHz (CCli): 0.898 (t, 9,J=7Hz), 1.348 (m, 12), 1.561 (m, 6), 2.482 (t, 6,J=7Hz), 6.662 (s, 3) 200MHz (CCL,): 0.896 (t, 9, J = 6 Hz), 1.246 (m, 18), 1.533 (m, 6), 2.541 (m, 6), 6.766 (d, 1, J = 7 Hz), 6.792 (s, 1), 6.871 (d,l,J=7Hz) 200 MHz (CC1,,): 0.887 (t, 9, J = 6 Hz), 1.308 (m, 18), 1.560 (m, 6), 2.510 (t, 6, J = 6.5 Hz), 6.655 (s, 3) [17] 200 MHz (CC^): 0.888 (t, 9, J = 5 Hz), 1.289 (m, 24), 1.530 (m, 6), 2.543 (m, 6), 6.777 (d, I, J = 7.5 Hz), 6.796 (s, 1), 6.893 (d, I, J= 7.5 Hz) 200MHz (CCL,): 0.887 (t, 9, J = 6 Hz), 1.290 (m, 24), 1.534 (m, 6), 2.480 (t, 6, J = 6.5 Hz), 6.662 (s, 3) [17] 200MHz (CCL,): 0.887 (t, 9,J=7Hz), 1.276 (m, 30), 1.532 (m, 6), 2.541 (m, 6), 6.780 (d, l,J=7Hz), 6.793 (s, 1), 6.892 (d, I, J = 7 Hz) [17] 200 MHz (CC^): 0.880 (t, 9, J = 7 Hz), 1.276 (m, 30), 1.560 (m, 6), 2.513 (t, 6, J = 6 Hz), 6.659 (s, 3) [17] 200MHz (CCli): 7.110 (m,9), 7.260-7.570 (m, 6), 7.648 (m, 3) [18] 200MHz (CCL,): 7.332 (t, 3, J= 7.2 Hz), 7.431 (t, 6, J= 7.2 Hz), 7.685 (d, 6, J= 7.2 Hz), 7.732 (s, 3) [19] 200 MHz (CDCL)): 2.547 (s, 3), 2.617 (s, 3), 2.665 (s, 3), 7.581 (d, 1, J = 7.8 Hz), 8.110 (dd, I, Jg 5 = 1.6 Hz, ^5.6 = 7.8 Hz), 8.210 (d, 1, ^3,5 = 1-6 Hz) [20] 200MHz (CDCL,): 2.718 (s, 9), 8.706 (s, 3) [21] 300MHz (DMSO-dg): 3.820 (s, 3), 3.845 (s, 3), 3.900 (s, 3), 7.820 (d, I, Jag =7.5 Hz), 8.162 (dd, 1,^5= 1.5 Hz, Js,e = 7.5 Hz), 8.243 (d, 1, ^3,5 = 1-5 Hz) [22] 300MHz (DMSO-dg): 3.945 (s, 9), 8.621 (s, 3) [22] 5; 316 vary in accord with the structures of the substrates. Terminal alkynes react faster than internal ones, and give mixtures of 1,2,4- and 1,3,5-trisubsti- tuted benzenes. Except for expt. 8, in which 3-butyn-2-one is reacted, the unsymmetrically substituted arene is formed preferentially. While the oligomerization of 1-heptyne yields exclusively the cyclic trimers, both the lower and higher homologs give linear oligomers (mainly dimers to hexamers) as side products. Cyclic tetramers could not be detected in any of our reactions. NMR and mass spectral analyses revealed also the formation of small amounts of mono- and dichlorinated linear products (up to 6% of the overall yield), as the result of halogen transfer from the catalyst [23]. (For an analogous chlorine transfer, see the succeeding paper [24].) Thus, e.g., 7-chloro-7,9-hexadecadiene, CH3(CH2)5CC1==CHCH==CH(CH2)5CH3 was detected among the reaction products of 1-octyne (expt. 4) and 5,6-dichloro- 2,2,7,7-tetramethyl-3-octyne among those of t-butylacetylene (expt. 2). The terminal diyne, 1,6-heptadiyne, was found to react slowly in the absence of a dienophile to give both the dimer 6-(5-indanyl)-l-pentyne [11] and the trimer l,3-di(5-indanyl)propane [12] (expt. 10). In the presence of an active alkyne, catalytic cocyclo-oligomerization takes place. This process will be reported in a separate paper. 2-Butyne was reacted as a representative internal alkyne. It yields hexamethylbenzene as the only reaction product. Dimethylacetylene dicar- boxylate gives, however, only 44% ofhexamethyl mellitate (expt. 12), owing to partial hydrolysis of the starting material under the reaction conditions. Since 1-heptyne undergoes exclusively cyclotrimerization, this substrate has been chosen for kinetic studies. Experiments which were carried out at different alkyne concentrations (between 0.5 and 3.0 M) in the presence of 1.52 x lO^M of RhCIa and the same amount of Aliquat 336 revealed that the cyclo-oligomerization is first order in substrate, at least during the first 75% of the reaction. The rate dependence on the concentration of the rhodium catalyst was found to be 4 8 12 [Rh],MxlO\"2 Fig. 1. Dependence of the initial rate of 1-heptyne cyclotrimerization on the concentration of the rhodium catalyst; conditions as given in the Experimental section. 317 4 8 12 [Aliqual 336.1, MxlO\"2 Fig. 2. Dependence of the initial rate of 1-heptyne cyclotrimerization on the concentration of Aliquat 336. linear up to 0.07 M, which suggests a pseudo first-order behavior in this range. At 0.08 M the rate approaches a constant value (Fig. 1). A similar linear dependence on the concentration of the phase transfer catalyst was observed between 0.01 and 0.005 M. At 0.06 M, when the ratio Aliquat 336:rhodium is 1, the catalysis becomes independent of the quat. Above this concentration, however, the quaternary ammonium salt starts to act as an inhibitor and the rate dependence becomes negative (Fig. 2). Thus, under our standard working conditions given in the Experimental section, the kinetics obeyed the second-order rate law (eqn. (1)) -3d[alkyne]/cK = d[arene]/d( = -k [alkyne] [RhCIa] (1) with k = 0.99 0.05 M-1 min-1. Since most of the metal ion was shown to be transferred to the organic phase prior to the addition of substrate to the reaction mixture, the observed rate dependence on the quaternary ammonium salt suggests that the latter affects also the intrinsic properties of the rhodium catalyst. This suggestion is actually supported by the data given in Table 3, which indicate a rate dependence also on the nature of the phase transfer catalyst. The rate was found to be affected by the structure of both the cation and the counter-ion. As expected, highly accessible onium ions were found to be more efficient than those of low accessibility [25]. As to the effect of the anion, it is noteworthy that iodide ion has no significant poisoning effect on the catalysis [26] and tetrabutylammonium iodide is, in fact, more efficient than the corresponding chloride and hydrogen sulfate. (A few analogous cases have been reported in the literature [27, 28].) In analogy to some other processes catalyzed by the RhCla-Aliquat 336 system [1, 2, 5, 7], it was found that there is no reaction in the absence of water and that the organic solvent has a mild influence on the catalysis. Polar solvents were found to lead to higher rates than non-polar ones. Representative initial rates of cyclotrimerization of 1-heptyne in 1,1,2,2- tetrachloroethane, o-xylene, and dodecane under the conditions given in the Experimental section are 2.16 x 10~2; 1.81 x 10~2, and 1.17 x ^\"''Mmm\"1, 318 TABLE 3 Cyclotrimerization of 1-heptyne at 90 C by BhCIa and various quaternary onium salts in a two-liquid-phase system\" Expt. Quaternary onium salt Initial reaction rate (M min-1 x 10-2) 1 2 3 4 5 6 7 8 hexadecyltriinethylainmonium bromide methyltrioctylammoniuin bromide tetraoctylammomum bromide tetrabutylaminonium bromide tetrabutylaromonium iodide tetrabutylammonium chloride tetrabutylammonium hydrogen sulfate tetrabutylphosphonium bromide 3.02 0.15 2.38 0.18 1.03 0.06 1.84 0.09 0.88 0.03 0.46 0.03 0.52 0.06 0.94 0.07 \"Reaction conditions as given in the Experimental section, except that different phase transfer catalysts were used. respectively. Since it has already been shown that the nature of the organic medium has hardly any influence on the metal extraction from the aqueous phase [I], it may be postulated that the solvent effect is associated with the solvation of the ion pair [(CaH^sNCHal^RhClJ\" and of other rhodium species. It should be pointed out, however, that neither the organic nor the aqueous medium takes part in the catalytic cycle, and deuterium labeling of the solvents does not lead to the formation of deuterated arenes. For 1-heptyne the catalysis was found to be equally selective between 60 and 90 C. Initial rates that have been measured at 60, 70, 80 and 90 C for several substrate concentrations can be expressed in terms ofArrhenius plots of log[rate] us. 1/T x 10~3 (e.g. Fig. 3) from which the thermodynamic constants of the reaction are deduced. The observed values of E^= 12.5 kcal mol~1 and AAT* = 11.8 kcal mol\"1, which are lower than those of typical chemically-controlled reactions but higher than those of diffusion- controlled reactions [29], suggest that both processes contribute to the progress of the catalysis. The mass transfer in the catalysis is assumed to be 2.8 2.4 3.0 1/T xlO-'K Fig. 3. Arrhenius plot of cyclotrimerization of 1-heptyne by the RhClg-Aliquat 336 catalyst system at 60-90 C. 319 I RC ^^^-J^,^' 1 2 R- ^ 3 R'C^ Scheme 1. associated with the formation of vesicles. Such particles have lately been found in catalyst systems of RhClg and various quaternary ammonium salts [30]. From among the various pathways that have been suggested for metal-catalyzed cyclotrimerization of alkynes [31], we can exclude in our case the 'cyclobutadiene pathway\" due to the absence of 1,2,3-trisubstituted benzenes in the product mixtures. Likewise, we can eliminate those mechan- isms that involve hydrogen transfer, since neither the application of deuterated organic solvents nor the use of DgO (which leads to the formation of rhodium deuterides [2,7]) causes deuterium labeling of the arenes. Actually, the evidence in hand is best compatible with the 'common metallacyclopentadiene mechanism' [10] shown in Scheme 1. 320 In this mechanism, initially two ligands L (probably HgO or Cl) of the starting catalyst 1 are replaced in a stepwise manner by two acetylene moieties RC=CR' (in terminal alkynes either R = H or R' = H) to give complex 3. Oxidative coupling then furnishes the rhodacyclopentadienes of 4 and 5. Terminal alkynes form two complexes of type 4: one in which R = H (4a) and one in which R' = H (4b). For bulky R's 4a is sterically less hindered than 4b. Coordination of a third alkyne molecule to 4 and 5 results in the formation of the very reactive intermediates 6 and 7. Alternatively, 6 and 7 may be formed by direct addition ofRC=CR' to 3 [10b]. By analogy to some other transition metal-catalyzed alkyne cyclotrimerizations that appear kinetically similar to our system [32], we assume that the generation of 6 and 7 is rate-limiting. The transformation of 6 and 7 into the substituted benzenes 12 and 13 may proceed either via the rhodacycloheptatrienes 8a, 8b and 9, via benzene-rhodium complexes 10 and 11, or via both types of intermediates. The catalytic cycle is completed when the eliminated rhodium species RhLn regenerates 3 by its reaction with two new alkyne molecules. The preferential formation of 1,2,4-trisubstituted benzenes from most of the terminal alkynes is associated with the fact that complex 7 can be transformed into the precursors of both 12 and 13, while complexes 6 (terminal alkynes give two complexes: 6a where R = H and 6b where R' = H) yield only the precursors of 12. Acknowledgement This research was supported by grant No. 86-00013/1 from the U.S.-Israel Binational Science Foundation (BSF), Jerusalem, Israel, and by the Director, Office of Energy Research, Office of Basic Energy Sciences, Materials Science Division of the U.S.D.E. under contract DE-AC-03- 76SF00098. References 1 Y. Sasson, A. Zoran and J. Blum, J. Mol. Catal,. 11 (1981) 293. 2 I. Amer, V. Orshav and J. Blum, J. Mol. Catal., 45 (1988) 207. 3 J. Blum, I. Amer, A. Zoran, and Y. Sasson, Tetrahedron Lett., 24 (1983) 4139. 4 I. Amer, H. Amer and J. Blum, J. Mol. Catal., 34 (1986) 221. 5 J. Azran, 0. Buchman, I. Amer and J. Blum, J. Mol. Catal., 34 (1986) 229. 6 I. Amer, H. Amer, R. Ascher, J. Blum, Y. Sasson and K. P. C. VoUhardt, J. Mol. Catal., 39 (1987) 185. 7 J. Blum, I. Amer, K. P. C. Vollhardt, H. Schwarz and G. Hohne, J. Org. Chem., 62 (1987) 2804. 8 I. Amer, T. Bravdo, J. Blum and K. P. C. Vollhardt, Tetrahedron Lett., 28 (1987) 1321. 9 J. Blum, I. Pri-Bar and H. Alper, J. Mol. Catal., 37 (1986) 359. 10 See, e.g. (a) N.E. Schore, Chem. Rev., 88 (1988) 1081 and references therein; (b) K. P. C. Vollhardt, Angew. Chem. Int. Ed. Engl., 23 (1984) 539 and references therein. 11 R. Grigg, R. Scott and P. Stevenson, J. Chem. Soc., Perkin Trans. 1, (1988) 1357. 12 A. J. Hubert and J. Dale, J. Chem. Soc., (1965) 3160. 321 13 U. M. Dzhemilev, F. A. Selimov and V. R. Khafizov, Bull. Acad. Sci. USSR. 35 (1986) 1478. 14 T. Masuda, Y.-X. Deng and T. Higashimura, Bull. Chem. Soc. Jpn; 56 (1983) 2798. 15 A. K. Jhingan and W. F. Maier, J. Org. Chem., 52 (1987) 1161. 16 D. C. Neckers, J. Org. Chem., 44 (1979) 894. 17 K. C. Eapen, S. S. Dua and C. Tamborski, J. Org. Chem., 49 (1984) 478. 18 See, A. Mantovani, A. Marcomini and U. Belluco, J. Mot. Catal., 30 (1985) 73. 19 H. Noeth and J. Deberi, Kern. Kozlem., 40 (1973) 9. 20 R. Riemschneider and T. Wons, Monatsh. Chem., 114 (1983) 1267. 21 C. J. Pouchert and J. R. Campbell (eds.), The Aldrich Library of NMR Spectra. Vol. 6, Aldrich Chemical Co., Milwaukee, WI, 1974, Spectrum 14C. 22. A. Borrini, P. Diverse, G. Ingrosso, A. Lucherini and G. Serra, J. Mol. Catal., 30 (1985) 181. 23 See, e.g. M.L. Deem, E. J. lobst and M. D. Zink, Inorg. Chem. Acta, 157(1989) 153. 24 I. Amer, J. Blum and K. P. C. Vollhardt, J. Mol. Catal., 60 (1990) 323. 25 M. Halpem, Y. Sasson and M. Rabinovitz, Tetrahedron, 38 (1982) 3183 and references therein. 26 J. E. Gordon and R. E. Kutina, J. Am. Chem. Soc., 99 (1977) 3903. 27 See A. Merz, Angew. Chem. Int. Ed. Engl.. 12 (1973) 846. 28 J. Mclntosh and H. Khalil, J. Org. Chem., 42 (1977) 2123. 29 See, e.g. J. M. Smith, Chemical Engineering Kinetics, McGraw-Hill, New York, 1975, pp. 297-298. 30 G. Barak and Y. Sasson, private communication. 31 L. P. Yur'eva, Russ. Chem. Rev., 43 (1974) and references therein. 32 See, e.g. D. R. McAlister, J. E. Bercaw and R. G. Bergman, J. Am. Chem. Soc., 99 (1977) 1666. X244 9085254F 0304-5102(90)85254-F 10.1016/0304-5102(90)85254-F Chemical and metal complex catalysis Articles Oligomerization of alkynes by the RhCl3-aliquat 336 catalyst system Part 1. Formation of benzene derivatives Ibrahim Amer Tamar Bernstein Moris Eisen Jochanan Blum 1 Department of Organic Chemistry, The Hebrew University, Jerusalem 91904 Israel 1 Author to whom correspondence should be addressed. K.Peter C. Vollhardt Department of Chemistry, University of California at Berkeley, and the Materials and the Chemical Sciences Division, Lawrence Berkeley Laboratory, Berkeley, CA 94720 U.S.A. The cyclo-oligomerization of several terminal and internal alkynes under phase transfer conditions by the RhCl3-Aliquat® 336 catalyst is described. The kinetics of 1-heptyne cyclotrimerization at 90 °C in 1,1,2,2-tetrachloroethane/water were found to follow the second-order rate law d[arene]/dt = −k[alkyne][RhCl3] when the molar ratio of substrate:rhodium chloride:quat was approximately 25:1:1. The activation energy of E a = 12.5 kcal mol−1 suggests that the catalysis is both chemically and diffusion controlled. Product analysis is compatible with a mechanism that involves rhodacyclopentadiene rather than metal cyclobutadiene intermediates. References 1 Y. Sasson A. Zoran J. Blum J. Mol. Catal. 11 1981 293 2 I. Amer V. Orshav J. Blum J. Mol. Catal. 45 1988 207 3 J. Blum I. Amer A. Zoran Y. Sasson Tetrahedron Lett. 24 1983 4139 4 I. Amer H. Amer J. Blum J. Mol. Catal. 34 1986 221 5 J. Azran O. Buchman I. Amer J. Blum J. Mol. Catal. 34 1986 229 6 I. Amer H. Amer R. Ascher J. Blum Y. Sasson K.P.C. Vollhardt J. Mol. Catal. 39 1987 185 7 J. Blum I. Amer K.P.C. Vollhardt H. Schwarz G. Höhne J. Org. Chem. 52 1987 2804 8 I. Amer T. Bravdo J. Blum K.P.C. Vollhardt Tetrahedron Lett. 28 1987 1321 9 J. Blum I. Pri-Bar H. Alper J. Mol. Catal. 37 1986 359 10 (a) N.E. Schore Chem. Rev. 88 1988 1081 and references therein (b) K.P.C. Vollhardt Int. Ed. Engl. Angew. Chem. 23 1984 539 and references therein. 11 R. Grigg R. Scott P. Stevenson J. Chem. Soc., Perkin Trans. 1 1988 1357 12 A.J. Hubert J. Dale J. Chem. Soc. 1965 3160 13 U.M. Dzhemilev F.A. Selimov V.R. Khafizov Bull. Acad. Sci. USSR 35 1986 1478 14 T. Masuda Y.-X. Deng T. Higashimura Bull. Chem. Soc. Jpn. 56 1983 2798 15 A.K. Jhingan W.F. Maier J. Org. Chem. 52 1987 1161 16 D.C. Neckers J. Org. Chem. 44 1979 894 17 K.C. Eapen S.S. Dua C. Tamborski J. Org. Chem. 49 1984 478 18 A. Mantovani A. Marcomini U. Belluco J. Mol. Catal. 30 1985 73 19 H. Noeth J. Deberi Kem. Kozlem. 40 1973 9 20 R. Riemschneider T. Wons Monatsh. Chem. 114 1983 1267 21 C.J. Pouchert J.R. Campbell The Aldrich Library of NMR Spectra 6 1974 Aldrich Chemical Co Milwaukee, WI Spectrum 14C. 22 A. Borrini P. Diverse G. Ingrosso A. Lucherini G. Serra J. Mol. Catal. 30 1985 181 23 M.L. Deem E.J. Iobst M.D. Zink Inorg. Chem. Acta 157 1989 153 24 I. Amer J. Blum K.P.C. Vollhardt J. Mol. Catal. 60 1990 323 25 M. Halpern Y. Sasson M. Rabinovitz Tetrahedron 38 1982 3183 and references therein. 26 J.E. Gordon R.E. Kutina J. Am. Chem. Soc. 99 1977 3903 27 A. Merz Int. Ed. Engl. Angew. Chem. 12 1973 846 28 J. McIntosh H. Khalil J. Org. Chem. 42 1977 2123 29 J.M. Smith Chemical Engineering Kinetics 1975 McGraw-Hill New York 297 298 30 G. Barak and Y. Sasson, private communication. 31 L.P. Yur'eva Russ. Chem. Rev. 43 1974 and references therein. 32 D.R. McAlister J.E. Bercaw R.G. Bergman J. Am. Chem. Soc. 99 1977 1666",
      "scopus-id": "0025452362",
      "coredata": {
        "eid": "1-s2.0-030451029085254F",
        "dc:description": "The cyclo-oligomerization of several terminal and internal alkynes under phase transfer conditions by the RhCl3-Aliquat® 336 catalyst is described. The kinetics of 1-heptyne cyclotrimerization at 90 °C in 1,1,2,2-tetrachloroethane/water were found to follow the second-order rate law d[arene]/dt = −k[alkyne][RhCl3] when the molar ratio of substrate:rhodium chloride:quat was approximately 25:1:1. The activation energy of E a = 12.5 kcal mol−1 suggests that the catalysis is both chemically and diffusion controlled. Product analysis is compatible with a mechanism that involves rhodacyclopentadiene rather than metal cyclobutadiene intermediates.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085254F",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Amer, Ibrahim"
          },
          {
            "@_fa": "true",
            "$": "Bernstein, Tamar"
          },
          {
            "@_fa": "true",
            "$": "Eisen, Moris"
          },
          {
            "@_fa": "true",
            "$": "Blum, Jochanan"
          },
          {
            "@_fa": "true",
            "$": "Vollhardt, K.Peter C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085254F"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085254F"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85254-F",
        "prism:volume": "60",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oligomerization of alkynes by the RhCl3-aliquat 336 catalyst system Part 1. Formation of benzene derivatives",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "313-321",
        "prism:endingPage": "321",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 1990",
        "prism:doi": "10.1016/0304-5102(90)85254-F",
        "prism:startingPage": "313",
        "dc:identifier": "doi:10.1016/0304-5102(90)85254-F",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025452362"
      }
    }
  }
}