{
  "metadata": {
    "title": "Particle size effect on the kinetics of <ce:italic>p</ce:italic>-chloronitrobenzene hydrogenation over platinum/alumina catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-09-15",
    "doi": "10.1016/0304-5102(91)80091-G",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180091G",
    "pii": "030451029180091G"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026218870",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180091G 0304-5102(91)80091-G 030451029180091G 10.1016/0304-5102(91)80091-G S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02064 2024-01-02T01:06:03.941633Z 0 0 19910915 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 68 68 3 3 Volume 68, Issue 3 8 331 345 331 345 19910915 15 September 1991 1991-09-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. PARTICLESIZEEFFECTKINETICSPCHLORONITROBENZENEHYDROGENATIONOVERPLATINUMALUMINACATALYSTS COQ B BOITIAUX 1988 219 J 1990 HETEROGENEOUSCATALYSISFINECHEMICALSPROCEEDINGSINTERNATIONALSYMPOSIUMPOITIERSMARCH15171988 FERRAT 1986 434 G BODNARIUK 1989 459 P CARTURAN 1983 56 G COQ 1990 438 B KIP 1987 26 B KOSAK 1980 107 J CATALYSISINORGANICCHEMISTRY PASCOE 1988 121 W CATALYSISORGANICREACTIONS MESTRONI 1983 33 G GALVAGNO 1987 379 S BARBIER 1969 J THESIS KUT 1984 335 O MOREAU 1991 121 C 2NDINTSYMPHETEROGENEOUSCATALYSISFINECHEMICALSPOITIERS1990 WEISS 1957 1 P JOHNSON 1973 C HAMMETTEQUATION KRAUS 1973 1073 M CATALYSIS COQ 1990 241 B HETEROGENEOUSCATALYSISFINECHEMICALS PARDILLOS 1990 1313 J GORDON 1977 359 M SCHWAB 1978 1 G ADVANCESINCATALYSIS DELANGEL 1983 173 G ARAMENDIA 1987 3415 M VANBROEKHOVEN 1985 899 E COQX1991X331 COQX1991X331X345 COQX1991X331XB COQX1991X331X345XB item 0304-5102(91)80091-G 030451029180091G 1-s2.0-030451029180091G 10.1016/0304-5102(91)80091-G 272239 2024-01-02T01:06:03.941633Z 1991-09-15 1-s2.0-030451029180091G-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180091G/MAIN/application/pdf/0bda874d90d6013205fbe6bca01149f5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180091G/MAIN/application/pdf/0bda874d90d6013205fbe6bca01149f5/main.pdf main.pdf pdf true 860347 MAIN 15 1-s2.0-030451029180091G-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180091G/PREVIEW/image/png/d2ff992462740adb33157bedb0f2edcd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180091G/PREVIEW/image/png/d2ff992462740adb33157bedb0f2edcd/main_1.png main_1.png png 69651 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 68 (1991) 331-345 331 Particle size effect on the kinetics of p-chloronitrobenzene hydrogenation over platinum/alumina catalysts Bernard Coq*, Amina Tijani and Frangois Figueras Laboratoire de Chimie OrganiO Physique et CinetiO ChimiO Appliquees, URA 418 CNRS;; ENSCM, 8 rue de L Ecole Normale, 34053 Montpellier Cedex (France) (Received December 12, 1990; revised March 18, 1991) Abstract Hydrogenation of p-chloronitrobenzene (CNB) has been studied, in methanol suspension at 303 K and atmospheric pressure, over a series of Pt/A1203 catalysts of varying dispersion (0.07 < H/Pt < 1.26). The kinetics obeys a modified Langmuir-Hinshelwood model with competitive adsorption between CNB and hydrogen. The adsorption competition no longer holds at high CNB concentration: on the Pt surface saturated by CNB, there are still Pt sites available for the chemisorption of the smaller hydrogen molecule. A rate law is then proposed which allows determination of both adsorption and rate constants. The specific rate constant (expressed on a per surface Pt atom basis as a turnover frequency) increases by one order of magnitude when the Pt dispersion decreases. This behaviour is interpreted in terms of a transition state bearing a weak negative charge more stabilized on the large Pt particles. This hypothesis agrees with the effect of substituents on the aromatic ring. The conversion of CNB leads to p-chloroanihne (CAN) as main product, p-chloronitrosobenzene and p-chlorophenylhydroxylamine as intermediates, with nitrobenzene, aniline and chlorobenzene as byproducts. The product selectivity depends on the Pt particle size. At high conversion, the highest selectivity in CAN (> 9896) is reached on large Pt particles. This can be interpreted by a lower relative adsorption strength between CAN and CNB on poorly dispersed catalysts; CAN is then easily removed from the surface by CNB, which prevents hydrodechlorination. Introduction Aromatic haloamines are of primary importance in industry for the production of many fine chemicals. The main route to these haloamines is through the reduction of the corresponding nitrocompounds, either with metal-acid systems or with hydrogen and a noble metal catalyst. Processes using the latter route are now growing, due to the environmental impact associated with the use of hydrochloric acid in the former route. However, a critical problem when reducing halonitroaromatics with noble metal is the control of selectivity. On the one hand, extensive dehalogenation to aromatic amines can occur. On the other hand byproducts, such as azoand azoxyhalobenzenes, can be formed. These drawbacks can be overcome *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 0 1991- Elsevier Sequoia, Lausanne 332 by the addition of selectivity promoters such as bases or other electrondonating compounds [ 1-3 ]. Their interaction with the metal particles promotes the electronic properties of the catalyst [4]. However, the disadvantage of these methods is that they require extra processing steps to remove the adducts. The present trend is to modify the properties of noble metal catalysts without the use of complicated reaction procedures. This approach has been well examined in recent Congresses on Heterogeneous Catalysis and Fine Chemicals [5] for selective hydrogenation of many other functional groups. Modification of the catalytic properties of metal particles is usually related to the dispersion of the metallic phase, the nature of precursors and supports, and alloying with other metals. Therefore, the selectivity for the reduction of polyfunctional organic compounds depends on the different sensitivities of the reacting groups to the surface structure. In this respect, the gas phase hydrodechlorination of chlorobenzene appears to be sensitive to particle size and alloying effects on alumina-supported palladium catalysts [6, 7]. These effects, well known for many gas phase reactions, have been less investigated so far for reactions conducted in the liquid phase. Some of the few examples can be found in the patent literature, in which particle size effects have been suggested to be involved in the hydrogenation of halonitroaromatics over Pt catalysts [8, 9]. Likewise, Carturan et al. [10] reported that the rate of hydrogenation of nitro compounds decreases on increasing the dispersion of supported palladium. Therefore, the present work aimed to investigate the size effect of the platinum particles on the kinetics of p-chloronitrobenzene hydrogenation in the liquid phase. In order to isolate the particle size effect, alumina as support and platinum acetylacetonate as precursor were chosen to prepare Pt/A1203 catalysts of low metal/support interaction, as evidenced previously for rhodium-based catalysts [ 11 ]. Experimental Reactants Hydrogen of high purity grade (99.99go) was used for the catalytic experiments, and hydrogen of ultra-high purity (99.9995ss'o) for adsorption measurements. p-Chloronitrobenzene (Aldrich, purity > 99O), p-nitrophenol (Prolabo pur), p-nitroanisole (Aldrich, > 98%), p-fluoronitrobenzene (Fluka, > 98ss'o), nitrobenzene (Fluka, > 99.596) and methanol (SDS, > 99%) were used without further purification. Platinum acetylacetonate (Pt (acac)2, Strem Chemicals) was used as precursor for the catalysts. This precursor was chosen in order to avoid the effect of chlorine which could alter the chemisorption or catalytic properties [ 11 ]. The precursor was dissolved either in anhydrous toluene or in trichloroethylene (purities > 99.5ss'o). The carrier was y-alumina from Rhone-Poulenc (surface area 200 m2 g-1). Preparation of platinum catalysts The Pt/A1203 samples were prepared by adsorption of Pt(acac)2 on yalumina. The requisite amount of Pt(acac)2 was dissolved in toluene or 333 trichloroethylene, then contacted with y -A1203 at room temperature for several hours. Afterward, the solution was either evaporated or filtered. These solids were dried at 298 K under vacuum. Some catalysts were then subjected to a calcination step under air at 673 K for 4 h. Finally, all the samples were reduced under varying conditions. The details of catalyst preparations are given in Table 1. Characterization The chemisorption of hydrogen was carried out in a conventional volumetric apparatus, at 298 K in the 0-20 kPa pressure range. The sample was first reactivated in situ under flowing hydrogen at 573 K overnight, then evacuated to 1 X 2 10-' Pa, at the same temperature, for 3 h. Hydrogen was then adsorbed. The linear portion of the isotherm, usually between 10 and 20 kPa, was extrapolated to zero pressure to determine the hydrogen uptake. On highly dispersed samples, with particle sizes below 1 run, the stoichiometry of hydrogen adsorption reached values higher than unity. It was reported recently that the stoichiometry of hydrogen adsorption changes with metal particle size and can surpass unity on small particles [ 12 ]. This introduces an uncertainty as to the number of surface Pt atoms, which can reach 209'0 on well-dispersed samples. The size of the metallic particles was checked by transmission electron microscopy using a JEOL 100CX apparatus. The agreement with chemisorption is generally good. The chemical compositions of the solids were determined after dissolution by elemental analysis at the Service Central d'Analyse (CNRS, Solaize, France). The main characteristics of the catalysts are included in Table 1. Catalytic tests Hydrogenation of p-chloronitrobenzene (CNB) was carried out in a 50 ml four-necked flask connected to a cooler, a dropping funnel, a hydrogen gas line and a pipe used to sample the reaction mixture. The catalyst was reactivated in situ under flowing hydrogen at 523 K overnight. After cooling to the reaction temperature (T,.=303 K unless otherwise specified), 25 ml of the reactant solution (CNB in methanol) was introduced through one arm of the flask. This solution was previously purged with bubbling hydrogen. The reaction mixture was magnetically stirred at 700 rpm, and the reaction was carried out at atmospheric pressure under HZ flow. Chemical analysis of the products was performed by gas chromatography (Carlo Erba, model 2450), equipped with a FID detector and a capillary column J & W (30 m X 0.32 mm i.d., DB1 apolar phase). Reactants and products were identified with authentic samples, and GC/MS coupling. Results The hydrogenation of halonitrobenzenes follows the formal reaction pathways described in Scheme 1 [ 13, 14 j. Figure 1 shows the product co TABLE 1 Main features for the preparation, and characterization of the Pt/A1203 catalysts Catalysts Pt Reduction step H/Pt Mean particle Observations (Wt.%) (at/at) size from TEM from TEM temperature duration gas (rim) (K) (h) (vol.%/vo1.96) Pt(IV) 2.21 973 16 Hz+H20 0.09 12.3 - (97.5/2.5) Pt(VI) 3.9 773 10 HZ 0.26 3.4 some large particles Pt(I) 0.46 673 4 HZ+NZ 0.40 2.3 some large particles (50/50) Pt(II) 0.55 673 4 HZ+NZ 1.00 1.9 some large particles (50/50) Pty 0.2 623 4 HZ+NZ 1.26 1.2 homogeneous (20/80) CI-(_[ )rNHOH 0 C I\\~j -N=N--CI H2 a Cl-0-NH2 02 CI-O- N=N -O-C( H? - CI-O-NHNH-O-C t cl-O H2 H2 H2 H2 H2 H2 H2 CI-O-N02 CI-O-NO - CI-O-NHOH - CI-aNH2 O-NH2 CF-O-NHOH Scheme 1. w c~ cn 336 100 -` 75 0 N 0 a E 0 50 25 0 O, 0 25 50 time (min) Fag. 1. Hydrogenation of p-chloronitrobenzene over Pt/A1z03 catalyst (Pt(VI)) as a function of time. T,=303 K; CR=3.25 x 10-2 mol l-'); (O) p-chloronitrobenzene; (O) p-chloroaniline; ( ) aniline; (O) p-chloronitrosobenzene; traces ( < 1 Yo) of chlorobenzene, nitrobenzene, p-chlorophenylhydroxylamine, azo- and azoxychlorobenzenes. distribution for the hydrogenation of CNB over a Pt/A1203 sample (Pt(VI)) as a function of time. In this special case the occurrence of several intermediates and byproducts was evidenced. As will be discussed later, this behaviour is attributed to both the medium size of Pt particles and the low CNB concentration used. Not all these compounds were identified, but the presence of chlorobenzene (CB), aniline (AN), p-chloronitrosobenzene (CNSB), nitrobenzene (NB) and p-chlorophenylhydroxylamine (CPH) were ascertained. Actually, it seems that p-chlororutrosobenzene is formed mainly in the GC apparatus, owing to the absence, in the LTV spectrum of the reaction medium, of the reference peak at 755 rim. Probably, CPH would be the prevailing intermediate present in solution, but would decompose to CNSB during GC analysis, as reported for phenylhydroxylamine [15, 16]. Platinum catalysts of varying dispersions were tested for the hydrogenation of CNB at different reactant concentrations. Figure 2 reports the dependency of the initial rate for CNB hydrogenation (t = 0) on the CNB concentration. For Pt/A1203 catalysts with H/Pt values higher than 0.26 (particle size of Pt=-4 nm), the reaction rate goes through a maximum, then tends to an asymptotic value. A similar behaviour was earlier reported by Barbier [17] for the hydrogenation of malefic acid over platinum. The activation energy was determined between 263 K and 303 K for the Pt(II) sample (Fig. 3). The value found, i.e. 6 0.5 kcal mol-1, is slightly lower than those reported by Kut et al. [ 18 ] for the hydrogenation of 2,4-dimethylnitrobenzene over PaJC (9.7 kcal mol- I), or by Carturan et al. [ 10 j, who found 7-9 kcal mol-1 0 a 60 _ 5 N U _E a o ~ 40 v o - 5.5 _ 20 0 25 50 75 3.3 3.5 3.7 CNB concentration lmole/1x100) 1000/7 Fig. 2. Hydrogenation rate as a function of p-chloronitrobenzene concentration over PVA1203 catalysts. T1=303 K; (O) Pt(M; (O) Pt(VI); (40) Pta); (o) Pt(u); ( ) Pt(vIII). Fig. 3. Arrhenius plot for the hydrogenation of p-chloronitrobenzene over Pt/A1203 catalyst (Pt(II)). oO o4 N 338 for nitrobenzene hydrogenation over supported Pd catalysts. Moreau et al. [ 191 report a value of 6.5 kcal mol-' for CNB hydrogenation over sulfide catalysts. In order to check the relevance of these data from kinetics, the extent of internal and external mass transfer effects under the experimental conditions was controlled. External mass transfer control seems negligible, since the influence of catalyst amount on the rate is low in the range 5-25 mg. Internal diffusion limitations can be estimated from the Weiss criterion O [201. From the O values found for the faster reaction rates (O 1-3), an effectiveness factor 71 larger than 0.95 can be derived. Figures 1 and 4 show the influence of CNB concentration upon product distribution during CNB hydrogenation. It is clear from F1g. 4 that high reactant concentrations favour the selective hydrogenation to CAN, by lowering both the amount of byproducts and hydrodechlorination to aniline. The influence of pares substitution on the benzenic ring was investigated by means of the Hammett equation and using a series of p-substituted nitrobenzenes. The Hammett equation takes the form log k = log ko + op, where k and ko are the rate constants for substituted and unsubstituted aromatic 75 0 '-' 50 _ c 0 N O E O 0 O 25 0- 25 50 75 100 time (min) Fig. 4. Hydrogenation of p-chloronitrobenzene over Pt/A1203 catalyst (Pt(VI)) as a function of time. Tr=303 K; CR=52X 10-2 mol 1-'; ( ) p-chlorophenylhydroxylamine, other symbols as in Fig. 1. 339 -45 N02-~( )r X OH -5.0 o ,, OOCHj ,~' / OF OCi -5.5 ' Q OH -0.4 -0.2 0 0.2 Fig. 5. Effect of the substituents on the rate for the hydrogenation of p-substituted nitrobenzenes over Pt/A1203 catalyst (Pt(II)). T,=303 K; CR=38.1 X 10-Z mol l''. derivatives respectively. Q depends on the type of substituent on the ring, and p on the nature of the reaction. For a given reaction in homogeneous medium, the Hammett p value is characteristic of the charge development during the course of the reaction [21 ]. Extension of the applicability of this equation in heterogeneous catalysis has been proved previously for various reactions [22-24]. For that purpose, a high concentration of substrate was used (38.1 X 10-2 mol 1-') in order to saturate the Pt surface. The initial rates were determined and are reported in Fig. 5 as a function of the substituent constant o- [21 ]. Discussion As mentioned above, the initial rate goes through a maximum value as a function of CNB concentration, in the range of concentration and pressure of reactants used here. This behaviour reflects the competitive adsorption between hydrogen and CNB for the same Pt sites. However, the rate does not fall to zero at high CNB concentrations, as expected for a classical Langmuir-Hinshelwood kinetic model with competitive adsorption of the reactants. Actually, the rate tends to an asymptotic value. In order to rationalize this peculiar behaviour, we propose a modified Langmuir-_Hinshelwood kinetic model based on the following assumptions: (1) competitive adsorption between H2 and CNB occurs at low or medium concentrations. (2) at high CNB concentrations, the Pt surface is saturated with respect to CNB adsorption, but due to dipolar interactions or steric hindrance, the substrate cannot cover all the Pt surface and there are still enough Pt sites 340 available for the chemisorption of the much smaller hydrogen molecule. This model has some aspects common with that proposed by Kut et al. (181 for the hydrogenation of 2,4-dimethylnitrobenzene over a Pd/C catalyst. However, the noncompetitive adsorption of organic species and hydrogen assumed by these authors does not fit our experimental data. A rigourous treatment is not obvious, therefore we propose several approximations: (1) at low CNB conversion (initial conditions) the Pt surface is totally covered by CNB and/or H2, i.e. OR + OH =1. (2) due to repulsive dipole/dipole interaction, or to steric hindrance, one molecule of adsorbed CNB inhibits a surface area S with respect to another CNB adsorption, but a lower surface s for hydrogen adsorption (Scheme 2). The ratio s/S is termed ss (0 < ss < 1). The kinetic law can then be derived from the following set of equations: (1) dissociative adsorption of hydrogen HZ + 2Pt~ 2PtH AH = [PtHj2/PH2Ipt12= 02Hlp H2Ov With AH as the adsorption constant of hydrogen, OH the hydrogen coverage, PH,, the hydrogen pressure and O the fraction of vacant sites: OV-1-OR-OH OR being the CNB coverage. Then, OH - (AHPH2)0.5ev (2) adsorption of p-chloronitrobenzene CNB + (PQx (CNB*) AR = OR /CR 0,'v (2) (3) in which AR represents the adsorption constant of CNB, CR the CNB concentration and OV ' the fraction of Pt vacant sites accessible to CNB adsorption, with: ri Pf surface HZ Scheme 2. 341 Ov=l -OR _01i (4) 8R being equal to OR//3. From eqns. (2) and (4): eV= eV- eR(1- ss)/ss then eqn. (3) reduces to: OR = ARCRev/(1 + ARCR(1- /3)/ss). (6) (3) Since the rate-determining step is the surface reaction between hydrogen and CNB adsorbed species: r=keR& (7) with k the rate constant of the surface reaction. Knowing that OR + OH + B =1, eqns. (1), (6), (7) allow expression of the rate equation as a function of hydrogen pressure and CNB concentration: = k(AHPH2)4.5ARCR/I1 +aRCR(1 -ss)jssI I1 + (AHPH2)~.5 + ARCR/(1 + JIRCR(1- ss)ss12 (8) Assuming that 8H + BR =1 (O = 0), eqn. (8) reduces to: r= k(AHPH2)0.SARCR/I 1 + ARCRO - ss)/ss1 I (AHPH2 )0.5 + ARC R /(1 + ARCRO - ss)/h' I2 (9) At low CNB concentration, eqn. (9) can take the limiting form: r = kARCR/(AHPHzO~S (10) The rate and concentration at the maximum are obtained from the first derivatives of eqn. (9): Cmax - (kHPH2)0.5/(1 - (AHPH2)0.5(1 - ss)/ss)/kR (1 1) r .=k/4 (12) At high CNB concentration, the assumption that hydrogen adsorbs on the sites left free by CNB leads to a rate equation: r=kss(1 -ss) (13) From eqns. (10)-(13), and the experimental values of reaction rates, the values of k, ss and AR/(.h. PH2)0-5 can be deduced for Pt(I), Pt(II), Pt(VI) and Pt(VIII) catalysts (Table 2). These values elicit several comments: (1) The fraction of Pt sites remaining free for H2 adsorption at saturation of the surface by CNB is low, and ranges between 0.07 and 0.16. Furthermore, no clear correlation appears between the /3 value and the Pt particle size. (2) The relative adsorption strength of CNB and H2 (AR/.1H) tends to increase slightly on small particles. (3) When expressing the rate constant k of the surface reaction as a specific rate constant K on a per site basis (K=k/(Pt)$; (Pt).: concentration of surface Pt atoms per unit weight of catalyst in mol g-1), the effect of 342 TABLE 2 Characteristic values of the rate law (eqn. 9) for the hydrogenation of p-chloronitrobenzene over Pt/A1203 catalysts at 303 K Sample H/Pt k X 108 K AR/(AHPH2)0'5 13 (mol s-' g-') (s-') (1 mol -') Pt(vI) 0.26 290 10.5 0.91 0.88 Pt(1) 0.40 60 6.1 3.5 0.84 Pt(ll) 1.0 48 1.7 3.21 0.86 Pt(vIII) 1.26 32 3.1 2.62 0.93 metal particle size appears rather small. Let us assume that the .1R/.1H ratio remains constant between Pt(VI) and Pt(M samples; the rate cosntant k for Pt(IV) can then be estimated as 1.7 10-' mol g`' s-' (K=17 s-'). Actually, this value is probably slightly underestimated, because the .1R/.1H ratio is lower on Pt(IV) than on Pt(VI) samples, the Cm,, value being shifted to higher CN13 concentration. It appears however that the change of the intrinsic rate constant K as a function of Pt dispersion probably does not exceed one order of magnitude. This effect of particle size compares reasonably well with that reported by Carturan et al. [10] for Pd catalysts: a thirtyfold increase of turnover number when Pd dispersion decreases. This last behaviour can have two interpretations, based on either an electronic or a geometric effect: (1) When the size of metal particles decreases, the Local Density of State (LDS) at the Fermi level also decreases [25]. Several authors consider small particles as `electron-deficient' species with respect to the larger ones [26, 27]. In another respect, the value of the intrinsic rate constant K of the surface reaction increases slightly with particle size, i.e. with the LDS at the Fermi level. Therefore, a negatively charged transition state would be favoured on large Pt particles. Such a surface species could be formed by the attack on the N-O bond by a weak nucleophilic agent, such as chemisorbed hydrogen, as previously suggested by Galvagno et al. [16]. However, the extent of negative charge is probably low, and seems more or less independent of the substituent on the aromatic ring, as evidenced by the poor correlation between the rate constant and the Hammett substituent coefficient o,P (Fig. 5). A similar conclusion was reached by Aramendia et al. [28], who proposed a radical mechanism for the hydrogenation of substituted nitroaromatics over Pt/Si02 AIP04. (2) During hydrogenation of the -NOZ group, N-O bond fission occurs. Accommodation of the fragments with the surface could require several Pt atoms and multiply bonded species. With both carbon monoxide and hydrocarbons, smaller particles are less able to form such multiply-bonded species than are larger ones [29[. This geometric effect could also explain the decrease in the K value when Pt dispersion increases. 343 Let us compare now the product selectivities of the CNB hydrogenation at high conversion (= 60%) on the various samples (Table 3). For Pt/A1203 catalysts with particle sizes lower than 30 A, the hydrodechlorination of CAN to AN becomes significant (> 3%), whereas it remains low on large Pt particles (Pt(IV) sample). This behaviour can be explained in two ways: (1) The relative strength of adsorption between CNB and CAN increases when Pt dispersion decreases. Hence, p-chloroaniline is easily desorbed from the Pt surface and dechlorination is suppressed. (2) Large Pt particles exhibit a lower activity for C -Cl bond hydrogenolysis than do smaller ones. No study on the reactivity of the C-Cl bond in aromatic series as a function of Pt particle size has previously been reported. However, the cleavage of this bond was found faster on large Pd and Rh particles supported on alumina [6]. We can then reasonably assume that a similar behaviour occurs with Pt/AI203 catalysts. The first of the above propositions is thus more probable, and agrees with the lower inhibiting effect of CAN on the initial reaction rate of CNB hydrogenation over Pt(IV) compared to Pt(II) samples (Table 4); hence, the relative adsorption strength between CNB and CAN is larger on Pt(IV) than on Pt(II) catalysts. TABLE 3 Product selectivities for the hydrogenation of p-chloronitrobenzene, at 6096 conversion, over Pt/A1203 catalysts; T,=303 K; CR=51 x 10-2 mol I-' Sample H/Pt Product selectivities (mo196) CB AN CNSB NB CAN others` Pt(IV) 0.09 0 0.23 3.2 0.14 96.4 0 Pt(VI) 0.26 0.4 7.3 8.2 0.7 82.4 0.4 Pt(1) 0.40 0.3 2.9 9.2 1.1 83.9 0 Pt(ll) 1.0 0.2 7.7 6.0 0.9 84.5 0.2 'Mainly azo- and azoxychlorobenzenes. TABLE 4 Effect of p-chloroaniline concentration (Cc, ,) on the initial rate of p-chloronitrobenzene hydrogenation over two PtJA1203 catalysts; T,=303 K; CR=13 x 10-2 mol 1-' Sample H/Pt Reaction rate (mol s-' g-') x 108 CCAI =0 CcAN=1.3 mo11-' Pt(IV) 0.09 10.8 2 Pt(II) 1.0 12 0.5 344 Conclusion The hydrogenation of CNB follows a Langmuir-Hinshelwood kinetic model. However, the competition of adsorption between CNB and HZ disappears at high CNB concentration. In that case a close-packed coverage of CNB forms, but Pt sites still remain free for adsorption of the much smaller hydrogen molecule. The TON decreases by one order of magnitude when the dispersion of Pt decreases, due either to a higher interaction with the electron-deficient small metal particles, or to the requirement of multiplybonded species unfavoured on small particles. The lower strength of adsorption of CAN compared to CNB on large Pt particles favours the selective hydrogenation of CNB to CAN. List of symbols CR: concentration of CNB (moll-') k: rate constant (mol g-' s-') K: intrinsic rate constant per surface Pt atom (h-') PHz: hydrogen pressure (atm) r: reaction rate (mol g-' s-') .1H: adsorption constant of hydrogen (atm-') .tR: adsorption constant of CNB (1 mol-') 011: hydrogen coverage OR: CNB coverage 0 : fraction of vacant sites References 1 U.S. Pat. 3 546 297 (1970) to J. R. Kosak. 2 U.K. Pat. 1483330 (1977) to W. Bohm. 3 U.S. Pat. 4070401 (1978) to Y. Hirai and K. Miyata. 4 J. P. Boitiaux, J. Cosyns and E. Robert, Appl. Catal., 49 (1988) 219. 5 M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals, Proceedings of an International Symposium, Poitiers, March 15-17, 1988, Elsevier, Amsterdam, 1990. 6 G. Ferrat, B. Coq and F. Figueras, J. Catal., 101 (1986) 434. 7 P. Bodnariuk, B. Coq, G. Ferrat and F. Figueras, J. Catat, 116 (1989) 459. 8 Fr. Pat. 2127092 (1972) to Hoechst A.G. 9 Eur. Pat. 0073105 (1982) to J. R. Kosak. 10 G. Carturan, G. Facchin, G. Cocco, G. Navazio and G. Gubitosa, J. Catal., 82 (1983) 56. 11 B. Coq, R. Dutartre, F. Mgueras and T. Tazi, J. Catal., 122 (1990) 438. 12 B. J. Kip, F. R. M. Duivenvoorden, D. C. Koningsberger and R. Prins, J. Catal., 105 (1987) 26. 13 J. R. Kosak, in W. H. Jones (ed.), Catalysis in Organic Chemistry, Academic Press, New York, 1980, p. 107. 14 W. Pascoe, in P. N. Rylander, H. Greenfield and R. L. Augustine (eds.), Catalysis of Organic Reactions, Marcel Dekker, New York, 1988, p. 121. 345 15 G. Mestroni, G. Zassinovich, C. del Bianco and A. Camus, J. Mol. Catal., 18 (1983) 33. 16 S. Galvagno, A. Donato, G. Neri, R. Pietropaolo and Z. Poltarzewsld, J. Mol. Catal., 92 (1987) 379. 17 J. Barbier, Thesis, Poitiers (France), 1969. 18 O. M. Kut, T. Buehlmann, F. Mayer and G. Gut, Ind. Eng. Chem. Proc. Res. Dev., 23 (1984) 335. 19 C. Moreau, C. Saenz, P. Geneste, M. Breysse and M. Lacroix, 2nd Int. Symp. Heterogeneous Catalysis and Fine Chemicals, Poitiers, 1990, Elsevier, Amsterdam, 1991, p. 121. 20 P. B. Weiss, Z. Physik, Chem., 11 (1957) 1. 21 C. D. Johnson, The Hantmett Equation, Cambridge University Press, London, 1973. 22 M. Kraus and V. Bazant, Catalysis, Vol. 2, Elsevier, New York, 1973, p. 1073. 23 B. Coq, R. Durand, F. Fajula, C. Moreau, A. Finiels, B. Chiche, F. Figueras and P. Geneste, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals, Elsevier, Amsterdam, 1990, p. 241. 24 J. Pardillos, B. Coq, D. Brunel, P. Massiani, L. C. de Menorval and F. Figueras, J. Am. Chem. Soc., 112 (1990) 1313. 25 M. B. Gordon, F. Cyrot-Lackmann and M. C. Desjonquieres, Surf. Sci., 68 (1977) 359. 26 G. M. Schwab, in Advances in Catalysis, Vol. 27, Acadentic Press, New York, 1978, p. 1. 27 G. A. del Angel, B. Coq, F. Figueras, S. Fuentes and R. Gomez, Nouv. J. Chim., 7 (1983) 173. 28 M. A. Aramendia, V. Borau, C. Jimenez, J. M. Marinas and F. Rodera, Bull. Soc. Chim. Jpn., 60 (1987) 3415. 29 E. H. Van Broekhoven, J. W. F. M. Schoonhoven and V. Ponec, Surf. Sci., 156 (1985) 899. X244 9180091G 0304-5102(91)80091-G 10.1016/0304-5102(91)80091-G Particle size effect on the kinetics of p-chloronitrobenzene hydrogenation over platinum/alumina catalysts Bernard Coq ∗ Amina Tijani François Figuéras Laboratoire de Chimie Organique Physique et Cinétique Chimique Appliquées, URA 418 CNRS; ENSCM, 8 rue de l'Ecole Normale, 34053 Montpellier Cedex France * Author to whom correspondence should be addressed. Hydrogenation of p-chloronitrobenzene (CNB) has been studied, in methanol suspension at 303 K and atmospheric pressure, over a series of Pt/Al2O3 catalysts of varying dispersion (0.07 < H/Pt < 1.26). The kinetics obeys a modified Langmuir—Hinshelwood model with competitive adsorption between CNB and hydrogen. The adsorption competition no longer holds at high CNB concentration: on the Pt surface saturated by CNB, there are still Pt sites available for the chemisorption of the smaller hydrogen molecule. A rate law is then proposed which allows determination of both adsorption and rate constants. The specific rate constant (expressed on a per surface Pt atom basis as a turnover frequency) increases by one order of magnitude when the Pt dispersion decreases. This behaviour is interpreted in terms of a transition state bearing a weak negative charge more stabilized on the large Pt particles. This hypothesis agrees with the effect of substituents on the aromatic ring. The conversion of CNB leads to p-chloroaniline (CAN) as main product, p-chloronitrosobenzene and p-chlorophenylhydroxylamine as intermediates, with nitrobenzene, aniline and chlorobenzene as byproducts. The product selectivity depends on the Pt particle size. At high conversion, the highest selectivity in CAN (>98%) is reached on large Pt particles. This can be interpreted by a lower relative adsorption strength between CAN and CNB on poorly dispersed catalysts; CAN is then easily removed from the surface by CNB, which prevents hydrodechlorination. References 1 U.S. Pat. 3 546 297 (1970) to J. R. Kosak. 2 U.K. Pat. 1 483 330 (1977) to W. Bohm. 3 U.S. Pat. 4070401 (1978) to Y. Hirai and K. Miyata. 4 J.P. Boitiaux J. Cosyns E. Robert Appl. Catal. 49 1988 219 5 M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogeneous Catalysis and Fine Chemicals, Proceedings of an International Symposium, Poitiers, March 15–17, 1988 1990 Elsevier Amsterdam 6 G. Ferrat B. Coq F. Figueras J. Catal. 101 1986 434 7 P. Bodnariuk B. Coq G. Ferrat F. Figueras J. Catal. 116 1989 459 8 Fr. Pat. 2 127 092 (1972) to Hoechst A.G. 9 Eur. Pat. 0 073 105 (1982) to J. R. Kosak. 10 G. Carturan G. Facchin G. Cocco G. Navazio G. Gubitosa J. Catal. 82 1983 56 11 B. Coq R. Dutartre F. Figueras T. Tazi J. Catal. 122 1990 438 12 B.J. Kip F.R.M. Duivenvoorden D.C. Koningsberger R. Prins J. Catal. 105 1987 26 13 J.R. Kosak W.H. Jones Catalysis in Organic Chemistry 1980 Academic Press New York 107 14 W. Pascoe P.N. Rylander H. Greenfield R.L. Augustine Catalysis of Organic Reactions 1988 Marcel Dekker New York 121 15 G. Mestroni G. Zassinovich C. del Bianco A. Camus J. Mol. Catal. 18 1983 33 16 S. Galvagno A. Donato G. Neri R. Pietropaolo Z. Poltarzewski J. Mol. Catal. 42 1987 379 17 J. Barbier Thesis 1969 Poitiers France 18 O.M. Kut T. Buehlmann F. Mayer G. Gut Ind. Eng. Chem. Proc. Res. Dev. 23 1984 335 19 C. Moreau C. Saenz P. Geneste M. Breysse M. Lacroix 2nd Int. Symp. Heterogeneous Catalysis and Fine Chemicals, Poitiers, 1990 1991 Elsevier Amsterdam 121 20 P.B. Weiss Z. Physik, Chem. 11 1957 1 21 C.D. Johnson The Hammett Equation 1973 Cambridge University Press London 22 M. Kraus V. Bazant Catalysis 2 1973 Elsevier New York 1073 23 B. Coq R. Durand F. Fajula C. Moreau A. Finiels B. Chiche F. Figueras P. Geneste M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogeneous Catalysis and Fine Chemicals 1990 Elsevier Amsterdam 241 24 J. Pardillos B. Coq D. Brunel P. Massiani L.C. de Menorval F. Figueras J. Am. Chem. Soc. 112 1990 1313 25 M.B. Gordon F. Cyrot-Lackmann M.C. Desjonquières Surf. Sci. 68 1977 359 26 G.M. Schwab Advances in Catalysis 27 1978 Academic Press New York 1 27 G.A. del Angel B. Coq F. Figueras S. Fuentes R. Gomez Nouv. J. Chim. 7 1983 173 28 M.A. Aramendia V. Borau C. Jimenez J.M. Marinas F. Rodera Bull. Soc. Chim. Jpn. 60 1987 3415 29 E.H. Van Broekhoven J.W.F.M. Schoonhoven V. Ponec Surf. Sci. 156 1985 899",
      "scopus-id": "0026218870",
      "coredata": {
        "eid": "1-s2.0-030451029180091G",
        "dc:description": "Hydrogenation of p-chloronitrobenzene (CNB) has been studied, in methanol suspension at 303 K and atmospheric pressure, over a series of Pt/Al2O3 catalysts of varying dispersion (0.07 < H/Pt < 1.26). The kinetics obeys a modified Langmuir—Hinshelwood model with competitive adsorption between CNB and hydrogen. The adsorption competition no longer holds at high CNB concentration: on the Pt surface saturated by CNB, there are still Pt sites available for the chemisorption of the smaller hydrogen molecule. A rate law is then proposed which allows determination of both adsorption and rate constants. The specific rate constant (expressed on a per surface Pt atom basis as a turnover frequency) increases by one order of magnitude when the Pt dispersion decreases. This behaviour is interpreted in terms of a transition state bearing a weak negative charge more stabilized on the large Pt particles. This hypothesis agrees with the effect of substituents on the aromatic ring. The conversion of CNB leads to p-chloroaniline (CAN) as main product, p-chloronitrosobenzene and p-chlorophenylhydroxylamine as intermediates, with nitrobenzene, aniline and chlorobenzene as byproducts. The product selectivity depends on the Pt particle size. At high conversion, the highest selectivity in CAN (>98%) is reached on large Pt particles. This can be interpreted by a lower relative adsorption strength between CAN and CNB on poorly dispersed catalysts; CAN is then easily removed from the surface by CNB, which prevents hydrodechlorination.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180091G",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coq, Bernard"
          },
          {
            "@_fa": "true",
            "$": "Tijani, Amina"
          },
          {
            "@_fa": "true",
            "$": "Figuéras, François"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180091G"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180091G"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80091-G",
        "prism:volume": "68",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Particle size effect on the kinetics of p-chloronitrobenzene hydrogenation over platinum/alumina catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "331-345",
        "prism:endingPage": "345",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 September 1991",
        "prism:doi": "10.1016/0304-5102(91)80091-G",
        "prism:startingPage": "331",
        "dc:identifier": "doi:10.1016/0304-5102(91)80091-G",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026218870"
      }
    }
  }
}