{
  "metadata": {
    "title": "1,3-dioxolane formation with a montmorillonite-type clay catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-09-01",
    "doi": "10.1016/0304-5102(92)80106-Q",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280106Q",
    "pii": "030451029280106Q"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026915563",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280106Q 0304-5102(92)80106-Q 030451029280106Q 10.1016/0304-5102(92)80106-Q S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02453 2024-01-02T01:06:03.941633Z 0 0 19920901 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 75 75 1 1 Volume 75, Issue 1 9 101 107 101 107 19920901 1 September 1992 1992-09-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. 13DIOXOLANEFORMATIONAMONTMORILLONITETYPECLAYCATALYST CABRERA A CABRERA 1991 127 A HITZKY 1985 291 E VU 1980 759 M SALMON 1990 1118 M CABRERAX1992X101 CABRERAX1992X101X107 CABRERAX1992X101XA CABRERAX1992X101X107XA item 0304-5102(92)80106-Q 030451029280106Q 1-s2.0-030451029280106Q 10.1016/0304-5102(92)80106-Q 272239 2024-01-02T01:06:03.941633Z 1992-09-01 1-s2.0-030451029280106Q-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280106Q/MAIN/application/pdf/1e9ff710af2c5d7b15c0c8dfb1f2d633/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280106Q/MAIN/application/pdf/1e9ff710af2c5d7b15c0c8dfb1f2d633/main.pdf main.pdf pdf true 303315 MAIN 7 1-s2.0-030451029280106Q-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280106Q/PREVIEW/image/png/03d9896ea310967006b90cebe9cd9b2e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280106Q/PREVIEW/image/png/03d9896ea310967006b90cebe9cd9b2e/main_1.png main_1.png png 48864 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 75 (1992) 101-107 101 M2941 1,3-Dioxolane formation with a montmorillonite-type clay catalyst A. Cabrera, D. Vazquez, L. Velasco, M. Salmon* Instituto de Quimica UNAM, Circuito Exterior, Ciudad Universitaria, Coyoacdn 04510 D. F. (Mexico) and J. L. Arias Facultad O Estudios Superiores Cuautitldn UNAM, Cuautitlkn Izcalli, Estado de Mdxico (Mexico) (Received October 7, 1991; revised March 1, 1922) Abstract The coupling reaction of oxiranes with carbonyl compounds to produce 1,3-dioxolanes was promoted by catalytic amounts of a bentonitic clay. The product yield was found to be dependent on the catalyst, the reaction temperature and the reagent concentrations. A kinetic study performed with acetone and ethylene oxide showed a first-order dependence in both reagents. Other experiments made with different epoxides, carbonyl compounds and catalysts are also discussed. Introduction The Bronsted and Lewis properties of some clay minerals have been used in the transformation of organic compounds [ 1 ], particularly in reactions involving alkene oxides yielding ethers [1, 2], esters [3], aldehydes [4] and dioxolanes [5]. This last process is also important because of its protective carbonyl group application. In this study we report the use of a Mexican montmorillonite clay to form 1,3-dioxolanes directly and selectively from a coupling reaction between epoxides and ketones or aldehydes. It should also be mentioned that this particular clay has a dual catalytic effect, inducing free radicals and catalytic electrophilic substitutions within the same system [6]. Experimental On examination by X-ray fluorescence, the clay employed in this study proved to have the following composition (in aNu): Si02, 75.4; A1203, 9.3; *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 102 MgO, 0.4; Fe203, 1.3; CaO, 4.0; K20, 0.4; Ti02; 0.4; H20 (110 ) 9.5. The commercial acid-activated material was obtained from Tonsil Mexicana and analyzed with a Phillips spectrometer using Cr primary radiation. The measured specific surface area was 307 m2/g (B.E.T. N2) and the pore volume was 0.4789 cm/g. The acidity by NH3 thermodesorption was 0.099 meq/g. The particle size was 325 mesh. Other inorganic materials studied as comparative catalysts were silica gel (Merck), alumina F-20 (Alcoa), SnC12 (Aldrich) and HCl (Baker). The organic reagents were: ethylene oxide (Matheson), propylene and phenylethylene oxides (Aldrich); epibromohydrin, epichlorohydrin and acetone were supplied by (Merck), 2-pentanone, 4-methyl-2-pentanone, butyraldehyde and valeraldehyde were purchased from Aldrich. The dioxolane formation was carried out in a sealed glass reactor containing 0.25 g of clay, previously dried at 250 C, in the selected ketone or aldehyde, and the corresponding epoxide in a molar ratio of 2:1. The reaction mixture was heated to 70 C and stirred for 3 h; the catalyst was then separated by centrifugation and the organic solution analyzed by GC in a Hewlett Packard 5890 chromatograph equipped with a flame ionization detector and a 20 m X 0.2 mm glass column packed with Carbowax 20M. Purified samples were analyzed on a FT80 'H NMR spectrometer using CDC13 and TMS as internal reference. The GC-mass spectrometric analyses were performed using a Hewlett Packard 5895 GC/MS spectrometer equipped with a flame ionization detector and a 25 m X 0.3 mm column packed with 5% phenyl methyl silicone. A Polyscience Corporation model 73 temperature controller was employed for the kinetic measurements. TABLE 1 Influence of different carbonyl compounds in the synthesis of 1,3-dioxolane derivatives' Substrate Reactant Product Yield ;%) 93.5 2 4.8 O O Q~ 6. 9 0 ~\" ~y~ 23.6 0 ~M 20.8 0 'Epoxide 0.1 mol; carbonyl compound 0.2 mol; clay 0.25 g; reaction time 5 h; temperature 70 C. 103 Results and discussion The reaction proceeds with high yields of dioxolane when both the epoxide and the carbonyl compounds are unsubstituted. Similar results are TABLE 2 Influence of different epoxides in the synthesis of 1,3-dioxolane derivatives' Substrate Reactant Product Yield ( /o) O 95.5 1r 28.8 0 ~Ci ~CI s 4.7 / Br ~, ssr ! 9.0 QQ 0 `Epoxide 0.1 mol; carbonyl compound 0.2 mol; clay 0.25 g; reaction time 5 h; temperature 70 C. 100, 9Q 8I 8 60a ne 1,3 dioxola 3Q 2 I C1 f- r-TT-TAT 0 .0~T25 .050 .075 .100 .125 .l50 .175 . 200 .225 .250 .270 catalyst (g) Fig. 1. Effect of catalyst concentration on the formation of 1,3-dioxolane. Temperature 70 C; ethylene oxide 0.1 mol; acetone 0.2 mol; reaction time 5 h. 104 i 9 i 60.~ 1,3 dioxolane 5Q. 4Q,~ mmol Pyridine g of clay x 1000 Wig. 2. Effect of pyridine concentration on the formation of 1,3-dioxolane. Temperature 70 C; ethylene oxide 0.1 mol; acetone 0.2 mol; reaction time 5 h; clay 0.25 g. obtained when the epoxide or carbonyl concentration is maintained constant, as is shown in Tables 1 and 2. In both cases the formation process is inhibited by increasing carbonyl chain length or by epoxide substitution, which implies strong steric effects. 1n 5 h reaction, no critical concentration of catalyst was required to induce the dioxolane formation, whereas the activity increased with catalyst concentration, as shown in Wig. 1. However, the coupling reaction can be inhibited by adding pyridine, suggesting the aromatic amine coordinates with the A13+ centers thus lowering the acidity [4]. FSgure 2 shows the plot of the rate of 1,3-oxirane production vs. the amount of pyridine added to the bentonite clay. It should be noted that 0.005 mmol amine per gram of solid will reduce the 1,3-dioxolane formation by 80ss'o. In order to study the effect of substrate and reagent concentrations on the process, a series of experiments was performed with acetone and ethylene oxide at 70 C using 0.25 g of bentonite. figure 3 shows the plot of the dioxolane yield vs. time, varying the amount of acetone and maintaining the oxirane concentration constant in order to determine the initial rate (Vo). On plotting In Vo vs. In acetone concentration, a straight line with slope 1.1 105 24T _ 2 2 1a 14 1,3 dioxolane 12~ IQ ' , i i i, i I // i 1 I 1 2-1 0 = I~t. 30 45 60 ss90 165 120 135 50 165 1k145 210 l - -0 time (min.) Fig. 3. Influence of different acetone concentrations on the rate of 1,3-dioxolane formation. Temperature 70 C; ethylene oxide 0.1 mol. Acetone (1) 0.2 mol; (0) 0.15 mol; (X) 0.10 mol; (IL ) 0.05 mol. 18 I I 1 I___ , o I I 1,3 dioxolane 1 ~ __~________~ s % s ~~u i I 1 6. t, jt~ I O 5 6O 75 90105 dD 135 150 165 180 16 210 time ( min.i Fig. 4. Influence of different epoxide concentrations on the rate of 1,3-dioxolane formation. Temperature 70 C; acetone 0.2 mol. Ethylene oxide (1) 0.035 mol; (It) 0.031 mol; ( 0 ) 0.028 mol; (II) 0_016 mol_ is obtained. A similar procedure was applied to study the effect of oxirane concentration, obtaining an order of one for the reaction (Fig. 4) The low value (7.1 kcal/mol) for the activation energy found from the study of reaction temperature (Fig. 5) suggests clay as the catalyst involved 106 2 ___________~_____-________ 2 1 I 2 I I i i~ I i I 16 1'0 --A! i / ~ 1 14 i i ! 1,3 dioxolone I -,~- 1 o/ ~ o ~ I Y ,' --4 1 / -n---, _-~.1 ,y _,,-, ,,~-_ I i I!' ~ - I _---k-- . O 15 30 45 60 75 90 105 120 135 150 165 IO0 195 210 225 time (min.) FIg. 5. Effect of temperature on 1,3-dioxolane formation; ethylene oxide 0.01 mol; acetone 0.2 mol. Temperature (0) 30 C; ( ) 40 C; (u) 50 C; (j[) 60 C; (0) 70 C. TABLE 3 Efect of diferent promoters in 1,3-dioxolane formations Catalyst Amount Yield (%) TONSIL 0.250 g. 95.5 A1203 0.023 g. 0.0 S i 02 0. I 88 g. 0 . 0 HCI 0.0247meq 0.0 SnCl2 0.086 g. 9.3 'Ethylene oxide 0.1 mol; acetone 0.2 mol; time of reaction 5 h; temperature 70 C. directly in the substrate activation. Reactions performed without catalyst yielded negative results. Other catalysts were also studied to compare the catalytic activity of the surface studied in this work. The results, given in Table 3, show that only the bentonite clay yielded the dioxolane derivative in a quantitative amount. 107 Acknowledgements MS gratefully acknowledges the partial financial support of this project by DGAPA-UNAM IN301791. References 1 A. Cabrera, N. Rosas, C. Marquez, M. Salmon, E. Angeles and R. Miranda, Gazz. Chim. Ital., 121 (1991) 127. 2 Eur. Pat. Appl. EP 0 083 970 to T. Gregory and D. J. Westlake. 3 Eur. Pat. Appl. EP 0130 055 to M. P. Atkins. 4 E. Ruiz Hitzky and B. Casal, J. Catal., 92 (1985) 291. 5 M. T. Vu, H. Petit and P. Maitte, Bull. Soc. Chim. Belg., 29 (1980) 759. 6 M. Salmon, E. Angeles and R. Miranda, J. Chem. Soc., Chem. Commun., (1990) 1118. X244 9280106Q 0304-5102(92)80106-Q 10.1016/0304-5102(92)80106-Q 1,3-dioxolane formation with a montmorillonite-type clay catalyst A. Cabrera D. Vázquez L. Velasco M. Salmón ∗ Instituto de Química UNAM, Circuito Exterior, Ciudad Universitaria, Coyoacán 04510 D. F. Mexico * Author to whom correspondence is addressed. J.L. Arias Facultad de Estudios Superiores Cuautitlán UNAM, Cuautitlán Izcalli, Estado de México Mexico The coupling reaction of oxiranes with carbonyl compounds to produce 1,3-dioxolanes was promoted by catalytic amounts of a bentonitic clay. The product yield was found to be dependent on the catalyst, the reaction temperature and the reagent concentrations. A kinetic study performed with acetone and ethylene oxide showed a first-order dependence in both reagents. Other experiments made with different epoxides, carbonyl compounds and catalysts are also discussed. References 1 A. Cabrera N. Rosas C. Márquez M. Salmón E. Angeles R. Miranda Gazz. Chim. Ital. 121 1991 127 2 Eur. Pat. Appl. EP 0 083 970 to T. Gregory and D. J. Westlake. 3 Eur. Pat. Appl. EP 0 130 055 to M. P. Atkins. 4 E.Ruiz Hitzky B. Casal J. Catal. 92 1985 291 5 M.T. Vu H. Petit P. Maitte Bull. Soc. Chim. Belg. 29 1980 759 6 M. Salmón E. Angeles R. Miranda J. Chem. Soc., Chem. Commun. 1990 1118",
      "scopus-id": "0026915563",
      "coredata": {
        "eid": "1-s2.0-030451029280106Q",
        "dc:description": "The coupling reaction of oxiranes with carbonyl compounds to produce 1,3-dioxolanes was promoted by catalytic amounts of a bentonitic clay. The product yield was found to be dependent on the catalyst, the reaction temperature and the reagent concentrations. A kinetic study performed with acetone and ethylene oxide showed a first-order dependence in both reagents. Other experiments made with different epoxides, carbonyl compounds and catalysts are also discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280106Q",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cabrera, A."
          },
          {
            "@_fa": "true",
            "$": "Vázquez, D."
          },
          {
            "@_fa": "true",
            "$": "Velasco, L."
          },
          {
            "@_fa": "true",
            "$": "Salmón, M."
          },
          {
            "@_fa": "true",
            "$": "Arias, J.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280106Q"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280106Q"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80106-Q",
        "prism:volume": "75",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "1,3-dioxolane formation with a montmorillonite-type clay catalyst",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "101-107",
        "prism:endingPage": "107",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 1992",
        "prism:doi": "10.1016/0304-5102(92)80106-Q",
        "prism:startingPage": "101",
        "dc:identifier": "doi:10.1016/0304-5102(92)80106-Q",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026915563"
      }
    }
  }
}