{
  "metadata": {
    "title": "FTIR spectroscopic evidence for a key role of hydrogen in creating an active state of Ga<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>/HZSM-5 mixed catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-10-15",
    "doi": "10.1016/0304-5102(91)80140-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180140X",
    "pii": "030451029180140X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026244056",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180140X 0304-5102(91)80140-X 030451029180140X 10.1016/0304-5102(91)80140-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01393 2024-01-02T01:05:30.650091Z 0 0 19911015 1991 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast ref alllist content subj ssids 0304-5102 03045102 69 69 2 2 Volume 69, Issue 2 15 L15 L18 L15 L18 19911015 15 October 1991 1991-10-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. FTIRSPECTROSCOPICEVIDENCEFORAKEYROLEHYDROGENINCREATINGACTIVESTATEGA2O3HZSM5MIXEDCATALYSTS KANAZIREV V MOWRY 1985 128 J INUI 1989 1181 T ZEOLITESFACTSFIGURESFUTURE KANAZIREV 1990 712 V PRICE 1990 267 G ZHLOBENKO 1988 175 V JENTYS 1989 4837 A KAZANSKY 1989 1173 V ZEOLITESFACTSFIGURESFUTURE YAKERSON 1990 55 V KUSTOV 1990 241 L HOWARD 1988 427 J KANAZIREVX1991XL15 KANAZIREVX1991XL15XL18 KANAZIREVX1991XL15XV KANAZIREVX1991XL15XL18XV item 0304-5102(91)80140-X 030451029180140X 1-s2.0-030451029180140X 10.1016/0304-5102(91)80140-X 272239 2024-01-02T01:05:30.650091Z 1991-10-15 1-s2.0-030451029180140X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180140X/MAIN/application/pdf/1b2775fd25419126af093dbec5b968f2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180140X/MAIN/application/pdf/1b2775fd25419126af093dbec5b968f2/main.pdf main.pdf pdf true 289106 MAIN 4 1-s2.0-030451029180140X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180140X/PREVIEW/image/png/145a1e6aa374b686007932e0dcecb2d1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180140X/PREVIEW/image/png/145a1e6aa374b686007932e0dcecb2d1/main_1.png main_1.png png 66318 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 69 (1991) L15-L18 FTIR spectroscopic evidence for a key role of hydrogen in creating an active state of Ga203/HZSM-5 mixed catalysts L15 JOURNAL O MOLECULA CATALYSI , Vladislav Yanazirev* Bulgarian Academy of Sciences, Institute of Organic Chemistry, 1113 Sofia (Bulgaria) Rolf Piffer and Horst Forster Institute of Physical Chemistry, University of Hamburg, Bunaesstr. 45, D-2000 Hamburg 13 (FRG) (Received May 14, 1991; accepted July 10, 1991) Aromatization of lower alkanes on Ga-containing ZSM-5-type zeolite catalysts nowadays attracts growing attention from both theoretical and practical points of view [ 1, 2 ]. Gallium, dispersed by ion exchange or impregnation, as well as gallosilicates have been considered proper catalysts for this process. As reported recently, a strong enhancement of propane aromatization activity may be achieved by mechanically mixing Ga203 with HZSM-5 and then activating the catalyst by either hydrogen treatment or long-term exposure to a propane reactant [3]. Microbalance-TPR experiments and X-ray diffraction studies indicated that in the presence of hydrogen and acidic zeolite a reduction of the Ga203 phase takes place at elevated temperature [4]. The formation of Ga20 and its interaction with acidic OH groups of the zeolite has been suggested as the most likely route for the formation of an active catalyst [4]. In this letter evidence will be presented that the acidic OH groups of the HZSM-5 component of the mixed catalyst are involved in an interaction with species originating from reductive transformation of the gallium oxide phase. A catalyst of 5% Ga was prepared by mixing powdered 4N5 grade /3Ga203 and HZSM-5 zeolite (Union Carbide, Linde, type ELZ-105-6) for 3 h in a stainless steel ball-mill. The sample was pressed into a self-supporting wafer and dehydrated in vacuo at 783 K. The IR spectra were recorded on a Fourier transform spectrometer DIGILAB FTS 20E. 300 torr of hydrogen (99.999%) were introduced at room temperature; after recording the spectrum the temperature was raised to 783 K and held there for a specified time. After each reduction experiment, the sample was cooled to room temperature and the spectrum was recorded. *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 0 Elsevier Sequoia/Printed in The Netherlands L16 Figure 1 shows the IR spectra of the 5%Ga/IIZSM-5 zeolite before and after hydrogen treatment. Spectrum (a) corresponding to the dehydrated sample consists of narrow bands at 3610, 3660 and 3740 cm-' typical for HZSM-5. Additionally, a broad but weak band around 3250 cm-' is observed. This band can be clearly seen in the diffuse reflectance IR spectra of HZSM5, and has been recently assigned to a strained intramolecular hydrogen bond of a bridged hydroxyl with a neighboring oxygen atom of the zeolite lattice [5 ]. Exposure to 300 torr hydrogen at room temperature does not change the IR spectrum. A temperature increase in a hydrogen atmosphere and subsequent treatment for 15 min at 783 K, however, has a marked effect (spectrum (b)). While there is almost no change in the intensity of the bands corresponding to the isolated OH groups, new poorly resolved bands with a maximum close to 3250 cm-' appear, together with the emergence of a weak band near 1635 cm-', assignable to the deformation vibration of adsorbed water [6]. Upon deconvolution, the broad adsorption turns out to be composed of essentially three bands at 3390, 3250 and 3140 cm-'. Repetition of the reduction experiment with a 30 min treatment at 783 K gives rise to considerable reduction of the bands in the 3250 cm-' region, along with an indication of a decrease of the 3610 cm-' band, assigned to the Br6nsted acidic OH groups. After the third reduction step, which involves a temperature rise to 783 K, followed by short evacuation and renewed admission of 300 torr hydrogen for - 30 min, spectrum (c) is recorded. Both the near disappearance of the bands near 3250 cm-' and a more pronounced decrease in the bands corresponding to the isolated OH groups are characteristic for this spectrum. The changes upon this treatment can be more readily seen from the difference spectra between (b) and (a) (Fig. 2) and (c) and (b) (Fig. 3). In all cases, in addition to the above, the less intense 1635 cm-' band is present. Further evacuation does not change the spectrum. 40 90 ~It d U C m 20 L O h a SO O r n a, , E j, I , I I , I ', I 1000 2000 2400 2900 9200 3E00 wavenumber [i/cm] Fig. 1. IR spectra of a 5ss'o Ga/HZSM-5 zeolite mixed catalyst. (a) Dehydrated sample; (b) after treatment in 300 ton hydrogen for 15 min at 783 K; (c) after repetition of the reductive activation in 300 torn hydrogen for 30 min at 783 K. L17 1800 2000 2400 2800 3200 3800 wavenumber [1/cm] Fig. 2. Difference spectrum of spectra (b)-(a) of Fig. 1. o 0 o r . m U C (O -10 o h n m -20 -30 1800 2000 2400 2800 3200 3800 wavenumber [1/cml Fig. 3. Difference spectrum of spectra (c)-(b) of Fig. 1. It has been stated that the zeolite acidity is the driving force which substantially lowers the reduction temperature of the gallium oxide phase [4]. Gallium suboxide was considered to be the product of the reduction process, which is attracted by the acidic sites and transferred onto the zeolite itself. The results of the present investigation clearly show the involvement of the acidic OH groups in the above process and evidence the key role of hydrogen as the reducting agent. Numerous investigations, e.g. Kazansky et al. [7], Yakerson et al. [8], failed to confirm any significant interaction of Ga with the OH groups of the ZSM-5 zeolite, if the gallium is introduced by the common wet techniques of ion exchange or impregnation. In this case Ga3+ cations should be preferentially localized on the external surface of the zeolite because of constraints due to the large size of the hydrated ions and to electrostatic imbalance, probably arising when three isolated negative charges of the framework must be compensated by one Ga ion. It seems that the reduction to a lower oxidation state of polyvalent cations L18 such as Ga3+ may offer a very effective route for their introduction and random distribution in ZSM-5-type zeolites. The appearance of bands close to 3250 cm' during the first stage of the reduction experiment is the second important observation of our investigation. These bands may be characteristic of surface hydroxyls perturbed by hydrogen bonding, as has been stated recently by Kazansky and coworkers [5, 9). Absorptions in this range also have been reported for OH groups shifted by hydrogen bonding with ethene [10]. In addition, small quantities of residual water originated from the reduction process contribute to this absorption. As the 3610 cm-' band of HZSM-5 is not affected, the bands near 3250 cm-' might be assigned to hydrogen-bonded OH groups on gallium oxide. It seems that in the next stages of the reduction process a decomposition of the above complexes occurs. This assumption is supported by similar hydrogen treatment experiments at elevated temperatures on Cu-exchanged faujasites [ 11). The IR data reported in the literature do not by any means cover Ga/ ZSM-5 zeolites which have been subjected to HZ treatment at elevated temperature. We suggest that the hydrogen reduction plays a key role in facilitating the introduction of gallium species into the bulk of zeolite, even if the gallium source is present in the form of a separate crystalline phase. It seems that the volatile gallium suboxide is readily trapped by the acidic sites and stabilized in the cationic positions of the zeolite framework, probably as a Ga+ cation. Further work is in progress in order to obtain knowledge on the intermediates in the reduction process and the nature of the gallium species compensating the charge of the zeolite framework. Acknowledgement V.K. would like to thank the German Academic Exchange Service for supporting his visit to Germany. References 1 J. R. Mowry, F. R. Andersen and J. A. Johnson, Oil Gas J., (1985) 128. 2 T. Inui, Y. Ishihara, K. Kamachi and H. Matsuda, in P. A. Jacobs and R. A. van Santen (eds.), Zeolites: Facts, Figures, Future, Elsevier, Amsterdam, 1989, p. 1181. 3 V. Kanazirev, G. L. Price and K. M. Dooley, J. Chem. Soc., Chem. Commun., 9 (1990) 712. 4 G. L. Price and V. Kanazirev, J. CataL, 126 (1990) 267. 5 V. L. Zhlobenko, L. M. Kustov, V. Yu. Borovkov and V. B. Kaxansky, Zeolites, 8 (1988) 175. 6 A. Jentys, G. Warecka, M. Derewinski and J. A. Lercher, J. Phys. Chem., 93 (1989) 4837. 7 V. B. Kazansky, L. M. Kustov and A. Yu. Khodakov, in P. A. Jacobs and R. A. van Santen (eds.), Zeolites: Facts, Figures, Future, Elsevier, Amsterdam, 1989, p. 1173. 8 V. I. Yakerson, T. V. Vasina, L. 1. Lafer, V. P. Syntyk, G. L. Dikh and O. V. Bragin, in Abstr. ZEOCAT 90, Leipzig, 1990, p. 55. 9 L. M. Kustov, V. L. Zhlobenko and V. B. Kazansky, in Abstr. ZEOCAT 90, Leipzig, 1990, 241. 10 J. Howard, P. J. Lux and J. Yarwood, Zeolites, 8 (1988) 427. 11 R. Piffer and H. Forster, in preparation. X244 9180140X 0304-5102(91)80140-X 10.1016/0304-5102(91)80140-X FTIR spectroscopic evidence for a key role of hydrogen in creating an active state of Ga2O3/HZSM-5 mixed catalysts Vladislav Kanazirev ∗ Bulgarian Academy of Sciences, Institute of Organic Chemistry, 1113 Sofia Bulgaria * Author to whom correspondence should be addressed. Rolf Piffer Horst Förster Institute of Physical Chemistry, University of Hamburg, Bundesstr. 45, D-2000 Hamburg 13 FRG References 1 J.R. Mowry F.R. Andersen J.A. Johnson Oil Gas J. 1985 128 2 T. Inui Y. Ishihara K. Kamachi H. Matsuda P.A. Jacobs R.A. van Santen Zeolites: Facts, Figures, Future 1989 Elsevier Amsterdam 1181 3 V. Kanazirev G.L. Price K.M. Dooley J. Chem. Soc., Chem. Commun. 9 1990 712 4 G.L. Price V. Kanazirev J. Catal. 126 1990 267 5 V.L. Zhlobenko L.M. Kustov V.Yu. Borovkov V.B. Kaxansky Zeolites 8 1988 175 6 A. Jentys G. Warecka M. Derewinski J.A. Lercher J. Phys. Chem. 93 1989 4837 7 V.B. Kazansky L.M. Kustov A.Yu. Khodakov P.A. Jacobs R.A. van Santen Zeolites: Facts, Figures, Future 1989 Elsevier Amsterdam 1173 8 V.I. Yakerson T.V. Vasina L.I. Lafer V.P. Syntyk G.L. Dikh O.V. Bragin Abstr. ZEOCAT 90 1990 55 Leipzig 9 L.M. Kustov V.L. Zhlobenko V.B. Kazansky Abstr. ZEOCAT 90 1990 241 Leipzig 10 J. Howard P.J. Lux J. Yarwood Zeolites 8 1988 427 11 R. Piffer and H. Förster, in preparation.",
      "scopus-id": "0026244056",
      "coredata": {
        "eid": "1-s2.0-030451029180140X",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180140X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kanazirev, Vladislav"
          },
          {
            "@_fa": "true",
            "$": "Piffer, Rolf"
          },
          {
            "@_fa": "true",
            "$": "Förster, Horst"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180140X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180140X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80140-X",
        "prism:volume": "69",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "FTIR spectroscopic evidence for a key role of hydrogen in creating an active state of Ga2O3/HZSM-5 mixed catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L15-L18",
        "prism:endingPage": "L18",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1991",
        "prism:doi": "10.1016/0304-5102(91)80140-X",
        "prism:startingPage": "L15",
        "dc:identifier": "doi:10.1016/0304-5102(91)80140-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026244056"
      }
    }
  }
}