{
  "metadata": {
    "title": "Deuterioformylation of (<ce:italic>E</ce:italic>)-2-butene and protioformy1ation of (<ce:italic>E</ce:italic>)-1,1,1-<ce:sup loc=post>2</ce:sup>H<ce:inf loc=post>3</ce:inf>-2-butene with cobalt, rhodium and platinum catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-07-01",
    "doi": "10.1016/0304-5102(90)85259-K",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085259K",
    "pii": "030451029085259K"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025455638",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085259K 0304-5102(90)85259-K 030451029085259K 10.1016/0304-5102(90)85259-K S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0185X 2024-01-02T01:05:30.650091Z 0 0 19900701 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 60 60 3 3 Volume 60, Issue 3 9 363 374 363 374 19900701 1 July 1990 1990-07-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. DEUTERIOFORMYLATIONE2BUTENEPROTIOFORMY1ATIONE1112H32BUTENECOBALTRHODIUMPLATINUMCATALYSTS CONSIGLIO G CONSIGLIO 1988 778 G PINO 1983 491 P PINO 1980 223 P PINO 1983 111 P LAZZARONI 1989 1 R LAZZARONI 1988 357 R BIANCHI 1977 361 M BIANCHI 1977 387 M PIACENTI 1976 789 F CONSIGLIO 1978 1703 G VONBEZARD 1975 30 D VONBEZARD 1980 431 D BUNNETT 1988 1115 J HAELG 1985 281 P KAGAN 1972 6429 H HAELG 1981 1865 P MCLAFFERTY 1963 336 F MASSSPECTROMETRYORGANICIONS HAELG 1982 P DISSERTATIONNR6953 COLLMAN 1987 621 632 J PRINCIPLESAPPLICATIONSORGANOTRANSITIONMETALCHEMISTRY TOLMAN 1983 87 91 C HOMOGENEOUSCATALYSISMETALPHOSPHINECOMPLEXES PINO 1977 136 197 P ORGANICSYNTHESESVIAMETALCARBONYLS STEFANI 1977 1058 A CASEY 1973 2240 C PIACENTI 1966 488 F SEEBACH 1982 696 D PINO 1971 1640 P OFERRAL 1970 785 R CHRISOPE 1986 334 D PIACENTI 1983 2 F PIACENTI 1975 9 F PIACENTI 1975 C54 F BIANCHI 1976 97 M CORNELY 1988 191 W SAUNDERS 1974 211 255 W TECHNIQUESCHEMISTRY INVESTIGATIONREACTIONRATESMECHANISMSREACTIONSPART1 WENDER 1957 190 I CHINI 1969 315 P SMITH 1976 502 R BASSETT 1954 1188 H CONSIGLIOX1990X363 CONSIGLIOX1990X363X374 CONSIGLIOX1990X363XG CONSIGLIOX1990X363X374XG item 0304-5102(90)85259-K 030451029085259K 1-s2.0-030451029085259K 10.1016/0304-5102(90)85259-K 272239 2024-01-02T01:05:30.650091Z 1990-07-01 1-s2.0-030451029085259K-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085259K/MAIN/application/pdf/29130674a6afd2b8f16c9aae64731972/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085259K/MAIN/application/pdf/29130674a6afd2b8f16c9aae64731972/main.pdf main.pdf pdf true 865553 MAIN 12 1-s2.0-030451029085259K-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085259K/PREVIEW/image/png/f8e9e121f4ea633d1c211690c2886177/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085259K/PREVIEW/image/png/f8e9e121f4ea633d1c211690c2886177/main_1.png main_1.png png 64712 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 60 (1990) 363-374 363 DEUTERIOFORMYLATION OF ( )-2-BUTENE AND PROTIOFOBMYLATION OF (E)-l,l,l-aH3-2-BUTENE WITH COBALT, RHODIUM AND PLATINUM CATALYSTS GIAMBATTISTA CONSIGLIO, FRANCO MORANDINI*, PAUL HAELG and PIERO PINOt Swiss Federal Institute of Technology, Department of Industrial and Engineering Chemistry, ETH-Zentrum, CH-8092Zurich (Switzerland) (Received September 8,1989; accepted October 11,1989) Summary The protiofonnylation of (.E^-l.l.l^Ha^-butene and the deuteriofor- mylation of (E)-2-butene have been carried out using 002(00)3, Rh4(CO)i2 or Pt(SnCl3)Cl{CR,fi)-Diop} as the catalyst precursor. The formation of the straight chain aldehyde, which implies hydrogen abstraction from a satu- rated methyl group, shows a positive isotope effect for the rhodium (~3 at 100 C) and for the platinum (-2.1 at 80 C) but none for the cobalt catalytic system. In the reactions catalyzed by Co2(CO)g, essentially no scrambling of the label takes place with the gas phase. The addition-elimination reaction of the metal hydride to the olefinic substrate is more rapid for the cobalt catalyst than for the other two systems, but does not imply olefin dissociation. Introduction Labelling experiments in olefin hydroformylation have been very useful for a better understanding of the reaction mechanism [1-9]. In particular, the use of labelled substrates (such as U.l^Ha^-butene 1 [10], 5,5,5-2f^3-2- pentene [11] 2 (both as (E)-(Z)-mixtures) and 5,5,5-2H3-l-pentene 3 [12]) has revealed for cobalt or rhodium carbonyl catalytic systems important mechanistic differences, which are related to the formation of isomeric aldehydes arising from formylation at saturated carbon atoms of the substrate. These investigations have shown a certain scrambling of the label, even in the case of the formation of products which do not imply apparent movement of the label. The accuracy of those results was, however, low due to the small amount of label involved. In order to obtain further and more accurate information on the intra- and intermolecular protium deuterium [13] exchange accompanying hydro- *Present address: Dipartimento di Chimica Inorganica, Metallorganica ed Analitica, Via Marzolo, 11-35131 Padua, Italy. tDeceased July 9, 1989. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 364 formylation, we have investigated the deuterioformylation of (E )-2-butene 4 with the catalyst precursors CozCCOs 5, Rh4(CO)i2 6 and Pt(SnCls)Cl{(.R,.R)- Diop} 7 [14] (where Diop is {(2,2-dimethyl-l,3-dioxolan-4,5-diyl)bis- (methylene)}bis(diphenylphosphine) [15]). Furthermore we have rein- vestigated the protiofonnylation of l.^l^Ha^-butene using the pure (.E)-diastereomer (isomeric purity higher than 97%) with rhodium and cobalt carbonyls and extended this investigation to the above platinum complex 7. Results The hydroformylation reactions were carried out in aromatic solvents under standard conditions [10,16], using Coa(CO)8, Rh4(CO)i2 or Pt(SnCl3)Cl{(.R,.R)-Diop} as the catalyst precursor. The aldehydes produced (2-methylbutanal and n-pentanal) were not directly analyzed, but were first transformed into the methyl esters of the corresponding carboxylic acids and their anilides. Therefore no information is available on the deuterium content of the fonnyl group. The number of deuterium atoms per molecule was determined through mass spectroscopy on the anilides. The average deuterium content on each carbon atom in the same reaction product was determined through ^NMR on the methyl esters of the acids obtained through oxidation of the aldehydes, taking the methyl group as the internal standard. Mass spectroscopic analysis on the same esters allowed us to determine the intramolecular extent of labelling in position 2 of the straight chain hydroformylation product, when no label is attached to the carbon atom in position 4 [17]; this absence is verified through the above NMR on the esters. Protiofonnylation of (E^l^^-^y-butene The average extent of labelling at each carbon atom in the products arising from the protiofonnylation of (J^-l.l.l^Ha^-butene is reported in Table 1. In Table 2 the percent of the differently labelled species at position 2 in the straight chain products is given, whereas Table 3 gives the extent of labelling of each molecule for the anilides derived from the hydroformylation products. Both from the results of Table 1 (determined through NMR) and from those of Table 3 (determined through mass spectroscopy) an average number of deuterium atoms per molecule has been calculated; the two figures do agree within the limit of the experimental error. Furthermore, the results obtained with the rhodium and with the cobalt catalytic systems are practically equal to those obtained with the same catalysts and under the same reaction conditions on the diastereomeric mixture {(Z)/(E) = 1.46} of l,l,l-'^W.3-2-b\\ltene [10]. In the branched products, which arise from formyla- tion at the unsaturated carbon atoms of the substrate, the two methyl groups are nearly equally labelled for the three catalytic systems investigated. Furthermore, the average number of deuterium atoms and the intermolecu- lar deuterium distribution are essentially the same as in the starting 365 TABLE 1 Average protium content in the methyl esters obtained from the primary protioformylation products ofCEH.U-'rL^-butene Catalyst precursor Product MDN- CrLi CHz CH CHa COOCHa Pt(SnCl3)Cl{(fi,fi )-Diop} Rh4(CO)i2 Co2(CO)g 1.56 2.00 0.92 1.44 1.52 2.00 0.95 1.53 1.61 2.00 0.88 1.63 CHg CHg CHq CH.2 COOCH3 Pt(SnCL))Cl{(fi,fi)-Diop} 0.94 2.00 1.99 1.35 Rh4(CO)i2 0.83 2.00 2.00 1.55 Co2(CO)g 1.55 1.97 1.30 1.30 3.08 3.00 2.88 2.72 2.64 2.88 'Average number of deuterium atoms per molecule. TABLE 2 Percent of molecules of methyl n-pentanoate (arising from protioformylation of (.E^l.l-l-^s^- butene) containing the moiety CXYCOOMe (X = ^ or \"H) Catalyst precursor C^ COOMe CWHCOOMe C^COOMe Pt(SnCl3)Cl{(fl^R)-Diop} 68 1 31 Rh4(CO)i2 75 1 24 Co2(CO)g 52 24 24 substrate (see Experimental). The linear product arising from the cobalt- catalyzed reaction does maintain the extent of labelling of the substrate, but shows some scrambling of the deuterium between positions 2 and 3 of the formed aldehyde; the terminal methyl group is about 50% labelled. By contrast, for the linear products obtained with the rhodium and platinum systems some loss of the label takes place (as indicated by the species TABLE 3 Deuterium content of the anilides obtained from the primary protioformylation products of (O-l.l.l-'Hs^-butene Catalyst Protioformylation do di d2 dg d4 ds MDN\" precursor isomer considered W^PI ^f/R R) JV^\\ branched 01 4 95 0 0 2.94 Pt(SnCL,)Cl{(fi,.R)-Diop} ^ght-chain O 3 30 64 2 1 2.68 p. ,? . branched 01 3 96 0 0 2.95 Kti4^Wi2 straight-chain 0 3 25 71 1 0 2.70 .p-., branched 00 4 92 4 0 3.00 l^owg straight-chain 01 5 93 1 0 2.94 'Average number of deuterium atoms per molecule. 366 TABLE 4 Average protium content in the methyl esters obtained from the primary deuteriofonnylation products of ( )-2-butene Catalyst precursor Product MDN\" CH3 CHg CH CH3 COOCH3 Pt(SnCl3)Cl{CR,.R )-Diop} Rh4<CO)i2 Co2(CO)g 3.00 1.09 1.00 2.95 3.00 0.94 0.92 2.86 3.00 1.41 0.66 3.00 (-' H.3 '-'\" 2 ^-'^12 '-'Hg (JOyO-H-g Pt(SnCl3)Cl{(B,A)-Diop} 3.00 1.18 0.90 1.92 Rh<(CO)i2 3.00 0.92 0.83 2.01 Co2(CO)g 3.00 1.60 1.81 1.56 0.96 1.28 0.93 2.00 2.23 1.14 'Average number of deuterium atoms per molecule. containing only 2 deuterium atoms); the terminal methyl group is labelled for less than 30% (equal attack on the two methyl groups of the substrate would lead to 50% labelling). There is in this case no scrambling involving the methylene group at position 2 of the aldehyde, which contains either two protium or two deuterium atoms in a ratio of 2.2 for platinum and 3.1 for rhodium. Deuterioformylation of (E )-2-butene Table 4 reports the average extent of labelling at each carbon atom in the products arising from the deuteriofonnylation of (E )-2-butene using the aforementioned catalytic systems, whereas Table 5 shows the number of deuterium atoms per molecule. Both the straight chain and the branched products obtained with the cobalt catalyst show incorporation of substan- tially only one deuterium atom in the backbone. However, about 14% of the produced molecules do not contain any deuterium in the backbone, whereas TABLE 5 Deuterium content of the anilides obtained from the primary deuteriofonnylation products of ( )-2-butene Catalyst Deuteriofonnylation do di dz d3 d4 dg MDN* precursor isomer considered p^o^r-i v^urp R\\ TV i branched 9 87 3 10 0 0.97 Pt(SnCl3)Cl{W,fi)-Diop} ^ghfchain 2 19 50 25 4 0 2.10 branched 6 66 18 82 0 1.33 straight-chain 1 12 56 24 6 0 2.25 branched 12 74 13 10 0 1.03 straight-chain 12 68 18 20 0 1,12 \"Average number of deuterium atoms per molecule. JOB 21294P 36' some molecules of the linear isomer ( 19%) and of the branched one ( 14% contain two deuterium atoms. The latter isomer does not show any label ii the methyl groups; 0.59 deuterium atoms are bound to the carbon atom ii position 3 and 0.34 in position 2 of the aldehyde. For the straight chaii isomer about the same quantity of label is present in positions 2 and 4 (~0.{ atoms), and a small quantity (0.19 atoms) in position 3. Using the rhodiun or the platinum catalysts, the branched product is prevailingly mono deuterated in the backbone whereas the straight-chain product is di deuterated. For the rhodium catalyst, a remarkable (18 and 24%) quantity o both products contains one deuterium atom more and a certain quantity (6-8%) even two deuterium atoms more; in the straight chain product th< label is present in positions 3 and 4 (1.17 and 1.08 atoms respectively). Foi the branched isomer some deuterium is present on the methyl group closer t< the carbonyl group and slightly more than one deuterium atom is present 01 the methylene group. Similar remarks can be made for the product obtaine< using the platinum catalyst; however, in this case the amount of the label i; much closer to one for the branched isomer and to two for the straight chaii isomer due to the very low (~5%) conversion*. Furthermore, the recovere< olefin shows a little incorporation of deuterium in the case of the rhodiun and platinum catalysts at higher conversion, but none in the case of cobalt For this latter catalyst no formation of ^^ could be detected, whereas foi rhodium and platinum at high conversion a small amount could be identifie< through mass analysis of the gas phase. Discussion The results reported above show that the content of deuterium and th< intermolecular deuterium distribution in the reaction products from th( protioformylation of (i^-l.l.l^Ha-^-butene are very similar to each other foi the rhodium and the platinum catalysts, whereas they differ strongly for th< cobalt catalytic system. The same is true for the deuterioformylation o ( )-2-butene. The most striking aspects are the preservation of the labe even in the formation of the straight chain products, the peculiar deuteriun distribution for the cobalt catalyst, and the presence of 1'H2'H. in the gas phas< found for the rhodium and platinum catalysts. Therefore we shall discus; first the results obtained with the latter two catalytic systems and thei separately those obtained with cobalt. We shall use as a basis for thi; discussion Scheme 1, in which possible steps for the protioformylation o (.EM.l.l^Ha^-butene are represented according to the accepted reacttoi mechanism [19-21]. In this Scheme steps marked with the letters 1 and I *In fact, at higher conversion the isomeric ratio (straight-chain vs. branched) change (64:36 at 60% conversion) and the extent of labelling for the deuterioformylation experiment increases. The MDN at this conversion is 2.45 for the straight-chain and 1.16 for the branch anilide [18]. 368 CHO CHj-CHi-CH CD, l l l + (M)-H 1 ! \"-'', CHj-CHspCH CD, CHj-CHi-CHD-CD, (Ml li i CO CHg-CH^-CHD-CDz CHO Scheme 1. T (M)-H CH3-CH,-CH CD3 (Mj la, HS_ CHa-CH^-CHspCD; T\"*' - CH3-CH,-CffiyCD2 T r T IM]-D [M]-H CH3-CHi-CH2-CDi (Ml CO CHi-CH,-C ;-CD; CHO CHO CHs-CH CHa-CD, bzaa CHa-CH CHa-CD, (M) la, CHiyCH CHi-CDa [Ml-H CHa-CHa-CHa-CD, (Ml CO CH^-CH^-CHi-CD, CHO indicate possible ways for the formation of straight chain and branched products, respectively; furthermore, double arrows imply reversibility but not necessarily achievement of the equilibrium conditions. The straight-chain product from the rhodium- or platinum-catalyzed protiofonnylation shows labelling only at positions 2 and 5, and should correspondingly form according to pathways ai to IsBi and ag to lyS^ (Scheme 1). The protium- containing methyl group is formylated about 3 times faster for rhodium and 2.1 times faster for platinum than the perdeuterated methyl group (step la^ us. step Ifia), as expected from a positive isotope effect in ^-hydrogen elimination [10]. A loss of the label (0.27 atoms for rhodium and 0.32 atoms for platinum) is associated to such formylation, and is confirmed at least 369 qualitatively by the presence of ^^ in the gas phase. The positive isotope effect in the hydrogen abstraction prior to formylation at the saturated methyl groups is reflected, at least for the rhodium catalyst, in the composition of the reaction products. In fact, the isomeric ratio is 87/13 (2-methylbutanal/n-pentanal) in the protioformylation of ( )-2-butene and 91.6/8.4 for (.E^-l.l.l^Ha^-butene. A similar determination for the platinum catalyst has been hampered by the very large influence of the conversion of the substrate on the isomeric composition of the aldehyde products [14]. The formation of isomeric aldehydes, which implies migration of the double bond, does not necessarily involve dissociation of the metal hydride- substrate complex for the cobalt carbonyl catalyst [22,23], but it does for the rhodium [22] and, most probably, also for the platinum catalytic systems [14]. The different amount of labelling in the straight chain product with respect to the branched can be understood by assuming that rhodium and platinum deuteride complexes, probably not containing coordinated olefin, do exchange hydrogen with the gas phase, being transformed into the cor- responding protium complexes (compare step e in Scheme 1). The results obtained in the deuterioformylation experiment are in keeping with those already discussed for protioformylation and confirm that the above exchange reaction with the gas phase for the rhodium and platinum catalysts should be rapid. In fact, only a very low fraction of the branched product and practically none of the straight chain product from the deuterioformylation experiments is unlabelled in the backbone. There is a consistent amount (~30%) of linear product which contains more than two deuterium atoms in the backbone for both catalytic systems; furthermore, for rhodium, about 28% of the branched product is more than monodeuterated in the backbone. For the branched product obtained with the platinum catalyst the Z-diastereomer [25] predominates for about 86% [16] and in the case of rhodium it predominates for about 70%. The rather clean monodeuteration for the branched product obtained with the platinum catalyst is a con- sequence of the very low conversion of the substrate [18]. These results indicate that metal hydride addition-elimination processes, which are followed by exchange with gaseous hydrogen (probably because of easy olefin dissociation) occur at a rate similar to that of hydroformylation. The methyl group bound to position 2 in the branched products is about 5% labelled for rhodium, much less for platinum. These results are in keeping with the extent of isomerization leading to 1-butene (which is responsible for the formation of the linear product) and with the regioselectivity observed in the hydroformylation of aliphatic 1-olefins, which favours the linear isomer much more in the case of platinum [14] than in the case of rhodium [11]. In contrast to observations with the other two catalytic systems, the isotope content in the methyl group of the linear protioformylation product obtained with the cobalt catalyst infers an essentially equal extent of formylation at the C1H3 and C^a groups; the label which is eliminated from position 1 of the substrate (step lai) is mostly found at position 3 (step liBi) of the produced aldehyde (equivalence of pathways ai to Is&i and a^ to IsSg in 370 Scheme 1). The cobalt deuteride olefin complexes do not undergo exchange with the gas phase (step e), probably because they are coordinatively saturated under the high pressure of carbon monoxide used for the reported experiments [7,24]. The equal extent of fonnylation at both methyl groups is also confirmed by the extent of the labelling at position 2 in the same product, under the reasonable assumption that both the mono- and the dideuterated groups do derive from the C^g-group of the substrate. The reasons for the lack of any observable isotope effect in the cobalt-catalyzed fonnylation are still unclear. For the products arising from the cobalt-catalyzed deuterioformylation, we find a relatively small amount of deuterium in position 4 of the straight chain aldehyde and in position 3 of the branched aldehyde. This indicates an intramolecular scrambling of the added deuterium between the two unsaturated positions of the original substrate (reversibility of steps ai and &a in Scheme 1). This exchange seems to occur at a rate which is higher than that of hydroformylation, which in turn is higher than that of dissociation of the substrate-catalyst complex. The reversibility of the first addition is further demonstrated by the complete loss of the stereochemical information of the substrate in the formation of the branched product, in spite of the cis stereochemistry of the hydroformylation [22]. The products unlabelled in the backbone ( 14%) are probably formed by elimination of a cobalt protide complex from the adduct with the olefin, followed by readdition of the protide species to another substrate molecule. Olefin dissociation is not a prerequisite for this readdition, but it could take place to a limited extent as found in previous experiments on other olefinic substrates [22,26]. The absence of label on the methyl group bound to position 2 in the branched product is in keeping with the already-mentioned lack of exchange of the label with the gas phase. This exchange takes place, however, at position 2 of the formed aldehyde [12] and is responsible (at least in part) for the label found in that position for both products arising from the deuterioformylation, as well as for the loss of label in that position in the linear product obtained from the hydroformylation of (E)-l, l,!-2}!^ butene. Conclusions The protioformylation of (E)-l, l.l^Hg^-butene has confirmed the existence of a positive isotope effect in the formation of n-pentanal using Rh4(CO)i2 but not using Co2(CO)s as the catalyst precursor, in keeping with the results already obtained using the diastereomeric mixture {(E)/(Z) = 1.46} of the same substrate. As a consequence no influence of the geometry of the substrate on this aspect of hydroformylation could be recognized. Furthermore, the catalyst precursor Pt(SnCl3)Cl{(.R,.R)-Diop} at low con- version behaves like the rhodium system, even though the magnitude of the isotope effect is smaller (~2.1 at 80 C us. ~3 at 100 C) than for rhodium. The deuterioformylation experiments on the same unlabelled substrate 371 have given a semiquantitative picture of the scrambling of hydrogen between substrate and gas phase, which do exist for platinum and rhodium but not for cobalt. The olefin complexation and metal hydride addition-elimination are partially reversible for the first two catalytic systems; for cobalt, however, metal hydride addition to and jS-hydrogen elimination from the olefin are both rapid, but olefin dissociation takes place only to a very limited extent. Particularly puzzling appears the absence of an observable isotope effect in the ^-elimination reaction which leads to formylation at a carbon atom which is saturated in the original substrate [27,28]. This might be connected with the nature of the species responsible for double bond shift during the cobalt-catalyzed hydroformylation. In fact, it has been already proposed that these species could be different from those responsible for hydroformylation [29,32], even though this proposal was recently questioned [33]. It appears to us that a similar explanation could be valid for the platinum catalyst, which shows a high isomerization activity [14]. For this catalyst the molar fraction of the species arising after step ai is 0.57, us. 0.43 arising after step Si-t. Since we would not expect such an isotope effect [34] in the formation of the two possible sec-alkyi metal intermediates, we must assume that they equilibrate at a rate which is higher than carbon monoxide insertion and hydrogenolysis of the acyi intermediates. However, this would be in contrast with the position of the label in the branched product and with the high stereospecificity of the reaction [16]. Experimental Mesitylene and ethylbenzene (Fluka, puriss.) were distilled over sodium under nitrogen. ( )-2-butene (Fluka, purum) was used without further purification. Carbon monoxide (minimal purity 99.5%) was prepared through dehydration of formic acid catalyzed by BaOs-PgO^. Hydrogen was obtained from Sauerstoff- und Wasserstoff-Werken AG, Lucerne and deuterium from Carbagas AG, Zurich, Switzerland. C^sl (MSD Istopes) and iron(III) acetylacetonate (Fluka, purum) were used as received. ( )-l-bromo-l- propene was obtained from the (E)/(Z) mixture (Fluka, purum) through fractional distillation with an auto-annular still Perkin Elmer 251. Co2(CO)g [35], Rh4(CO)i2 [36], and Pt(SnCl3)Cl{(fi,fi)-Diop} [14] were prepared according to published methods. GLC analyses were performed with a Perkin Elmer Sigma 4 chromatograph equipped with an FID. Preparative GLC separations were carried out on a Perkin Elmer F21 fitted with 5 columns filled with SP 1000 15% on Chromosorb G AW-DMCS. NMR spectra were registered on a Bruker WH 90 spectrometer; the spectra of the esters were taken on Cg^g solutions in the presence of Eu(DPM)a. Mass spectra were measured on a mass spectrometer Hitachi RMU-6L. Preparation of (E^l^l-^Hy^-butene A 1 mol solution of C^aMgI in diethyl ether (prepared from 0.35 mol of C^al) was slowly added (~4h) to a suspension of Ig of Fe(acac)3 [37] in TABLE 6 Reaction conditions for the hydroformylation of CE)-2-butene and of (E)-l, l,l-2H3-2-butene Substrate Catalyst precursor\" Reaction type\" pCH^) or P(2^) (atm) p(CO) (atm) Reaction temperature( C) Reaction time(h) Conversion(%) Isomeric product composition' ( )-2-butene (^-l.U^Hs^-butene A B CA B C DF DF DFPF PF PF 35 90 7040 100 100 90 90 43040 100 400 80 100 10080 100 100 3 17 6.52 247 5 45 7870 95 70 20:80 14:86 65:3534:66 8:92 64:36 A= Pt(SnCL,)Cl{(fi,fl)-Diop}; B = Rl^CO)^ C = Co^COg. b DF = deuterioformylation; PF = protioformylation. c Molar ratio n-pentanal: 2-methylbutanal. 373 300ml of tetrahydrofuran and 45 g of (E )-l-bromo-l-propene at 258-263 K. The reaction mixture was stirred overnight at room temperature. The formed olefin was recovered through fractional destination without any further treatment. Yield.: 13.4 g (65%). Diastereomeric purity ~97%. Deuterium content: C4H72H 1%; C4H62H2 2%; C4H52H3 97%. MDN: 2.95. Hydroformylation reaction The hydroformylation reactions were carried out according to standard procedures [22] in stainless steel autoclaves (150 or 250ml volume) heated with an oil bath. The quantities were 20 ml of mesitylene as the solvent, 3 g of substrate, ~1 g of cyclohexane (as internal standard for GLC analysis) and 4mg of Rh^CO)^ or Ig of Co2(CO)a as the catalyst. When Pt(SnCl3)Cl{(.R,A)-Diop} was used as the catalyst precursor, 3g of (E)- l.l.l^Ha^-butene, 36 mg of the platinum complex and 30ml of ethylbenzene containing ~1 g of cyclohexane were used for the protioformylation. In the deuterioformylation of (2?)-2-butene with the same catalytic system, 30 g of substrate in 25 ml of ethylbenzene were used. The other reaction conditions, together with the conversion and the isomeric product composition are reported in Table 6. The reaction mixture was directly oxidized with excess AggO in water in the presence of NaOH. After filtration, the aqueous layer was continuously extracted with diethyl ether for some hours. The water solution was then acidified and extracted with ether. After esterification with an ether solution of diazomethane and concentration, the two esters were separated by preparative GLC. Part of these esters was transformed into the correspond- ing anilides according to published methods [38]. References 1 G. Consiglio, Organometallics, 7 (1988) 778. 2 P. Pino, F. Oldani and G. Consiglio, J. Organometall. Chem., 280 (1983) 491. 3 P. Pino, J. Organometall. Chem., 200 (1980) 223. 4 P. Pino, Ann. N.Y. Acad. Sci., 416 (1983) 111. 5 R. Lazzaroni, A. Raffaelli, R. Settambolo, S. Bertozzi and G. Vitulli, J. Mol. Catal., 50 (1989) 1. 6 R. Lazzaroni, R. Settambolo, A. Raffaelli, S. Pucci and G. Vitulli, J. Organometall. Chem. 339 (1988) 357. 7 M. Bianchi, F. Piacenti, P. Frediani and U. Matteoli, J. Organometall. Chem., 137 (1977) 361. 8 M. Bianchi, F. Piacenti, P. Frediani and U. Matteoli, J. Organometall. Chem., 135 (1977) 387. 9 F. Piacenti, M. Bianchi, P. Frediani, U. Matteoli and A. L. Moro, J. Chem. Soc., Chem. Commun., (1976) 789. 10 G. Consiglio, D. A. von Bezard, F. Morandini and P. Pino, Helv. Chim. Acta, 61 (1978) 1703. 11 D. A. von Bezard, G. Consiglio and P. Pino, Chimia, 29 (1975) 30. 12 D. A. von Bezard, G. Consiglio, F. Morandini and P. Pino, J. Mol. Catal., 7 (1980) 431. 13 For the names of reactions involving and products containing isotopes we follow the IUPAC recommendations: J. F. Bunnett and R. A. Y. Jones, Pure Appl. Chem., 60 (1988) 1115. 374 14 P. Haeig, G. Consiglio and P. Pino, J. Organometall. Chem., 296 (1985) 281. 15 H. B. Kagan and T.-P. Dang, J. Am. Chem. Soc., 94 (1972) 6429. 16 P. Haeig, G. Consiglio and P. Pino, Helv. Chim. Acta, 64 (1981) 1865. 17 F. W. McLafferty, Moss Spectrometry of Organic Ions, Academic Press, New York, 1963, p.336. 18 P. Haeig, Dissertation Nr. 6953, ETH Zurich, 1982. 19 J. P. Collman, L. S. Hegedus, J. R. Norton and R. G. Finke, Principles and Applications of Organotransition Metal Chemistry, University Science Books, Oxford University Press, Mill Valley, CA, 1987, pp. 621-632. 20 C. A. Tolman and J. W. Faller, in L. H. Pignolet (ed.), Homogeneous Catalysis with Metal Phosphine Complexes, Plenum Press, New York, 1983, pp. 87-91. 21 P. Pino, F. Piacenti and M. Bianchi, in I. Wender and P. Pino (eds.). Organic Syntheses via Metal Carbonyls, Wiley, New York, 1977, pp. 136-197. 22 A. Stefani, G. Consiglio, C. Botteghi and P. Pino, J. Am. Chem. Soc., 99 (1977) 1058. 23 C. P. Casey and C. R. Cyr, J. Am. Chem. Soc., 95 (1973) 2240. 24 F. Piacenti, P. Pino, R. Lazzaroni and M. Bianchi, J. Chem. Soc. (C), (1966) 488. 25 For the l-u nomenclature: D. Seebach and V. Prolog, Angew. Chem., 94 (1982) 696. 26 P. Pino, S. Pucci, F. Piacenti and G. Dell'Amico, J. Chem. Soc. (C), (1971) 1640. 27 R. A More OTerral, J. Chem. Soc. (B). (1970) 785. 28 D. R. Chrisope and P. Beak, J. Am. Chem. Soc., 108 (1986) 334. 29 F. Piacenti, M. Bianchi and P. Frediani, Chim. Ind. (Milan), 55 (1983) 2. 30 F. Piacenti, M. Bianchi, G. Bimbi, P. Frediani and U. Matteoli, Coord. Chem. Rev., 16 (1975) 9. 31 F. Piacenti, M. Bianchi, P. Frediani and U. Matteoli, J. Organometall. Chem., 87 (1975) C54. 32 M. Bianchi, U. Matteoli, P. Frediani and F. Piacenti, J. Organometall. Chem., 120 (1976) 97. 33 W. Comely and B. Fell, Chem. Zgt., 112 (1988) 191. 34 W. H. Saunders, Jr., in E. S. Lewis (ed.). Investigation of Reaction Rates and Mechanisms of Reactions, Part 1, 3rd edn of A. Weisserberger (ed.). Techniques of Chemistry, Vol. IV, Wiley, New York, 1974, pp. 211-255. 35 I. Wender, H. W. Stemberg, S. Metlin and M. Orchin, Inorg. Synth, 5 (1957) 190. 36 P. Chini and S. Martinengo, Inorg. Chim. Acta, 3 (1969) 315. 37 R. S. Smith and J. K. Kochi, J. Org. Chem., 41 (1976) 502. 38 H. LI. Bassett and C. R. Thomas, J. Chem. Soc., (1954) 1188. X244 9085259K 0304-5102(90)85259-K 10.1016/0304-5102(90)85259-K Chemical and metal complex catalysis Articles Deuterioformylation of (E)-2-butene and protioformy1ation of (E)-1,1,1-2H3-2-butene with cobalt, rhodium and platinum catalysts Giambattista Consiglio Franco Morandini ∗ Paul Haelg Piero Pino 1 Swiss Federal Institute of Technology, Department of Industrial and Engineering Chemistry, ETH-Zentrum, CH-8092 ZurichSwitzerland * Present address: Dipartimento di Chimica Inorganica, Metallorganica ed Analitica, Via Marzolo, 1 I-35131 Padua, Italy. 1 Deceased July 9, 1989. The protioformylation of (E)-1,1,1-2H3-2-butene and the deuterioformylation of (E)-2-butene have been carried out using Co2(CO)8, Rh4(CO)12 or Pt(SnCl3)Cl{(R, R)-Diop} as the catalyst precursor. The formation of the straight chain aldehyde, which implies hydrogen abstraction from a saturated methyl group, shows a positive isotope effect for the rhodium (~3 at 100 °C) and for the platinum (~2.1 at 80 °C) but none for the cobalt catalytic system. In the reactions catalyzed by Co2(CO)8, essentially no scrambling of the label takes place with the gas phase. The addition-elimination reaction of the metal hydride to the olefinic substrate is more rapid for the cobalt catalyst than for the other two systems, but does not imply olefin dissociation. References 1 G. Consiglio Organometallics 7 1988 778 2 P. Pino F. Oldani G. Consiglio J. Organometall. Chem. 280 1983 491 3 P. Pino J. Organometall. Chem. 200 1980 223 4 P. Pino Ann. N.Y. Acad. Sci. 416 1983 111 5 R. Lazzaroni A. Raffaelli R. Settambolo S. Bertozzi G. Vitulli J. Mol. Catal. 50 1989 1 6 R. Lazzaroni R. Settambolo A. Raffaelli S. Pucci G. Vitulli J. Organometall. Chem. 339 1988 357 7 M. Bianchi F. Piacenti P. Frediani U. Matteoli J. Organometall. Chem. 137 1977 361 8 M. Bianchi F. Piacenti P. Frediani U. Matteoli J. Organometall. Chem. 135 1977 387 9 F. Piacenti M. Bianchi P. Frediani U. Matteoli A.L. Moro J. Chem. Soc., Chem. Commun. 1976 789 10 G. Consiglio D.A. von Bézard F. Morandini P. Pino Helv. Chim. Acta 61 1978 1703 11 D.A. von Bézard G. Consiglio P. Pino Chimia 29 1975 30 12 D.A. von Bézard G. Consiglio F. Morandini P. Pino J. Mol. Catal. 7 1980 431 13 For the names of reactions involving and products containing isotopes we follow the IUPAC recommendations J.F. Bunnett R.A.Y. Jones Pure Appl. Chem. 60 1988 1115 14 P. Haelg G. Consiglio P. Pino J. Organometall. Chem. 296 1985 281 15 H.B. Kagan T.-P. Dang J. Am. Chem. Soc. 94 1972 6429 16 P. Haelg G. Consiglio P. Pino Helv. Chim. Acta 64 1981 1865 17 F.W. McLafferty Mass Spectrometry of Organic Ions 1963 Academic Press New York 336 18 P. Haelg Dissertation Nr. 6953 1982 ETH Zurich 19 J.P. Collman L.S. Hegedus J.R. Norton R.G. Finke Principles and Applications of Organotransition Metal Chemistry 1987 University Science Books, Oxford University Press Mill Valley, CA 621 632 20 C.A. Tolman J.W. Faller L.H. Pignolet Homogeneous Catalysis with Metal Phosphine Complexes 1983 Plenum Press New York 87 91 21 P. Pino F. Piacenti M. Bianchi I. Wender P. Pino Organic Syntheses via Metal Carbonyls 1977 Wiley New York 136 197 22 A. Stefani G. Consiglio C. Botteghi P. Pino J. Am. Chem. Soc. 99 1977 1058 23 C.P. Casey C.R. Cyr J. Am. Chem. Soc. 95 1973 2240 24 F. Piacenti P. Pino R. Lazzaroni M. Bianchi J. Chem. Soc. (C) 1966 488 25 For the l-u nomenclature D. Seebach V. Prolog Angew. Chem. 94 1982 696 26 P. Pino S. Pucci F. Piacenti G. Dell'Amico J. Chem. Soc. (C) 1971 1640 27 R.A More O'Ferral J. Chem. Soc. (B) 1970 785 28 D.R. Chrisope P. Beak J. Am. Chem. Soc. 108 1986 334 29 F. Piacenti M. Bianchi P. Frediani Chim. Ind. (Milan) 55 1983 2 30 F. Piacenti M. Bianchi G. Bimbi P. Frediani U. Matteoli Coord. Chem. Rev. 16 1975 9 31 F. Piacenti M. Bianchi P. Frediani U. Matteoli J. Organometall. Chem. 87 1975 C54 32 M. Bianchi U. Matteoli P. Frediani F. Piacenti J. Organometall. Chem. 120 1976 97 33 W. Cornely B. Fell Chem. Zgt. 112 1988 191 34 W.H. Saunders Jr. Investigation of Reaction Rates and Mechanisms of Reactions, Part 1 E.S. Lewis A. Weisserberger 3rd edn Techniques of Chemistry IV 1974 Wiley New York 211 255 35 I. Wender H.W. Sternberg S. Metlin M. Orchin Inorg. Synth 5 1957 190 36 P. Chini S. Martinengo Inorg. Chim. Acta 3 1969 315 37 R.S. Smith J.K. Kochi J. Org. Chem. 41 1976 502 38 H.Ll. Bassett C.R. Thomas J. Chem. Soc. 1954 1188",
      "scopus-id": "0025455638",
      "coredata": {
        "eid": "1-s2.0-030451029085259K",
        "dc:description": "The protioformylation of (E)-1,1,1-2H3-2-butene and the deuterioformylation of (E)-2-butene have been carried out using Co2(CO)8, Rh4(CO)12 or Pt(SnCl3)Cl{(R, R)-Diop} as the catalyst precursor. The formation of the straight chain aldehyde, which implies hydrogen abstraction from a saturated methyl group, shows a positive isotope effect for the rhodium (~3 at 100 °C) and for the platinum (~2.1 at 80 °C) but none for the cobalt catalytic system. In the reactions catalyzed by Co2(CO)8, essentially no scrambling of the label takes place with the gas phase. The addition-elimination reaction of the metal hydride to the olefinic substrate is more rapid for the cobalt catalyst than for the other two systems, but does not imply olefin dissociation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085259K",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Consiglio, Giambattista"
          },
          {
            "@_fa": "true",
            "$": "Morandini, Franco"
          },
          {
            "@_fa": "true",
            "$": "Haelg, Paul"
          },
          {
            "@_fa": "true",
            "$": "Pino, Piero"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085259K"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085259K"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85259-K",
        "prism:volume": "60",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deuterioformylation of (E)-2-butene and protioformy1ation of (E)-1,1,1-2H3-2-butene with cobalt, rhodium and platinum catalysts",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "363-374",
        "prism:endingPage": "374",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 1990",
        "prism:doi": "10.1016/0304-5102(90)85259-K",
        "prism:startingPage": "363",
        "dc:identifier": "doi:10.1016/0304-5102(90)85259-K",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025455638"
      }
    }
  }
}