{
  "metadata": {
    "title": "Synthesis of binuclear complexes of manganese(II), chromium(III), and iron(III) with 1,3-bis[1-(pyridin-2-yl)-ethylideneamino]propan-2-ol and study of their use as catalyst for epoxidation of alkenes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-06-30",
    "doi": "10.1016/0304-5102(92)80083-S",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280083S",
    "pii": "030451029280083S"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026870518",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-11-16 2001-11-16 2010-04-03T07:39:48 1-s2.0-030451029280083S 0304-5102(92)80083-S 030451029280083S 10.1016/0304-5102(92)80083-S S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02374 2024-01-02T01:06:03.941633Z 0 0 19920601 19920630 1992 2001-11-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 73 73 3 3 Volume 73, Issue 3 4 287 295 287 295 199206 June 1992 1992-06-01 1992-06-30 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. SYNTHESISBINUCLEARCOMPLEXESMANGANESEIICHROMIUMIIIIRONIII13BIS1PYRIDIN2YLETHYLIDENEAMINOPROPAN2OLSTUDYUSECATALYSTFOREPOXIDATIONALKENES UPADHYAY M SHELDON 1981 R METALCATALYSEDOXIDATIONORGANICCOMPOUNDS ENIKOLOPYAN 1983 13 N GROVES 1980 169 J HILL 1980 6374 C FLORIANI 1973 12 C GROVES 1979 7613 J MANSUY 1982 2781 D SRINIVASAN 1986 297 K MANSUY 1984 1255 D MEUNIER 1984 6668 B COLLMAN 1985 2000 J TABUSHI 1979 6456 I SRINIVASAN 1986 2309 K SAMSEL 1985 7606 E KOOLA 1987 4545 J KHAN 1988 107 M LEUNG 1989 4619 U TAI 1989 5006 A KARLIN 1984 2121 K MURCH 1986 5027 B JACOB 1989 1325 M JACOB 1989 131 M LUCAS 1955 483 H MAZUREK 1982 3071 W MAZUREK 1985 3285 W GROVES 1976 859 J GROVES 1979 1032 J GUENGERICH 1984 9 F COLLIN 1987 803 T SHARDT 1984 3964 B UPADHYAYX1992X287 UPADHYAYX1992X287X295 UPADHYAYX1992X287XM UPADHYAYX1992X287X295XM item 0304-5102(92)80083-S 030451029280083S 1-s2.0-030451029280083S 10.1016/0304-5102(92)80083-S 272239 2024-01-02T01:06:03.941633Z 1992-06-01 1992-06-30 1-s2.0-030451029280083S-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280083S/MAIN/application/pdf/007f11e132012e3a636f8110cdd397a2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280083S/MAIN/application/pdf/007f11e132012e3a636f8110cdd397a2/main.pdf main.pdf pdf true 650566 MAIN 9 1-s2.0-030451029280083S-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280083S/PREVIEW/image/png/32ee9cb51761a42fcf5ba64229910b40/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280083S/PREVIEW/image/png/32ee9cb51761a42fcf5ba64229910b40/main_1.png main_1.png png 62962 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 73 (1992) 287-295 287 M2878 Synthesis of binuclear complexes of manganese(II), chromium(III), and iron(III) with 1,3-bis[1-(pyridin-2-yl) ethylideneamino]propan-2-of and study of their use as catalyst for epoxidation of aikenes Mukesh J. Upadhyay, Bhavna M. Trivedi, Pabitra Krishna Bhattacharya* Department of Chemistry, Faculty of Science, M.S. University of Baroda, Vadoaara 390 002 (India) Pralhad A. Ganeshpure and Sheo Satish Research Centre, Indian Petrochemicals Corporation Limited, VadoOra 391 346 (India) (Received October 15, 1991; accepted February 20, 1992) Abstract Binuclear complexes of Mn(II), Cr(III), and Fe(III) were synthesized using 1,3-bis[1(pyridin-2-yl)ethylideneamino]propan-2-of as a ligand. The complexes were characterized by analytical, spectral, and conductance studies. These complexes have been examined as catalysts for epoxidation of alkenes using iodosylbenzeng as an oxidant. Manganese(II) complex was found to be a more effective catalyst than the corresponding chromium(III) complex. The iron(III) complex showed poor catalytic activity. A N,-oxo intermediate, probably responsible for the termination of catalytic activity in the epoxidation reaction, has been isolated. I Introduction In recent years the transition-metal-complex redox systems LM+2 LM+4 and LM +3 -- LM +s have been receiving considerable attention as models for enzyme-catalyzed oxidation reactions. Studies are directed toward the development of the models for selective catalytic oxidation of organic compounds and for understanding biological oxidations [1, 2]. The major goal in this area is to transform the biomimetic catalytic systems into practical ones, without sacrificing the selectivity. The majority of the reported biomimetic systems use the porphyrin complex of Cr(III), Mn(IR), or Fe(III) as a catalyst along with an oxygen source such as PhIO [3-6], ROOH [7-9], NaOCl [10, 11 ], or molecular oxygen [ 12 ]. Recently, transition-metal Schiff base complexes have also been employed as catalysts for epoxidation of alkenes [13-17]. In the enzyme cytochrome P-450, the Fe(IIn centre is coordinated to the four nitrogen atoms of the *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 288 porphyrin ligand. Hence, salen-type Schiff base complexes with two `O' and two `N' coordinations are not very close models for such metalloporphyrins. Moreover, the Schiff bases derived from salicylaldehyde tend to undergo oxidation during the catalytic oxidation process, which leads to gradual decomposition. Therefore, the Schiff base derived from pyridine-2-carboxaldehyde and a diamine, possessing four coordinating nitrogen atoms, would be a better model for metalloporphyrin-containing enzyme systems. Though much work has been directed to the study of the metal cluster catalysts, where there are several active metal centres in the vicinity, not much study has been carried out on binuclear complexes as catalysts in homogeneous media. Tai et al. [ 18 ] have shown that binuclear copper complexes catalyse epoxidation of alkenes with iodosylbenzene, mimicking the enzyme tyrosinase. The active site of tyrosinase consists of a binuclear cuprous centre that binds dioxygen to give a peroxo bridged dicupric species, analogous to that found in oxyhemocyanin. Recent reactions carried out by Karlin and co-workers [ 19 ], using binuclear cuprous complexes and dioxygen as oxidant, mimic the enzymatic reaction. The reaction results in the hydroxylation of an aromatic ring in the ligand. Recently a binuclear iron complex has been studied as a catalyst for epoxidation of alkenes [20]. Earlier we reported the synthesis of iron(III) and manganese(II) binuclear Schiff base complexes with ligands obtained by the condensation of pyridine2-carboxaldehyde with 1,2-,1,3-, and 1,4-phenylenediamine having two distant metal centres, and the study of their use as catalysts for the epoxidation of alkenes [21, 22]. We now report the synthesis of endo-bridged binuclear complexes of Mn(II), Cr(III), and Fe(III) with a Schiff base ligand (2-OHPyaIPN), obtained by condensation of 1,3-diaminopropan-2-of with pyridine2-carboxaldehyde, and the study of their role as catalysts for epoxidation of alkenes using iodosylbenzene as the oxygen source. Experimental Materials and methods Pyridine-2-carboxaldehyde,1,3-diaminopropan-2-of (Fluka), MnC12 - 41120 (Merck), FeC13 - 61120 (Sarabhal, India), and CrC13 - 61120 (Lahore Chemicalin, India) were used as received. Iodosylbenzene was prepared by the method of Lucas et al. [23]. All the solvents were purified by reported literature procedures. The IR spectra were recorded on a Beckman IR 4220 and UV-Vis spectra on a Shimadzu UV-160 spectrophotometer. Elemental analyses were carried out on a Carlo-Erba 1106 C, H, N autoanalyser. Thermal analyses were performed on a Shimadzu DT-30 thermal analyser. The conductivity measurements were carried out on a Toshniwal conductivity bridge. Gas chromatographic analysis was carried out on a Shimadzu GC 15A with FID using a Carbowax 20 M 15% on a Chromosorb W column (3 M), with dinitrogen as carrier gas, as a flow rate of 30 cm3 min-1 and an injection temperature of 240 C were maintained. 289 Synthesis of complexes 1-3 [M2(2-OH-Pya1PN)C13]-2H20 (1) and [M2(2-OH-Pya1PN)C14]Cl-2H20 (2 and 3) were synthesized as follows. To a solution of pyridine-2-carboxaldehyde (2 mmol) in dry ethanol (30 ml) was added a solution of 1,3-diaminopropan2-of (1 mmol) in dry ethanol (20 ml), and the mixture was stirred at room temperature for 30 min. The above Schiff base solution was added dropwise to a solution of metal salt (MnCl2 - 4H20, FeC13 - 6H20, or CrC13 - 6H20) (2 mmol) in dry ethanol (50 ml), and the mixture was stirred further at room temperature under atmospheric conditions for 3 h. The solid separated was filtered, washed with dry ethanol, and dried under vacuum at 100 C for 2 h. Procedure for the catalytic oxidations The oxidation reactions using complexes 1-3 as catalysts were carried out in a Schlenck tube under dinitrogen atmosphere. To a solution of a catalyst (0.01 mmol) in water (1 ml) was added a solution of alkene (2.5 mmol) in acetonitrile (6 ml), and the mixture was de-aerated by bubbling dinitrogen for 10 min. Iodosylbenzene (0.5 mmol) was added and the mixture was stirred at 25 C for 2 h. A suitable internal standard was added to the reaction mixture and the product was analysed by gas chromatography. Results and discussion The elemental analyses of complexes 1-3 were found to be in agreement with the proposed formulae (Table 1). All the complexes are soluble in water and in DMF as well as in a water/acetonitrile mixture. Hence the conductivities of the complexes were measured in dry DMF, water, and water/acetonitrile mixture (1:6, v/v) to determine the number of chlorides in and outside the coordination sphere. The molar conductance was measured in water to determine the total number of chlorides and in DMF to confirm the number TABLE 1 Analytical and conductance data for complexes 1-3 Complex Analysis' Conductance M (H-' M-' cm2) C H N Cl DMF H20 1 34.65 3.41 10.84 20.97 0 310 (34.67) (3.65) (10.78) (20.47) 2 31.21 3.42 9.62 29.84 112 497 (30.81) (3.27) (9.58) (30.32) 3 30.51 3.42 9.68 30.52 92 493 (30.41) (3.23) (9.45) (29.93) 'Calculated value in parentheses. 290 of chlorides present outside the coordination sphere. Since the reactions were carried out in the water/acetonitrile mixture, it was necessary to know the number of free coordination sites available on the metal centre of the complex in this solvent. Hence the molar conductance was measured in a solvent mixture of water/acetonitrile (1:6). To determine the molar conductance in water/acetonitrile the complex was first dissolved in water and then diluted six times by volumes of acetonitrile. The molar conductance in water/acetonitrile (1:6) was found to be the same as in water. Complex 1 in dry DMF was found to be nonconducting. This shows that two chlorides are coordinated to each metal centre, and a third chloride may be forming a bridge, as shown in Structure 1. The complex has a molar conductance of 310 52-' M-' cm' showing that all three chlorides inside the coordination sphere in the solid state become dissociated in water. The molar conductances of complexes 2 and 3 in dry DMF were found to be 112 and 92 fl-' M-' cm, respectively, indicating that one chloride is outside the coordination sphere. The molar conductances of complexes 2 and 3 in water were found to be 497 and 493 fl' M-' cmz, respectively, showing that the total number of chlorides present in both complexes is five. Thus it can be inferred that both in the solid form and in DMF solution, four chlorides remain bound to two metal centres at two axial positions and the fifth chloride remains outside the coordination sphere, as shown in Structure 2. a a _ CI O N N _0CIN O 2H20 1 ~1 ON,_ I kN NO N CI 'CI\\N=~ CI. 2H20 2, M=Crll l 3. M = Fe (1111 The IR spectra of complexes 1-3 showed broad bands in the region 3600 to 3100 cm-', indicating the presence of water, which was confirmed by thermal analysis. The complexes lose water molecules at around 120 to 130 C, and the weight loss corresponds to two water molecules. The ER spectra. of the complexes recorded after removing water molecules show the absence of the v(O-H) band, indicating that the hydroxyl group of 1,3- opropan-2-of gets deprotonated during the formation of the binuclear complex, and alkoxy O- forms an endogeneous bridge between the two metal centres. The IR spectrum also shows bands in the region 1620-1600 cm-', corresponding to the coordinated azomethine (C =N-) stretching, and at 1320-1300 cm-', due to coordinated (C=N) stretching of the pyridyl 291 ring. Mazurek and co-workers [24, 251 have reported binuclear Cu(II) complexes of a Schiff base obtained by the condensation of pyridine-2-carboxaldehyde with 1,3-diaminopropan-2-ol. In these complexes there is an endogeneous alkoxy bridging of the two metal centres, and various other bridging ligands form exogeneous bridges. Catalytic oxidation of alkOs Iodosylbenzene, which has limited solubility in the acetonitrile/water mixture, is used as an oxidant. Thus the course of oxidation is visually apparent from the gradual dissolution of iodosylbenzene, and the products of epoxidation can readily be monitored by gas chromatography. In control experiments the alkenes did not undergo epoxidation in the absence of either catalyst or oxidant. However, norbornene gave a negligible quantity of epoxide in the presence of iodosylbenzene alone. Thus both catalyst and oxidant are essential for the epoxidation reaction. The results of catalytic epoxidation of alkenes using iodosyibenzene and binuclear complexes 1-3 are shown in Table 2. A higher-valent oxo-metal intermediate complex is usually suggested as the reactive catalyst in the oxidation of a hydrocarbon with metal complexes and a single oxygen donor. The catalytic cycle is represented by an oxygen rebound mechanism of the type originally proposed by Groves and co-workers [26, 271, as shown in Scheme 1. This mechanism was supported by Srinivasan et al. who isolated the Cr(V)-oxo species by the reaction of PhIO with a Cr(III) complex [ 131. TABLE 2 Alkene epoxidation catalysed by complexes 1-3' Alkene Catalyst Epoxide yield' norbornene Mn 44 norbornene Cr 29 norbornene Fe 4 cis-cyclooctene Mn 12 cis-cyclooctene Cr 9 cyclohexene Mn 28 (16)` (4) cyclohexene Cr 15 (50)` (9)d styrene Mn 53 (5) styrene Cr 38 (3) traps-4-octene Mn 14 traps-4-octene Cr 1 'Alkene (2.5 mmol), iodosylbenzene (0.5 mmol), catalyst (0.01 mmol), solvent water (1 ml) and acetonitrile (6 ml), at room temperature for 2 h. bBased on amount of iodosylbenzene charged. `2-Cyclohexen-l-one. 2-Cyclohexen-l-ol. ePhenylacetaldehyde. 292 n n+: M + PhIO ^ M=0 + Phl n+z 0 M=0 + 'C =C\" -;C C,+ Mn Scheme 1. The electronic spectrum of Cr(III) complex 2 in water shows bands at 396.5 and 262.5 rim. Upon addition of PhIO, the color of the solution changes from deep green to orange, and a new band appears at 568 nn. This band could be due to the Cr=O species. Srinivasan et al., have similarly assigned a band at 550 nm to the Cr(salen)=O species [13]. The electronic spectrum of Fe(III) complex 3 shows bands at 259 nm and 305 nn, but no new band is observed upon addition of PhIO. The UV Vis spectrum for complex 1 in water shows bands at 399, 258.5, and 235 nm. Upon addition of PhIO the color of the solution changes from light yellow to brown, which may be due to the Mnr\"=O species. No new band, however, was observed in the UV-Vis spectrum, probably due to masking by the high-intensity PhI band. Analysis of the oxidation products shows that norbornene, cis-cyclooctene, and trans-4-octene gave corresponding epoxides selectively, but styrene gave a mixture of styrene oxide and phenylacetaldehyde. An earlier report [29] shows that part of the styrene oxide rearranges to phenylacetaldehyde under the influence of heat in the GC injection port. However, the possibility of the formation of phenylacetaldehyde as a reaction product is not ruled out. In the epoxidation of norbornene using complexes 1-3, the catalytic reaction terminates within 2 h, though iodosylbenzene is not completely consumed at this stage. Stirring the reaction mixture 1 h longer did not increase the yield of the epoxide. Termination of the reaction is probably due to transformation of the catalyst into a p,-oxo species, which is either inactive or poorly active as an epoxidation catalyst. The IR spectrum of the isolated metal complex after epoxidation reaction shows the bands of the ligand unchanged, indicating that the complex did not disintegrate during the oxidation reaction. The electron-rich olefins such as norbornene, cis-cyclooctene, and styrene were found to be substantially more reactive than the acyclic olefin, trans4-octene. In the case of cyclohexene, epoxidation is accompanied by a large amount of allylic hydroxylation and the subsequent formation of ketones. In the present system, PhIO is expected to interact with a metal centre to give a M=O intermediate, which can transform into an intramolecular Aoxo species (Scheme 2). In a slow oxygen-transfer reaction, only a part of PhIO is utilized in metal-assisted transfer of oxygen to a substrate, and part of PhIO undergoes an unproductive side reaction, such as conversion to PhI0z. Therefore, reaction of a binuclear metal complex with an amount of PhIO in slight excess of an equimolar quantity would lead to a p,-oxo complex via the M=O intermediate (pathway a), depending on the nature of the metal ion. If the alkene is present in the system, then oxygen transfer from the M=O intermediate to alkene (pathway b) and j,-oxo species formation (pathway 293 /0-, 0 M M + PhIO - MM M M + ~C =C *1 U \"C oC' Scheme 2. a) will be operating simultaneously. The relative rates of these reactions (pathways a and b) will depend on the nature of the metal ion. Reaction of manganese complex 1 (0.01 mmol) in water/acetonitrile solution with iodosylbenzene (0.02 mmol) for 30 min followed by addition of norbornene (0.1 mmol) and stirring for 1 h gave 14% norbornene oxide (yield based on catalyst). However, reversing the order of the addition of iodosylbenzene and norbornene in the above experiment resulted in 4590 yield (based on catalyst) of norbornene oxide. In the former experiment the M=O species formed at the metal centre is allowed to transform into a less active A-oxo species, while in the latter experiment the alkene epoxidation competes with the formation of A-oxo species, as the alkene is added in the beginning. When the former reaction was repeated with iodosylbenzene (0.01 mmol) no norbornene oxide was formed. This may be due to complete utilization of iodosylbenzene for formation of A-oxo species (pathway a). The rate of epoxidation is faster than the rate of u-oxo species formation. This is demonstrated by the higher turnover number (22) obtained when a larger amount (0.5 mmol) of iodosylbenzene was used (Table 1). The major portion of the complex precipitates out at the end of all the above reactions. This material was isolated, washed with acetonitrile, and dried in vacuum. Its IR spectrum showed most of the bands of complex 1, in addition to, above all, a band at 763 cm-1, which could be assigned to M-O-M stretching. Shardt et al. [301 have assigned a band at 794 cm-1 to LMn-O-MnL compound, where L is tetraphenylporphyrin. The isolated p,-oxo intermediate was found to be much less active as a catalyst for epoxidation of alkenes. Use of the isolated A-oxo complex as a catalyst for epoxidation of norbornene gave a poor yield (796 based on PhIO) of epoxide as compared with the fresh catalyst (449'o based on PhIO), under the same conditions. Similar experiments using chromium complex 2 showed no change in the yield of epoxide (2996 based on catalyst) upon reversing the order of addition of iodosylbenzene and the alkene. This may be due to formation of a metal-oxo intermediate that is stable toward p,-oxo formation, as compared with the case of manganese complex 1. Reaction of chromium 2 (0.01 mmol) with iodosylbenzene (0.01 mmol) for 30 min followed by addition of norbornene (0.1 mmol) and stirring for 1 h gave 1096 yield (based on catalyst) of epoxide, unlike in the case of manganese complex, where no epoxide was formed under these conditions. This supports the formation of comparatively stable Cr =O species. Formation of Cr =O species is also supported by UV Vis 294 spectra. The rate of oxygen transfer from the active intermediate is slower in the case of chromium than for the corresponding manganese species. This is evident from the lower yields of epoxides with the chromium complex, compared with that using manganese complex 1. The higher catalyst efficiency of Mn(II) as compared with the corresponding Cr(III) and Fe(III) complexes may be due to the easy conversion of Mn(II) to Mnn'=O, whereas oxo-cation formation may be relatively difficult for Cr(III) and Fe(III). During the formation of the oxo-cation the ligand has to adjust itself around the metal ion according to the change in the oxidation state at the metal centre. This may be easier in a complex in which the metal centre is in a lower oxidation state than in a complex with a metal centre in a higher oxidation state. One of the reasons for catalyst deactivation in alkene epoxidation reactions involving M=O as an active catalytic species is the formation of M-O-M (A-oxo) complex. The binuclear complexes 1-3 reported here are capable of forming intramolecular A,-oxo species owing to the close proximity of the metal centres. Therefore, these complexes provide a good example of a oxidation catalyst system for the study of catalytic oxygen transfer versus deactivation by formation of tu,-oxo. References 1 R. A. Sheldon and J. K. Kochi, Metal Catalysed Oxidation of Organic Compounds, Academic Press, New York, 1981. 2 N. S. Enikolopyan, K. A. Bogdanova and K. A. Askarov, Russ. Chem, Rev., 52 (1983) 13. 3 J. T. Groves, W. J. Kruper, T. E. Nemo and R. S. Myers, J. Mol. Catal., 7 (1980) 169. 4 C. L. Hill and B. C. Schardt, J. Am. Chem. Soc., 102 (1980) 6374. 5 C. Floriani and G. Fachinetti, J. Chem. Soc., Chem. Commun., (1973) 12. 6 J. T. Groves and W. J. Kruper, J. Am. Chem. Soc., 101 (1979) 7613. 7 D. Mansuy, J. F. Bartoli and M. Momenteau, Tetrahedron Lett., 23 (1982) 2781. 8 K. Srinivasan, S. Perrier and J. K. Kochi, J. Mol. Catal., 36 (1986) 297. 9 D. Mansuy, P. Battioni and J. P. Renaud, J. Chem. Soc., Chem. Commun., (1984) 1255. 10 B. Meunier, E. Guilmet, M. E. DeCarvalho and R. Poilblanc, J. Am. Chem Soc., 106 (1984) 6668. 11 J. P. Colhnan, J. I. Brauman, B. Meunier, T. Hayashi, T. Kodadek and S. A. Raybuck, J. Am. Chem Soc., 107 (1985) 2000. 12 I. Tabushi and N. Koga, J. Am. Chem. Soc., 101 (1979) 6456. 13 K. Srinivasan, P. Michaud and J. K. Kochi, J. Am. Chem Soc., 108 (1986) 2309. 14 E. G. Samsel, K. Srinivasan and J. K. Kochi, J. Am. Chem. Soc., 107 (1985) 7606. 15 J. D. Koola and J. K. Kochi, J. Org. Chem., 52 (1987) 4545. 16 M. M. Taqui Khan, S. A. Mirza, P. A. Rao and C. Sreelatha, J. Mot CataL, 44 (1988) 107. 17 U. H. Leung and C. M. Che, Inorg. Chem., 28 (1989) 4619. 18 A. F. Tai, L. D. Margenum and J. S. Valeptine, J. Am. Chem Soc., 108 (1989) 5006. 19 K. D. Karlin, J. C. Hayes, Y. Gultneh, R. W. Cruse, J. W. Mckown, J. P. Hutchinson and J. Zubieta, J. Am. Chem. Soc., 106 (1984) 2121. 20 B. P. Murch, F. C. Bradley and L. Que, J. Am. Chem Soc., 108 (1986) 5027. 21 M. Jacob, P. K. Bhattacharya, P. A. Ganeshpure, S. Satish and S. Sivaram, Bull. Chem Soc. Jpm, 62 (1989) 1325. 22 M. Jacob, P. K. Bhattacharya, P. A. Ganeshpure, S. Satish and S. Sivaram, J. Mol. Catal., 54 (1989) 131. 295 23 H. J. Lucas, E. R. Kennedy and M. W. Formo, Org. Synth., 3 (1955) 483. 24 W. Mazurek, B. J. Kennedy and K. S. Murry, IO. Chem., 21 (1982) 3071. 25 W. Mazurek, B. J. Kennedy and K. S. Murry, Inarg. Chem., 24 (1985) 3285. 26 J. T. Groves and G. A. McClusky, J. Am. Chem. Soc., 98 (1976) 859. 27 J. T. Groves, T. E. Nemo and R. S. Myers, J. Am. Chem. Soc., 101 (1979) 1032. 28 F. P. Guengerich and T. L. MeDonald, Acc. Chem. Res., 17 (1984) 9. 29 T. J. Collin, S. Ozald and T. G. Richmond, J. Chem. Soc., Chem. Commum, (1987) 803. 30 B. C. Shardt, F. J. Hollander and C. L. Hill, J. Am. Chem Soc., 104 (1984) 3964. X244 9280083S 0304-5102(92)80083-S 10.1016/0304-5102(92)80083-S Synthesis of binuclear complexes of manganese(II), chromium(III), and iron(III) with 1,3-bis[1-(pyridin-2-yl)-ethylideneamino]propan-2-ol and study of their use as catalyst for epoxidation of alkenes Mukesh J. Upadhyay Bhavna M. Trivedi Pabitra Krishna Bhattacharya ∗ Department of Chemistry, Faculty of Science, M.S. University of Baroda, Vadodara 390 002 India * Author to whom correspondence should be addressed. Pralhad A. Ganeshpure Sheo Satish Research Centre, Indian Petrochemicals Corporation Limited, Vadodara 391 346 India Binuclear complexes of Mn(II), Cr(III), and Fe(III) were synthesized using 1,3-bis[1-(pyridin-2-yl)ethylideneamino]propan-2-ol as a ligand. The complexes were characterized by analytical, spectral, and conductance studies. These complexes have been examined as catalysts for epoxidation of alkenes using iodosylbenzene as an oxidant. Manganese(II) complex was found to be a more effective catalyst than the corresponding chromium(III) complex. The iron(III) complex showed poor catalytic activity. A μ-oxo intermediate, probably responsible for the termination of catalytic activity in the epoxidation reaction, has been isolated. References 1 R.A. Sheldon J.K. Kochi Metal Catalysed Oxidation of Organic Compounds 1981 Academic Press New York 2 N.S. Enikolopyan K.A. Bogdanova K.A. Askarov Russ. Chem. Rev. 52 1983 13 3 J.T. Groves W.J. Kruper T.E. Nemo R.S. Myers J. Mol. Catal. 7 1980 169 4 C.L. Hill B.C. Schardt J. Am. Chem. Soc. 102 1980 6374 5 C. Floriani G. Fachinetti J. Chem. Soc., Chem. Commun. 1973 12 6 J.T. Groves W.J. Kruper J. Am. Chem. Soc. 101 1979 7613 7 D. Mansuy J.F. Bartoli M. Momenteau Tetrahedron Lett. 23 1982 2781 8 K. Srinivasan S. Perrier J.K. Kochi J. Mol. Catal. 36 1986 297 9 D. Mansuy P. Battioni J.P. Renaud J. Chem. Soc., Chem. Commun. 1984 1255 10 B. Meunier E. Guilmet M.E. DeCarvalho R. Poilblanc J. Am. Chem. Soc. 106 1984 6668 11 J.P. Collman J.I. Brauman B. Meunier T. Hayashi T. Kodadek S.A. Raybuck J. Am. Chem. Soc. 107 1985 2000 12 I. Tabushi N. Koga J. Am. Chem. Soc. 101 1979 6456 13 K. Srinivasan P. Michaud J.K. Kochi J. Am. Chem. Soc. 108 1986 2309 14 E.G. Samsel K. Srinivasan J.K. Kochi J. Am. Chem. Soc. 107 1985 7606 15 J.D. Koola J.K. Kochi J. Org. Chem. 52 1987 4545 16 M.M.Taqui Khan S.A. Mirza P.A. Rao C. Sreelatha J. Mol. Catal. 44 1988 107 17 U.H. Leung C.M. Che Inorg. Chem. 28 1989 4619 18 A.F. Tai L.D. Margenum J.S. Valentine J. Am. Chem. Soc. 108 1989 5006 19 K.D. Karlin J.C. Hayes Y. Gultneh R.W. Cruse J.W. Mckown J.P. Hutchinson J. Zubieta J. Am. Chem. Soc. 106 1984 2121 20 B.P. Murch F.C. Bradley L. Que J. Am. Chem. Soc. 108 1986 5027 21 M. Jacob P.K. Bhattacharya P.A. Ganeshpure S. Satish S. Sivaram Bull. Chem. Soc. Jpn. 62 1989 1325 22 M. Jacob P.K. Bhattacharya P.A. Ganeshpure S. Satish S. Sivaram J. Mol. Catal. 54 1989 131 23 H.J. Lucas E.R. Kennedy M.W. Formo Org. Synth. 3 1955 483 24 W. Mazurek B.J. Kennedy K.S. Murry Inorg. Chem. 21 1982 3071 25 W. Mazurek B.J. Kennedy K.S. Murry Inorg. Chem. 24 1985 3285 26 J.T. Groves G.A. McClusky J. Am. Chem. Soc. 98 1976 859 27 J.T. Groves T.E. Nemo R.S. Myers J. Am. Chem. Soc. 101 1979 1032 28 F.P. Guengerich T.L. McDonald Acc. Chem. Res. 17 1984 9 29 T.J. Collin S. Ozaki T.G. Richmond J. Chem. Soc., Chem. Commun. 1987 803 30 B.C. Shardt F.J. Hollander C.L. Hill J. Am. Chem. Soc. 104 1984 3964",
      "scopus-id": "0026870518",
      "coredata": {
        "eid": "1-s2.0-030451029280083S",
        "dc:description": "Binuclear complexes of Mn(II), Cr(III), and Fe(III) were synthesized using 1,3-bis[1-(pyridin-2-yl)ethylideneamino]propan-2-ol as a ligand. The complexes were characterized by analytical, spectral, and conductance studies. These complexes have been examined as catalysts for epoxidation of alkenes using iodosylbenzene as an oxidant. Manganese(II) complex was found to be a more effective catalyst than the corresponding chromium(III) complex. The iron(III) complex showed poor catalytic activity. A μ-oxo intermediate, probably responsible for the termination of catalytic activity in the epoxidation reaction, has been isolated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280083S",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Upadhyay, Mukesh J."
          },
          {
            "@_fa": "true",
            "$": "Trivedi, Bhavna M."
          },
          {
            "@_fa": "true",
            "$": "Bhattacharya, Pabitra Krishna"
          },
          {
            "@_fa": "true",
            "$": "Ganeshpure, Pralhad A."
          },
          {
            "@_fa": "true",
            "$": "Satish, Sheo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280083S"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280083S"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80083-S",
        "prism:volume": "73",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of binuclear complexes of manganese(II), chromium(III), and iron(III) with 1,3-bis[1-(pyridin-2-yl)-ethylideneamino]propan-2-ol and study of their use as catalyst for epoxidation of alkenes",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "287-295",
        "prism:endingPage": "295",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 1992",
        "prism:doi": "10.1016/0304-5102(92)80083-S",
        "prism:startingPage": "287",
        "dc:identifier": "doi:10.1016/0304-5102(92)80083-S",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026870518"
      }
    }
  }
}