{
  "metadata": {
    "title": "Pt/carbon catalysts: Effect of pretreatment on the dispersion and morphology of the Pt particles, on their capacity to chemisorb H<ce:inf loc=post>2</ce:inf> and on the H<ce:inf loc=post>2</ce:inf>/n-C<ce:inf loc=post>4</ce:inf>H<ce:inf loc=post>10</ce:inf> reaction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-06-15",
    "doi": "10.1016/0304-5102(91)80025-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180025X",
    "pii": "030451029180025X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026169246",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180025X 0304-5102(91)80025-X 030451029180025X 10.1016/0304-5102(91)80025-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01940 2024-01-02T01:05:30.650091Z 0 0 19910615 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 66 66 3 3 Volume 66, Issue 3 8 329 341 329 341 19910615 15 June 1991 1991-06-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. PTCARBONCATALYSTSEFFECTPRETREATMENTDISPERSIONMORPHOLOGYPTPARTICLESCAPACITYCHEMISORBH2H2NC4H10REACTION MORENOCASTILLA C RODRIGUEZREINOSO 1986 171 F BETTA 1973 1329 R PROC5THINTCONGRCATALMIAMIBEACH1972 BAKER 1979 390 R ARAI 1984 254 M WU 1987 463 L HEYRAND 1980 571 J HEYRAND 1980 1789 J DRECHSLER 1981 405 M SURFACEMOBILITIESSOLIDMATERIALS PLISKIN 1960 11 W BORESKOV 1960 69 G BOND 1962 93 G CATALYSISBYMETALS PIRINGER 1966 175 O VANNICE 1970 348 M SOMORJAI 1983 305 G NEWHORIZONSQUANTUMCHEMISTRY BENSON 1965 704 J WILSON 1970 190 G MATYI 1987 41 R FERNANDEZMORALES 1985 159 I RODRIGUEZREINOSO 1987 1 F RICHARD 1987 825 M PALMER 1980 205 M LAMBER 1987 213 R BAKER 1979 161 R TRI 1981 266 T PROC7THINTCONGRCATALTOKYO1980 BOND 1984 969 G PAAL 1982 80 Z SPECIALISTPERIODICALREPORTSCATALYSIS MORENOCASTILLAX1991X329 MORENOCASTILLAX1991X329X341 MORENOCASTILLAX1991X329XC MORENOCASTILLAX1991X329X341XC item 0304-5102(91)80025-X 030451029180025X 1-s2.0-030451029180025X 10.1016/0304-5102(91)80025-X 272239 2024-01-02T01:05:30.650091Z 1991-06-15 1-s2.0-030451029180025X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180025X/MAIN/application/pdf/87b856430629205a0aa0cdf2ced938e9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180025X/MAIN/application/pdf/87b856430629205a0aa0cdf2ced938e9/main.pdf main.pdf pdf true 1316471 MAIN 13 1-s2.0-030451029180025X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180025X/PREVIEW/image/png/b3745f5a142147562c38503ae5c39243/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180025X/PREVIEW/image/png/b3745f5a142147562c38503ae5c39243/main_1.png main_1.png png 65742 849 656 IMAGE-WEB-PDF 1 1-s2.0-030451029180025X-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180025X/STRIPIN/image/gif/9f821c6280dd3725213d7ff8b5b8e508/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180025X/STRIPIN/image/gif/9f821c6280dd3725213d7ff8b5b8e508/si2.gif si3 true si3.gif gif 144 14 11 ALTIMG 1-s2.0-030451029180025X-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180025X/STRIPIN/image/gif/9f821c6280dd3725213d7ff8b5b8e508/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180025X/STRIPIN/image/gif/9f821c6280dd3725213d7ff8b5b8e508/si2.gif si2 true si2.gif gif 144 14 11 ALTIMG 1-s2.0-030451029180025X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180025X/STRIPIN/image/gif/9f821c6280dd3725213d7ff8b5b8e508/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180025X/STRIPIN/image/gif/9f821c6280dd3725213d7ff8b5b8e508/si2.gif si1 true si1.gif gif 144 14 11 ALTIMG Journal of Molecular Catalysis, 66 (1991) 329-341 329 Pt/carbon catalysts: effect of pretreatment on the dispersion and morphology of the Pt particles, on their capacity to chernisorb H2 and on the H2/n-C4Hlo reaction Carlos Moreno-Castilla*, Andres Porcel-Jimenez, Francisco Carrasco-Marin and Encarnacion Utrera-Hidalgo DepartanQ. Inorgdnica, F. Ciencias, Universidad de Granada, 18071 Granada (Spain) (Received April 9, 1990; revised January 13, 1991) AbStract Pt/carbon catalysts were prepared from [Pt(NH3)4]C12 as precursor salt and activated carbons as supports. Catalysts were treated at 673 or 773 K in different atmospheres, including He, vacuum, Hz or alternate He-HZ and air-He-H2. The effect of these treatments on the dispersion and morphology of the metallic phase, as well as on the coordination number of the surface Pt atoms, has been studied using HZ chemisorption and transmission electron microscopy. Finally, some of the above catalysts were tested in the hydrogenolysis and isomerization of n-butane, revealing that in the range of particle size studied here, d, the activity for the isomerization did not depend on d; however the activity for hydrogenolysis decreased on decreasing d. On the other hand, the loss of low-coordination surface Pt atoms increased the amount of methane produced. Introduction The properties and morphology of supported small platinum particles depend on a series of factors such as: method of preparation, the kind of support and precursor salt used, as well as the pretreatments given to the catalysts to obtain the metal in its zero-valent state. Thus, it has been found [ 1 ] that in Pt/carbon catalysts prepared from chloroplatinic acid, the dispersion and sintering of the metal particles could be correlated with the porosity of the support, and when tetraammmine platinum(II) chloride was used as precursor salt, the dispersion was greatly affected by the atmosphere of treatment. This last behaviour has previously been reported for Pt/zeolite catalysts [ 2 ] . Moreover, Baker et al. [3] have studied the effect of the support on the behaviour of platinum particles in HZ atmosphere at temperatures between 425 and 1075 K. Their results show that the sintering mechanism depends on the type of interaction between the metal particles and the support; thus for weak interactions such as those in Pt/carbon systems, sintering occurs *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 Elsevier Sequoia/Printed in The Netherlands 330 by particle migration. Arai et al. (4) have also found that in Pt/carbon catalysts the movement of metal particles was affected by the temperature and metal crystallite size. Those with a size greater than 10 nm exhibited a quasi-liquid behaviour. Recently, Wu and Phillips [5] found that Pt particles supported on graphite were preferentially oriented with their (1,1,1) crystallographic planes parallel to the basal planes of graphite after heat treatments in vacuum or oxygen, increasing their degree of alignment with the time and temperature of treatment, as well as dependent on the atmosphere in which it was carried out. This behaviour was again explained [5] in relation to the very weak interactions between the Pt particles and the carbon support. Under these conditions the Pt particles will have their normal equilibrium shape with their surfaces essentially constituted by (1,1,1) planes [6, 7]. This preferential growth of a particular crystalline plane may affect the behaviour of the catalyst, both in the chemisorption of different gases or in a given reaction. It is well known [8-12] that hydrogen can be both weakly and strongly chemisorbed on Pt crystallites. It is expected that hydrogen would be strongly chemisorbed on Pt atoms placed on steps, corners or on crystallographic planes of low coordination such as the (1,0,0) plane, and that it would be weakly chemisorbed on crystallographic planes of high coordination such as the (1,1,1) face. Therefore, the amount of hydrogen weakly chemisorbed would increase with the particle size and/or the preferential growth of a high coordination plane on the surface of the metallic crystallites. On the other hand, Somorjai has found [ 13 ] that in the case of unsupported Pt monocrystals, the (1,0,0) planes had the higher activity and selectivity for n-butane isomerization, and although the (1,0,0) and (1,1,1) planes had the same activity for the hydrogenolysis of the above hydrocarbon, however the product distribution obtained on both planes was quite different. The aim of the present paper is to examine the effect of Pt/carbon catalyst pretreatments on their ability to chemisorb hydrogen, the morphology of the metal particles, and on the hydrogenolysis and isomerization of nbutane. Experimental The supports used in this work were two activated carbons obtained from almond shells (samples A and B). The raw material was activated in COZ flow at 1113 K for different periods of time following the method described elsewhere [ 1 ]. Once the activated carbons were obtained, they were ground and sieved to a particle size between 0.8 and 1.4 mm. Ash content of the samples was between 0.10 and 0.13g'o and they contained no sulphur. Supports were characterized by NZ and COZ adsorption at 77 and 298 K respectively, applying the BET method to the NZ isotherm and the DR method to CO2. Samples were further characterized by He and Hg density 331 TABLE 1 Characteristics of the supports Support S(NZ) S(COZ) VT (m2 g-') (m2 g-') (cm3 g-') A 650 1036 0.560 B 854 1263 0.709 8VT=Total open pore volume. in order to determine their total open pore volume, VT. All these data. are summarized in Table 1. Supported catalysts were prepared from [Pt(NH3)4]C12 (supplied by Alfa Ventron, reagent grade) dissolved in water. A solution of the salt was mixed with the appropriate amount of support and the solvent evaporated at 333 K. The catalysts were then dried at 383 K for 16 h and kept in a desiccator until use. Metal loading was - 1ss'o; the exact amount of Pt was determined after burning off the support at 873 K in air flow in a Mettler TA 3000 thermobalance. In order to decompose the precursor salt and obtain metallic Pt, the supported catalysts were treated either at 673 or 773 K for 2 or 12 h and in different atmospheres such as: He or HZ flow, alternate He and HZ or air-He-HZ flows, and vacuum (10-ss torr). The samples were then evacuated (10-s torr) at the treatment temperature for 1 h and cooled to 298x, and at this temperature they were characterized by HZ chemisorption. Two chemisorption isotherms were obtained between 50 and 250 torr. After completing the first one, the catalyst was outgassed (10-a torr) at 298 K for 1 h (this time was arbitrarily chosen). The method proposed by Benson and Boudart [14] and Wilson and Hall [15] has been followed to determine the HZ uptake in both isotherms. The HZ uptake obtained in the first isotherm, QT, will give the total amount of HZ chemisorbed, and it was assumed that the uptake obtained in the second isotherm will represent the HZ more weakly chemisorbed on the surface metal atoms. This quantity, QR will be referred in the text as a percentage of the total amount of HZ uptake, QT. Blank HZ chemisorption runs were carried out on the supports alone, and did not exhibit any HZ uptake. Dispersion, D, and average crystallite size, d, of the catalysts were obtained from QT values, assuming that one H atom is chemisorbed by one surface Pt atom and that d(nm) -1.08/D [ 1 ]. After the chemisorption experiments, some selected samples were further characterized by transmission electron microscopy (TEM), using a Zeiss EM10C microscope at a magnification between 40 000 x and 200 000 x . Samples were ground and ultrasonically dispersed in toluene. Micrographs were analyzed by an lbas 2000 Kontron image processor, the number of particles counted being not less than 1500; by this procedure, the equivalent- 332 circle diameter of the Pt particles was obtained as a length number or arithmetic mean [16). The n-butane/H2 reaction was studied in a glass plug-flow microreactor; - 1 g of catalyst was introduced into the reactor, the reactant gases flowing upwards through it. The reaction was carried out at 583 K. Catalysts were pretreated in He flow at 673 or 773 K for 2 or 12 h, or in H2 flow at 673 K for 2 h. During the reaction the H2/n-C4Hlo ratio was kept constant at 10/1. The gases were analyzed by gas chromatography using Chromosorb 102 columns and a FID. The experimental procedure followed has been detailed previously [ 17, 18 ). The activity for both hydrogenolysis (rH) and isomerization (r,) was calculated from the expression rX=44.61 PXF(n-C4H,o) W where rx is rI or rH in jmol g cat-' s-', PX is the proportion of n-butane converted to isobutane (PI) or the proportion undergoing hydrogenolysis (PH), F(n-C4-H,o) is the flow rate of n-butane (cm3 min-1) through the reactor and W is the weight of catalyst (g). Results and discussion Helium treatment Catalysts were treated in He flow at 673 or 773 K for 2 or 12 h. It has been reported [ 19) that the precursor salt, during a similar treatment, decomposes according to the following steps: [Pt(NH3)4)CI2-', [pt(NH3)2CI21+2NH3 (1) 3 [ Pt(NH3)2CI2) - 3Pt + N2 + 4NH3 + 6HC1 (2) Reaction (1) takes place between 548 and 588 K and reaction (2) between 588 and 643 K, the Pt(II) being reduced by the NH3 produced in the second step. We assume that, in our case, there will be very weak interactions between the precursor salt and the supports, as has been found for similar Pt/carbon systems, and therefore after the treatment of the catalysts at 673 or 773 K in He platinum will be in its zero-valent state. Results obtained for H2 chemisorption are given in Table 2. It is seen that d decreases when increasing the temperature or time of treatment, optimum values being 773 K and 12 h. On the other hand, d values obtained by either H2 chemisorption or TEM are in good agreement, which indicates that the stoichiometry of one H atom per surface Pt atom is a good assumption in this case, as is the calculation of d from the total amount QT of H2 chemisorbed. A typical micrograph is shown in Fig. 1 and a TEM-derived particle size distribution is given in Fig. 2. Micrograph shows rounded particles which present a narrow size distribution. 333 TABLE 2 HZ chemisorption at 298 K on Pt catalysts treated in He Catalyst Temperature Time Hydrogen uptake Dispersion Particle (K) (h) D size d QT QR (nm) (gmol HZ (9 '0) per g cat) A-1.0096Pt 673 2 5.2 43 0.20 5.4 673 12 7.6 48 0.30 3.6 (4.9)' 773 2 7.2 55 0.28 3.9 773 12 10.0 58 0.39 2.8 (3.8)' B-0.9696Pt 673 2 5.3 30 0.23 4.7 673 12 6.6 49 0.28 3.9 773 2 8.3 36 0.36 3.0 773 12 8.3 66 0.36 3.0 'd values in parentheses were obtained by TEM. Fig. 1. TEM micrograph of the A-1.0096Pt catalyst treated at 773 K in He flow for 12 h. QR values are seen to increase with the temperature and time of the treatment, although as mentioned before d values decrease. It is quite interesting to note that in the case of the B-O.96O Pt catalyst treated at 773 K for 2 or 12 h, although d remains constant (3.0 nm), QR increases from 36 to 6690. These results can be explained by the fact that an increase in temperature or time of treatment will make the Pt particles assume their normal equilibrium shape due to the very weak interactions with the supports, and therefore in this case the surface of the particles will essentially develop 334 90.0 20.0 N m `v t 0 a 10.0 0.0 0.00 10.00 20.00 30.00 40.00 d (am) Fig. 2. Particle size distribution obtained from TEM micrographs. A-1.OO%Pt catalyst treated at 773 K in He flow for 12 h. TABLE 3 HZ cheOrption at 298 K on Pt catalysts treated in vacuum (10-a torr) for 2 h Catalyst Temperature Hydrogen uptake Dispersion Particle (K) D size d QT QR (p,mol H2 (fO) per g cat) A-1.0046Pt 673 3.5 34 0.14 7.7 773 4.3 75 0.17 6.3 (7.9)' B-0.9646Pt 673 4.0 35 . 0.17 6.3 773 5.6 55 0.24 4.5 'd values in parentheses were obtained by TEM. the high coordination (1,1,1) planes [6, 7] which lead to an increase in the amount of HZ weakly chemisorbed. Vacuum treatment Catalysts were treated in vacuum at both 673 and 773 K for 2 h. Results of H2 chemisorption at 298 K are given in Table 3. This treatment produces larger particles or lower dispersions than the He one at either 673 or 773 K. It is again seen that d values obtained by TEM and from total H2 chemisorption, QT, are in good agreement. Particle size distribution is shown 335 30.0 20.0 40.0 10.0 $o.o so.a 40.0 a (am) Fig. 3. Particle size distribution obtained from TEM micrographs. A-1.0096Pi catalyst treated at 773 K in vacuum (10-a Torr) for 2 h. in Fig. 3, indicating that a broader distribution was obtained compared with the He treatment. In vacuum treatment, whereas an increase in temperature only slightly affected the dispersion or the mean particle size, however QR values greatly increased with temperature, which might again be attributed to a loss of surface metal atoms with low coordination and an increase in the high coordination crystallographic planes on the surface of the Pt particles. Hydrogen treatment Hydrogen treatment was carried out at 673 K for 2 h. Results of HZ chemisorption at 298 K are given in Table 4. It is seen that after this treatment the catalysts exhibit a very low dispersion and a high d value. These results can be explained by the mechanism proposed by Dalla Betta and Boudart [2]. They found in Pt/zeolite catalysts, prepared from the same precursor salt, that treatment in HZ produced an intermediate hydride, Pt(NH3)ZH2, which was unstable and mobile, leading to an agglomeration of the particles and therefore to a low dispersion of the Pt particles. This behaviour has also been found previously in Pt/carbon systems [ 1 ]. A typical transmission electron micrograph is shown in Mg. 4. Large agglomerates of particles are observed, clearly indicating that during the treatment the metal particles had a certain mobility on the surface of the supports and grew by coalescence, which causes a very broad particle size distribution as shown .in Fig. 5. In this case, d values obtained by H2 chemisorption and TEM are in fairly good agreement. 336 TABLE 4 H2 chemisorption at 298 K on Pt catalysts treated in HZ or He-Hz Catalyst Atmosphere Temperature Time HZ uptake Dispersion Particle (K) (h) D size d 'YT QR (lkmol HZ (0/'o) per g cat) A-1.0096Pt HZ 673 2 1.6 82 0.06 18.0 (13.5)' B-0.969bPt H2 673 2 1.7 78 0.08 13.5 A-1.0096Pt He-1-1Z 673 1-1 5.2 56 0.20 5.4 He-HZ 773 1-1 6.8 58 0.26 4.1 B-0.96%Pt He-HZ 673 1-1 4.6 61 0.20 5.4 He-HZ 773 1-1 4.9 58 0.21 5.1 'd value in parentheses was obtained by TEM. Wig. 4. TEM micrograph of the A-i.009'oPt catalyst treated at 673 K in Hz flow for 2 h. Moreover, Qg values are much higher than those obtained with He or vacuum treatments at the same temperature and time, and higher than those found by other authors [11, 20], which should be due to the very low dispersion of these samples. Thus, in this case, the surface of the Pt particles would essentially contain a very small number of low coordination atoms. In order to avoid the presence of HZ during the decomposition of the precursor salt, the catalysts were treated at 673 K for 1 h in He and subsequently for another hour in H2. Results, given in Table 4, show the dispersion thus obtained is higher than in HZ treatment, which suggests that in these Pt/carbon catalysts the presence of HZ during the decomposition 337 30.0 20.0 m t 0 a 10.0 0.0 0.0 10.0 20.0 30.0 40.0 d (MM) Fig. 5. Particle size distribution obtained from TEM lnicrographs. A 1.0096Pt catalyst treated at 673 K in HZ flow for 2 h. of the precursor salt caused the dispersion of the metal particles to decrease. It is interesting to note that in contrast to the He treatment, an increase in temperature of the He-HZ treatment did not affect the QR values. Air-helium-hydrogen treatment This treatment was carried out at 673 K, using flowing air for 1 h, He for 15 min and finally HZ for another hour. It has been found [21] for Pt/ Si02 catalysts that a very high dispersion might be obtained if the catalysts were treated in oxygen at 823 K and then reduced in hydrogen. These results were explained in that during the oxygen treatment oxidation of the metal occurred, leading to a rupture of the particles due to the tensions created in them. A later reduction led to a catalyst with a high dispersion. The supports used in this work were not gasified at 673 K in air, however the catalysts A-l.00O Pt and B-0.969'o Pt exhibited a weight loss after the treatment of 7 and 199'o respectively, indicating that Pt was acting as catalyst for the support gasification. The weight loss of catalyst B-0.96sssso Pt was higher because the support B was more activated than A (higher surface area and porosity). Results of HZ chemisorption at 298 K are given in Table 5, which shows that both catalysts present a very low dispersion. This is due to the fact that during treatment the supports were gasified and C02 evolved, which would cause the metal particles to move more rapidly on the surface of the supports than in a similar treatment in vacuum or He [22]. Therefore, the more gasified the support, the lower the dispersion, as can be seen on 338 TABLE 5 HZ chemisorption at 298 K on Pt catalysts treated in air-He-HZ (see text) at 673 K Catalyst HZ uptake Dispersion Particle D size d QT QR (Amol HZ ('lo) per g cat) A-1.00%Pt 1.7 63 0.08 13.5 (9.8)a B-0.96%Pt 0.4 91 0.02 54.0 $d value in parentheses was obtained by TEM. Fig. 6. TEM micrograph of the A-1.00%Pt catalyst treated at 673 K in air (1 h), He (15 min) and Hz (1 h) flows. comparing the results in Table 5. Due to the low dispersions, the catalysts will have a high QR value, which as mentioned before, increases on decreasing the dispersion. It is interesting to compare the catalyst A-1.00% Pt after HZ and air-He-HZ treatments. Although both treatments lead to similar dispersions, the shape of the Pt particles is quite different, as can be seen in Figs. 4 and 6. Whereas HZ treatment produces irregular particles, the air-He-H2 treatment produces very regular rounded ones, which is attributed to the higher mobility of the particles during this last treatment. Hydrogenolysis and isomerization of n-butane The behaviour of the catalysts in the hydrogenolysis and isomerization reactions of n-butane at 583 K was studied. Catalysts were treated in He or H2 flow prior to the reaction, as for the chemisorption measurements. Supports treated under the same conditions did not exhibit any reactivity. 339 TABLE 6 Activity, selectivity and product distribution in the HZ/n-C4Hlo reaction at 583 K Catalyst Treatment r, rH SE. Product distribution (q6) (p,mol Hg per g Atm. Temp. Time cat per s) C, CZ C3 i-C4 (K) (h) A-1.00%Pt He 673 2 0.03 0.24 0.13 61.6 10.3 25.7 2.4 A-1.00gbPt He 673 12 0.03 0.32 0.13 55.5 10.5 29.7 4.3 A-1.0096Pt He 773 2 0.02 0.27 0.08 80.1 5.0 12.6 2.3 A-1.0096Pt He 773 12 0.04 0.63 0.11 69.0 8.0 18.6 4.4 B-0.96%Pi He 673 2 0.05 0.20 0.16 58.8 12.1 22.1 9.0 B-0.969bPt He 673 12 0.03 0.24 0.10 74.1 6.8 14.4 4.7 B-0.9696Pt He 773 2 0.03 0.45 0.12 66.7 9.2 21.4 2.7 B-0.969bPt He 773 12 0.03 0.50 0.07 82.6 4.8 11.4 1.2 A-1.009bPt H2 673 2 0.03 0.07 0.03 90.1 1.5 0.0 8.4 B-0.969ssPt H2 673 2 0.03 0.04 0.04 84.8 1.8 0.0 13.4 'Selectivity for ethane production SE=(CZ/2)/(C1/4+C2/2+3C3/4). ` 0.60 Y U OO 0.40 Z x L C 0.20 0.00 2.50 d (n m) Fig. 7. Relationship of the activities for isomerization (r,) (O) and hydrogenolysis (rH) ( ) with the mean particle size of catalysts treated in He. Results are given in Table 6. In the case of the catalysts treated in He, it is seen that r, is much lower than rH, so these are essentially hydrogenolysis catalysts. The relationship between both reactivities and d is depicted in Fig. 7, which shows that in the range of particle size studied here, ri does not depend on al; however rH increased when the mean particle size decreased. Similar results have been found previously with Pt/A1203 [23, 24] and with Pt/carbon catalysts prepared from chloroplatinic acid [18]. 340 Hydrogenolysis of n-butane can essentially take place by either a- or ss-C-C bond scission and the reaction products can again undergo hydrogenolysis. In the case of Pt/carbon catalysts prepared from chloroplatinic acid [18], it was found that SE values varied between 0.2 and 0.3, indicating cleavage of a-C-C bonds. Furthermore, they did not produce multiple rupture (yield in the same conditions is ~ 30% CHO. However, SE for the present catalysts treated in He varies between 0.07 and 0.16, i.e. they have a much higher tendency to cause a-C-C bond scission and furthermore, they produce multiple cleavage, since the amounts of ethane and propane are lower than that of methane. These results suggest that the hydrogenolysis reaction essentially occurs through the formation of either a -rr-allyl intermediate complex, or an intermediate with multiple carbon-Pt bonds [ 18 ] which would be favored on the smaller metal particles, because of their higher electronic density [23, 25], to give such an intermediate complex. Table 6 shows that when He treatment was carried out at 773 K instead of 673 K the amount of methane produced increases, and it is interesting to note that the B-0.96% Pt catalyst treated at 773 K for 12 h produces a larger amount of methane than that treated for 2 h, although both treatments yielded a catalyst with the same particle size (see Table 2). However, they had different QR values. Results clearly show that an increase in QR value of the catalysts increases the amount of methane produced. The increase in QR was explained earlier as due to a loss of low coordination surface Pt atoms and/or a larger development on the surface of metal particles with high coordination (1,1,1) crystallographic planes. These results agree with those reported by Somorjai [13], who found that the (1,1,1) planes of Pt crystals have a high selectivity for the cleavage of terminal C-C bonds, producing a large amount of methane. Finally, the catalysts treated in HZ have rI values similar to those found when the treatment was in He, and rH values are much lower due to their larger particle size. It is interesting to note the low SE value, which indicates that these catalysts mainly produce multiple hydrogenolysis, yielding very high amounts of methane, very small amounts of ethane and no propane. These results can be attributed to both the high QR and d values that present these catalysts. In conclusion, this work shows that the atmosphere, temperature and time of the treatment given to Pt /carbon catalysts prepared from tetraammine platinum(II) chloride affects the metal particle size and its morphology, as well as the coordination number of the surface metal atoms, which influence the H2 chemisorption at 298 K and the hydrogenolysis and isomerization of n-butane at 583 K. Acknowledgements The research described in this work was supported by the DGICYT under Project no. PB88-0295-C02-02. 341 References 1 F. Rodriguez-Reinoso, I. Rodriguez-Ramos, C. Moreno-Castilla, A. Guerrero-Ruiz and J. D. Lopez-Gonzalez, J. Catal., 99 (1986) 171. 2 R. A. Dalla Betta and M. Boudart, in J. Hightower (ed.), Proc. 5th Int. CO. Catal., Miami Beach, 1972, Vol. 2, North-Holland, Amsterdam, 1973, p. 1329. 3 R. T. K. Baker, E. B. Prestridge and R. L. Gayten, J. CataL, 56 (1979) 390. 4 M. Arai, T. Ishikawa, T. Nakayama and J. Nishiyama, J. Colloid Interf. Sci., 97 (1984) 254. 5 L. N. Wu and J. Phillips, Surf. Sci., 184 (1987) 463. 6 J. J. Heyrand and J. Metoris, J. Crystal Growth, 50 (1980) 571; , Acta Metall., 28 (1980) 1789. 7 M. Drechsler, in Un Thien Binh (ed.), Surface Mobilities on Solid Materials, Plenum Press, New York, 1981, p. 405. 8 W. A. Pliskin and R. P. Eischens, Z. Phys. Chem., 24 (1960) 11. 9 G. K. Boreskov and A. A. Vasilevich, Kinet. Catal-, 1 (1960) 69. 10 G. C. Bond, Catalysis by Metals, Academic Press, New York, 1962, p. 93. 11 O. Piringer and E. Tataru, Abh. Dtsch. Akad. Wiss. Berlin, Kl. Chem. Geol. Biol., 2 (1966) 175. 12 M. A. Vannice, J. E. Benson and M. Boudart, J. Catal., 16 (1970) 348. 13 G. A. Somoqaa, in P. O. Lowding and B. Pullman (edsj, New Horizons of Quantum Chemistry, Reidel, Dordrecht, 1983, p. 305. 14 J. E. Benson and M. Boudart, J. Catal., 4 (1965) 704. 15 G. R. Wilson and H. K. Hall, J. Catal., 17 (1970) 190. 16 R. J. Matyi, L. H. Schwartz and J. B. Butt, Catal. Rev. Sci. Eng., 29 (1987) 41. 17 I. Femandez-Morales, A. Guerrero-Ruiz, J. Lopez-Garzon, I. Rodriguez-Ramos and C. MorenoCastilla, AOl. Catal., 14 (1985) 159. 18 F. Rodriguez-Reinoso, I. Rodriguez-Ramos, C. Moreno-Castilla, A. Guerrero-Ruiz and J. D. Lopez-Gonzalez, J. Catal., 107 (1987) 1. 19 M. A. Richard and R. J. Pancirov, J. Therm. Anal., 32 (1987) 825. 20 M. B. Palmer, Jr., and M. A. Vannice, J. Chem. Technol. BiotechnoL., 30 (1980) 205. 21 R. Lamber and W. Romanowski, J. Catal., 105 (1987) 213. 22 R. T. K. Baker, COl. Rev., 19 (1979) 161. 23 T. M. Tri, J. Massavaier, P. Gailezot and P. Imelik, Proc. 7th InE. CO. Catal., Tokyo, 1980, Elsevier, Amsterdam, 1981, p. 266. 24 G. C. Bond and Xu Yide, J. Chem. Soc., Faraday Trans. 1, 80 (1984) 969. 25 Z. Paal and P. Tetenyi, in G. Bond and G. Webb (eO.), Specialist Periodical Reports, Catalysis, Vol. 5, Royal Society of Chemistry, London, 1982, p. 80. X244 9180025X 0304-5102(91)80025-X 10.1016/0304-5102(91)80025-X Pt/carbon catalysts: Effect of pretreatment on the dispersion and morphology of the Pt particles, on their capacity to chemisorb H2 and on the H2/n-C4H10 reaction Carlos Moreno-Castilla ∗ Andrés Porcel-Jiménez Francisco Carrasco-Marín Encarnación Utrera-Hidalgo Departamento Q. Inorgánica, F. Ciencias, Universidad de Granada, 18071 Granada Spain * Author to whom correspondence should be addressed. Pt/carbon catalysts were prepared from [Pt(NH3)4]Cl2 as precursor salt and activated carbons as supports. Catalysts were treated at 673 or 773 K in different atmospheres, including He, vacuum, H2 or alternate HeH2 and air-HeH2. The effect of these treatments on the dispersion and morphology of the metallic phase, as well as on the coordination number of the surface Pt atoms, has been studied using H2 chemisorption and transmission electron microscopy. Finally, some of the above catalysts were tested in the hydrogenolysis and isomerization of n-butane, revealing that in the range of particle size studied here, d , the activity for the isomerization did not depend on d ; however the activity for hydrogenolysis decreased on decreasing d . On the other hand, the loss of low-coordination surface Pt atoms increased the amount of methane produced. References 1 F. Rodriguez-Reinoso I. Rodriguez-Ramos C. Moreno-Castilla A. Guerrero-Ruiz J.D. Lopez-Gonzalez J. Catal. 99 1986 171 2 R.A.Dalla Betta M. Boudart J. Hightower Proc. 5th Int. Congr. Catal., Miami Beach, 1972 2 1973 North-Holland Amsterdam 1329 3 R.T.K. Baker E.B. Prestridge R.L. Gayten J. Catal. 56 1979 390 4 M. Arai T. Ishikawa T. Nakayama J. Nishiyama J. Colloid Interf. Sci. 97 1984 254 5 L.N. Wu J. Phillips Surf. Sci. 184 1987 463 6 a J.J. Heyrand J. Metoris J. Crystal Growth 50 1980 571 b J.J. Heyrand J. Metoris Acta Metall. 28 1980 1789 7 M. Drechsler Un Thien Binh Surface Mobilities on Solid Materials 1981 Plenum Press New York 405 8 W.A. Pliskin R.P. Eischens Z. Phys. Chem. 24 1960 11 9 G.K. Boreskov A.A. Vasilevich Kinet. Catal. 1 1960 69 10 G.C. Bond Catalysis by Metals 1962 Academic Press New York 93 11 O. Piringer E. Tataru Abh. Dtsch. Akad. Wiss. Berlin, Kl. Chem. Geol. Biol. 2 1966 175 12 M.A. Vannice J.E. Benson M. Boudart J. Catal. 16 1970 348 13 G.A. Somorjai P.O. Lowding B. Pullman New Horizons of Quantum Chemistry 1983 Reidel Dordrecht 305 14 J.E. Benson M. Boudart J. Catal. 4 1965 704 15 G.R. Wilson H.K. Hall J. Catal. 17 1970 190 16 R.J. Matyi L.H. Schwartz J.B. Butt Catal. Rev. Sci. Eng. 29 1987 41 17 I. Fernandez-Morales A. Guerrero-Ruiz J. Lopez-Garzon I. Rodriguez-Ramos C. Moreno-Castilla Appl. Catal. 14 1985 159 18 F. Rodriguez-Reinoso I. Rodriguez-Ramos C. Moreno-Castilla A. Guerrero-Ruiz J.D. Lopez-Gonzalez J. Catal. 107 1987 1 19 M.A. Richard R.J. Pancirov J. Therm. Anal. 32 1987 825 20 M.B. Palmer Jr. M.A. Vannice J. Chem. Technol. Biotechnol. 30 1980 205 21 R. Lamber W. Romanowski J. Catal. 105 1987 213 22 R.T.K. Baker Catal. Rev. 19 1979 161 23 T.M. Tri J. Massavdier P. Gallezot P. Imelik Proc. 7th Int. Congr. Catal., Tokyo, 1980 1981 Elsevier Amsterdam 266 24 G.C. Bond Xu Yide J. Chem. Soc., Faraday Trans. 1 80 1984 969 25 Z. Paal P. Tetenyi G. Bond G. Webb Specialist Periodical Reports, Catalysis 5 1982 Royal Society of Chemistry London 80",
      "scopus-id": "0026169246",
      "coredata": {
        "eid": "1-s2.0-030451029180025X",
        "dc:description": "Pt/carbon catalysts were prepared from [Pt(NH3)4]Cl2 as precursor salt and activated carbons as supports. Catalysts were treated at 673 or 773 K in different atmospheres, including He, vacuum, H2 or alternate HeH2 and air-HeH2. The effect of these treatments on the dispersion and morphology of the metallic phase, as well as on the coordination number of the surface Pt atoms, has been studied using H2 chemisorption and transmission electron microscopy. Finally, some of the above catalysts were tested in the hydrogenolysis and isomerization of n-butane, revealing that in the range of particle size studied here, d , the activity for the isomerization did not depend on d ; however the activity for hydrogenolysis decreased on decreasing d . On the other hand, the loss of low-coordination surface Pt atoms increased the amount of methane produced.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-06-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180025X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Moreno-Castilla, Carlos"
          },
          {
            "@_fa": "true",
            "$": "Porcel-Jiménez, Andrés"
          },
          {
            "@_fa": "true",
            "$": "Carrasco-Marín, Francisco"
          },
          {
            "@_fa": "true",
            "$": "Utrera-Hidalgo, Encarnación"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180025X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180025X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80025-X",
        "prism:volume": "66",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Pt/carbon catalysts: Effect of pretreatment on the dispersion and morphology of the Pt particles, on their capacity to chemisorb H2 and on the H2/n-C4H10 reaction",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "329-341",
        "prism:endingPage": "341",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 June 1991",
        "prism:doi": "10.1016/0304-5102(91)80025-X",
        "prism:startingPage": "329",
        "dc:identifier": "doi:10.1016/0304-5102(91)80025-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029180025X-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "144",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029180025X-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "144",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451029180025X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "144",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026169246"
      }
    }
  }
}