{
  "metadata": {
    "title": "Hydrogen transfer catalyzed by RhH(Pφ<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>4</ce:inf>: influence on the reaction rate of the competition between donor and acceptor for catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-01-31",
    "doi": "10.1016/0304-5102(82)80056-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800564",
    "pii": "0304510282800564"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0005736246",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800564 0304-5102(82)80056-4 0304510282800564 10.1016/0304-5102(82)80056-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00314 2024-01-02T01:04:16.600218Z 0 0 19820101 19820131 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast pubtype ref alllist content subj ssids 0304-5102 03045102 14 14 1 1 Volume 14, Issue 1 12 129 131 129 131 198201 January 1982 1982-01-01 1982-01-31 1982 converted-article sco Copyright © 1982 Published by Elsevier B.V. HYDROGENTRANSFERCATALYZEDBYRHHP34INFLUENCEREACTIONRATECOMPETITIONBETWEENDONORACCEPTORFORCATALYST BEAUPERE D BEAUPERE 1979 218 D SASSON 1974 3825 Y IMAI 1977 431 H SASSON 1975 1887 Y MASTERS 1976 1357 C GILMAN 1976 78 H ORGANICSYNTHESIS NISHIMURA 1953 253 T LEVISON 1970 2947 J BEAUPEREX1982X129 BEAUPEREX1982X129X131 BEAUPEREX1982X129XD BEAUPEREX1982X129X131XD item 0304-5102(82)80056-4 0304510282800564 1-s2.0-0304510282800564 10.1016/0304-5102(82)80056-4 272239 2024-01-02T01:04:16.600218Z 1982-01-01 1982-01-31 1-s2.0-0304510282800564-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800564/MAIN/application/pdf/4b027bb761fff090938b308930ad46d9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800564/MAIN/application/pdf/4b027bb761fff090938b308930ad46d9/main.pdf main.pdf pdf true 188249 MAIN 3 1-s2.0-0304510282800564-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800564/PREVIEW/image/png/f2bdf441c0b7523c02abcf5b63d95ea5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800564/PREVIEW/image/png/f2bdf441c0b7523c02abcf5b63d95ea5/main_1.png main_1.png png 70972 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 1 (1982) 129 - 131 129 O Elsevier Sequoia S.A., Lausanne - Printed Fn The Netherlands Short Communication Hydrogen Transfer Catalyzed by RO(P 3 ), : Influence on the Reaction Rate of tile Competition between Donor and Acceptor for Cata:yst D. BEAUPERE, s.. NADJO, R. UZAN Laboratoire de Chirnie Orgar:ique Physique, Urciuersite de Picardie, 8000 Arreiens (France) and P. BAUER LT. O.D.Y.S. Ureiuersite Paris VI1, 75005 Paris (France) (Received March 24, 1981) Homogeneously catalyzed transfer hydrogenation reactions which occur by a multistep mechanism, are generally studied by a kinetic approach [1 - 5] . In a previous paper, we have defined mild conditions for hydrogen transfer from alcohol to a-,13-unsaturated ketone, catalyzed by RhH(P03)4 [1] . We have also observed that, with some ketones, the rate of hydrogenation depends on the order in which reactants are added to the catalyst. To elucidate some aspects of this mechanism, we now wish to describe the kinetic behaviour of this transfer according to the following processes I. (CD+A) in which hydrogen acceptor A is added to an initial solution of catalyst C and hydrogen donor D at reaction temperature. II. (CA+D) in which D is added to a mixture CA at reaction temperature. III. (C=AD) in which mixture O- is added to C at reaction temperature. The initial rate rl of hydrogenation of cyclohexenone to cyclohexanone by 1-phenylethanol with RhEI(Pp3) is fastest with process I, slower with process III and slowest with process II. This dependence of the initial rate on the process is confirmed for seven pairs of hydrogen acceptor-donors (Table I-)- The ratios r=(F) rj(ii) which decrease from 10 to 1.3 are related to 'the reactant structure. Figure 1- shows the conversion of cyclohexenone versus reaction time, according O the three processes. In the results obtained, we observed a linear increase in cycloheganone concentration produced by processes I and III, and a non-linear variation with process II. The good linearity of the plots of process I suggests the formation of a reacting specie-s whose structure is selectively regenerated during the course of the reaction. An iR spectroscopy investigation indicates that f-phenylethanol, 0.25 M in benzene, is strongly autoassociated while this autoassociation is negligible in 0.02 M solution. 130 TABLE 1 Initial rates of the F-hH(P03)4 catalyzed hydrogen transfer for seven pairs of hydrogen donor-acceptors, on changing the experimental process Acceptor Donor t Initial rates A D ( C) -- - Process Proces' Process I 11 lIF Cyclohexenone CsHs--CHOH--CH3 40 75 7.5 37.5 Cyclohexenone CH3--CHOH-ss,'H3 4.0 26 2.5 Cyclohexenone CGH5--CHZOH 40 200 25 CH2=CI:-CO-CH3 C6H5--CHOH--CH3 40 53 6.5 C6H5-CH=CH-CO-CH3 C6H5--CHOH-CH3 50 39 30 4-NO2C6H5-CH=CH--CO-CH3 CGH5-CHOH--CH3 50 47 22 CH3--CH=CH-CO--CH3 C6HS-CHOH-'CH3 50 50 25 [C] = 0.01 M; [A] = 0.25 M; [D] = 0.25 M; solvent toluene; rf in 10-4 ml--' ma f. [cydolmanonll mO/ __ ._--__- a -. _.____._._-_._ _ . . _ . __ - __ cr=ess I i (CO *A1 == II .(C rADI 10 _ __ __- ___ __ r _ _ . _ ___! __ .-.- _ __. _ -._. ._ i / O~ / i I I e e i / / via ~ I / / I (CA *DI 5x10 ! _ ' e / i' : ~~ i i o i I I 20 40 Fig. 1. RhH(P 3 )4-catalyzed reduction of cyclohexenone by I-phenylethanol, on using different processes; [^] = 0.01 M; [D] = 0_25 M; [A] = 0.25 M (full line) or 0.125 M (do=ted line) in toluene at 40 C under argon. Moreover in both solutions, when the catalyst is added, a new IR band appears, shifted more than the autoassociation band; it is attributed to the association bettween catalyst and 1-phenylethanol [6] . These results suggest that the alcohol bound to the catalyst is surrounded by autoassociated molecules, When hydrogen transfer occurs from D to A, the released catalyst is immediately comp?execs again by the nearest autoassociated molecules. In this situation, the competition between A and D for C always favors D and involves the regeneration of CD complex. 131 When the initial alcohol and ketone concentrations are low (0.02 M), we have observed, using process I, that the straight line is inflected after reduction of about 2090 of ketone. This kinetic behaviour indicates that, in the absence of alcohol autoassociation, the competition between A and D for C is open, both complexes CD and CA are formed, and CA is the less reactive. When hydrogen transfer is carried out by process II, the slope of the curve obtained with 0.25 M ketone increases progressively (Fig. 1). This result suggests that a large amount of the catalyst is complexed by A to form CA which has a low activity, and that the reaction starts with only a small concentration of CD complex. Upon hydrogenation of A. the equilibrium CA ; C f A is progressively shifted to the right. The free catalyst can then form the complex CD whose concentration increases in the medium, which explains the increase in reaction rate. With the same process, if the initial concentration of ketone is smaller (0.125 M), the corresponding curve approximates a straight line and the reaction is faster (Fig. 1). This unusual concentration effect* can be explained by the fact that the CA concentration decreases with A concentration, promoting the formation of the more reactive CD complex. Experimental Commercial reactants and solvent were purified by-distillation. Benzalacetone and 4-N0z-benzalacetone were obtained by methods reported in refs. [7, 81 and identified by their spectral properties. RhH(P03)4 was prepared according to Levzson and Robinson [9] , and the kinetic studies carried out as described previously [ 1 j . References 1 D. Beaupere, P. Bauer and R. Uzan, Can. J_ Chem_ 57,2 (1979) 218. 2 Y. Sasson and G. L. Rempel, Can- J. Chem., 52,22 (1974) 3825. 3 H. Oai, 'i'. Nishiguchi and K. Fukuzumi,,I. Org. Chern., 42 (1977) 431. 4 Y. Sassoa and J. Blum, J Jrg. Chem., 40 (1975) 1887. 5 C. Masters. A. A. Kiffen and J. P. Visser, J Am. Chem. Soc., 98 (1976) 1357. 6 D. Beaupere, unpublished results. 7 H. Gilman and A,H. Blatt, Organic Synthesis, Val. 1, Wiley, New York, 1976, p. 78. T. Nishimura, BaiL Chem. Sac. dapare., 26 (1953) 253. 8 J. J. Lecison and J. D. Robinson, J Chem. Soc., A (1970) 294 7. *Using process I, the rate of hydrogenation decreases from 75 10-4 1Vl rnn r to 53 10- M =73-when the initial concentration is lowered from 0.25 M to 0.125 M (dotted line Fig. 1). X244 82800564 0304-5102(82)80056-4 10.1016/0304-5102(82)80056-4 Short communication Hydrogen transfer catalyzed by RhH(Pφ3)4: influence on the reaction rate of the competition between donor and acceptor for catalyst D. Beaupere L. Nadjo R. Uzan Laboratoire de Chimie Organique Physique, Université de Picardie, 8000 Amiens France P. Bauer I.T.O.D.Y.S. Université Paris VII, 75005 Paris France References 1 D. Beaupere P. Bauer R. Uzan Can. J. Chem. 57 2 1979 218 2 Y. Sasson G.L. Rempel Can. J. Chem. 52 22 1974 3825 3 H. Imai T. Nishiguchi K. Fukuzumi J. Org. Chem. 42 1977 431 4 Y. Sasson J. Blum J. Org. Chem. 40 1975 1887 5 C. Masters A.A. Kiffen J.P. Visser J. Am. Chem. Soc. 98 1976 1357 6 D. Beaupere, unpublished results. 7 a H. Gilman A.H. Blatt Organic Synthesis 1 1976 Wiley New York 78 b T. Nishimura Bull. Chem. Soc. Japan 26 1953 253 8 J.J. Levison J.D. Robinson J. Chem. Soc., A 1970 2947",
      "scopus-id": "0005736246",
      "coredata": {
        "eid": "1-s2.0-0304510282800564",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800564",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Beaupere, D."
          },
          {
            "@_fa": "true",
            "$": "Nadjo, L."
          },
          {
            "@_fa": "true",
            "$": "Uzan, R."
          },
          {
            "@_fa": "true",
            "$": "Bauer, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800564"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800564"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80056-4",
        "prism:volume": "14",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogen transfer catalyzed by RhH(Pφ3)4: influence on the reaction rate of the competition between donor and acceptor for catalyst",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "129-131",
        "prism:endingPage": "131",
        "pubType": "sco",
        "prism:coverDisplayDate": "January 1982",
        "prism:doi": "10.1016/0304-5102(82)80056-4",
        "prism:startingPage": "129",
        "dc:identifier": "doi:10.1016/0304-5102(82)80056-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0005736246"
      }
    }
  }
}