{
  "metadata": {
    "title": "Role of 1-Methyl-3-Ethylbenzimidazolium Bromide-Ruthenium Catalyst in the One-step Production of Ethylene Glycol via Formaldehyde Condensation and in its Direct Synthesis from Synthesis Gas",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-11-02",
    "doi": "10.1016/0304-5102(87)85015-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287850150",
    "pii": "0304510287850150"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023642663",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287850150 0304-5102(87)85015-0 0304510287850150 10.1016/0304-5102(87)85015-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00855 2024-01-02T01:04:53.938015Z 0 0 19871102 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 42 42 3 3 Volume 42, Issue 3 15 389 393 389 393 19871102 2 November 1987 1987-11-02 1987 converted-article cor Copyright © 1987 Published by Elsevier B.V. ROLE1METHYL3ETHYLBENZIMIDAZOLIUMBROMIDERUTHENIUMCATALYSTINONESTEPPRODUCTIONETHYLENEGLYCOLVIAFORMALDEHYDECONDENSATIONINDIRECTSYNTHESISSYNTHESISGAS MURATA K ROTH 1979 C27 J CHAN 1983 377 A SPENCER 1980 113 A MARCHIONNA 1986 107 M WEISS 1979 522 A KISO 1986 C17 Y KISO 1986 C26 Y RASTETTER 1979 2752 W MATSUMOTO 1984 4829 T JOHNSON 1979 1356 B DOMBEK 1981 6508 B MURATAX1987X389 MURATAX1987X389X393 MURATAX1987X389XK MURATAX1987X389X393XK item 0304-5102(87)85015-0 0304510287850150 1-s2.0-0304510287850150 10.1016/0304-5102(87)85015-0 272239 2024-01-02T01:04:53.938015Z 1987-11-02 1-s2.0-0304510287850150-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850150/MAIN/application/pdf/0563a4e400947a7712983d8b7969769a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850150/MAIN/application/pdf/0563a4e400947a7712983d8b7969769a/main.pdf main.pdf pdf true 331012 MAIN 5 1-s2.0-0304510287850150-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850150/PREVIEW/image/png/9e513de9c7587fbc0f9e78540e7073e2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850150/PREVIEW/image/png/9e513de9c7587fbc0f9e78540e7073e2/main_1.png main_1.png png 55266 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 42 (1987) 389 - 393 389 Letter Role of l-Methyl-3-Ethylbenzimidazolium Bromide-Ruthenium Catalyst in the One-step Production of Ethylene Glycol via Formaldehyde Condensation and in its Direct Synthesis from Synthesis Gas KAZUHISA MURATA*. AKIO MATSUDA, TAKASHI MASUDA National Chemical Laboratory for Industry, Yatabe, Tsukuba, Ibaraki 305 (Japan) YOSHIHISA KISO and KENJI SAEKI Research Center, Mitsui Petrochemical Industries Ltd., Waki-cho, Kuga-gun, Yamaguchi 740 (Japan) (Received April 24, 1987; accepted June 10, 1987) As an indirect method for the synthesis of ethylene glycol (EG) from syn-gas, the hydroformylation of formaldehyde to glycolaldehyde using cobalt [1] or rhodium [2 - 4] complexes has been reported (Scheme I, (2)). CHaO Ha H2/CO - > CH20 ^ HOCH2CHO > HOCH2CH20H \\S/ (GLA) (4) \\\\^jy CO-Ha (5) CHaO i H, HOCH2CH(OH)CHO - + HOCH2CH(OH)CH20H (6) (GLY) Scheme I. Also, Weiss et al. have presented the NaOH-catalyzed condensation of form- aldehyde to glycolaldehyde (step (3)) [5]. However, these methods require a subsequent hydrogenation step to produce ethylene glycol. The Halcon SD Group claimed that ruthenium-phosphine complexes could be effective catalysts for the hydrogenation of glycolaldehyde to EG (step (4)) [6]. Here, since it has been reported that condensation of CH^O (and glycolaldehyde) to higher molecular weight products (triose, tetrose, etc.) occur as side reactions during the rhodium-catalyzed hydroformylation of CH20 [2], we explored possible catalyst systems for the reductive coupling of CH20 to EG. We found that a homogeneous solution prepared from benzimidazolium salt, ruthenium and organic amine is an active catalyst * Author to whom correspondence should be addressed. 0304-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 390 under an atmosphere of syn-gas (or hydrogen). In this study, we report a one-step indirect route via CH^O condensation (step (3)) followed by hydro- genation of the resulting aldehyde (step (4)). Also, it is additionally reported that this system is an efficient catalyst for direct EG synthesis under rela- tively mild conditions. The benzimidazolium derivatives were chosen as base catalysts for effecting step (3), because (i) these compounds are stable even under the conditions of ruthenium/syn-gas* and, in fact, Ru-benzimidazole system has been found to be a catalyst active for the syn-gas conversion to EG [7,8] and (ii) imidazole has astructure similar to thiazole, which has an affinity for aldehyde [9]. The glycolaldehyde (GLA) formed by condensation is expected to be reduced to EG by means of ruthenium catalysis under syn-gas (or hydrogen) conditions. amine_ -H 1 2 a_: Ri = Me, R;= Et, X = Br b^: Ri = Me, R, = Me, X = I c^: Ri = Et, R, = Et, X = Br d_: Ri = Et, R, = \"Pr, X = Br e^: RI= H, R,=Et,X=Br Thus, a THF solution containing l-methyl-3-ethylbenzimidazolium bromide la, Ru3(CO)i2 and Et3N was active for the reaction to give EG (41.3%, based on CHp) and glycerin (GLY) (13.5%) with MeOH (34.3%), when carried out under 10 MPa of syn-gas at 150 C for 3 h. Other products, which are usually minor fractions, include GLA, glyceraldehyde, erithritol and formic acid. Significant observations concerning the catalytic nature of the benzimi- dazolium salt-ruthenium system are (a) the use of ^CH^O (\"C 98.9%) under syn-gas condition results in the formation of EG (\"C ^C > 80%) and, also, the reaction takes place under Ha conditions, indicating that dimerization of CH^O occurs preferentially over Ru-catalyzed hydroformylation; (b) other benzimidazolium compounds (Ib-le) were also effective, while on the contrary, 1-ethyl-quinolinium bromide and l-ethyl-4-dimethylaminopyri- dinium bromide were unfavorable; (c) under Ha conditions (150 C, 3 h), in the absence of Ru 3(00) 12 no detectable amounts of products (EG, GLY, MeOH) were formed, indicating that ruthenium inhibits condensation by *Degradation of the thiazole ring occurred under Ru/syn-gas conditions at 150 C. 391 catalyzing the hydrogenation of aldehyde*. The absence of benzimida- zolium salt resulted in MeOH production (75% yield), but EG and GLY were not detected**. In the absence of Et3N, a decrease in the polyol yields was observed while that of MeOH increased\"1\". Et3N is not always an effective catalyst for the condensation under these conditions, but it appears to be responsible for the formation of a benzimidazolium ylide 2 [9] (vide infra). These findings are consistent with the occurrence of steps (3) and (4) to form EG. That the ylide 2 really plays a significant role is supported by a good correlation between the total amounts of C; - polyols and the formal charges on the 2-carbon position, calculated by the Extended Huckel method, when compounds having imidazole and thiazole rings [10] were used1\"1\" as condensation catalysts. Figure 1 shows that a high electron 4-1 ^ 3 0.5 1.0 Formal charge on 2-carbon Fig. 1. Plots of total amounts of C^ - 64 polyols vs. formal charge on the 2-carbon posi- tion. Ru3(CO)i2 0.1 ing-atom, salt 3 mmol, paraformaldehyde 25 mmol, Et3N 3 mmol, H^O 76 mmol, dioxane 20 ml. Other conditions are listed in footnote . *In comparison with the Halcon process, the addition of P Bu3(P/Ru = 2, molar ratio) resulted in a decrease in these polyol yields. **The use of Ca(OH)a instead of the benzimidazolium salt resulted in MeOH (54%) with no EG and GLY production. t\"0ther amines such as triethanol amine, 2-()3-hydroxyethyl)pyridine and 1,4-diaza- bicyclo[2.2.2.]octane were also effective. ^In order to avoid the degradation of the thiazole structure under H^ conditions, CH^O condensation was carried out under 10 MPa of N2 for 15 h at 100 C, and subse- quent hydrogenation was performed at 150 C for 3 h. 392 TABLE 1 Hydrogenation of CO with benzimidazolium salt-ruthenium catalyst\" Expt. Cocatalyst Temp. Activity (N)1' C2 sel.\" (oc) totaic C2^~ (%) 1 Ic1 200 2 BU4NI 200 3 benz/Cs!6 200 4 lc 220 511 la' 150 37 13.0 35.0 42 4.5 10.8 25 6.2 25.4 93 24.4 26.3 0.83 0.36 44.7 \"Conditions, see text. ^ (mol (g-atom Ru)-1 h)-1. \"Total = (MeOH) + 2x(C2 + EtOH + AcH) + 3x(GLY + glyceraldehyde) + 4x(erithritol). ^otal of (GLA + EG). '02 selectivity = C2(mmol) X 2 X 100/total (%). fl-Ethyl-3-ethylbenzimidazolium bromide. Bl-Methylbenzimidazole (3 mmol)/CsI (3 mmol). ''Et'Pr^N (3 mmol), l-methyl-2-pyrrolidone (10 ml), 45 MPa, HI/CO = 5, 19 h. 'l-Methyl-3-ethylbenzimidazolium bromide. density on the 2-carbon favors the formation of the ylides, and that benzi- midazolium salt is more effective for the condensation than benzimidazole. Thus, the success of the reductive coupling reaction prompted us to try a direct synthesis of EG from syn-gas using the benzimidazolium salt-Ru catalyst system. We expected the reactions of steps (1), (3) and (4) to occur as a novel scheme. We found that ethylene glycol was effectively produced under a pressure of 50 MPa (H2/CO = 1) of syn-gas at 200 C, where lc Ru Et3N catalyst was employed (Table 1, expt. 1) [11]*. The effectiveness of C2 formation was benzimidazolium > benzimidazole, as predicted from Fig. 1. Tetrabutylammonium iodide was found to be less efficient than these imidazole compounds, and selectivity to EG as low as 10% was observed (expt. 2). In contrast, in the case of la, a selectivity of ca. 45% was achieved at 150 C (expt. 5). These results suggest the participation of benzimidazolium ylide under CO hydrogenation conditions. Further research based on these results is in progress. Experimental Materials Paraformaldehyde was used as the CH^O source. Ru3(CO)i2, THF and Et3N and other amines were obtained commercially. Benzimidazolium salts *MeOH, EtOH, AcH, glycerin and erithritol were other detectable products. IR spectra of the catalyst solution after reaction exhibited absorptions at 2014(s), 1984(s) and 1945(m) cm\"1, characteristic of HRu3(CO)ii~. The rate of EG formation in this catalytic reaction is faster than those previously reported for a ruthenium system operated at a much higher ruthenium/iodide concen- tration for example, a rate of 1.3 h~1 at 200 C under 408 atm in sulfolane solvent has been reported [12] (compare with expt. 1, Table 1). 393 were prepared by reacting 1-alkylbenzimidazole with the corresponding alkyi halides in dioxane solvent. Reaction procedure (i) CHp > EG In a typical experiment, the catalyst solution prepared from Ru 3(00) 12 (0.1 mg-atom), l-methyl-3-ethylbenzimidazolium bromide la (0.1 mmol), EtaN (0.1 mmol), H^O (7.5 mmol) and CH^O (2 mmol) in THF solvent (5 ml) was placed in a stainless-steel bomb (50 ml) and the bomb was sub- sequently charged with syn-gas (H2/CO =1). After heating at 150 C for 3 h, the reaction mixture was cooled and depressurized. MeOH and formic acid were directly analyzed by GLC, and C^ polyols were analyzed by GLC after trimethylsilylation. (ii) CO/H^ > EG Ru 3(00) 12 (0.2 mg-atom), EtaN (3 mmol), cocatalyst (3 mmol) and l-methyl-2-pyrrolidone (20 ml) were charged in a 100 ml Hastelloy C autoclave and the reactor was subsequently pressurized with syn-gas. The reaction was carried out under 50 MPa of syn-gas (H^/CO = 1) for 3 h at 200 C, and the mixture was analyzed by GLC using same procedure as described above. Extended Hiickel calculation The calculation parameters are as follows: la: C C (benzene), C N (imidazole), 1.39 A; N C (methyl), 1.49 A; C-C (ethyl), 1.54 A; C H (benzene), C H (imidazole), 1.08 A; C N-C, N-C-N (imidazole), 72 ; N C-H (methyl), C-C-H (ethyl), 109 28'; 1-ethylbenzothiazolium bromide: C-N (thiazole), 1.39 A; N-C (ethyl), 1.49 A; C-N-C, C-S C, N C-S (thiazole), 72 . Acknowledgement This work is part of the 'Cl Chemistry Project', a National Research and Development Program of the Agency of Industrial Science and Techno- logy, Ministry of International Trade and Industry (M.I.T.L), Japan. References 1 J. A. Roth and M. Orchin, J. Organometall. Chem., 172 (1979) C27. 2 A. S. C. Chan, W. E. Carroll and D. E. Willis, J. Mol. Catal., 19 (1983) 377. 3 A. Spencer, J. Organometall. Chem., 194 (1980) 113. 4 M. Marchionna and G. Longoni, J. Mol. Catal., 35 (1986) 107. 5 A. H. Weiss, S. Trigerman, G. Dunnells, V. A. Likholobov and E. Biron, Ind. Eng. Chem. Proc. Des. Dev., 18 (1979) 522. 6 Jap. Pat. 57-75940 (1982) to L. C. Costa, Halcon S. D. Group. 7 Y. Kiso and K. Saeki, J. Organometall. Chem., 303 (1986) C17. 8 Y. Kiso and K. Saeki, J. Organometall. Chem., 309 (1986) C26. 9 W. H. Rastetter, J. Adams, J. W. Frost, L. J. Nummy, J. E. Frommer and K. B. Roberts, J. Am. Chem. Soc., 101 (1979) 2752. 10 T. Matsumoto, H. Yamamoto and S. Inoue, J. Am. Chem. Soc.. 106 (1984) 4829. 11 B. F. G. Johnson, J. Lewis, P. R. Raithby and G. Suss, J. Chem. Soc., Dalton Trans., (1979)1356. 12 B. D. Dombek, J. Am. Chem. Soc., 103 (1981) 6508. X244 87850150 0304-5102(87)85015-0 10.1016/0304-5102(87)85015-0 Industrial Catalysis Letter Role of 1-Methyl-3-Ethylbenzimidazolium Bromide-Ruthenium Catalyst in the One-step Production of Ethylene Glycol via Formaldehyde Condensation and in its Direct Synthesis from Synthesis Gas Kazuhisa Murata 1 Akio Matsuda Takashi Masuda National Chemical Laboratory for Industry, Yatabe, Tsukuba, Ibaraki 305 Japan 1 Author to whom correspondence should be addressed. Yoshihisa Kiso Kenji Saeki Research Center, Mitsui Petrochemical Industries Ltd., Waki-cho, Kuga-gun, Yamaguchi 740 Japan References 1 J.A. Roth M. Orchin J. Organometall. Chem. 172 1979 C27 2 A.S.C. Chan W.E. Carroll D.E. Willis J. Mol. Catal. 19 1983 377 3 A. Spencer J. Organometall. Chem. 194 1980 113 4 M. Marchionna G. Longoni J. Mol. Catal. 35 1986 107 5 A.H. Weiss S. Trigerman G. Dunnells V.A. Likholobov E. Biron Ind. Eng. Chem. Proc. Des. Dev. 18 1979 522 6 Jap. Pat. 57-75940 (1982) to L.C. Costa, Halcon S.D. Group. 7 Y. Kiso K. Saeki J. Organometall. Chem. 303 1986 C17 8 Y. Kiso K. Saeki J. Organometall. Chem. 309 1986 C26 9 W.H. Rastetter J. Adams J.W. Frost L.J. Nummy J.E. Frommer K.B. Roberts J. Am. Chem. Soc. 101 1979 2752 10 T. Matsumoto H. Yamamoto S. Inoue J. Am. Chem. Soc. 106 1984 4829 11 B.F.G. Johnson J. Lewis P.R. Raithby G. Süss J. Chem. Soc., Dalton Trans. 1979 1356 12 B.D. Dombek J. Am. Chem. Soc. 103 1981 6508",
      "scopus-id": "0023642663",
      "coredata": {
        "eid": "1-s2.0-0304510287850150",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-11-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287850150",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Murata, Kazuhisa"
          },
          {
            "@_fa": "true",
            "$": "Matsuda, Akio"
          },
          {
            "@_fa": "true",
            "$": "Masuda, Takashi"
          },
          {
            "@_fa": "true",
            "$": "Kiso, Yoshihisa"
          },
          {
            "@_fa": "true",
            "$": "Saeki, Kenji"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287850150"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287850150"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)85015-0",
        "prism:volume": "42",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Role of 1-Methyl-3-Ethylbenzimidazolium Bromide-Ruthenium Catalyst in the One-step Production of Ethylene Glycol via Formaldehyde Condensation and in its Direct Synthesis from Synthesis Gas",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "389-393",
        "prism:endingPage": "393",
        "pubType": "cor",
        "prism:coverDisplayDate": "2 November 1987",
        "prism:doi": "10.1016/0304-5102(87)85015-0",
        "prism:startingPage": "389",
        "dc:identifier": "doi:10.1016/0304-5102(87)85015-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023642663"
      }
    }
  }
}