{
  "metadata": {
    "title": "Transformation of 1,3-diols on homogeneous and heterogeneous rhodium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1981-06-30",
    "doi": "10.1016/0304-5102(81)87010-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510281870101",
    "pii": "0304510281870101"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0019561792",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510281870101 0304-5102(81)87010-1 0304510281870101 10.1016/0304-5102(81)87010-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00120 2024-01-02T01:04:16.600218Z 0 0 19810501 19810630 1981 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 11 11 2 3 2 3 Volume 11, Issues 2–3 10 225 232 225 232 198105 198106 May–June 1981 1981-05-01 1981-06-30 1981 converted-article fla Copyright © 1981 Published by Elsevier B.V. TRANSFORMATION13DIOLSHOMOGENEOUSHETEROGENEOUSRHODIUMCATALYSTS MOLNAR A KANEDA 1976 231 K BARTOK 1963 116 M BARTOK 1972 207 M BARTOK 1973 409 M MOLNAR 1975 421 A MOLNAR 1976 315 A MOLNAR 1976 393 A BARTOK 1976 335 M NOLLER 1979 375 H FELFOLDI 1978 38 K PROCSYMPRHODIUMINHOMOGENEOUSCATALYSIS SASSON 1974 3825 Y OHKUBO 1977 631 K DEDIEU 1980 71 M DEDIEU 1980 59 M SHARF 1977 834 V CAMUS 1980 C10 A REGEN 1972 1832 S SASSON 1975 1887 Y MOLNARX1981X225 MOLNARX1981X225X232 MOLNARX1981X225XA MOLNARX1981X225X232XA item 0304-5102(81)87010-1 0304510281870101 1-s2.0-0304510281870101 10.1016/0304-5102(81)87010-1 272239 2024-01-02T01:04:16.600218Z 1981-05-01 1981-06-30 1-s2.0-0304510281870101-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281870101/MAIN/application/pdf/ab67914a7878f0514fe2472b47f98977/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281870101/MAIN/application/pdf/ab67914a7878f0514fe2472b47f98977/main.pdf main.pdf pdf true 423532 MAIN 8 1-s2.0-0304510281870101-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281870101/PREVIEW/image/png/d1e2b03fa53244e8fdfe80376b0e1e3f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281870101/PREVIEW/image/png/d1e2b03fa53244e8fdfe80376b0e1e3f/main_1.png main_1.png png 68103 849 656 IMAGE-WEB-PDF 1 -Journal of Molecular Catalysis, 11 (1981) 225 - 232 225 J Elsevier Sequoia S.A., Lausanne -Printed in the Netherlands TRANSFORMATION OF 1,3-DIOLS Oil HOMOGENEOUS AND HETEROGENEOUS RHODIUM CATALYSTS A_ MOLNAR, K. FELFOLDs and 11iF. BART6K Department o f Organic Chemistry, Jdzsef Attila Uniuersity, Szeged (Hungary) Summary The dehydration of various aliphatic 1,3-diols involving oxo compound formation has been studied in the vapour phase at 250 - 300 C on Rh/A1203 and Rh/Cab-O-Sil catalysts, and in the liquid phase at 7.00 C in the presence of RhCh,'PPh3- Mechanisms of oxo compound formation have been investigated and compared. It has been established that the transformation proceeds in the same manner for both catalyst types, via dehydrogenationjhydrogen transfer and dehydration reaction steps. Introduction It was reported in 1976 by Ja_3anese researchers [1] that in the presence of RhC13/PPh3 catalyst 1,3-di:-3Is with various structures are converted to oxo compounds. They did not undertake investigations with regard to the mechanism of the transformation, but merely stated that the 4-hydroxy-2pentanone detected in the case of the reaction of 2,4-pentanediol might play a rcle in the oxe compound formation. In our own earlier examinations in which we studied the vapour-phase, heterogeneous catalytic transformations of 1,3-dioLs in the presence of metals, and primarily various copper catalysts [2) , we similarly established that oxo compound formatio-n is the main reaction for certain diols. The results of work with 1,3-butanediol-[3 2Hj , aimed at clarification of the mechanism, demonstrated that the transformation is a several-step process (dehydrogenation, dehydration, hydrogen transfer) requiring the participation of two intermediates, namely, a f3-hydroxy-0xo compound and an a, aunsaturaO oxo compound E3) . In the light of the above experimental facts, we set out: (a) to establish the mechanism of oxo compound formation under homogeneous conditions; (b) to study ogo compound formation in the presence of heterogeneous rhodiuO catalysts, and to compare the results obtained with the observations made with copper catalysts; 226 (c) t-) make a cc _:iparison between the mechanisms f olding for homogeneous, arid =ieterogenen-is rhodium catalysts. Experime i.31 Experimental method The heterogeneous catalytic transformations were effected with a flow technique in the manner described previ-usly [3 1 . Examinations under homogeneous conditions -ere carried out in air in s flask or in a sealed tube. Gas chromatographic analysis was performed on samples taken from the reaction mixture, and for identification the substances formed were distilled from the reaction mixture. At - 85 C the RhC13 and the PPh,3 dissolve in the dial to give ar. acidic, homogeneous, red solution, the colour of which progressively darkens. Catalysts 3% Rh/Cab-O-.ail. This was prepared by iripregnating the Cab~O-Sil (BDH) support wits RhC13 solution, evaporating to dryness, and then drying for 12 h at 120 C. Activation was achieved by heating for 3 h at 200 C, 1.5 h at 300 C and 1.5 h at 360 C , in a 10 ml/min current of hydrogen. The quantity of catalys.; used was 1 o (3.8 ml), with a particle size of 1 - 2 mm. 0_5`70 Rh/h1203 (Strem). The material was activated for 2 h at 300 C in a 7.0 ml/min current of hydrogen. The quantity of catalyst used was 2 g (2.7 mi) of 3 mn particle size. RhC131PPh3. RhC13. aq (Fluka) and PPh3 (Fluka; recrystalized from ethanol) were used. D;oLs and products The dials used were either Fluka products or were synthesized in our laboratory via known literature methods. Gas chromatographic analysis showed them to be 100% pure. The conversion and product composition were determined by g.c. (Carlo Erba Fractovap Model P). Infrared and n.mx. spectroscopy and known comparative substances were used for identification. Rc-s.d' s and discussion The results obtained with 1,3-butanediol on the two heterogeneous rhodium catalysts (Table 1) show that, as in our earlier investigations [21 on rhodium, the main product of the transformation is an ago compound with the same number of carbon atoms (ethyl methyl ketone), though the selec- 227 TABLE 1 Transformations of 1,.-_^-butanediol on rhodium and copper catalysts Cataly:-is n_c. o Rb/A1203 35oo Rh/Cab-0-Sil 40. o Cu/Cab-O-Sil Temp. ('C) 300 300 250 300 210 Space velr)city* 0.44 0.26 0_32 0.32 0.16 Conversion (,, o) 90 100 39 63 100 CH3-CHO 3x* 2 0 0 1 CE-I3--CHZ-OH 15 12 7 11 CH3-CO-CH3*** 15 10 36 53 4 C5if i- CHO 1 1 0 0 13 C113-CO-C2H5 43 52 46 33 52 CH3-CO-CH=CH2 5 0 1 2 6 C3H7-CH2-0H 6 0 3 1 21 CH3-CH(OH)-CZ!15 5 11 O 0 3 Unidentified 7 12 7 0 0 *Dimension: ml diol X ml catalyst-' X h 1. \"Figures mean selectivity. ***The co:-responding !31 product (CH20) gives gaseous products. Several 90 of CH30H could aLo be detected- tivity is lower than that observed on the copper catalysts. This lower selectivity can be attributed to the fact that the intermediate (3-hydroxy-oxo compound can undergo further transformation, not only by dehydration, but also by retroaldol reaction, with the formation of two further oxo compounds The elecirophilic and nucleophilic centres of the catalysts play a-L essential role in the retroaldol reactions [4, 5) , and, since both of the catalysts u.=ed possess such centres [5] , it is understandable that the quantity of product,: so formed will be relatively higher. The same effect results from the fact that the rhodium catalysts have a low metal content, and, thus, the interactions of the supports can be manifested more strongly. A higher reaction temperature also produces a similar result. Otherwise, some chaiacteristic observations (the almost identical product distribution, the identified intermediate methyl vinyl ketone, and the hyarogenatinw-dehydrogenating ability of the metal catalysts) permit the conclusion that the oxo compound is formed on these rhodium catalysts by the mechanism proved earlier [3) . The experimental results observed in the presence of RhCI3/PPh3 are given in Table 2. If the results of our previous studies [6] are also taken into consideration, it; may be stated that in the vases of prisar_y-secondary, secondary-secondary and secondar3=tertiary- 1,3-iiols (Nos. 1, 2, 4 and 5 in Table 2) 90 - 95% of the product is the corresponding ketone (in addition, small amounts of ss-hydroxy-ogo compounds, cr, Ii-unsaturated alcohols and ketones, and olefins and dienes, too, can be detected). In the cases of primary-tertiary and ditertiary I,3-dioIs (Nos. 3 and 6 in Table 2), unsaturated alcohols and dienes are formed. Besides the diols mentioned in Table 2, 228 TABLE 2 Transformations o f diols RZR2C(OH)-Ci_R3-C(oEl)R4R' with RhCI3 PPPx3 No. R1 R2 R3 R4 RS Conversion Main product (o) (p) 1 CH:) H H H H 86 CH3- C-CH2CH3 (95) 0 2 C=i3 H CH3 H H 47 CH3-C-CH(CH3)-CH3 (80) O 3 CH3 CH3 141 H H 30o CHZ=C'(CH31-CH=CHZ (98) _ CH3 H H CH3 H 99 CH3- C-CH2-CH2-CH3 (92) O 5 Cu3 CI43 H CH3 H 57 CH3-CH(CH3)-CH2- ~ CH3 (90) O 6 CH3 CH3 H CH3 CH3 100 CH--C(CH3)-CH2 -C(CH3)=CH2 (66) OH Conditions= 10 mmol diol, 0_1 mmol RhC13 -3H20, 0.1 m-nol PPh3, 100 C, 6 h, in air. we also investigated the transformations of cis- and trans-2-hydroxymethylcyclohexanols with our catalyst. system, but no conversion was observed, even at a temperature of 180- C. With the RhC13/PPh3 cataiyst, the most detailed examinations were made on the transformation of 2,4-pentanediol. At a diol conversion of 9990, after the removal of the water formed, the reaction product had the following composition: pentan-2-one, 9290; pent-3-en-2-one, 4%; pentan-4-ol2-one, 390; pentan-2,4-dione, 0.590, and pent-3-en-2-o1, 0.590. When the course of the reaction in time was followad by g.c. analysis, intermediate accumulation was not observed. On the basis of the intermediates detected, the course of the reaction can be explained with the two mechanisms given in Scheme 1.. Our catalyst system catalyzes the intramolecular transfer hydrogenation of a, (3-unsaturated alcohols [7] ; the intramolecular transfer hydrogenation of a, (3-unsaturated alcohois is also known to occur in the presence of other rhodium and ruthenium ca-Ealysts [8] and even RUC13 [9] . However, the reaction path involving formation of ~he unsaturated alcohol must be rejected. There are two reasons: if dehydration of the more reactive secondary hydroxy group is assumed, aldehyde formation should be observed from the primary-secondary dials (1,3-butenerliol and 2-methyl-I,3-butanediol); secondly, under the experiment.-.) conditions employed the isomerization CH3-CH=CH-CH20H > CH3-CH(OH)-CH=CH2 does not take place to any appreciable extent. 223 CH3---CH--CHZ-eH--CH3 OH OH H/H20 CH3 CH I OH Scheme 1. Rh(',-') Rh(P) ld CH3 '-C-CH2-CH2 -CH3 Rh(PJ~ Rh(F)-H f CI-13-C-CH2-CH-CH3 I O OH --i-120 CH3-C---CF CF-CEF3 Further experiments were carried out to confirm the reaction route commencing with dehydrogenation. Ft was found that the RhC13/PPh3 catalyst gives the unsaturated ketone by the removal owater mom the corresponding ss-hydroxy-oxo compounds (Ta::?e 3). At the same time, transition metal complex catalysts are known to catalyze the transfer hydrogenation of the olefin bonds of ac, 0-unsaturated oxo compounds in the presence of secondary alcohols [10] , Z,2-diots [1i] and i,3-diols [i2] as hydrogen donors. This transfer hydrogenation process is also catalyzed by the RhCl3/ PPh3 system, ieither a secondary alcohol or a 1,3-dio1 is used as hydrogen donor (Table 4). TABLE 3 'Eransfortnation of ss-ay3roxy-0xo compounds with RhC13/PPh3 No Compound Time Temp. Conversion Products (rain)( C) \"o 9~H2H-CH3 9a 100 83 O OH 2 CH3 ~,I`H-CHz-OH30 O CH3 loo sa CH3 ~-CH=CH-CH3 (88) O C,43--C-C,'Z-CH=CH2 (12) CH3 ~--~CH2 (100) O CH3 Conditions: sealed. tuhe;substrate: Rh = 100. Rh: P = 1. 230 TABLE 4 Hydrogen transfer to CH2=C--C-CH3 with RhC13/PPh3 a CH3 O Nc Hydrogen donor Conversion Time Temp. Product composition (?01 (h) (`C1 1 CH3-_q3 -_i3 48 5 100 CH3-CHI-CH3 (50) I (for unsatu- I a OH rated CH3 O ketone) CH3-C-CH3 (50) 11 0 2 CH3-CH-CH2--CH--CH3 85 3 100 CH3--C--CH=CH--CH3 (29) I I (for diol) II Uri OH 0 CH3--C-,CHz-CHz-CI3 (45) II O CH;- C--,C'HZ~H--CH3 (1.5) O OH CH3CHuH3 (24) CH3 O Conditions: sealed tube; unsat. ketone: Rh : P = 100:1:1; iPrOH : Lnszt. ketone = 3:1; diol : unsat. ketone = 1:1. These experimental data unambiguously indicate that in the presence of the RhC13/PPh3 catalyst the traAnnsformation of the 1,3-diols to monoketones with the same number of carbon atoms commences with the formation of the ss-hydroxy -oxo compound. Under acidic conditions, this gives rise to an unsaturated ketone, which is hydrogenated by the Rh(P)-H catalyst species. Oar current investigations have the aim of establishing the structure of the active catalyst species. Conclusions By studying the dehydration of 1,3-iiols to ogo compounds by the action of different heterogeneous and homogeneous rhodium catalysts, we have revealed that the process takes place via the formation of the same intermediates on both catalysts (Scheme 2). The dehydrogenation/hydrogen transfer step is catalyzed by the metal in both cases: in the heterogeneous vapour-ph2se transformation the process occurs by the action. of the metallic rhodium, while in the homogeneous reaction a rhodiuni--phosphine complex 231 -CH--CH2 I __H OH OH - -C-CH=CH- a 0 -H20 -C--CH? -CH O OH -~-eH2-.OH2 O Scheme 2. is the active species. In the high-tempera,ure heterogeneous transformation the intermediate g-hydroxy-oxo compound undergoes dehydration in a thermal process or by the action of the electrophilic centres of the catalyst, while in the homogeneous phase the formation of the a , (3-unsaturated oxo compound is induced by the Bronsted acid produced in the reaction. The oxo compound is formed with much higher selectivity with the homogeneous catalyst; at the high temperature employed under the heterogeneous conditions, the p-hydroxy-oxo compound may be transformed in other reactions besides dehydration, and the oxo compounds formed may also be reduced to alcohols. References 1 K. Kaneda, M. wayaku, T. Imariaka and S. Teranishi, Chem Lett.. (1976) 231. 2 (a) .fl. Bartok and B. Kozma, Acta Phys. Chem. Szeged. 9 (1963) 116. (b) M. Bartok, A_ MOlnar and F. Noteisz, Acta Phys. Chem. Szeged, 18 (1972) 20 7. (c) M. Bartok and A. Moln1r, Acta Chim_ (Budapest), 76 (1973) 409. (d) A. Molnar and M. Bartok, React. Kinet. Catal. Lett.. 3 (1975) 421; 4 (1976) 315. 3 (a) A_ Moles and M. Sartotk, Aeta Chim_ (Budapest), 89 (1376) 393. (b) M. Bartok and A. Molnar, Kim. KvzL, 45 (19 76) 335. H. Noller and K_Thomke, J MoL CetaL, 6 (19 79) 375_ 5 A. Molnar. G. Sirokman and M. Bartok. Acta Chim. (Budapest), in press. 6 K. Fealfdldi, A. Molnar and M. Bartok, Proc. Symp. or= Rhodium in Homogeneous Catalysis, Veszprem. Hungary, 1978, p. 38. 7 Unpublished results, 8 (a) 'Y. Sasson and G. L. Rempel. Care. J Chem. 52 (19 74) 3825_ (b) K. Ohkubo. T. Ohgashi, T. Kusaga and K. Yoshinaga, Inorg. 1VucL Chem. Lett.. 13 (1977)631. - _ (c) M_ Iledieu and Y _ L. Pascal, J MoL Catal_, 9 (1980) 71. 9 M. Oedieu and Y_ E,. Pascal,'. MoL CataL, 9 (1980) 59_ 232 10 (a) V. Z. SharF, L. Kh. Freidlin, I. S. SheLOO and V. N'_ Krut:ij, Izu. Akad. Nauk SSSR, (19 7 7) 34. (b) A. Camus, G. &festron and G. Zassanocich, J. Organomet. Chem., Ir84 (1980) C 10_ 11 S. L. Regen and G. M. Whitesides, J. Org. Chem., 37 (1972) 1832. 1 2 Y. Sasson and J. B1um, J. Org_ Chem., ='0 (1975) 1887. X244 81870101 0304-5102(81)87010-1 10.1016/0304-5102(81)87010-1 Transformation of 1,3-diols on homogeneous and heterogeneous rhodium catalysts Á. Molnár K. Felföldi M. Bartók Department of Organic Chemistry, József Attila University, Szeged Hungary The dehydration of various aliphatic 1,3-diols involving oxo compound formation has been studied in the vapour phase at 250 - 300 °C on Rh/Al2O3 and Rh/Cab-O-Sil catalysts, and in the liquid phase at 100 °C in the presence of RhCl3/PPh3. Mechanisms of oxo compound formation have been investigated and compared. It has been established that the transoformation proceeds in the same manner for both catalyst types, via dehydrogenation/hydrogen transfer and dehydration reaction steps. References 1 K. Kaneda M. Wayaku T. Imanaka S. Teranishi Chem Lett. 1976 231 2 a M. Bartók M. Kozma Acta Phys. Chem. Szeged 9 1963 116 b M. Bartók Á. Molnár F. Noteisz Acta Phys. Chem. Szeged 18 1972 207 c M. Bartók Á. Molnár Acta Chim. (Budapest) 76 1973 409 d Á. Molnár M. Bartók React. Kinet. Catal. Lett 3 1975 421 e Á. Molnár M. Bartók React. Kinet. Catal. Lett. 4 1976 315 3 a Á. Molnár M. Bartók Acta Chim. (Budapest) 89 1976 393 b M. Bartók Á. Molnár Kém. Közl. 45 1976 335 4 H. Noller K. Thomke J. Mol. Catal. 6 1979 375 5 Á. Molnár, G. Sirokmán and M. Bartók, Acta Chim. (Budapest), in press. 6 K. Felföldi Á. Molnár M. Bartók Proc. Symp. on Rhodium in Homogeneous Catalysis 1978 Veszprém Hungary 38 7 Unpublished results. 8 a Y. Sasson G.L. Rempel Can. J. Chem. 52 1974 3825 b K. Ohkubo T. Ohgushi T. Kusaga K. Yoshinaga Inorg. Nucl. Chem. Lett. 13 1977 631 c M. Dedieu Y.L. Pascal J. Mol. Catal. 9 1980 71 9 M. Dedieu Y.L. Pascal J. Mol. Catal. 9 1980 59 10 (a) V.Z. Sharf L.Kh. Freidlin I.S. Shekojan V.N. Krutij Izv. Akad. Nauk SSSR 1977 834 (b) A. Camus G. Mestroni G. Zassanovich J. Organomet. Chem. 184 1980 C10 11 S.L. Regen G.M. Whitesides J. Org. Chem. 37 1972 1832 12 Y. Sasson J. Blum J. Org. Chem. 40 1975 1887",
      "scopus-id": "0019561792",
      "coredata": {
        "eid": "1-s2.0-0304510281870101",
        "dc:description": "The dehydration of various aliphatic 1,3-diols involving oxo compound formation has been studied in the vapour phase at 250 - 300 °C on Rh/Al2O3 and Rh/Cab-O-Sil catalysts, and in the liquid phase at 100 °C in the presence of RhCl3/PPh3. Mechanisms of oxo compound formation have been investigated and compared. It has been established that the transoformation proceeds in the same manner for both catalyst types, via dehydrogenation/hydrogen transfer and dehydration reaction steps.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1981-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510281870101",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Molnár, Á."
          },
          {
            "@_fa": "true",
            "$": "Felföldi, K."
          },
          {
            "@_fa": "true",
            "$": "Bartók, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510281870101"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510281870101"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(81)87010-1",
        "prism:volume": "11",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Transformation of 1,3-diols on homogeneous and heterogeneous rhodium catalysts",
        "prism:copyright": "Copyright © 1981 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "225-232",
        "prism:endingPage": "232",
        "pubType": "fla",
        "prism:coverDisplayDate": "May–June 1981",
        "prism:doi": "10.1016/0304-5102(81)87010-1",
        "prism:startingPage": "225",
        "dc:identifier": "doi:10.1016/0304-5102(81)87010-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0019561792"
      }
    }
  }
}