{
  "metadata": {
    "title": "Metathesis of methyl-1-alkenes over a CsNO<ce:inf loc=post>3</ce:inf>-Re<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>7</ce:inf>-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-02-09",
    "doi": "10.1016/0304-5102(89)85016-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289850163",
    "pii": "0304510289850163"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024965318",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289850163 0304-5102(89)85016-3 0304510289850163 10.1016/0304-5102(89)85016-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01265 2024-01-02T01:04:53.938015Z 0 0 19890209 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 49 49 3 3 Volume 49, Issue 3 2 261 269 261 269 19890209 9 February 1989 1989-02-09 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. METATHESISMETHYL1ALKENESOVERACSNO3RE2O7AL2O3CATALYST KAWAI T KAWAI 1984 452 T KAWAI 1987 369 T KAWAI 1988 157 T NAKAMURA 1978 1602 R OFSTEAD 1980 227 E WARWEL 1987 115 S DOYLE 1973 118 G KAWAI 1983 332 T KAWAI 1987 369 T TANAKA 1982 133 K ENGELHALDT 1981 364 J MCGINNIS 1976 605 J IVIN 1983 131 134 K OLEFINMETATHESIS KAPTEIJN 1982 2583 F ASAHARA 1972 424 T TANAKA 1986 453 K LECONTE 1979 7296 M BOSMA 1982 187 R DODD 1985 33 H KAWAIX1989X261 KAWAIX1989X261X269 KAWAIX1989X261XT KAWAIX1989X261X269XT item 0304-5102(89)85016-3 0304510289850163 1-s2.0-0304510289850163 10.1016/0304-5102(89)85016-3 272239 2024-01-02T01:04:53.938015Z 1989-02-09 1-s2.0-0304510289850163-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850163/MAIN/application/pdf/e8c921c43a60b83bbd473eb2b88a3273/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850163/MAIN/application/pdf/e8c921c43a60b83bbd473eb2b88a3273/main.pdf main.pdf pdf true 573363 MAIN 9 1-s2.0-0304510289850163-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289850163/PREVIEW/image/png/1c3082b251e058e32ae843e76755160c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289850163/PREVIEW/image/png/1c3082b251e058e32ae843e76755160c/main_1.png main_1.png png 70837 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 49 (1989) 261 - 269 261 METATHESIS OF METHYL-1-ALKENES OVER A CsNOg-Re^- AlaOa CATALYST TADASHI KAWAI, NOBUAKI MARUOKA, MASAYOSHI GOKE and TOMOMICHI ISHIKAWA Department of Industrial Chemistry, Faculty of Technology, Tokyo Metropolitan University, Tokyo 158 (Japan) (Received January 6, 1988; accepted July 27,1988) Summary Homometathesis and cometathesis of seven kinds of methyl-1-alkenes containing from six to eight carbon atoms were carried out over a CsN03- Re207-Al203 catalyst in a continuous-flow system at atmospheric pressure in the liquid phase. The effects of structure of the starting alkenes on reac- tion behaviors, reactivities and stereoselectivities of reaction products were investigated. Most of the reactants were metathesized with high selectivity, but the main reaction in the metathesis of 2-methyl-l-hexene was double bond shift isomerization to 2-methyl-2-hexene. The reactivity of a series of methyl-1-alkenes was affected greatly by the position and the number of methyl groups. The nearer the methyl substituent to the double bond, the greater the decrease in reactivity. Likewise, the greater the number of methyl groups, the greater the decrease in reactivity. The trans/cis (t/c) ratio of reaction products changed greatly according to the degree of conver- sion. The (t/c)o ratio of most reaction products was 2.4 - 2.6, showing that the position and the number of methyl groups did not greatly affect the stereoselectivity. However, 4,7-dimethyl-5-decene produced by the meta- thesis of 3-methyl-l-hexene had a high cis content and the (t/c)y was 0.85. Introduction Many olefins of different types have been metathesized over various kinds of both heterogeneous and homogeneous catalysts. However, little is known about the correlation between the structures of starting olefins and their reactivities. Except for our systematic studies on the metathesis of a,o -dienes [I], 1,4-alkadienes [2] and linear monoalkenes [3], only one relevant study on the reactivities of 1-alkenes and methyl-1-pentenes in a batch system in the liquid phase has been published [4]. Only limited data on the metathesis of alkenes with alkyi substituents can be found in the literature [4-7]. However, these data were obtained under different reac- tion conditions and catalyst systems. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 262 In the present study, the effects of the molecular structure of methyl- 1-alkenes, i.e. the position and number of methyl substituents, on the reactivities, product distributions and stereochemistry of reaction products were investigated systematically. Seven kinds of methyl-1-alkenes containing from six to eight carbon atoms were metathesized for this purpose. In order to increase the reliability of the data, it was necessary to use a selective catalyst to limit undesirable side reactions such as polymerization and double bond shift isomerization. A CsNOs-Re^Oj-Al^Os catalyst was used in this study, because it appeared to be very active and selective for the metathesis of 1-hexene [8], a,<y-dienes [I], 1,4-alkadienes [2, 9] and linear alkenes [3]. The reactions were carried out in the liquid phase with a con- tinuous-flow system at atmospheric pressure. Experimental Catalyst A Rea07-Al203 catalyst was prepared by impregnating 'y-AlaOa, obtained from alumina sol, with an aqueous solution of rhenia. A CsNOa-ReaO^-AlaOa catalyst was prepared by impregnating the calcined Re207-Al203 with an aqueous solution of cesium nitrate. The calculated amount of cesium nitrate was 1 wt.% as cesium metal ion. The concentration of Re^O^ in the final calcined catalyst was found to be 17.5 wt.%. The details of the catalyst preparation have been described in previous papers [1,8]. Reagents The methyl-1-alkenes and 1-alkenes (Tokyo Kasei Co.) were dried over molecular sieve 5A. Their purities were >99%. Chlorobenzene as a solvent and toluene as an internal standard in order to calculate the conversion and selectivity were purified by rectification from P^Os prior to use. Experimental procedure The experiments were carried out in the liquid phase in a single path con- tinuous-flow system with a fixed catalyst bed in a tubular Pyrex glass reactor at atmospheric pressure. The catalyst was activated in situ at 550 C for 1.5 h in a stream of nitrogen prior to the reaction. The concentration of a reactant was usually 1 mol%. A sebaconitrile glass capillary column (30 m) and a silicon OV-101 chemically bonded capillary column (50 m) were used for analyzing the reaction products. Further details of experimental procedures and analytical methods have been described in previous papers [1, 2, 8, 9, 16]. Results and discussion Homometa thesis Homometathesis of a series of methyl-1-alkenes was carried out. As typical examples, the effects of reaction temperature and contact time in the 263 100 -^ u u ^r Selectivity 80 t! 60 40 20 0 20 40 60 Reaction temperature ( C) Fig. 1. Effect of reaction temperature on metathesis of 5-methyl-l-hexene. W/F = 6.5 g- cat h moP1. 100 80 60 40 - 20 - -w o cr Selectivity 0123456 W/F (g-cat-h/mol) Fig. 2. Effect of contact time (W/F) on metathesis of 5-methyl-l-hexene. Reaction temperature: 40 C. metathesis of 5-methyl-l-hexene are shown in Figs. 1 and 2. No appreciable change in catalytic activity and selectivity with time on stream was found before at least 1 h. The selectivity to main product, 2,9-dimethyl-5-decene, was >99% and was independent of reaction temperatures and contact times. The propene/ethene ratio was ca. 1% at the early stage of reaction, but it decreased rapidly with time on stream. In the same way, the effects of reaction temperature and contact time on reaction behaviors were investigated for other methyl-1-hexenes. 4- methyl-1-hexene behaved in almost the same way as 5-methyl-l-hexene. The selectivity to 4,7-dimethyl-5-decene from 3-methyl-l-hexene was 82%, regardless of reaction conditions (W/F: 4.0 - 8.9 g-cat h mol\"1 at 70 C, and 31 - 84 C at 7.1 g-cat h mol\"1). However, byproducts were not found by GLC and LC analyses, and the change in activity was small. The purified samples, obtained by passage through a silica and magnesia column, or an 264 alumina column, or obtained by distillation from sodium metal, were meta- thesized, but the results were almost the same without clear changes in behavior. Such similar behaviors were observed in the metathesis of 1- heptene and ci's-4-nonene [3]. However, the selectivity to main product reached ca. 100% in these cases when samples of different origin were used [3]. At the present moment, we are not able to give a satisfactory explana- tion for the incomplete mass balance in the case of the metathesis of 3- methyl-1-hexene. 2-Methyl-l-hexene showed unexpected behavior. Double bond shift isomerization to 2-methyl-2-hexene occurred to a large extent; the main product was 5-methyl-4-nonene, produced by cometathesis of 2-methyl- 1-hexene and 2-methyl-2-hexene, and the amount of homometathesis product from 2-methyl-l-hexene was small. For example, the selectivities to 5-methyl-4-nonene and 5,6-dimethyl-5-decene were >90% and 0%, res- pectively, at 30% conversion level. With an increase in conversion, the selectivity to 5-methyl-4-nonene decreased while the selectivity to 4-octene and 2,3-dimethyl-2-butene produced by the homometathesis of 2-methyl- 2-hexene increased. The low selectivity found for the homometathesis of 2-methyl-l-hexene over a CsN03-Re207-Al203 catalyst is exceptionally low compared with results found for other alkenes. This unexpected behavior is a subject for further investigation. The results of a series of methyl-1-alkenes are summarized in Table 1. In the metathesis of 4-methyl-l-pentene, byproducts caused by the come- tathesis between 4-methyl-l-pentene and 4-methyl-2-pentene formed by the double bond shift isomerization to the interior were found. The product distribution was 2,7-dimethyl-4-octene (84.2%), 2,6-dimethyl-3-heptene (2.6%), 3-methyl-l-butene (8.0%) and 5-methyl-2-hexene (5.2%) at 30% con- version level (W/F: 6.5 g-cat h mol\"1, temp:40 C). 3-Methyl-l-butene and 5- methyl-2-hexene were expected to be produced in equimolar amounts, but the former was produced in greater amounts in comparison with the latter. More 5-methyl-2-hexene must be consumed 'by further cometathesis, probably with 4-methyl-l-pentene to produce 2,7-dimethyl-4-octene, because of the relative higher reactivity of 5-methyl-2-hexene compared with 3-methyl-l- butene [3]. The selectivity to homometathesis product in the metathesis of 4,4-dimethyl-l-pentene was fairly modest, though byproducts were not found. These results were similar to the metathesis of 3-methyl-l-hexene as described above. Cometathesis An equimolar mixture of various combinations of two 1-alkenes was metathesized, and the reaction behavior and reactivity of alkenes in cometa- thesis were investigated. The concentration of each reactant was 1 mol%. The results of a series of cometathesis are summarized in Table 2. The product distributions in each run were almost constant within 25% conver- sion level. In each case, about 50% of the reaction products were cometa- thesis products. 265 TABLE 1 Metathesis of methyl-1-alkenes Reactant Product Selectivity (%) 5-M-l-Co' 2,9-DM-5-Cio- 99 4-M-1-C6- 3,8-DM-5-Cio' 99 3-M-l-C,,' 4,7-DM-5-Cio' 82 2-M-l-Cg. 5,6-DM-5-Cio' 0 4-M-1-C5. 2,7-DM-4-C8- 88 4,4-DM-1-C5' 2,2,7,7-TetM-4-Cg- 91 4,4-DM-l-Ce' 3,3,8,8-TetM-6-Cio- 100 M: methyl, DM: dimethyl, TetM: tetramethyl. TABLE 2 Results of cometathesis reactions Reactants Product distribution (%) 23.5(C7 = ), 26.0(C<> = Co), 50.5(06 = C-,) 27.0(C7 = 07), 22.0(C6 = Ce), 51.0(C<, = 67) 47.5(C7 = ), 3.5(C6 = Co), 49.0(C6 = ) 30.0(0, = Cs), 21.0(C<,= Ce), 49.0(Cs = Cg) 12.0(C7 = ), 38.0(C<, = Ce), 50.0(Cg = ) 18.5(C6= C6), 31.5(C7= 07), 50.0(C<,= ) 5-M-l-Ce- + l-Cg' 4-M-l-Ce. + l-Cg' 3-M-1-C(,- + l-Cg- 4-M-l-Cs' + 4-M-1-C<,' 4,4-DM-l-Cfi' + 4-M-l-Ce. 4,4-DM-1-C5' + 4,4-DM-1-C6' Reactivity of 1-alkenes The relative reactivity of a series of 1-alkenes was investigated by a competitive reaction technique. The results on the relative reactivity against 5-methyl-l-hexene are shown in Table 3. The reactivity of a homologous series decreased with an increase of molecular size. The same relation has been found for a series of linear alkenes [3]. The position of the methyl substituent greatly affected the reactivity. The nearer the methyl substituent to the double bond, the lower the reactivity becomes. For example, the reactivity of methyl-1-hexenes decreased in the following sequence: 5- methyl- > 4-methyl- > 3-methyl-l-hexene. The reactivity of 3-methyl-l- hexene was extremely low. It has been reported that the metathesis of 3,3- dimethyl-1-butene did not occur over both Re207-Al203 and WCle/EtaO/ SnBu4 catalyst systems [6]. The number of methyl groups also influenced the reactivity to a large extent. This can be illustrated by comparison of the results for isomers having the same carbon numbers and methyl groups at the same position to the double bond, for example, 1-heptene, 4-methyl-l- hexene and 4,4-dimethyl-l-pentene, where the reactivity decreased with the increasing number of methyl groups. According to the mechanism of olefin metathesis, there are productive and degenerative pathways, depending on the two types of coordination 266 TABLE 3 Relative reactivity of 1-alkenes Reactant Reactivity 5-M-1-C6- 4-M-1-C6. 3-M-l-Cfi' 4-M-1-C5' 4,4-DM-l-Cs. 4,4-DM-l-Co. l-Cs- 1-C7. l-Cg' 1.00 0.72 0.08 1.15 0.43 0.23 1.35 1.24 0.91 between a reactant and a surface carbene. The reaction rate must mainly be governed by the magnitude of the steric repulsive interaction at the coor- dination step between a carbene and a reactant. The ratio of the rate of degenerative metathesis to the rate of productive metathesis was 2.4 - 3.5 [10] and 8.6 [11] for propene, 15.7 for 1-butene [11] and 26 -155 for the mixture of l-octene-l,l-d2 and 1-hexene [12]. These data indicate that the ratio increases greatly with an increase in alkyi chain length, and that a steric repulsive interaction is strong even if the alkyi groups are small. The steric interaction will increase as the methyl substituents move closer to the double bond and as the number of substituents increases. The increase in steric interaction will result in a lowering of the reactivity. The data on the reactiv- ity of a series of 1-alkenes shown in Table 3 can be rationalized at least qual- itatively by considering the degree of steric interaction at the coordination stage. Stereochemistry of reaction products The stereochemistry in the metathesis of propene, 1-butene and 2- pentene has been investigated in detail over various catalysts [13]. The data on stereoselectivity of liquid products are few, except for our data on higher reaction products obtained in the metathesis of linear n-alkenes [3]. The structural effects of the starting olefin on the stereoselectivity of reaction products, especially the high molecular weight products, were investigated. The trans isomer of all authentic samples was eluted earlier than the cis isomer when both OV-101 and sebaconitrile columns were used. Thus, the earlier eluent of reaction products was regarded as a trans isomer when authentic samples were not available. Most reaction products were eluted in this order, and the t/c ratio increased with an increase in conversion [3,13, 14, 17 -19]. However, the ratio of earlier eluent to later eluent of 2,9-dime- thyl-5-decene from 5-methyl-l-hexene, 7-tetradecene produced by the meta- thesis of 1-octene or 2-nonene, and also 2-methyl-5-dodecene produced by the cometathesis of 5-methyl-l-hexene with 1-octene decreased with an increase in conversion. The cis isomer might be eluted earlier than the trans 267 isomer in these cases. IR spectra of these samples supported the presence of much more of the trans than the cis isomer. In order to determine the elution order of trans vs. cis isomer, the equil- ibrium t/c ratios of alkenes were determined by photosensitized isomeriza- tion [5]. Samples containing phenyldisulfide as a sensitizer in toluene and/or chlorobenzene solution were irradiated with 366 nm of a Hg lamp at ambi- ent temperature. Cfs-2-octene, frans-2-octene, frans-4-octene and cis-2- nonene as standard samples were isomerized, and the tfc ratios reached the thermal equilibrium values [15] within 4 h irradiation. The samples of 2,9- dimethyl-5-decene, 7-tetradecene, 2-methyl-5-dodecene and also other reac- tion products obtained in the metathesis of methyl-1-alkenes were irradiated for more than 23 h, but there were no appreciable changes in concentration of isomers. These facts strongly suggest that the cis isomer of 2,9-dimethyl-6- decene, 2-methyl-5-dodecene and 7-tetradecene eluted earlier than the trans isomer. As an example, the results of metathesis of 5-methyl-l-hexene are shown in Fig. 3. The t/c ratio increased greatly with an increase in conver- sion. The ratios of various reaction products seemed to reach equilibrium values at above 30% conversion; these values were 3.6 ~ 5.0 (trans: 78 ~ 83%). The (t/c)o value was estimated by extrapolating the curve to the inter- cept, at 0% conversion. The data thus obtained are summarized in Table 4. Most of reaction products consisting of 10 to 14 carbon atoms, which were produced from not only methyl-1-alkenes (with the exception of 3-methyl-l- hexene) but also 1-alkenes, exhibited almost the same values, ranging from 2.4 (trans: 70.6%) to 2.6 (trans: 72.2%). The t/c value of 2,7-dimethyl-4- octene produced by the cometathesis of 4-methyl-l-pentene with ci's-2- pentene over a (n-Bu)4N[Mo(CO)5Cl]-MeAlCl2 catalyst system ranged from 3.3 (trans: 76.7%) at the early stage to 5.0 (trans: 83.3%) near the equilibrium stage of the reaction [7]. These values were compatible with our data on the homometathesis of 4-methyl-l-pentene. The data in Table 4 show c t; 2 0 10 20 30 40 50 Conversion (%) Fig. 3. The stereoselectivity of 2,9-dimethyl-5-decene. 268 TABLE 4 (t/c)o values of reaction products Reactant Product Wc)o Trans(%) homometathesis 5-M-1-C6' 2,9-DM-5-Cio- 2.6 72.2 4-M-1-C6' 3,8-DM-5-Cio' 2.5 71.4 3-M-1-C6' 4,7-DM-5-Cio' 0.85 45.9 4-M-l-Cs- 2,7-DM-4-Cg' 2.5 71.4 4,4-DM-l-Cs' 2,2,7,7-TetM-4-Cs' 2.4 70.6 4,4-DM-l-Ce- 3,3,8,8-TetM-5-Cio' 2.4 70.6 1-C6' 5-Cio' 2.4 70.6 1-Cr 6-Ci2' 2.5 71.4 l-Cg' 7-Ci4' 2.6 72.2 cometathesis 5-M-1-C6- + 1-Cg' 2-M-5-Cn- 2.6 72.2 4-M-1-C6- + 4,4-DM-1-C6' 3,3,8-TM-5-Cio- 2.6 72.2 4,4-DM-1-C5' + 4,4-DM-1-C6' 2,2,7,7-TetM-4-C9' 2.4 70.6 4-M-1-C5. + 4-M-1-C6' 2,7-DM-4-C9' 2.5 71.4 4-M-l-Cs' + 4,4-DM-l-Cs' 2,2,7-TM-4-Cg' 2.5 71.4 TM: trimethyl. that the number and position of methyl groups in the reactants did not greatly affect the stereoselectivity, and that the most favorable metallacyclo- butane intermediate has a structure favoring production of the trans isomer. However, the (t/c)o value of 0.85 (trans: 45.9%) found for 4,7-dime- thyl-5-decene produced in the metathesis of 3-methyl-l-hexene was ab- normally low compared with those of other reaction products. In the meta- thesis of 3-methyl-l-hexene, the steric repulsive interactions between the a- methyl group of alkyi moiety and the catalyst surface in the metallacyclo- butane intermediate must become extremely strong in order to produce the trans isomer. This must result in the reduction of the trans isomer. References 1 T. Kawai, Y. Yamazaki, T. Taoka and K. Kobayashi, J. Catal., 889 (1984) 452. 2 T. Kawai, H. Goto, T. Ishikawa and Y. Yamazaki, J, Mol. Catal., 39 (1987) 369. 3 T. Kawai, H. Goto, Y. Yamazaki and T. Ishikawa, J. Mol. Catal.. 46 (1988) 157. 4 R. Nakamura, K. Ichikawa and E. Echigoya, Nippon Kagaku Kaishi, 12 (1978) 1602. 5 E. A. Ofstead, J. P. Lawrence, M. L. Senyek and N. Carderon, J. Mol. Catal., 8 (1980)227. 6 S. Warwel, H. Ridder and G. Hachen, Chem.-Ztg., 107 (1987) 115. 7 G. Doyle, J. Catal., 30 (1973) 118. 8 T. Kawai, Y. Yamazaki and A. Tokumura, Sekiyu Gakkaishi, 26 (1983) 332. 9 T. Kawai, H. Goto and Y. Yamazaki, Sekiyu Gakkaishi. 29 (1987) 369. 10 K. Tanaka, K. Miyashita and K. Tanaka, J. Mol. Catal., 15 (1982) 133. 11 J. Engelhaldt, J. Goldwasser and W. K. Hall, J. Catal., 70 (1981) 364. 12 J. McGinnis, T. J. Katz and S. Hurwitz, /. Am. Chem. Soc., 98 (1976) 605. 13 K. J. Ivin, Olefin Metathesis, Academic Press, London, 1983, p. 131 - 134. 14 F. Kapteijn and J. C. Mol, J. Chem. Soc., Faraday Trans. 1, 78 (1982) 2583. 15 T. Asahara, M. Seno and M. Tobayama, J. Syn. Org. Chem. Jpn., 30 (1972) 424. 16 K. Tanaka, K. Tanaka, H. Takeo and C. Matsumura, Shokubai, 28 (1986) 453. 17 M. Leconte and J. M. Basset, J. Am. Chem. Soc., 101 (1979) 7296. 18 R. H. A. Bosma, X. D. Xu and J. C. Mol, J. Mol. Catal., IS (1982) 187. 19 H. T. Dodd and K. J. Rutt, J. Mol. Catal., 28 (1985) 33. X244 89850163 0304-5102(89)85016-3 10.1016/0304-5102(89)85016-3 Chemical Articles Metathesis of methyl-1-alkenes over a CsNO3-Re2O7-Al2O3 catalyst Tadashi Kawai Nobuaki Maruoka Masayoshi Goke Tomomichi Ishikawa Department of Industrial Chemistry, Faculty of Technology, Tokyo Metropolitan University, Tokyo 158 Japan Homometathesis and cometathesis of seven kinds of methyl-1-alkenes containing from six to eight carbon atoms were carried out over a CsNO3-Re2O7-Al2O3 catalyst in a continuous-flow system at atmospheric pressure in the liquid phase. The effects of structure of the starting alkenes on reaction behaviors, reactivities and stereoselectivities of reaction products were investigated. Most of the reactants were metathesized with high selectivity, but the main reaction in the metathesis of 2-methyl-1-hexene was double bond shift isomerization to 2-methyl-2-hexene. The reactivity of a series of methyl-1-alkenes was affected greatly by the position and the number of methyl groups. The nearer the methyl substituent to the double bond, the greater the decrease in reactivity. Likewise, the greater the number of methyl groups, the greater the decrease in reactivity. The trans/cis (t/c) ratio of reaction products changed greatly according to the degree of conversion. The (t/c)0 ratio of most reaction products was 2.4 – 2.6, showing that the position and the number of methyl groups did not greatly affect the stereoselectivity. However, 4,7-dimethyl-5-decene produced by the metathesis of 3-methyl-1-hexene had a high cis content and the (t/c)0 was 0.85. References 1 T. Kawai Y. Yamazaki T. Taoka K. Kobayashi J. Catal. 889 1984 452 2 T. Kawai H. Goto T. Ishikawa Y. Yamazaki J, Mol. Catal. 39 1987 369 3 T. Kawai H. Goto Y. Yamazaki T. Ishikawa J. Mol. Catal. 46 1988 157 4 R. Nakamura K. Ichikawa E. Echigoya Nippon Kagaku Kaishi 12 1978 1602 5 E.A. Ofstead J.P. Lawrence M.L. Senyek N. Carderon J. Mol. Catal. 8 1980 227 6 S. Warwel H. Ridder G. Hachen Chem.-Ztg. 107 1987 115 7 G. Doyle J. Catal. 30 1973 118 8 T. Kawai Y. Yamazaki A. Tokumura Sekiyu Gakkaishi 26 1983 332 9 T. Kawai H. Goto Y. Yamazaki Sekiyu Gakkaishi 29 1987 369 10 K. Tanaka K. Miyashita K. Tanaka J. Mol. Catal. 15 1982 133 11 J. Engelhaldt J. Goldwasser W.K. Hall J. Catal. 70 1981 364 12 J. McGinnis T.J. Katz S. Hurwitz J. Am. Chem. Soc. 98 1976 605 13 K.J. Ivin Olefin Metathesis 1983 Academic Press London 131 134 14 F. Kapteijn J.C. Mol J. Chem. Soc., Faraday Trans. 1 78 1982 2583 15 T. Asahara M. Seno M. Tobayama J. Syn. Org. Chem. Jpn. 30 1972 424 16 K. Tanaka K. Tanaka H. Takeo C. Matsumura Shokubai 28 1986 453 17 M. Leconte J.M. Basset J. Am. Chem. Soc. 101 1979 7296 18 R.H.A. Bosma X.D. Xu J.C. Mol J. Mol. Catal. 15 1982 187 19 H.T. Dodd K.J. Rutt J. Mol. Catal. 28 1985 33",
      "scopus-id": "0024965318",
      "coredata": {
        "eid": "1-s2.0-0304510289850163",
        "dc:description": "Homometathesis and cometathesis of seven kinds of methyl-1-alkenes containing from six to eight carbon atoms were carried out over a CsNO3-Re2O7-Al2O3 catalyst in a continuous-flow system at atmospheric pressure in the liquid phase. The effects of structure of the starting alkenes on reaction behaviors, reactivities and stereoselectivities of reaction products were investigated. Most of the reactants were metathesized with high selectivity, but the main reaction in the metathesis of 2-methyl-1-hexene was double bond shift isomerization to 2-methyl-2-hexene. The reactivity of a series of methyl-1-alkenes was affected greatly by the position and the number of methyl groups. The nearer the methyl substituent to the double bond, the greater the decrease in reactivity. Likewise, the greater the number of methyl groups, the greater the decrease in reactivity. The trans/cis (t/c) ratio of reaction products changed greatly according to the degree of conversion. The (t/c)0 ratio of most reaction products was 2.4 – 2.6, showing that the position and the number of methyl groups did not greatly affect the stereoselectivity. However, 4,7-dimethyl-5-decene produced by the metathesis of 3-methyl-1-hexene had a high cis content and the (t/c)0 was 0.85.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-02-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289850163",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kawai, Tadashi"
          },
          {
            "@_fa": "true",
            "$": "Maruoka, Nobuaki"
          },
          {
            "@_fa": "true",
            "$": "Goke, Masayoshi"
          },
          {
            "@_fa": "true",
            "$": "Ishikawa, Tomomichi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289850163"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289850163"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)85016-3",
        "prism:volume": "49",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Metathesis of methyl-1-alkenes over a CsNO3-Re2O7-Al2O3 catalyst",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "261-269",
        "prism:endingPage": "269",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 February 1989",
        "prism:doi": "10.1016/0304-5102(89)85016-3",
        "prism:startingPage": "261",
        "dc:identifier": "doi:10.1016/0304-5102(89)85016-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024965318"
      }
    }
  }
}