{
  "metadata": {
    "title": "Effects of hydrogen on the polymerization of propylene with a magnesium chloride supported Ziegler—Natta catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-06-11",
    "doi": "10.1016/0304-5102(93)80068-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293800686",
    "pii": "0304510293800686"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027608413",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293800686 0304-5102(93)80068-6 0304510293800686 10.1016/0304-5102(93)80068-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02337 2024-01-02T01:06:03.941633Z 0 0 19930611 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 82 82 1 1 Volume 82, Issue 1 6 37 44 37 44 19930611 11 June 1993 1993-06-11 1993 A Special Issue containing a Selection of Papers presented at the Symposium on Advances in Olefin, Cycloolefin and Diolefin Polymerization Lyon, France 12–17 April 1992 19920412 19920417 A. Guyot, R. Spitz converted-article fla Copyright © 1993 Published by Elsevier B.V. EFFECTSHYDROGENPOLYMERIZATIONPROPYLENEAMAGNESIUMCHLORIDESUPPORTEDZIEGLERNATTACATALYST IMAOKA K GUASTALLA 1983 519 G SRINIVASAN 1988 723 P TSUTSUI 1990 565 T KIODA 1991 865 M CHIEN 1987 2881 J CHIEN 1991 505 J SPITZ 1988 1043 R SPITZ 1989 717 R YANO 1988 477 T TERANO 1989 203 M PIJPERS 1972 1151 E IMAOKAX1993X37 IMAOKAX1993X37X44 IMAOKAX1993X37XK IMAOKAX1993X37X44XK item 0304-5102(93)80068-6 0304510293800686 1-s2.0-0304510293800686 10.1016/0304-5102(93)80068-6 272239 2024-01-02T01:06:03.941633Z 1993-06-11 1-s2.0-0304510293800686-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800686/MAIN/application/pdf/b088992f1c076f575ba3d780be756ed1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800686/MAIN/application/pdf/b088992f1c076f575ba3d780be756ed1/main.pdf main.pdf pdf true 418610 MAIN 8 1-s2.0-0304510293800686-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800686/PREVIEW/image/png/d32f04a73cbde0150fe93cc17cb0bd24/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800686/PREVIEW/image/png/d32f04a73cbde0150fe93cc17cb0bd24/main_1.png main_1.png png 60252 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 82 (1993) 37-44 37 Elsevier Science Publishers B.V., Amsterdam M107 Effects of hydrogen on the polymerization of propylene with a magnesium chloride supported Ziegler-Natta catalyst Kouji Imaoka*, Shigeru Ikai, Masanori Tamura, Motozou Yoshikiyo and Takefumi Yano Me Industries, Ltd., 8-1 Goiminamikaigan, Ichihara-Shi, Chiba 290 (Japan); tel. (+81-436) 235163, fax. (+81-436)225132 Abstract The addition of hydrogen produced no change in the number of active sites and the propagation rate constant in a polymerization system approximating actual conditions in which propylene was polymerized with a magnesium chloride-supported catalyst. A plausible explanation for reversible hydrogen activation is that, on addition of hydrogen to the polymerization system, a rapid ligand exchange occurs favorably between propylene and a terminal unsaturated bond of the polymer, formed by a fss-hydrogen elimination from a titanium-polymer bond. On the basis of analyses of FD-MS and 'H-NMR spectra of low molecular weight polymers, it is considered that the ss-hydrogen elimination is suppressed to some extent in the presence of hydrogen. Key words: hydrogen; magnesium chloride; polymerization; propylene; supported catalyst; Ziegler-Natta catalyst Introduction Quite a large number of reports have been published on hydrogen activation in the polymerization of a-olefins, such as propylene, 1-butene, and 4methyl-l-pentene with Ziegler-Natta catalysts [ 1,2 ] . The hydrogen effect has been the subject of continuous study and recent studies have covered catalyst systems of metallocene/alumoxan [3,4] as well as magnesium chloride-supported titanium containing electron donor/alkyl aluminum/external electron donors [ 5-8 ] . The hypotheses that have been proposed for the hydrogen activation mainly consist of an increase in the number of active sites and/or propagation rate constants, and favorable reinitiation of polymerization after a transfer step involving ss-hydrogen elimination. Although it is not known which of the hypotheses may plausibly be invoked to explain the hydrogen activation, the last hypothesis is quite interesting in that it may explain the reversivility of activation. In the present paper we report a study which we performed to obtain a more profound insight into the hydrogen activation. *Corresponding author. 38 K. Imaoka et al. / J. Mol. Catal. 82 (1993) 37-44 Experimental The magnesium chloride-supported catalyst containing Ti (3.53 wt.%) was prepared according to a method similar to the one described in our previous paper [ 9 ] . The magnesium chloride support was treated consecutively with TiC14, dihepthylphthalate as an internal donor, and TiC14. Dimethoxymethylphenylsilane (DMMPS) as an external donor was used with triethylaluminum (TEA) in propylene polymerization. The propylene polymerizations were carried out in propylene as a diluent for 1 h at 65 C, at TEA/Ti and TEA/DMMPS molar ratios of 300 and 6, respectively. The polymerizations were also carried out using heptane under a pressure of 1 atm. of a mixed gas of propylene with nitrogen or hydrogen at 60 C, and TEA/Ti=30. A stopped flow polymerization apparatus, described elsewhere [ 10 ] , was employed at 40 C, and TEA/Ti =10 in order to implement a polymerization system which approximated actual conditions. Low molecular weight polymers for 1H-NMR analysis were obtained by first extracting the polymers obtained from the propylene bulk polymerization with hot heptane, an then by separating the heptane insoluble fraction at room temperature. Oligomers (oily material) for FD-MS analysis were obtained by first precipitating a chloroform solution of the low molecular weight polymers with methanol and then by evaporating the chloroform-methanol solution. 1H-NMR spectra were obtained under the following conditions: solvent, CDC13; internal standard, tetramethylsilane; temperature, 60 C; pulse repetition, 5.3 s; spectra width, 8000 Hz; pulse angle, 45 ; and scans, 128. FD-MS spectra were obtained on a Hitachi M-80B spectrometer. The tacticities (Pentad mmmm%) of the polymers were measured by 13C-NMR under the following conditions: solvent, CDCL3; temperature, 60 C; pulse repetition, 3.0 s; spectra width, 25000 Hz; pulse angle, 45 ; and scans, 72000. GC analyses of the hydrogenation product were performed using Unicarbon A-400 80/100 equipment. The melt flow index (MI) of the polymers was measured at 230 C under a load of 2.16 kg/cm2 in accordance with ASTM D1238. Polymers with a larger MI correspond to those with a lower molecular weight. The heptane-insoluble weight percent of polymers (HI) was obtained by extracting the polymers with boiling n-heptane for 20 h. Results and discussion Fig. 1 shows the relationships between polymerization activity, MI, and HI on a feed of hydrogen in propylene bulk polymerization. A remarkable increase in the activity was observed on addition of 0.2 kg/cm' hydrogen, whereas a decrease in HI was observed. The tacticity (88.2%) of the polymer determined by 13C-NMR in the absence of hydrogen is not very different from that K. Imaoka et al. / J. Mol. Catal. 82 (1993) 37-44 40000 u 30000 '> zoooo 1oooo o L/ 0 o,z zo 0.4 0,6 o,a 1 .o H2 ( kg/ssm2 ) 92 90 98 96 94 o bo .r c 0 4 Fig. 1. The relationships between activity, MI, and HI with a feed of hydrogen. 39 of the polymer in the presence of hydrogen (90.0% ). A rapid reduction of HI thus seems to correspond to a decrease in molecular weight (an increase in MI), rather than a decrease in a tacticity. This may indicate that the nature of active sites does not vary after treatment with hydrogen. A large number of attempts have been reported to evaluate the number of active sites [ C* ] for various kinds of Z-N catalysts, though there are always some difficulties in measuring [ C* ] with any accuracy in each method. Recently Keii et al. [ 10 ] developed a new method called stopped flow polymerization, which achieves an approximately actual polymerization state in a very short period of polymerization time. The plots of Mn vs. polymerization time and yield vs. Mn obtained according to this method, are shown in Figs. 2 and 3 for polymerizations both with and without hydrogen. In these figures, the plots center on the same straight lines at a very early stage of the polymerizations, indicating that the rate constant and the number of active sites are the same between the polymerizations with and without hydrogen (ki,=6.4 1/mole s [ Co* ] =0.33 mole% ). These results, however, cannot rule out the possibility of an increase in either the [ C* ] or k.p after the early stage of polymerization in the presence of hydrogen. It is known that a reversible hydrogen effect is observed in either ethylene or propylene polymerization with certain catalysts. Fig. 4A shows that hydrogen reversibly activates propylene polymerization with the catalyst used in the present study. This result seems to support the previously described hypothe- 40 K. Imaoka et al. / J. Mot. Catal. 82 (1993) 37-44 3.0 2.0 'o 1.0 / 0 0.5 1.0 1.5 Time(sec.) Fig. 2. A plot of M vs. polymerization time in stopped flow polymerization: , with hydrogen; O, without hydrogen. a) w io.o o_ v 5.0 0 1.0 2.0 MnX1O4 Fig. 3. A plot of yield vs. Mo in stopped flow polymerization: , with hydrogen; O , without hydrogen. sis (7,11], that the reinitiation of polymerization after a transfer step by a ss-hydrogen elimination proceeds favorably with hydrogen. In the transfer step a terminal unsaturated bond of the polymer might coordinate to an active site, disturbing the propylene's coordination. To confirm this disturbance, we examined the influence of 2-methyl-1-hexane as a model compound on propylene polymerization. As Fig. 4B shows, the addition of the model compound deactivates polymerization to a high degree. Activation is rapidly recovered on the introduction of hydrogen to the deactivated polymerization system, however. These results lead to the conclusion that a terminal unsaturated bond of polymer disturbs the reinitiation of polymerization and that hydrogen eliminates this disturbance. At the present time, a mechanism for the fast ligand exchange between the model compound and propylene in the presence of hydrogen is not offered. One might consider the possibility that the model compound is hydro- K. Imaoka et al. / J. Mod. Catal. 82 (1993) 37-44 - N2 .' 400 o a~ c a soot 300 200 100 0 s _ 400 300 a a) 200 _v a 100 0 ooh N2 ----.~,~ H2 2-Me -I-Cs 10 20 30 40 S.0 60 Nz -..,..HE',N2 - I I I i I i t (min) 4.Oml Nz 20 30 40 50 60 70 t (mina Fig. 4. Reversible hydrogen effects on propylene polymerization. (B) HZ 0.2 kg/cmZ 450 460 ,450 460 Fig. 5. FD-MS spectra of oligomers. 41 (C) HZ 5kg/cm' 450 460 42 K 1OO et al. / J. Mol. Catal. 82 (1993) 37-44 OM 8 7 6 1 5 4 3 12 S n li - I - --- I . .. 9 0 - L /~ ~*~L -,- ~-P ~ . . 11~-1 I.11,= liq ~~ ~- i 8 7 6 5 3 2 S Fig. 6.'H-NMR spectra of low molecular weight polymers. genated in the propylene polymerization system on addition of hydrogen. This possibility is, however, ruled out by the present study in which 2-methyl-lhegane was not detected by GC analysis of the heptane solution used as a polymerization medium. Furthermore, in order to know whether a fl-hydrogen elimination occurs K. Imaoka et al. / J. Mol. Catal. 82 (1993) 37-44 43 in the presence of hydrogen, analyses of FD-MS and 1H-NMR were performed for oligomers and lower molecular weight polymers isolated from the polymers obtained by bulk polymerization with or without hydrogen. Fig. 5A shows a part of a pattern of the FD-MS spectrum for the oligomers obtained by polymerization without hydrogen. Peaks of m/e=448 and 450 correspond to CH2=CCH3 (CH2CHCH3 )9C2H5 and CH3CHCH3 (CH2 CHCHg )9C2H5, respectively, which were grown by propylene insertion to a TiC2H5 active site. Peaks of m/e=462 and 464 correspond to CH2=CCH3(CH2CHCH3)9CH2CH2CH3 and CH3CHCH3(CH2CHCH3)9 CH2CH2CH3, respectively, which were grown to a Ti-H active site. When a hydrogen pressure of 0.2 kg/cm2 is used, the oligomers have peaks at m/e- 448 and 462 at lower intensities (Fig. 5B). These peaks almost disappear for the oligomers obtained with hydrogen at a pressure of 5 kg/cm2 (Fig. 5C ). In Figs. 6A and 6B, the 1H-NMR spectra of the low molecular weight polymers obtained with and without hydrogen indicate the presence of ethylidene protons (doublet peaks at 4.68 and 4.75 ppm). However, the intensities of the peaks in Fig. 6B are very much lower than those in Fig. 6A. Analysis of both FD-MS and 1H-NMR allows us to state that a transfer by ass-hydrogen elimination is suppressed to some extent in the polymerization with hydrogen. It is considered that hydrogen dissociates on a titanium compound to form H-Ti-H and then the metal hydride reacts with a growing polymer chain in a transfer step. The hydrogen molecule might not interact directly with the growing polymer chain. The presumed frequent existence of Ti-H bonds due to the introduction of hydrogen into the polymerization system might inhibit further information of a Ti-H bond by a ss-hydrogen elimination. In conclusion, the hydrogen activation of propylene polymerization can be explained as follows; hydrogen inhibits a transfer by a fl-hydrogen elimination to some extent. If such a transfer occurs, it eliminates a slow step in the ligand exchange between propylene and a terminal unsaturated bond of the polymer. Acknowledgements The authors are indebted to Professor K. Soga and his group of the Tokyo Institute of Technology for their kind instruction on stopped flow polymerization and for helpful discussions. References 1 G. Guastalla and U. Giannini, Makromol. Chem., Rapid Commun., 4 (1983) 519. 2 P.R. Srinivasan, Shashikant and S. Sivaram, Chem. Ind, 31 (1988) 723. 3 T. Tsutsui, N. Kashiwa and A. Mizuno, Makromol. Chem., Rapid Commun.,14 (1990) 565. 4 M. Kioda and N. Kashiwa, J. Macromol. Sci. Chem. A, 28 (1991) 865. 44 K Imaoka et al. / J. Mol. Catal. 82 (1993) 37-44 5 J.C.W. Chien and Y. Hu, J. Polym. Sci. Polym. Chem. Ed., 25 (1987) 2881. 6 J.C.W. Chien and T. Nozaki, J. Polym. Sci. Polym. Chem. Ed., 29 (1991) 505. 7 R. Spitz, P. Masson, C. Bobichon and A. Guyot, Makromol. Chem., 189 (1988) 1043. 8R. Spitz, P. Masson, C. Bobichon and A. Guyot, Makromol. Chem. 190 (1989) 717. 9 T. Yano, T. Inoue, S. Ikai, M. Shimizu, Y. Kai and M. Tamura, J. Polym. Sci. Polym. Chem. Ed., 26 (1988) 477. 10 M. Terano, T. Kataoka and T. Keii, J. Mol. Catal., 56 (1989) 203. 11 E.M. Pijpers and B.C. Roest, Bur. Polym. J., 8 (1972) 1151. X244 93800686 0304-5102(93)80068-6 10.1016/0304-5102(93)80068-6 Effects of hydrogen on the polymerization of propylene with a magnesium chloride supported Ziegler—Natta catalyst Kouji Imaoka ∗ Shigeru Ikai Masanori Tamura Motozou Yoshikiyo Takefumi Yano Ube Industries, Ltd., 8-1 Goiminamikaigan, Ichihara-Shi, Chiba 290 Japan; tel. (+81-436)235163, fax. (+81-436)225132 * Corresponding author. The addition of hydrogen produced no change in the number of active sites and the propagation rate constant in a polymerization system approximating actual conditions in which propylene was polymerized with a magnesium chloride-supported catalyst. A plausible explanation for reversible hydrogen activation is that, on addition of hydrogen to the polymerization system, a rapid ligand exchange occurs favorably between propylene and a terminal unsaturated bond of the polymer, formed by a β-hydrogen elimination from a titanium—polymer bond. On the basis of analyses of FD-MS and 1H-NMR spectra of low molecular weight polymers, it is considered that the β-hydrogen elimination is suppressed to some extent in the presence of hydrogen. Keywords hydrogen magnesium chloride polymerization propylene supported catalyst Ziegler—Natta catalyst References 1 G. Guastalla U. Giannini Makromol. Chem., Rapid Commun. 4 1983 519 2 P.R. Srinivasan Shashikant S. Sivaram Chem. Ind. 31 1988 723 3 T. Tsutsui N. Kashiwa A. Mizuno Makromol. Chem., Rapid Commun. 14 1990 565 4 M. Kioda N. Kashiwa J. Macromol. Sci. Chem. A 28 1991 865 5 J.C.W. Chien Y. Hu J. Polym. Sci. Polym. Chem. Ed. 25 1987 2881 6 J.C.W. Chien T. Nozaki J. Polym. Sci. Polym. Chem. Ed. 29 1991 505 7 R. Spitz P. Masson C. Bobichon A. Guyot Makromol. Chem. 189 1988 1043 8 R. Spitz P. Masson C. Bobichon A. Guyot Makromol. Chem. 190 1989 717 9 T. Yano T. Inoue S. Ikai M. Shimizu Y. Kai M. Tamura J. Polym. Sci. Polym. Chem. Ed. 26 1988 477 10 M. Terano T. Kataoka T. Keii J. Mol. Catal. 56 1989 203 11 E.M. Pijpers B.C. Roest Bur. Polym. J. 8 1972 1151",
      "scopus-id": "0027608413",
      "coredata": {
        "eid": "1-s2.0-0304510293800686",
        "dc:description": "The addition of hydrogen produced no change in the number of active sites and the propagation rate constant in a polymerization system approximating actual conditions in which propylene was polymerized with a magnesium chloride-supported catalyst. A plausible explanation for reversible hydrogen activation is that, on addition of hydrogen to the polymerization system, a rapid ligand exchange occurs favorably between propylene and a terminal unsaturated bond of the polymer, formed by a β-hydrogen elimination from a titanium—polymer bond. On the basis of analyses of FD-MS and 1H-NMR spectra of low molecular weight polymers, it is considered that the β-hydrogen elimination is suppressed to some extent in the presence of hydrogen.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-06-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293800686",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Imaoka, Kouji"
          },
          {
            "@_fa": "true",
            "$": "Ikai, Shigeru"
          },
          {
            "@_fa": "true",
            "$": "Tamura, Masanori"
          },
          {
            "@_fa": "true",
            "$": "Yoshikiyo, Motozou"
          },
          {
            "@_fa": "true",
            "$": "Yano, Takefumi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293800686"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293800686"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80068-6",
        "prism:volume": "82",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of hydrogen on the polymerization of propylene with a magnesium chloride supported Ziegler—Natta catalyst",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "prism:issueName": "A Special Issue containing a Selection of Papers presented at the Symposium on Advances in Olefin, Cycloolefin and Diolefin Polymerization",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "hydrogen"
          },
          {
            "@_fa": "true",
            "$": "magnesium chloride"
          },
          {
            "@_fa": "true",
            "$": "polymerization"
          },
          {
            "@_fa": "true",
            "$": "propylene"
          },
          {
            "@_fa": "true",
            "$": "supported catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ziegler—Natta catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "37-44",
        "prism:endingPage": "44",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 June 1993",
        "prism:doi": "10.1016/0304-5102(93)80068-6",
        "prism:startingPage": "37",
        "dc:identifier": "doi:10.1016/0304-5102(93)80068-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027608413"
      }
    }
  }
}