{
  "metadata": {
    "title": "Heteropolyanion-doped polypyrrole as catalyst for ethyl alcohol conversion",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-10-15",
    "doi": "10.1016/0304-5102(91)80147-U",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180147U",
    "pii": "030451029180147U"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026240853",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180147U 0304-5102(91)80147-U 030451029180147U 10.1016/0304-5102(91)80147-U S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01393 2024-01-02T01:05:30.650091Z 0 0 19911015 1991 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 69 69 2 2 Volume 69, Issue 2 6 223 233 223 233 19911015 15 October 1991 1991-10-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. HETEROPOLYANIONDOPEDPOLYPYRROLECATALYSTFORETHYLALCOHOLCONVERSION POZNICZEK J OKUHARA 1981 391 T OKUHARA 1983 121 T KEITA 1988 481 B KEITA 1989 127 B ZAGORSKA 1990 99 M BIDAN 1988 533 G KEITA 1988 303 B BIDAN 1988 297 G KEITA 1990 187 B GENIES 1983 101 E BIELANSKI 1990 127 A PRON 1985 5923 A MOHAMMADI 1989 A THESIS ROCCHICCIOLIDELTCHEFF 1976 587 C BIELANSKI 1989 2847 A FRICKE 1986 263 R POZNICZEKX1991X223 POZNICZEKX1991X223X233 POZNICZEKX1991X223XJ POZNICZEKX1991X223X233XJ item 0304-5102(91)80147-U 030451029180147U 1-s2.0-030451029180147U 10.1016/0304-5102(91)80147-U 272239 2024-01-02T01:05:30.650091Z 1991-10-15 1-s2.0-030451029180147U-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180147U/MAIN/application/pdf/94c2649dab1dfc982b0541fa3e4ef568/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180147U/MAIN/application/pdf/94c2649dab1dfc982b0541fa3e4ef568/main.pdf main.pdf pdf true 765597 MAIN 11 1-s2.0-030451029180147U-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180147U/PREVIEW/image/png/901fab789578f5dc8887714abfcabc91/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180147U/PREVIEW/image/png/901fab789578f5dc8887714abfcabc91/main_1.png main_1.png png 58113 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 69 (1991) 223-233 223 Heteropolyanion-doped polypyrrole as catalyst for ethyl alcohol conversion J. Pozniczek, A. Bielafski Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, 30-239 Cracow, Niezapominajek (Poland) I. Kulszewicz-Bajer, M. Zagdrska Institute of Polymer Technology, Technical University of Warsaw, 00-664 Warsaw, Noakowskiego 3 (Poland) K. Kruczala, K. Dyrek Faculty of Chemistry, Jagiellonian University, 30-060 Cracow, Karasia 3 (Poland) and A. Pron Department of Materials Science and Ceramics, Academy of Mining and Metallurgy 30-059 Cracow, Mickiewicza 30 (Poland) (Received January 28, 1991; accepted May 14, 1991) Abstract Heteropolyanion-doped polypyrrole can serve as a catalyst for ethyl alcohol conversion. The insertion of 12-molybdophosphoric anions into the polymer matrix significantly changes the selectivity of the catalyst with respect to unsupported crystalline H3PMo12090. For example catalytic conversion of ethyl alcohol carried out on polypyrrole containing 75.5 wt.% of 12-molybdophosphoric anions and standardized by heating in helium, gives acetaldehyde as the main product (519b). On the acid-base centers ethylene (45go) and small amounts of diethyl ether (3.5go) are formed. Standardization of the catalyst by heating in air leads to heavy crosslinking of the polymer with simultaneous restoration of acid molecules. As a result, the selectivity and activity of this catalyst are similar to those of unsupported H3PMo,2040. Introduction Heteropolyacids and their salts have been extensively studied in recent years due to their interesting catalytic properties [ 11. Much of this research interest was directed towards electrode surface functionalization by entrapment of heteropolyanions in polymer matrices such as poly(vinylpyridine), which led to new electrocatalysts of remarkable stability [2, 3 ]. However, as postulated by Keita et al. [21, another class of polymers, namely conjugated polymers, may serve as excellent matrices for molecular dispersion and entrapment of heteropolyanions. CoWugated polymers exhibit characteristic redox behaviour which distinguishes them from other types of polymers. In particular their partial 0304-5102/91/$3.50 1991- Elsevier Sequoia, Lausanne 224 oxidation results in the transformation of neutral chains into polycarbonium cations, with simultaneous incorporation of charge-compensating anionic species into the polymer matrix. This last property is of great importance for potential catalytic applications, since anions exhibiting interesting catalytic properties can in this way easily be dispersed in the polymer matrix on a molecular scale. Recently some of the present authors stated [ 4 ] that macroanions such as, for example, anions of 12-molybdophosphoric acid can be inserted into polyacetylene by electrochemical or chemical oxidation. In the reaction of ethyl alcohol conversion, the heteropolyanion-doped polymer shows a ca. 17-fold increase in catalytic activity with respect to unsupported, crystalline 12-molybdophosphoric acid, H3PMol204O, studied in the same experimental conditions [5]. Heteropolyanions were also incorporated in polyaniline [6, 7], in polypyrrole [ 8 ] and its derivatives [ 9 ]. The insertion of so-called structural Keggin units into polypyrrole can be achieved relatively easily in a one-step reaction. The method takes advantage of the mechanism of pyrrole electropolymerization. It has been established [10] that electropolymerization of pyrrole is initiated by the oxidation of the molecule to a radical cation. Since the oxidation potential of the system decreases with the number of pyrrole rings in the growing chain, the polymer deposits onto the electrode in the oxidized state. Charge-compensating anions are incorporated into the polymer matrix in situ during polymerization. Therefore, if no anions other than the heteropolyanions are present in the reaction medium, the matrix is forced to accommodate these large macroanions as charge-compensating species. Thus Keggin unit-doped polypyrrole can be conveniently prepared by electrochemical or chemical polymerization of pyrrole in the presence of heteropolyacids. The latter method is especially attractive, since it allows for sample preparation of large quantities of the catalyst in a one-step reaction between pyrrole and a suitable heteropolyacid. For the present study we have selected 12-molybdophosphoric acid since its oxidation potential is high enough to force the formation of the polymer. The polypyrrole containing 12-molybdophosphoric anions has been characterized spectroscopically by EPR and MR. As in the case of the polyacetylene-based catalyst [5], the conversion of ethyl alcohol has been selected as the test reaction in the catalytic studies. This reaction was previously studied on nonsupported 12tungstophosphoric acid by Okuhara et al. [ 1 ] and on 12-molybdophosphoric acid by some of the present authors [ 11 ]. Experimental In the typical preparations, 5 X 10-3M of 12-molybdophosphoric acid was dissolved in 40 ml of CH3N02. 1.5 X 10-ZM of freshly distilled pyrrole was first dissolved in 10 ml of CH3N02 and then slowly added to the acid solution with constant stirring. After 2 h the reaction was terminated, the resulting black precipitate was filtered off, washed with CH3N02 in a Soxhlet apparatus, 225 then vacuum dried at room temperature and finally at 70 C. In addition to CH3N02, CH3CN and a 1:1 solution of H20 and CZH5OH were also tested as the reaction media. Elemental analyses of doped polypyrrole showed typically 75.5 wt.% of heteropolyanions, which corresponds to the formula [(CQH3N)(H2PMo,2040)o.11lz. The samples of heteropolyanion-doped polypyrrole were subjected to EPR and FTIR studies as well as catalytic tests. EPR spectra were registered by means of a computer-controlled spectrometer operating in X-band with 100 kHz modulation. DPPH was used as a g-factor standard (g = 2.0036). The spectra were simulated using a SIM 14 program. FTIR spectra were recorded on a Digilab IR spectrometer using KBr pellets. In order to differentiate between the IR modes originating from the polymer and those characteristic of Keggin units, we first prepared polypyrrole with no heteropolyanions. However, as such neutral polypyrrole is extremely reactive and not convenient to work with, we decided therefore to synthesize polypyrrole containing Cl-ions-the simplest oxidized form of polypyrrole. This compound was not active in catalytic tests, thus showing catalytic inactivity of the polymeric part of the catalyst. For the preparation of polypyrrole chloride, the procedure described in [ 12 ] was followed. Catalytic experiments were carried out at 573 K and 593 K using the pulse microreactor previously described in [ 5 ]and [ 11 ]. In atypical experiment, 0.40 g of 12-molybdophosphoric anion-doped polypyrrole powder was used. Pulses of 0.5 N.1 CZH50H were introduced at 20 min intervals. Helium was used as a carrier gas and the reaction products were analyzed by a gas chromatograph connected on-line and fitted with a column filled with Porapak QS. Catharometric detection of the products was applied. Before the catalytic runs, the catalyst was heated at 373 K for 30 min in flowing helium and subsequently for 1 h either in flowing helium or in flowing air at 573 K. Results and discussion Elemental analysis provides evidence for the insertion of heteropolyanions into the polypyrrole matrix, since the ratios of P:Mo:O are, within experimental error, equal to those characteristic of Keggin units. Additional proof that the structural identity of the Keggin unit is preserved upon incorporation in the polymer is obtained from FTIR studies. In Fig. lb the FTIR spectrum of [(C4H3N)4 Cl-]x is presented. In this compound the charge of polypyrrole cations is compensated by simple Cl- ions which do not give rise to any vibrational modes. The spectrum can therefore be treated as originating only from the cationic part of the system and, more specifically, as characteristic of partially oxidized polypyrrole chains. One observes several bands characteristic of the pyrrole moiety, in particular those at 1536 and 1476 cm-' corresponding to the highest energy fundamental vibrations of the pyrrole ring. The band at 1048 cm-' belongs to Css-H in- 226 1600 1400 1200 1000 800 600 400 wavenumber (caf-1) 1. F71R spectra of polypyrrole containing 12-molybdophosphoric anions (a) and containing CI- (b). plane deformations, whereas the bands between 930 and 750 cm-1 are due to Css-H out-of-plane deformations [ 12 ]. The IR spectrum of polypyrrole containing Keggin units should exhibit vibrational modes characteristic of 12-molybdophosphoric anions in addition to those associated with oxidized polypyrrole chains. This is indeed the case (compare Fig. la and lb). Down to ca. 1100 cm-' the IR of polypyrrole containing chloride anions and polypyrrole containing heteropolyanions are essentially identical. Below 1100 cm-1 the spectrum presented in Fig. la can be interpreted as a superposition of the polymer modes and the heteropolyanion modes. According to [ 14, 15], the latter occur around 1059, 962, 878, 776 and 590 cm-1 and can be assigned to v(P-O), v(Mo=O), v(Mo-Ob-MO), v(Mo-O,-Mo) and 8(P-O) vibrations respectively. All these bands can be found in the spectrum of heteropolyanion-doped polypyrrole. The v(Mo=O), v(Mo-Ob-Mo) and v(Mo-O,,-Mo) bands are present as distinct peaks at 952, 864 and 784 cm-'. The v(P-O) mode strongly overlaps with the 1044 cm-' mode of the pyrrole ring, giving rise to a strong peak at 1048 cm-1. The EPR spectrum (Fig. 2) recorded at 77 K before the catalytic reaction reveals the presence of free radicals originating from defects in the polymer chains (g = 2.003) and a second signal with g,= 1.947, which is characteristic 227 n .9av1.947 10 MT Fig. 2, EPR spectrum of a sample of polypyrrole containing the anions of 12-molybdophosphoric acid. of partially reduced Keggin units [ 16 ]. Thus the identity of the inserted anions is corroborated by EPR. In order to determine the optimum temperature of the catalytic tests, thermal stability studies of heteropolyanion-doped polypyrrole were carried out. The choice of the reaction temperature was a compromise between two requirements: (i) the necessity of keeping the temperature low enough to minimize polymer degradation and (ii) the necessity of ensuring clearly measurable catalytic activity. Thermogravimetric analysis of the sample (heating rate 10 C min') shows slow weight loss above 50 C which reaches its local maximum around 140 C, then slows down at around 200 C after losing ca. 6% of the mass. It may be postulated that this weight loss corresponds mainly to the loss of chemisorbed nitromethane. The weight loss becomes somewhat faster above 250 C due to the decomposition of the polymeric part of the catalyst. If the sample is heated isothermally at 310 C for 75 min, its additional weight loss is 2.8%. Catalytic tests were therefore carried out at 300 and 320 C. The results are presented in Figs. 3 and 4. As in the case of unsupported heteropolyacid [ 11 J and heteropolyanion-doped polyacetylene [5 ] there are three products of ethanol conversion: ethylene and diethyl ether, both produced on catalytically active acid centers, as well as acetaldehyde forming on redox sites. Considering the fact that chloride ion-doped polypyrrole is catalytically inactive in the conditions of our experiments, the formation of both kinds of active centers must be connected with doping of the polymer with the anions of 12-molybdophosphoric acid. Distinct acid-base activity suggests that Keggin units are present, at least partially, in the form of hydrogenoanions HPMo12040 2 or H2PMo12040. On the other hand the role of redox centers is most probably played by the partially reduced Keggin units, the presence of which is revealed by the EPR measurements. The increase in the redox activity of fresh catalyst samples observed after a few initial pulses of alcohol (Mgs. 3 and 4) indicates a certain increase in the concentration of these centers due to a slight reduction of heteropolyanions. As in the case of 12molybdophosphoric acid-doped polyacetylene catalyst [5], irreversible sorption of ethyl alcohol occurs in the polypyrrole matrix. This is manifested by 228 _~o 2.0+ 1.51 o C 1.0 N O 0.5 U. o o o e o o 92 o 000 0 2.0- 1.5 O O 0 2 4 6 8 10 12 14 16 18 20 number of pulses 0 0 0 0 O 7 O 0.5 O O 0 2 4 6 8 10 12 14 16 18 20 number of pulses Fig. 3. The results of catalytic experiments at 300 C; (C) diethyl ether, ( ) ethylene, ( m ) acetaldehyde, ( ) unreacted alcohol, (O) deficit of alcohol. All amounts of products are expressed as the amount of ethyl alcohol consumed to produce them. One pulse introduced contained 3.6 x 10-' g of ethanol. (a) Catalyst activated in helium, (b) catalyst activated in air. a deficit in the balance of introduced alcohol, the conversion products and unreacted ethanol. More specifically, the sum of the amounts of products (expressed as the amount of alcohol transformed into a given product) and unreacted alcohol is always lower than the amount of ethanol introduced in one pulse. This deficit is the highest in the first pulse and then strongly decreases with increasing numbers of pulses. On the other hand, this irreversibly sorbed alcohol (or its products) can be substantially removed by an appropriate standardization procedure, as was done between the experiments shown in Fig. 4a and 4b. A similar shape of the curves corresponding to the irreversibly sorbed alcohol is observed in both cases. It is striking that no obvious relationship between catalytic activity and the amount of sorbed alcohol can be found. It indicates that the sorbed molecules are not in direct contact with catalytically active centers and remain preferentially in molecular voids created in the matrix during the oxidative doping. It is plausible that the deficit in the balance of ethanol may be the consequence of reactions with unsaturated matrix occurring at the temperature of the catalytic reaction. Figure 3a and b shows the catalytic behaviour of two samples of heteropolyanion-doped polypyrrole, originating from the same synthetic batch but differently standardized before the catalytic runs: 229 b. 2. 2.0 . 1. 1.s 01.0 . _ 0 o .m 0.6 m o.s 000 0 00 0 1 2 4 6 8 10 12 14 16 18 20 2122 24 26 2B 30 32 34 36 38 40 number of pulses number of pulses Fig. 4. The results of catalytic experiments at 320 C (symbols as in Fig. 3). Before the run, sample activated in helium (a); after 20 pulses catalytic experiments were stopped, sample heated at 320 C for 1 h in air and then catalytic experiments were continued (b). (i) in a stream of helium (Fig. 3a) (ii) in a stream of air (Fig. 3b). In both cases, after a few initial pulses the catalyst reaches almost constant activity. The method of standardization strongly influences both selectivity and activity of the catalyst. The main product of alcohol conversion carried out on the helium-standardized catalyst is acetaldehyde. Both products formed on acid-base centers (ethylene and diethyl ether) account for less than 50/0 of converted alcohol. The standardization of the catalyst in air results in a distinct increase in acid-base activity, the redox activity remaining essentially unchanged (Fig. 3). Similar results were obtained at 320 C. In this series of experiments (Fig. 4) only one sample of the catalyst was used, which was first standardized in helium and subsequently, after introducing 20 pulses of alcohol, it was standardized in air. As in the previous case, the redox activity was not influenced appreciably by air treatment but the acid-base activity increased significantly. It is important to note that the relative amount of diethyl ether produced on polypyrrole-supported catalyst, standardized in helium is definitely low, even lower than in the case of the polyacetylene-supported catalyst. Taking into account the fact that, in the case of unsupported heteropolyacid, diethyl ether is formed only on the external surface of the heteropolyacid crystallites, this observation may be taken as an indication that conversion of alcohol 230 occurs predominantly in the bulk of the polymer matrix containing Keggin anions which neutralize the charge of the polycarbonium cations. The next problem to be discussed is the distinct increase in acid-base activity of the catalyst after the treatment with air. Several pathways of oxidative or hydrolytic or joint oxidative-hydrolytic degradation of the polymer matrix can be postulated. All these mechanisms have two common features: the degradation leads to heavy crosslinking of the polymer and restoration of heteropolyacid from the anionic dopant. This process has two important consequences: (i) the transformation of HPMo12024o- and HZPM0120qo into neutral acid molecules H3PM0120qo must result in an increase in the acid-base activity due to the higher acid strength of more strongly protonated species; (ii) neutral acid molecules are no longer bonded to the polymer matrix and hence may migrate to the surface. This should result in a relative increase in diethyl ether formation in comparison to ethylene. Both above trends are clearly manifested in the behaviour of the catalyst after the treatment with air. The degradation of the polymer matrix during standardization in air and the catalytic run can be monitored by FTIR measurements (Fig. 5a). After the catalytic test the bands characteristic of pyrrole moiety virtually vanish I U C O O N O '1800 '1600 O 1200 1000 800 600400 wavenumber (cm-1) Mg. 5. FTIR spectra of (a) polypyrrole containing 12-molybdophosphoric anions after catalytic tests at 320 C, (b) polypyrrole containing Cl- anions after treatment as sample (a). 237 and a new broad asymmetric peak around 1613 cm-' appears. This behaviour is characteristic of degraded conjugated polymers in which several nonequivalent segments are created due to statistical crosslinking. Similar degradation can also be observed in the FTIR spectrum of polypyrrole containing Cl- anions which was treated thermally in the same manner as the working catalyst (Fig. 5b). Contrary to the cationic part of the polymer, the anionic part becomes better defined. Heteropolyanions now give rise to sharp peaks between 1100 and 600 cm-' characteristic of 12-molybdophosphoric anions. Hence it can be assumed that although the polymer matrix suffered structural degradation, the heteropolyanions remained essentially intact. The stability of the Keggin structural units is additionally corroborated by EPR spectroscopy. After catalytic reaction the spectrum characteristic of the Keggin unit persists. It is somehow changed with respect to that recorded before the catalytic test. An asymmetric signal with g l =1.940 and g1l = 1.903 is observed with well-resolved hyperfine structure (A 1 = 3.6 mT, All = 7.8 mT). This interpretation is additionally confirmed by a very good fit of the simulated spectrum to the experimental one (Fig. 6). Thus, the Keggin units preserve their structural identity. Table 1 presents the data. illustrating the selectivity to different products of ethanol conversion obtained in the present research with unsupported and polypyrrole-supported H3PMOlz040 catalysts and also selectivity obtained previously [5j with polyacetylene-supported H3PMo12040 . It is seen that in the same experimental conditions non-supported heteropolyacid gives a wider range of different products: besides ethylene, diethyl ether and acetaldehyde also measurable amounts of methane and ethane were detected. It should be noted that additionally two small unidentified chromatographic peaks were registered. In the case of polypyrrole- and polyacetylene-supported HPA, only three main products were detected. The polyacetylene sample exhibited the highest redox activity: the selectivity to acetaldehyde reached 56ss'o, similar to that obtained for the polypyrrole catalyst standardized in helium gas. On the other hand standardization of the latter catalyst in air resulted in a 1.9401 I 10 mT . ,B g~1sM Fig. 6. EPB spectrum of polypyrrole containing the anions of 12-molybdophosphoric acid after the catalytic test. 232 TABLE 1 Selectivity to the particular products after 20 pulses of ethanol (4'0) at 320 C Sample CHQ CH6 C Hq (CZH5,)z0 CH3CHO unsupported H3PMo,ZO40 3.7 3.3 53.5 15.5 24.1 polypyrrole-supported - - 45.5 3.5 51.0 H3PMo,ZO4o preheating in He polypyrrole-supported - - 58.4 13.5 28.1 H3PMo,204o preheating in air polyacetylene-supported - - 16.4 27.8 56.0 H3PM012040 preheating in He' 'Results from (51, reaction temperature 230 C. selectivity to all three main products similar to that of non-supported H3PMo1204o. Unfortunately, owing to the high reactivity of polyacetylene, no catalytic experiments could be carried out after standardizing this catalyst in air. It was shown previously that the activity of polyacetylene-supported catalyst calculated per 1 g of H3PM012040 was one order of magnitude higher than that of unsupported HPA under the same experimental conditions. An analogous comparison shows that H3PM012040 in a polypyrrole matrix is generally less active than the unsupported catalyst. In particular, after standardization in helium it produces at 320 C - 3.5 times less ethylene, 8 times less diethyl ether and 1.3 times less acetaldehyde. As previously mentioned, standardization in air results in a distinct increase in the total catalytic activity, and 1 g of H3PM012040 in polypyrrole matrix produces only 1.4 times less ethylene, 1.6 times less diethyl ether and 1.1 times less acetaldehyde than the same amount of unsupported H3PMo1204O. Conclusions To summarize, we have demonstrated that heteropolyanion-doped polypyrrole is a good precursor to produce polymer-supported active catalysts. Although the polymeric part suffers significant degradation during catalytic tests, heteropolyanions present in the matrix remain structurally intact. Two types of catalysts can be prepared: catalysts activated in helium which exhibit predominantly redox activity, catalysts activated in air which show an increased acid-base activity similar to that of the unsupported catalyst. Acknowledgement The authors wish to acknowledge the special grant for promoting research activity provided by the Commitee for Scientific Research of Poland to the Institute of Polymer Technology of the Technical University of Warsaw. 233 References 1 T. Okuhara, A. Kasai, N. Hayakawa, M. Misono and Y. Yoneda, Chem. Lett., (1981) 391; T. Okuhara, A. Kasai, N. Hayakawa, M. Misono and Y. Yoneda, J. Catal., 83 (1983) 121. 2 B. Keita, L. Nadjo and J. P. Haeussler, J. Electroanal. Chem., 243 (1988) 481. 3 B. Keita, K. Essadi and L. Nac(jo, J. Electroanal. Chem., 259 (1989) 127. 4 M. Zagorska, 1. Kulszewicz-Bajer, E. Lukomska-Godzisz, A. Pron, 1. Glowacki, J. Ulariski and S. Lefrant, Synth. Metals, 37 (1990) 99. 5 J. Poiniczek, 1. Kulszewicz-Bajer, M. Zagorska, K. Kruczala, K. Dyrek, A. Bielanski and A. Pron, J. Catal., in press. 6 G. Bidan, E. M. Genies and M. Lapkowski, J. Chem. Soc., Clwm. Commnn., (1988) 533. 7 B. Keita, D. Bouaziz and L. Nadjjo, J. Electroanal, Chem., 255 (1988) 303. 8 G. Bidan, E. M. Genies and M. Lapkowski, J. Electroanal. Chem., 251 (1988) 297. 9 B. Keita, D. Bouaziz, L. Naajo and A. Deronzier, J. ElectOanal. Chem., 279 (1990) 187. 10 E. M. Genies, G. Bidan and A. F. Diaz, J. Electroanal. Chem., 149 (1983) 101. 11 A. Bielafski, J. Pozniczek and A. Malecka, React. Kinet. Catal. Lett., 47 (1990) 127. 12 A. Pron, Z. Kucharski, C. Budrowski, M. Zagorska, S. Krischene, J. Suwalski, S. Dehe and S. Lefrant, J. Chem. Phys., 83 (1985) 5923. 13 A. Mohammadi, Thesis, Linkoping University, 1989. 14 C. Rocchiccioli-Deltcheff, R. Thouvenot and R. Franek, Spectrochim. Acta, Part A, 32 (1976) 587. 15 A. Bielafiski, A. Malecka and L. Kubelkowa, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 284 7. 16 R. Fricke and G. Ohlmann, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 263. X244 9180147U 0304-5102(91)80147-U 10.1016/0304-5102(91)80147-U Heteropolyanion-doped polypyrrole as catalyst for ethyl alcohol conversion J. Poźniczek A. Bielański Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, 30-239 Cracow, Niezapominajek Poland I. Kulszewicz-Bajer M. Zagórska Institute of Polymer Technology, Technical University of Warsaw, 00-664 Warsaw, Noakowskiego 3 Poland K. Kruczała K. Dyrek Faculty of Chemistry, Jagiellonian University, 30-060 Cracow, Karasia 3 Poland A. Proń Department of Materials Science and Ceramics, Academy of Mining and Metallurgy 30-059 Cracow, Mickiewicza 30 Poland Heteropolyanion-doped polypyrrole can serve as a catalyst for ethyl alcohol conversion. The insertion of 12-molybdophosphoric anions into the polymer matrix significantly changes the selectivity of the catalyst with respect to unsupported crystalline H3PMo12O40. For example catalytic conversion of ethyl alcohol carried out on polypyrrole containing 75.5 wt.% of 12-molybdophosphoric anions and standardized by heating in helium, gives acetaldehyde as the main product (51%). On the acid-base centers ethylene (45%) and small amounts of diethyl ether (3.5%) are formed. Standardization of the catalyst by heating in air leads to heavy crosslinking of the polymer with simultaneous restoration of acid molecules. As a result, the selectivity and activity of this catalyst are similar to those of unsupported H3PMo12O40. References 1 a T. Okuhara A. Kasai N. Hayakawa M. Misono Y. Yoneda Chem. Lett. 1981 391 b T. Okuhara A. Kasai N. Hayakawa M. Misono Y. Yoneda J. Catal. 83 1983 121 2 B. Keita L. Nadjo J. Haeussler J. Electroanal. Chem. 243 1988 481 3 B. Keita K. Essadi L. Nadjo J. Electroanal. Chem. 259 1989 127 4 M. Zagórska I. Kulszewicz-Bajer E. Łukomska-Godzisz A. Proń I. Głowacki J. Ulański S. Lefrant Synth. Metals 37 1990 99 5 J. Poźniczek, I. Kulszewicz-Bajer, M. Zagórska, K. Kruczała, K. Dyrek, A. Bielański and A. Proń, J. Catal., in press. 6 G. Bidan E.M. Genies M. Łapkowski J. Chem. Soc., Chem. Commun. 1988 533 7 B. Keita D. Bouaziz L. Nadjo J. Electroanal, Chem. 255 1988 303 8 G. Bidan E.M. Genies M. Łapkowski J. Electroanal. Chem. 251 1988 297 9 B. Keita D. Bouaziz L. Nadjo A. Deronzier J. Electroanal. Chem. 279 1990 187 10 E.M. Genies G. Bidan A.F. Diaz J. Electroanal. Chem. 149 1983 101 11 A. Bielański J. Poźniczek A. Małecka React. Kinet. Catal. Lett. 41 1990 127 12 A. Proń Z. Kucharski C. Budrowski M. Zagórska S. Krischene J. Suwalski S. Dehe S. Lefrant J. Chem. Phys. 83 1985 5923 13 A. Mohammadi Thesis 1989 Linköping University 14 C. Rocchiccioli-Deltcheff R. Thouvenot R. Franck Spectrochim. Acta, Part A 32 1976 587 15 A. Bielański A. Małecka L. Kubelkowa J. Chem. Soc., Faraday Trans. 1 85 1989 2847 16 R. Fricke G. Öhlmann J. Chem. Soc., Faraday Trans. 1 82 1986 263",
      "scopus-id": "0026240853",
      "coredata": {
        "eid": "1-s2.0-030451029180147U",
        "dc:description": "Heteropolyanion-doped polypyrrole can serve as a catalyst for ethyl alcohol conversion. The insertion of 12-molybdophosphoric anions into the polymer matrix significantly changes the selectivity of the catalyst with respect to unsupported crystalline H3PMo12O40. For example catalytic conversion of ethyl alcohol carried out on polypyrrole containing 75.5 wt.% of 12-molybdophosphoric anions and standardized by heating in helium, gives acetaldehyde as the main product (51%). On the acid-base centers ethylene (45%) and small amounts of diethyl ether (3.5%) are formed. Standardization of the catalyst by heating in air leads to heavy crosslinking of the polymer with simultaneous restoration of acid molecules. As a result, the selectivity and activity of this catalyst are similar to those of unsupported H3PMo12O40.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180147U",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Poźniczek, J."
          },
          {
            "@_fa": "true",
            "$": "Bielański, A."
          },
          {
            "@_fa": "true",
            "$": "Kulszewicz-Bajer, I."
          },
          {
            "@_fa": "true",
            "$": "Zagórska, M."
          },
          {
            "@_fa": "true",
            "$": "Kruczała, K."
          },
          {
            "@_fa": "true",
            "$": "Dyrek, K."
          },
          {
            "@_fa": "true",
            "$": "Proń, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180147U"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180147U"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80147-U",
        "prism:volume": "69",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heteropolyanion-doped polypyrrole as catalyst for ethyl alcohol conversion",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "223-233",
        "prism:endingPage": "233",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1991",
        "prism:doi": "10.1016/0304-5102(91)80147-U",
        "prism:startingPage": "223",
        "dc:identifier": "doi:10.1016/0304-5102(91)80147-U",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026240853"
      }
    }
  }
}