{
  "metadata": {
    "title": "Crown ether phase-transfer catalysts for polymerization of phenylacetylene",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-04-20",
    "doi": "10.1016/0304-5102(93)E0293-P",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0293P",
    "pii": "0304510293E0293P"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028413850",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0293P 0304-5102(93)E0293-P 0304510293E0293P 10.1016/0304-5102(93)E0293-P S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02106 2024-01-02T01:06:03.941633Z 0 0 19940420 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 89 89 1 2 1 2 Volume 89, Issues 1–2 2 29 40 29 40 19940420 20 April 1994 1994-04-20 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. CROWNETHERPHASETRANSFERCATALYSTSFORPOLYMERIZATIONPHENYLACETYLENE JANE Y PEDERSEN 1967 7017 C KELTHOF 1979 1R I IZATT 1978 R PROGRESSINMACROCYCLICCHEMISTRY IZATT 1978 R SYNTHETICMULTIDENTATEMACROCYCLICCOMPOUNDS LIN 1991 451 Y RAYNAL 1981 356 S CAUBERE 1978 139 P RAYNAL 1981 347 S SIMIONESCU 1976 313 C HOLOB 1977 627 G SIMIONESCU 1976 139 C CHALK 1972 2033 A STREAT 1980 347 G SHACKLETLE 1979 309 L WOON 1974 1749 P KAMBARA 1964 244 S LEE 1964 135 B GOKEL 1976 168 G COOK 1972 4029 F SIMIONESCU 1979 421 C SIMIONESCU 1980 147 C JANEX1994X29 JANEX1994X29X40 JANEX1994X29XY JANEX1994X29X40XY item 0304-5102(93)E0293-P 0304510293E0293P 1-s2.0-0304510293E0293P 10.1016/0304-5102(93)E0293-P 272239 2024-01-02T01:06:03.941633Z 1994-04-20 1-s2.0-0304510293E0293P-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0293P/MAIN/application/pdf/d4cedffc56977488e31225968bf629d9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0293P/MAIN/application/pdf/d4cedffc56977488e31225968bf629d9/main.pdf main.pdf pdf true 703274 MAIN 12 1-s2.0-0304510293E0293P-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0293P/PREVIEW/image/png/a201c7438ae65a0e0744242ffc94d029/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0293P/PREVIEW/image/png/a201c7438ae65a0e0744242ffc94d029/main_1.png main_1.png png 48994 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 89 (1994) 29-40 Crown ether phase-transfer catalysts for polymerization of phenylacetylene Yih-Song Jane, Jeng-Shong Shih* Department of Chemistry, National Taiwan Normal University, Taipei, Taiwan 11718, Taiwan, ROC (Received January 9, 1993; accepted November 12, 1993) Abstract Polyphenylacetylene (PPA) is a prospective electrically conductive material due to its electronrich structure. Various crown ethers were prepared and applied as phase-transfer catalysts of the anionic polymerization of phenylacetylene with sodium amide (NaNHZ) as an initiator. Among crown ethers, 15-crown-5 seems best as a catalyst for polymerization of phenylacetylene with NaNHZ. The catalytic abilities of various crown ethers decrease in the order, 15-crown-5 > benzo 15-crown5 > 18-crown-6 > cryptand-22 > 12-crown-4 > dibenzo-18-crown-6. Molar masses of polyphenylacetylene were determined and changed with reaction temperature and reaction period. Only transcisoid, not cis-transoid, polyphenylacetylene was observed in the polymerization. Effects of solvent, concentrations of crown ethers, temperature and reaction duration were investigated. Key words: crown ethers, polymerization of phenylacetylene, phase-transfer catalysts 1. Introduction Crown ethers form stable complexes with many metal ions especially alkali metal ions [ 1-1] . Because of this complexing ability, they not only increase the solubility of metal salts (MX) in organic solvents but also cause activation of the anion (X-) of salts that results in catalysis of anionic polymerization, reduction, oxidation and other organic reactions in organic phases. We applied crown ethers to catalyze polymerization of phenylacetylene with NaNH2. Almost all olefin monomers polymerize in a free-radical process, but anionic polymerization has advantages over free-radical polymerization, namely, high yield (or less residue of monomer), large molar mass, rapid reaction, narrow distribution of molar mass and good *Corresponding author; fax. ( +886-2)9324249. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(93)E0293-P 30 Y.-S. Jane, J.-S. Shih /Journal of Molecular Catalysis 89 (7994) 29-J0 stereoselectivity. Organometallic compounds, Grignard reagents, NaOEt, KOR and NaNHz were used as initiators of anionic polymerization. Sodium amide (NaNH2) is a strong base upon exposure to air reacts with moisture to form NaOH and NH3. Due to its highly dissociated character, NaNH2 has small solubility in nonpolar and slightly polar solvents. Before 1976 NaNH2 was activated only by liquid NH3, until 1969 Caubere [5-8] activated NaNH2 with sodium alkoxide to form aggregates. Although aggregates improve the solubility of NaNH2 in an organic phase, the procedure is cumbersome and laborious. Because of its ability to complex the metal ion (Na+), a crown ether is expected to be a catalyst suitable for polymerization of alkene and alkyne with NaNH2. The crown ether forms a stable complex with the Na+ ion of NaNH2 and activates the anion NH2 which results in both increased reactivity of NHZ and promoted catalysis of polymerization (phase-transfer effect by crown ethers). Although, high-Tc (critical temperature) inorganic superconductors have rapidly developed, there are relatively few reports on organic conductors. An electron-rich compound is generally a candidate for an organic conductor [ 9-12 ] . When an electric potential is applied, its conjugated structure transfers electrons, as in polyacetylene [ 13] and poly (O-phenylene) [ 14] . Thus, among various polymers of electron-rich compound monomers, phenylacetylene is expected to polymerize easily. However, some reports of the polymerization of phenylacetylene have appeared on free-radical [ 15 ] and cationic [ 16,17 ] techniques but no anionic polymerization was found. Various crown ethers were applied to catalyze the anionic polymerization of phenylacetylene with NaNHZ as an initiator. We made a systematic investigation of polymerization including effects of solvent, temperature, and concentration of crown ether. 2. Experimental 2.1. Chemicals Dibenzo-18-crown-6, monobenzo-15-crown-5, 15-crown-5 and 18-crown-6 were synthesized as described respectively by Gokel et al. [ 18 ] , Pedersen [ 1 ] , and Cook et al. [ 19 ] . 12-crown-4 and cryptand (E. Merck), phenylacetylene and NaNH2 (Aldrich) were purchased. The following solvents were purified by distillation: benzene, hexane, chloroform, acetonitrile and dioxane. Acetonitrile and dioxane were further dried by passing them through sodium (Na) before use. All other chemicals were either of reagent or analytical grade. 2.2. Preparation of monobenzo-15-crown-5 To a stirred suspension of 86 g (0.44 mol) tetraethylene glycol with 79 ml (0.98 mol) of pyridine in 400 ml of benzene. Drop by drop, 78 ml (0.98 mol) of thionyl chloride (SOC12) was added at 78 C over a 3 h period and then the mixture was reflected for 16 h. The resultant mixture was cooled to room temperature, and added 50 ml of 20% HCl aqueous solution to neutralized the solution. The organic layer was evaporated under reduced pressure to give brown liquid. This product is 1,11-dichloro-3,6,9-trioxaundecane. Y-S. Jane, J.-S. Shih/Journal of Molecular Catalysis 89 (1994) 2910 31 To a stirred of 44 g (0.45 mol) pyrocatechol with 34 g (0.85 mol) NaOH in 600 ml of butanol and 40 ml of H20. After moderate stirring, 92.4 g (0.2 mol) of 1,11-dichloro-3,6,9trioxaundecane was added. the mixture was refluxed for 30 h. The resultant mixture was cooled to room temperature, and added 3.2 ml of concentrated HCI. Then NaCl was removed by filtration, the filtrate was evaporated under reduced pressure to give brown-black solid mass. The material was then scraped together and placed in the thimble of a Soxhlet extractor. After 8 h extraction with boiling n-hexane a yellow liquid was recovered which upon removal of the solvent in a rotary evaporator yields a slightly yellow crude B 15C5, 72 g (62%). The pure white monobenzo-15-crown-5 was obtained by recrystallization from boiling n-hexane. 2.3. Preparation of dibenzo-18-crown-6 To a stirred of 165 g (1.5 mol) pyrocatechol with 61.2 g (1.53 mol) NaOH in 1000 ml of butanol. After refluxing over a 30-min. period, 114 g (0.8 mol) of bis(2-chloroethyl) ether in 150 ml of butanol was added drop by drop for 2 h. The resultant mixture was cooled to 90 C, and added 61.2 g (1.53 mol) of NaOH. After moderate stirring, 114 g (0.8 mol) of bis(2-chloroethyl) ether in 150 ml of butanol was added drop by drop for 2 h. The mixture was refluxed for 16 h. The resultant mixture was cooled to room temperature, and added 3.2 ml of concentrated HCI. Then NaCl was removed by filtration, the filtrate was evaporated under reduced pressure to give 102 g (38%) of product. The pure white dibenzo18-crown-6 was obtained by recrystallization from boiling benzene. 2.4. Preparation of 15-crown-5 To a stirred suspension of 112 g (0.75 mol) triethylene glycol with 60 g (1.5 mol) of NaOH in 600 ml of 1,4-dioxane and H20 mixture (dioxane:H20=5:1). After moderate stirring, 107.3 g (0.75 mol) of 1,5-dichloro-3-oxapentane was added. The mixture was refluxed for 24 h. The resultant mixture was cooled to room temperature, and added 50 ml of 20%o HCI aqueous solution to neutralized the solution. The mixture was evaporated under reduced pressure to give brown water solution, then applied batch extraction with 200 ml of CHZCIz three times. The dichloromethane extract was dried over anhydrous magnesium sulfate and concentrated to give viscous liquid. This material was distilled under reduced pressure to give colorless liquid. For further purified, 15-crown-5 was obtained on a silica gel column with CHCI3 as eluent to afford 21.3 g (13%) of the final product. 2.5. Preparation of 18-crown-6 To a stirred suspension of 145.7 g (0.75 mol) tetraethylene glycol with 92.6 g (1.65 mol) of KOH in 600 ml of 1,4-dioxane and H20 mixture (dioxane:H20=5:1). After moderate stirring, 107.3 g (0.75 mol) of 1,5-dichloro-3-oxapentanewas added. The mixture was refluxed for 24 h. The resultant mixture was cooled to room temperature, and 50 ml of 20% HCl aqueous solution added to neutralize the solution. The mixture was evaporated under reduced pressure to give a brown aqueous solution, which was submitted to batch extraction with 200 ml of CHZClz three times. The dichloromethane extract was dried over 32 Y-S. Jane, J.-S. Shih/Journal of Molecular Catalysis 89 (/994) 29 FO anhydrous magnesium sulfate and concentrated to give a viscous liquid. This material was distilled under reduced pressure to give a colorless liquid. For further purification, the 18crown-6 forms white a crystalline solid complex with acetonitrile at temperatures below - 30 C. The final product was obtained by evaporating the CH,CN on the crystal complex which was achieved by reduced pressure distillation (50 C, 7 mmHg) for 3 h. to give 30.2 g (38%) of 18-crown-6. 2.6. Polymerization A mixture of phenylacetylene (monomer, 36 mmol), crown ether (0.6 mmol), organic solvent (8 ml), was placed with NaNHz (4 mmol) in an ampoule. The ampoule was heated and stirred for about 3 h under the controlled temperatures. The phenylacetylene conversion rates were obtained under the following procedure. After a certain time interval, 0.1 ml of mixture was withdrawn by microsyringe and reaction was terminated by 5 ml of methanol. The solution was filtered, diluted to 10 ml with methanol and detected by UV spectrum to measure the conversion. The yields of polyphenylacetylene (PPA) were obtained by adding 4 ml of methanol to terminate the polymerization process after a certain time interval. The product (polymer, PPA) was obtained by filtration and washed with water/methanol (1:1) to remove excess reactants, crown ether, residual monomer and sodium salts (NaOH). These products were weighed to estimate the yields of polymerization. Blank parallel experiments were carried out, one in a reaction with phenylacetylene (monomer, 36 mmol), organic solvent (8 ml) and NaNHz (4 mmol) ; the other in a reaction only with phenylacetylene (monomer, 36 mmol), organic solvent (8 ml) and 15-crown-5 (0.6 mmol). 2.7. Apparatus FT-NMR (JEOL JNM-FX100) and IR (JASCO IR810) were used to identify the products (PPA) and crown ethers. Temperature was controlled by thermostat (Neslab). A UVVisible spectrometer (Beckman 25) was used to monitor the residues (monomers) after the reaction. The molar masses of polymers were determined by GPC (gel-permeation chromatography, JASCO) with polystyrene as standard. 3. Results and discussion The crown ethers were successfully used as heterogeneous phase-transfer catalysts to polymerize phenylacetylene. The polymerization of phenylacetylene with sodium amide (NaNHz) was catalyzed by the crown ethers 15-crown-5 (denoted 15C5), monobenzo 15crown-5 (B15C5), 18-crown-6 (18C6), cryptand and 12-crown-4 (12C4); only dibenzo 18-crown-6 (DB 18C6) showed a slow reaction as shown in Fig. 1. The catalytic abilities of these crown ethers decreased in the order: 15C5 > B 15C5 > 18C6 > cryptand > 12C4 > DB 18C6; of those, 15C5 and B 15C5 were better phase-transfer catalysts for the polymerization of phenylacetylene (Fig. 1). A crown ether is sensitive cations. The Na+ Y.-S. Jane, J.-S. Shih /Journal of Molecular Catalysis 89 (1994) 29-40 33 15d5 100 p HI5C5 ~~~ loco 0 V 0 Cryptend 0,\" 80 0 12C4 p _ DB18C6 pt n blank Q 60 v oi /oi o 40 /0 O o/ 20 / i~ 0 i~ 0 It G M 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 Time (hr) Fig. 1. Effects of crown ethers and time effects on bulk polymerization of phenylacetylene (reaction at 80 C; phenylacetylene 36 mmol; crown ether 0.6 mmol; NaNH2 4 mmol). ion (ca. 1.12 A) [17] fits well into the cavity (ca. 1.1 A) [2] of 15-crown-5 and B15C5, but is too small for the cavity of 18-crown-6 (ca. 1.45 A) and is too big for the cavity of 12-crown-4 (ca. 0.68 A); therefore Na+ forms stronger complexes with 15-crown-5 and monobenzo 15-crown-5 than with 18-crown-6, cryptand, 12-crown-4 and dibenzo 18crown-6. Thus the anion NHZ of sodium amide is freer and better activated in the presence of 15-crown-5 or monobenzo-15-crown-5 which results in catalyzed polymerization of phenylacetylene. Comparing these results with those blank experiments which reacted only with phenylacetylene and 15-crown-5 or with phenylacetylene and NaNH2, crown ethers seem to play an important role as good phase-transfer catalysts for the polymerization of phenylacetylene. Furthermore, polymerization of the phenylacetylene was carried out only in the presence of both crown ether and NaNH2 which is coincident with our propose. A crown ether with a phenyl-substituting group, such as monobenzo-15-crown-5 and dibenzo-18-crown-6, shows less catalytic ability than a \"naked\" crown ether such as 15crown-5 and 18-crown-6 (Fig. 1). Possibly steric hindrance, electron-withdrawing effects and inflexibility of the phenyl groups on B 15C5 and DB 18C6 result in formation of weaker complexes between these crown ethers and the Na+ ion of NaNHZ. Besides aromatic type crown ethers, an aza crown ether, cryptand-22, was applied. Although cryptand-22 has cavity size (ca. 1.45 A) similar to that of 18-crown-6, it showed a smaller catalytic rate than 18-crown-6. Not only are nitrogen atoms in cryptand less electronegative than oxygen in 18-crown-6, but also nitrogen (a soft base) is less reactive than oxygen with Na+ ( a hard ion). The proposed mechanism of polymerization with crown ethers is expressed in Scheme 1. Although the expected reaction between phenylacetylene and base is deprotonation, a suitable amount of phenylacetylene anion could initiate the polymerization reaction. We investigated both bulk polymerization (polymerization without solvent) and polym- 34 Y-S. Jane, J.-S. Shih/Journal of Molecular Catalysis 89 (1994) 29-40 (a) Initiation C=CH C=C- Na+ NaNH2 + 16 B15C5--0. 16 + NH3 (t) (b) Propagation C=C- C=CH Ph Ph + ---10 C (6 16 H Na+ CmCH Ph-=\\ Ph Ph Ph C N ~ >=C hNa+ H H (c) Termination Ph - Ph Ph - Ph ph H C Na+ _ MeOH H C C h (4) H H H n n Scheme 1. erization in solvent. The solvent effect indicates that the polymerization in more polar solvents led to smaller yields of polymerization products (Fig. 2). Among these solvents, benzene gave the greatest yield of polyphenylacetylene; in contrast, there was nearly no production of polymer in the polar solvent dioxane, and NaNH2 reacted immediately with acetone. In general, the crown ethers form complexes with metal ions more easily in a nonpolar solvent than in a polar solvent [ 1-4] . It is obvious that polar solvents such as dioxane and acetonitrile strongly interact with the oxygen atom on crown ethers, where these oxygen atoms generally form a complex with the metal ions. Therefore the complexing ability of crown ethers with metal ions in nonpolar solvents is better than in polar solvents. As the crown ether (B 15C5) is more soluble in benzene than in hexane, polymerization in benzene showed the highest yield. The highest yield occurred in bulk polymerization probably because the concentration of pure monomer (number of monomers per cm') was greater than when it was diluted by solvents. Therefore the propagating anion Y-S. Jane, J.-S. Shih /Journal of Molecular Catalysis 89 (/994) 29-F0 35 100e Monomer $0 Benzene 60 d 4L w w 40 0 He:ene b >' 20 I CH.CN 0 11Dio:ane AcetoO Fig. 2. Yields of polyphenylacetylene in various solvents (reaction at 80 C for 3 h; phenylacetylene 36 mmol; B 15C5 0.6 mmol; NaNHz 4 mmol; solvent 8 ml). 100 O B15C5 (Conversion) O~:;: B15C5 (Yield) / v Blank /O _ 80 60 O 0 p o 40 O 20 0 ~-v-v v-v-v 0 20 40 g0 80 10Q Temperature ( C ) Fig. 3. Temperature effect on conversion (%) of phenylacetylene and yields (%) of polyphenylacetylene (reaction with phenylacetylene 36 mmol; B15C5 0.6 mmol; NaNH2 4 mmol; 2 h). molecule chain was easy to react with the \"naked\" adjoining monomers than with \"solvated\" monomers separated by solvents. The temperature effects on the average molar mass and yield of polyphenylacetylene were also investigated. Increased temperature not only activated monomers, initiators and active groups, but also increased the effective collision frequency between reactant molecules. Hence a higher temperature enhanced the reaction rate, monomer conversions and yields (Fig. 3) . The end molar mass reached a maximum at about 60 C (Fig. 4), as increased activity of active groups at higher temperature increased reaction rate; therefore fewer monomers formed a polymer than at low temperature. 36 Y.-S. Jane, J.-S. Shih /Journal of Molecular Catalysis 89 (1994) 29 40 1400 1200 0 B15C5(MW) O--1-1 11 -0 100 o B15C5(Yields) OX O 01 1000 Blank(O) ~O 80 m 800 O 60 - a w ,, 600 m 40 o 0 ;I I v 400 a 20 j: O 200 - -o 0 0 20 40 60 0 80 100 Temperature ( C) Fig. 4. Temperature effects on yields (%) of PPA and molecular weights of bulk polymerization of phenylacetylene (reaction with phenylacetylene 36 mmol; B 15C5 0.6 mmol; NaNH2 4 mmol; 2 h). 100 O B15C5 (Conversion) B15C5 (Yield) v Blank O/ 80 0 0/ 60 O / d e 40 ac. Z/ 20 'a o -v-v-v-v-v-v 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 Time ( Hr ) Fig. 5. Time effect on conversion (%) of phenylacetylene and yields (%) of polyphenylacetylene (reaction with phenylacetylene 36 mmol; B 15C5 0.6 mmol; NaNHZ 4 mmol; 80 C). Similar results were obtained for molar masses and yields of polyphenylacetylene on variation of reaction duration. As anionic polymerization reached a termination process during the propagation period (Scheme 1), the greater was the duration of the reaction time, the greater were the molar masses, yields and conversions (Fig. 5, 6). Polyphenylacetylene was obtained as a red-orange powder easily dissolved in organic solvents. Polymers with varied molar mass showed various softening points in the range 90-190 C respectively [ 20] . There are stable isomers of two types formed from polyphenylacetylene, cis-transoid and trans-cisoid [21] (Fig. 7). Simionesu [20,21 ] used tH-NMR data of PPA to determine the fraction of cis-transoid and trans-cisoid, that is Y-S. Jane, J.-S. Shih /Journal of Molecular Catalysis 89 (1994) 29-J0 1200 1000 w a, a 800 m 600 400 d o 200 oL 0.0 H15C5(MW) Al- * A H15C5(Yields) ~ / O Blank 1.0 1.5 2.0 2.5 3.0 3.5 Time ( hr ) 100 80 ^ A 80 ate. n. o d b 20 0 37 Fig. 6. Time effects on yields ( %) of PPA and molecular weight (Mw) of bulk polymerization of phenylacetylene (reaction at 80 C; with B15C5 0.6 mmol; phenylacetylene 36 mmol; NaNH= 4 mmol). Ph H i ~~ Ph Ph ~ H H Cis-Transoid HPh j)~H )_ Ph H Ph Traps-Cisoid Fig. 7. Schematic representation on cis-transoid and traps-cisoid of polyphenylacetylene. cis(%) =AA82 X 6 X 100 t (6) AS.gZ: intensity of chemical shift at 8=5.82 ppm of PPA in 'H-NMR spectra (due to cisvinylic hydrogen in the polymers); A,: intensity of total chemical shift of PPA in 'H-NMR spectra. Only traps PPA is formed in agreement with the 'H-NMR spectrum of PPA (Fig. 8) which shows no resonance at 5.82 ppm. IR spectroscopy confirms this result (Fig. 9), since the absorption characteristic of the traps polymer at traps polymer in 975 cm-' and 1265 cm-' is primarily observed in contrast to the absorption at 910 cm-' for this cis PPA. We investigated the kinetics of the catalytic polymerization of phenylacetylene. The polymerization of phenylacetylene was assumed pseudo-second order with a rate coefficient KP. The reaction rate R is expressed as: dtM, -KP[M 1 LM) (7) 38 Y.-S. Jane, J.-S. Shih /Journal of Molecular Catalysis 89 (/994) 29-10 / Trans & Aromatic proton I I I I I I-I ~ I - 10 9 8 7 6 5 4 3 2 1 0 8 ppm Fig. 8. ' H-NMR spectrum of polyphenylacetylene. v 910crri' Cis 12sxm 1 975Cni 1 Trans Trans 3000 2000 1800 1600 1400 1200 1000 800650 CM' 1 Fig. 9.IR spectrum of polyphenylacetylene. [ M- ] : concentration of progressive anionic polymers; [ M ] : concentration of phenylacetylene monomer; [ P] : concentration of polymer. Since activated sodium amide initiates polymerization, the concentration of the propagating chains is nothing but the concentration of the activated sodium amide, [ M - ] = [ NaNH2 ] a Furthermore, Eq. 7 becomes dM] -KP[M ] [M] =KP[NHZ ]act[M] (8) According to Fig. 10, the crown ether has an important role in catalyzing of this polymerization and Eq. I (complexation) may be the rate determining step; thus [NHZ ] _ [B15C5] is assumed, and Eq. 8 becomes Y-S. Jane, J.-S. Shih /Journal of Molecular Catalysis 89 (1994) 29-40 R= -d dM] -KP[B15C5] [M] 39 (9) If the concentration of polymer [P] is assumed to be proportional to the decrease of the amount of monomer, d[P] =K-d[M] dt dt and =KXKp[B15C5] [M] =Kobs[B15C5] [M] 40 30 a n. P. a 20 N b N 10 O B15C5 Blank O I I I 0.0 0.1 0.2 0.3 0.4 Concentration of H15C5 * (M) Fig. 10. Yields vs. concentration of B 15C5 on bulk polymerization of phenylacetylene (reaction at 80 C for 30 min; phenylacetylene 4 ml: 36 mmol; NaNH2 4 mmol). 1.6 Slope =1.1 0.. o N b d 1.2 ~O -0.9 -0.8 -0.7 -0.6 -0,5 -0.4 log (Concentration of H15C5 * (M)] Fig. 11. Double logarithmic plot of initial rate of polymerization vs. catalyst B 15C5 (initial rate of reaction: yields in the first 30 min), reaction at 80 C; NaNHz 4 mmol; phenylacetylene 36 mmol. 40 Y.-S. Jane. J.-S. Shih /Journal of Molecular Catalysis 89 (/994) 2910 d[P] =Kob,[B15C5] [M] (10) dt At a given period, Eq. 10 can be written as [ yyield =ddt log (yield) -log&b~ +log[B15C5] +log[M] (11) According to Eq. 11, the plot of log (yield) vs. log [ B 15C5 ] is expected to give a straight line with a slope of 1. The doubly logarithmic plot of log (yield) and log [B15C5] gave a straight line with a slope of 1.1 (Fig. 11). In conclusion, crown ethers, especially B 15C5 and 15C5, were successfully used as phase-transfer catalysts for the anionic polymerization of phenylacetylene with sodium amide; only traps-cisoid polyphenylacetylene was obtained in this crown ether catalytic process. 4. Acknowledgment We thank the National Science Council of the Republic of China in Taiwan for financial support. 5. References [ 1 ] CT Pedersen, J. Am. Chem. Soc., 89 (1967) 7017. [2] I.M. Kelthof, Anal. Chem., 51 (1979) IR. [ 3 ] R.M. Izatt, J. Christensen, Progress in Macrocyclic Chemistry, Wiley-Interscience, New York, 1978. [4] R.M. Izatt, J.J. Christensen, Synthetic Multidentate Macrocyclic Compounds, Academic Press, New York, 1978. [5] Y.S. Lin, J.S. Shih, J. Chin. Chem. Soc., 38 (1991) 451. [6] S. Raynal, P. Caubere, G. Ndebeka, Polymer., 22 (1981) 356. [7] P. Caubere, Polym. Sci. Technol., 24 (1978) 139. [8] S. Raynal, P. Caubere, G. Ndebeka, S. Lecolier, Polymer, 22 (1981) 347. [9] C.I. Simionescu, V. Percec, Polym. J., 8 (1976) 313. [ 10] G.M. Holob, P. Ehrlisk, J. Polym. Sci., Polym. Phys. Ed., 15 (1977) 627. [ (1 ] C.J. Simionescu, V. Percec, Polym. J., 8 (1976) 139. [ 12] AT Chalk, A.R. Gilbert, J. Polym. Sci., A-1, 10 (1972) 2033. [ 13] G.B. Streat, J. Chem. Soc., Chem. Commun., (1980) 347. [ 14] L.W. Shackletle. Synth. Met., 1 (1979) 309. [ 15] P.S. Woon, M.F. Farona, J. Polym. Sci., Polym. Chem. Ed., 12 (1974) 1749. [ 16] S. Kambara, H. Noguchi, Makromol. Chem., 73 (1964) 244. [17] B.E. Lee, A.M. North, Makromol. Chem., 79 (1964) 135. [ 18] G.M. Gokel, H.D. Durst, Synthesis, (1976) 168. [ 19] F.L. Cook, Tetrahetron Lett., (1972) 4029. [20] C.J. Simionescu, V. Percec, J. Polym. Sci., Polym. Chem. Ed., 17 (1979) 421. [ 21 ] C.J. Simionescu, V. Percec, Polym. J., 18 (1980) 147. X244 93E0293P 0304-5102(93)E0293-P 10.1016/0304-5102(93)E0293-P Crown ether phase-transfer catalysts for polymerization of phenylacetylene Yih-Song Jane Jeng-Shong Shih ∗ Department of Chemistry, National Taiwan Normal University Taipei, Taiwan 11718, Taiwan, ROC * Corresponding author; fax. ( +886-2)9324249. Polyphenylacetylene (PPA) is a prospective electrically conductive material due to its electron-rich structure. Various crown ethers were prepared and applied as phase-transfer catalysts of the anionic polymerization of phenylacetylene with sodium amide (NaNH2) as an initiator. Among crown ethers, 15-crown-5 seems best as a catalyst for polymerization of phenylacetylene with NaNH2. The catalytic abilities of various crown ethers decrease in the order, 15-crown-5 > benzo 15-crown-5 > 18-crown-6 > cryptand-22 > 12-crown-4 > dibenzo- 18-crown-6. Molar masses of polyphenylacetylene were determined and changed with reaction temperature and reaction period. Only transcisoid, not cis-transoid, polyphenylacetylene was observed in the polymerization. Effects of solvent, concentrations of crown ethers, temperature and reaction duration were investigated. Keywords crown ethers polymerization of phenylacetylene phase-transfer catalysts References [1] C.J. Pedersen J. Am. Chem. Soc. 89 1967 7017 [2] I.M. Kelthof Anal. Chem. 51 1979 1R [3] R.M. Izatt J. Christensen Progress in Macrocyclic Chemistry 1978 Wiley-Interscience New York [4] R.M. Izatt J.J. Christensen Synthetic Multidentate Macrocyclic Compounds 1978 Academic Press New York [5] Y.S. Lin J.S. Shih J. Chin. Chem. Soc. 38 1991 451 [6] S. Raynal P. Caubere G. Ndebeka Polymer. 22 1981 356 [7] P. Caubere Polym. Sci. Technol. 24 1978 139 [8] S. Raynal P. Caubere G. Ndebeka S. Lecolier Polymer 22 1981 347 [9] C.I. Simionescu V. Percec Polym. J. 8 1976 313 [10] G.M. Holob P. Ehrlisk J. Polym. Sci. 15 1977 627 Polym. Phys. Ed. [11] C.J. Simionescu V. Percec Polym. J. 8 1976 139 [12] A.J. Chalk A.R. Gilbert J. Polym. Sci. 10 1972 2033 A-1 [13] G.B. Streat J. Chem. Soc. 1980 347 Chem. Commun. [14] L.W. Shackletle Synth. Met. 1 1979 309 [15] P.S. Woon M.F. Farona J. Polym. Sci. 12 1974 1749 Polym. Chem. Ed. [16] S. Kambara H. Noguchi Makromol. Chem. 73 1964 244 [17] B.E. Lee A.M. North Makromol. Chem. 79 1964 135 [18] G.M. Gokel H.D. Durst Synthesis 1976 168 [19] F.L. Cook Tetrahetron Lett. 1972 4029 [20] C.J. Simionescu V. Percec J. Polym. Sci. 17 1979 421 Polym. Chem. Ed. [21] C.J. Simionescu V. Percec Polym. J. 18 1980 147",
      "scopus-id": "0028413850",
      "coredata": {
        "eid": "1-s2.0-0304510293E0293P",
        "dc:description": "Polyphenylacetylene (PPA) is a prospective electrically conductive material due to its electron-rich structure. Various crown ethers were prepared and applied as phase-transfer catalysts of the anionic polymerization of phenylacetylene with sodium amide (NaNH2) as an initiator. Among crown ethers, 15-crown-5 seems best as a catalyst for polymerization of phenylacetylene with NaNH2. The catalytic abilities of various crown ethers decrease in the order, 15-crown-5 > benzo 15-crown-5 > 18-crown-6 > cryptand-22 > 12-crown-4 > dibenzo- 18-crown-6. Molar masses of polyphenylacetylene were determined and changed with reaction temperature and reaction period. Only transcisoid, not cis-transoid, polyphenylacetylene was observed in the polymerization. Effects of solvent, concentrations of crown ethers, temperature and reaction duration were investigated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-04-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0293P",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jane, Yih-Song"
          },
          {
            "@_fa": "true",
            "$": "Shih, Jeng-Shong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0293P"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0293P"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0293-P",
        "prism:volume": "89",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Crown ether phase-transfer catalysts for polymerization of phenylacetylene",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "crown ethers"
          },
          {
            "@_fa": "true",
            "$": "polymerization of phenylacetylene"
          },
          {
            "@_fa": "true",
            "$": "phase-transfer catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "29-40",
        "prism:endingPage": "40",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 April 1994",
        "prism:doi": "10.1016/0304-5102(93)E0293-P",
        "prism:startingPage": "29",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0293-P",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028413850"
      }
    }
  }
}