{
  "metadata": {
    "title": "Highly dispersed metal clusters and colloids for the preparation of active liquid-phase hydrogenation catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80250-K",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280250K",
    "pii": "030451029280250K"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026888016",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280250K 0304-5102(92)80250-K 030451029280250K 10.1016/0304-5102(92)80250-K S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 33 323 333 323 333 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. HIGHLYDISPERSEDMETALCLUSTERSCOLLOIDSFORPREPARATIONACTIVELIQUIDPHASEHYDROGENATIONCATALYSTS BONNEMANN H BRADLEY 1983 1 J BRADLEY 1987 59 J KLABUNDE 1991 30 K KLABUNDE 1984 1329 K KLABUNDE 1984 2721 K KLABUNDE 1983 57 K MATOSUO 1982 843 K KLABUNDE 1978 254 K KLABUNDE 1976 1021 K ESUMI 1991 457 K MEGURO 1988 341 K STROMNOVA 1990 803 T MOISEEV 1989 1755 I MOISEEV 1984 72 I MOISEEV 1984 21 I SCHMID 1990 172 G SCHMID 1990 1 G SCHMID 1990 559 G SCHMID 1990 1175 G DEJONGH 1989 445 L SCHMID 1988 2321 G DEJONGH 1987 807 L SCHMID 1988 85 G SCHMID 1985 199 G SCHMID 1987 249 G SCHMID 1987 252 G SCHMID 1978 417 G BONNEMANN 1991 1344 H BONNEMANN 1991 1312 H KULZICK 1982 1256 M ANTONY 1975 1419 M RYNDIN 1989 277 Y WILLSTATTER 1921 113 R 1987 CATALYSTDESIGN 1987 METALSUPPORTINTERACTIONSINCATALYSISSINTERINGREDISPERSION ALEKSEEV 1990 37 O RYNDIN 1990 51 Y RYNDIN 1989 109 Y BONNEMANNX1992X323 BONNEMANNX1992X323X333 BONNEMANNX1992X323XH BONNEMANNX1992X323X333XH item 0304-5102(92)80250-K 030451029280250K 1-s2.0-030451029280250K 10.1016/0304-5102(92)80250-K 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280250K-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280250K/MAIN/application/pdf/d1916120bdee8af918ecf7d9407d5b59/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280250K/MAIN/application/pdf/d1916120bdee8af918ecf7d9407d5b59/main.pdf main.pdf pdf true 1029798 MAIN 11 1-s2.0-030451029280250K-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280250K/PREVIEW/image/png/12da34a955a91df3686cc6f7f704ba71/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280250K/PREVIEW/image/png/12da34a955a91df3686cc6f7f704ba71/main_1.png main_1.png png 60987 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 323-333 323 M2923 Highly dispersed metal clusters and colloids for the preparation of active liquid-phase hydrogenation catalysts Helmut Bonnemann*, Werner Brijoux, Rainer Brinkmann, Eckard Dinjus, Rainer hYetzen, Thomas Joussen and Barbara Korall Max-Planck-Institut fur Kohlenforschung, Postfach 10 13 53, W-4330 Mulheim an der Ruhr (Germany) Abstract A comparison of the activities of conventionally precipitated metals on charcoal, deposited organometallic clusters and metal colloids for liquid-phase hydrogenation has been made under standard conditions in order to assess the effect of particle size. The strong SMSI effect known for Ti02 supports was simulated on charcoal by doping the surface with small amounts of Ti(0) and subsequent oxygenation. Introduction The inherent utility of clusters and colloids as precursors for efficient heterogeneous catalysts has prompted a rapidly growing flood of results during the last few years, most notably by the groups of Bradley [ 1, 2 ], Klabunde [ 3-9 ], Esumi [ 10, 11 ], Moiseev [ 12-15 ] and Schmid [ 16-261. This paper describes the facile deposition of a tetranuclear rhodium cluster containing easily displaceable ligands on charcoal. We have already presented a general route to metal colloids of elements of group 6-11, protected by tetraalkylammonium groups [27]. These new materials are very soluble in organic solvents and show a narrow particle size distribution under the electron microscope. The discrete metal colloid particles may be deposited under mild conditions on supports such as charcoal. According to electron microscopy this technique prevents any aggregation of the metal particles, which is inevitably seen after metallization of supports by conventional methods. Doping the carbon support with small amounts of bis(rls-arene)titanium prior to the deposition of metal clusters or colloids can considerably enhance the activity of the resulting hydrogenation catalysts. Experimental Characterization of materials oy physical methods ' H and' 3Rh NMR spectra of the organometallic complexes were measured on a Bruker 400 MHz instrument, model WH 400. '3C NMR spectroscopy was carried out on a Bruker model WM 300. *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 324 The metal colloids were characterized by transmission electron microscopy using a Hitachi H 600/2 electron microscope, a Siemens Elmiskop 102 or DEEKO 100, all at 100 kV. The isolated Rh, Pd and Pt colloids and the bimetallic Rh/Pt colloid were examined by XPS using an Escalab Mark II instrument by VG Instruments (Al Ka irradiation, 1487 eV, Al filter). Preparation of the Rh4 cluster 6 g (12.2 mmol) [CIRhCOD]2 under argon was dissolved in 200 ml THF. The yellow solution was treated at room temperature over 8 h with 23 mmol Na[BEt3H] as a 0.2 M solution in THF. After a further 8 h of stirring, the THF was removed under vacuum from the dark red solution and the residue was dried for 6 h at 40 C under vacuum. The precipitate was extracted several times with a total of 800 ml of pentane and the solution was filtered through a D4 frit. The pentane was removed and the residue was dried for 16 h under vacuum to give [HRhCOD]4. Yield: 3.8 g (4.5 mmol, 74%); Kulzick et al. [28] in 1982 reported a 55% yield using a different approach. EA: found: C 45.2; H 6.3; Rh 48.3 (calculated: C 45.3; H 6.2; Rh 48.5). 'H NMR: 5(C,D80, 310 K) = 4.60 (s, 4), 2.20 (m, 4), 1.74 (d, 4), -11.6 ppm (quint, 1, JRh_H=14.3 Hz). '3C NMR: 8(C4Dg0, 293 K) = 79.7 (d, 4, JAR,, -10.7 Hz), 32.2 ppm (t, 4, JC-Rh -12 7 1 Hz). 1 03Rh NMR: 8(C4Ds0, 300 K) = - 7520 ppm. Preparation of bis(r76-arene)titanium complexes Bis(r16-benzene) titanium 2.2 ml (20 mmol) TiC14 under argon was dissolved in 50 ml benzene and the apparatus was immersed in an ultrasonic bath for 60 min at room temperature; 160 ml of a 0.5 M (80 mmol) K[BEt3H) solution in benzene was added. The resulting black slurry was treated for another 60 min in the ultrasonic bath. The black precipitate was filtered through a D4 frit and washed three times with 50 ml benzene. The clear red solutions were collected, the solvent was removed, and the residual red solid was dissolved in 50 ml pentane. The suspension wO filtered through a D4 frit. The pentane was removed in vacuum and the red residue recrystallized from pentane to give pure [Ti(CrH6)z] [29]. Yield: 0.449 g (11/0). 'H NMR: 8(C6Ds)=4.92 ppm (s) (lit. [29]: 8(C6D6)=5.04 ppm). Bis(776-tol) titanium The experiment was carried out in an analogous manner using toluene as the solvent to give [Ti(C6H5Me)2]. Yield: 1.014 g (229'0). EA: found: C 72.4; H 7.3; Ti 20.1 (calculated: C 72.4; H 7.0; Ti 20.6).'H NMR: 8(C6136) = 2.13 (s), 5.01 ppm (m) (lit. [ 29 ]: 8(SiMe4) = 2.15 (s), 4.89 ppm (m)). Bis(776-p-xyO) titanium The experiment was carried out in an analogous manner using p-xylene as the solvent and treating the black slurry 4 h in the ultrasonic bath to 325 give [Ti(C,,H4Me2)2]. Yield: 0.462 g (9%). IH NMR: 8(C6D6)= 1.96 (s), 4.84 ppm (m). Bis(,q'-mesitylene) titanium The experiment was carried out in an analogous manner using mesitylene as the solvent and treating the black slurry 16 h in the ultrasonic bath to give [Ti(C,,H3Me3)2 ]. Yield: < 5%. 1H NMR: 8(C6D6) -1.99 (s), 4.74 ppm (s) (lit. [29]: 8(SiMe4) -1.96 (s), 4.69 ppm (s)). Preparation of metal colloids Rhodium colloid To a stirred suspension of RhC13 (2.79 g, 13.33 mmol) in THF (500 ml) under argon was added a solution of N(C$H,7)4 BEt3H [27] in THF (0.4 M, 100 ml) over 1 h at 40 C. The RhC13 dissolved completely within 2 h at 40 C. After 15 h at room temperature, the dark red-black solution was completely clear. The volatile components were removed by evaporation, and the black-brown, waxy residue was dried for 3 h at 40 C and 10-3 mbar. The product (22.3 g) was soluble in THF, ether, toluene, and acetone, but insoluble in ethanol and contained 6.1 % Rh. The residue was dissolved (in air) in 500 ml technical ether. Addition of 50 n-l pure ethanol caused a grey-brown precipitate to form, which was left to stand for 1 h. The precipitate was washed twice with a mixture of 90 ml ether/10 ml ethanol. Drying in vacuum (10-3 mbar, 20 min, 25 C) yields a grey rhodium colloidal powder (1.24 g), very soluble in THF, soluble in acetone, less soluble in toluene, and insoluble in ether. Elemental analysis: Rh 73.40%, N 0.30%, C 16.57%, H 3.13%; mass spectrum: characteristic ions at 36 (HCl, cleavage at high temperature); 353 (N(C8H17)3, major peak). Using this procedure, a number of mono- and bimetallic colloids have been obtained (Table 1). Doping of charcoal with titanium(O) A suspension of 3.030 g charcoal in 30 ml pentane was treated under argon with the red solution formed by dissolving 31 mg bis(rls-toluene)titanium in 50 ml pentane. After decolorization (10 min) the suspension was filtered through a D4 frit and the doped support was dried for 16 h under vacuum. Yield: 3.352 g charcoal including solvent (dry material: 3.036 g). Adsorption of (HRhCODJ4 on Ti-doped charcoal A suspension of 3.352 g Ti-doped charcoal in 100 ml pentane was treated under argon at 0 C with 329 mg [HRhCOD]4. The suspension was stirred for 16 h at 0 C, the initially dark-red solution becoming almost colorless. The pentane was removed from the suspension under vacuum, and the evacuated flask was filled with hydrogen. After 1 h the hydrogen was pumped off and the active catalyst was dried 16 h under vacuum. Yield: 3.580 g including solvent; dry mass: 3.196 g, solvent portion: 10.7%, Rh: 5.0% (dry material as reference), Ti: 0.2% (referred to the dry mass). The TABLE 1 Preparation of metal colloids in solution or as an isolated powder No. Starting Reducing Conditions Product colloid Workup Solvent added Metal content in Particle sizes material agent t T solution color solvent for precipitation isolated colloid (nm) (h) ( C) (ssb) 1 MnI2 N(oCtY')4BEt3H 1 23 dark brown Mn completely dissolved 2 FeBr2 N(octyl)4BEt3H 2 65 dark brown to black Fe up to 90g'o dissolved 3 RUC13 N(octyl)4BEt3H 2 50 dark red-brown to black ethanol pentane 68.72 1-2 Ru almost completely dissolved 4 OSC13 NBu4BEt3H 1 23 deep red to black 5 CoBrz N(oCtY')4BEt3H 3 23 dark brown to black ethanol ether 60.50 1.2-2 Co completely dissolved 4.5-5.5 6 RhC13 N(oCtY')4BEt3H 3 40 deep red to black ether ethanol 73.40 1.3-2 Rh completely dissolved 3-4b 7 IrCl3 N(octyl)4BEt3H 1 50 dark red to black ethanol ether 65.55 Ir almost completely dissolved 8 IrC13 N(oCtY')4BEt3H 2 65 dark brown to black ethanol ether 65.55 Ir almost completely dissolved 9 NiBrz N(octyl)4BEt3H 6 23 dark red to black ethanol ether 66.13 1-5 Ni completely dissolved 10 PdCl2 N(octyl)4BEt3H 1 23 dark brown to black ether ethanol 83.62 1-6 Pd completely dissolved 11 PtC12 N(hexyl)9BEt3H 2 23 dark brown to black Pt up to 80% dissolved 12 PtCl2 N(octyl)4BEt3H 2 23 dark brown to black ether ethanol 64.46 1-5 Pt up to 80% dissolved 13 PtCl2 N(decyl)QBEt3H 2 23 dark brown to black Pt up to 80% dissolved 14 PtC12/RhCI3 N(octyl)9BEt3H 1 50 deep red to black ether ethanol 24.45 (Pt) 1-4 Rh completely 24.09 (Rh) and Pt almost completely dissolved 15 CUC12 N(octyl)4BEt3H 2 23 deep red to black ether ethanol 77.04 Cu almost completely dissolved 16 CuBr2 N(octyl)qBEt3H 2 23 deep red to black toluene ethanol 52.15 Cu completely dissolved a10% error. b Additional maximum. co N N 328 catalyst was ready for use after treatment with argon that contained 0.2 vol. ss'o OZ for 2 h. Adsorption of Rh colloid on Ti-doped charcoal Activated carbon (3.0 g) was doped under argon with bis(rls-toluene)titanium (36.6 mg) in pentane (50 ml), dried, and suspended in dry THF (ca. 50 ml). Rhodium colloid (234 mg) in THF (50 ml) was added over 30 min under vigorous stirring. The completely metal-free, colorless solution was filtered through a D4 glass frit, and the rhodium-covered activated carbon was dried under high vacuum (10-3 mbar) for 16 h at room temperature. Approximately 10/0 of the solvent remained absorbed. The activated carbon so charged contained 5ss'o Rh and 0.2% titanium (relative to the solvent-free product). The catalyst was ready for use after treatment with argon that contained 0.2 vol. ss'o 02 for 2 h. The industrial catalyst The industrial catalyst used for comparison was manufactured following the conventional precipitation 'route using the specifications given for 5ss'o Rh on C (addition of NaOH to aqueous RhC13 - 3Hz0 in the presence of charcoal). Liquid phase hydrogenation catalysis All hydrogenation experiments were performed at 1 bar and 40 C 0.5 C. Substrate was butyronitrile, concentration 1.04 mol I -'.Amount of catalyst used was 0.3-1 g, at a stirring rate of 2000 rpm, in 100 ml pure ethanol. The catalyst activity was determined during the first 5-6 minutes after the addition of the substrate and is quoted as volume taken up per g catalyst and per minute. Results and discussion In order to demonstrate the superiority of uniformly dispersed metal clusters and colloids having a narrow size distribution over the conventionally prepared noble-metal-charcoal hydrogenation catalysts, three different systems were compared, all of which contained 5% Rh on C: a conventional precipitation catalyst, an absorbed organometallic Rh4 cluster, and an absorbed Rh colloid (Table 1, No. 6). Figure 1 shows a typical electron micrograph of an industrial catalyst, prepared by conventional precipitation of aqueous RhC13- In addition to traces of well-dispersed rhodium particles on the charcoal, bulky rhodium agglomerations appear which are only weakly bonded to the support. A considerable amount of the precipitated bulk Rh is not even attached to the support surface. Comparative measurements with Rh precipitated in the absence of the support showed that the bulk Rh particles are totally inactive for catalytic hydrogenation in the test reaction. In other words, the catalytic activity is associated solely with the Rh dispersed on C. 329 Fig. 1. Transmission electron micrograph of the conventional precipitation catalyst (59'o Rh on C). On the other hand, it is known (see, for example, Ryndin et al. [30]) that active noble-metal catalysts on surfaces need to have a minimum particle size; monodispersed metals are nearly inactive. The smallest particles that allow an adsorptive dissociation of hydrogen have to consist of about 12 metal atoms. In order to obtain access to small rhodium agglomerations on the support, we adsorbed the organometallic Rh4 cluster in pentane solution on charcoal. The organic ligands were displaced by reaction with HZ at room temperature. The electron micrograph (Fig. 2) proves that the Rh, units have uniformly coalesced into agglomerates of 0.3-1.6 nm, which-in contrast to the precipitated Rh shown in Fig. 1-are quite regularly distributed on the charcoal without bulk rhodium concentration at the edges of the support. The electron micrograph of the Rh colloid (Table 1, No. 6) adsorbed on charcoal is shown in Fig. 3. Again, the particle distribution appears to be remarkably uniform on the support. In this case, however, the particle size of the free precursor (1.3-2.0 nm) remains virtually unchanged by the adsorption process: the observed particle size of the Rh colloid dispersed on C ranges between 1.1 and 2.2 nm. This effect is probably due to the fact that the discrete colloid particles are well separated from each other by the long-chain hydrocarbon groups present in the tetraalkylammonium protecting shell [27]. As a consequence, an unwanted agglomeration of the metal nuclei on the support surface is prevented. The preparation of the different rhodium catalysts was generally carried out under argon. Because the products are self-inflammable, we tried to passivate the surface by the careful addition of very small amounts of 330 Fig. 2. Transmission electron micrograph of the Rh cluster catalyst (54'o Rh on C). Fig. 3. Transmission electron micrograph of the Rh colloid catalyst (54'o Rh on C). molecular oxygen. We were surprised to find that this treatment not only stabilizes all three catalyst types to air, but also considerably enhances their activity. In the case of the industrial catalyst prepared under argon, careful oxygenation of the surface improves the activity (a) of the untreated sample (a = 71 Nml) by 17.5% (to a = 83 Nml); the activity of the cluster catalyst jumps from 102 to 167 Nml after the oxygenation ( + 64%); and a freshly prepared colloid catalyst sample under argon (a= 95 Nml) increases its activity by 114% (a = 203 Nml) after the oxygenation step. In 1921 Willstatter and Waldschmidt-Leitz [31 J reported that the activity of noble-metal hydrogenation catalysts is oxygen dependent. Using TiO2 most effective `strong metal-support interactions' (SMSI) [32, 33] have been found in noble-metal hydrogenation catalysts. Ryndin et al. [34-36] systematically investigated the effect of Ti, Zr and Hf ions attached to silica or graphite surfaces on the catalytic properties of supported noble metals. We have now observed that the pretreatment of the charcoal with small amounts of zero-valent Ti or Zr may considerably enhance both the activity and the lifetime of noble metal /carbon hydrogenation catalysts. Optimal results were obtained with 5% Rh on charcoal catalysts with the addition of 0.2% Ti. A comparison of the activity figures given in Fig. 4 shows that the Ti(0) doping is most effective for the conventionally prepared Rh catalyst ( + 49%), but is still significant in our cluster and colloid catalysts. The industrial standard catalyst exhibits a fairly constant activity over 250 h, 300 250 200 150 100 50 331 Activity Ap,l [NmUg-min[ oxygenated M 0,2 % Ti, oxygenated 262 Industrial Catalyst 5 % Rh on charcoal 230 Cluster Catalyst 5% Rh on charcoal Colloid Catalyst 5%,Rh on charcoal Fig. 4. Comparison of the activities using different Rh/C catalysts in the hydrogenation of butyronitrile under standard conditions (see Experimental). and this was increased threefold after the Ti(0) doping. This `doping effect' is not limited to Rh, and 5% Pt and Pd colloid catalysts on charcoal show a similar effect: optimum activity was achieved after the addition of 1 % zerovalent Ti or Zr. The Pd-colloid/Ti-C catalyst surpasses the corresponding technical standard in activity in the hydrogenation of cinnamic acid by a factor of 1.7 (a, = 600 Nml). The activity of the corresponding Pt colloid catalyst on charcoal in the hydrogenation of crotonic acid exceeds that of the technical standard by a factor of 2.1 (a=810 Nml). Conclusions The deposition of [HRhCOD]4 on charcoal and release of the organic ligand by gaseous Hz under mild conditions leads to the facile deposition of uniformly dispersed Rh clusters (0.3-1.6 nm) on the surface. Transition metal colloids of narrow size distribution protected by tetraalkylammonium ions are highly soluble in nonpolar organic solvents and are suitable precursors for heterogeneous catalysts. They serve as convenient sources for uniformly adsorbed discrete metal particles on surfaces. During the adsorption process the particle size of the colloid remains unchanged and no unwanted agglomeration is observed. Noble-metal colloids adsorbed, for example, on charcoal yield highly active liquid-phase hydrogenation catalysts. Pretreatment of the support surface with low-valent early transition metals such as titanium considerably enhances both the activity and the lifetime of the catalysts. Non-noble-metal and bimetallic colloids protected by tetraallrylammonium 332 ions are currently being investigated; preliminary results show that variations induced in the reduction step may yield metal colloids of quite different particle sizes. This is very significant for catalytic applications. Acknowledgements The authors wish to thank Dr. G. Block and E. Schauf, Krupp Industrietechnik, Essen, for transmission electron microscopy (TEM) studies, Dr. J. Scharschmidt, Bayer AG, Uerdingen, for extended TEM work, and Dr. B. Tesche, Fritz-Haber-Institut der Max-Planck-Gesellschaft, Berlin, for highresolution TEM and scanning tunnelling microscopy. Prof. Dr. R. Courths, Laboratory for Solid State Physics at Duisburg University, assisted with the recording and interpretation of the XPS spectra. We would also like to acknowledge the valuable advice of Prof. Dr. G. Schmid, Essen University, in the field of metal colloid chemistry. Finally, we are very grateful to Prof. Dr. H. Offermanns and Drs. R. Brand, R. Gerner, B. M. Despeyroux, A. Freund and U. Ohlrogge of Degussa AG, Hanau, for catalyst test procedures and for a gift of noble metal derivatives. References 1 J. S. Bradley, Adv. Organomet. Chem., 22 (1983) 1. 2 J. S. Bradley, E. Hill, M. E. Leonowicz and H. J. Witzke, J. Mol. Catal., 41 (1987) 59. 3 K. J. Klabunde, Y.-X. Li and B: J. Tan, Chem. Mater., 3 (1991) 30. 4 K. J. Klabunde, Science, 224 (1984) 1329. 5 K. J. Klabunde and Y. Imizu, J. Am. Chem. Soc., 106 (1984) 2721. 6 K. J. Klabunde and Y. Tanaka, J. Mol. Catal., 21 (1983) 57. 7 K. Matosuo and K. J. Klabunde, J. Org. Chem., 47 (1982) 843. 8 K. J. Klabunde, S. C. Davis, H. Hattori and Y. Tanaka, J. Catal., 54 (1978) 254. 9 K. J. Klabunde, H. F. Efner, T. O. Murdock and R. Ropple, J. Am. Chem. Soc., 98 (1976) 1021. 10 K. Esumi, M. Shiratori, H. Ishizuka, T. Tano, K. Torigoe and K. Meguro, Langmuir, 7 (1991) 457. 11 K. Meguro, M. Torizuka and K. Esumi, Bull. Chem. Soc. Jpn., 61 (1988) 341. 12 T. A. Stromnova, I. N. Busygina, M. N. Vargaftik and I. I. Moiseev, Metalloorg. Khim., 3 (1990) 803. 13 I. I. Moiseev, Pure Appl. Chem., 61 (1989) 1755. 14 I. I. Moiseev, Mekhanizm Kataliza, Novosibirsk, 1984, Chap. 1, p. 72; from Ref. Zh., Khim. 1985, Abstr. No. 4B4259. 15 I. I. Moiseev, Itogi Nauki Tekh. VINITl. Kinet. Kataliz, 13 (1984) 21; from Ref. Zh., Khim. 1984, Abstr. No. 16B4121. 16 G. Schmid, Endeavour, 14 (1990) 172. 17 G. Schmid, Aspects Homogen. Catal., 7 (1990) 1. 18 G. Schmid, H. H. A. Smit, M. P. J. Staveren and R. C. Thiel, New J. Chem., 14 (1990) 559. 19 G. Schmid, N. Klein, B. Morun, A. Lehnert and J. O. Mahn, Pure Appl. Chem., 62 (1990) 1175. 333 20 L. J. De Jongh, J. A. O. De Aguiar, H. B. Brom, G. Longoni, J. M. Van Ruitenbeek, G. Schmid, H. H. A. Smit, M. P. J. Van Staveren and R. C. Thiel, Z. Phys. D: At., Mol. Clusters, 12 (1989) 445. 21 G. Schmid, Polyhedron, 7 (1988) 2321. 22 L. J. De Jongh, H. B. Brom, G. Longoni, P. R. Nugteren, B. J. Pronk, G. Schmid, H. H. A. Smit, M. P. J. Van Staveren and R. C. Thiel, NATO ASI Ser., Ser. B (Phys. Chem. Small Clusters), 158 (1987) 807. 23 G. Schmid, Chenz. Unserer Zeit, 22 (1988) 85. 24 G. Schmid, Kem Kozl., 63 (1985) 199. 25 G. Schmid, Nachr. Chem., Tech. Lab., 35 (1987) 249, 252. 26 G. Schmid, Angew. Chem., 90 (1978) 417. 27 H. Bonnemann, W. Brijoux, R. Brinkmann, E. Dinjus, T. Joussen and B. Korall, Angew. Chem., 103 (1991) 1344; Angew. Chem., Int. Ed. Engl., 30 (1991) 1312. 28 M. Kulzick, R. T. Price, E. L. Muetterties and V. W. Day, Organometallics, 1 (1982) 1256. 29 M. T. Antony, M. L. H. Green and D. Young, J. Chem. Soc., Daltan Trans., (1975) 1419. 30 Y. A. Ryndin, M. V. Stein, A. I. Boronin, V. I. Bukhtiyarov and V. I. Zaikovskii, Appl. Catal., 54 (1989) 277. 31 R. Willstatter and E. Waldschmidt-Leitz, Ber. Dtsch. Chem. Ges., 54 (1921) 113. 32 L. L. Hegedus (ed.), Catalyst Design, Wiley, New York, 1987. 33 S. A. Stevenson (ed.), Metal-Support Interactions in Catalysis, Sintering and Redispersion, Van Nostrand Reinhold, New York, 1987. 34 O. S. Alekseev, V. I. Zaikovskii and Y. A. Ryndin, Appl. Catal., 63 (1990) 37. 35 Y. A. Ryndin, O. S. Alekseev, E. A. Paukshtis, A. V. Kalinkin and D. I. Kochubey, Appl. Catal., 63 (1990) 51. 36 Y. A. Ryndin, O. S. Alekseev, P. A. Simonov and V. A. Likholobov, J. Mol. Catal., 55 (1989) 109. X244 9280250K 0304-5102(92)80250-K 10.1016/0304-5102(92)80250-K Elsevier Sequoia Highly dispersed metal clusters and colloids for the preparation of active liquid-phase hydrogenation catalysts Helmut Bo¨nnemann * Werner Brijoux Rainer Brinkmann Eckard Dinjus Rainer Fretzen Thomas Joußen Barbara Korall Max-Planck-Institut fu¨r Kohlenforschung, Postfach 10 13 53, W-4330 Mu¨lheim an der Ruhr Germany * Author to whom correspondence should be addressed. A comparison of the activities of conventionally precipitated metals on charcoal, deposited organometallic clusters and metal colloids for liquid-phase hydrogenation has been made under standard conditions in order to assess the effect of particle size. The strong SMSI effect known for TiO2, supports was simulated on charcoal by doping the surface with small amounts of Ti(O) and subsequent oxygenation. References 1 Bradley J.S. Adv. Organoment. Chem. 22 1983 1 2 Bradley J.S. Hill E. Leonowicz M.E. Witzke H.J. J. Mol. Catal. 41 1987 59 3 Klabunde K.J. Li Y.-X. Tan B.-J. Chem. Mater. 3 1991 30 4 Klabunde K.J. Science 224 1984 1329 5 Klabunde K.J. Imizu Y. J. Am. Chem. Soc. 106 1984 2721 6 Klabunde K.J. Tanaka Y. J. Mol. Catal. 21 1983 57 7 Matosuo K. Klabunde K.J. J. Org. Chem. 47 1982 843 8 Klabunde K.J. Davis S.C. Hattori H. Tanaka Y. J. Catal. 54 1978 254 9 Klabunde K.J. Efner H.F. Murdock T.O. Ropple R. J. Am. Chem. Soc. 98 1976 1021 10 Esumi K. Shiratori M. Ishizuka H. Tano T. Torigoe K. Meguro K. Langmuir 7 1991 457 11 Meguro K. Torizuka M. Esumi K. Bull. Chem. Soc. Jpn. 61 1988 341 12 Stromnova T.A. Busygina I.N. Vargaftik M.N. Moiseev I.I. Metalloorg. Khim. 3 1990 803 13 Moiseev I.I. Pure Appl. Chem. 61 1989 1755 14 Moiseev I.I. Mekhanizm Kataliza, Novosibirsk 1984 72 from Ref. Zh., Khim. 1985, Abstr. No. 4B4259 15 Moiseev I.I. Itogi Nauki Tekh. VINITI. Kinet. Kataliz 13 1984 21 from Ref. Zh., Khim. 1984, Abstr. No. 16B4121 16 Schmid G. Endeavour 14 1990 172 17 Schmid G. Aspects Homogen. Catal. 7 1990 1 18 Schmid G. Smit H.H.A. Staveren M.P.J. Thiel R.C. New J. Chem. 14 1990 559 19 Schmid G. Klein N. Morun B. Lehnert A. Malm J.O. Pure Appl. Chem. 62 1990 1175 20 De Jongh L.J. De Aguiar J.A.O. Brom H.B. Longoni G. Van Ruitenbeek J.M. Schmid G. Smit H.H.A. Van Staveren M.P.J. Thiel R.C. Z. Phys. D: At., Mol. Clusters 12 1989 445 21 Schmid G. Polyhedron 7 1988 2321 22 De Jongh L.J. Brom H.B. Longoni G. Nugteren P.R. Pronk B.J. Schmid G. Smit H.H.A. Van Staveren M.P.J. Thiel R.C. NATO ASI Ser., Ser. B (Phys. Chem. Small Clusters) 158 1987 807 23 Schmid G. Chem. Unserer Zeit 22 1988 85 24 Schmid G. Kem Kozl. 63 1985 199 25 a Schmid G. Nachr. Chem., Tech. Lab. 35 1987 249 b Schmid G. Nachr. Chem., Tech. Lab. 35 1987 252 26 Schmid G. Angew. Chem. 90 1978 417 27 a Bo¨nnemann H. Brijoux W. Brinkmann R. Dinjus E. Joußen T. Korall B. Angew. Chem. 103 1991 1344 b Bo¨nnemann H. Brijoux W. Brinkmann R. Dinjus E. Joußen T. Korall B. Angew. Chem., Int. Ed. Engl. 30 1991 1312 28 Kulzick M. Price R.T. Muetterties E.L. Day V.W. Organometallics 1 1982 1256 29 Antony M.T. Green M.L.H. Young D. J. Chem. Soc., Dalton Trans. 1975 1419 30 Ryndin Y.A. Stein M.V. Boronin A.I. Bukhtiyarov V.I. Zaikovskii V.I. Appl. Catal. 54 1989 277 31 Willsta¨tter R. Waldschmidt-Leitz E. Ber. Dtsch. Chem. Ges. 54 1921 113 32 Hegedus L.L. Catalyst Design 1987 Wiley New York 33 Stevenson S.A. Metal-Support Interactions in Catalysis, Sintering and Redispersion 1987 Van Nostrand Reinhold New York 34 Alekseev O.S. Zaikovskii V.I. Ryndin Y.A. Appl. Catal. 63 1990 37 35 Ryndin Y.A. Alekseev O.S. Paukshtis E.A. Kalinkin A.V. Kochubey D.I. Appl. Catal. 63 1990 51 36 Ryndin Y.A. Alekseev O.S. Simonov P.A. Likholobov V.A. J. Mol. Catal. 55 1989 109",
      "scopus-id": "0026888016",
      "coredata": {
        "eid": "1-s2.0-030451029280250K",
        "dc:description": "A comparison of the activities of conventionally precipitated metals on charcoal, deposited organometallic clusters and metal colloids for liquid-phase hydrogenation has been made under standard conditions in order to assess the effect of particle size. The strong SMSI effect known for TiO2, supports was simulated on charcoal by doping the surface with small amounts of Ti(O) and subsequent oxygenation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280250K",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bo¨nnemann, Helmut"
          },
          {
            "@_fa": "true",
            "$": "Brijoux, Werner"
          },
          {
            "@_fa": "true",
            "$": "Brinkmann, Rainer"
          },
          {
            "@_fa": "true",
            "$": "Dinjus, Eckard"
          },
          {
            "@_fa": "true",
            "$": "Fretzen, Rainer"
          },
          {
            "@_fa": "true",
            "$": "Joußen, Thomas"
          },
          {
            "@_fa": "true",
            "$": "Korall, Barbara"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280250K"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280250K"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80250-K",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Highly dispersed metal clusters and colloids for the preparation of active liquid-phase hydrogenation catalysts",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "323-333",
        "prism:endingPage": "333",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80250-K",
        "prism:startingPage": "323",
        "dc:identifier": "doi:10.1016/0304-5102(92)80250-K",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026888016"
      }
    }
  }
}