{
  "metadata": {
    "title": "Highly active rhodium catalysts for the [2+2+2] cycloaddition of acetylenes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-05-31",
    "doi": "10.1016/0304-5102(85)80026-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285800262",
    "pii": "0304510285800262"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022059559",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285800262 0304-5102(85)80026-2 0304510285800262 10.1016/0304-5102(85)80026-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01514 2024-01-02T01:05:30.650091Z 0 0 19850501 19850531 1985 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 30 30 1 2 1 2 Volume 30, Issues 1–2 14 181 195 181 195 198505 May 1985 1985-05-01 1985-05-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. HIGHLYACTIVERHODIUMCATALYSTSFOR222CYCLOADDITIONACETYLENES BORRINI A REIKHSFELD 1966 510 V HOOGZAND 1968 343 C ORGANICSYNTHESESVIAMETALCARBONYLS YUREVA 1974 48 L FRANZUS 1959 1514 B LUTZ 1961 2551 E REPPE 1948 1 W MERIWETHER 1961 5155 L MERIWETHER 1961 5163 L COLTHUP 1961 5169 E MERIWETHER 1962 3930 L RAUSCH 1970 3888 M GARDNER 1973 2396 S CORRIGAN 1978 1937 P CASH 1973 277 G WAKATSUKI 1974 393 Y HARTDAVIS 1969 2403 A HARTDAVIS 1970 431 A HARTDAVIS 1970 441 A COTTON 1967 6136 F CADDY 1977 648 P ANGEWCHEM CADDY 1980 962 P REREK 1983 1208 M DIVERSI 1981 239 P KING 1970 527 R JOHNSON 1977 749 J KOWALA 1976 820 C SAMUEL 1976 331 E SEARS 1968 644 C ROSENBLUM 1968 1060 M CADDY 1978 839 P EFRATY 1977 691 A GARDNER 1974 415 S WHITESIDES 1969 3800 G POLLOCK 1976 2673 D SCHUSTERWOLDAN 1966 1657 H SAMUEL 1966 3548 E VANDERENT 1973 93 A FUCHS 1930 267 W FUSON 1940 2088 R BORRINIX1985X181 BORRINIX1985X181X195 BORRINIX1985X181XA BORRINIX1985X181X195XA 2020-02-29T06:18:07.045Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp 0304510285800262 C.N.R. This work was supported by a grant from the C.N.R. programme ‘Chimica Fine e secondaria’. item 0304-5102(85)80026-2 0304510285800262 1-s2.0-0304510285800262 10.1016/0304-5102(85)80026-2 272239 2024-01-02T01:05:30.650091Z 1985-05-01 1985-05-31 1-s2.0-0304510285800262-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285800262/MAIN/application/pdf/f28e88358c63f2a0f7e02a529bb5ecd8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285800262/MAIN/application/pdf/f28e88358c63f2a0f7e02a529bb5ecd8/main.pdf main.pdf pdf true 1045224 MAIN 15 1-s2.0-0304510285800262-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285800262/PREVIEW/image/png/6cb721035a444f78825216f793393175/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285800262/PREVIEW/image/png/6cb721035a444f78825216f793393175/main_1.png main_1.png png 64356 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 30 (1985) 181 - 195 181 HIGHLY ACTIVE RHODIUM CATALYSTS FOR THE [2+2+2] CYCLOADDITION OF ACETYLENES ANGELO BORRINI, PIETRO DIVERSI, GIOVANNI INGROSSO*, ANTONIO LUCHERINI* and GIORGIO SERRA Istituto di Chimica Organica Industriale, Universite di Pisa, Via Risorgimento 35, 56100 Pisa (Italy) (Received March 19, 1984) Summary The catalytic activity of the complexes [Rh^-indeny^Li] (L = eth- ylene or cyclooctene; L; = 1,5-cyclooctadiene), (I) - (III), and [Rh(i?5- fluorenyl)(l,5-cyclooctadiene)], (IV), in the cyclotrimerization reaction of alkynes to benzene derivatives has been investigated. Compounds I - IV were very active in comparison with the isostructural cyclopentadienyl rhodium complexes. The catalytic activity depended markedly upon the nature of the substituents attached to the carbon-carbon triple bond, decreasing in the order: dimethyl acety lenedicarboxy late > methyl propi- olate > diphenylacetylene > 1-hexyne > 3-hexyne > 1-octyne. In almost all cases the reaction has shown a high chemoselectivity. Some influence of the nature of the cyclopentadienyl-like ligand on both the catalytic activity and the regioselectivity has been observed. By reacting diphenylacetylene (dpa) with roughly stoichiometric amounts of I and III, the complexes [Rh2(T?5-indenyl)2(dpa)2], (VI), and [Rh^-indenyl^i^-tetraphenylcyclobutadiene)], (VII), have been obtained, respectively. VI was poorly active and VII inactive in dpa cyclotrimerization. The mechanism of these cyclotrimerization reactions is discussed with reference to the role played by the indenyl and fluorenyl ligands in deter- mining the activity of the catalyst precursors I - IV. Introduction A wide variety of transition metal compounds act as catalysts for the cyclotrimerization of acetylenes to benzene derivatives [I], well-known examples being the Ziegler-type catalysts [2, 3] and a number of nickel(O) complexes [4-8]. Rhodium(I) complexes, in particular some cyclopentadienyl deriv- atives of the type [Rh^-CsRg^] (R = H or Me; L = CO, PPh3, etc.; *Authors to whom correspondence should be addressed. 0304-5102/85/$3.30 Eisevier Sequoia/Printed in the Netherlands 182 L<2 = 1,5-cyclooctadiene), are poorly active or inactive [9-13]. One of the reasons for the poor activity of these catalyst precursors is probably the difficulty of the replacement of the L ligands by the alkyne [14,15]. Transition metal indenyl derivatives often exhibit higher reactivity, e.g. in ligand substitution reactions, than the corresponding isostructural cyclopentadienyl derivatives [16-20]. This difference has been explained on the basis of the postulated ability of the T^-indenyl ligand, unlike the parent cyclopentadienyl ligand, to undergo a facile bonding transformation from pentahapto to trihapto and vice-versa, thus liberating a coordination site for an entering ligand to be accommodated : MLn Tf -in deny I if -i ndenyI MLn The description of the T^-indenyl ligand in terms of 'coordinative flexibility' [21] can be extended to the fluorenyl ligand which, as has already been shown, can be bonded to transition metals in a variety of ways, including the ir-cyclopentadienyi (pentahapto) [19,21-25] and the Tr-allyl (trihapto) fashions [24]. These peculiarities make the indenyl and fluorenyl derivatives of transition metals particularly attractive for their potential interest as cata- lysts [18,19,26]. On this basis, we are studying the synthesis, reactivity and catalytic properties of a number of indenyl and fluorenyl derivatives of the cobalt triad metals [21, 27], and we describe below a detailed study of the cata- lytic properties of the rhodium(I) complexes I - IV in the cyclotrimeriza- tion of alkynes to benzene derivatives. (I), L = ethylene (II), L = eye Iooctene (III), L- 1,5-cyclooctadiene (IV) As will be disclosed, complexes I - IV exhibit in general a remarkable catalytic activity which, in the case of some substrates, is as high as that shown by the most active catalysts known until now. These findings not only substantiate the above predictions but, more interestingly, can also bring fresh perspectives to the design of very active new homogeneous transition metal catalysts. 183 Results and discussion For the present study we used the following internal and terminal acetylenes: dimethyl acetylenedicarboxylate (dma), 3-hexyne, diphenyl- acetylene (dpa), methyl propiolate (mp), 1-hexyne, 1-octyne, and phenyl- acetylene. For sake of clarity the results are discussed separately for each monomer. Internal alkynes Dma Table 1 reports some data concerning the oligomerization of the title compound with the complexes I - IV at temperatures ranging from 0 to 110 C (reaction time l h; [dma]/[Rh] molar ratio, 1000 or 2000). TABLE l Dma cyclotrimerization to hexamethyl mellitate (hmm) in the presence of complexes I-Va Cat. Temp. [ dma ]/[Rh] (molar ratio) ( C) 1000 2000 hmm yield Turnover13 hmm yield Turnover1' (%) (%) I I I In n ii nin m m m inIV IV IV IV 0 25 50 8025 50 80 11025 40 50 80 11025 50 80 110 1358 677516 50 75 8733 75 86 93 926084 86 83 43 193 223 25053 167 250 290110 250 287 310 306200 280 286 277 4 30 59728 28 65 707 68 77 85 843672 7374 27 200 393 48053187 433 46747 453 513 567 560240 480 487 493 V 80 0 0 V'1 110 3 1.3 V6 140 16 5.9 \"Benzene or toluene as solvents, and reaction time l h unless otherwise noted. ''[hmmHRhr1 h-1. 'Reaction time 4 h. 'reaction time 8 h. ^-Xylene as solvent ; reaction time 9 h. 184 At 110 \"C, all the catalyst precursors differ slightly from one another in catalytic activity, and give cyclotrimerization yields comparable with those obtained with the most active catalysts reported in the literature [1]. In particular, the activity of the compounds I - IV is, on the whole, much higher than that reported for cyclopentadienyl rhodium(I) derivatives [9 - 13], and higher than that observed by us using [Rh^-CsF^Hl.S-cyclo- octadiene)], (V), as catalyst precursor (Table 1). Interesting differences in the catalytic activity of I - IV are observed at low temperatures: I appears to be the only complex active at 0 C, while compounds II - IV become active only at 20 C; at these temperatures, I and IV are much more active than II and III. These facts may be related to the relatively facile olefinic ligand substitutions in I - IV by the reacting alkyne; in the indenyl complexes I - III ethylene is probably the most easily replace- able olefin, and a possible greater coordinative flexibility of the fluorenylic ligand makes cyclooctadiene more easily replaced in IV than in III. At higher temperatures, the differences in the facility of ligand substitution vanish and all complexes exhibit practically the same catalytic activity. 3-Hexyne The results obtained in the cyclotrimerization of 3-hexyne to hexa- ethylbenzene in the presence of I - IV, at 160 C, are reported in Table 2. The catalytic activity of I - IV is far lower than that observed in the case of dma cyclotrimerization. It is interesting to note that the complexes con- taining monodentate ligands (I and II) are more active than those (III and IV) containing 1,5-cyclooctadiene. Dpa Table 2 reports some data obtained in the cyclotrimerization of dpa to hexaphenylbenzene with III and IV as catalysts precursors, at 100 and 160 C and a [dpa]/[Rh] molar ratio 150. The indenylic complex III was TABLE 2 3-Hexyne and dpa cyclotrimerization to hexaethylbenzene and hexaphenylbenzene, respectively, in the presence of complexes I - IV Cat. Alkyne [ Alkyne l/[Rh] Temp. Time Cyclotrimer Turnover1' (molar ratio) ( C) (h) yield I IIinIVuiIV 3-hexyne 3-hexyne 3-hexyne 3-hexyne dpa dpa 250 250 250 250 150 150 160 160 160 160 160 100 115 115 113 113 40 46 49 39 12 13 64 18 0.36 0.28 0.09 0.10 0.80 0.20 \"In o-xylene as the solvent. \"[CyclotrimerKRh]-1 h\"1. 185 more active than the fluorenylic complex IV. Moreover, also in this case the catalytic activities of both these compounds were markedly lower than that exhibited in dma cyclotrimerization, but higher than that observed in the case of 3-hexyne. Terminal alkynes Mp Table 3 presents some data obtained in the cyclotrimerization of methyl propiolate with I - IV, at 50 C and reaction times ranging from 1 to 48 h ([mp]/[Rh] molar ratio 1000 or 2000). At reaction time l h, the yields are, on the whole, markedly lower than those found in the cyclotrimerization of dma under the same condi- TABLE 3 Methyl propiolate (mp) cyclotrimerization to 1,2,4- and l,3,6-tris(carbomethoxy)- benzene in the presence of complexes I - IVs1 Cat. Time (h) [mp]/[Rh] (molar ratio ) 1000 2000 Cyclotrimers Turnover1' Cyclotrimers Turnover1' Yield (%) 1,2,4-ContentW Yield(%) 1,2,4-Content (%)0 I I I IIII II IIn iiin in in in inIV IV IV IV IV 14 8 24 481 4 8 24 481 4 8 24 48 1 4 8 24 48 40 61 62 75 8629 56 65 72 807 16 31 66 9514 35 46 74 76 76 72 75 73 7076 76 65 727275 77 72 69 7358 53 58 50 53 133 51 26 10 697 47 27 10 623 13 13 9747 29 19 10 5 2647 51 53 7126 40 40 61584 10 14 48 739 16 2047 57 76 173 72 78 74 43 73 15 71 1076 173 73 67 65 33 71 17 70 875 27 77 17 73 12 69 13 65 1058 60 54 27 52 17 51 13 52 8 \"At 50 C, in benzene solvent. ''[CyclotrimersHRhr1 h-1. ''l^^-trisicarbomethoxyibenzene; the complement to 100% is the 1,3,5-trisubstituted benzene isomer. 186 tions, but at higher reaction times (48 h) the yields increase to values which are comparable with the best figures obtained in the high temperature dma cyclotrimerization. High yields of tris(carbomethoxy)benzene (80 - 95% and 60-70% for [mp]/[Rh] molar ratios 1000 and 2000, respectively, were obtained at high reaction times (48 h) with all the complexes. A more differentiated behaviour of the catalyst precursors I - IV was observed at low reaction times (1 - 8 h), the complexes containing mono- dentate olefinic ligands (I and II) giving the highest yields. The cyclotrimerization of mp at temperatures ranging from 25 to 110 C (reaction time l h; [mp]/[Rh] molar ratio 1000 or 2000) has been also studied. Complexes III - V have been chosen as catalyst precursors in order to reveal the influence, if any, of the cyclopentadienyl-like ligand. The yields obtained with III and IV are plotted versus the reaction tem- perature in Fig. l. V does not show any activity in this temperature range. At higher temperatures III and IV give 60 - 70% and 50 - 60% yields for [mp]/[Rh] molar ratios 1000 and 2000, respectively, which are of the same order of magnitude as those obtained in the case of dma. At low temperatures (25 C) IV is more active than III, analogously to the behavior observed in the case of dma. 20 40 60 80 100 C Fig. l. Tris(carbomethoxy)benzene yield as a function of temperature and catalyst. Reaction time, l h; , [mp]/[Rh] molar ratio 2000; , [mp]/[Rh] molar ratio 1000; o,III; , IV. 1-Hexyne and 1-octyne The results obtained in the cyclotrimerization of 1-hexyne and 1-octyne with I - IV are reported in Table 4. In these cases the reaction mixture contains, in addition to cyclotrimers, substantial amounts of un- identified liquid products, presumably alkyne linear oligomers. The yield and composition of the cyclotrimers have been evaluated by GLC analysis of the crude reaction products, by adding calculated amounts of 1,2-diphenylethane in the case of 1-hexyne, and of triphenyl- methane in the case of 1-octyne, as quantitative internal standards (see Experimental). 187 TABLE 4 1-Hexyne and 1-octyne cyclotrimerization in the presence of complexes I - IV* Cat. Alkyne Temp. Time Conversion Cyclotrimers ( C) (h) (9 Yield 1,2,4- (%)*' Content /<&V3 I IIinIVi n inIV l-bexyne 1-hexyne 1-hexyne 1-hexyne1-octyne 1-octyne 1-octyne 1-octyne 150 160 150 160160 160 160 160 109 111 93 109112 112 119 119 80 68 47 3439 34 3047 6266 35 69 64 5 70 70 687162 67 68 62 'In o-xylene as the solvent; [alkyne]/[R,h] molar ratio 250. bCalculated by GLC analysis with fixed amounts of 1,2-diphenylethane or triphenyl- methane as internal standards. \"1,2,4-tri-n-butylbenzene and 1,2,4-tri-n-hexylbenzene, respectively; the complement to 100% is the 1,3,5-trisubstituted benzene isomer. The catalytic activities of I - IV are similar to those observed m 3- hexyne cyclotrimerization and far lower than those observed in the case of dma and mp cyclization. Moreover, m the case of 1-hexyne the indenylic complexes I - III give greater conversions than that observed using IV as catalyst; in contrast, in the case of 1-octyne, all complexes give comparable conversions. It is interesting to note that 1-hexyne furnishes mostly cyclo- trimers in the presence of the indenylic complexes I - III, while m the presence of the fluorenylic complex IV the linear oligomers are the major product; in contrast, in the case of 1-octyne all the complexes give a very poor yield of cyclotrimers with respect to the conversion. Phenylacetylene Tests of phenylacetylene cyclization with III and IV as catalyst pre- cursors at 50 C and a (phenylacetylene]/[Rh] molar ratio 500 have given polymeric products in 60% yield. A detailed study of this topic will be the subject of a subsequent paper. Regioselectivity In the case of the cyclotrimerization of monosubstituted alkynes, we have investigated the isomeric distribution of the resulting benzene deriva- tives. In all cases the mixture of cyclotrimers has been found to contain only the 1,3,5- and 1,2,4-tri-substituted benzenes. In the case of mp, the cyclotrimer composition has been evaluated by 'H NMR spectroscopy (see Experimental). The results are reported in Table 3. For all complexes the isomeric composition is almost independent 188 of the [mp]/[Rh] molar ratio and of the reaction time, and, with the flu- orenyl compound IV, the content of 1,3,5-trisubstituted benzene isomer is higher than that observed with the indenylic complexes I - III. The dif- ference in the isomeric distributions observed at 50 C with the indenylic and fluorenylic compounds is maintained with the variation of temperature, as is depicted in Fig. 2, where the amount of the 1,3,5-isomer (and 1,2,4- isomer) is plotted versus temperature. Also in this case the [mp]/[Rh] molar ratio does not influence the isomeric composition, but some depen- dence upon the temperature is observed with both the complexes examined, i.e. Ill and IV. In the case of 1-hexyne and 1-octyne, the isomeric distribution has been evaluated by GLC analysis (see Experimental): comparable cyclo- trimer distribution is obtained with all the catalytic complexes employed, the 1,3,5-isomer ranging from 29% to 32% in the case of 1-hexyne, and from 32% to 38% in the case of 1-octyne (see Table 4). 60 40 20 1,3,5-isomer % 40 20 40 60 80 100 Fig. 2. Isomeric composition of the tris(carbomethoxy)benzene as a function of tem- perature and catalyst. , III; , IV; o, [mp]/[Rh] molar ratio 2000; , [mp]/ [Rh] molar ratio 1000. Isolation of organometallic compounds We have investigated the possibility of intercepting complexes in these reactions, working at low temperature and low [alkyne]/[Rh] molar ratios in order to minimize the catalytic formation of cyclotrimers. We succeeded m isolating organometallic species only from the reactions of dpa with I and III. By reacting I with dpa ([dpa]/[Rh] molar ratio 10) at 25 or 80 C, it was possible to isolate, after column chromatography of the crude reaction mixture, a microcrystalline yellow compound to which the structure VI was attributed on the basis of the elemental analysis, and by ^ NMR and mass spectrometry. The 1!! NMR spectrum shows, in addition to the signals at o = 6.6 - 7.7 ppm due to the phenyl protons, two groups of resonances at o = 6.1 and 6.4 ppm and at o = 5.2 and 5.5 ppm attributed to the protons of the penta-atomic rings of the indenylic groups. These resonances are in keeping with the proposed structure containing two non-equivalent indenylic groups. Although the mass spectrum does not present the molecular ion, 189 the highest molecular weight peak is at m/e 574, which is consistent with the ion [Rh(Cgfi^(dpa)-i]* formed by fragmentation of VI. Complexes of this type are known [1, 10, 28, 29], and recently an analogous complex has been obtained by reacting I with 2-butyne [30]. (VII) III does not react with dpa at 25 C ([dpa]/[Rh] molar ratio 10); when carried out at 80 C this reaction allows isolation of, in addition to unreacted III, a microcrystalline yellow compound to which the structure VII has been attributed on the basis of the elemental analysis, 'H NMR and mass spectrometry. The 'H NMR spectrum shows, in addition to the intense signals at o = 6.8 - 7.8 ppm due to the phenyl protons, two weak signals at 6=6.6 and 5.7 ppm in the ratio 2/1 attributed to the protons of the penta-atomic ring of the indenylic group; the mass spectrum agrees with the proposed structure VII (molecular ion at m/e 574). Complexes of this type have been frequently isolated from the reaction of alkynes with transition metal compounds [31]. We have tested the role of these compounds in the catalytic reactions: VI exhibits poor activity (o-xylene, 140 C, 72 h), and VII is inactive (o- xylene, 160 C, 140 h) in the cyclotrimerization of dpa. These results are not surprising; indeed, it is known that cyclobutadiene metal complexes are not intermediates in the cyclotrimerization of alkynes, and further- more it has been shown that the appearance of compounds such as VI and VII during a catalytic process results in a decline in activity since their formation provides a very effective trap for the catalytically active species [1,30-34]. Concluding remarks This study shows that the indenyl and fluorenyl rhodium(I) com- plexes I - IV can act as efficient catalysts for the cyclotrimerization of alkynes containing electron-withdrawing or electron-donating substituents. The catalytic activity of these systems is exceptionally high when com- pared with that exhibited by the isostructural cyclopentadienyl rhodium(I) complexes. 190 Although the available experimental data do not provide direct evi- dence on the nature of the catalytic intermediates, it may be of interest to make some conjectures aimed at explaining how the presence of these ligands reflects on the activity. The discussion below is based on the assump- tion that all the intermediate metal species contain the fragments [Rh(cyclo- pentadienyl)], [Rh(indenyl)], or [Rh(fluorenyl)], and that the reaction mechanism (Scheme 1) involves, as is commonly accepted, the formation of a metallacyclopentadienic compound as a key step [1]. Even though these assumptions are essentially speculative, they are not without founda- tion, owing to a recent elegant study by Caddy et al. [19] on the reactivity of bis(ethylene)(i}5-indenyl)rhodium with acetylenes and the results obtained in the present work from the stoichiometric reactions of I and III with diphenylacetylene. CpRh'Lp 2L ,111 t .CpRh'^ ^ \\in CpRI,- \\111 CpRh CpRh^-k^ ' Scheme 1. Cp = T^-cyclopentadienyl, ^-indenyl, or T^-fluorenyl. Thus, on the basis of the proposed mechanism, we are inclined to consider chiefly two concepts as useful in interpreting how cyclopenta- dienyl, indenyl, and fluorenyl ligands influence the electronic environment at the active site. These concepts are the 'coordinative flexibility' and the 'electron donor-acceptor properties' of these ligands. As has been pointed out in the introduction, the first concerns the relative ease with which a pair of electrons can transfer to the ligand thus making available a vacant 191 orbital on the metal. Such electron transfer is made easier in the indenyl and fluorenyl ligands, due to the re-aromatization of benzo group, than in the cyclopentadienyl ligand [35]. As a consequence, the presence of indenyl and fluorenyl ligands could make the rhodium in all the intermediate species of the catalytic cycle able to accommodate an entering alkyne molecule within its coordination sphere via a relatively low activation energy process. On the other hand, since both the donor and acceptor properties of cyclopentadienyl (CsH5), indenyl (09117), and fluorenyl (C^Hc) ligands decrease in the order: CsH5 > CgR-, > C^Hg [36], rhodium(I) is less basic and rhodium(III) is more acid in the complexes with indenyl and fluorenyl ligands than these atoms are in their complexes with cyclopentadienyl ligands. As a consequence, the electron-accepting properties of rhodium(I) and rhodium(III) should be enhanced by the presence of indenyl and fluo- renyl ligands. This should favour the u-interaction of the entering alkyne molecule with both rhodium(I) and rhodium(III) atoms, and should in- crease the polarizing powers of these atoms to produce an amplification of the reactivity of coordinated alkyne, either in the oxidative cyclization step or in the insertion step. Experimental 'H NMR spectra were obtained on a Varian T60 instrument using Me4Si as internal standard. Mass spectra were obtained with a Varian MAT model CH7 spectrometer. GLC analyses were performed on a Perkin-Elmer F30 instrument equipped with flame ionization detectors. Melting or decom- position points were determined with a Kofler hot-stage apparatus and are uncorrected. Microanalyses were performed by the Laboratorio di Micro- analisi of the Istituto di Chimica Organica, Facolta di Farmacia, Universita di Pisa. Diethyl ether was refluxed and distilled from sodium and then from lithium aluminum hydride. Pentane, benzene, toluene, and o-xylene were washed free of olefins or thiophene with concentrated sulfuric acid, dried on calcium chloride and then distilled from lithium aluminum hydride. Unless otherwise noted, other solvents were reagent grade. Dimethyl acetylene- dicarboxylate, methyl propiolate and 1-hexyne (Fluka) were distilled under dinitrogen before use; 3-hexyne (Merck), 1-octyne and diphenylacetylene (Fluka) were used without further purification. (i^-Cyclopentadienyi)- (l,5-cyclooctadiene)rhodium(I) [37], (T}5-indenyl)bis(ethylene)rhodium(I) [19], (T^-indeny^bis^yclooctene^hodiun^I) [27], (i^-indenyl^l.o-cyclo- octadiene)rhodium(I) [27] and (i^-fluorenylXl^-cyclooctadiene^hodiumtI) [27] were prepared as described. General procedure for cyclotrimerization reactions The cyclotrimerization reactions were carried out under dinitrogen atmosphere in a Schlenk or sealed tube. Benzene, toluene or o-xylene can 192 be used indifferently as solvents, the choice being based upon the reaction temperature. The reaction mixtures were made by adding the freshly pre- pared catalyst solution to the solution of acetylenic compound, and they were kept at the reaction temperature with a thermostatted oil bath ( 0.2 C). At the end of the experiment the catalyst was destroyed by the addi- tion of a few crystals of iodine, and the solvent was removed under vacuum. The isolation and characterization of the products were performed as de- scribed in the following illustrative procedures. Cyclotrimerization of dimethyl acetylenedicarboxylate (dma) Dma (1 ml, 8.14 mmol), introduced in a Schlenk tube containing benzene (20 ml), was reacted with IV (8.09 X 10~3 mmol; 0.46 ml of a 1.76X10\"2 M benzene solution). The resulting solution was stirred at 50 C for l h and then a few crystals of I; were added. After cooling at room temperature, the solvent and the unreacted dma were removed under reduced pressure. The residue was washed with pentane (3 X 20 ml), and dried under vacuum. 0.937 g of crude hexamethyl mellitate (81% yield) were obtained. Recrystallization from methanoi solutions gave white crystals of hexamethyl mellitate having m.p. 185 - 186 C (lit. [38] 189 C); the 'H NMR spectrum in CgD^ consisted of a singlet at 6 3.20 ppm (CH3). Cyclotrimerization of methyl propiolate (mp) To a solution of methyl propiolate (1 ml, 11.97 mmol) in benzene (20 ml), IV (11.97 X lO\"3 mmol; 2.48 ml of a 0.483 X 10\"2 M benzene solution) was added. The resulting solution was stirred at 50 C for l h and then a few crystals of 1^ were added. After cooling to room temperature, the solvent and the unreacted mp were removed under reduced pressure. The residue (0.126 g) was dissolved in methanoi and the resulting solution was cooled to 30 C to give l,3,5-tris(carbomethoxy)benzene having m.p. 144 C (lit. [39] 146 C). The H NMR spectrum in CD^COCD^ consisted of two singlets at 0 4.00 ppm (9H) and o 8.70 ppm (3H) due to the methyl and phenyl protons, respectively. The mother liquors, dried under vacuum, gave a residue which, by crystallization from pentane at 30 C, furnished l,2,4-tris(carbomethoxy)benzene having m.p. 96 C (lit. [5] 96 - 99 C). 'H NMR spectrum (CDaCOCDa): 5=3.89-3.95 (m, 9H, CH3), 7.82 (d, 1H, He; ^(He-Hs) = 8 Hz), 8.23 (dd, 1H, Hs; ^(Hs-Ha) = 2 Hz), 8.36 (d, 1H, Ha) ppm. The isomeric distribution of products formed from different reactions was routinely evaluated by ^ NMR spectroscopy on the basis of the relative intensities of the signals at o 8.70 ppm (1,3,5-isomer) and at 8 7.82, 8.23 and 8.36 ppm (1,2,4-isomer). Cyclotrimerization of 3-hexyne A sealed glass tube containing o-xylene (10 ml), 3-hexyne (1 ml, 8.82 mmol) and IV (0.0352 mmol; 1.3 ml of a 2.71 X 10~2 M o-xylene solution) ( [3-hexyne]/[Rh] molar ratio 250) was heated at 150 C for 85 h, and then 193 the solvent and the unreacted alkyne were removed under reduced pres- sure. The resulting orange residue was dissolved in CCl4 (2 ml) and chro- matographed'on a column of neutral alumina (0 1.5 cm, h 10 cm) using pentane as eluant. The collected solution (70 ml) was evaporated to dryness to give white crystals of hexaethylbenzene (0.076 g, 11% yield) having m.p. 126 \"C (lit. [3] 129 C). The 'H NMR spectrum in CCL consisted of two resonances at o 1.18 (t, 18 H) and at 5 2.60 (q, 12 H;J(H H) = 8 Hz) ppm assignable to the methyl and methylene protons respectively. Cyclotrimerization of 1-hexyne A sealed glass tube containing o-xylene (10 ml), 1-hexyne (1 ml, 8.72 mmol), and IV (0.0347 mmol; 1.28 ml of a 2.71 X 10~2 M o-xylene solution) ([ 1-hexyne]/[Rh] molar ratio 250) was heated at 150 C for 93 h, and the solvent and the unreacted alkyne were then removed under reduced pres- sure. The resulting oily residue (0.191 g) was dissolved in CCl4 (2 ml) and 1,2-diphenylethane (0.204 mmol; 0.5 ml of a 0.408 M CC4 solution) was added as internal standard. This solution was then quantitatively analyzed by GLC on a 2 m Carbowax column under the following conditions: column temperature, 170 C; inlet temperature, 250 C; dinitrogen gas speed, 12 ml min\"1. The chromatogram revealed, besides the solvent and the added internal standard, the presence of the 1,3,5- and 1,2,4-tri-n-butylbenzene by comparison with authentic samples. By evaluating the internal standard peak area and those of the two benzene isomers, the yield of cyclotrimers (4%) and the isomeric composition were calculated (1,3,5-tri-n-butylben- zene, 31%; 1,2,4-tri-n-butylbenzene, 69%). Cyclotrimerization of 1-octyne A sealed glass tube containing o-xylene (10 ml), 1-octyne (1 ml, 6.78 mmol) and IV (0.0271 mmol; 2.1 ml of a 1.29 X lO\"2 M o-xylene solution )- ([l-octyne]/[Rh] molar ratio 250) was heated at 160 C for 119 h, and the solvent and the unreacted alkyne were then removed under reduced pres- sure. The resulting oily residue (0.349 g, 47% conversion of 1-octyne) was dissolved in CCl4 (3 ml), and triphenylmethane (0.143 mmol; 1 ml of a 0.143 M CCl4 solution) was added as internal standard. Then this solution was quantitatively analyzed by GLC on a 2 m Carbowax column (column temperature 190 C; inlet temperature 300 C; dinitrogen gas speed, 18 ml min\"1). In addition to the solvent and the added internal standard, the chromatogram revealed the presence of 1,3,5- and 1,2,4-tri-n-hexylbenzene, identified by comparison of their retention times with those of authentic samples. By the evaluation of the internal standard peak area and that of the two benzene isomers, the yield of cyclotrimers (5%) and the isomeric composition (1,3,5-tri-n-hexylbenzene, 38%; 1,2,4-tri-n-hexylbenzene, 62%) were calculated. Cyclotrimerization of diphenylacetylene (dpa) A Schlenk tube containing o-xylene (10 ml), dpa (l g, 5.61 mmol) and IV (0.0224 mmol; 1.74 ml of a 1.29 X 10~2 M o-xylene solution; 194 [dpa]/[Rh] molar ratio 250) was heated at 100 C for 46 h. White crystals of hexaphenylbenzene (0.179 g, 14% yield) formed which were washed with diethyl ether (3 X 20 ml) and dried under vacuum. M. W. 534 (mass spectrum). Anal. found: C 94.25, H 5.55%; C^ii^o calculated: C 94.34; H 5.66%. Reaction between I and dpa A mixture of dpa (1.116 g, 6.27 mmol) and I (0.172 g, 0.627 mmol) in benzene (10 ml) was stirred at room temperature for 62 h, and the solvent then removed under vacuum. The residue was dissolved in pentane (10 ml) and the resulting solution was chromatographed on a column of neutral alumina (0 1.5 cm, h 30 cm) using pentane as eluant until the unreacted dpa was completely eliminated. At this point the elution was continued, using a 1:10 mixture of diethyl ether and pentane, and a yellow band was collected which furnished a poor yield of yellow crystals to which the structure VI was attributed. Anal. found: C 68.95, H 4.99%; C^H^Rh^ calculated: C 69.70, H 4.32%. MS: m/e = 574 (25); 534 (3); 459 (7); 396 (7);356 (5);281 (10); 218 (100);178 (43); 115(57); 103(23). Reaction between III and dpa A mixture of o-xylene (10 ml),, dpa (0.86 g, 4.83 mmol) and III (0.157 g, 0.483 mmol) was heated at 80 C for 20 h; hexaphenylbenzene subse- quently precipitated and was separated by decantation (0.555 g, 65% yield). The solution was evaporated to dryness, and the oily residue was dissolved in pentane (10 ml). The resulting solution was chromatographed on a col- umn of neutral alumina (Merck, 0 1.5 cm, h 30 cm), using pentane as eluant until the unreacted dpa was completely eliminated. The elution was continued using a 1:10 mixture of diethyl ether and pentane, and a yellow band was collected that furnished yellow crystals of unreacted III. The elution was then continued with a 1:1 mixture of diethyl ether and pentane, and a further yellow band was collected that gave VII (15% yield) by evapo- ration of the solvent under reduced pressure. Anal. found: C 78.73, H 5.19%; C37H27Rh calculated: C 77.30, H 4.70%. MS: m/e = 574 (100); 534 (7); 459 (21); 396 (9); 356 (4); 281 (20); 218 (66); 178 (44); 115 (19);103(22). Acknowledgements This work was supported by a grant from the C.N.R. programme 'Chimica Fine e secondaria'. References 1 See for example: V. 0. Reikhsfel'd and K. L. Makovetskii, Russ. Chem. Rev., 35 (1966) 510; C. Hoogzand and W. Hubel, in I. Wender and P. Pino (eds.). Organic 195 Syntheses via Metal Carbonyls, Vol. I, Wiley, New York, 1968, p. 343 ; L. P. Yur' eva, RUSS. Chem. Rev., 43 (1974) 48. 2 B. Pranzus, P. L Canterino and R. A. Wickliffe, J. Am. Chem. Soc.. 81 (1959) 1514. 3 E. F. Lutz, J. Am. Chem. Soc., 83 (1961) 2551. 4 W. Reppe, 0. Schlichting, K. Klager and T. Toepel, Ann., 560 (1948) l. 5 L. S. Meriwether, E. C. Colthup, G. W. Kennerly and R. N. Reusch, J. Org. Chem., 26 (1961)5155. 6 L. S. Meriwether, E. C. Colthup and G. W. Kennerly, J. Org. Chem., 26 (1961) 5163. 7 E. C. Colthup and L. S. Meriwether, J. Org. Chem., 26 (1961) 5169. 8 L. S. Meriwether, M. F. Leto, E. C. Colthup and G. W. Kennerly, J. Org. Chem., 27 (1962)3930. 9 M. D. Rausch and R. A. Genetti, J. Org. Chem., 35 (1970) 3888. 10 S. A. Gardner, P. S. Andrews and M. D. Rausch, Inorg. Chem., 12 (1973) 2396. 11 P. A. Corrigan, R. S. Dickson, G. D. Fallon, L. J. Michel and C. Mok, Aust. J. Chem., 31 (1978)1937. 12 G. G. Cash, J. F. Helling, M. Mathew and G. J. Palenik, J. Organometall. Chem., 50 (1973)277. 13 Y. Wakatsuki and H. Yamazaki, J. Organometall. Chem., 64 (1974) 393. 14 A. J. Hart-Davis and R. J. Mawby, J. Chem. Soc. (A), (1969) 2403. 15 A. J. Hart-Davis, C. White and R. J. Mawby, Inorg. Chim. Acta, 4 (1970) 431. 16 A. J. Hart-Davis, C. White and R. J. Mawby, Inorg. Chim. Acta, 4 (1970) 441. 17 F. A. Cotton, A. Musco and G. Yagupsky, J. Am. Chem. Soc., 89 (1967) 6136. 18 P. Caddy, M. Green, E. O'Brien, L. E. Smart and P. Woodward, Angew. Chem., Int. Ed. Engt., 26(1977)648. 19 P. Caddy, M. Green, E. O'Brien, L. E. Smart and P. Woodward, J. Chem. Soc., Dalton Trans., (1980)962. 20 M. E. Rerek, L. N. Ji and F. Basolo, J. Chem. Soc., Chem. Commun., (1983) 1208. 21 P. Diversi, A. Giusti, G. Ingrosso and A. Lucherini, J. Organometall. Chem., 205 (1981)239. 22 R. B. King and A. Efraty, J. Organometall. Chem., 23 (1970) 527. 23 J. W. Johnson and P. M. Treichel, Inorg. Chem., 16 (1977) 749. 24 C. Kowala and J. A. Wunderlich, Acta Cryst. (B), 32 (1976) 820. 25 E. Samuel and M. D. Rausch, J. Organometall. Chem., 113 (1976) 331. 26 Italian Pat. 21 343 (1983) to G. Ingrosso, P. Ronca and P. Cioni. 27 A Borrini, P. Diversi, G. Ingrosso and A. Lucherini, in preparation. 28 C. J. Sears and F. G. A. Stone, J. Organometall. Chem.. 11 (1968) 644. 29 M. Rosenblum and B. Noth, </. Am. Chem. Soc., 90 (1968) 1060. 30 P. Caddy, M. Green, L. E. Smart and N. White, J. Chem. Soc., Chem. Commun., (1978)839. 31 A. Efraty, Chem. Reu., 77 (1977) 691. 32 S. A. Gardner and M. D. Rausch, J. Organometall. Chem., 78 (1974) 415. 33 G. M. Whitesides and W. J. Ehmann, J. Am. Chem. Soc., 91 (1969) 3800. 34 D. Pollock and P. M. Maitlis, Can. J. Chem., 44 (1976) 2673. 35 H. G. Schuster-Woldan and F. Basolo, J. Am. Chem. Soc., 88 (1966) 1657. 36 E. Samuel, Bull. Soc. Chim. Fr., 11 (1966) 3548. 37 A. Van der Ent and A L. Onderlinden, Inorg. Synth., 14 (1973) 93. 38 W. Fuchs and W. Stengel, Ann., 478 (1930) 267. 39 R. C. Fuson and C. H. McKeever, J. Am. Chem. Soc., 62 (1940) 2088. X244 85800262 0304-5102(85)80026-2 10.1016/0304-5102(85)80026-2 Chemical catalysis Highly active rhodium catalysts for the [2+2+2] cycloaddition of acetylenes Angelo Borrini Pietro Diviersi Giovanni Ingrosso 1 Antonio Lucherini 1 Giorgio Serra Istituto di Chimica Organica Industriale, Università di Pisa, Via Risorgimento 35, 56100 PisaItaly 1 Authors to whom correspondence should be addressed. The catalytic activity of the complexes [Rh(π5-indenyl)L2] (L = ethylene or cyclooctene; L2 = 1,5-cyclooctadiene), (I) - (III), and [Rh(π5-fluorenyl) (1,5-cyclooctadiene)], (IV), in the cyclotrimerization reaction of alkynes to benzene derivatives has been investigated. Compounds I - IV were very active in comparison with the isostructural cyclopentadienyl rhodium complexes. The catalytic activity depended markedly upon the nature of the substituents attached to the carbon-carbon triple bond, decreasing in the order: dimethyl acetylenedicarboxylate > methyl propiolate > diphenylacetylene > 1-hexyne > 3-hexyne > 1-octyne. In almost all cases the reaction has shown a high chemoselectivity. Some influence of the nature of the cyclopentadienyl-like ligand on both the catalytic activity and the regioselectivity has been observed. By reacting diphenylacetylene (dpa) with roughly stoichiometric amounts of I and III, the complexes [Rh2π5-indenyl)2(dpa)2], (VI), and [Rh(π5-indenyl)(π4-tetraphenylcyclobutadiene)], (VII), have been obtained, respectively. VI was poorly active and VII inactive in dpa cyclotrimerization. The mechanism of these cyclotrimerization reactions is discussed with reference to the role played by the indenyl and fluorenyl ligands in determining the activity of the catalyst precursors I - IV. References 1 a See for example V.O. Reikhsfel'd K.L. Makovetskii Russ. Chem. Rev. 35 1966 510 b C. Hoogzand W. Hübel I. Wender P. Pino Organic Syntheses via Metal Carbonyls I 1968 Wiley New York 343 c L.P. Yur'eva Russ. Chem. Rev. 43 1974 48 2 B. Franzus P.L. Canterino R.A. Wickliffe J. Am. Chem. Soc. 81 1959 1514 3 E.F. Lutz J. Am. Chem. Soc. 83 1961 2551 4 W. Reppe O. Schlichting K. Klager T. Toepel Ann. 560 1948 1 5 L.S. Meriwether E.C. Colthup G.W. Kennerly R.N. Reusch J. Org. Chem. 26 1961 5155 6 L.S. Meriwether E.C. Colthup G.W. Kennerly J. Org. Chem. 26 1961 5163 7 E.C. Colthup L.S. Meriwether J. Org. Chem. 26 1961 5169 8 L.S. Meriwether M.F. Leto E.C. Colthup G.W. Kennerly J. Org. Chem. 27 1962 3930 9 M.D. Rausch R.A. Genetti J. Org. Chem. 35 1970 3888 10 S.A. Gardner P.S. Andrews M.D. Rausch Inorg. Chem. 12 1973 2396 11 P.A. Corrigan R.S. Dickson G.D. Fallon L.J. Michel C. Mok Aust. J. Chem. 31 1978 1937 12 G.G. Cash J.F. Helling M. Mathew G.J. Palenik J. Organometall. Chem. 50 1973 277 13 Y. Wakatsuki H. Yamazaki J. Organometall. Chem. 64 1974 393 14 A.J. Hart-Davis R.J. Mawby J. Chem. Soc. (A) 1969 2403 15 A.J. Hart-Davis C. White R.J. Mawby Inorg. Chim. Acta 4 1970 431 16 A.J. Hart-Davis C. White R.J. Mawby Inorg. Chim. Acta 4 1970 441 17 F.A. Cotton A. Musco G. Yagupsky J. Am. Chem. Soc. 89 1967 6136 18 P. Caddy M. Green E. O'Brien L.E. Smart P. Woodward Int. Ed. Engl. Angew. Chem. 16 1977 648 19 P. Caddy M. Green E. O'Brien L.E. Smart P. Woodward J. Chem. Soc., Dalton Trans. 1980 962 20 M.E. Rerek L.N. Ji F. Basolo J. Chem. Soc., Chem. Commun. 1983 1208 21 P. Diversi A. Giusti G. Ingrosso A. Lucherini J. Organometall. Chem. 205 1981 239 22 R.B. King A. Efraty J. Organometall. Chem. 23 1970 527 23 J.W. Johnson P.M. Treichel Inorg. Chem. 16 1977 749 24 C. Kowala J.A. Wunderlich Acta Cryst. (B) 32 1976 820 25 E. Samuel M.D. Rausch J. Organometall. Chem. 113 1976 331 26 Italian Pat. 21 343 (1983) to G. Ingrosso, P. Ronca and P. Cioni. 27 A Borrini, P. Diversi, G. Ingrosso and A. Lucherini, in preparation. 28 C.J. Sears F.G.A. Stone J. Organometall. Chem. 11 1968 644 29 M. Rosenblum B. Noth J. Am. Chem. Soc. 90 1968 1060 30 P. Caddy M. Green L.E. Smart N. White J. Chem. Soc., Chem. Commun. 1978 839 31 A. Efraty Chem. Rev. 77 1977 691 32 S.A. Gardner M.D. Rausch J. Organometall. Chem. 78 1974 415 33 G.M. Whitesides W.J. Ehmann J. Am. Chem. Soc. 91 1969 3800 34 D. Pollock P.M. Maitlis Can. J. Chem. 44 1976 2673 35 H.G. Schuster-Woldan F. Basolo J. Am. Chem. Soc. 88 1966 1657 36 E. Samuel Bull. Soc. Chim. Fr. 11 1966 3548 37 A. Van der Ent A.L. Onderlinden Inorg. Synth. 14 1973 93 38 W. Fuchs W. Stengel Ann. 478 1930 267 39 R.C. Fuson C.H. McKeever J. Am. Chem. Soc. 62 1940 2088",
      "scopus-id": "0022059559",
      "coredata": {
        "eid": "1-s2.0-0304510285800262",
        "dc:description": "The catalytic activity of the complexes [Rh(π5-indenyl)L2] (L = ethylene or cyclooctene; L2 = 1,5-cyclooctadiene), (I) - (III), and [Rh(π5-fluorenyl) (1,5-cyclooctadiene)], (IV), in the cyclotrimerization reaction of alkynes to benzene derivatives has been investigated. Compounds I - IV were very active in comparison with the isostructural cyclopentadienyl rhodium complexes. The catalytic activity depended markedly upon the nature of the substituents attached to the carbon-carbon triple bond, decreasing in the order: dimethyl acetylenedicarboxylate > methyl propiolate > diphenylacetylene > 1-hexyne > 3-hexyne > 1-octyne. In almost all cases the reaction has shown a high chemoselectivity. Some influence of the nature of the cyclopentadienyl-like ligand on both the catalytic activity and the regioselectivity has been observed. By reacting diphenylacetylene (dpa) with roughly stoichiometric amounts of I and III, the complexes [Rh2π5-indenyl)2(dpa)2], (VI), and [Rh(π5-indenyl)(π4-tetraphenylcyclobutadiene)], (VII), have been obtained, respectively. VI was poorly active and VII inactive in dpa cyclotrimerization. The mechanism of these cyclotrimerization reactions is discussed with reference to the role played by the indenyl and fluorenyl ligands in determining the activity of the catalyst precursors I - IV.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285800262",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Borrini, Angelo"
          },
          {
            "@_fa": "true",
            "$": "Diviersi, Pietro"
          },
          {
            "@_fa": "true",
            "$": "Ingrosso, Giovanni"
          },
          {
            "@_fa": "true",
            "$": "Lucherini, Antonio"
          },
          {
            "@_fa": "true",
            "$": "Serra, Giorgio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285800262"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285800262"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)80026-2",
        "prism:volume": "30",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Highly active rhodium catalysts for the [2+2+2] cycloaddition of acetylenes",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "181-195",
        "prism:endingPage": "195",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1985",
        "prism:doi": "10.1016/0304-5102(85)80026-2",
        "prism:startingPage": "181",
        "dc:identifier": "doi:10.1016/0304-5102(85)80026-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022059559"
      }
    }
  }
}