{
  "metadata": {
    "title": "Hydrogenation of allylic compounds using homogeneous RuCl<ce:inf loc=post>2</ce:inf>(PPh<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>3</ce:inf> complex catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-05-31",
    "doi": "10.1016/0304-5102(83)80101-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510283801011",
    "pii": "0304510283801011"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020748831",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510283801011 0304-5102(83)80101-1 0304510283801011 10.1016/0304-5102(83)80101-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00466 2024-01-02T01:04:16.600218Z 0 0 19830501 19830531 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 19 19 2 2 Volume 19, Issue 2 8 233 241 233 241 198305 May 1983 1983-05-01 1983-05-31 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. HYDROGENATIONALLYLICCOMPOUNDSUSINGHOMOGENEOUSRUCL2PPH33COMPLEXCATALYST PATIL S JAMES 1973 B HOMOGENEOUSHYDROGENATION JAMES 1979 319 B ADVANCESINORGANOMETALLICCHEMISTRY PATIL 1981 S PHDTHESIS STUDIESMETALCOMPLEXESHOMOGENEOUSLYCATALYZEDREACTIONS HOLAH 1977 340 D HUI 1970 367 B JAMES 1978 35 B FUNDAMENTALRESEARCHINHOMOGENEOUSCATALYSIS STEPHENSON 1966 945 T JARDINE 1967 270 F SASSON 1971 2167 Y HALLMAN 1968 3143 P PATILX1983X233 PATILX1983X233X241 PATILX1983X233XS PATILX1983X233X241XS item 0304-5102(83)80101-1 0304510283801011 1-s2.0-0304510283801011 10.1016/0304-5102(83)80101-1 272239 2024-01-02T01:04:16.600218Z 1983-05-01 1983-05-31 1-s2.0-0304510283801011-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283801011/MAIN/application/pdf/5cf723988f8afac0a3442ada6e4e4a77/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283801011/MAIN/application/pdf/5cf723988f8afac0a3442ada6e4e4a77/main.pdf main.pdf pdf true 468241 MAIN 9 1-s2.0-0304510283801011-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283801011/PREVIEW/image/png/e3c7d3c5fd660ae6cbe1e47e3a5bfc55/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283801011/PREVIEW/image/png/e3c7d3c5fd660ae6cbe1e47e3a5bfc55/main_1.png main_1.png png 65277 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510283801011-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283801011/STRIPIN/image/gif/4af12c31a12fabca47c6a2e816beb82d/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283801011/STRIPIN/image/gif/4af12c31a12fabca47c6a2e816beb82d/si1.gif si1 true si1.gif gif 467 30 66 ALTIMG Journal of Molecular Catalysis, 19 (1983) 233 - 241 233 HYDROGENATION OF ALLYLIC COMPOUNDS USING HOMOGENEOUS RuCl2(PPh3)3 COMPLEX CATALYST* S. R. PATIL, D. N. SEN Inorganic Chemistry Division, National Chemical Laboratory, Poona 411008 (India) and R. V. CHAUDHARI Chemical Engineering Division, National Chemical Laboratory, Poona 411008 (India) (Received September 20, 1982) Summary A kinetic study on hydrogenation of allyl alcohol and allyl bromide using RuCl2(PPh3)3 catalyst has been reported. It was observed that the cata- lyst deactivated rapidly during allyl alcohol hydrogenation. The deactivated catalytic species was isolated and characterized as RuCl2(CO)(PPh3)2. A schematic mechanism for deactivation based on abstraction of CO has been proposed. The effect of catalyst and allyl bromide concentration, hydrogen partial pressure and temperature on hydrogenation of allyl bromide was studied. This reaction was found to be zero order with respect to allyl bromide and hydrogen, while the order with respect to catalyst concentra- tion was 0.85. A rate equation for allyl bromide hydrogenation is proposed and an activation energy of 11.13 kcal/mol was obtained. Introduction Ruthenium complexes in solution are known to catalyze hydrogenation of olefins; some of these complexes are RuCl2(PPh3)3, [RuCLt(bipy)] 2~, RuCl(BH4)(PPh3)3 and HRu(CF3C02)(PPh3)3. The literature on Ru complex- catalyzed hydrogenation is reviewed by James [1, 2] and Patil [3]. The kinetics and mechanism of olefin hydrogenation with homogeneous Ru com- plexes is not yet well established, and only a few studies have been reported [4-7]. In this paper, we report kinetics of hydrogenation of allyl bromide and allyl alcohol using RuCl2(PPh3)3 complex catalyst. No significant study on these systems has been reported so far. The effect of catalyst and olefin concentration, partial pressure of hydrogen and temperature on the rate of reaction has been investigated, and the possible rate controlling mechanism discussed. For allyl bromide hydrogenation, a rate equation is proposed and activation energy of the reaction evaluated. *NCL Communication No. 2932 0304-5102/83/$3.00 Eisevier Sequoia/Printed in The Netherlands 234 Experimental Hydrogenation experiments were carried out in an apparatus consisting of a magnetically-stirred reactor and a gas burette for volumetric measure- ment of hydrogen uptake. The details of the apparatus are given elsewhere [3]. In a typical run the apparatus was evacuated and flushed with pure H 2 three to four times, and then a known quantity of the catalyst and solvent was introduced into the reactor. The catalyst solution was stirred under HI for about 30 min. Then, a known amount of allyl alcohol or allyl bromide was introduced and the reaction started by switching on the stirrer. The pro- gress of the reaction was followed by measuring the volume of hydrogen absorbed as a function of time. Allyl alcohol, allyl bromide and the solvents, obtained from M/s. Fluka AG, were used after fresh distillation under N;. The catalyst RuCl2(PPh3)3 was prepared by the procedure described by Stephenson and Wilkinson [8]. Results and discussion The solutions of RuCl2(PPh3)3 in benzene :ethanol (1:1) were found to catalyze hydrogenation of allyl bromide and allyl alcohol at 35 C and atmospheric pressure. Some of the preliminary observations are (a) catalyst solution in benzene :ethanol turned from reddish-brown to violet after stirring under hydrogen; (b) on addition of allyl alcohol, the violet colour changes to red and gradually becomes pale yellow; (c) on addition of allyl bromide to the catalyst solution, the colour changes from violet to red without further change in the colour; (d) the hydrogen uptake rates were constant for allyl bromide, but with allyl alcohol a gradual deactivation of the catalyst was observed. From the data on volumetric uptake of H^ us. time, initial rates of hydrogenation were calculated and the results obtained at different operating conditions are discussed below. Hydrogenation of allyl alcohol The effect of RuCl2(PPh3)3 and allyl alcohol concentrations on the rate of hydrogenation was studied. Figures 1 and 2 show the plots of volume of HI absorbed us. time. Initial rate data calculated from these plots are pre- sented in Table 1. It was observed that the initial rate increased with in- creasing concentration of both RuCl2(PPh3)3 and allyl alcohol. However, for this system the catalyst deactivated rapidly and the rates dropped to zero (see Figs. 1 and 2) long before complete conversion of allyl alcohol was achieved. In order to investigate the change in the nature of the catalytic species during deactivation, the Ru complex was isolated from the solution after the rate dropped to zero. The isolated complex was a yellow-coloured, air-stable substance, the elemental analysis of which showed C = 62.06%, H = 3.79% and Cl = 9.4%. This is consistent with the carbonyl complex RuCl^CO)- 235 Fig. l. A plot of volume of hydrogen absorbed us. time for different catalyst concentra- tion. Concentration of RuCl2(PPh3)3: (a) 3.1282 X 10~7 mol/cm3, (b) 8.3420 X 10-7mol/ cm3, (c) 10.427 X 10~7 mol/cm3, (d) 12.513 X 10~7 mol/cm3, allyl alcohol concentration: 14.721 X 10~4 mol/cm3, temp. 35 C, Ha pressure: 1 atm. (PPha);. The IR spectrum of this complex shows a strong band at 1930 cm\"1 which can be assigned to the C=0 stretching frequency. This suggests that carbonyl abstraction has occurred during the deactivation process; such carbonyl complexes are known to be inactive for hydrogenation of olefins [9]. It appears that CO abstraction from allyl alcohol may proceed via aldehyde formation, and such reactions have been observed by Sasson and Blum [10]. The following speculative mechanism is proposed to explain the CO abstraction from allyl alcohol. 2CH2=CH-CH20H -> CH2=CH-CHO + CH^CH^ CH^Vi CH2=CH CHO + RuCl2(PPti3)3 -> RuCl2(CO)(PPh3)2 + 114 (1) (2) Here, the acrylaldehyde behaves as an electron donor rather than acceptor and is likely to form Tr-complexes with Ru(II) species, which further decom- pose to ethylene and carbon monoxide. 236 Fig. 2. A plot of HI absorbed vs. time for different allyl alcohol concentrations. Concen- tration of RuCl2(PPh3)3: 4.171 X 10-7 mol/cm3, temp. 35 C, Hz pressure: 1 atm, allyl alcohol concentration: (a) 29.442 X 10-4 mol/cm3, (b) 22.093 X 10-4 mol/cm3, 14.721 X 10-4 mol/cm3, (d) 7.3605 X 10-4 mol/cm3. TABLE 1 Initial rate data of hydrogenation of allyl alcohol using RuCl2(PPh3)3 catalyst Sample No. Concentration ofRuCl2(PPh3)3(mol/cm3 X 106) Concentration of allyl alcohol (mol/cm3 X 103) Rate of reaction(mol/cm3^ X 107) l 2 34 5 67 8 0.313 0.834 1.043 1.251 0.417 0.417 0.417 0.417 1.472 1.472 1.472 1.472 0.736 1.472 2.209 2.944 0.416 0.506 0.669 1.056 0.476 0.536 0.640 0.789 Other conditions: temperature ethanol(1:1). 35 C, H ; pressure = atmospheric, solvent = benzene: Hydrogenation of allyl bromide In the RuCl2(PPh3)3-catalyzed hydrogenation of allyl bromide, no de- activation of catalyst was observed. The effect of various parameters on the initial rates was studied and the results are presented in Table 2. In general it 237 TABLE 2 Results on kinetics of hydrogenation of allyl bromide using RuCl^PPl-^a catalyst Sample Concentration of Concentration of Concentration Temper- Rate of reaction No. RuCl2(PPh3)a allyl bromide of dissolved H^ ature (mol/cm^s X 108) (mol/cm3 X 106) (mol/cm3 X 104) (mol/cm3 X 106) ( C) 1 2 3 4 5 6 7 8 9 10 11 12 0.417 0.834 1.251 1.668 0.417 0.41'; 0.417 0.417 0.417 0.417 0.417 0.417 5.777 5.777 5.777 5.777 11.556 17.334 23.112 5.777 5.777 5.777 5.777 5.777 2.420 2.420 2.420 2.420 2.420 2.420 2.420 1.680 1.240 0.800 2.420 2.420 35 35 35 35 35 35 35 35 35 35 15 25 0.973 1.639 2.243 2.823 0.973 0.973 0.982 1.072 1.023 1.022 0.264 0.637 13 0.417 5.777 2.420 45 1.790 was observed that the rates of hydrogenation of allyl bromide were several times slower than the initial rates observed for allyl alcohol. The effect of individual parameters on allyl bromide hydrogenation is discussed below. Effect of hydrogen pressure The effect of HI partial pressure on the rate of hydrogenation was studied at 35 C, keeping all other conditions constant. Figure 3 shows a log- log plot of rate vs. H^ partial pressure which indicates that the rate is inde- pendent of H^ partial pressure. Effect of allyl bromide concentration The effect of allyl bromide concentration on the rate of reaction has been studied by varying allyl bromide concentration in a range of 5.777 X 1(T4 to 2.311 X 10-3 mol/cm3, RuCl2(PPh3)3 concentration of 4.171 X 10-7 mol/cm3 and atmospheric pressure of H;. A log-log plot of rate cs. allyl bromide concentration is shown in Fig. 4, which also indicates a zero order with respect to allyl bromide. Effect of catalyst [RuCl^PPh^sJ concentration The effect of catalyst concentration on the rate of reaction is shown in Fig. 5 for allyl bromide concentration of 5.777 X 10~4 mol/cm3, atmospheric pressure of H 2 and 35 C. Here the rate increases with increase in catalyst concentration, with an order of 0.85 for catalyst. Effect of temperature The effect of temperature on the rate was investigated in a range of 15 - 45 C, RuCl2(PPh3)3 concentration of 4.171 X 10-7 mol/cm3, allyl bromide 238 2-0 f-0 0-5 0-2 CM t00 200 500 tOOO 2000 PARTIAL PRESSURE OF H^ , Pj.min.Hg. Fig. 3. Effect of H^ partial pressure on the rate of hydrogenation. Concentration of RuCl2(PPh3)3: 4.171 X 10~7 mol/cm3, allyl bromide concentration: 5.7772 X 10~4 mol/ cm3, temp. 35 C. 1-5 f-O 0-5 0-2 2 5 10 20 50 ALLYL BROMIDE CONCENTRATION x)04,mol/cm' Fig. 4. Effect of allyl bromide concentration on the rate of hydrogenation. Concentration of RuCl2(PPh3)3: 4.171 X 10~7 mol/cm3, temp. 35 C, H^ pressure: 1 atm. concentration of 5.777 X lO\"4 mol/cm3 and atmospheric pressure ofH;. The rate is strongly influenced by the temperature, and shows linear dependence with (HT). 239 i-o 0-5 0-2 0.5 1-0 2 CATALYST CONCENTRATION 106 , molt/cm' Fig. 5. Effect of catalyst concentration on the rate of hydrogenation. Allyl bromide con- centration: 5.7772 X lO\"4 mol/cm3, temp. 35 C, H; pressure: 1 atm. Kinetics and mechanism From the observations discussed above, the rate of hydrogenation of allyl bromide was found to be zero order with respect to both hydrogen and allyl bromide, while the order with respect to catalyst concentration was found to be 0.85. The rate data was thus found to be represented by the following equation: ^A =kC, 0.85 (3) where R^ is the rate of reaction, mol/cm^s, Co the concentration of RuCly (PPh3)3, mol/cm3 and k the reaction rate constant, (cm3/moi)~o'l5/s. The values of the rate constant k for all the temperatures were calculated, and Fig. 6 shows an Arrhenius plot of In k us. 1/T. The activation energy and the frequency factor obtained from the slope and intercept of the Arrhenius plot are 11.13 kcal/mol and 9.766 X 104 sec respectively. It is important to discuss the observed kinetics and correlate the results with the mechanism. Hydrogenation of olefins with RuCl2(PPh3)3 catalyst can be explained by the following mechanism [11]. RuCl2(PPh3)3 + H; K2 HRuCl(PPh3)3 + HC1 (4) HRuCl(PPh3)3 -> HRuCl(PPh3)2 + PPh3 (5) HRuCl(PPh3)2 + CH2=CH-CH2Br ^ HRuCl(CH2=CH-CH2Br) (PPh^ (6) 240 10 1-0 0.5 3-0 3-1 I-2 3-3 3-4 35 10 , K Fig. 6. Temperature dependence of the reaction rate constant. Concentration of RuCl; - (PPh3)3: 4.171 X ICr7 mol/cm3, allyl bromide concentration: 5.7772 X 10~4 mol/cm3, Hz pressure: 1 atm. HRuCl(CH2=CH-CH:2Br)(PPh3)2 +H2 -^ HRuCl(PPh3)2 + CH^CH^-CH^Br (7) If we assume that step (5) is rate controlling, the reaction rate will show zero order with respect to both allyl bromide and hydrogen. The kinetics observed in the present work is also consistent with step (5) as rate controlling. The dependence of the rate on catalyst concentration also supports this conclu- sion. Conclusion Hydrogenation of allyl alcohol and allyl bromide using RuCl2(PPh3)3 catalyst has been studied. In allyl alcohol hydrogenation, the catalyst rapidly deactivates. The deactivated species was isolated and characterized as RuCl;- (CO)(PPh3)3. The mechanism of deactivation is proposed. For allyl bromide hydrogenation, the rates were found to be much slower than the initial rates during allyl alcohol hydrogenation, but no deactivation occurred in the case of allyl bromide. Kinetics of allyl bromide hydrogenation was studied, and the reaction was found to be zero order with respect to allyl bromide and H;. The order with respect to catalyst concentration was found to be 0.85. The possible rate-controlling step has been discussed. The activation energy was found to be 11.13 kcal/mol. 241 References 1 B. R. James, Homogeneous Hydrogenation, Wiley, New York, 1973. 2 B. R. James, in F. G. A. Stone and R. West (eds.), Advances in Organometallic Chemis- try, Academic Presss, New York, 1979, 319. 3 S. R. Patil, Studies on some Metal Complexes and Homogeneously Catalyzed Reac- tions, Ph. D. Thesis, Poona University, 1981. 4 D. G. Holah, A. N. Hugues, B. C. Hui and C. T. Kan, J. Catal., 48 (1977) 340. 5 S. R. Patil, D. N. Sen and R. V. Chaudhari, J. Catal., submitted for publication. 6 B. C. Hui and B. R. James, Inorg. Nucl. Chem. Lett, 6 (1970) 367. 7 B. R. James and K. W. Wang, in Y. Ishif and M. Tsutsui (eds.), Fundamental Research in Homogeneous Catalysis, Vol. 2, Plenum Press, New York, 1978, p. 35. 8 T. A. Stephenson and G. Wilkinson, J. Inorg. Nucl. Chem., 28 (1966) 945. 9 F. H. Jardine and G. Wilkinson, J. Chem. Soc., (C), (1967), 270. 10 Y. Sasson and J. Blum, Tetrahedron Letters, 24 (1971) 2167. 11 P. S, Hallman, B. R. McGarvey and G. Wilkinson, J. Chem. Soc. (A), (1968) 3143. X244 83801011 0304-5102(83)80101-1 10.1016/0304-5102(83)80101-1 Hydrogenation of allylic compounds using homogeneous RuCl2(PPh3)3 complex catalyst S.R. Patil D.N. Sen Inorganic Chemistry Division, National Chemical Laboratory, Poona 411008 India R.V. Chaudhari Chemical Engineering Division, National Chemical Laboratory, Poona 411008 India A kinetic study on hydrogenation of allyl alcohol and allyl bromide using RuCl2(PPh3)3 catalyst has been reported. It was observed that the catalyst deactivated rapidly during allyl alcohol hydrogenation. The deactivated catalytic species was isolated and characterized as RuCl2(CO)(PPh3)2. A schematic mechanism for deactivation based on abstraction of CO has been proposed. The effect of catalyst and allyl bromide concentration, hydrogen partial pressure and temperature on hydrogenation of allyl bromide was studied. This reaction was found to be zero order with respect to allyl bromide and hydrogen, while the order with respect to catalyst concentration was 0.85. A rate equation for allyl bromide hydrogenation is proposed and an activation energy of 11.13 kcal mol was obtained. References 1 B.R. James Homogeneous Hydrogenation 1973 Wiley New York 2 B.R. James F.G.A. Stone R. West Advances in Organometallic Chemistry 1979 Academic Presss New York 319 3 S.R. Patil Studies on some Metal Complexes and Homogeneously Catalyzed Reactions Ph. D. Thesis 1981 Poona University 4 D.G. Holah A.N. Hugues B.C. Hui C.T. Kan J. Catal. 48 1977 340 5 S.R. Patil, D.N. Sen and R.V. Chaudhari, J. Catal., submitted for publication. 6 B.C. Hui B.R. James Inorg. Nucl. Chem. Lett. 6 1970 367 7 B.R. James K.W. Wang Y. Ishif M. Tsutsui Fundamental Research in Homogeneous Catalysis 2 1978 Plenum Press New York 35 8 T.A. Stephenson G. Wilkinson J. Inorg. Nucl. Chem. 28 1966 945 9 F.H. Jardine G. Wilkinson J. Chem. Soc., (C) 1967 270 10 Y. Sasson J. Blum Tetrahedron Letters 24 1971 2167 11 P.S. Hallman B.R. McGarvey G. Wilkinson J. Chem. Soc. (A) 1968 3143",
      "scopus-id": "0020748831",
      "coredata": {
        "eid": "1-s2.0-0304510283801011",
        "dc:description": "A kinetic study on hydrogenation of allyl alcohol and allyl bromide using RuCl2(PPh3)3 catalyst has been reported. It was observed that the catalyst deactivated rapidly during allyl alcohol hydrogenation. The deactivated catalytic species was isolated and characterized as RuCl2(CO)(PPh3)2. A schematic mechanism for deactivation based on abstraction of CO has been proposed. The effect of catalyst and allyl bromide concentration, hydrogen partial pressure and temperature on hydrogenation of allyl bromide was studied. This reaction was found to be zero order with respect to allyl bromide and hydrogen, while the order with respect to catalyst concentration was 0.85. A rate equation for allyl bromide hydrogenation is proposed and an activation energy of 11.13 kcal mol was obtained.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510283801011",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Patil, S.R."
          },
          {
            "@_fa": "true",
            "$": "Sen, D.N."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, R.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510283801011"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510283801011"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(83)80101-1",
        "prism:volume": "19",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of allylic compounds using homogeneous RuCl2(PPh3)3 complex catalyst",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "233-241",
        "prism:endingPage": "241",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1983",
        "prism:doi": "10.1016/0304-5102(83)80101-1",
        "prism:startingPage": "233",
        "dc:identifier": "doi:10.1016/0304-5102(83)80101-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "66",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510283801011-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "467",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020748831"
      }
    }
  }
}