{
  "metadata": {
    "title": "The adsorption of O<ce:inf loc=post>2</ce:inf> and NO on CrO<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf>/ZrO<ce:inf loc=post>2</ce:inf> catalysts, as investigated by IR and ESR spectroscopies",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-08-15",
    "doi": "10.1016/0304-5102(91)80061-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510291800617",
    "pii": "0304510291800617"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026205788",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510291800617 0304-5102(91)80061-7 0304510291800617 10.1016/0304-5102(91)80061-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02027 2024-01-02T01:05:30.650091Z 0 0 19910815 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 68 68 1 1 Volume 68, Issue 1 6 53 71 53 71 19910815 15 August 1991 1991-08-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. ADSORPTIONO2NOCROXZRO2CATALYSTSINVESTIGATEDBYIRESRSPECTROSCOPIES INDOVINA V WITTGEN 1979 168 P IWASAWA 1982 93 Y INDOVINA 1978 285 V WITTGEN 1982 360 P VANREIJEN 1966 277 L POOLE 1967 224 C GROENEVELD 1979 153 C ZECCHINA 1975 966 A CIMINO 1988 1465 A CIMINO 1989 23 A WELLER 1983 101 S CERRUTI 1971 285 L PEARCE 1980 3215 J ZECCHINA 1975 978 A GHIOTTI 1983 249 G CERRUTI 1974 729 L NAKAMOTO 1970 K INFRAREDSPECTRAINORGANICCOORDINATIONCOMPOUNDS ZECCHINA 1972 55 A KORTUM 1973 85 G MORTERRA 1980 231 C PRIMET 1970 1629 M TANABE 1985 347 K VUURMAN 1990 83 M INDOVINAX1991X53 INDOVINAX1991X53X71 INDOVINAX1991X53XV INDOVINAX1991X53X71XV item 0304-5102(91)80061-7 0304510291800617 1-s2.0-0304510291800617 10.1016/0304-5102(91)80061-7 272239 2024-01-02T01:05:30.650091Z 1991-08-15 1-s2.0-0304510291800617-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291800617/MAIN/application/pdf/52e01b48bfd19e020d07c555ab47d85a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291800617/MAIN/application/pdf/52e01b48bfd19e020d07c555ab47d85a/main.pdf main.pdf pdf true 1317808 MAIN 19 1-s2.0-0304510291800617-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291800617/PREVIEW/image/png/f3ed89a01d412e598ee5af00442d5dfa/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291800617/PREVIEW/image/png/f3ed89a01d412e598ee5af00442d5dfa/main_1.png main_1.png png 68255 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510291800617-si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif si4 true si4.gif gif 136 11 11 ALTIMG 1-s2.0-0304510291800617-si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif si3 true si3.gif gif 136 11 11 ALTIMG 1-s2.0-0304510291800617-si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif si2 true si2.gif gif 136 11 11 ALTIMG 1-s2.0-0304510291800617-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291800617/STRIPIN/image/gif/7b2043fd04f8ee39967c3bfe981bf392/si1.gif si1 true si1.gif gif 136 11 11 ALTIMG Journal of Molecular Catalysis, 68 (1991) 53-71 53 The adsorption of 02 and NO on CrOx/Zr02 catalysts, as investigated by IR and ESR spectroscopies Valerio Indovina*, Dante Cordischi, Sergio De Rossi, Giovanni Ferraris Centro SACSO (CNR), Dip. Chimico, Universita La Sapienza, 00185 Rome (Italy) Giovanna Ghiotti and Anna Chiorino Dip. Chimica Inorganica, Chimica Fisica a Chimica dei Materials, Universita di Torino, Turin (Italy) (Received October 22, 1990; accepted December 20, 1990) Abstract The adsorption of OZ at 195 K and that of NO at 298 K on CrO./Lr02 samples have been investigated by the double isotherm method. The nature of the surface species formed before and after adsorption has been studied by means of IR and ESR spectroscopies. Prior to OZ or NO adsorption, CrOs/Zr02 samples were heated in OZ at 773 K (average oxidation number of Cr, n=5.5) and reduced with CO at 423 to 623 K to controlled extents (n=5.5 to 2.5). The results show that the adsorption of OZ at 195 K oxidizes to Cr(VI) the Cr(II) present in the sample after the reduction. The oxidation of Cr(II) to Cr(VI) is quantitative and nearly selective. Only a small fraction of Cr(III), also present in the reduced sample, is oxidized to Cr(V) (ESR, y-signal). The adsorption of NO on the sample heated in OZ yields mono- and dinitrosyls of Cr(III), arising from the reduction of Cr(V). The reduction of Cr(V) to Cr(III) is evidenced by both ESR and IR data. The adsorption of NO on the reduced sample (n=2.5) leads, on average, to 1.7 to 2.0 NO molecules adsorbed per Cr atom. In the same conditions, dinitrosyls and mononitrosyls of Cr(II) and Cr(III) are formed, in addition to N20 and nitrites (and/or nitrates). Upon evacuation of the latter sample at 423 K, the adsorbed NO oxidizes most of the Cr(II) to Cr(VI) (n=4.2) and, in fact, the nitrosyls of Cr(III) are the only species detected by IR on NO re-admission after the evacuation treatment. Blank experiments on pure Zr02show that the dismutation of NO leading to NZO and nitrites (and/or nitrates) takes place on sites of the Zr02 support. When the reduced sample is further reacted with HZO at 853 K, only the dinitrosyls and mononitrosyls of Cr(III) are detected upon exposure to NO, since the reaction with H20 at 853 K selectively oxidizes the Cr(II) to chromia-like species. It is suggested that coordinatively unsaturated Cr(III) ions, two vacancies at least on IR evidence, are the active sites for the hydrogenation of propene and H2-D2 equilibration reactions, previously investigated on the same CrO,,/Zr02 catalysts. Introduction Chromium-containing systems, mainly supported on Si02 [ 1 ] or A1203 [2], have been extensively investigated as catalysts for hydrogen-involving *Author to whom correspondence should be addressed. 0304-5102/91/$3.50 1991- Elsevier Sequoia, Lausanne 54 reactions (H2-D2 [31 and hydrogenation of propene [41). The same catalysts have been also characterized by various techniques including ESR [5-71 and IR [8J. Reasons for studying chromia supported on zirconia, and specifically their interest for catalytic reactions such as hydrogenations and dehydrogenations, have been illustrated in previous work [9, 101. In a recent paper, the nature of the chromium species present on the surface of CrO.,/ZrO2 catalysts has been investigated by ESR and IR, mainly using the adsorption of CO at RT as a probe [ 101. The work has shown that the oxidized CrO.,/ZrO2 catalysts contain Cr(VI) and Cr(V) in nearly equal amounts (average oxidation state of Cr, n = 5.5). Specifically, after heating the samples in OZ at 773 K, the following species were observed: (i) polynuclear chromium species (VI) and (V), (ii) chromates and (iii) isolated Cr(V), the latter species being identified through the ESR signal of 53Cr enriched samples (Cr(V), y-signal). Upon reduction to controlled extents (n = 5.5 to 2.5) with CO at increasing temperatures (423 to 623 K), isolated Cr(V) was found to be preferentially reduced to Cr(III) in the early stages of the reduction and, thereafter, Cr(VI) also was reduced to Cr(II), as monitored by the relative intensity of the IR bands arising from the carbonyls of Cr(III) and Cr(II) and the intensity of the Cr(V) y-signal. On the whole, two independent redox couples were identified on the surface of the CrO.,/ZrO2 samples: Cr(VI)/Cr(II) and Cr(V)/Cr(III). In the present investigation the adsorption of OZ at 195 K and that of NO at 298 K were studied volumetrically (by means of the double isotherm method, as proposed by Weller [ 111), and by IR and ESR experiments performed before and after adsorption. The study was directed to gain information on (i) the dispersion of chromium on Zr02, (ii) the coordinative unsaturation of Cr(II) and Cr(III) on this matrix, (iii) to assess the redox processes taking place on the CrO.,/ZrO2 system with OZ and NO at low temperature and, finally, (iv) to gain a better insight into the nature of sites active in H2-D2 and propene hydrogenation reactions, previously investigated on the same catalysts [9, 121. Experimental Materials Catalysts were prepared and characterized as previously described [9, 10, 13]. Here it is sufficient to recall that the zirconia support was obtained from a hydrous zirconium oxide prepared by the hydrolysis of zirconium oxychloride, dried at 383 K and calcined at 673 and 773 K. The two preparations, labelled Z(673) and Z(773) respectively, were thereafter placed in contact with a chromium trioxide solution at pH=1, filtered and, finally, dried at 383 K before their use in the various experiments. CrO_-/Zr02 catalysts are designated as ZC followed by a figure giving the approximate Cr content and, in brackets, the calcination temperature (K) of the Zr02 used for the impregnation. Two catalysts were mainly used for the work reported in the 55 present investigation: ZC1.6(673), Cr(wt 90)= 1.60, SA=117 m2 g-', surface concentration= 1.6 Cr atoms rim-', and ZC0.8(773), Cr(wt.sso)=0.81, SA=52 m2 g-', surface concentration= 1.8 Cr atoms nm-2. CO (SIO, 99.995ss'o) and OZ (SOL, 99.95%) were dried by passing them for 10 min through traps at 77 K before admission to the reaction chamber for either adsorption experiments or redox cycles. NO (SIO, 99.95%) was further purified by repeated vacuum distillation at 145 K. Distilled H20 was placed in a Pyrex bulb and purified by evacuation at 298 K, followed by a freeze-pump-thaw method to remove dissolved gases. Procedure For the adsorption and ESR experiments, the activation of the samples was performed in an all-glass circulation apparatus equipped with a magnetically driven pump. The catalyst (0.3 to 0.5 g) was placed in a silica adsorption chamber equipped with a side ESR tube. Samples were generally submitted to standard redox cycles consisting of (i) heating with OZ at 773 K for 0.5 h (standard oxidation, s.o.) and (ii) reduction with CO at 423 to 623 K. The gas pressure was measured by means of a pressure transducer (MKS Baratron, sensitivity 10-2 torr). The extent of the reduction was controlled through the CO consumed and/or the CO? produced during the reduction itself. Specifically, the acquisition or loss of electrons expressed as a/Cr (number of electrons) /(total Cr atoms) allowed the variation of the average oxidation number, n, to be followed. The n values measured during redox cycles reported in the present paper are in substantial agreement with those measured previously on the same (or similar) catalysts to which reference can be made for details [ 9, 10, 13 ]. In particular, n = 5.5 was measured after s.o. and decreased to as low as 2.5 after reduction to various extents. The adsorption of NO at 298 K and that of OZ at 195 K were performed according to the double isotherm method, as proposed by Weller [ 11 ]. The amount of the adsorbed gas (OZ or NO) is given as molecules rim -2 or as molecules (NO or OZ) per total Cr atoms (NO/Cr or OZ/Cr). In particular, after the determination of a first isotherm on the ZC sample reduced to the desired extent, the sample was evacuated for 0.5 h at the adsorption temperature and a second isotherm was measured. The amount of gas adsorbed during the first isotherm, obtained by extrapolation at p = 0, will be referred to as `total adsorption', the amount determined during the second isotherm as `reversible adsorption', and the difference (in that order) as the `irreversible adsorption'. After reduction to the desired extent and/or after adsorption experiments, the powder was transferred to the ESR tube and the spectrum recorded. ESR measurements were generally made at RT or at 77 K on a Varian E9 spectrometer operated at X-band frequencies. The spectrometer was equipped with an on-line computer for data treatment. Absolute concentrations of Cr species contributing to the ESR spectra were obtained from the integrated area by using a Varian strong pitch with linear spin density, 3 X 1015 spin cm-1, as a standard. Due to the nature of the standard, the accuracy in 56 absolute spin determination was 20%; however, the variations of relative intensities of the Cr(V) y-signal could be determined with an accuracy of better than 5%. IR spectra were run on an FT-IR spectrometer (Perkin-Elmer 1760-X), with a resolution of 2 cm-I. The powdered samples were pelleted (pressure, 20 x 103 kg cm-2) in self-supporting discs of about 230 mg cm-2 mm-' and put in an IR cell which allowed for thermal treatments in vor in a controlled atmosphere. Results Adsorption of oxygen Double isotherms First and second isotherms (molecules nm-2 vs. p/torr) obtained upon adsorption of OZ at 195 K on the ZC0.8(773) sample, previously submitted to (i) the s.o. treatment or (ii) s.o. treatment plus reduction to various extents (e/Cr up to 3.0, n down to 2.5), are reported in Fig. 1. The results show that (i) the total adsorption (determined from the first isotherm) markedly increases with an increase in the extent of the reduction and (ii) the reversible adsorption (from the second isotherm) is substantially independent of the extent of reduction. In Fig. 2, the irreversible adsorption of 02, expressed as OZ/Cr (oxygen molecules per total Cr atoms), is reported as a function h h a~ O a50 8 ass ._. o ON o'' o 050 -T-T_V'V- a25 025 ~ ~ - O 0 25 50 75 100 0 1-0 ~` 1.0 io to Po /torr elCrror z Fig. 1. The adsorption of oxygen at 195 K on CrO,z/Zr02 samples reduced to various extents. Sample ZC0.8(773) heated in OZ at 773 K (ia=5.5) ( , O), total and reversible adsorption, respectively; reduced with CO at a/Cr=1.1 (n=4.4) ( , O); reduced with CO at a/Cr=1.5 (n=4.0) ( , 0); reduced with CO at a/Cr=2.1 (n=3.4) ( , A); reduced with CO at a/Cr=3.0 (n=2.5) (M, 0). Fig. 2. The adsorption of OZ (OZ/Cr, molecules per total Cr atoms) at 195 K on the ZC0.8(773) sample reported as a function of the extent of the reduction calculated from the CO equivalents consumed during the reduction with respect to the total chromium (e/Cr,q,). 57 of the extent of reduction. It is remarked that (i) no irreversible adsorption of OZ occurs on ZC samples after s.o. and very little after reduction with CO up to a/Cr=1, and (11) the OZ/Cr ratio linearly increases with a/Cr, for extents of reduction in the range a/Cr =1 to 3 (n = 4.5 to 2.5). ESR data After s.o. of the ZC0.8(773) sample, a strong axial signal (g =1.953 and g1=1.978) is the only species detected by ESR spectroscopy (y-signal). The signal is the same as previously observed on the Zr02 support [9, 10, 14 ] and on other supports [5-7 ],and is assigned to Cr(V). Previous experiments with the 53Cr isotope, as already mentioned in the Introduction, allowed assignment of the signal on Zr02 to mononuclear Cr(V) species and specifically to surface chromyl complexes in a square pyramidal configuration [ 10, 141. The molar fraction of Cr(V) (Cr(V)/Crtj detected on the s.o. ZC0.8(773) sample was 0.24. However, relying on the facts that (i) only Cr(V) and Cr(VI) species are present in the s.o. ZC samples (ESR, IR and XPS evidence [9, 101), (ii) n = 5.5, and (iii) the ESR detection is limited to non-interacting Cr(V) species, it was previously estimated that the molar fraction of Cr(V) is - 0.5 in all ZC samples after the s.o. treatment [9, 101. In Fig. 3, the intensity of the Cr(V) signal, measured before and after adsorption of 02 at 195 K, is reported as a function of the extent of reduction. It is mentioned that an extremely weak signal of the 02- species is also observed after exposure to 02 at 195 K and evacuation at the same temperature. The results in Fig. 3 show that: (i) the intensity of the Cr(V) signal sharply decreases with an increase in the extent of reduction and, in particular, 80ss'o of Cr(V) is already reduced to Cr(III) at a/Cr=1, and (ii) a minor fraction of Cr(V) is restored after adsorption of 02 at 195 K and evacuation at the same temperature. Finally, it has been verified that the Cr(V) species is reversibly restored when the ZC0.8(773) sample is submitted to a second s.o. treatment. 100-0 5 o h 50 0 0 1.0 20 3.0 e/Cr Fig. 3. The intensity (arbitrary units, a.u.) of the ESR signal of Cr(V) in the ZC0.8(773) sample after reduction to various extents (e/Cr) (O) followed by exposure to OZ at 195 K and evacuation at the same temperature (A). 58 IR data The adsorption of Oz at RT on the reduced ZC samples have been fully reported in the previous IR investigation of the ZC system (101. It is sufficient to recall here that only the IR bands of chromates are restored when the reduced ZC sample is exposed to small doses of oxygen added step-wise at RT (Fig. 4, spectrum 1), whereas exposure to Oz at 923 K is required to fully restore the IR bands assigned to surface chromyl (Cr(V)) complexes (Mg. 4, spectrum 2). Adsorption of nitric oxide Double isotherms The first and second isotherms (molecules nm-2 vs. p/torr) obtained upon adsorption of NO on the ZC0.8(773) sample previously submitted to (i) the s.o. treatment or (ii) to the s.o. treatment plus reduction to a/Cr=3.0 (n = 2.5), are reported in Fig. 5. The same figure also gives the results of analogous experiments carried out on pure Zr02. From the data of Fig. 5, upper and lower limit values can be calculated for the number of total NO molecules adsorbed per total Cr atoms on the reduced ZC0.8(773) sample. These are, respectively, NO/Cr= 3.6/1.8 = 2.0 and (3.6-0.6)/1.8 =1.7, inwhich 3.6 and 0.6 is the NO adsorbed (molecules nm-2) on ZC0.8(773) and Zr02 (respectively), and 1.8 is the surface concentration of chromium (Cr atoms 2.5 A 0.5 0.0 1000 950 900 cm -1 Fig. 4. IR spectra in the chromium-oxygen stretching region. Sample ZC1.6(673), previously reduced with CO at 623 K, after addition of a dose of oxygen at RT (e/Cr=1, n= 4.5, spectrum 1) and heating with oxygen at 923 K (spectrum 2). `2 1100 1060 B30 59 h 7 r. c s ./ / / Z ' / / a d 3 o, , ~i~ e.~n~n_n_ 13 0 13 0 0 100 2W 300 400 PNO/torr Fig. 5. The adsorption of NO at RT on CrQ./Zr02 samples. Sample ZC0.8(773) heated in OZ at 773 K (n=5.5) ( , O), total and reversible adsorption, respectively, and reduced with CO at a/Cr=3.0 (n=2.5) (1, 0). Sample Zr02: ( ) total and (A) reversible adsorption of NO. nm-2) on ZC0.8(773). In the calculation reported above, the contribution from the support to the adsorption of NO on the reduced ZC sample is overestimated, since more than 1 /4 of the surface sites of Zr02 are replaced by chromium in the ZC0.8(773) sample as compared to the pure Zr02 support. On examining NO adsorption on the s.o. sample, the analysis of the results is more difficult since IR and ESR data show that some reduction of Cr(V) to Cr(III) occurs during the adsorption of NO on the s.o. sample (vO infra). Therefore, the value of NO/Cr=0.9 obtained on the s. o. sample must be regarded with caution, being probably overestimated. ESR Oa The concentration of chromium species detectable by ESR has been measured on the ZC0.8(773) sample, before and after the adsorption of NO. After the s.o. treatment, Cr(V) is the only species detected by ESR, as already mentioned. Upon adsorption of NO at RT, a decrease in the intensity of the Cr(V) signal is observed and, simultaneously, an ESR signal from Cr(RI) is detected. The latter is the S-species (a very broad signal, AHPp = 3000 G centered at g = 2, with a broad maximum at g in the range 3.8 to 5.0) previously observed in the reduced ZC samples and assigned to weakly interacting Cr(III) ions exposed on the surface of Zr02 [ 10, 14 [. Subsequently, when the sample is evacuated at increasing temperature, the intensity of the Cr(V) signal progressively increases while that of Cr(III)-8 progressively decreases. In particular, after evacuation at 473 K, the Cr(V) signal is restored to its initial intensity whereas the Cr(III)-8 signal is absent. 60 As for the adsorption of NO on the reduced sample (CO at 623 K, n = 2.5), Cr(III)-8 is the only species detected by ESR after such treatment. The results show that (i) the Cr(III)-8 is almost unaffected by the exposure to NO and (ii) the Cr(V) signal, absent in the reduced sample, is now detected. Upon subsequent evacuation, the intensity of the Cr(V) slightly increases (20ss'o of total Cr(V)) with increasing temperature of evacuation. Average oxidation state of Cr after NO adsorption This was measured in special redox cycles, illustrated in Fig. 6 and performed as follows. First, the ZC0.8(773) sample was submitted to the s.o. treatment (n = 5.5), reduced with CO at 623 K (n = 2.5), exposed to NO at RT for 3 h, and evacuated by slowly increasing the temperature (in 3 h) from RT to 773 K. After the latter evacuation, the sample was titrated with 02 at 773 K. From the OZ equivalents consumed, corresponding to a/Cr=1.3, n = 4.2 was calculated (n = 5.5-1.3 = 4.2). Second, the sample was once more reduced with CO at 623 K (e/Cr=3.0, n= 2.5), exposed to NO and evacuated as above. After the evacuation, the sample was titrated with CO at 623 K. From the CO equivalents consumed, corresponding to a/Cr=1.7, n=4.2 is calculated (n = 2.5 + 1.7 = 4.2); namely, the same value as above. Finally, the sample was once more heated with OZ at 773 K, from which n = 5.5 was determined. The latter result shows the full reversibility of the redox cycle. IR data The IR data are collected in Table 1, which reports for both the Zr02 support and ZC samples: (i) the nature of the surface species, (ii) the frequencies (cm-1) of the related IR bands and (iii) the relevant references in which the same assignment has been proposed for similar IR bands observed on other matrices. Additional specifications, concerning the conditions of the formation (pressure of NO, contact time) of the various species and their stability when the NO is desorbed at increasing temperatures, axe reported below. The results on pure Zr02 are reported first. Nearly identical results have been obtained on the support either heated with OZ at 923 K or heated with OZ at 923 K plus heating with CO at 623 K. In particular, on adsorption 6 !r) l tl 4 (3l (3l I I I I I r2l r2l I2l Fig. 6. The average oxidation state of Cr after various treatments (1): ZC0.8(773) sample heated in OZ at 773 K; (2): reduced with CO at 623 K; (3): exposed for 3 h to NO at RT and evacuated by slowly increasing the temperature (over 3 h) from RT to 773 K. TABLE 1 Surface species and related IR bands (cm-') upon adsorption of NO at RT on Zr02 and CrQx/Zr02 Surface species 7102' CrOs/LrOz Refs.` oxid red -red + H20' Cr'(NO)2 1746, 18678 1722, 18589 1729, 18599 [15] (-Cr203) 1752, 18788 [16] (Cr/zeolite) Cr\"(NO)z 1705, 18558 [17] (Cro./Si02) Cr\" 1n(NO) 1780 1777 1773 [15, 17] 1803 Chelate nitrites (*), 1177, 1329\" (*), 1180, 1336\" 864, 1182, 1335\" as on red. [15, 18] (Mg0) (*), 1140, 1290\" (*), 1151, 13201 864, 1148, 1312`' sample Unidentate nitrites 1274, 1394' [i8, 19] (coordin. compounds) Unidentate nitrates 1423, 1505 1418, 1523 1420, 1540 as on red. [ 19 ] sample N20.4 1236, 2244 1233, 2240) as on red. [201 (a-Cr203), (*), 2282 (*), 2284 sample [21] (Zn0), [22] (77-A1p03) Zr'(NO) 1760' 1900 1900 [231 (T102) 1885'` 1940' 1900 1912 'Zr02 either heated in Oz at 923 K or the same as above plus heating with CO at 623 K. 'Sample ZC1.6(673). `References in which the same assignment has been proposed for similar IR bands observed on other matrices, as specified. 'Sample heated with Oz at 923 K. `As in d plus reduction with CO at 623 K. .`As in plus heating with H20 at 853 K plus evacuation at 873 K. 8v(NO) asym. and sym., respectively. 8(NOZ), v(NO) sym and asym., respectively. 'v(N-0) and v(N=O), respectively. w sym. and asym., respectively. ''These bands could be also interpreted as due to Zr''- '(NO)z. 'Very broad band. *Bands not detected because too weak or superimposed on other bands. 62 of NO at increasing pressure (up to 20 torr) the IR bands of the following species are observed: (i) NZOadg (two species) either adsorbed on different zirconium sites or two different orientations of the adsorbed molecule, (ii) chelating nitrites (two species), (iii) minor amounts of unidentate nitrites, and (iv) mononitrosyls adsorbed on differently exposed zirconium ions, three of the 8+-type, as indicated by the v value > 1876 cm-' (stretching of the free NO molecule), and one of the 8--type at 1760 cm-'. The intensity of all these bands increases with the pressure of NO up to 20 torr. At this pressure, the intensity of all bands from mononitrosyls decreases with the contact time, while that from N208d$ and nitrites increases. The N20$O and mononitrosyls at 1900 and 1912 cm-' are reversibly destroyed upon evacuation at RT, the other species to some extent only. Chelate nitrites are destroyed after evacuation at 423 K for 0.5 h. Coming to the ZC1.6(673) catalyst, the results obtained after heating the sample with 02 at 923 K are reported first. In addition to the 8+-nitrosyls and chelate nitrites similar to those observed on the pure Zr02, IR bands assigned to mono- and dinitrosyls of Cr(III) (two types of each species) are observed, while the N20ad$ species is extremely weak (Fig. 7, section a and b). Minor amounts of unidentate nitrites and nitrates are also formed. The intensities of all these species are pressure- and contact time-dependent (Fig. 7, sections a and b). Simultaneously, as the intensity of the mono-, dinitrosyl and nitrite bands increases, a decrease is observed in those previously assigned to surface chromyl Cr(V)-species (Fig. 7, section c: 1100-840 cm-', i.e. the region of the stretching modes of Cr=O and Cr-O-M, M=Zr or Cr). The maximum decrease in their intensities corresponds to about 40% of their initial intensities (Fig. 8, spectra 1 and 2). Upon subsequent evacuation at increasing temperature from RT to 423 K, the bands of mono- and dinitrosyls of Cr(III) and those of chelate nitrites decrease by about 309'o at RT and axe destroyed after evacuation at 423 K for 0.5 h. The decrease of these species is paralleled by an increase in the bands of the Cr =O species. In particular, when the nitrosyls and nitrites are destroyed by evacuation at 423 K, the bands of the chromyls (Cr(V)) are restored to their initial intensity (Fig. 8, spectrum 3). The reduced ZC1.6(673) sample is considered next. After heating with OZ at 923 K, the sample was reduced with CO at 623 K and thereafter evacuated at 723 K. Upon the stepwise addition of small doses of NO (p < 1.5 torr), only bands in the region of dinitrosyls and covalently-bonded mononitrosyls are observed (Fig. 9). At first sight, the four bands at 1855, 1777, 1722 and 1705 cm-' appear to grow simultaneously with increasing the pressure of NO. However, a closer analysis shows that the components at 1855 and 1705 cm' grow more slowly as compared to the others, and the component at 1777 cm-' grows faster as compared to that at 1722. On the basis of this analysis, the following tentative assignment is proposed. The bands at 1855, 1722 and 1705 cm-' arise from two dinitrosyls having nearly the same symmetrical stretching (1855 t 2 cm-'), and the asymmetrical one differing by 17 cm-' (1722 and 1705 cm-'). Moreover, since evidence has 63 A .9O 0.48 0.2. 0.00 1.5 i.i 0.7 0.3 -0.1 -0.5 2330 2000 b , 752 c ' 5 1878 4 I 1 3 ,1867 4 '( 2 eso 1746 1018 1950 1800 cm -i a A 1180 X1,51 4 13341 X1320 1800 1600 1400 1200 830 ce -i 0.2 _0.6 -1.0 1000 900 830 Cm -i Fig. 7. IR spectra of the s.o. ZC1.6(673) sample after adsorption of NO at RT. (a): entire frequency range of interest; (b): stretching region of mono- and dinitrosyls; (c): chromium-oxygen stretching region. Pressure of NO: 1 torr (spectra 1), 2 ton (spectrum 2), 4 torn (spectrum 3), 20 torr (spectra 4) and 20 torr after 3 h (spectra 5). been given previously for the presence of equal amounts of Cr(I17 and Cr(III) in the reduced ZC catalysts, the assignment can be further specified as follows: (i) the 1722, 1855 cm-' to v(NO) asym. and sym. of Crt\"(NO)2; (ii) 1705, 1855 cm-1 to v(NO) asym. and sym. of C?I(NO)2. 64 2.60 A 1.46 0.94 0.42 -0.10 1100 1060 1000 960 900 cm -1 Fig. 8. Changes in the IR spectra in the chromium-oxygen stretching region after adsorption of NO at RT on the s.o. ZCI.6(673) sample. Spectrum 1 is the difference between spectra 2 and 1 of Fig. 4. The difference corresponds to the species involving mainly Cr(V). Spectrum 2 is the opposite of spectrum 5 of Fig. 7 (c), i.e. the maximum decrease in the absorptions related to Cr(V) species. The increment in the latter absorptions after evacuation at 423 K for 0.5 h is curve 3. 2 830 The band at 1777 cm-' is assigned to a mononitrosyl, Cx\"(NO) or Cr\"'(NO). At pressures of NO > 1.5 torr, the intensity of bands from dinitrosyls increases further, whereas those from mononitrosyls grows initially and slightly decreases thereafter. In the pressure range from 1 to 20 Torr, the bands from N20.,d, and those from chelate nitrites are observed, as in the case of pure Zr02 (minor amounts of urudentate nitrates are also formed). Desorption experiments, performed by heating under vacuum at increasing temperature from RT to 423 K, show that the Cr\"'(NO)Z species are more resistant as compared to the Cr~(NO)2 ones. An inspection of the 1100-830 cm-' region shows, however, that the disappearance of the bands arising from the Cr\"(NO)Z species is not merely a decomposition of this surface complex but instead corresponds to the oxidation of Cr(II) to Cr(VI). This is clearly apparent in Fig. 10 where the Cr=O and Cr-O-Cr stretching region is shown for samples evacuated at increasing temperature after exposure to NO. The spectra in Fig. 10 (spectra 1 to 4) are contrasted with that previously obtained on the same reduced-ZC catalyst after exposure to 02 at RT (spectrum 5). A progressive recovery of the Cr(VI)-containing species (surface chromates present in the ZC samples after the s.o. treatment) is definitely observed 65 3.0 a b ,7?2 1.5 (1705 A 1855 2.4 4 1.2 3 f fl I I~ 1.8 I 1 0.9 I 1 I 11i82 1 I S.e 2246 1 0.6 I 1 I 1 1 1233 1 1 1 i 1 1335 5 88 j 1 0.6 L , 0.3 f 1 i, 1 1 1 11 1 1 2284 , 1 1 1 \\ , 1 .1',I 1` 1 \\ 0 2330 2000 1500 1000 1800 1700 1600 CE -1 ca -1 Fig. 9. IR spectra of the ZC1.6(673) sample reduced with CO at 623 K after exposure to NO at RT. (a): entire frequency range of interest; (b): mono- and dinitrosyls stretching region. Pressure of NO: 10-3 torr (spectra 1), 10-2 torr (spectra 2), 0.07 torr (spectra 3), 1 torr (spectra 4), 20 torr (spectra 5), 20 torr after 3 h (spectra 6), and evacuation at 423 K for 10 min (spectra 7). upon evacuation at increasing temperatures. The state of the surface after this treatment is rather similar to that observed on the reduced ZC sample after exposure to 02 at RT (compare spectrum 4 with spectrum 5 in Fig. 10). It is also remarkable that the predominant band at 1018 cm-1, previously assigned to Crv=O species [10], is nearly absent. From the integrated intensities, a rough evaluation can be given of the percentage of Cr(II) oxidized to Cr(VI) after.the various treatments under vacuum. In particular, 119b at RT (spectrum 1), 209'0 at 353 K (spectrum 2), 659'0 after evacuation for 10 min at 423 K and 909'0 after evacuation at the same temperature for additional 20 min (spectra 3 and 4, respectively). After the latter evacuation at 423 K, small doses of NO were once more allowed in contact with the sample. After this treatment, however, the nitrosyls of Cr(III) are still observed at a slightly different v (1729, 1859 cm-'), but not the nitrosyls of Cr(II). The intensity of the mononitrosyls, like that of the dinitrosyls, is decreased and their position is shifted to higher v (1800 cm-1). The results obtained by adsorption of NO on the sample heated with H20 at 853 K and evacuated at the same temperature, are reported last. In this experiment, the ZC1.6(673) catalyst was heated in 02 and reduced with CO as above and thereafter reacted with H20 at 853 K prior to O evacuation at 873 K. After the exposure to NO, the CrIIi(NO)2 (1729, 1859 cm-1) is the main species observed at low pressure (PNO c 1 torr). At higher pressures (1 to 20 torr), N20 ,., chelate nitrites and minor amounts of unidentate 66 2. S ~T A 2.0 !.5 !.0 5 4 v 0.5 O'O 1100 1050 l000 950 900 930 cm -i Fig. 10. IR spectra in the chromium-oxygen stretching region after adsorption of NO at RT on the ZC1.6(673) sample, previously reduced with CO at 623 K. Spectrum 1: after 3 h of contact with NO (20 torr) and evacuation at RT for 0.5 h; spectrum 2: evacuation at 353 K for 10 min; spectrum 3: evacuation at 423 K for 10 min; spectrum 4: evacuation at 423 K for 0.5 h. Spectrum 5 is spectrum 1 of FSg. 4 reported for a comparison. nitrates are also detected. On evacuation at 453 K all these species disappear and, simultaneously, a partial oxidation of the chromium is shown by the increase of the band at 1018 cm-' (Cr =O), which is restored to 30% of its value in the s.o. sample. Discussion Having reported under Results the spectroscopic features and the assignments of the IR bands and ESR spectra, the Discussion will focus on the surface chemistry processes taking place upon adsorption of OZ or NO on the CrO.,/Zr02 samples, either in the oxidized state or reduced to the desired extent. Another aspect to be considered is the nature of sites active for the H2-D2 equilibration and hydrogenation reactions, previously investigated on the same catalysts [9; 12]. The titration of CrCf) with OZ at 195 K The effects of oxygen adsorption are considered first. For an understanding of this surface process, the following facts must be considered: (i) the s.o. sample only contains Cr(VI) and Cr(V) species in nearly equal amounts as 67 shown by n = 5.5 [ 9, 10 ], (ii) relying on ESR (Fig. 3) and IR evidence (10), Cr(V) is preferentially reduced to Cr(III) in the early stages of the reduction with CO, (iii) at higher extents of reduction (e /Cr > 1), Cr(VI) is also reduced to Cr(II) [10], and (iv) upon addition of OZ at 195 K or at RT, all Cr(II) is oxidized to Cr(VI), on IR evidence [ 10 ], whereas only a fraction of Cr(III) is oxidized to Cr(V) on both IR [10] and ESR evidence (Fig. 3 and [9, 13].) Based on these facts, the following model can be proposed and tested thereafter. The model assumes that the reduction of Cr(V) to Cr(III) and that of Cr(VI) to Cr(II) are two independent and strictly consecutive processes. Specifically, Cr(V) is only reduced to Cr(III) when the reduction is performed in the range from a/Cr= 0 to 1 (A = 5.5 to 4.5), and Cr(VI) is thereafter reduced to Cr(II), in the range a/Cr=1 to 3 (n= 4.5 to 2.5). The model also assumes that Cr(II) only is oxidized to CrM by the adsorption of OZ at 195 K on the reduced sample. In accord with the model, the dotted line of Fig. 11 has been calculated from the equation (e/Cr')o2 = (e/Cr\"'),co in which (e/Cr\")oz is the electron equivalents per Cr(II) calculated from the OZ molecules adsorbed at 195 K, and (e/Cr\"')co is the electron equivalents per Cr(VI) calculated from the CO molecules consumed during the relevant reduction. The experimental points (from the data of Fig. 2, recalculated according to the model) axe seen to fall slightly above the calculated line. The fair agreement with the model suggests that the adsorption of OZ at 195 K is indeed a titration of the Cr(II) present in the reduced sample. The fact that the experimental points are somewhat higher with respect to the dotted line is accounted for by the simultaneous oxidation of some Cr(III) to Cr(V), however modest, which is in fact detected by ESR. NO redox reactions and the nitrosyls of Cr(II) and Cr(Ill) The dismutation of NO to N20 and nitrites (and/or nitrates) is the main reaction observed with the pure Zr02 support, heated in either OZ or CO. The process can be ascribed to the weak-base properties of the Zr02 support a 8 _a / o// z / o/ o/ o (e/Cr'ho Fig. 11. The titration of Cr(II) by adsorption of OZ at 195 K. Electron equivalents per Cr(II) ion, calculated from the OZ molecules adsorbed at 195 K, (e/CO)o2, reported as a function of the electron equivalents per Cr(vI) ion, calculated from the CO consumed during the reduction, (e/Crv)co. The dotted line is calculated from the equation (e/Crm)oz=(e/Cr\"')oo. 68 [24]. The dismutation process is found to be operating to a large extent upon NO adsorption on the reduced CrOx/Zr02 sample. On the s.o. CrOx/ Zr02 sample, the dismutation is nearly absent and the NO oxidation accompanied by some reduction of Cr(V) to Cr(III) is the main redox process occurring, as shown by both ESR and IR data. On ESR evidence, 25'0 of Cr(V) undergoes reduction. On IR evidence, about 40% of Cr(V) undergoes reduction, and mono- and dinitrosyls of Cr(III) are formed. The reduction is, however, reversible, as Cr(V) is fully recovered upon desorption at 423 K. These latter results also show that some caution is required when using the NO molecule as a probe, since the molecule itself can yield various redox reactions upon adsorption at RT and/or evacuation even at mild temperatures (< 423 K). On the CrOx/Zr02 sample reduced to n = 2.5 (CI(H) and Cr(III) in nearly equal amounts [9, 10, 14]), mono- and dinitrosyls of Cr(H) and Cr(III) are formed on NO adsorption at RT. Some oxidation of Cr(II) to Cr(VI) (llg'o) is already observed at RT. The oxidation proceeds further upon evacuation of NO at progressively increasing temperature, reaching 90% at 423 K. The oxidation mainly involves Cr(II), as confirmed by ESR which shows that only a small fraction (20'0) of Cr(V) is recovered. In agreement with ESR and IR results, a value of n = 4.2 is determined from redox experiments performed on the sample after NO evacuation. From n=4.2, it is calculated that 93% of Cr(II) is oxidized to Cr(VI), in substantial agreement with the value obtained by IR. The reaction with H20 of the CrOx/Zr02 sample, previously reduced with CO, oxidizes Cr(H) to Cr(III) selectively [9, 10]. Only the mono- and dinitrosyls of Cr(IH) are in fact observed on adsorption of NO on the ZC sample, previously reacted with HZO at 853 K. On the subsequent desorption of NO at increasing temperature some Cr(V) is restored but not Cr(VI). The state of the surface of the ZC samples after adsorption of NO is further illustrated with the aid of data reported in Table 2. The Table reports the intensities of nitrosyls and nitrites and the relevant pretreatments after which these surface species were observed by IR. The concentration of nitrites is seen to be rather insensitive to the nature of the pretreatment, TABLE 2 Integrated intensities (cm-') of IR bands of nitrosyls and nitrites Treatment' Integrated intensity (cm-') nitrosyls nitrites (range 1930-1650 cm-') (range 1250-1100 cm-') 1. 02 at 923 K 67 53 2. 02 at 923 K+CO at 623 K 309 41 3. as above+ H20 at 853 K 4. as in 2 + evac. of NO at 423 K 132 55 \"Sample treated as indicated, before exposure to NO (20 torr) for 3 h. 69 therefore suggesting that the chelating nitrites generated by the redox reaction with NO very likely do not involve chromium ions but rather sites of the Zr02 matrix, as already mentioned above. By way of contrast, the intensity of bands from nitrosyls depends strongly on the pretreatment of the sample. The finding that the highest concentration of nitrosyls is detected in the reduced ZC samples is accounted for by the fact that all the chromium of these samples has been reduced to Cr(II) and Cr(III), which both yield nitrosyls on NO adsorption. Reasons for the lower concentrations measured (i) on the ZC sample after s.o. and (ii) on the reduced one from which NO has been desorbed at 423 K, are also straightforward. Namely, (i) the small amount of Cr(III) arising from reduction with NO of Cr(V) is the only species capable of nitrosyl formation in the s.o. sample and (ii) Cr(III) only can lead to the formation of nitrosyls after evacuation of NO at 423 K, since Cr(II) is oxidized to Cr(VI) during the evacuation itself. The lower concentration of nitrosyls observed when the reduced sample is afterward reacted with H20 requires an explanation. As already mentioned above, the reaction with H20 oxidizes Cr(II) to Cr(IIl) selectively [9, 101, without affecting the preexisting Cr(III) (Cr(IIl)-S, on ESR evidence [ 10, 141). The Cr(III) arising from the oxidation of Cr(II) with H20 (Cr(III)-/3, distinct from Cr(III)-S on ESR evidence) could, in principle, yield nitrosyls on NO adsorption, and therefore the same or similar concentrations of nitrosyls would be expected on both the CO-reduced and the CO-reduced plus H20 reacted samples. However, it has been previously found that the Cr(III) produced from the oxidation of Cr(II) with H20 enters into Cr(III)-clusters, whose dimension increases with increasing temperature of reaction with H20. Specifically, Cr(III)-/3, Cr(III)-ss\" and a-Cr203 were indeed identified by ESR with increasing temperature of the reaction with H20, in that order [ 141. It is therefore likely that in these chromia-like particles most of the chromium is not exposed on the surface and therefore not available for the adsorption of NO. The rather high values of the ratios NO/Cr (1.7 to 2.0 NO molecules per total reduced Cr atom, either Cr(II) or Cr(III)) and OZ/Cr(II) (ca. four electron per Cr(II) atom) show that both these chromium species are well dispersed on the surface of the reduced CrO.,O2 samples. On the whole, the results presented in this investigation strengthen the earlier statement that Cr(VI) and CrM are stabilized in the oxidized ZC samples and Cr(II) and Cr(III) in the reduced ones [9, 10, 131. The unambiguous separation of the surface chromium species in two redox couples, specifically Cr(Vi)/ Cr(II) on one side and Cr(V) /Cr(II) on the other, suggests the presence of two distinct precursors on the surface, differing by the chromium nuclearity. The two precursors are formed during either the impregnation of the catalyst or the subsequent heating in OZ at 773 K. At present, the exact nature of these species cannot be assessed. It can be suggested, however, that chromates and polychromates should be involved, as reported in the previous IR investigation of the ZC samples [ 101, and recently in a Raman investigation of CrOx/AIZOg [251. 70 The active sites for hydrogenations The catalytic activity of the CrOx/Zr02 system for the H2-D2 equilibration and hydrogenation of propene has been reported previously [ 9, 12 ]. From the catalytic behaviour and poisoning experiments with OZ and H20, it was possible to conclude that (i) isolated Cr(III) ions arising from the reduction of mononuclear Cr(V) are the active sites for both reactions, (ii) Cr(II), either alone or in combination with Cr(III), is inactive when supported on Zr02 and (iii) coordinative unsaturation is an essential factor. With regard to the coordinative requirements which make chromium active for the activation of hydrogen, the results presented here allow further discussion. Or heating with H20, not only is the catalytic activity unaffected, as observed previously [9, 121, but the ability of the Cr(III) species to yield dinitrosyls is also maintained, as testified in the present investigation by III. By way of contrast, the Cr(III) arising from the oxidation of Cr(II) with H20 neither contributes to the catalytic activity (otherwise an increase in catalytic activity would have been observed after the treatment with H20), nor is it capable of NO adsorption. In contrast to the Cr(III) arising from reduction of Cr(V), that arising from the oxidation of Cr(II) with H20 tends to cluster, leading to chromia-like particles, as shown by ESR [ 10, 14 ]. These results stress the point that not all Cr(III) ions are active, but only those possessing the proper coordination. The presence of two coordinative vacancies on the chromium site is not, however, a guarantee of activity in catalysis, as shown by the Cr(II) site on Zr02 which leads to dinitrosyls upon NO adsorption and is, nevertheless, catalytically inactive. Acknowledgement This work was supported by a financial contribution from the Progetto Finalizzato (CNR) Chimica Fine II. References 1 P. P. M. M. Wittgen, C. Groeneveld, J. H. G. J. Janssens, M. L. J. A. Wetzels and G. C. A. Schuit, J. Catal., 59 (1979) 168. 2 Y. lwasawa, J. Mot. Catal., 17 (1982) 93. 3 V. Indovina, A. Cimino and M. Inversi, J. Phys. Chem., 82 (1978) 285. 4 P. P. M. M. Wittgen, C. Groeneveld, P. J. C. J. M. Zwaans, H. J. B. Morgenstern, A. H. van Heughten, C. J. M. van Heumen and G. C. A. Schuit, J. Catal., 77 (1982) 360. 5 L. L. Van Reten and P. Cossee, Discuss. Faraday Soc., 41 (1966) 277. 6 C. P. Jr. Poole and D. S. MacIver, Adv. Catal., 17 (1967) 224. 7 C. Groeneveld, P. P. M. M. Wittgen, A. M. Van Kersbergen, P. L. M. Mestrom, C. E. Nujjten and G. C. A. Schuit, J. Catal., 59 (1979) 153. 8 (a) A. Zecchina, E. Garrone, G. Ghiotti, C. Morterra and E. Borello, J. Phys. Chem., 79 (1975) 966; (b) A. Zecchina, E. Garrone, G. Ghiotti and S. Coluccia, O. Cit., 972. 9 A. Cimino, D. Cordischi, S. De Rossi, G. Ferraris, D. Gazzoli, V. Indovina, G. Minelli, M. Occhiuzzi and M. Valigi, Proc. 91nt. Congr. Catal., Calgary, 1988, Vol. 3, p. 1465. 10 A. Cimino, D. Cordischi, S. Febbraro, D. Gazzoli, V. Indovina, M. Occhiuzzi, M. Valigi, F. Boccuzzi, A. Chiorino and G. Ghiottti, J. Mol. Catal., 55 (1989) 23. 71 I1 S. W. Weller, Acc. Chem. Res., 16 (1983) 101. 12 A. Cimino, D. Cordischi, S. De Rossi, G. Ferraris, D. Gazzoli, V. Indovina and M. Valigi, J. Catal., in press. 13 A. Cimino, D. Cordischi, S. De Rossi, G. Ferraris, D. Gazzoli, V. Indovina, G. Minelli, M. Occhiuzzi and M. Valigi, J. Catal., in press. 14 A. Cimino, D. Cordischi, S. De Rossi, G. Ferraris, D. Gazzoli, V. Indovina, M. Occhiuzzi and M. Valigi, J. Catal., in press. 15 L. Cerruti and E. Guglielminotti, Discuss. Faraday Soc., 52 (1971) 285. 16 J. R. Pearce, D. E. Sherwood, M. B. Hall and J. H. Lunsford, J. Phys. Chem, 84 (1980) 3215. 17 (a) A. Zecchina, E. Garrone, C. Morterra and S. Coluccia, J. Phys. Chem., 79 (1975) 978; (b) G. Ghiotti, E. Garrone, G. Della Gatta, B. Fubini and E. Giamello, J. Catal., 80 (1983) 249. 18 L. Cerruti, E. Modone, E. Guglielminotti, and E. Borello, J. Chem. Soc., Faraday Trans. 1, 70 (1974) 729. 19 K. Nakamoto, ~Od Spectra of Inorganic and Coordination Compounds, Wiley, NY, 1970, Chapt. III. 20 A. Zecchina, L. Cerruti and E. Borello, J. Catal., 25 (1972) 55. 21 G. Kortum and M. Kneh, Ber. Bunsenges. Phys. Chem., 77 (1973) 85. 22 C. Morterra, F. Boccuzzi, S. Coluccia and G. GMotti, J. Catal., 65 (1980) 231. 23 M. Primet, M. Che, C. Naccache, M. V. Mathieu and B. Imelik, J. Chim. Phys. Phys. Chim. Biol., 67 (1970) 1629. 24 K. Tanabe, Mater. Chem. Phys., 13 (1985) 347. 25 M. A. Vuurman, D. J. Stufkens, A. Oskam, J. A. Moulijn and F. KapteUn, J. Mol. Catal., 60 (1990) 83. X244 91800617 0304-5102(91)80061-7 10.1016/0304-5102(91)80061-7 The adsorption of O2 and NO on CrO x /ZrO2 catalysts, as investigated by IR and ESR spectroscopies Valerio Indovina ∗ Dante Cordischi Sergio De Rossi Giovanni Ferraris Centro SACSO (CNR), Dip. Chimico, Università La Sapienza, 00185 Rome Italy * Author to whom correspondence should be addressed. Giovanna Ghiotti Anna Chiorino Dip. Chimica Inorganica, Chimica Fisica e Chimica dei Materiali, Università di Torino, Turin Italy The adsorption of O2 at 195 K and that of NO at 298 K on CrO x /ZrO2 samples have been investigated by the double isotherm method. The nature of the surface species formed before and after adsorption has been studied by means of IR and ESR spectroscopies. Prior to O2 or NO adsorption, CrO x /ZrO2 samples were heated in O2 at 773 K (average oxidation number of Cr, n =5.5) and reduced with CO at 423 to 623 K to controlled extents ( n =5.5 to 2.5). The results show that the adsorption of O2 at 195 K oxidizes to Cr(VI) the Cr(II) present in the sample after the reduction. The oxidation of Cr(II) to Cr(VI) is quantitative and nearly selective. Only a small fraction of Cr(III), also present in the reduced sample, is oxidized to Cr(V) (ESR, γ-signal). The adsorption of NO on the sample heated in O2 yields mono- and dinitrosyls of Cr(III), arising from the reduction of Cr(V). The reduction of Cr(V) to Cr(III) is evidenced by both ESR and IR data. The adsorption of NO on the reduced sample ( n =2.5) leads, on average, to 1.7 to 2.0 NO molecules adsorbed per Cr atom. In the same conditions, dinitrosyls and mononitrosyls of Cr(II) and Cr(III) are formed, in addition to N2O and nitrites (and/or nitrates). Upon evacuation of the latter sample at 423 K, the adsorbed NO oxidizes most of the Cr(II) to Cr(VI) ( n =4.2) and, in fact, the nitrosyls of Cr(III) are the only species detected by IR on NO re-admission after the evacuation treatment. Blank experiments on pure ZrO2 show that the dismutation of NO leading to N2O and nitrites (and/or nitrates) takes place on sites of the ZrO2 support. When the reduced sample is further reacted with H2O at 853 K, only the dinitrosyls and mononitrosyls of Cr(III) are detected upon exposure to NO, since the reaction with H2O at 853 K selectively oxidizes the Cr(II) to chromia-like species. It is suggested that coordinatively unsaturated Cr(III) ions, two vacancies at least on IR evidence, are the active sites for the hydrogenation of propene and H2D2 equilibration reactions, previously investigated on the same CrO x /ZrO2 catalysts. References 1 P.P.M.M. Wittgen C. Groeneveld J.H.G.J. Janssens M.L.J.A. Wetzels G.C.A. Schuit J. Catal. 59 1979 168 2 Y. Iwasawa J. Mol. Catal. 17 1982 93 3 V. Indovina A. Cimino M. Inversi J. Phys. Chem. 82 1978 285 4 P.P.M.M. Wittgen C. Groeneveld P.J.C.J.M. Zwaans H.J.B. Morgenstern A.H. van Heughten C.J.M. van Heumen G.C.A. Schuit J. Catal. 77 1982 360 5 L.L. Van Reijen P. Cossee Discuss. Faraday Soc. 41 1966 277 6 C.P. Poole Jr. D.S. MacIver Adv. Catal. 17 1967 224 7 C. Groeneveld P.P.M.M. Wittgen A.M. Van Kersbergen P.L.M. Mestrom C.E. Nuijten G.C.A. Schuit J. Catal. 59 1979 153 8 A. Zecchina E. Garrone G. Ghiotti C. Morterra E. Borello J. Phys. Chem. 79 1975 966 (b) A. Zecchina, E. Garrone, G. Ghiotti and S. Coluccia, Opt. Cit., 972. 9 A. Cimino D. Cordischi S. De Rossi G. Ferraris D. Gazzoli V. Indovina G. Minelli M. Occhiuzzi M. Valigi Proc. 9 Int. Congr. Catal. 3 1988 1465 Calgary 10 A. Cimino D. Cordischi S. Febbraro D. Gazzoli V. Indovina M. Occhiuzzi M. Valigi F. Boccuzzi A. Chiorino G. Ghiottti J. Mol. Catal. 55 1989 23 11 S.W. Weller Acc. Chem. Res. 16 1983 101 12 A. Cimino, D. Cordischi, S. De Rossi, G. Ferraris, D. Gazzoli, V. Indovina and M. Valigi, J. Catal., in press. 13 A. Cimino, D. Cordischi, S. De Rossi, G. Ferraris, D. Gazzoli, V. Indovina, G. Minelli, M. Occhiuzzi and M. Valigi, J. Catal., in press. 14 A. Cimino, D. Cordischi, S. De Rossi, G. Ferraris, D. Gazzoli, V. Indovina, M. Occhiuzzi and M. Valigi, J. Catal., in press. 15 L. Cerruti E. Guglielminotti Discuss. Faraday Soc. 52 1971 285 16 J.R. Pearce D.E. Sherwood M.B. Hall J.H. Lunsford J. Phys. Chem. 84 1980 3215 17 (a) A. Zecchina E. Garrone C. Morterra S. Coluccia J. Phys. Chem. 79 1975 978 (b) G. Ghiotti E. Garrone G. Della Gatta B. Fubini E. Giamello J. Catal. 80 1983 249 18 L. Cerruti E. Modone E. Guglielminotti E. Borello J. Chem. Soc., Faraday Trans. I 70 1974 729 19 K. Nakamoto Infrared Spectra of Inorganic and Coordination Compounds 1970 Wiley NY Chapt. III 20 A. Zecchina L. Cerruti E. Borello J. Catal. 25 1972 55 21 G. Kortum M. Kneh Ber. Bunsenges. Phys. Chem. 77 1973 85 22 C. Morterra F. Boccuzzi S. Coluccia G. Ghiotti J. Catal. 65 1980 231 23 M. Primet M. Che C. Naccache M.V. Mathieu B. Imelik J. Chim. Phys. Phys. Chim. Biol. 67 1970 1629 24 K. Tanabe Mater. Chem. Phys. 13 1985 347 25 M.A. Vuurman D.J. Stufkens A. Oskam J.A. Moulijn F. Kapteijn J. Mol. Catal. 60 1990 83",
      "scopus-id": "0026205788",
      "coredata": {
        "eid": "1-s2.0-0304510291800617",
        "dc:description": "The adsorption of O2 at 195 K and that of NO at 298 K on CrO x /ZrO2 samples have been investigated by the double isotherm method. The nature of the surface species formed before and after adsorption has been studied by means of IR and ESR spectroscopies. Prior to O2 or NO adsorption, CrO x /ZrO2 samples were heated in O2 at 773 K (average oxidation number of Cr, n =5.5) and reduced with CO at 423 to 623 K to controlled extents ( n =5.5 to 2.5). The results show that the adsorption of O2 at 195 K oxidizes to Cr(VI) the Cr(II) present in the sample after the reduction. The oxidation of Cr(II) to Cr(VI) is quantitative and nearly selective. Only a small fraction of Cr(III), also present in the reduced sample, is oxidized to Cr(V) (ESR, γ-signal). The adsorption of NO on the sample heated in O2 yields mono- and dinitrosyls of Cr(III), arising from the reduction of Cr(V). The reduction of Cr(V) to Cr(III) is evidenced by both ESR and IR data. The adsorption of NO on the reduced sample ( n =2.5) leads, on average, to 1.7 to 2.0 NO molecules adsorbed per Cr atom. In the same conditions, dinitrosyls and mononitrosyls of Cr(II) and Cr(III) are formed, in addition to N2O and nitrites (and/or nitrates). Upon evacuation of the latter sample at 423 K, the adsorbed NO oxidizes most of the Cr(II) to Cr(VI) ( n =4.2) and, in fact, the nitrosyls of Cr(III) are the only species detected by IR on NO re-admission after the evacuation treatment. Blank experiments on pure ZrO2 show that the dismutation of NO leading to N2O and nitrites (and/or nitrates) takes place on sites of the ZrO2 support. When the reduced sample is further reacted with H2O at 853 K, only the dinitrosyls and mononitrosyls of Cr(III) are detected upon exposure to NO, since the reaction with H2O at 853 K selectively oxidizes the Cr(II) to chromia-like species. It is suggested that coordinatively unsaturated Cr(III) ions, two vacancies at least on IR evidence, are the active sites for the hydrogenation of propene and H2D2 equilibration reactions, previously investigated on the same CrO x /ZrO2 catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510291800617",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Indovina, Valerio"
          },
          {
            "@_fa": "true",
            "$": "Cordischi, Dante"
          },
          {
            "@_fa": "true",
            "$": "De Rossi, Sergio"
          },
          {
            "@_fa": "true",
            "$": "Ferraris, Giovanni"
          },
          {
            "@_fa": "true",
            "$": "Ghiotti, Giovanna"
          },
          {
            "@_fa": "true",
            "$": "Chiorino, Anna"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510291800617"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510291800617"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80061-7",
        "prism:volume": "68",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The adsorption of O2 and NO on CrO x /ZrO2 catalysts, as investigated by IR and ESR spectroscopies",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "53-71",
        "prism:endingPage": "71",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1991",
        "prism:doi": "10.1016/0304-5102(91)80061-7",
        "prism:startingPage": "53",
        "dc:identifier": "doi:10.1016/0304-5102(91)80061-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "11",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510291800617-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "136",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "11",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510291800617-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "136",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "11",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510291800617-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "136",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "11",
            "@width": "11",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510291800617-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "136",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026205788"
      }
    }
  }
}