{
  "metadata": {
    "title": "Deamination of glutamic acid by pyridoxal phosphate-Cu<ce:sup loc=post>+</ce:sup>-smectite catalysts",
    "authors": "M. M. Mortland",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-11-30",
    "doi": "10.1016/0304-5102(84)85076-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284850762",
    "pii": "0304510284850762"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020843250",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284850762 0304-5102(84)85076-2 0304510284850762 10.1016/0304-5102(84)85076-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X0168X 2024-01-02T01:05:30.650091Z 0 0 19841101 19841130 1984 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 27 27 1 2 1 2 Volume 27, Issues 1–2 13 143 155 143 155 198411 November 1984 1984-11-01 1984-11-30 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. DEAMINATIONGLUTAMICACIDBYPYRIDOXALPHOSPHATECUSMECTITECATALYSTS MORTLAND M 1963 CHEMICALBIOLOGICALASPECTSPYRIDOXALCATALYSIS 1966 PYRIDOXALCATALYSISENZYMESMODELSYSTEMS METZLER 1979 1 D METZLER 1956 648 D MORTLAND 1970 75 M PINNAVAIA 1983 365 T LAWLESS 1980 83 88 J GOSPARLIFESCIENCESSPACERESEARCH MORTLANDX1984X143 MORTLANDX1984X143X155 MORTLANDX1984X143XM MORTLANDX1984X143X155XM item 0304-5102(84)85076-2 0304510284850762 1-s2.0-0304510284850762 10.1016/0304-5102(84)85076-2 272239 2024-01-02T01:05:30.650091Z 1984-11-01 1984-11-30 1-s2.0-0304510284850762-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850762/MAIN/application/pdf/fd5268bdbf81d0283c846c2d661f2722/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850762/MAIN/application/pdf/fd5268bdbf81d0283c846c2d661f2722/main.pdf main.pdf pdf true 693733 MAIN 13 1-s2.0-0304510284850762-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850762/PREVIEW/image/png/bdcfd30133ad2d4db3c725c840853593/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850762/PREVIEW/image/png/bdcfd30133ad2d4db3c725c840853593/main_1.png main_1.png png 63510 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 27 (1984) 143 - 155 143 DEAMINATION OF GLUTAMIC ACID BY PYRIDOXAL PHOSPHATE- Cu^-SMECTITE CATALYSTS* M. M.MORTLAND Dept. of Crop and Soil Sciences, Michigan State University, East Lansing, MI 48824 (U.S.A.) Summary Glutamic acid is selectively deaminated by a combination of pyridoxal phosphate (PLP) and Cu^-smectite, a swelling phyllosilicate. In addition to ammonia as a product, a-ketoglutaric acid was formed. The reaction was much more active with Cu^-smectite than when the Cu2* was present as a dissolved salt. Cu^-kao Unite, vermiculite, and faujasites X and Y were also active but at a considerably lower rate, suggesting their activity may be restricted to external surfaces, while that of the smectites involves infra- crystal catalysis. An activation energy of ca. 14 kcal mol\"1 was found for the reaction. As the catalyst concentration is doubled, the reaction velocity is doubled up to the point where the rate becomes dependent upon the sub- strate concentration. When a strong ligand (o-phenanthroline) was added to the reaction the reaction velocity decreased, strongly suggesting that coordi- nation of the reacting species with Cu2'1\" on the silicate surface is required. The reaction pathway is suggested to be the formation of a Schiff base between the amino acid and pyridoxal phosphate, followed by complexation with Cu2\"1\" at the mineral surface. At this point the complex is hydrolyzed to NH3 and the a-keto acid, or transamination occurs to form pyridoxamine phosphate which is then deaminated by the Cu^-smectite. The pyridoxal phosphate-Cu^-smectite acts like a pseudo-enzyme wherein the silicate structure substitutes for the apoenzyme. Introduction Many enzyme systems are composed of a protein matrix, a co-factor and metal ions of some kind (often transition metal cations). The reactions they catalyze are often very specific in nature. Pyridoxal phosphate (PLP) is a co-factor in enzyme systems which are important in amino acid metabo- lism including deamination, transamination and decarboxylation processes. *Published as Journal Article No. 11052 of the Michigan Agricultural Experiment Station, East Lansing, MI 48824 (U.S.A.). 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 144 Vitamin 85 is a pyridoxal (PL) which is readily phosphorylated biochemi- cally to pyridoxal phosphate (PLP). CHO CHO OH HO-r^'-vCH.,-0-P=0 \"3ci^J \"H Pyridoxal Pyridoxal Phosphate Considerable research has shown that PL and PLP are active catalyt- ically exclusive of the protein matrix, and the presence of metal cations such as Cu2\"1\", Al3\"1\" and Fe3\"1' may promote or modify their catalytic properties [1-4]. Clay minerals interact with organic molecules in a variety of ways and may exhibit catalytic properties of their own [5, 6]. The objective of this work was to determine if smectite, a swelling phyllosilicate, together with pyridoxal phosphate had any catalytic activity beyond that which is observed under homogeneous reaction conditions. The reaction selected was the deamination of DL-glutamic acid when preliminary experiments indi- cated that this amino acid was, indeed, deaminated by the PLP-Cu2'1\"- smectite system. Experimental The smectite used for most of the experiments was from a Wyoming bentonite, 'Volclay', furnished by the American Colloid Company. Other smectites used for comparison were another Wyoming bentonite from Upton, Wyoming (No. 25 API reference sample) and hectorite furnished by the Baroid division of NL Industries. A vermiculite from Montana and a kaolinite from Macon, Georgia, were also employed, as well as two zeolites, faujasites X and Y, furnished by the Baroid division of NL Industries. Homoionic forms of these minerals were prepared by treating the fraction of size <2 Jum with the chloride salt of the desired cation in an excess much greater than the cation exchange capacity. These materials were then dialyzed against distilled water until the dialysate was free of chloride. They were then freeze-dried. Most of the deamination studies were performed on amino acids by placing 1.0 mmol of the amino acid in a volume of water (either 50 or 100 ml) along with 0.02 mmol pyridoxal phosphate and 100 mg Cu^-smectite (0.08 mequiv). Three or four drops of toluene were added to inhibit micro- biological activity. The flasks were then shaken continuously in a constant temperature environment at 20 C or 45 C for an appropriate time. The amount of NH3 produced was determined with an Orion specific electrode. Every set of measurements was preceded by a standardization of the electrode with at least two standard solutions of NH44\". The presence of 145 Cf-ketoglutaric acid, as another product of the reaction, was established with HPLC by comparing the retention times of the reacted samples with the authentic compound. Results General studies Figure 1 shows the rate of deamination of DL-glutamic acid at 20 C by pyridoxal phosphate (PLP) and Cu^-smectite (curve A). Compared with this are the rates of deamination by PLP and CuS04 (curve B), PLP alone (curve C), and Cu^-smectite alone (curve D). The amount of CuS04 was equal to the amount of Cu24' on the smectite. These data show the striking catalytic effect of the PLP-Cu^-smectite combination on the deamination of the amino acid. The indications are that the mineral itself is functioning as part of the catalyst system since PLP plus CuS04 is much less effective. This figure suggests that the catalytic effects are due to a tertiary combina- tion of PLP, Cu2\"1\" and smectite, since these materials individually or in pairs are much less effective. Figure 2 compares the deamination rates of glutamic acid by Cu^-smectite (A) and CuS04 (B) at 45 C in the presence of PLP. o 10 I Fig. 1. DL-Glutamic acid deamination by pyridoxal phosphate at 20 C. (A) In the pres- ence of 100 mg Cu^-smectite ; (B) employing an equivalent amount of CuS04; (C) with pyridoxal phosphate alone; and (D) the results for a Cu^-smectite and glutamic acid blank. 146 o K> i Time (hours) Fig. 2. Deamination of DL-glutamic acid at 45 C. (A) Pyridoxal phosphate plus Cu2'1'- smectite; (B) pyridoxal phosphate plus an equivalent amount of CuS04. Figure 3 indicates the deamination of DL-glutamic acid at two tempera- tures in the presence of the PLP-Cu^-smectite catalyst. Calculation of the activation energy using the Arrhenius equation and the rate constants of the two curves gave a value of 14 kcal mol^1. The order of magnitude of this parameter is similar to that for many enzymatic reactions. However, it is possible that diffusion of the reactants into the interlamellar space may be the rate-limiting process, in which case this would represent the activation energy for diffusion. The pH of the reacting system (amino acid, PLP and Cu^-smectite) was 3.3 to 3.6, which changed little during the course of the reaction. When the reaction was run in buffered systems at pH 4 and 7, however, reduced rates of deamination were observed (Fig. 4). In both cases, the buffer con- centration was 0.1 M. One factor in the reduction in the rate of deamination is probably the removal of Cu24\" from the mineral surface via ion exchange with the salt solution, suggesting that the combination of Cu2\"1\" with the silicate surface is important in the deamination reaction. These results have led the author to pursue this work in unbuffered systems except insofar as the clay mineral itself acted as a buffer. The effect of exchanging the cation of the smectite on the rate of the deamination reaction has been studied and the results are reported in Table 1. In all cases, the Cu2\"1\" form was much more active catalytically than 147 10 20 30 40 50 60 70 Time (hours) Fig. 3. Deamination of DL-glutamic acid by pyridoxal phosphate and Cu^-smectite at two different temperatures. 6- Time (hours) Fig. 4. Deamination of DL-glutamic acid by pyridoxal phosphate at 20 C in buffered and unbuffered systems. 148 TABLE 1 Effect of exchange cation of the smectite on the deamination of glutamic acid in the presence of pyridoxal phosphate (PLP) System lO^NH,] (mmol) glutamic acid'1 glutamic acid plus PLP3 same plus Cu^-smectite11 same plus Fe^-smectite'1 same plus Ca^-smectite'1 glutamic acid plus PLP13 same plus Cu^-smectite11 same plus Zn^-smectite13 same plus Co ^-smectite1' same plus Fe^-smectite13 0.40 0.65 4.25 0.72 0.65 1.1 21.5 2.1 1.7 2.5 ''Experiments conducted at 20 C for 20 h. ''Experiments conducted at 45 C for 26 h. TABLE 2 Deamination of amino acids by PLP plus Cu^-smectite Aminoacid lO^r^] (mmol) DL-lysine8 (3-alanine a L-cysteine DL-glutamic a DL-asparagine b DL-aspartic1' L-glutamine11 DL-glutamic b 1.0 0.36 1.5 8.5 1.6 1.1 15.0 20.5 'Experiments conducted at 20 C for 69 h. b Experiments conducted at 45 C for 24 h. any other exchanged form of the mineral. A number of other amino acids were compared with DL-glutamic acid and are reported in Table 2. Of those studied, only L-glutamine (a precursor to glutamic acid) showed comparable levels of deamination. These results point to important specificity properties of the PLP-Cu^-smectite catalyst. Studies with the optical isomers D- and L-glutamic acid showed similar rates of deamination; thus there was no stereoselectivity. A number of different minerals with Cu2'1\" as the exchanged cation in the complex are compared in Table 3 with respect to their catalytic abilities in conjunction with PLP. All of them exhibited an activity in comparison to the blank which contained just the amino acid and PLP. However the smectites were by far the most active. This is probably because of their 149 TABLE 3 Deamination of DL-glutamic acid by pyridoxal phosphate plus several Cu2'1' saturated minerals System 102[NH3] (mmol) glutamic acid + PLP\" same plus Cu2+ smectite (Volclay)\" same plus Cu^ smectite (Upton)'* same plus Cu2+-smectite (hectorite)\" same plus Cu24^ vermiculite a same plus Cu^-kaolinite'1 glutamic acid + PLP13 same plus Cu2*-smectite13 same plus Cu2* faujasite (X)1' same plus Cu^ faujasite (Y)13 0.9 21.0 28.0 18.5 5.2 4.6 1.1 18.0 4.6 4.2 \"Experiments conducted at 48 C for 23 h. b Experiments conducted at 45 C for 24 h. greater swelling capacity in water which leads to a 10 A distance between the silicate layers, thus permitting substrate penetration and intracrystal catalysis. Vermiculite exhibited a significant but lower level of activity. In the case of vermiculite, also a swelling mineral with a specific surface area equal to smectite, expansion is limited to only about 5 A between the silicate layers. This suggests that the reacting species are not able to diffuse into the interlamellar regions because of steric considerations, thus limiting the reactivity to external surfaces. Kaolinite, while exhibiting a lower activity than the smectites, is not a swelling mineral and thus has only external surfaces available for chemical reactivity. The relatively low activity of faujasites X and Y suggest that the Cu2\"1\" within the pore structure is not active because of steric constraints imposed by the relatively small pore size. Their total Cu24\" concentration was much greater than that of the smectites. Catalyst studies The effect of PLP and Cu^-smectite proportions on the deamination process is shown in Fig. 5. It appears that not much activity is gained by increasing the PLP/clay ratio above 0.2 [mmol PLP (g clay)^1]. This was the proportion used throughout the remaining studies. The effect of the catalyst concentration was investigated and the results are reported in Fig. 6. For the measurements after 22 h, doubling the catalyst concentration doubled the production of NH3 up to the highest concentration, at which point it fell off. At lower concentrations of catalyst, the sites can be considered to be saturated with substrate and thus zero-order kinetics will prevail. At the highest concentration many more reactive sites exist, thus substrate concen- tration becomes a factor in determining the rate and higher order kinetics become involved. For the 48 h measurements, more substrate was consumed in this time period and substrate limitations were now experienced at lower 150 0.2 0.4 0.6 0.8 1.0 m mole PLP/g. smectite Fig. 5. Effect of the pyridoxal phosphate Cu2'1' smectite ratio on the deamination of DL-glutamic acid at 20 C for 48 h. ro I 50 100 200 400 mg Cu-smectite 001 0.02 0.04 0.08 m mole PLP Catalyst Concentration Fig. 6. Effect of the pyridoxal phosphate-Cu^ smectite concentration on the deamina- tion of DL-glutamic acid at 45 C. catalyst concentrations. Figure 7 reports this same data wherein the velocity of reaction (V) obtained from the 22 h and 48 h analyses are plotted versus the catalyst concentration. 151 oe o Fig. 7. Effect of the pyridoxal phosphate Cu^ smectite concentration on the velocity of deamination of DL-glutamic acid at 45 \"C. Adsorption studies for PLP on Cu^-smectite and Ca^-smectite were also performed. The results indicated no adsorption of PLP on Ca^-smectite and at low levels (0.05 mmol g ') on Cu^-smectite. Since PLP and glutamic acid can form a Schiff base, it appeared that it might be this complex which interacts with Cu2\"1' on the surface resulting in the observed deamination, with the resultant freeing of the PLP for additional Schiff base formation with more amino acid molecules in a continuous process. Thus it appeared that molecules which form strong ligand bonds with Cu2\"^ might prevent the above interaction and so inhibit the catalytic process. To test this theory, an experiment was performed using o-phenanthroline (phen) as the chelating agent. The results obtained are illustrated in Fig. 8 and show very clearly the inhibition of catalysis by phen. The 0.04 mmol level for phen is about equal to one molecule of phen per Cu2'1\" ion. Another process which might explain the deamination of the glutamic acid is that after Schiff base formation the actual transamination of the amino group to PLP occurs to form pyridoxamine phosphate (PMP) and a- ketoglutaric acid, a well-known biochemical process. The PMP might then interact with the Cu^-smectite leading to NH3 formation and regenerating PLP. To test this theory, an experiment was performed wherein pyri- doxamine phosphate was used as the substrate instead of the amino acid, and this was mixed with Cu^-smectite as well as with other homoionic smectites and CuS04. The results obtained are listed in Table 4 and indicate that Cu^-smectite does, indeed, deaminate PMP. In addition, under these circumstances Fe^-smectite and, to a lesser degree, Al^-smectite also exhibited activity. However, since amino acids other than glutamic should also ultimately form PMP by transamination reactions via Schiff base 152 o ro X. 0246 m mole 0-phenanthroline x 100 Fig. 8. Effect of o-phenanthroline concentration on the deamination of DL-glutamic acid by pyridoxal phosphate-Cu^-smectite at 45 C for 24 h. TABLE 4 Deamination of pyridoxamine-5 '-phosphate (PMP) by some homoionic smectites and CuS04 at 45 \"C for 24 h System lO^NHs] (mmol (50ml)-') PMP alone 1.5 same plus Cu^-smectite 12.0 same plus CuS04 1.75 same plus Fe^-smectite 8.0 same plus Al^-smectite 2.5 same plus Ca^-smectite 1.8 formation with PLP, it would appear that they should also be actively deaminated by the PLP-Cu^-smectite system, which they are not. Thus, it would appear that the particular Schiff base formed by glutamic acid with PLP may be specifically preferred by the Cu^-smectite and is actively hydrolyzed to NH3 and the a-keto acid. In the biochemical literature [1-4] pyridoxal (the same as PLP except lacking the phosphate group) and PLP are considered almost identical in their catalytic properties. The phosphate group is thought to be involved in 153 TABLE 5 A comparison of the deamination of DL-glutamic acid by pyridoxal (PL) and pyridoxal phosphate (PLP) in combination with Cu2'^ smectite System Final lO^NH^] pH (mmol per 24 h) glutamic acid + PLP 3.60 0.65 glutamic acid + PLP + Cu2* smectite 3.54 8.00 glutamic acid + PL 3.57 0.60 glutamic acid + PL + Cu2* smectite 3.55 0.50 binding the PLP to the protein portion of an enzyme. We have performed experiments to see if similar catalytic properties exist in the deamination of glutamic acid in conjunction with Cu^-smectite. Table 5 lists the results obtained from such a comparison which indicate that pyridoxal (PL) is not as active as PLP. The reason for this may be that given the pH of the system (ca. 3.6), since PL was added as the hydrochloride it was in fact an organic cation which adsorbed onto the clay surface by exchange with Cu2\"1\" ions. PLP, with its anionic phosphate group and weaker basic properties, would not interact in such a manner. Furthermore, close interaction on the surface between any PL-amino acid Schiff base and Cu2\"1' would also be limited by the fact that Cu2'*\" would be displaced into solution away from the silicate surface where previous work has shown it is not as active (see earlier data for CuSCX,). Discussion The results presented above suggest that the combination of enzyme co- factor pyridoxal phosphate (PLP) and Cu^-smectite provides an active catalyst system for the deamination of glutamic acid. In addition, this sys- tem exhibits a specificity for glutamic acid in comparison to some other amino acids. A number of workers have shown that pyridoxal phosphate, pyridoxal and many analogs can act as catalysts in their own right in a number of reactions, and that the catalytic properties may be promoted or changed in the presence of some metal cations such as Cu2\"1\" and Al3^ The work presented here points to the unique influence of the silicate mineral itself on the catalytic process, since in all experiments the Cu^-smectite was much more active than CuS04 in identical experiments. Just as the protein portion of enzyme systems, where PLP is a co-factor, imposes specificity and rate effects on the reaction, so also the silicate matrix performs similarly in these studies. In so doing, the silicate acts as the apoenzyme portion of a pseudo-enzyme system of PLP and Cu^-smectite. The exact pathway through which the reaction proceeds has not been rigorously established. However, based on the above data, a reasonable 154 hypothesis would be that glutamic acid reacts with pyridoxal phosphate (PLP) to form a Schiff base, which then complexes with Cu2\"1\" on the mineral surface. This is then followed by hydrolysis to NH3, a-ketoglutaric acid and regenerated PLP. The a-ketoglutaric acid has been established as a co- product with NH3 by HPLC measurements, where the retention times have been compared with those for the authentic compound and the amounts correlated with the levels of NH^ produced. In the following reaction pathway, R represents the rest of the glutamic acid molecule and X the phosphate group on PLP. H RC-C-OH 0 N 0 RC-C-OH + NH; [-^^C^ S^\"3 GLUTAMIC ACID PLP SCHIFF BASE +Cu-Smectite NH, R-C-C-0 C'^^Cu -Smectite 3 PLP Hydrolysis XHC Cu-smectite '--^\"\"3 a-Keto-glutoric acid An alternative might be that the catalyst promotes the complete transamination to pyridoxamine phosphate (PMP) and then also catalyzes its own deamination as established by the results in Table 4. The pathway of reaction shown above does not account for the apparent specificity of the system for glutamic acid. It may be that the terminal carboxyl group on the -y-carbon may also be able to interact with the Cu^ on the surface of the mineral, which then leads to the observed deamination and a-keto acid for- mation. The specificity of the system for glutamic acid or glutamine is interesting, particularly since it distinguishes glutamic acid from aspartic acid, which has a structure similar to glutamic acid except for one less CH^ group. The deamination of glutamic acid may not be considered to be a partic- ularly interesting reaction in itself. What is of interest is the fact that the silicate structure participates in the catalytic process, and since this is so, other kinds of reactions such as transamination and decarboxylation may also be catalyzed by this kind of system. The idea of enzyme co-factors such as PLP in combination with inorganic matrices such as layer silicates performing biochemical functions would seem to merit further investigation. Such studies would also seem relevant to the possible role of clay-transition metal ion complexes in prebiotic chemistry and chemical evolution [7]. 155 Acknowledgements The author is grateful to Dr. Stephen Boyd for chromatographic analyses for a-ketoglutaric acid and to the National Science Foundation for partial support. Thanks are also due to Drs. Hyman Hartman of the Massachusetts Insti- tute of Technology and J. G. Lawless of the Ames Research Center (NASA), Moffett Field, CA for sharing their results on pyridoxal phosphate-clay interactions with serine. References 1 E. E. Snell, P. M. Fasella, A. Braunstein and A. Rossi Fanelli (eds.). Chemical and Biological Aspects of Pyridoxal Catalysis, Pergamon Press, London, 1963. 2 E. E. Snell, A. E. Braunstein, E. S. Severin and Yu. M. Torchinsky (eds.), Pyridoxal Catalysis: Enzymes and Model Systems, Wiley, New York, 1966. 3 D. E. Metzler, Adv. Enzymol., 50 (1979) 1. 4 D. E. Metzler, M. Ikawa and E. E. Snell, J. Am. Chem. Soc., 76 (1956) 648. 5 M. M. Mortland, Adv. Agron., 22 (1970) 75. 6 T. J. Pinnavaia, Science, 220 (1983) 365. 7 J. G. Lawless and E. H. Edelson, in R. Holmquist (ed.), Gospar, Life Sciences and Space Research, Vol. VIII, Pergamon Press, Oxford and New York, 1980, pp. 83 - 88. X244 84850762 0304-5102(84)85076-2 10.1016/0304-5102(84)85076-2 Deamination of glutamic acid by pyridoxal phosphate-Cu+-smectite catalysts M.M. Mortland Dept. of Crop and Soil Sciences, Michigan State University, East Lansing, MI 48824 U.S.A. Glutamic acid is selectively deaminated by a combination of pyridoxal phosphate (PLP) and Cu2+-smectite, a swelling phyllosilicate. In addition to ammonia as a product, α-ketoglutaric acid was formed. The reaction was much more active with Cu2+-smectite than when the Cu2+ was present as a dissolved salt. Cu2+-kaolinite, vermiculite, and faujasites X and Y were also active but at a considerably lower rate, suggesting their activity may be restricted to external surfaces, while that of the smectites involves intracrystal catalysis. An activation energy of ca. 14 kcal mol−1 was found for the reaction. As the catalyst concentration is doubled, the reaction velocity is doubled up to the point where the rate becomes dependent upon the substrate concentration. When a strong ligand (o-phenanthroline) was added to the reaction the reaction velocity decreased, strongly suggesting that coordination of the reacting species with Cu2+ on the silicate surface is required. The reaction pathway is suggested to be the formation of a Schiff base between the amino acid and pyridoxal phosphate, followed by complexation with Cu2+ at the mineral surface. At this point the complex is hydrolyzed to NH3 and the α-keto acid, or transamination occurs to form pyridoxamine phosphate which is then deaminated by the Cu2+-smectite. The pyridoxal phosphate-Cu2+-smectite acts like a pseudo-enzyme wherein the silicate structure substitutes for the apoenzyme. References 1 E.E. Snell P.M. Fasella A. Braunstein A.Rossi Fanelli Chemical and Biological Aspects of Pyridoxal Catalysis 1963 Pergamon Press London 2 E.E. Snell A.E. Braunstein E.S. Severin Yu.M. Torchinsky Pyridoxal Catalysis: Enzymes and Model Systems 1966 Wiley New York 3 D.E. Metzler Adv. Enzymol. 50 1979 1 4 D.E. Metzler M. Ikawa E.E. Snell J. Am. Chem. Soc. 76 1956 648 5 M.M. Mortland Adv. Agron. 22 1970 75 6 T.J. Pinnavaia Science 220 1983 365 7 J.G. Lawless E.H. Edelson R. Holmquist Gospar, Life Sciences and Space Research VIII 1980 Pergamon Press Oxford and New York 83 88",
      "scopus-id": "0020843250",
      "coredata": {
        "eid": "1-s2.0-0304510284850762",
        "dc:description": "Glutamic acid is selectively deaminated by a combination of pyridoxal phosphate (PLP) and Cu2+-smectite, a swelling phyllosilicate. In addition to ammonia as a product, α-ketoglutaric acid was formed. The reaction was much more active with Cu2+-smectite than when the Cu2+ was present as a dissolved salt. Cu2+-kaolinite, vermiculite, and faujasites X and Y were also active but at a considerably lower rate, suggesting their activity may be restricted to external surfaces, while that of the smectites involves intracrystal catalysis. An activation energy of ca. 14 kcal mol−1 was found for the reaction. As the catalyst concentration is doubled, the reaction velocity is doubled up to the point where the rate becomes dependent upon the substrate concentration. When a strong ligand (o-phenanthroline) was added to the reaction the reaction velocity decreased, strongly suggesting that coordination of the reacting species with Cu2+ on the silicate surface is required. The reaction pathway is suggested to be the formation of a Schiff base between the amino acid and pyridoxal phosphate, followed by complexation with Cu2+ at the mineral surface. At this point the complex is hydrolyzed to NH3 and the α-keto acid, or transamination occurs to form pyridoxamine phosphate which is then deaminated by the Cu2+-smectite. The pyridoxal phosphate-Cu2+-smectite acts like a pseudo-enzyme wherein the silicate structure substitutes for the apoenzyme.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284850762",
        "dc:creator": {
          "@_fa": "true",
          "$": "Mortland, M.M."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284850762"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284850762"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85076-2",
        "prism:volume": "27",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deamination of glutamic acid by pyridoxal phosphate-Cu+-smectite catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "143-155",
        "prism:endingPage": "155",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 1984",
        "prism:doi": "10.1016/0304-5102(84)85076-2",
        "prism:startingPage": "143",
        "dc:identifier": "doi:10.1016/0304-5102(84)85076-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020843250"
      }
    }
  }
}