{
  "metadata": {
    "title": "Heterogenization of homogeneous nickel-based ethylene oligomerization catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-01-31",
    "doi": "10.1016/0304-5102(84)80067-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028480067X",
    "pii": "030451028480067X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021157177",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-030451028480067X 0304-5102(84)80067-X 030451028480067X 10.1016/0304-5102(84)80067-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02428 2024-01-02T01:06:03.941633Z 0 0 19840101 19840131 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 22 22 3 3 Volume 22, Issue 3 3 289 295 289 295 198401 January 1984 1984-01-01 1984-01-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. HETEROGENIZATIONHOMOGENEOUSNICKELBASEDETHYLENEOLIGOMERIZATIONCATALYSTS PEUCKERT M KEIM 1979 79 W JONES 1971 1117 J JONES 1971 1124 J HENRICIOLIVE 1976 109 G FREITAS 1979 73 E KEIM 1978 493 W KEIM 19781979 453 W PEUCKERT 1983 594 M PEUCKERT 1980 M THESIS PEUCKERT 1983 115 M WHITEHURST 1980 44 D CIARDELLI 1982 1 F YERMAKOV 1975 173 Y YERMAKOV 1976 77 Y FUHRMANN 1979 301 H CANDLIN 1974 212 J SKRUMPINSKI 1975 465 W SKRUMPINSKI 1975 183 W TAKAHASHI 1978 271 N TAKAHASHI 1978 277 N DUNN 1975 16478m H KAWATA 19751976 275 N DAWANS 197778 403 F GRUBBS 1976 151 R GRUBBS 1973 1047 R RAMIREZ 1957 41 F PEUCKERTX1984X289 PEUCKERTX1984X289X295 PEUCKERTX1984X289XM PEUCKERTX1984X289X295XM item 0304-5102(84)80067-X 030451028480067X 1-s2.0-030451028480067X 10.1016/0304-5102(84)80067-X 272239 2024-01-02T01:06:03.941633Z 1984-01-01 1984-01-31 1-s2.0-030451028480067X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028480067X/MAIN/application/pdf/f6ea6af3c52eda5167763c4bbc64d41e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028480067X/MAIN/application/pdf/f6ea6af3c52eda5167763c4bbc64d41e/main.pdf main.pdf pdf true 442143 MAIN 7 1-s2.0-030451028480067X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028480067X/PREVIEW/image/png/356785580db7b3d279b34950ba6e4eec/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028480067X/PREVIEW/image/png/356785580db7b3d279b34950ba6e4eec/main_1.png main_1.png png 55329 849 656 IMAGE-WEB-PDF 1 1-s2.0-030451028480067X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028480067X/STRIPIN/image/gif/e7d196993c82f98141e4f6050340f461/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028480067X/STRIPIN/image/gif/e7d196993c82f98141e4f6050340f461/si1.gif si1 true si1.gif gif 304 22 42 ALTIMG Journal of Molecular Catalysis, 22 (1984) 289 - 295 289 HETEROGENIZATION OF HOMOGENEOUS NICKEL-BASED ETHYLENE OLIGOMERIZATION CATALYSTS MARCELL PEUCKERT1' and WILHELM KEIM Institut fur Technische Chemie und Petrolchemie, Rheinisch-Westfalische Technische Hochschule Aachen, Worringer Weg l, D-5100 Aachen (F.R.G.) (Received March 2, 1983) Summary The complexes Ph(Ph3P)Ni(Ph2PCHCOPh) 1 and (T^-CgH^NUPhaPC- HzCOO) 2 were heterogenized by several modes of fixation, and their catalit- ic behavior in the oligomerization of ethylene investigated. Impregnation on silica and silica-alumina yielded active catalysts, but also produced enhanced double-bond isomenzation in the products. Binding compound 1 over the phosphine or the P 0-chelate ligand to polystyrene resulted in catalysts which oligomerize ethylene to 99% linear a-olefins at rates >3 mol C2H4 per mol Ni per sec. Introduction Homogeneous nickel catalysts with bidentate chelating ligands are known to activate the oligomerization of alkenes to predominantly linear products [1-3]. Technical usage of this type of catalyst is made m Shell's Higher Qlefins Process SHOP [4 - 7]. In this process ethylene is oligomerized to ~95% linear a-olefins in the detergent range by a complex nickel catalyst system with a phosphorus-oxygen-chelate ligand. As reported elsewhere [8-12], we succeeded in the preparation of the one-component catalysts 1 and 2 which can be regarded as model compounds for the SHOP-system. T Present address: Institut fur Grenzflachenforschung und Vakuumphysik, Kernfor- schungsanlage Julich, Postfach 1913, D-5170 Julich, F.R.G. 0304-5102/84/$3.00 Eisevier Sequoia/Printed in The Netherlands 290 The reaction data measured are summarized in Table 1. The objective of the present study was to investigate to what extent the complexes 1 and 2 might be heterogenized, and thus possibly combine the outstanding selectiv- ity of these homogeneous systems with the easy recovery of heterogeneous catalysts [13-23]. TABLE l Homogeneous oligomerization of ethylene\" [9-12] T Turnover number Linearity13 Ct-Alkenes1' ss-Factor ( C) (s-1) (%) (%) catalyst 1 50 60 99 98-99 0.3 catalyst 2 75 0.8 99+ 99+ 0.2 \"50 bar (at room temperature) in 20 ml toluene; l: Cc H, = l2-7 \"aol 1~1, Ccats= 9-1 x 10-4 mol l-1; 2: Cc,H = 12.3 mol l-1, Ccat = 7.4 X 10\"\"4 mol l-1. average of 04 - C^. Experimental All experiments were carried out under argon atmosphere. SSP-catalysts The complexes 1 and 2 were impregnated from solutions of 1 mmol 1 or 2 in 30 ml methylene chloride onto 33-g charges of silica (Girdeler T- 1571; S.A. = 131 m2 g-1) and 50 g silica-alumina (Girdeler T-1219; S.A. = 102 m2 g\"1). Reactions were performed in a continuous-flow stainless steel tube reactor (i.d. = 20 mm; h = 350 mm; catalyst bed h' 150 mm;Pmax = 100 bar). Steady state was reached after 30 min; GC samples of the gas phase were taken during an experiment, and the liquid product was collected and analyzed at the end of each run (30 min). Polymer catalysts Phosphinated polystyrene and Merrifield-resin were prepared according to Grubbs et al. [24, 25]. Results: phosphinated polystyrene (2% divinyl- benzene (DVB)): elem. anal. = 1 mmol P per gram 3; phosphinated Merri- field-resin (1% DVB; Lab Systems Inc., LS 601, 200 - 400 mesh): chloride conversion 99%, elem. anal. = 1 mmol P per gram 4. Polymer-fixed benzoylmethylenetriphenylphosphorane was prepared using a modified version of Ramirez and Dershowitz's original method [26] : to 11.0 g of phosphine-polystyrene 3 swollen hi 200 ml THF are added 3 g (15 mmol) c^-bromoacetophenone and reacted 18 h at room temperature. The solvent is removed and the resin washed with 3 X 100 ml THF and 1 X 200 ml HyO. The product is swollen in 200 ml THF. A solution of 10.6 g CfiHsOK in 300 ml THF/100 ml H^O is added and the mixture stirred 291 16 h at room temperature. The polymer is washed with 200 ml each THF, HaO, THF/HaO (1:1), and THF untu neutral, and then dried at 80 \"C and 10 mbar. Functionalization: 0.12 mmol ylide per gram 5. Preparation of 6 in the same fashion: 5.9 g phosphinated Merrifield- resin 4, 2 g (10 mmol) oi-bromoacetophenone in 150 ml THF, and 5.3 g C^lfOK. Functionalization: 0.05 mmol ylide per gram 6. All reaction steps were recorded by infrared spectroscopy (KBr). Ylide formation could quantitatively be determined by IR spectra, utilizing the independent and characteristic bands at 1515 cm\"1 (ylide) and 1490 cm\"1 (polystyrene). Calibration was done separately, using mixtures of benzoyl- methylenetriphenylphosphorane and polystyrene. Complexation was carried out in analogy to the homogeneous synthesis of 1 [8] and could be recognized by the orange-red colour which the polymer beads took on. Catalyst 7: 920 mg 3, 506 mg bis-cyclooctadiene- nickel (Cod)2Ni, and 700 mg (Ct^^CHCOtCeHs) stirred in 20 ml toluene for 16 h; the product was washed with toluene and dried at 1 mbar and room temperature. The same procedure was employed for catalysts 8, 9, and 10. Catalyst 8: 1.09 g 4, 600 mg (CodiaNi, and 828 mg (C^aPCHCO- (CfiHs); catalyst 9: 950 mg 5, 523 mg (Cod)2Ni, and 500 mg ^(Cfts)^ catalyst 10: 510 mg 6, 280 mg (CodiaNi, and 267 mg P(C6H5)3. Catalytic batch experiments were performed in a 75-ml stainless steel autoclave with magnetic stirrer [11]. Reaction mixtures consisted of the catalyst suspended in toluene solvent, n-heptane as internal GC standard, and ethylene. After charging the autoclave at room temperature, reaction temperature was reached within 3 to 5 min by means of a heat bath. The reaction rate was determined by following the pressure drop due to conver- sion of ethylene. Oligomer selectivity was determined by capillary GC analysis of the product at the end of each experiment (silicon 0V 101 60 m X 0.25 mm Ld., WGA Duesseldorf). Results and discussion Impregnation of silica and silica-alumina with the nickel complexes 1 and 2 yields active supported solid-phase catalysts (SSPC). The results of the ethylene oligomerization experiments are summarized in Table 2. The activity and still remarkable selectivity of the catalysts suggest that the coordination of nickel by the P 0-chelate ligands is basically unchanged by the heterogenization procedure; the supports alone or supports impreg- nated with a Ni(II) salt showed no activity at all under the prevailing reac- tion conditions. On the other hand, interaction of the chelate catalysts with the acidic silica-alumina increases the activity towards both oligomerization and double bond isomerization. Insertion of primary product molecules such as 1-butene or 1-hexene into the growing chain leads to branched oligomers. 292 TABLE 2 Ethylene oligomerization with SSP-catalysts in fixed-bed continuous flow reactor Expt. Catalyst P T t^ Turnover Linearity' a-Alkenes\" ss-Factor (bar) ( C) (s) number11 (%) (%) (Co - Cie) _________________________(s^)________________________ 1 l/AliOs-SiOi 68 50 6 0.2 26 7 1.8 2 l/SiOi 68 50 5 0.05'1 3 2/Al203-Si02 62 50 5 0.1 72 48 1.8 4 2/Al203-Si02 20 50 3 0.7 80 48 3.1 5 2/Al203-Si02 63 75 5 0.1 92 56 1.4 6 2/Si02 61 50 6 0.003 87 64 0.9 'Average contact time. ^oles C2H4 per mole impregnated nickel and per second. \"Average values for Ce - 620; expt. 1 only Ce - CM; C4-fraction always 100% linear and 50 - 90% a. ^ : 100% linear/77% a; Ce : 91% linear/42% a. Interestingly, in expt. 2 with 1 on inert silica only dimers (94%) and traces of trimers (6%) are formed. In the gas-solid reaction, the association- dissociation equilibrium of the phosphine ligand, which in the liquid-phase reaction controls the chain growth [8,9], cannot be established. Thus, in expt. 2 the formation of alkenes longer than hexene seems to be sterically hindered. Aside from the lower selectivity as compared with the homogeneous catalysts, the main disadvantage of the SSP-catalysts (see expts. 1 and 3-6) is the diffusion control of the oligomerization which, despite higher ss-factor values [(mole fraction Cn/mole fraction Cn+a) !] in the Ce-C 15 range, results in an enrichment of polymeric waxes in the pores of the support material. These can eventually even shatter the catalyst pellets. To eliminate the support effects encountered with oxidic carriers, we tried to graft complex 1 onto polystyrene. Depending on the polymer used (polystyrene or Merrifield-resin) and on the immobilized ligand (phosphine or ylide) four modes of fixation are feasible. Starting with phosphinated polystyrene (2% DVB) 3 or chloromethylated Merrifield-resin (1% DVB) 4, we prepared the polymer-supported benzoylmethylenephosphoranes 5 and 6 in a two-step process: ^ ~\\ ff~\\ *BrCH?cPh /^~\\ ,r~\\ ? (PyO-ICH^PPh^ 2 (PK^CHzlnPPh^Ph Br- \\ ' \\==/ _ _ v \" ^==' ^ K _ n 293 These materials react with (Cod)2Ni and the other free ligand to yield orange-red compounds 7, 8, 9, and 10, the heterogenized analogs of catalyst 1: Ph Ph Ph ^CH /^\\ ^Ni 'I ^ , * (P)-PPh2 \"'O-'^Ph 1 ^rorlCPh / ^NKCodI; / a.^ ~~. \\ Ph Ph -2cod \\ Ph XCH /^\\ ^Ni I1 (P HChy-PPh^ ^O-^Ph 8. p^\"^ .PP^ / ^^N<^, ,~.Pt Q-F 5,6 -2 Cod /^\\ P^ rn=r'P^ -ic\"^-<^ a Ph^ 'S^PPh3 Ethylene oligomerization in a toluene suspension of the catalyst beads was carried out in a batch autoclave, and the results are shown in Table 3. Although the exact determination of the activity turned out to be quite difficult, as the amount of active nickel could only be estimated, bleeding of the catalyst was not observed with 9 and 10; but traces of nickel were TABLES Ethylene oligomerization with polymer-supported catalysts in batch autoclave reactor\" Expt. Catalyst T Turnover number1' Linearity a-Alkenes ss-Factor ( C) (s-i) (%) (%) (Ce-Cie) 7 7 75 ~1 8 8 76 ~3 9 9 76 -26 10 10 76 -60 11e 10 60 12d 10 60 99+ 96 0.2 99+ 96 0.1 96 - 97 93 - 97 0.6 99+ 99 0.4 99+ 99+ 1.0 99+ 99+ 2.1 P = 40 bar ethylene at room temperature in toluene solvent = 9 mol 1~1. ''Moles C^tLi per mole polymer-bound nickel complex and per second. \"Addition ofPPha, Cpph, = 0.004 mol l-1. addition ofPPha, Cppii = 0.013 mol l-1. 294 found in the solvent at the end of the expts. 7 and 8, since the phosphine ligand can dissociate from the nickel during reaction. In conformity with homogeneous 1, the oligomer product is 96 -100% linear a-olefins (averaged over all fractions). The chain-growth factor ss lies in the same range as with catalyst 1, but it can be increased (less high-molecular-weight products) by addition of an excess of phosphine (expts. 11, 12). This chain growth governing the association-dissociation equilibrium of the triphenylphosphine ligand causes the main problem with the heterogenized catalysts. Without additional phosphine, 9 and 10 remain quite active in a second run, but only produce crystalline polyethylene which finally blocks the pores. Conclusions The difficulties encountered in the attempt to heterogenize sterically and electronically demanding homogeneous catalyst systems such as the ethylene oligomerization catalysts 1 and 2 of the SHOP-type are fourfold: (a) inorganic oxide support materials increase activity by their acidity functions, but lower selectivity as they also enhance double-bond isomeriza- tion and oligomerization of primary products, which lead to branched alkenes; (b) diffusion limitation with regard to the products favors chain-growth to waxes and polymers, which block the pores of the catalyst (expts. 1 and 3-6); (c) absence of a solvent (in fixed-bed operation) eliminates solvent effects and hinders dynamic ligand action (expt. 2); (d) in the presence of a solvent, as with polymeric catalysts used in a slurry, phosphine ligands can be washed out; this causes a shift in the asso- ciation-dissociation equilibrium of the ligand and a change in selectivity to lower ss-values. With these findings we were able to demonstrate activity and selectivity of our supported catalysts from a low 26% linearity (1 on silica-alumina; 7% a-olefins) to 99% linear a-olefins with chain-growth factor and activity close to the homogeneous case. The drawback of the loss of phosphine might be overcome by grafting phosphineacetic acid onto polystyrene and thus heterogenizing complex 2. References 1 W. Keim, B. Hoffmann, R. Lodewick, M. Peuckert, G. Schmitt, J. Fleischhauer and U. Meier, J. Mol. Catal., 6 (1979) 79. 2 (a) J. R. Jones, J. Chem. Soc. (C), (1971) 1117. (b) J. R. Jones and T. J. Symes, ibid., (1971) 1124. 3 G. Henrici-Olive and S. Olive, Trans. Met. Chem.. l (1976) 109. 4 U.S. Patents 3635937 (1972) to R. S. Bauer, P. W. Glockner, W. Keim and H. v. Zwet, Shell Develop.; 3 644 563 (1972) to R. S. Bauer, H. Chung, P. W. Glockner, W. 295 Keim and H. v. Zwet, Shell Oil Co.; 3 647 914 (1971) to P. W. Glockner, W. Keim, R. F. Mason, Shell Oil Co.; 3647915 (1971) to R. S. Bauer, P. W. Glockner, W. Keim, R. F. Mason, Shell Ou Co.; 3686159 (1972) to R. Bauer, H. Chung, K. W. Barnett, P. W. Glockner and W. Keim, Shell Oil Co. 6 E. R. Freitas and C. R. Gum, Chem. Eng. Prag., 75 (1979) 73. 6 U.S. Pat. 3 647906 (1972) to F. F. Farley, Shell Oil Co. 7 U.S. Pat. 3 686 351 (1972) to R. Mason, Shell Oil Co. 8 W. Keim, F. H. Kowaldt, R. Goddard and C. Kruger, Angew. Chem., 90 (1978) 493. 9 W. Keim and F. H. Kowaldt, Erdol und Kohle, Erdgas, Petrochemie; Compendium, (1978/79)453. 10 M. Peuckert and W. Keim, Organometallies, 2 (1983) 594. 11 M. Peuckert, Thesis, Rheinisch-Westfalische Technische Hochschule Aachen, 1980, Aachen, F.R.G. 12 M. Peuckert, W. Keim, S. Storp and R. S. Weber, J. Mol. Catal., 20 (1983) 116. 13 D. D. Whitehurst, Chemtech., l (1980) 44. 14 F. Ciardelli, G. Braca, C. Carlini, G. Sbrana and G. Valentini, J. Mol. Catal., 14 (1982) l. 15 Yu. I. Yermakov and V. Zakharov, Adv. Catal., 24 (1975) 173. 16 Yu. I. Yermakov, Catal. Rev.-Sci. Eng.. 13 (1976) 77. 17 H. Fuhrmann, V. A. Semikolenov and Yu. I. Yermakov, React. Kinet. Catal. Lett., 11 (1979)301. 18 J. P. Candlin and H. Thomas, Adv. Chem. Ser., 132 (1974) 212. 19 (a) W. Skrumpinski and S. Malinowski, J. Organometal. Chem., 99 (1975) 465; (b) ibid., 227(1975)183. 20 N. Takahashi, I. Okura and I. Keii, J. Mol. Catal., 3 (1978) 271 and 277. 21 U.S. Pat. 3872 026 (1975) to H. E. Dunn; Chem. Abstr., 83 (1975) 16478m. 22 N. Kawata, T. Mizoroki and A. Ozaki, J. Mol. Catal., l (1975/76) 275. 23 F. Dawans and D. Morel, J. Mol. Catal., 3 (1977/78) 403. 24 R. H. Grubbs and S.-C. H. Su, J. Organometal. Chem., 122 (1976) 151. 25 R. H. Grubbs, L. C. Kroll and E. M. Sweet, J. Macromol. Sci.-Chem., A7 (1973) 1047. 26 F. Ramirez and S. Dershowitz, J. Org. Chem,, 22 (1957) 41. X244 8480067X 0304-5102(84)80067-X 10.1016/0304-5102(84)80067-X Chemical catalysis Heterogenization of homogeneous nickel-based ethylene oligomerization catalysts Marcell Peuckert † Wilhelm Keim Institut für Technische Chemie und Petrolchemie, Rheinisch-Westfälische Technische Hochschule Aachen, Worringer Weg 1, D-5100 AachenF.R.G. † Present address: Institut für Grenzflächenforschung und Vakuumphysik, Kernfor- schungsanlage Jülich, Postfach 1913, D-5170 Jülich, F.R.G. The complexes Ph(Ph3P)Ni(Ph2PCHCOPh) 1 and (η3-C8H13)Ni(Ph2PC-H2COO) 2 were heterogenized by several modes of fixation, and their catalitic behavior in the oligomerization of ethylene investigated. Impregnation on silica and silica-alumina yielded active catalysts, but also produced enhanced double-bond isomerization in the products. Binding compound 1 over the phosphine or the P O -chelate ligand to polystyrene resulted in catalysts which oligomerize ethylene to 99% linear α-olefins at rates >3 mol C2H4 per mol Ni per sec. References 1 W. Keim B. Hoffmann R. Lodewick M. Peuckert G. Schmitt J. Fleischhauer U. Meier J. Mol. Catal. 6 1979 79 2 (a) J.R. Jones J. Chem. Soc. (C) 1971 1117 (b) J.R. Jones T.J. Symes J. Chem. Soc. (C) 1971 1124 3 G. Henrici-Olivé S. Olivé Trans. Met. Chem. 1 1976 109 4 (a) U.S. Patents 3 635 937 (1972) to R.S. Bauer, P.W. Glockner, W. Keim and H.v. Zwet, Shell Develop. (b) U.S. Patents 3 644 563 (1972) to R.S. Bauer, H. Chung, P.W. Glockner, W. Keim and H.v. Zwet, Shell Oil Co. (c) U.S. Patents 3 647 914 (1971) to P.W. Glockner, W. Keim, R.F. Mason, Shell Oil Co. (d) U.S. Patents 3 647 915 (1971) to R.S. Bauer, P.W. Glockner, W. Keim, R.F. Mason, Shell Oil Co. (e) U.S. Patents 3 686 159 (1972) to R. Bauer, H. Chung, K.W. Barnett, P.W. Glockner and W. Keim, Shell Oil Co. 5 E.R. Freitas C.R. Gum Chem. Eng. Prog. 75 1979 73 6 U.S. Pat. 3 647 906 (1972) to F.F. Farley, Shell Oil Co. 7 U.S. Pat. 3 686 351 (1972) to R. Mason, Shell Oil Co. 8 W. Keim F.H. Kowaldt R. Goddard C. Krüger Angew. Chem. 90 1978 493 9 W. Keim F.H. Kowaldt Erdöl und Kohle, Erdgas, Petrochemie; Compendium 19781979 453 10 M. Peuckert W. Keim Organometallics 2 1983 594 11 M. Peuckert Thesis 1980 Rheinisch-Westfälische Technische Hochschule Aachen Aachen, F.R.G 12 M. Peuckert W. Keim S. Storp R.S. Weber J. Mol. Catal. 20 1983 115 13 D.D. Whitehurst Chemtech. 1 1980 44 14 F. Ciardelli G. Braca C. Carlini G. Sbrana G. Valentini J. Mol. Catal. 14 1982 1 15 Yu.I. Yermakov V. Zakharov Adv. Catal. 24 1975 173 16 Yu.I. Yermakov Catal. Rev.-Sci. Eng. 13 1976 77 17 H. Fuhrmann V.A. Semikolenov Yu.I. Yermakov React. Kinet. Catal. Lett. 11 1979 301 18 J.P. Candlin H. Thomas Adv. Chem. Ser. 132 1974 212 19 (a) W. Skrumpinski S. Malinowski J. Organometal. Chem. 99 1975 465 (b) W. Skrumpinski S. Malinowski J. Organometal. Chem. 277 1975 183 20 (a) N. Takahashi I. Okura I. Keii J. Mol. Catal. 3 1978 271 (b) N. Takahashi I. Okura I. Keii J. Mol. Catal. 3 1978 277 21 U.S. Pat. 3 872 026 (1975) to H.E. Dunn Chem. Abstr. 83 1975 16478m 22 N. Kawata T. Mizoroki A. Ozaki J. Mol. Catal. 1 19751976 275 23 F. Dawans D. Morel J. Mol. Catal. 3 197778 403 24 R.H. Grubbs S.-C.H. Su J. Organometal. Chem. 122 1976 151 25 R.H. Grubbs L.C. Kroll E.M. Sweet J. Macromol. Sci.-Chem. A7 1973 1047 26 F. Ramirez S. Dershowitz J. Org. Chem. 22 1957 41",
      "scopus-id": "0021157177",
      "coredata": {
        "eid": "1-s2.0-030451028480067X",
        "dc:description": "The complexes Ph(Ph3P)Ni(Ph2PCHCOPh) 1 and (η3-C8H13)Ni(Ph2PC-H2COO) 2 were heterogenized by several modes of fixation, and their catalitic behavior in the oligomerization of ethylene investigated. Impregnation on silica and silica-alumina yielded active catalysts, but also produced enhanced double-bond isomerization in the products. Binding compound 1 over the phosphine or the P O -chelate ligand to polystyrene resulted in catalysts which oligomerize ethylene to 99% linear α-olefins at rates >3 mol C2H4 per mol Ni per sec.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028480067X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Peuckert, Marcell"
          },
          {
            "@_fa": "true",
            "$": "Keim, Wilhelm"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028480067X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028480067X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80067-X",
        "prism:volume": "22",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogenization of homogeneous nickel-based ethylene oligomerization catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "289-295",
        "prism:endingPage": "295",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 1984",
        "prism:doi": "10.1016/0304-5102(84)80067-X",
        "prism:startingPage": "289",
        "dc:identifier": "doi:10.1016/0304-5102(84)80067-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "22",
            "@width": "42",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-030451028480067X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "304",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021157177"
      }
    }
  }
}