{
  "metadata": {
    "title": "The rhodium-catalyzed methanol carbonylation to acetic acid at low water concentrations: the effect of iodide and acetate on catalyst activity and stability",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-01-31",
    "doi": "10.1016/0304-5102(87)80053-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287800536",
    "pii": "0304510287800536"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023090221",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287800536 0304-5102(87)80053-6 0304510287800536 10.1016/0304-5102(87)80053-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00491 2024-01-02T01:04:16.600218Z 0 0 19870101 19870131 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 39 39 1 1 Volume 39, Issue 1 12 115 136 115 136 198701 January 1987 1987-01-01 1987-01-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. RHODIUMCATALYZEDMETHANOLCARBONYLATIONACETICACIDLOWWATERCONCENTRATIONSEFFECTIODIDEACETATECATALYSTACTIVITYSTABILITY SMITH B FORSTER 1976 846 D EBY 1983 R APPLIEDINDUSTRIALCATALYSIS DRURY 1984 197 D ASPECTSHOMOGENEOUSCATALYSIS HJORTKJAER 1977 281 J MURPHY 1985 L47 M MURPHY 1986 257 M HICKEY 1984 1609 C ROTH 1971 600 J DEKLEVA 1985 3565 T HJORTKJAER 1976 46 J BAKER 1980 1020 E EBY 1983 R APPLIEDINDUSTRIALCATALYSIS ZONG 1982 116 X FORSTER 1969 2556 D SMITHX1987X115 SMITHX1987X115X136 SMITHX1987X115XB SMITHX1987X115X136XB item 0304-5102(87)80053-6 0304510287800536 1-s2.0-0304510287800536 10.1016/0304-5102(87)80053-6 272239 2024-01-02T01:04:16.600218Z 1987-01-01 1987-01-31 1-s2.0-0304510287800536-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800536/MAIN/application/pdf/08931d36f6843ec389d4ae62c4db5685/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800536/MAIN/application/pdf/08931d36f6843ec389d4ae62c4db5685/main.pdf main.pdf pdf true 1412258 MAIN 22 1-s2.0-0304510287800536-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800536/PREVIEW/image/png/3c15cf60c442777813b0cf897324d8b4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800536/PREVIEW/image/png/3c15cf60c442777813b0cf897324d8b4/main_1.png main_1.png png 71344 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 39 (1987) 115 - 136 115 THE RHODIUM-CATALYZED METHANOL CARBONYLATION TO ACETIC ACID AT LOW WATER CONCENTRATIONS: THE EFFECT OF IODIDE AND ACETATE ON CATALYST ACTIVITY AND STABILITY B. L. SMITH, G. P. TORRENCE, M. A. MURPHY and A. AGUILO Celanese Chemical Company, Corpus Christi, TX (U.S.A.) (Received April 1,1986; accepted June 10,1986) Summary Addition of iodide salts to rhodium catalyst solutions for methanol carbonylation at low water concentrations (<2 M) promotes the rate of car- bonylation and stabilizes the rhodium catalyst. Some iodide salts also react with methyl acetate to form acetate salts which also act as promoters. We suggest that promotion by acetate and iodide ions can be explained by their coordination with Rh(I), generating catalyst species which are more active towards oxidative addition of methyl iodide. Rate dependences on water and methyl acetate concentrations are explained by their role in increasing the steady-state concentration of Rh(I) via the waters-gas shift process. Catalyst stabilization is rationalized by formation of soluble rhodium complexes that prevent precipitation of Rhl3. By choosing the proper iodide salt and methyl acetate concentrations, the same rate and catalyst stability observed at high water concentrations can be obtained at much lower water concentrations with improved CO selectivity to acetic acid. Operation with lower water concentrations can provide significant savings in the commercial acetic acid process. Introduction The role of water in rhodium-catalyzed methanol carbonylation to ace- tic acid is more important than might be expected from the traditional view of the mechanism [1]. A water dependence in the rate law below ca. 10 M water was reported by Hjortkjaer and Jensen [2]. Paulik et al. report that for methanol carbonylation to acetic acid, a substantial quantity of water is necessary to attain high reaction rates [3]. We have found that water con- centration is also important for maintaining rhodium catalyst stability, especially when the partial pressure of carbon monoxide is low [4]. Though high reaction rates and increased catalyst stability at high water concentra- tions are attractive, the separation of the acid from appreciable quantities of water requires substantial expenditure of energy. Considerable cost savings 0304-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 116 can be realized by operating at low water concentrations if a way can be found to compensate for the decrease in the reaction rate and catalyst sta- bility. In a previous paper [5a, b], we reported preliminary evidence that iodide and acetate salts enhance the rate of methanol carbonylation to acetic acid at low water concentrations. In this paper, we report in detail our batch kinetic results, as well as some key results from a continuous carbonylation unit, to demonstrate that rhodium-catalyzed methanol carbonylation to acetic acid under low water concentrations can be achieved with high reac- tion rates and improved catalyst stability and product selectivity by the addition of an iodide salt and operation at significant concentrations of methyl acetate (MeOAc). Experimental Materials Rhl3 and RhCla'SHzO were used as catalyst precursors and purchased from Engelhardt. Carbon monoxide was purchased from Matheson. All other chemicals except N-methyl picolinium iodide (NMPI) are commercial pro- ducts and were used without further purification. NMPI was prepared as fol- lows: in a hood, 100 ml of methyl iodide (Mel) was placed in a 250 ml 3- necked flask with a teflon-coated stir bar and with attached reflux condenser, gas adapter and septum cap. The Mel was stirred while 17 ml (16.3 g) of 3- picoline (Aldrich) was added by syringe over a 10 min period, which caused the solution to become hot and begin to reflux. After a few minutes the refluxing stopped and the solution cooled, generally with resultant NMPI precipitation. The reflux condenser was replaced by a glass stopper and the Mel was removed under vacuum leaving behind the yellow solid NMPI. The NMPI was used without further purification. Methods Batch Catalytic experiments were carried out in a 300 ml Hastelloy-B or Hastelloy-C autoclave (Autoclave Engineers) provided with an electrically- heated jacket, a magnetically driven agitator, and gas and liquid feed take-off lines. The autoclave was charged with the desired quantities of rhodium cata- lyst precursor (generally Rhl3 though others were possible [6a, b]), water, methyl iodide, iodide salt and acetic acid. The autoclave was then sealed, pressure tested and purged twice with 50 psig CO. The reactor pressure was increased to 150 psig CO, and with slow stirring (85 rpm) heated to 190 C. Once reaction temperature was reached, methanol or methyl acetate (0.36 mol unless otherwise specified) was injected into the autoclave via a pressur- ized bomb, the stirrer speed increased to 610 rpm and the pressure increased with CO to 400 psig. As the CO in the reactor was consumed by carbonyla- tion, more CO was introduced to the reactor from a CO reservoir by way of a regulator which maintained the reactor pressure at a constant 400 psig 117 total pressure. The rate of carbonylation was generally determined by moni- toring the rate of CO consumption as calculated from the pressure drop in the carbon monoxide reservoir. This is justified since the rate of CO con- sumption was shown in our continuous unit to approximate the rate of ace- tic acid (HOAc) production (the CO inefficiency to by-products is small). Unless otherwise indicated, rate data is reported as space-time-yield (STY) in mol CO uptake h~1 1~1. Although we were unable to conduct 'on-line in situ' infrared studies of our system due to equipment limitations, we did conduct limited IR studies in a static high-pressure cell. We found that the major rhodium species at the temperature and CO pressure of our catalyst system was [Rh(CO)^]~ and [Rh(CO)2l4]~, consistent with literature reports [6c]. Most of the iodide salts screened in this study were soluble in the reaction solution (0.75 M I~) at 190 C but rapidly precipitated from solution while solutions cooled to room temperature. Table 1. Both Lil and Nal remained soluble at room temperature and in the case of Lil, room tem- perature acetic acid solutions of 50 wt.% Lil and 2 wt.% water could be prepared without precipitation. The general procedure for the carbonylation experiments as described above consists of charging the autoclave with known amounts of each rea- gent. However, at operating temperature, a considerable amount of each liquid reagent is volatilized to the autoclave head space, thus the concentra- tion of each component in solution was not the same as at room temperature. Also, due to the equilibrium shown in eqn. (1), addition of iodide salts gen- erally produces Mel. Because of eqn. (1), changes in the concentration of iodide salts or MeOAc will affect the concentration of methyl iodide, which has a direct effect on reaction rate. This results in a higher concentration of Mel than that initially charged in the batch autoclave experiments. I\" + MeOAc ^=^ Mel + OAc~ (1) In order to determine the concentration of each reagent at run temper- ature and pressure, in separate experiments the autoclave was charged with all reagents except rhodium and heated and pressurized to the conditions described above. A hot liquid aliquot was then drained from the autoclave into a volumetric flask dipped in a COz/acetone bath, instantly freezing the liquid sample. The sample was quickly thawed and analyzed by GLC for water, methyl iodide, methyl acetate and acetic acid concentrations. The iodide and acetate concentrations were determined as discussed in the analy- tical section. Rhodium concentration was calculated from the rhodium charged. Solution water concentration also varies during a batch run. When methanol is blowcased into the autoclave, rapid esterification with acetic acid produces one equiv of water which is gradually consumed during the run [lb]. For most of the batch experiments at low water concentrations, it was necessary to use methyl acetate in place of methanol in order to obtain the desired low initial water concentration. In control experiments at high water concentrations, no difference in initial carbonylation rates was observed between the use of methanol and methyl acetate charges. 118 TABLE 1 Rate of methanol carbonylation (mol I\"1 h~1) in the presence of various inorganic and organic salts Salt Added 8MH20 1.0 M HzO 2.0 M HaO Comment none 13.1 4.2 Lil 12.2 14.8 b Nal 8.8 b KI 11.2 13.2 c Rbl 4.3 d Csl e Mgl, 10.7 12.7 c Cal, 17.2 b Sria 7.0 b Bali 11.2 15.9 b Coli 12.6 b Sbl3 e ZnL; 5.1 11.5 b Snli 1.3 b Pelz 3.8 13.5 c LaI3 16.7 c Nil, 3.5 e Mnl^ 8.9 b NMPI 10.1 b (PhXCH^N*!- 6.1 c Bu4N+I- 7.1 b (Et)(Ph)3P-NH44\"!- h!- 8.94.7 b e LiBF4( 6.3 b, f LiCFaSOs 4.5 f charge: 1.0 M Mel, 4.0 X 10-3 M Rhia, 3.0 M MeOAc, 0.75 M added salt. No normaliza- tion was done for any Mel produced due to the reaction described in eqn. (1). \"Soluble. \"Partially soluble. ^POOI solubility. \"Insoluble. 'I.I M added salt. Kinetic data and observed rates for the variable studies are reported for the initial period of each run where reliable reagent concentrations are known. Batch kinetic rates were reproducible to within 12%. The error is somewhat high, due to the difficulty in accurately determining the concen- tration of each reagent at the reaction temperature. Because the methyl iodide concentration varied from run to run due to eqn. (1), for comparative purposes rates were normalized to equivalent concentrations of methyl iodide, using the methyl iodide dependence described in Fig. 1. Rates were also normalized to equivalent rhodium concentrations assuming a first-order 119 Fig. 1. Mel dependence in the presence of lithium salts (Lil + LiOAc). [Rh] = 4.0 x 10~3 M, [MeOAc] = 3.1 M, [HiO] = 1.0 M, 190 C, 400 psig total pressure. Fig. 2. Rh dependence in the presence of Li salts (Lil + LiOAc). [Mel] = 1.0 M, [MeOAc] = 3.0 M, [HaO] = 1.0 M, 190 C, 400 psig total pressure. dependence in rhodium, Fig. 2. In most of the figures presented here the concentration of lithium salt is given as the sum of Lil + LiOAc. The values for the equilibrium constant for the reaction represented by eqn. (1) are very dependent on the water concentration. For example, charg- ing Lil to catalyst solutions at 190 C containing 7.0 M water, an equilibrium constant of 0.01 - 0.03 was determined, but an equilibrium constant of 0.1 - 0.2 was measured under similar conditions at 1.0 M water. Table 2 lists the amount of acetate ion formed when various amounts of Lil were added to acetic acid solutions containing ca. 3 M MeOAc and 7.0, 4.0 and 1.0 M water. 120 TABLE 2 Determination of equilibrium constant for the reaction of Lil with MeOAc at 190 C [Lil] (M) [MeOAc](M) [LiOAc] (M) [Mel] (M) Ke^ 7.0MHzO 0.41 2.7 0.013 0.9 0.01 0.80 2.8 0.03 1.0 0.01 1.07 2.9 0.06 1.1 0.02 1.45 3.2 0.12 1.3 0.03 4.0MHyO 0.39 3.13 0.04 1.1 0.04 0.75 3.06 0.09 1.07 0.04 1.08 2.9 0.17 1.13 0.06 1.46 2.8 0.30 1.20 0.09 l.OMH^O 0.12 3.17 0.04 1.0 0.10 0.18 3.1 0.06 1.0 0.11 0.25 3.06 0.10 1.1 0.14 0.32 3.04. 0.14 1.2 0.17 0.53 3.0 0.25 1.3 0.20 0.78 2.9 0.46 1.5 0.30 1.0 3.0 0.79 1.6 0.42 Continuous process experimental The equipment used for the studies of the continuous process will be detailed in a future publication [7], but simply described it consists of three parts: (a) a liquid-phase carbonylation reactor, (b) a 'flasher', or a column for initial product/catalyst separation, and (c) a column to separate the methyl iodide from the acetic acid. The carbonylation reactor was a one- gallon stirred autoclave in which the reacting liquid contents are maintained automatically at a constant level. Fresh methanol, water, carbon monoxide, recycled catalyst solution from the flasher base, and recycled methyl iodide and methyl acetate from the overhead of the methyl iodide-acetic acid split- ter column were continuously introduced into the carbonylation reactor. A small gaseous purge stream was vented from the head of the reactor to pre- vent buildup of gaseous byproducts and to maintain a constant carbon monoxide partial pressure at a given total reactor pressure. The temperature of the reactor was controlled automatically, and the carbon monoxide was introduced at a rate sufficient to maintain a constant total reactor pressure. Liquid product was drawn off from the carbonylation reactor and was intro- duced into the flasher. The catalyst solution in the base of the flasher was recycled to the reactor (predominantly acetic acid containing the rhodium and the iodide salt along with lesser quantities of methyl iodide, and water). The overhead of the flasher was comprised largely of the product acetic acid, methyl iodide, methyl acetate and water. A portion of the carbon monoxide, 121 along with gaseous byproducts such as methane, hydrogen, and CO; exit from the top of the flasher. The product from the flasher overhead was intro- duced into the methyl iodide-acetic acid splitter column. The product acetic acid, along with water, was drawn from the base of the methyl iodide-acetic acid splitter column, while the overhead from the methyl iodide-acetic acid splitter, consisting mainly of methyl iodide and methyl acetate, was recycled to the carbonylation reactor. Although lengthier and mechanically more complex, experiments in the continuous unit were easier to evaluate than the batch experiments because the concentrations of all the reagents could be better controlled to the desired value at a given set of conditions. Therefore fewer corrections were needed on the observed rates. For this reason, confirmation of batch trends with the continuous unit was very important. Kinetic rates for the continuous process were reproducible to within 5%. All the data obtained with the continuous unit will be reported in a future publication [7]; however, in this paper we present continuous unit data to support our findings from batch experiments concerning what we believe to be the more critical variables (H^O, Li salts). The figures presented here are for batch experiments unless otherwise indi- cated. Catalyst stability experiments Catalyst stability experiments were performed in an apparatus prepared from thick-walled 2 in glass pipe. Conditions were similar to those found in the flasher of the continuous unit, where the catalyst environment would be lowest in CO partial pressure and the rhodium catalyst precipitation to Rhl3 would be most severe. These experiments were performed behind a Plexiglass shield. The vessel was charged with Rhis (600 -1100 ppm), H^O (0 -10 M), HI (0 - 0.14 M), iodide salt (0 - 2.5 M) and enough acetic acid for the total charge to equal 200 g. The glass vessel was pressurized to 27 psig with CO and heated in an oil bath to 130 C. The CO was bubbled into the solution (47 ml min~1) by means of a teflon gas-inlet tube, while constant pressure was maintained via a back-flow regulator. After 1 h, all of the Rhl3 had dis- solved and was converted to [RhI^CO);]\". The CO was then replaced with N2 and the total pressure was reduced to 15 psig (reflux pressure). Under these conditions the rhodium complex loses CO and generates Rhl3. Samples were removed via a sampling port, centrifuged 5 -10 min and analyzed for Rh content. First-order rate constants for catalyst precipitation were obtained from linear plots of In [Rh]o/[Rh]( vs. time. The rate of Rh precipitation is expressed as ppm h~1, which is calculated by multiplying the first-order rate constant times the initial rhodium concentration. Analytical methods Product solutions were analyzed for Mel, MeOAc, water and acetic acid by gas chromatography (Varian 1400, Sigma 3B or Hewlett-Packard 4790 with a thermal conductivity detector; 6 ft, 1/8 in Ni alloy column packed with Porapak T 100/120 mesh; 175 C column temperature). Iodide concen- 122 tration was determined by iodide titration with AgNOs using an iodide- specific electrode as sensing device. LiOAc concentration was determined by titration with standard perchloric acid solutions. Rh concentration was deter- mined by atomic absorption spectroscopy. Results Reaction kinetics Batch experiments were important since they could be designed to quickly screen a wide range of conditions and reagent concentrations and to guide the more informative but more time-consuming experiments with the continuous process unit. Figures presented here are from batch data except where otherwise indicated. For conventional methanol carbonylation (with- out added iodide salt), water concentration is typically maintained at a level high enough so that no water dependence is observed [8, 2]. As shown in Fig. 3, this represents about 8 M. Our data shows that reduction of water concentration from 8 to 1 M results in a rate decrease of about 75%, consis- tent with the water effect reported in the literature [2, 9], Fig. 3. Also, cata- lyst stability decreases significantly (see below) as water concentration decreases. Thus, even though energy savings can be realized by operating under low water concentrations, the penalty from rate and catalyst losses is severe. We have found that rate loss due to decreasing water concentration can be overcome by the addition of certain iodide salts, Fig. 3. To determine the salts which are both soluble and show the best promotional effect on rate, a screening test with various inorganic and organic iodides was performed, with results listed in Table 1. Table 1 shows the STY values obtained at two water concentrations for runs containing added inorganic or organic iodide salts, 012345678' [HiO] (mol I-') Fig. 3. HaO dependence with and without Li salts (Lil + LiOAc). [Mel] = 0.62 M, [MeOAc] = 3.0 M, [Rh] = 1.0 X 10\"3 M, 185 C, 400 psig. 123 where the amount of iodide salt added was the same for each run (0.75 M I~). Also shown is the rate at 8 M water without added iodide salt. In nearly every case, the addition of an iodide salt resulted in rate enhancement, and in some cases (e.g. Lil) rates at 1.0 M H^O were comparable with rates observed at 8 M water in the absence of iodide salt. Batch runs with LiCFaSOa and LiBF4 showed much slower rates (Table 1) than runs with Lil, suggesting that the rate enhancement was due to the iodide anion rather than the cation or to a simple salt effect. Figure 4 shows the good agreement between batch and continuous unit data for the effect of water on the rate of methanol carbonylation in the presence of Lil. Figure 4 also shows that at conditions of 0.6 - 0.9 M MeOAc and 1.6-1.9 M Lil the carbonylation rate decreases about 30% as the water concentration decreases from 4 to 1 M water, and then drops more rapidly below 1 M water. Therefore even in the presence of Lil, the carbonylation rate is still dependent on water concentration, although not as much as with no Lil. Fig. 4. Comparison of water concentration dependence data for batch and continuous units. [Rh] = 3.9 X 10-3 M, [Mel] = 1.0 M, [MeOAc] = 0.6 - 0.9 M, [LiI+LiOAc] 1.6 -1.9 M, 190 C, 400 psig total pressure; batch, a continuous. We examined in more detail the rate dependence of Lil and NMPI, since these two compounds showed good solubility properties, and allow for com- parison between organic us. inorganic iodide salts, Figs. 5 and 6. As shown in Fig. 5, which is a plot of the rate us. total lithium salt analyzed (Lil + LiOAc), the rate is first order in total salts, although the slope of each line decreased as water concentration increased. At carbonylation temperatures and pres- sures, a considerable amount of acetate is formed according to eqn. (1) and Table 2, with more acetate formed at low water concentrations where the promotional effect of the added salt was greatest. Since the difference in slopes observed in Fig. 5 could be due to a promotional effect by LiOAc greater than that by Lil [5a, b], the carbonylation rate was also plotted as a 124 [Lil+ LiOAc] (moll-'l Fig. 5. Rate dependence on total Li salts (Lil + LiOAc) at various H^O concentrations. [Rh] = 4.0 X 10-3 M, [Mel] = 1.0 M, [MeOAc] = 2.9 M, 190 C, 400 psig total pressure; o 1.0 M HiO, a 3.5 M H^O, A 7.0 M H^O. 0.0 0.1 0.2 O.i 0.4 0.5 0.6 0.7 0.8 [NMPI] (mol 1-') Fig. 6. Rate dependence on NMPI concentration at 1.0 M ti^O concentration. [Rh] = 4.0 x 10-3 M, [Mel] = 1.0 M, [MeOAc] = 3.0 M, 190 C, 400 psig total pressure. function of LiOAc concentration (Fig. 7), which shows a linear dependence with similar slopes at the various water concentrations. This suggests, as we observed in our model studies, that LiOAc is a better rate promoter than Lil. Figure 8 compares the effect of total lithium salts from batch runs at 1.0 M water and 2.9 M MeOAc to continuous unit runs at 2.0 M water and 0.5 M MeOAc. At the above conditions, the amount of LiOAc produced in the continuous unit runs is small due to the effect of the higher water and lower MeOAc concentrations on the reaction represented by eqn. (1). The amount of LiOAc produced in the batch operation is much higher (one major advantage of a continuous unit over a batch unit is that a broad range 125 0.10 0.15 0.20 [LiOAc] (moll-') Fig. 7. LiOAc dependence at various H^O concentrations. [Rh] = 4.0 X 10~3 M, [Mel] = 1.0 M, [MeOAc] = 3.0 M, 190 C, 400 psig total pressure; o 1.0 M H^O, n 3.5 M H^O, 7.0 M HiO. [Lil+ LiOAc] (mol 1-') Fig. 8. Effect of [Lil + LiOAc] on rate ofcontinous and batch carbonylations. D Contin- uous experiments: [Rh] = 4.0 x 10-3 M, [Mel] = 1.0 M, [MeOAc] = 0.6 M, [iliO] = 2.2 M (4 wt.%). Batch experiments: [Rh] = 4.0 x lO\"3 M, [Mel] = 1.0 M, [MeOAc] = 0.6 M, [HiO] = 2.2 M (2 wt.%) 190 C, 400 psig total pressure. of MeOAc concentrations can be employed, while the batch unit requires high concentrations of MeOAc to allow for sufficient run length). As expected, the slope from the batch data (which contained much more LiOAc per Lil added) was greater than that observed from the continuous runs. However, a plot of the rate us. LiOAc concentration for the above runs showed slopes which are similar, again supporting the idea that the rate is enhanced more by LiOAc than Lil, Fig. 9. Although the carbonylation rate is enhanced only to a small extent by Lil, promotion due to iodide was observed using NMPI as iodide source (no acetate ion was detected with 0.8 M NMPI at 1.0 M water, Fig. 6). 126 (LiOAc] (mol r1) Fig. 9. Effect of [LiOAc] on the rate of continuous and batch carbonylations. Continu- ous experiments: [Rh] = 4.0 x 10-3 M, [Mel] = 1.0 M, [MeOAc] = 0.6 M, [HaO] = 2.2 M. Batch experiments: [Rh] = 4.0 X 10-3 M, [Mel] = 1.0 M, [MeOAc] = 3.0 M, [HiO] = 1.0 M, 190 C, 400 psig total pressure. The effect of temperature on the rate was determined in the continuous unit over the temperature range 185 - 200 C under conditions of 2.3 M I^O, 0.4 M MeOAc, 0.87 M Mel, 1.5 M Lil and 4.5 mM Rh. The activation param- eters determined from a plot of ln(fe/T) vs. 1/T were 3 = 14.9 1.1 kcal mor1, AH^ = 14.2 1.1 kcal rnoF1, and ASI = -23.0 2.3 e.u. (95% con- fidence level). In addition to studying the effect of water and salts on the rate of methanol carbonylation, we examined the effects of rhodium, methyl ace- tate, methyl iodide and CO partial pressure. We found that CO partial pres- sure had no effect on the rate of carbonylation at 2.0 M H 20 above 50 psi 1 1.5 2 2.5 3 [MeOAc] (moll-'l Fig. 10. Effect of MeOAc concentration on rate. [Rh] = 2.4 X 10~3 M, [Mel] = 1.0 M, 190 C, 400 psig total pressure. 127 CO pressure [7]. This is consistent with the literature at high water concen- tration [9]. Figure 2 shows the first-order dependence on rhodium catalyst at three different lithium concentrations. The methyl acetate effect at varia- ble water and lithium concentrations is seen in Fig. 10, which shows a signi- ficant dependence on methyl acetate concentration when methyl acetate is below ca. 1.0 M but a much smaller effect above ca. 1.0 M. In the presence of 1.8 M Lil at 1.2 M water, the rate increases by 500% from 0.2 M to 1.0 M MeOAc, Fig. 10. Also, at low water concentrations, a high concentration of Li salts is needed to obtain the high rates observed with 8 M water (Fig. 10), therefore maximum rate at low water concentrations required both high concentrations of MeOAc and Li salts. By selecting the proper concentrations of Lil and MeOAc, rates obtained with high water concentrations can be obtained at low water concentrations without changing the Mel and rhodium concentrations. This is demonstrated further by Fig. 11, which compares the water dependence obtained in the continuous unit at 0.1 - 0.15 M MeOAc and no Lil with runs at 0.5 - 0.8 M MeOAc and 1.4 -1.6 M Lil. As seen in Fig. 11, the same rate obtained at 8 M water can be obtained at 2 M water if ca. 1.5 M Lil is added and the MeOAc concentrations is raised to ca. 0.5 - 0.8 M. Fig. 11. Water concentration dependence in the continuous carbonylation unit. [Rh] = 4.0 X 10~3 M, [Mel] = 1.0 M, 190 C, 400 psig total pressure. The methyl iodide dependence obtained from solutions containing 0.15 and 1.6 M Li salt at 1.0 M water is given in Fig. 1, and shows a non-linear increase in STY with an increase in Mel concentration. This differs from the first-order behavior we and others [9] observed under conditions without Lil at 8 M water. Similar results for the methyl iodide dependence as well as the other reagents were obtained in the continuous unit and are reported else- where [4,7]. 128 TABLE 3 Comparison of CO^ and H^ make rates from the continuous unit at high and low water concentrations Rxn Hit 3 RxnI- CO;; STY Hz STY CO-i (mol Ha (mol HOAc S' TY (M) (M) (moll-'h-1) (mol I-1 h-1) (100 mol (100 mol (mol l-1 h-1) HOAC)-1) HOAC)-1) 7.0^ none 0.4 0.3 2.3 1.9 13.1 2.211 1.4e 0.04 0.01 0.2 0.1 12.3 \"O.l M MeOAc, 3.5 mM Rh, 1.0 M Mel, 190 C, 400 psig. ^.l M MeOAc, 3.5 mM Rh, 1.0 M Mel, 190 C, 400 psig. 'Inorganic iodide, added as Lil. Selectivity improvements A definite advantage of operating at low water concentrations in the presence of lithium salts and significant MeOAc concentrations is the decrease in CO inefficiency due to the major byproducts C02 and Ha. As demonstrated in the continuous unit [4, 7], gaseous byproducts stemming from the water- gas shift process decrease as water concentration decreases. Table 3. Catalyst stability studies Rhodium catalyst stability is aided by high CO partial pressure [8]. However, the effect of water concentration on catalyst stability at low CO partial pressure is not generally recognized. Figure 12 shows the effect of H2O on the rate of precipitation of the rhodium catalyst from acetic acid solutions under N2. The rate of Rhl3 precipitation increases as the water concentration decreases. We have previously reported that precipitation can 0 2 4 6 B 10 12 [H,0] (moil-') Fig. 12. Effect of water and Lil on the rate of Rh precipitation. [HI] = 0.24 M, [Rh]mt = 8.8 X 10~3 M (1000 ppm), 130 C, 15 psig total N3 pressure. 129 [Lil] (mol I-1) Fig. 13. Effect of [Lil] and temperature on the rate of Rh precipitation. [ii^O] = 2.2 M, [HI] = 0.14 M, [Rh]int = 8.6 X lO\"3 M, 16 psig total N3 pressure; 130 C, a 150 C. be significantly slowed down by addition of Lil or other alkali metal iodides, and also HI [4]. Figure 12 illustrates that catalyst stability obtained at 10 M water can be realized at <1.0 M water if Lil (0.24 M) is added. The rate of precipitation of the catalyst also increases with increasing temperature. Fig. 13, but precipitation due to high temperature can also be reduced by Lil addition. Discussion Effect of iodide and acetate on rate In our previous papers [5a, b], we proposed that iodide and acetate increased the rate of reaction by increasing the rate of oxidative addition of methyl iodide to [Rh^CC^]\". We also proposed that such a rate increase could be due to the formation of a five-coordinate intermediate [RhI^CC^L)]\"2 (L = I~ or OAc~). Such a dianionic complex might be expected to react more rapidly with Mel than would [Rhl2(CO)2]~. Ion- pairing effects or changes in solvent polarity could explain the enhanced reac- tion rate with lithium salt addition, but we found that polar solvents such as water, HMPA or nitromethane (solvents which might be expected to break up ion pairs) had very little effect on the IR spectra of [Rhl2(CO)2]~ or on the rate of oxidative addition of Mel to [Rh^CC^]\" [5a, b]. Poorly coor- dinating salts such as LiBF4 or LiCF3SC>3 did not affect the IR spectra of the rhodium complex, nor did their addition increase the rate of carbonylation significantly. It is also difficult to explain the non-linear Mel dependence with a salt effect argument (see below). Though the production of a five- coordinate dianionic complex is speculative, a similar explanation was pro- posed for halide salt promotion for the reaction of [Rh^CC^]\" with Mel in other solvents [5c]. Baker et al. have proposed the dianion [Rhi^CO)^]2' as 130 the intermediate in the oxidative addition of HI to [RhI^CO);]\" [10]. Thus, our evidence suggests two possible pathways through which the oxidative addition could proceed, Scheme 1: k\\ [Rhl2(CO)2]~ + L- i=i [Rhl2(CO)2L]2- fe_i ^Mel fe^/Mel, -L [Me-Rhl3(CO)2]~ Scheme 1. Two proposed pathways for the oxidative addition of Mel to [RhI^CC^]\"- The rate law derived from a steady-state treatment for the two-pathway pro- cess of Scheme 1 is given in eqn. (2). Rate = [Rhl2(CO)2-] [Mel] , felfe2[L] + ^ (2) fe_i + ^[Mel] The effect of Mel on rate Figure 1 shows that at conditions of low water and high lithium salt concentrations, the Mel dependence is not linear. This deviation from first- order Mel kinetics cannot be explained by the traditional view that for methanol carbonylation the rate-determining step is a simple oxidative addi- tion of Mel to [Rhi^(CO)i]~. The methyl iodide dependence as described by eqn. (2) does not have to be linear, and may not be linear at conditions of high L~ concentration where ^3 could be smaller than kik-i[L~]/(k~i + fe2[MeI]). To consider the value of k-s small in eqn. (2) compared to the ligand-promoted pathway allows eqn. (2) to be rearranged to eqn. (3). J- . fe- . 1 (3) Rate k^ki[Rh(CO)^~][L~][Mei] ki[Rh(CO)^~] [L-] The linear plot and non-zero intercept of I/rate us. 1/[Mel], Fig. 14, provides support for Scheme 1. The absolute rate constants cannot be calculated exactly from Fig. 14 because the Rh(I) complex is in equilibrium with various Rh(III) species, but assuming the Rh(I) concentration is close to the total rhodium charged (a reasonable assumption at high concentrations of L~, see section below on effect of L~ on Rh(I) concentration), the fei obtained from the intercept of Fig. 14 would be about 104 M~1 s-1 at 190 C. From the slope, fe-i/fe; would be about 2.0 M~1. Assuming fe_i is more than 10 times faster than fe; (we have not seen [Rh^CO^L\")]2\" spectroscopically), a lower limit for the value of k^ would be about 5 X 104 M~1 s~1. Substitution of the values for the above-described rate constants into eqn. (2) shows that fei&2[L~]/(fe_i + fe^tMel]) is greater than ky by a factor of abou; 5 -10 times, thus our rearrangement of eqn. (2) to eqn. (3) is probably reasonable. 131 - 0.08- 0.08- 0 0.5 1 1.5 2 2.5 1/[Mel] (mol I-1)-1 Fig. 14. Inverse Mel dependence plot, [Rh] = 4.0 X 10~3 M, [MeOAc] = 3.0 M, [Lil + LiOAc] = 1.4 M, 190 C, 400 psig total pressure. Some of the curvature observed in Fig. 1 at high Mel concentrations may be due to the fact that LiOAc (a promoter) concentration decreases as Mel concentration increases, eqn. (1). Thus the LiOAc concentration is less at the higher Mel regime. However, by using Fig. 7 one can determine that the maximum decrease in rate that would be attributable to decreases in LiOAc concentration is only ca. 10%. Therefore, we believe that the pro- moted oxidative addition reaction is less than first-order in Mel. Effect of water and MeOAc on rate and selectivity Water concentration was found to have very little effect on the rate of oxidative addition of Mel to [RhIzKX^r at 25 C [5a, b]. This suggests that the rate dependence on water concentration in the catalytic process is not due to any interaction of water with the transition-state species of the rate-determining step. Instead, we believe the major effect of water is its effect on the concentration of rhodium existing in the active catalyst form as dictated by the water-gas shift reaction (WGS) [10]. The WGS process is the principle source of the major byproducts (CO; and H^) from methanol car- bony lation, and consists of the combination of an oxidation and a reduction process, eqns. (4) and (5). [Rh(CO)2l2]- + 2HI ?=; [RhtCO);^]- + H2 (4) [Rh^CO);]\" + H;0 + CO i==; [Rh(CO)2li]- + 2HI + CO^ (5) Steady-state kinetics for the WGS process has been investigated elsewhere [10] and the rate for the reduction and oxidation processes of eqns. (4) and (5) is described in eqns. (6) and (7). felTcoHRhnHaO] R,te tor Rh(in) action . ^^ , ^^ (6) 132 Rate for Rh(I) oxidation = feobsCRhnH^^r]2 (7) where [Rh] is the total rhodium charged and -Keq is related to an equilibrium between di- andmonocarbonylRh(III) species [10]. It can be seen from eqn. (6) that as H^O concentration increases the rate ofRh(III) reduction to Rh(I) also increases. If at steady-state conditions the rate of Rh(III) reduction increases relative to Rh(I) oxidation, the steady-state concentration of Rh(I) increases, and so will the rate of methanol carbonylation. Methyl acetate concentration can increase the carbonylation rate in two ways: (1) by reacting with HI according to eqn. (8), and (2) by reacting with Lil to form LiOAc, eqn. (9). LiOAc can react with HI, eqn. (10), or act as a promoter for the carbonylation itself. A reduction in HI concentration decreases the rate of Rh(I) oxidation, eqn. (6), so that the Rh(I) concentra- tion builds up relative to Rh(III), and the rate of methanol carbonylation HI + MeOAc > Mel + HOAc (8) Lil + MeOAc ?=i LiOAc + Mel (9) LiOAc + HI > HOAc + Lil (10) increases. Spectroscopic evidence reported in the literature [11] shows that high MeOAc and water concentrations and low HI concentrations favor the build-up of [Rhi^(CO)^]~. Likewise, in catalyst solutions with low MeOAc, low water and high HI concentrations, Rh(III) forms of the catalyst predom- inate [11]. As mentioned above, an increase in LiOAc concentration will cause the equilibrium concentration of HI to decrease. This raises the question of whether carbonylation rate enhancement by Lil and/or LiOAc is due to coordination of an anionic ligand to [Rhi^(CO)^]~ to generate a more nucle- ophilic rhodium species , or whether the promotion is due to LiOAc decreas- ing the HI concentration and thereby raising the steady-state concentration of Rh(I). In the catalytic system this question is difficult to answer, but in our previous model studies on the rate of oxidative addition of Mel to [Rh(CO)^]~ [5a, b] we observed a significant rate enhancement by LiOAc and to a lesser extent by Lil. Our model study was done in solutions in which essentially all of the rhodium was already in the form [Rl^CO);^]\". Thus rate enhancement, at least in our model study, occurs by an interaction of the LiOAc with the rhodium catalyst rather than by an increase in the Rh(I) concentration. Results from our model study also support the idea that under catalytic conditions the majority of the promotional effect observed when Lil is added to the catalyst solution is due to the formation of LiOAc, eqn. (1), rather than Lil. This is also suggested by the similarity in the slopes obtained from plots of LiOAc concentration ys. rate, Figs. 5 and 7. Therefore, reagent concentrations and reaction conditions which favor the formation of LiOAc (high MeOAc and Lil) will help improve the rate. Lil is, however, very important for maintaining catalyst stability, as will be discussed below. 133 Improvements in selectivity were also realized by operating at condi- tions of low water and high LiOAc concentrations (low HI). Since the rate law for the reduction and oxidation steps for the WGS process, eqns. (6) and (7), contain dependences for water (reduction) and HI (oxidation), then maintaining both reagent concentrations at a low value would slow the pro- duction of the gaseous byproducts. A general diagram is given in Scheme 2, which shows the interactions of the various reagents which affect methanol carbonylation at low water con- centrations. This diagram includes the equilibria between the iodide and ace- tate species as well as the influence of the water-gas shift process on the concentration of the active Rh(I) and catalyst. A recent presentation was given by Polichnowski [12] on the mecha- nism for the Rh-catalyzed methyl acetate carbonylation to acetic anhydride in the presence of Lil. In light of similarities between the rhodium-catalyzed acetic anhydride process and the acetic acid process, we need to make some comment. Polichnowski disclosed that at anhydrous conditions, the rate- determining step for MeOAc carbonylation at conditions of 0.19 M Lil con- centration, was the oxidative addition of Mel with [Rl^CC^Iz]\" and little effect of Lil on rate was observed. At conditions of much lower Lil concen- tration (0.02 M), the rate-determining step became the reaction of Lil with MeOAc to form LiOAc. The LiOAc then reacts with acetyl iodide to form acetic anhydride. The lack of a Rh or Mel dependence at 0.02 M Lil concen- tration and a dependence in Rh and Mel at 0.19 M Lil were given as support for the change in the rate-determining step. Any effect on the rate of acetic anhydride production observed at concentration higher than 0.28 M Lil was not mentioned. In contrast to the anhydrous system, under our conditions of > 1.0 M water concentrations, a rhodium dependence is observed over a wide concentration range of lithium (0 - 2.0 M lithium salt tested) both in batch and continuous units. We also observe an NMPI dependence, although acetate ion is not detected. It is very doubtful, therefore, that the acetic acid process passes through similar steps in which acetic anhydride is formed and then hydrolyzed with water. For the anhydride process, Nal was found to be a less effective promoter than Lil, as was expected since the formation of NaOAc is much slower than the rate of formation of LiOAc. However, we found that the rate of methanol carbonylation to acetic acid is essentially the same using Nal or Lil as a promoter [4b, 7]. Therefore, we conclude that the effect of Lil in our system is completely different than in the system used to produce acetic anhydride. However, the ligand promotional effect that we observe may be detected in the anhydride system at higher ligand concentrations. Effect of Lil on catalyst stability Water concentration and CO partial pressure are important for main- taining catalyst stability and preventing catalyst precipitation. This is prob- ably because water and CO help maintain the catalyst as [RhL^CO);]\", eqn. (6), which is very soluble under carbonylation conditions. Once the 136 rhodium catalyst is oxidized to [RhL^CO);]\" via eqn. (7), loss of one iodide atom and two CO molecules produces Rhl3 which is insoluble and precipi- tates from solution. Loss of CO is especially likely during the product- recovery steps of the continuous process, where distillation for the purpose of recovering the acetic acid product tends to remove the carbon monoxide from the catalyst [8]. The addition of iodide to the catalyst solution effectively stabilizes the catalyst towards precipitation, as shown in Figs. 12 and 13, under an environ- ment void of CO. Similar results were reported by Japanese researchers who found that the thermal stability of the rhodium catalyst is dependent upon the HI concentration in the catalyst solutions, with the Rh(I) catalyst decomposing to insoluble Rhl3 when the HI concentration was less than 1% [13]. The improved stability of the rhodium catalyst in the presence of excess iodide is understandable in light of the interconvertability of various stable and soluble tetra- and penta-iodocarbonyl rhodium complexes which can be prepared by the reaction of [Rl^CO);^]\" with HI [14]. It has also been reported that organic derivatives of pentavalent phosphorus, arsenic, antimony, nitrogen and bismuth [15] in liquid phase carbonylation of ethy- lenically unsaturated compounds, as well as halostannate [13], N, N, N'N'- tetramethyl-o-phenylenediamine and 2,3'-dipyridyl [8] for methanol carbon- ylation systems all act to retard precipitation of the rhodium catalyst under carbon monoxide-deficient conditions. This stabilization has been rational- ized as probably being due to the formation of soluble rhodium complexes with the above additives [8]. Conclusion Methanol carbonylation to acetic acid with catalyst solutions of low water concentrations can provide considerable savings in the commercial ace- tic acid process. The detrimental effect of low water concentrations on rate and catalyst stability can be overcome by the addition of an inorganic or organic iodide salt and operation at significant concentrations of methyl ace- tate. In fact, as shown above, the same high rates obtained at 8 M water can also be obtained at 2 M water by addition of 1.5 M Lil and 0.5 M MeOAc, with equal or better catalyst stability and better CO selectivities. We believe the iodide salt (most notably in this study Lil) is most important as a catalyst stabilizer, but it can promote the rate of carbonylation, mostly by its reac- tion with methyl acetate to produce LiOAc which is a more effective pro- moter. LiOAc also serves to decrease the HI concentration, which allows for a higher equilibrium concentration of Rh(I). Likewise, methyl acetate serves to lower the equilibrium concentration of HI and increase the amount of active Rh(I) catalyst. 136 Acknowledgement We would like to thank Dr. G. A. Blay for his assistance in developing our analytical methods, and Celanese Chemical Company, Inc. for their sup- port and permission to publish this work. References 1 (a) D. Porster, J. Am. Chem. Soc., 98 (1976) 846; (b) R. T. Eby and T. C. Singleton, in B. E. Leach (ed.), Applied Industrial Catalysis, Vol. 1, Academic Press, New York, 1983, Chapt. 10; (c) D. J. Drury, in R. Ugo (ed.). Aspects of Homogeneous Catalysis, D. Reidel, Boston, 1984, p. 197. 2 J. Hjortkjaer and 0. R. Jensen, Ind. Eng. Chem. Prod. Res. Dev., 16 (1977) 281. 3 U.S. Pat. 3 769 329 (1973) to F. E. Paulik, A. Hershman, W. R. Knox and J. F. Roth (Monsanto). 4 (a) 17.S. Pat. Appl. 606730, (1984) to B. L. Smith, G. P. Torrence, A. Aguilo and J. S. Alder, (Celanese); (b) Eur. Pat. Appl. 85303127.6 (1985) to B. L. Smith, G. P. Torrence, A. Aguilo and J. S. Alder, (Celanese). 5 (a) M. A. Murphy, B. L. Smith, G. P. Torrence and A. Aguilo, Inorg. Chim. Acta, 101 (1986) L47; (b) M. A. Murphy, B. L. Smith, G. P. Torrence and A. Aguilo, 3. Organometall. Chem., 303 (1986) 257; (c) C. E. Hickey and P. M. Maitlis, J. Chem. Soc., Chem. Commun., (1984) 1609. 6 (a) J. F. Roth, J. H. Craddock, A. Hershman and F. E. Paulik, Chem. Tech., (1971) 600; (b) U.S. Pat. 3 769 329 (1973) to F. E. Paulik, A. Hershman, W. R. Knox and J. F. Roth, (Monsanto); (c) T. W. Dekleva and D. Forster, J. Am. Chem. Soc., 107 (1985)3565. 7 Manuscript covering data \"obtained in a continuous unit is in preparation. 8 U.S. Pat. 4 433 165 (1984) to T. C. Singleton, (Monsanto). 9 J. Hjortkjaer and V. W. Jensen, Ind. Eng. Chem. Prod. Res. Dev., 15 (1976) 46. 10 E. C. Baker, D. E. Hendriksen and R. Eisenberg, J. Am. Chem. Soc., 102 (1980) 1020. 11 R. T. Eby and T. C. Singleton, in B. E. Leach (ed.), Applied Industrial Catalysis, Vol. 1, Academic Press, New York, 1983, Chapt. 10 and references therein. 12 S. W. Polichnowski, 189th National ACS Meeting, Miami, FL, April 28 - May 3, 1985. CHED 0135, preprint of article to be submitted for publication was given to us by S. W. Polichnowski. 13 X. Zong, Z. Wan, Y. Xia, X. Feng, M. Li, Z. Zhou, J. Lin and C. Ji, Catalytical Chem., 3(1982)116. 14 D. Forster, Inorg. Chem., 8 (1969) 2556. 15 U.S. Pat. 3 818 060 (1974) to D. Forster, (Monsanto). X244 87800536 0304-5102(87)80053-6 10.1016/0304-5102(87)80053-6 Industrial catalysis The rhodium-catalyzed methanol carbonylation to acetic acid at low water concentrations: the effect of iodide and acetate on catalyst activity and stability B.L. Smith G.P. Torrence M.A. Murphy A. Aguiló Celanese Chemical Company, Corpus Christi, TXU.S.A. Addition of iodide salts to rhodium catalyst solutions for methanol carbonylation at low water concentrations (<2 M) promotes the rate of carbonylation and stabilizes the rhodium catalyst. Some iodide salts also react with methyl acetate to form acetate salts which also act as promoters. We suggest that promotion by acetate and iodide ions can be explained by their coordination with Rh(I), generating catalyst species which are more active towards oxidative addition of methyl iodide. Rate dependences on water and methyl acetate concentrations are explained by their role in increasing the steady-state concentration of Rh(I) via the water-gas shift process. Catalyst stabilization is rationalized by formation of soluble rhodium complexes that prevent precipitation of RhI3. By choosing the proper iodide salt and methyl acetate concentrations, the same rate and catalyst stability observed at high water concentrations can be obtained at much lower water concentrations with improved CO selectivity to acetic acid. Operation with lower water concentrations can provide significant savings in the commercial acetic acid process. References 1 (a) D. Forster J. Am. Chem. Soc. 98 1976 846 (b) R.T. Eby T.C. Singleton B.E. Leach Applied Industrial Catalysis 1 1983 Academic Press New York Chapt. 10 (c) D.J. Drury R. Ugo Aspects of Homogeneous Catalysis 1984 D. Reidel Boston 197 2 J. Hjortkjaer O.R. Jensen Ind. Eng. Chem. Prod. Res. Dev. 16 1977 281 3 U.S. Pat. 3 769 329 (1973) to F.E. Paulik, A. Hershman, W.R. Knox and J.F. Roth (Monsanto). 4 (a) U.S. Pat. Appl. 606 730, (1984) to B.L. Smith, G.P. Torrence, A. Aguiló and J.S. Alder, (Celanese) (b) Eur. Pat. Appl. 85303127.6 (1985) to B.L. Smith, G.P. Torrence, A. Aguiló and J.S. Alder, (Celanese). 5 (a) M.A. Murphy B.L. Smith G.P. Torrence A. Aguiló Inorg. Chim. Acta 101 1985 L47 (b) M.A. Murphy B.L. Smith G.P. Torrence A. Aguiló J. Organometall. Chem. 303 1986 257 (c) C.E. Hickey P.M. Maitlis J. Chem. Soc., Chem. Commun. 1984 1609 6 (a) J.F. Roth J.H. Craddock A. Hershman F.E. Paulik Chem. Tech. 1971 600 (b) U.S. Pat. 3 769 329 (1973) to F.E. Paulik, A. Hershman, W.R. Knox and J.F. Roth, (Monsanto) (c) T.W. Dekleva D. Forster J. Am. Chem. Soc. 107 1985 3565 7 Manuscript covering data obtained in a continuous unit is in preparation. 8 U.S. Pat. 4 433 165 (1984) to T.C. Singleton, (Monsanto). 9 J. Hjortkjaer V.W. Jensen Ind. Eng. Chem. Prod. Res. Dev. 15 1976 46 10 E.C. Baker D.E. Hendriksen R. Eisenberg J. Am. Chem. Soc. 102 1980 1020 11 R.T. Eby T.C. Singleton B.E. Leach Applied Industrial Catalysis 1 1983 Academic Press New York Chapt. 10 and references therein. 12 S.W. Polichnowski, 189th National ACS Meeting, Miami, FL, April 28–May 3, 1985. CHED 0135, preprint of article to be submitted for publication was given to us by S.W. Polichnowski. 13 X. Zong Z. Wan Y. Xia X. Feng M. Li Z. Zhou J. Lin C. Ji Catalytical Chem. 3 1982 116 14 D. Forster Inorg. Chem. 8 1969 2556 15 U.S. Pat. 3 818 060 (1974) to D. Forster, (Monsanto).",
      "scopus-id": "0023090221",
      "coredata": {
        "eid": "1-s2.0-0304510287800536",
        "dc:description": "Addition of iodide salts to rhodium catalyst solutions for methanol carbonylation at low water concentrations (<2 M) promotes the rate of carbonylation and stabilizes the rhodium catalyst. Some iodide salts also react with methyl acetate to form acetate salts which also act as promoters. We suggest that promotion by acetate and iodide ions can be explained by their coordination with Rh(I), generating catalyst species which are more active towards oxidative addition of methyl iodide. Rate dependences on water and methyl acetate concentrations are explained by their role in increasing the steady-state concentration of Rh(I) via the water-gas shift process. Catalyst stabilization is rationalized by formation of soluble rhodium complexes that prevent precipitation of RhI3. By choosing the proper iodide salt and methyl acetate concentrations, the same rate and catalyst stability observed at high water concentrations can be obtained at much lower water concentrations with improved CO selectivity to acetic acid. Operation with lower water concentrations can provide significant savings in the commercial acetic acid process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287800536",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Smith, B.L."
          },
          {
            "@_fa": "true",
            "$": "Torrence, G.P."
          },
          {
            "@_fa": "true",
            "$": "Murphy, M.A."
          },
          {
            "@_fa": "true",
            "$": "Aguiló, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287800536"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287800536"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)80053-6",
        "prism:volume": "39",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The rhodium-catalyzed methanol carbonylation to acetic acid at low water concentrations: the effect of iodide and acetate on catalyst activity and stability",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "115-136",
        "prism:endingPage": "136",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 1987",
        "prism:doi": "10.1016/0304-5102(87)80053-6",
        "prism:startingPage": "115",
        "dc:identifier": "doi:10.1016/0304-5102(87)80053-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023090221"
      }
    }
  }
}