{
  "metadata": {
    "title": "High resolution solid state MAS <ce:sup loc=pre>31</ce:sup>P NMR spectra of phosphinated montmorillonite catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-06-30",
    "doi": "10.1016/0304-5102(87)80097-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287800974",
    "pii": "0304510287800974"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023364742",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2016-06-14T11:35:01 1-s2.0-0304510287800974 0304-5102(87)80097-4 0304510287800974 10.1016/0304-5102(87)80097-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00570 2024-01-02T01:04:16.600218Z 0 0 19870601 19870630 1987 2001-09-14T00:00:00Z rawtext articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref 0304-5102 03045102 false 40 40 3 3 Volume 40, Issue 3 9 327 332 327 332 198706 June 1987 1987-06-01 1987-06-30 1987 converted-article cor Copyright © 1987 Published by Elsevier B.V. HIGHRESOLUTIONSOLIDSTATEMAS31PNMRSPECTRAPHOSPHINATEDMONTMORILLONITECATALYSTS KUMAR K PITTMAN 1983 C COMPREHENSIVEORGANOMETALLICCHEMISTRY POLYMERSUPPORTEDCATALYSTS YERMAKOV 1981 Y STUDIESINSURFACESCIENCECATALYSIS CATALYSISBYSUPPORTEDCOMPLEXES PINNAVAIA 1983 365 T GENTILI 1957 106 R COLQUHOUN 1982 220 I KRAIHANZEL 1972 343 C KUMAR 1986 130 K CHOUDARY 1985 931 B SCHAEFER 1976 1031 J PINES 1972 1776 A PINES 1973 569 A ANDREW 1971 1 E PREGOSIN 1979 P BASICPRINCIPLESPROGRESSINNMR DIESVELD 1980 7935 J NAAKTGEBOREN 1980 3350 A BEMI 1982 438 L FYFE 1983 6577 C ALEXIEV 1986 938 R EDELMAN 1940 417 C KUMARX1987X327 KUMARX1987X327X332 KUMARX1987X327XK KUMARX1987X327X332XK 2022-06-09T23:40:50.528Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined DST डीएसटी Department of Science and Technology, Ministry of Science and Technology, India http://data.elsevier.com/vocabulary/SciValFunders/501100001409 http://sws.geonames.org/1269750/ CSIR CSIR Council of Scientific and Industrial Research, India http://data.elsevier.com/vocabulary/SciValFunders/501100001412 http://sws.geonames.org/1269750/ U.S.S.R. Academy of Sciences Eesti Teaduste Akadeemia http://data.elsevier.com/vocabulary/SciValFunders/100008610 http://sws.geonames.org/453733/ We thank I. L. Mudrakoviski, Institute of Catalysis, Novosibirsk, U.S.S.R. for recording NMR spectra, DST, India and the Academy of Sciences, U.S.S.R. for arranging B.M.C’s visit to U.S.S.R. and to CSIR, India for the award of a fellowship to K.R.K. item 0304-5102(87)80097-4 0304510287800974 1-s2.0-0304510287800974 10.1016/0304-5102(87)80097-4 272239 2024-01-02T01:04:16.600218Z 1987-06-01 1987-06-30 1-s2.0-0304510287800974-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800974/MAIN/application/pdf/83703d35b6d12247cf9954873d21a609/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800974/MAIN/application/pdf/83703d35b6d12247cf9954873d21a609/main.pdf main.pdf pdf true 334388 MAIN 6 1-s2.0-0304510287800974-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287800974/PREVIEW/image/png/111b0c2662e93104faa494d817100445/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287800974/PREVIEW/image/png/111b0c2662e93104faa494d817100445/main_1.png main_1.png png 72844 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 40 (1987) 327 - 332 327 Letter High Resolution Solid State MAS \"P NMR Spectra of Phosphinated Montmorillonite Catalysts K. RAVI KUMAR, B. M. CHOUDARY* Regional Research Laboratory, Hyderabad 500 007 (India) BORIS MOROZ, V. M. MASTIKHIN and V. A. LIKHOLOBOV Institute of Catalysis, Novosibirsk, 90 (U.S.S.R.) (Received May 16, 1986; accepted December 5, 1986) Anchoring or immobilization of homogeneous transition metal com- plexes on insoluble supports, namely, organic polymers [1] and inorganic oxides [2], has been extensively studied in recent years as a method of combining the most desirable characteristics of both homogeneous and heterogeneous catalysts. Recently, swelling types of layered silicate clays, such as montmorillonite and hectorite, have been employed as alternative supports for immobilization of cationic transition metal complexes in the interlay ers of clays to conduct solution-like reactions in the solid state [3]. Montmorillonite is also known to participate in chlorinations, Friedel- Crafts reactions, etherification, esterification, etc. to form stable covalently bonded organic moieties in the interlayer regions [4]. Earlier, we reported the syntheses of pendant phosphine groups in the interlayers of montmoril- lonite (Scheme 1) by treating montmorillonite chloride [4] with LiPPh; (5 31? = 36 ppm [5]) to give diphenylphosphinite montmorillonite, 1A [6] and by reacting sodium montmorillonite with PPhzCl to give diphenyl- phosphino-montmorillonite, 2A [7, 8]. Both 1A and 2A on further treat- ment with PdCl2(C6H5CH2CN)2 gave active hydrogenation catalysts, 1B and 2B (Scheme 1) [7, 8]. Catalyst 1B exhibited amazing catalytic activity (ca. 1000 turnovers h~1) in the reduction of styrene to ethylbenzene and specificity in hydrogenating alkenes and alkynes [7]. These complexes were thoroughly characterized by elemental analysis, IR and solid state techniques such as XRD and ESCA [9]. In recent years, the development of high-power proton decoupling [10], cross polarization (CP) [11] and magic angle spinning (MAS) [12] techniques has afforded 'high resolution' NMR spectra of dilute nuclei of solid samples. The high abundance of 31? (100%, I = 1/2) and generation of metal-31? couplings made this technique highly sensitive and extremely elucidative for studies of homogeneous transition metal complexes [13] and *Author to whom correspondence should be addressed. 0304-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 328 OPPh; (IA) (2A) PdCl^fPhCH^CN)^/ C6H6 -2PhCHoCN //////// ////// //////// /////// P(Ph2)-Pd Cl2 OP(Ph2)PdIICl2 (1B) (2B) (horizontal tines indicate clay interlayers) Scheme 1. Syntheses of anchored phosphinated montmorillonites and their Pd(II) catalysts. surface-anchored polymer/silica transition metal phosphine complexes (Rh, Pt, Pd, Ni) [14-16], and very recently for characterising phosphinated silica-anchored triosmium carbonyl clusters [17]. In this letter, we report an application of solid state MAS 31? NMR to phosphinated montmorillonites (1A, 2A) and their palladium(II) com- plexes (1B, 2B). In the phosphinated montmorillonites and their palladium- (II) complex analogues, phosphorus displays a three-fold anisotropic centre- band with intense rotational side-bands or echoes ascribable to three different phosphorus nuclei in the rigid montmorillonite lattice (vide infra). The powder pattern of 1A (Fig. la) is a wide axially asymmetric envelope with 5n, 032 and 833 lines appearing at 102, 0 and 52ppm respectively. The chemical shift anisotropy (CSA) A is calculated by employing the standard formula, A5 = 8 u 1/2(633 8^) = 128 ppm. A comparison of solid state 31? spectra of the powdered sample 1A (Fig. la) and those obtained by CP/MAS (Fig. Ib) necessitates the use of MAS tech- niques to obtain 'high resolution' \"P NMR spectra of such samples. CP/MAS spectra of 1A exhibit a three-fold anisotropic centre-band with a maximum at 16.1 ppm having a line width at half maximum height, Ai;i/2, of 150 Hz (Fig. Ib) and are assigned to P(III) nuclei and not due to pentavalent phosphine oxide, as is evident from the high isotropic chemical shift value of phosphine oxide, Ph3P=0, 29.2 ppm [15]. 1A on further complexation with PdC^CgHsCHzCI^a gave IB. CP/ MAS spectra of 1B with different amounts of palladium, 5.0% and 1.5% by weight (Fig. 2), show a centre-band with three different finely resolved 329 (b) 100 0 PPM Fig. 1. (a) Solid state 31? NMR of stationary sample 1A; (b) solid state \"P NMR of sam- ple 1A with MA spinning (4 kHz); 8650 scans. Fig. 2. Solid state \"P NMR of sample 1B with MA spinning (4 kHz); 8650 scans; (a) 5.0% by weight Pd, (b) 1.5% by weight Pd. 330 isotropic chemical shifts, 5s, of varying intensities in the regions 10.5, 16.9 and 23.7 ppm respectively, and a total line width of 200 Hz. The deshielded peak at 23.7 ppm is attributed to phosphorus complexed to Pd(II) as observed in various phosphine-Pd(II) complexes [15], whereas peaks at 10.5 and 16.9 ppm are due to unreacted finely resolved anchored phosphorus. Further evidence comes from the spectra with low palladium concentration (Fig. 2a) where the peak at 23.7 ppm is less intense than in the spectra of the 5.0% catalyst (Fig. 2b). The excess unreacted anchored phosphorus is also observed in the elemental analysis (Pd/P ratio) of the Pd(II) complexes [9]. Similarly, the peaks at 7.0 and 30.1 ppm in samples 2A and 2B are of phosphorus and complexed phosphorus nuclei (Fig. 3). Here all the anchored phosphorus is complexed with Pd(II). The deshielding of the 31? nucleus on complexation with Pd(II), chemical shift and Aui/2 values substantially demonstrate that phosphorus in 1A and 2A exists in the trivalent state and not in the undesirable saturated pentavalent state or as phosphonium ions. The line broadening or the substantial shift dispersion to the extent of 150 - 200 Hz in the samples is because of the disordered environment of 31? nuclei in the lattice of montmorillonite, as observed earlier for CP/MAS spectra of cis-PtCl^PPh^CH^CH^OE^^z which exhibits a central compo- nent in the shift range of 10 ppm (15.3, 12.9 and 4.8 ppm respectively) and with a line width of 500 Hz [15]. The presence of an anisotropic centre- band with three different isotropic chemical shifts is echoed in the side- bands, as evident in Figs. 1 - 3, and is due to the presence of three different phosphorus environments in the restricted lattice of montmorillonite. 100 0 PPM Fig. 3. Solid state \"P NMR spectra with MA spinning (4 kHz); (a) sample 2A, 12000 scans; (b) sample 2B, 22 000 scans. 331 The anisotropic centre-band (three-fold) is assigned to the existence of three different phosphorus nuclei at different coordination sites on mont- morillonite, since it has hydroxyls (anchoring sites) at the surface, edge and interlayers in varying concentrations in accordance with Edelman and Favejee's structure of montmorillonite [18]. Thus the above investigations clearly demonstrate the practical applicability of high resolution MAS 31? NMR spectroscopy to investigate the oxidation state and chemical shift variations both before and after complexation in 'clay-anchored catalysts'. Incidentally, this is the first recorded evidence of anisotropy in the chemistry of anchored catalysts. The stereochemistry of the complex could not be assigned in view of the absence of Pd-31? couplings. We are presently investigating rhodium and platinum phosphine anchored catalysts since they exhibit the required metal- phosphorus couplings necessary for stereochemical elucidation [9]. All the solid state CP/MAS \"P proton decoupled (10 G) NMR spectra were recorded on a Bruker CXP-300 unit at 121.46 MHz operating at 7.047 T. Spectra were accumulated with 4 s recycle time and 10 ms CP contact. Centre-band or isotropic chemical shifts are identified in the samples by recording spectra at three different spinner frequencies (4, 3 and 2 kHz respectively). They were recorded with reference to external 85% H3PC>4 acid. Error in determination is estimated to be 2.0 ppm. Acknowledgements We thank I. L. Mudrakoviski, Institute of Catalysis, Novosibirsk, U.S.S.R. for recording NMR spectra, DST, India and the Academy of Sciences, U.S.S.R. for arranging B.M.C's visit to U.S.S.R. and to CSIR, India for the award of a fellowship to K.R.K. References 1 C. U. Pittman Jr., in G. Wilkinson (ed.). Polymer Supported Catalysts, Vol. 8 of Comprehensive Organometallic Chemistry, Pergamon, New York, 1983. 2 Yu. I. Yermakov, B. N. Kuzenstov and V. A. Zakharov, in Catalysis by Supported Complexes, Vol. 8 of Studies in Surface Science and Catalysis, Elsevier, Amsterdam, 1981. 3 T. J. Pinnavaia, Science, 220 (1983) 365. 4 See for preparations: R. Gentili and H. Deuel, Helv. Chim. Acta, 40 (1957) 106. 5 I. J. Colquhoun, C. F. McFarlane and W. McFarlane, J. Chem. Soc., Chem. Commun., (1982)220. 6 The nomenclature diphenylphosphinite is taken from C.S. Kraihanzel and C. H. Bartisch,J. Organometall. Chem., 43 (1972) 343. 7 K. Ravi Kumar, B. M. Choudary, Zafar Jamil and G. Thyagarajan, J. Chem. Soc., Chem. Commun., 2 (1986) 130. 8 B. M. Choudary, K. Ravi Kumar, Zafar Jamil and G. Thyagarajan, J. Chem. Soc., Chem. Commun.,, 13 (1985) 931. 9 K. Ravi Kumar and B. M. Choudary (private communication). 10 J. Schaefer and E. 0. Stejskal, J. Am. Chem. Soc., 98 (1976) 1031. 11 A. Pines, M. G. Gibby and S. S. Waugh, J. Chem. Phys., 56 (1972) 1776; ibid.. 59 (1973)569. 12 E. R. Andrew, Prog. Nucl. Magn. Reson. Spectrosc., 8 (1971) 1. 332 13 P. S. Pregosin and R. W. Kunz, Basic Principles and Progress in NMR, Vol. 16, Springer, Berlin, 1979; J. W. Diesveld, E. M. Monger, H. T. Edzes and W. S. Veeman, J. Am. Chem. Soc., 102 (1980) 7935. 14 A. J. Naaktgeboren, R. J. M. Nolte and W. Drenth, J. Am. Chem. Soc., 102 (1980) 3350. 15 L. Bemi, H. C. dark, J. A. Davies, C. A. Fyfe and R. E. Wasylishen, J. Am. Chem. Soc., 104 (1982) 438. 16 C. A. Fyfe, H. C. dark, J. A. Davies, P. J. Hayes and R. E. Wasylishen, J. Am. Chem. Soc., 205(1983)6577. 17 R. V. D. Alexiev, N. J. dayden, S. L. Cook, C. M. Dobson, J. Evans and D. J. Smith, J. Chem. Commun., 12 (1986) 938. 18 C. H. Edelman and J. C. L. Favejee, Z. Krist., A102 (1940) 417. t isotropic chemical shifts is echoed in the side- bands, as evident in Figs. 1 - 3, and is due to the presence of three different phosphorus environments in the restricted lattice of montmorillonite. 100 0 PPM Fig. 3. Solid state \"P NMR spectra with MA spinning (4 kHz); (a) sample 2A, 12000 scans; (b) sample 2B, 22 000 scans. 331 The anisotropic centre-band (three-fold) is assigned to the existence of three different phosphorus nuclei at different coordination sites on mont- morillonite, since it has hydroxyls (anchoring sites) at the surface, edge and interlayers in varying concentrations in accordance with Edelman and Favejee's structure of montmorillonite [18]. Thus the above investigations clearly demonstrate the practical applicability of high resolution MAS 31? NMR spectroscopy to investigate the oxidation state and chemical shift variations both before and after complexation in 'clay-anchored catalysts'. Incidentally, this is the first recorded evidence of anisotropy in the chemistry of anchored catalysts. The stereochemistry of the complex could not be assigned in view of the absence of Pd-31? couplings. We are presently investigating rhodium and platinum phosphine anchored catalysts since they exhibit the required metal- phosphorus couplings necessary for stereochemical elucidation [9]. All the solid state CP/MAS \"P proton decoupled (10 G) NMR spectra were recorded on a Bruker CXP-300 unit at 121.46 MHz operating at 7.047 T. Spectra were accumulated with 4 s recycle time and 10 ms CP X244 87800974 0304-5102(87)80097-4 10.1016/0304-5102(87)80097-4 Chemical catalysis Letter High resolution solid state MAS 31P NMR spectra of phosphinated montmorillonite catalysts K.Ravi Kumar B.M. Choudary 1 Regional Research Laboratory, Hyderabad 500 007 India 1 Author to whom correspondence should be addressed. Boris Moroz V.M. Mastikhin V.A. Likholobov Institute of Catalysis, Novosibirsk, 90 U.S.S.R. References 1 C.U. Pittman Jr. Polymer Supported Catalysts G. Wilkinson Comprehensive Organometallic Chemistry 8 1983 Pergamon New York 2 Yu.I. Yermakov B.N. Kuzenstov V.A. Zakharov Catalysis by Supported Complexes Studies in Surface Science and Catalysis 8 1981 Elsevier Amsterdam 3 T.J. Pinnavaia Science 220 1983 365 4 See for preparations R. Gentili H. Deuel Helv. Chim. Acta 40 1957 106 5 I.J. Colquhoun C.F. McFarlane W. McFarlane J. Chem. Soc., Chem. Commun. 1982 220 6 The nomenclature diphenylphosphinite is taken from C.S. Kraihanzel C.H. Bartisch J. Organometall. Chem. 43 1972 343 7 K.Ravi Kumar B.M. Choudary Zafar Jamil G. Thyagarajan J. Chem. Soc., Chem. Commun. 2 1986 130 8 B.M. Choudary K.Ravi Kumar Zafar Jamil G. Thyagarajan J. Chem. Soc., Chem. Commun. 13 1985 931 9 K. Ravi Kumar and B.M. Choudary (private communication). 10 J. Schaefer E.O. Stejskal J. Am. Chem. Soc. 98 1976 1031 11 a A. Pines M.G. Gibby S.S. Waugh J. Chem. Phys. 56 1972 1776 b A. Pines M.G. Gibby S.S. Waugh J. Chem. Phys. 59 1973 569 12 E.R. Andrew Prog. Nucl. Magn. Reson. Spectrosc. 8 1971 1 13 a P.S. Pregosin R.W. Kunz Basic Principles and Progress in NMR 16 1979 Springer Berlin b J.W. Diesveld E.M. Menger H.T. Edzes W.S. Veeman J. Am. Chem. Soc. 102 1980 7935 14 A.J. Naaktgeboren R.J.M. Nolte W. Drenth J. Am. Chem. Soc. 102 1980 3350 15 L. Bemi H.C. Clark J.A. Davies C.A. Fyfe R.E. Wasylishen J. Am. Chem. Soc. 104 1982 438 16 C.A. Fyfe H.C. Clark J.A. Davies P.J. Hayes R.E. Wasylishen J. Am. Chem. Soc. 105 1983 6577 17 R.V.D. Alexiev N.J. Clayden S.L. Cook C.M. Dobson J. Evans D.J. Smith J. Chem. Commun. 12 1986 938 18 C.H. Edelman J.C.L. Favejee Z. Krist. A102 1940 417",
      "scopus-id": "0023364742",
      "coredata": {
        "eid": "1-s2.0-0304510287800974",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287800974",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kumar, K.Ravi"
          },
          {
            "@_fa": "true",
            "$": "Choudary, B.M."
          },
          {
            "@_fa": "true",
            "$": "Moroz, Boris"
          },
          {
            "@_fa": "true",
            "$": "Mastikhin, V.M."
          },
          {
            "@_fa": "true",
            "$": "Likholobov, V.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287800974"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287800974"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)80097-4",
        "prism:volume": "40",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "High resolution solid state MAS 31P NMR spectra of phosphinated montmorillonite catalysts",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "327-332",
        "prism:endingPage": "332",
        "pubType": "cor",
        "prism:coverDisplayDate": "June 1987",
        "prism:doi": "10.1016/0304-5102(87)80097-4",
        "prism:startingPage": "327",
        "dc:identifier": "doi:10.1016/0304-5102(87)80097-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023364742"
      }
    }
  }
}