{
  "metadata": {
    "title": "Surface reactions of alkanes and organometallic chemistry applied to the study of pure and bimetallic catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80240-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802408",
    "pii": "0304510289802408"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024769799",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802408 0304-5102(89)80240-8 0304510289802408 10.1016/0304-5102(89)80240-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 5 34 42 34 42 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. SURFACEREACTIONSALKANESORGANOMETALLICCHEMISTRYAPPLIEDSTUDYPUREBIMETALLICCATALYSTS COQ B ANDERSON 1973 1 J SINFELT 1973 91 J GAULT 1980 1 F PONEC 1983 42 V PAAL 1982 80 Z CATALYSIS KEMBALL 1987 771 C BROWN 1988 1013 R FINLAYSON 1984 191 O GRUBBS 1978 1300 R GRUBBS 1977 3863 R YOUNG 1978 5808 G MCKINNEY 1981 2595 R BOITIAUX 1982 123 J TRAVERS 1984 891 C MARGITFALVI 1984 903 J SAYARI 1985 368 L PAAL 1977 234 L MEITZNER 1983 883 G COQ 1989 4904 B COQ 1987 93 B COGEN 1986 7752 J ODONOHUE 1980 345 C OSTERLOH 1982 3759 W BURTON 1975 106 J PONEC 1970 1 V CLARKE 1975 291 J SINFELT 1977 15 J SACHTLER 1976 69 W YOKOZEKI 1978 2224 A COQX1989X34 COQX1989X34X42 COQX1989X34XB COQX1989X34X42XB item 0304-5102(89)80240-8 0304510289802408 1-s2.0-0304510289802408 10.1016/0304-5102(89)80240-8 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802408-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802408/MAIN/application/pdf/b008ac8483a9e0362d3d6c7ad483ebb3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802408/MAIN/application/pdf/b008ac8483a9e0362d3d6c7ad483ebb3/main.pdf main.pdf pdf true 694933 MAIN 9 1-s2.0-0304510289802408-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802408/PREVIEW/image/png/6c3c2f14bd8dd20fe0162a81a891b963/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802408/PREVIEW/image/png/6c3c2f14bd8dd20fe0162a81a891b963/main_1.png main_1.png png 65289 849 656 IMAGE-WEB-PDF 1 34 Journal of Molecular Catalysis, 55 (1989) 34 - 42 SURFACE REACTIONS OF ALKANES AND ORGANOMETALLIC CHEMISTRY APPLIED TO THE STUDY OF PURE AND BIMETALLIC CATALYSTS B. COQ, A. BITTAR, T. TAZI and F. FIGUERAS Laboratoire de Chimie Organique Physique et Cinetique Chimique Appliquees, URA 418 du C.N.R.S., E.N.S.C.M., 8, Rue de I'Ecole Normale 34075 Montpellier Cedex 2 (France) Summary A series of Rh and Ru catalysts of widely varying dispersion has been prepared, using acetylacetonate precursors. A homogeneous distribution of particle sizes was obtained, with average sizes ranging from 1 nm to 10 nm. The conversion of 2,2,3,3-tetramethylbutane (TeMB) on these catalysts con- sists of two different reactions: well-dispersed catalysts mainly catalyze demethylation to 107 and poorly dispersed metals favour splitting of the central bond into 2\\C^. Taking into account the results reported for the TeMB-Dg exchange, and the stoichiometric reactions of metallacyclopen- tanes, it is concluded that the selectivity of TeMB hydrogenolysis is con- trolled by coordination on active sites. A small addition of Cu to Rh, or Sn to Ru, increases the selectivity to 104; a further addition decreases the selectiv- ity to iC4 and increases the selectivity to iC7. Whereas the results obtained for large additions of Cu or Sn fit with the ensemble theory of catalysis by alloys, the initial shift of the catalytic properties towards those of large particles supports the proposal of topological segregation of these metals at the edge and corner sites on the surfaces of small particles. Supported Ru/ALjOs can be alloyed with Sn, Pb or Ge using surface reactions with organometallic compounds. Adding Pb or Sn results in similar catalytic properties and hence it is concluded that both additives segregate at low coordination sites. Germanium, however, shifts the catalytic properties in the direction of small particles, even at low contents. It is thus assumed that Ge is either randomly distributed or located on dense planes, at the surface of the Ru metallic particles. Introduction Hydrogenolysis is an undesired reaction in catalysis by metals, and has been reviewed extensively [1-5]. The results are often interpreted by the ensemble theory, assuming multiply adsorbed species. However one-site mechanism have also been proposed, by analogy with olefin metathesis 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 35 [1, 3,4]. In organometallic chemistry, it is widely accepted that the coordina- tion number of the metal atom plays an important role in the reactivity of organometallic compounds, although it is interesting to note that this ap- proach is not go widespread in heterogeneous catalysis. By using Dg exchange with several hydrocarbons, it has been reported recently that ay- and 6 -adsorbed species are formed over rhodium catalysts [6 - 8]. Adsorbed species of the a<5 type may be described as metallacyclopen- tanes, which could then be the reaction intermediates in the conversion of tetramethylbutane. Several metallacyclopentanes have been synthesized by Grubbs et al. [9,10] and Young and Whitesides [II], and their stoichiometric reactivity reported. Nickel, Ti and Pt complexes were described in which the coordination number of the metal atom was either 3, 4 or 5. The pattern of de- composition of these organometallic compounds depended on the coordination of the metal atom (Scheme 1): thus splitting of the C C bond was observed only on highly coordinated complexes. An interpretation of the reactivities of these complexes has been proposed by McKinney et al. [12] in terms of orbital symmetry; metallacycle degradation to form ethylene is symmetry-allowed for high metal coordination, and symmetry-forbidden for low metal coordination. 'Me- \"^Me\" ^ i \"' L ! L L ^Me- ^ i ^ L ' L \\ 2C^ Me : Ni , Ti , Pt Scheme 1. L: licjond Hydrogenolysis of 2,2,3,3-tetramethylbutane (TeMB) thus appears as an interesting model to study rhodium catalysts, since cyclopentanic intermedi- ates have been established experimentally. The mechanistic considerations developed above suggest that the reactivity of TeMB could change with the coordination of the surface atoms. We will illustrate here that such changes are indeed observed for both ruthenium and rhodium catalysts. The conver- sion of TeMB allows us to obtain a consistent picture, including both the influence of particle size and alloying. Experimental Preparation of catalysts The supports were y -alumina (200 m2 g~1) and silica (350 m2 g~1). A series of Rh/AlgOa catalysts was prepared starting from rhodium acetylacetonate 36 Rh(AcAc)3 in benzene solution. Ligand exchange using Rh(AcAc)3 allows the preparation of well-dispersed metallic catalysts without introducing chlorine on the support [13]. By varying the amount of rhodium (from 0.2 to 5 wt.%), the reduction temperature and the partial pressure of water in the reduction gas enables the size of the rhodium particles to be changed over a wide range. Ru/Al203 catalysts were also prepared by ligand exchange using Ru(AcAc)3. The samples contained 0.3-0.9 wt.% Ru and were reduced in hydrogen at 673 K. Bimetallic RhCu/SiOg catalysts were obtained by impregnation of silica by a mixture of the nitrates, using the method of incipient wetness. The rhodium loading was kept constant (2.4 wt.%) and the Cu/Rh atomic ratio adjusted to 0, 0.33, 1 and 3. The solids were dried and reduced at 723 K for 2 h under flowing hydrogen. Bimetallic RuSn, RuPb, RuGe/A^t^ catalysts were obtained from a parent Ru/AlaOa sample by reacting Sn(C4H9)4, Pb(C4Hg)4 or Ge(C4Hg)4 in n-heptane solution on the parent catalyst at room temperature [14,15]. The resulting materials were dried under vacuum and further reduced at 673 K under flowing hydrogen. Characterization Adsorption of hydrogen was performed at room temperature in a con- ventional volumetric apparatus. Prior to any determination, the sample (co. 1 g) was re-activated in situ under hydrogen at 673 K. The double isotherm method [16] was used for ruthenium-based catalysts in order to subtract the contribution of weakly bonded hydrogen. The stoichiometry for hydrogen chemisorption can then be considered to be close to unity [16]. The size of the metallic particles was checked by Transmission Electron Microscopy (TEM). Good agreement was usually observed between the deter- minations of metallic dispersion by adsorption and microscopy. Alloying of Rh by Cu, or Ru by Sn, Pb or Ge did not alter noticeably the size distribution, hence the decrease of Hg adsorption must reflect the partial coverage of the Rh, or Ru, surface by the second metal. Catalytic tests Catalytic activities were determined on an aliquot (50 -100 mg) of the sample used for chemisorption measurements. The sample was re-activated in situ under flowing Hg overnight at 673 K. The rates were measured at atmospheric pressure in a conventional flow reactor at low conversion. The partial pressure of TeMB was 1.8 kPa. Under these conditions deactivation was minimized on Ru, and the catalytic activity was stable as a function of time on Rh catalysts. The activity is expressed here as a turnover frequency (TOP), or the number of reactant molecules converted per surface metal atom per hour. Selectivities may be characterized by two parameters: fragmentation and selectivity factors. The fragmentation factor ^, which represents the number of fragments formed by the reaction of one molecule of reactant, has been 37 defined by Paal and Tetenyi [17] as: n-l /n-1 ^ = c. / s i/^c, i / i The selectivity factor, SFT == iC4/223TrMB, represents the relative rate of hydrogenolysis of the central bond (yielding isobutane) and of demethylation (yielding 2,2,3-trimethylbutane (223TrMB)). Consecutive reactions can alter the values of selectivities when the conversion increases. Thus conversions were maintained at the lowest admis- sible level, 1 - 2%, in order to determine the initial selectivities with good accuracy. Results Particle size effect in RhfAl^Oy catalysts The catalytic properties of the Rh/A^O^ series prepared from Rh(AcAc)a are listed in Table 1. The turnover frequency increases when the dispersion of rhodium decreases, and also when the size of the metallic particles increases. Selectivity is greatly modified: large Rh clusters split TeMB into isobutane, whereas small clusters yield mainly methane and 223TrMB. The fragmentation factor remains close to 2. Bimetallic effect in RhCu/SiOy catalysts The RhCu/SiOg catalysts exhibit similar average sizes of metallic parti- cle at ca. 3 nm as determined by TEM. The results obtained when converting TeMB are reported in Table 2. Copper inhibits hydrogenolysis, does not change the fragmentation factor, and shifts the selectivity pattern. The large inhibiting effect of Cu may be related to a copper surface enrichment of the bimetallic particles as demonstrated by EXAFS [18] or chemisorption mea- surements [19]. Particle size effect in Ru/Al^Oy catalysts The catalytic properties for the conversion of TeMB are reported in Table 3 for a series of Ru/AlgOa samples. At low dispersion, Ru catalysts exhibit a high specific activity and catalyze extensive hydrogenolysis, since one molecule of reactant is split into four molecules of products. At high dispersion of the metallic phase, extensive hydrogenolysis disappears and simple splitting of a single C C bond occurs. Bimetallic effect in RuSn, RuPb, RuGelAl^Os catalysts The results reported in Table 4 show that the turnover frequency which is little affected by the addition of a small amount of Sn, decreases when the Sn content increases. The fragmentation and selectivity factors are changed in a complex manner. Initially, the fragmentation factor increases upon addition of a small amount of tin, then it decreases. The selectivity factor 38 TABLE 1 Turnover frequency and selectivity factor as a function of metallic dispersion (H/Rh) of Rh/Al;203 catalysts during the hydrogenolysis of 2,2,3,3-tetramethylbutane at 493 K H/Rh 0.08 0.35 0.75 1.4 1.5 TOF (h-1) 40 20 10 30 7 iCJ223TrMB 65 23.4 11.8 0.42 0.1 TABLE 2 Chemisorption and catalytic properties of RhCu/SiO^ catalysts as a function of the copper content during the hydrogenolysis of 2,2,3,3-tetramethylbutane at 493 K (Cu/Rh).t Particle diameter H/Rh TOF iC4/223TrMB (nm) (h-1) 0 0.33 1 3 2.7 3.7 3.5 3.8 0.54 2.6 14.3 0.44 0.25 32.8 0.24 0.05 38 0.23 0.007 0.7 TABLE 3 Catalytic properties ofRu/Al^Og catalysts as a function of metallic dispersion (H/Ru) during the hydrogenolysis of 2,2,3,3-tetramethylbutane at 473 K H/Ru 0.01 0.07 0.35 0.65 0.75 1 TOF(h-1) 140 22 2.5 1.5 1.2 0.1 S, 4 3.88 2.51 2.17 2.25 2.0 iC,i/223TrMB >100 >100 20 4.54 4.16 1.92 .(kJmol-1) 142 142 152 172 153 175 TABLE 4 Catalytic properties of RuMe/Al^f^ bimetallic catalysts\" as a function of the nature (Me = Sn, Pb or Ge) and the amount of second metal Me during the hydrogenolysis of 2,2,3,3- tetramethylbutane at 473 K Me/Ru H/Ru TOF { iC4/223TrMB E, (at./at.) (h-1) (kJmol-1) Sn/Ru Sn/Ru Sn/Ru Sn/Ru Pb/Ru Ge/Ru =0 =0.26 =0.63 =0.84 =0.33 =0.18 0.75 0.39 0.31 0.27 0.28 0.41 1.2 0.9 0.04 0.01 1 0.02 2.25 2.81 2.59 2.05 2.4 2.02 4.16 13.4 3.16 1.2 8.85 0.61 153 160 153 100 158 156 'The bimetallic catalysts were prepared from the same Ru/Ala03 parent (H/Ru = 0.75). 39 follows the same trend and goes through a maximum. However quite different behaviour is observed upon addition of Ge, which decreases the splitting to ^ even at low content. Discussion In a previous paper [20], the effect of hydrocarbon structure was inves- tigated on Rh catalysts of widely varying dispersion. Depending on both the alkane processed and the metallic particle size, different surface complexes were found to operate. As far as the hydrogenolysis ofTeMB is concerned, a<5- adsorbed species prevail on large Rh particles leading to iC4, whereas ay spe- cies are favoured on small particles and lead to demethylation with the gener- ation ofiC7 and CH4. Otherwise we can generalize that large particles exhibit dense planes and hence high coordination at the surface metal atoms, whereas small particles exhibit mainly low coordinations for the rhodium atoms. Deuterium exchange [7] demonstrated clearly the existence of a^-ad- sorbed species on Rh catalysts, so that hydrogenolysis of TeMB to 104 most probably occurs through a metallacyclopentane intermediate. It should be pointed out that the reported activation energies for Dg/TeMB exchange over rhodium catalysts were 88-92kJmol~1 [21] independent of dispersion, whereas the activation energies for TeMB hydrogenolysis were 209 - 300kJmol~1 [20] and dispersion dependent. Decomposition of the surface intermediate is thus most probably the slow step in TeMB hydrogenolysis. It is therefore expected from the reactivity of metallacyclopentanes [9-11] that the selectivity for TeMB hydrogenolysis will depend on the coordination of the rhodium atoms. High yields iC4 will be obtained when the active site possesses a high coordination number, as already established for large rhodium clusters (Scheme 2). By analogy with olefin metathesis [22,23], splitting of TeMB into CH4 + could proceed via a metallacyclobutane intermediate. Since this reaction occurs mainly on very small rhodium clusters, it may be concluded that the formation of this intermediate is favoured by low coordination of the active site (Scheme 2). low coordination C H4 sites Scheme 2. 40 In the case of rhodium, good agreement is thus observed with mechanis- tic considerations, as the formation of a<5 intermediates, the reactivity of model organometallic compounds and the catalytic conversion of TeMB on catalysts with different sizes of metallic particles demonstrated. This agree- ment provides a basis for the idea that hydrogenolysis of TeMB could be a sensitive probe for the coordination number of the surface atoms on sup- ported rhodium catalysts. It is interesting to point out that modern theories of surface physics [24] predict that, on a small bimetallic particle, topological segregation of the more volatile metal should occur at the edge or corner sites. The RhCu system is a good model to test this concept because copper is inactive in hydrogenolysis, segregates at the surface of silica-supported RhCu particles [18] and can thus be localized at lower coordination sites. In the conversion of TeMB over RhCu/SiOg, the selectivity factor increases from its initial value of 14.3 (pure Rh) to 38 (Cu/Rh = 1), and then decreases to 0.7 (Cu/ Rh = 3). Hence, Cu addition first shifts the properties in the direction of those of larger particles, then towards those of smaller rhodium particles. The classical model of dilution of the active surface [25] cannot account for such changes in selectivity, for according to this model on first addition of Cu the selectivity pattern should be shifted towards that of small particles, i.e. towards a decrease in iC4 selectivity - the opposite direction to that observed. In contrast, on the basis of the topological segregation proposed above, we may conclude that the average coordination of the surface rhodium atoms increases for small atoms of Cu. This is in complete agreement with the predictions of surface physics for such systems. Hence, catalysis appears as a very efficient means of demonstrating slight changes in coordination of surface metal atoms. A comparison between ruthenium and rhodium is interesting because the crystalline system is fee for Rh and hep for Ru. The symmetry expected for the surface sites is therefore different for these two metals, and the electronic properties will be different too. As expected, ruthenium does not behave like rhodium in the sense that large Ru clusters catalyze multiple fission (^ ~ 4). However some similarities are apparent: the turnover fre- quency decreases when the size of the Ru particles decreases, as do the fragmentation and selectivity factors. As for rhodium catalysts, these changes in properties arise from modifications in the average coordination of the surface atoms. The observation that very small particles of ruthenium tend to behave like those of rhodium does not contradict the statement of McKinney et al. [12] on the importance of the symmetry of surface intermedi- ates. Actually it is now well known that small inorganic clusters can adopt a crystallographic structure different from that of the bulk metal. For example, indium clusters have been found to crystallize in fee symmetry when at a size of 4.5 nm, and with tetragonal symmetry at 6.3 nm [26]. Moreover, it is believed that small particles containing less than 60 atoms can crystallize in the form of icosahedra, with an unusual fivefold symmetry, which appears to be more stable than the bulk structure under these conditions [27]. 41 Because of the uncertainties concerning the surface structure of such small particles, it is difficult to give a more detailed picture of the surface interme- diate. Nevertheless, in both cases coordination of the active site appears to be the determining parameter for the hydrogenolysis of alkanes. In the case of ruthenium also, alloying with a metal of higher volatility, such as tin, modifies the catalytic properties in the same direction as the addition of copper does in RhCu clusters: a small addition of Sn [Sn/Ru = 0.26 (at./at.)] shifts the catalytic properties towards those of larger Ru particles, as demonstrated both by the increase of the fragmentation and selectivity factors (with little change in the activation energy). It must be emphasized that no significant change in the size of the metallic particles occurred during alloying. Because of the method of preparation used for the Ru-based bimetallic catalysts, the average diameter determined by TEM was main- tained in the 1.1 -1.3 nm range [28]. The location of the tin atoms on the surface is reflected by the decrease in activity, and furthermore the changes in selectivity demonstrate that Ru atoms which remain free behave like the surface atoms of larger Ru particles, and thus possess high coordination. It is interesting to note that, whereas RuPb and RuSn bimetallic particles exhibit a common behaviour, germanium gives rise to a peculiar effect. For comparable amount of the modifier introduced at the surface, germanium shifts the catalytic properties in the opposite direction to that observed with lead or tin. Thus the RuGe/Al203 sample reproduces the behaviour of very small Ru particles, and selectively catalyzes the demethyla- tion of TeMB. These catalysis results suggest that germanium is either randomly distributed at the surface, or preferentially located on dense planes. In conclusion, TeMB forms two types of adsorbed species, as demon- strated by the presence of 1x8- and ay-exchanged products in the Da/TeMB reaction. Organometallic chemistry provides models of stoichiometric reac- tions which demonstrate that metallacyclopentanes (which are analogues of ac6 -surface intermediates) yield different selectivity patterns according to the coordination of the metal atom. Finally, the finding that the surface coordi- nation of rhodium (or ruthenium) atoms determines their catalytic behaviour is supported by the results with TeMB on a series of catalysts with widely varying dispersions and on which the metal/support interaction is weak. Our proposals enable the effects of alloying to be rationalized in terms of the modern view of the surface physics of small particles. A coherent description may then be obtained for the hydrogenolysis of 2,2,3,3- tetramethylbutane. Hence, catalysis appears to be a sensitive and reliable tool for the study of surfaces. References 1 J. R. Anderson, Adv. Catal; 23 (1973) 1. 2 J. H. Sinfelt, Adv. Catat., 23 (1973) 91. 3 F. G. Gault, Adv. Catal., 30 (1980) 1. 4 V. Ponec, Adv. Catal., 32(1983) 42. 42 5 Z. Paal and P. Tetenyi, Catalysis, Vol. 5, The Chemical Society, London, 1982, p. 80 6 C. Kemball and R. Brown, J. Chem. Soc., Chem. Commun., (1987) 771. 7 R. Brown, C. Kemball and I. H. Sadler, Proc. 9th Int. Congr. Catal., Calgary, Vol. 3, 1988, p. 1013. 8 0. E. Finlayson, J. K. A. Clarke and J. J. Rooney, J. Chem. Soc., Faraday Trans. 1, 80(1984) 191. 9 R. H. Grubbs and A. Miyashita, J. Am. Chem. Soc.. 100 (1978) 1300. 10 R. H. Grubbs, A. Miyashita, M. Liu and P. Burk, J. Am. Chem. Soc., 99(1977) 3863. 11 G. B. Young and G. M. Whitesides, J. Am. Chem. Soc., 100(1978) 5808. 12 R. J. McKinney, D. L. Thorn, R. Hoffman and A. Stocks, J. Am. Chem. Soc., 103(1981) 2695. 13 J. P. Boitiaux, J. Cosyns and S. Vasudevan, Stud. Surf. Sci. Catal., 16(1982) 123. 14 C. Travers, J. P. Bournonville and G. Martino, Proc. 8th Int. Congr. Catal., Berlin, Vol. IV, 1984, p. 891. 15 J. Margitfalvi, M. Hegedus, S. Gobolos, E. Kern Talas, P. Szedlacsek, S. Szabo and F. Nagy, Proc. 8th Int. Congr. Catal., Berlin, Vol. IV, 1984, p. 903. 16 L. Sayari, H. T. Wang and J. G. Goodwin, J. Catal., 93 (1985) 368. 17 L. Paal and P. Tetenyi, Nature (London), 267(1977) 234. 18 G. Meitzner, G. H. Via, F. W. Little and J. H. Sinfelt, J. Chem. Phys., 78 (1983) 883. 19 B. Coq, R. Dutartre, F. Figueras and A. Rouco, J. Phys. Chem., 93(1989) 4904. 20 B. Coq and F. Figueras, J. Mol. Catal., 40 (1987) 93. 21 J. M. Cogen and W. F. Maier, J. Am. Chem. Soc., 108 (1986) 7752. 22 C. O'Donohue, J. K. A. Clarke and J. J. Rooney, J. Chem. Soc., Faraday Trans. 1, 76(1980) 345. 23 W. H. Osterloh, M. E. Comell and R. Petit, J. Am. Chem. Soc., 104 (1982) 3759. 24 J. J. Burton, E. Hyman and D. G. Fedak, J. Catal., 37(1975) 106. 25 V. Ponec, Catal. Rev. Sci. Eng., 11 (1970) 1; J. K. A. Clarke, Chem. Rev., 75 (1975) 291; J. H. Sinfelt, Ace. Chem. Res., ^0(1977) 15; W. M. H. Sachtler and R. A. Van Santen, Adv. Catal., 26 (1976) 69. 26 A. Yokozeki and G. D. Stein, J. Appl. Phys., 49 (1978) 2224. 27 J. Farges, M. F. de Feraudy, B. Raoult and G. Torchet, in F. C. Lackmann (ed.), Entre I'Atome et Le Cristal, Les Agregats, Les Editions de Physique, Les Ullis, p. 185. 28 B. Coq, A. Bittar and F. Figueras, Stud. Surf. Sci. Catal., in press. X244 89802408 0304-5102(89)80240-8 10.1016/0304-5102(89)80240-8 Surface reactions of alkanes and organometallic chemistry applied to the study of pure and bimetallic catalysts B. Coq A. Bittar T. Tazi F. Figueras Laboratoire de Chimie Organique Physique et Cinétique Chimique Appliquées, URA 418 du C.N.R.S., E.N.S.C.M., 8, Rue de l'Ecole Normale 34075 Montpellier Cédex 2 France A series of Rh and Ru catalysts of widely varying dispersion has been prepared, using acetylacetonate precursors. A homogeneous distribution of particle sizes was obtained, with average sizes ranging from 1 nm to 10 nm. The conversion of 2,2,3,3-tetramethylbutane (TeMB) on these catalysts consists of two different reactions: well-dispersed catalysts mainly catalyze demethylation to iC7 and poorly dispersed metals favour splitting of the central bond into 2iC4. Taking into account the results reported for the TeMB-D2 exchange, and the stoichiometric reactions of metallacyclopentanes, it is concluded that the selectivity of TeMB hydrogenolysis is controlled by coordination on active sites. A small addition of Cu to Rh, or Sn to Ru, increases the selectivity to iC4; a further addition decreases the selectivity to iC4 and increases the selectivity to iC7. Whereas the results obtained for large additions of Cu or Sn fit with the ensemble theory of catalysis by alloys, the initial shift of the catalytic properties towards those of large particles supports the proposal of topological segregation of these metals at the edge and corner sites on the surfaces of small particles. Supported Ru/Al2O3 can be alloyed with Sn, Pb or Ge using surface reactions with organometallic compounds. Adding Pb or Sn results in similar catalytic properties and hence it is concluded that both additives segregate at low coordination sites. Germanium, however, shifts the catalytic properties in the direction of small particles, even at low contents. It is thus assumed that Ge is either randomly distributed or located on dense planes, at the surface of the Ru metallic particles. References 1 J.R. Anderson Adv. Catal. 23 1973 1 2 J.H. Sinfelt Adv. Catal. 23 1973 91 3 F.G. Gault Adv. Catal. 30 1980 1 4 V. Ponec Adv. Catal. 32 1983 42 5 Z. Paal P. Tetenyi Catalysis 5 1982 The Chemical Society London 80 6 C. Kemball R. Brown J. Chem. Soc., Chem. Commun. 1987 771 7 R. Brown C. Kemball I.H. Sadler Proc. 9th Int. Congr. Catal., Calgary 3 1988 1013 8 O.E. Finlayson J.K.A. Clarke J.J. Rooney J. Chem. Soc., Faraday Trans. 1 80 1984 191 9 R.H. Grubbs A. Miyashita J. Am. Chem. Soc. 100 1978 1300 10 R.H. Grubbs A. Miyashita M. Liu P. Burk J. Am. Chem. Soc. 99 1977 3863 11 G.B. Young G.M. Whitesides J. Am. Chem. Soc. 100 1978 5808 12 R.J. McKinney D.L. Thorn R. Hoffman A. Stocks J. Am. Chem. Soc. 103 1981 2595 13 J.P. Boitiaux J. Cosyns S. Vasudevan Stud. Surf. Sci. Catal. 16 1982 123 14 C. Travers J.P. Bournonville G. Martino Proc. 8th Int. Congr. Catal., Berlin IV 1984 891 15 J. Margitfalvi M. Hegedüs S. Gobolös E. Kern Talas P. Szedlacsek S. Szabo F. Nagy Proc. 8th Int. Congr. Catal., Berlin IV 1984 903 16 L. Sayari H.T. Wang J.G. Goodwin J. Catal. 93 1985 368 17 L. Paal P. Tetenyi Nature (London) 267 1977 234 18 G. Meitzner G.H. Via F.W. Little J.H. Sinfelt J. Chem. Phys. 78 1983 883 19 B. Coq R. Dutartre F. Figueras A. Rouco J. Phys. Chem. 93 1989 4904 20 B. Coq F. Figueras J. Mol. Catal. 40 1987 93 21 J.M. Cogen W.F. Maier J. Am. Chem. Soc. 108 1986 7752 22 C. O'Donohue J.K.A. Clarke J.J. Rooney J. Chem. Soc., Faraday Trans. 1 76 1980 345 23 W.H. Osterloh M.E. Cornell R. Petit J. Am. Chem. Soc. 104 1982 3759 24 J.J. Burton E. Hyman D.G. Fedak J. Catal. 37 1975 106 25 a V. Ponec Catal. Rev. Sci. Eng. 11 1970 1 b J.K.A. Clarke Chem. Rev. 75 1975 291 c J.H. Sinfelt Acc. Chem. Res. 10 1977 15 d W.M.H. Sachtler R.A. Van Santen Adv. Catal. 26 1976 69 26 A. Yokozeki G.D. Stein J. Appl. Phys. 49 1978 2224 27 J. Farges, M.F. de Feraudy, B. Raoult and G. Torchet, in F.C. Lackmann (ed.), Entre l'Atome et Le Cristal, Les Agrégats, Les Editions de Physique, Les Ullis, p. 185. 28 B. Coq, A. Bittar and F. Figueras, Stud. Surf. Sci. Catal., in press.",
      "scopus-id": "0024769799",
      "coredata": {
        "eid": "1-s2.0-0304510289802408",
        "dc:description": "A series of Rh and Ru catalysts of widely varying dispersion has been prepared, using acetylacetonate precursors. A homogeneous distribution of particle sizes was obtained, with average sizes ranging from 1 nm to 10 nm. The conversion of 2,2,3,3-tetramethylbutane (TeMB) on these catalysts consists of two different reactions: well-dispersed catalysts mainly catalyze demethylation to iC7 and poorly dispersed metals favour splitting of the central bond into 2iC4. Taking into account the results reported for the TeMB-D2 exchange, and the stoichiometric reactions of metallacyclopentanes, it is concluded that the selectivity of TeMB hydrogenolysis is controlled by coordination on active sites. A small addition of Cu to Rh, or Sn to Ru, increases the selectivity to iC4; a further addition decreases the selectivity to iC4 and increases the selectivity to iC7. Whereas the results obtained for large additions of Cu or Sn fit with the ensemble theory of catalysis by alloys, the initial shift of the catalytic properties towards those of large particles supports the proposal of topological segregation of these metals at the edge and corner sites on the surfaces of small particles. Supported Ru/Al2O3 can be alloyed with Sn, Pb or Ge using surface reactions with organometallic compounds. Adding Pb or Sn results in similar catalytic properties and hence it is concluded that both additives segregate at low coordination sites. Germanium, however, shifts the catalytic properties in the direction of small particles, even at low contents. It is thus assumed that Ge is either randomly distributed or located on dense planes, at the surface of the Ru metallic particles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802408",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coq, B."
          },
          {
            "@_fa": "true",
            "$": "Bittar, A."
          },
          {
            "@_fa": "true",
            "$": "Tazi, T."
          },
          {
            "@_fa": "true",
            "$": "Figueras, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802408"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802408"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80240-8",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface reactions of alkanes and organometallic chemistry applied to the study of pure and bimetallic catalysts",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "34-42",
        "prism:endingPage": "42",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80240-8",
        "prism:startingPage": "34",
        "dc:identifier": "doi:10.1016/0304-5102(89)80240-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024769799"
      }
    }
  }
}