{
  "metadata": {
    "title": "Mechanistic reflections on the methanol synthesis with Cu/Zn catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-10-31",
    "doi": "10.1016/0304-5102(82)80079-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800795",
    "pii": "0304510282800795"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-49049143547",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510282800795 0304-5102(82)80079-5 0304510282800795 10.1016/0304-5102(82)80079-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00223 2024-01-02T01:04:16.600218Z 0 0 19821001 19821031 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast pubtype ref alllist content subj ssids 0304-5102 03045102 17 17 1 1 Volume 17, Issue 1 10 89 92 89 92 198210 October 1982 1982-10-01 1982-10-31 1982 converted-article sco Copyright © 1982 Published by Elsevier B.V. MECHANISTICREFLECTIONSMETHANOLSYNTHESISCUZNCATALYSTS HENRICIOLIVE G HERMAN 1979 407 R SHIMOMURA 1978 191 K GOEDEN 1981 7354 G COTTON 1966 898 F ADVANCEDINORGANICCHEMISTRY PASQUALI 1981 185 M EISCHENS 1962 180 R JAMES 1973 B HOMOGENEOUSHYDROGENATION BAGUIN 1981 C18 B PICHLER 1970 1162 H HENRICIOLIVE 1976 144 G HENRICIOLIVE 1976 136 G FAGAN 1981 6962 P COLLMAN 1973 4089 J CASEY 1976 5395 C CASEY 1978 2544 C GLADYSZ 1978 2545 J HENRICIOLIVE 19751976 121 G HENRICIOLIVEX1982X89 HENRICIOLIVEX1982X89X92 HENRICIOLIVEX1982X89XG HENRICIOLIVEX1982X89X92XG item 0304-5102(82)80079-5 0304510282800795 1-s2.0-0304510282800795 10.1016/0304-5102(82)80079-5 272239 2024-01-02T01:04:16.600218Z 1982-10-01 1982-10-31 1-s2.0-0304510282800795-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800795/MAIN/application/pdf/5a0e21733e552ffa8d65f3c9dc3b5230/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800795/MAIN/application/pdf/5a0e21733e552ffa8d65f3c9dc3b5230/main.pdf main.pdf pdf true 235376 MAIN 4 1-s2.0-0304510282800795-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800795/PREVIEW/image/png/72ebed6a6f8b2506738f09e892f17559/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800795/PREVIEW/image/png/72ebed6a6f8b2506738f09e892f17559/main_1.png main_1.png png 75108 849 656 IMAGE-WEB-PDF 1 Jourral of Molecular Catalysis, 1 7 (1982) 89 - 92 89 Letter Mechanistic Reflections an the Methanol Synthesis with Cu/Zn Catalysts O. HENRICI-OLIVE and S. OLIVE Monsanto Textiles Company, Pensacola, FL 32575 (fJS_A.) (Received May 13, 1982) The industrial low pressure (20 - 100 atm) methanol synthesis uses catalysts based on the compositions Cu/ZnO/Cr203 or Cu/ZnO/A1203. Whereas Cr203 or A1203 is considered non-essential, the presence of both copper and zinc oxide is vital for satisfactory catalysis, the combination of both being several orders of magnitude more effective than either of the two components [1] . This mutual promotion has intrigued several authors (e.g. [1 - 3] ), but no satisfactory- mechanism has been found as vet. Based on 3 broad spectrum of detailed experimental results found in the literature, we would like to suggest a mechanism for this amazing case of synergism. The most useful pieces of information come from the comprehensive study by Herman et aG [1] concerning catalysts of various compositions. While after calcination the mixed catalysts consist of hexagonal ZnO and tetragonal CuO, the actual active catalyst, after reduction or after use, is made up essentially of metallic Cu and ZnO. However, there is spectra:. evidence for the presence of Cu(1) species which are visualized as `dissolved' in ZnO. From the known facts that Cut ions form carbonyls [4, 5] and that. ZnO activates molecular hydrogen by heterolytic splitting, giving rise tc -ZnH and -OH groups [6] , Herman et: aL concluded that CO is cootdinatively bonded to a Cu(1) center, and that H., is heterolytically split by a nearby ZnO center, the proton attacking the carbon end and t-he hydride ion attacking the oxygen end of the CO molecule. (Since the dipole of CO has its negative side at the O and not at C, the contrary would have appeared more probable.) Herman et aL. also assumed that the synthesis proceeds as a surface reaction, because no special pore distribution was found necessary for highly effective catalysis. However, it should 6e taken into consideration that Cu(1) itself is well able to decompose hydrogen [7] , and also to form hydrides [3, 8] . We therefore suggest that at least one of the major effects of the ZnO component is to stabilize the catalytically active Cu(1) state, for instance in the form of `end groups' of ZnO chains which may formally be written as: Cu(1)-0-Zn(11)--3-Zn(1I). .: 0304-5102/82/0000-0000/$02.75 Esevier Sequoia/Printed in The Netherlands 90 (Actually the structure is, of course, three-dimensional.) At the surface such Cu(I) species could easily coordinate to one or several CO molecules, under the reaction conditions of the methanol synthesis. On the other hand, Oden and Caulton [3] have shown that certain Cu-O bonds (in their particular case Cu--alkoxy bonds) can react with H,, involving a heterolytic splitting of the hydrogen molecule- Transposing this finding to the present problem, we suggest the following formation of a surface Cu(I) carbonyl-hydride: H~ (CO)sCu-O--Zn- - - + Hz - (CO)x& + HO-Zn- - - (1) (Note that Goeden and Caulton [3] have also shown that Cu(I) hydrides are more stable than Zn(II) hydrides.) The next step would be ligand CO insertion into the Cu-H bond (or H migration to one of the coordinated CO molecules), with the formation of a formyl ligand, much as has been suggested for the initiation step in the Fischer-Trapsch synthesis [9, 10] - There is by now a large amount of evidence for the feasibility of this type of reaction. (For a recent compilation of references see [ 11 ] . ) H H ~O (CO),,& + HO-Zn--- - (CO)s-i T HO-Zn--- (2) Formyl ligands have been reported to transform to formaldehyde or methanol under the influence of proton donors [ 12] . The amphoteric character of zinc hydroxide invites the assumption that a proton donation to the coordinated formyl ligand may take place, given the ideal proximity of ache surface HO-Zn group: H I CO + HO-Zn- . . - Il~!? Cu-O-Zn- . . (g) The reaction sequence suggested in eons. (1) - (3), and involving the restoration of the original Cu---Zn arrangement, has a precedent in a soluble palladium hydrogenation catalyst [13]. In that case, kinetic data and the pH dependence of the reaction had strongly suggested a heterolytic splitting of the hydrogen molecule, with the proton being taken up by one of the OH groups of the four-dentate ligand SALFN*, and the H- by the metal, with a polar transition state: CHZ - CHZ I *SALEN: four-dentate Ligand HC= N N - CH & OH HO -6 9I H-H Pd O I O- L H H._ -'Dl -y Fd O HO L After the coordination of a substrate (olefin) molecule at the free coordination site, hydrogenation takes place. 'fhe required steric prvxOity of the ssH group is, in this case, guaranteed by the ct that the SAF.EN Iigand remains fixed to the metal center by three of its four coordinating groups. The product molecule then leaves the complex, and the starting configuration is restored. It should also 5e recalled that, in Nature, the action ohydrogenases appears to llow similar reaction pattet-ns (for a discussion see [13] ). The further hydrogenation of the coordinated formaldehyde may be visualized along the same Lines, involving heterolytic splitting oHZ and formation of a methoxy ligand, which then is hydrogenated to the product methanol: 3 H ~!!?L + HO--Zn . - ~ E.,~ f Hss-Zn--. -* CH3ssH i- Cu-O-Zn . . (Note that ssoeden and Caulton [3] provide solid experimental evidence that the reaction of Cu-H with formaldehyde Leads to a methoxy, rather than to a hydroxyanethyl, Iigand as the intermediate.) Poisoning of the catalyst by H2S and HCi may be expected to take place according to: Cu--O-Zn- - - = HzS <_7+ CuSH + Hss-Zn- - - Cu--3-Zn-. - = HCI ~ GetCl 1 Hss-Zn . in a manner very similar to that suggested by Herman et aE. [1j . It appears, then, that the synergistic effect oZnQ, rather than providing the activation of H2 directly, has the dual purpose omaintainiztg the copper in the aciive Cu(_T) state, and of providing a polar Cu-0 bona available for the heterolytic splitting of the hydrogen molecule. References 1 fi,. G_ Herman, Fi_ Klier, G. O. Siinmons, B. P. Fines and J. B. 3ulko, J. eatal., 56 (Z9?S) 407. 2 K SfiimoOUra, K Ogawa, ltri. 06a ana Y. I{oEera, J. Cata1., 52 (ig 78) f 9I. 92 3 G_ V. Goeden and K. G. Caulton. J. Am. Cfrerm Soc.. 103 (1981) 7354. 4 F. A. Cotton and G. Wilkinson_ Aduanced Inorganic Chemistry. 2nd Edn., Interscience, London, 1966, p. 898. 5 M. Pasquali, C. FloriO A. Gaetani-M-anl;edctti and C. Guastini,\"J Am. Chem Soc.. 103 (19$1) 185, cad references therein- 6 R. P. Eischens, W. A. Pliskin and M. J. D. Low, J. Catal., 1 (1962) 180. 7 See, e.g_, $. R. James, Homogeneous Hydrogenation, Q4 day, New York, 1973. 8 B. Begnin, B. Denise and R. P. A. Sneeden, J. Organometal. Clrem., 208 (1981) C18. 9 ii Pichler and L3. Schulz, Chem.-fng. Techn., 42 (1970) 1162. 10 G. Yenrici-Olive and S. Olive, Angcrv. Caem., 88 (1976) 144; Argeru. Chem. Irst. Ed. Engl., 15 (? 976) 136. 11 P_ J_ Fagan, K- G. Moloy and T. J. Marks, J. Am. Chem- Soc_, 103 (1981) 6962. 12 J. P. Collman tend S. R. Winter, J Am. Chem. Soc.. 95 (1973) 4089; C. P. Casey and S. M. Neumanm J_ Am. Chem- Soc-, 98 (1976) 5395: ibid., 100 (1978) 2544; J. AGladysz and W-Tam, J Ane. Chern. Soc.. 100 (1978) 2545. 13 G. Henrici-Olive and S. Olive, J_ Mol. Catal., 1 (1975/76) 121. X244 82800795 0304-5102(82)80079-5 10.1016/0304-5102(82)80079-5 Letter Mechanistic reflections on the methanol synthesis with Cu/Zn catalysts G. Henrici-Olivé S. Olivé Monsanto Textiles Company, Pensacola, FL 32575 U.S.A. References 1 R.G. Herman K. Klier G.W. Simmons B.P. Finn J.B. Bulko J. Catal. 56 1979 407 2 K. Shimomura K. Ogawa M. Oba Y. Kotera J. Catal. 52 1978 191 3 G.V. Goeden K.G. Caulton J. Am. Chem. Soc. 103 1981 7354 4 F.A. Cotton G. Wilkinson 2nd Edn. Advanced Inorganic Chemistry 1966 Interscience London 898 5 M. Pasquali C. Floriani A. Gaetani-Manfredotti C. Guastini J. Am. Chem. Soc. 103 1981 185 and references therein 6 R.P. Eischens W.A. Pliskin M.J.D. Low J. Catal. 1 1962 180 7 B.R. James Homogeneous Hydrogenation 1973 Wiley New York 8 B. Baguin B. Denise R.P.A. Sneeden J. Organometal. Chem. 208 1981 C18 9 H. Pichler H. Schulz Chem.-Ing. Techn. 42 1970 1162 10 a G. Henrici-Olivé S. Olivé Angew. Chem. 88 1976 144 b G. Henrici-Olivé S. Olivé Angew. Chem. Int. Ed. Engl. 15 1976 136 11 P.J. Fagan K.G. Moloy T.J. Marks J. Am. Chem. Soc. 103 1981 6962 12 a J.P. Collman S.R. Winter J. Am. Chem. Soc. 95 1973 4089 b C.P. Casey S.M. Neumann J. Am. Chem. Soc. 98 1976 5395 c C.P. Casey S.M. Neumann J. Am. Chem. Soc. 100 1978 2544 d J.A. Gladysz W. Tam J. Am. Chem. Soc. 100 1978 2545 13 G. Henrici-Olivé S. Olivé J. Mol. Catal. 1 19751976 121",
      "scopus-id": "49049143547",
      "coredata": {
        "eid": "1-s2.0-0304510282800795",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800795",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Henrici-Olivé, G."
          },
          {
            "@_fa": "true",
            "$": "Olivé, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800795"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800795"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80079-5",
        "prism:volume": "17",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mechanistic reflections on the methanol synthesis with Cu/Zn catalysts",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "89-92",
        "prism:endingPage": "92",
        "pubType": "sco",
        "prism:coverDisplayDate": "October 1982",
        "prism:doi": "10.1016/0304-5102(82)80079-5",
        "prism:startingPage": "89",
        "dc:identifier": "doi:10.1016/0304-5102(82)80079-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/49049143547"
      }
    }
  }
}