{
  "metadata": {
    "title": "An alloy phase of Pd<ce:inf loc=post>3</ce:inf>Pb and the activity of Pb/Pd/C catalysts in the liquid-phase oxidation of sodium lactate to pyruvate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-06-27",
    "doi": "10.1016/0304-5102(94)00026-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000263",
    "pii": "0304510294000263"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028449975",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000263 0304-5102(94)00026-3 0304510294000263 10.1016/0304-5102(94)00026-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02210 2024-01-02T01:06:03.941633Z 0 0 19940627 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 91 91 1 1 Volume 91, Issue 1 11 129 137 129 137 19940627 27 June 1994 1994-06-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. ALLOYPHASEPD3PBACTIVITYPBPDCCATALYSTSINLIQUIDPHASEOXIDATIONSODIUMLACTATEPYRUVATE HAYASHI H TSUJINO 1992 25 T SMITS 1986 227 P SMITS 1987 83 P PALCZEWSKA 1984 307 W SCHLOGL 1987 627 R ONODA 1987 810 T TAKEHIRA 1979 155 K MALLAT 1991 41 T MALLAT 1991 59 T STACHURSKI 1988 67 J HAYASHI 1993 369 H 1961 260 HANDBOOKCHEMISTRY MELLER 1936 649 J ACOMPREHENSIVETREATISEINORGANICTHEORETICALCHEMISTRY MALLAT 1991 85 T CABRI 1966 541 L BURNS 1985 G SOLIDSTATEPHYSICS TERAUCHI 1985 51 H SOLIDSTATEPHYSICS BUNN 1961 C CHEMICALCRYSTALLOGRAPHYINTRODUCTIONOPTICALXRAYMETHOD SASADA 1970 336 Y CHEMICALCRYSTALLOGRAPHYINTRODUCTIONOPTICALXRAYMETHOD HAYASHIX1994X129 HAYASHIX1994X129X137 HAYASHIX1994X129XH HAYASHIX1994X129X137XH item 0304-5102(94)00026-3 0304510294000263 1-s2.0-0304510294000263 10.1016/0304-5102(94)00026-3 272239 2024-01-02T01:06:03.941633Z 1994-06-27 1-s2.0-0304510294000263-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000263/MAIN/application/pdf/950369e30f05684c2fee24f76fa4cd40/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000263/MAIN/application/pdf/950369e30f05684c2fee24f76fa4cd40/main.pdf main.pdf pdf true 574126 MAIN 9 1-s2.0-0304510294000263-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000263/PREVIEW/image/png/808e6df51f5c3b642ce6763218f04e67/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000263/PREVIEW/image/png/808e6df51f5c3b642ce6763218f04e67/main_1.png main_1.png png 45411 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510294000263-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000263/STRIPIN/image/gif/b023cc42124f205e131391f4d8c58baa/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000263/STRIPIN/image/gif/b023cc42124f205e131391f4d8c58baa/si2.gif si2 true si2.gif gif 274 30 29 ALTIMG 1-s2.0-0304510294000263-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000263/STRIPIN/image/gif/e098e0ba2ff4b8a25d428b70b62563ba/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000263/STRIPIN/image/gif/e098e0ba2ff4b8a25d428b70b62563ba/si1.gif si1 true si1.gif gif 278 30 29 ALTIMG JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 91 (1994) 129-137 An alloy phase of Pd3Pb and the activity of Pb/Pd/C catalysts in the liquid-phase oxidation of sodium lactate to pyruvate H. Hayashi*, S. Sugiyama, Y. Katayama, K. Kawashiro, N. Shigemoto Department of Chemical Science and Technology, University of Tokushima, Minamijosanjima, Tokushima 770, Japan (Received October 8, 1993; accepted January 25, 1994) Abstract Oxidation of lactic acid was carried out in aqueous phase at 90 C at a controlled pH of 8 in the presence of lead-modified palladium-on-carbon (Pb/Pd/C) catalysts. The only Pd component detected by powder XRD in Pb/Pd/C as prepared was metallic Pd, while an alloy phase of Pd3Pb was identified in catalysts calcined at 500 C for 3 h under nitrogen. A drastic decrease in activity by calcination was observed for Pb/Pd/C, presumably due to the formation of a rigid structure of an alloy phase of Pd3Pb. However, the catalyst activity was regenerated by the recycle use, while unchanged the XRD patterns signifying that Pd3Pb was still present as the bulk phase. Enriched Pb additive at the Pd surface and facile rearrangement of Pb species in metallic Pd have been demonstrated by the XPS depth profile of Pd 3d5/2 and Pb 4f7,Z core electrons, providing a context of interpreting the regeneration of the calcined catalyst in recycle use. Keywords: Lactate; Lead; Liquid phase; Palladium; Pyruvate; X-ray diffraction; X-ray photoelectron spectroscopy 1. Introduction The attempted oxidation of lactic acid on Pd/C in aqueous phase at a controlled pH of 8 resulted in failure with no absorption of oxygen, while a spectacular change in oxidation activity in favor of pyruvic acid was observed on Pb/Pd/C and related catalysts [ 1 ] . *Corresponding author; fax. ( +81-886)557025. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(94)00026-R 130 H. Hayashi et at. /Journal of Molecular Catalysis 91 (1994)129-137 CH3-CH-COONa CH3-i COONa +1/202 -+H20 (1) OH 0 Similar catalyst modifications for palladium and platinum have been proposed in both oxidation and reduction. Thus primary hydroxy group was preferentially oxidized on Pt/ C, while the preference changed on Pb/Pt/C towards oxidation at the position a to the carboxyl group in the oxidation of D-gluconic acid [2]. Lindlar catalyst Pb/Pd/CaC03 hydrogenates acetylenes selectively to olefins [ 3,4] . The catalyst Te/Pd/C was established in a commercial scale [ 5 ] for oxidation of butadiene to tetrahydrofuran through 1,4diacetoxy-2-butene [6]. Pb/Pd/C and Bi/Pd/C were used for oxidation of 1-methoxy-2propanol to 1-methoxy-2-propanone [ 7 ] . Formation of an alloy or intermetallic compound Pd3Pb has been suggested for Lindlar catalysts, Pb/Pd/CaC03 [3] and Pb/Pd/Si02 [8]. However, much emphasis on the crystalline Pd3Pb as an active species appears to have led to further discussions. We reported in a previous communication [9] that a trace amount of Te promoted the activity of Pd/C in the oxidation of lactic acid, but the Te/Pd/C catalysts were inactive at higher Te doping above Te/Pd=0.3 (atom), where Pd3Te crystalline phase was detected by powder XRD. In the present work, a drastic decrease in activity of Pb/Pd/C catalyst calcined at 500 C under nitrogen is demonstrated by the comparative reaction studies with XRD indication for Pd3Pb. However, the catalyst regenerated by recycling, gave an unchanged XRD pattern signifying that the Pd3Pb was still present as the bulk phase. XPS depth profile showing the surface enrichment of the additive lead is also given. 2. Experimental 2.1. Materials The substrate lactic acid was purchased from Tokyo Kasei and used as supplied. Authentic ethyl pyruvate used for the calibration of GC analysis was obtained from Aldrich Chemical. Palladium-on-carbon (5% Pd/C) and lead acetate trihydrate as a precursor for Pb/Pd/C were obtained from Wako Pure Chemicals, Osaka. Palladium (II) oxide powder and metallic palladium (100 ~tm sheet) as XPS references were obtained from Wako, Osaka and Nilaco, Tokyo, respectively. 2.2. Catalysts Pb/Pd/C catalysts were prepared as described in the previous paper [ I ] . The protocol for a typical Pb/Pd/C catalyst is as follows: To a flask containing 12.707 g of 5% Pd/C (5.97 mmol Pd/ 12 g carbon) was added an aqueous solution of lead acetate (3.58 mmol Pb/50 ml), refluxed at 90 C for 2 h, left to stand overnight at room temperature, and then an aqueous solution of trisodium phosphate added (4.78 mmol/25 ml; double the stoichiometric requirement) to convert all the lead into the insoluble phosphate. The catalyst Pb/ Pd/C (atomic ratio Pb/Pd=0.6) thus obtained was filtered and washed with hot water. A H. Hayashi et al. /Journal of Molecular Catalysis 91 (/994)129-137 131 half of the mass was reduced overnight with 15 ml of formalin and 10 ml of 30% potassium hydroxide, and finally washed with 1000 ml of hot water until the filtrate was neutral. The other half was calcined at 500 C under nitrogen for 3 h. Details of the treatment of the fresh catalysts employed in the comparative reaction studies are given in the text. 2.3. Oxidation Oxidation of lactic acid was carried out in aqueous phase (50 mmol/ 100 ml) at 90 C at a controlled pH of 8 in the presence of Pb/Pd/C catalyst (6 g). In the present reaction mixture, a molar ratio of lactic acid, Pb and Pd was 50:1.8:2.96 for Pb/Pd/C catalyst with an atomic ratio of Pb / Pd = 0.6. 2.4. Analysis Lactic acid and the oxidation product, pyruvic acid, were analyzed as the ethyl ester [ 1 ] by a Hitachi 263 FID gas chromatograph with a column packing of 15% PEG 4000/Uniport B at 140 C. 2.5. X-ray diffraction studies Powder X-ray diffraction of Pd/C and Pb/Pd/C catalysts was measured by a MXP system of MAC Science Co., Tokyo, at 40 kV and 150 mA with Cu Ka radiation. Catalysts were used once for the oxidation of lactic acid prior to XRD measurement. 2.6. X-ray photoelectron spectroscopy XPS of Pb/Pd/C for Pd 3d5,Z and Pb 4fa2 core electrons were measured by Perkin Elmer Phi 5500 (Ulvac-Phi, Inc., Chigasaki), irradiated with Mg Ka, and the observed binding energies were calibrated with 285.0 eV for C is electrons. XPS results for Pd 3d-region of Pd/C, PdO powder and metallic Pd sheet are also given for reference. Argon-sputtering rate is not clear for the present system, but 2 nm/min for Si02, A1203 and MgFz as a minimum rate is given for reference. 3. Results and discussion 3.1. Oxidation of sodium lactate to pyruvate on PblPdlC catalysts A typical Pb/Pd/C catalyst with an atomic ratio of Pb/Pd=0.6 was prepared by the protocol given in the previous paper [ I ] in a scale double the previous amount. Half the mass was reduced with formalin/30% KOH as usual, and another half was calcined at 500 C for 3 h under nitrogen. Fig. 1 compares the catalyst activity in the oxidation of lactic acid under the same conditions. 132 H. Hayashi et al. /Journal of Molecular Catalysis 91 (1994)129-137 50 50 50 z-40 ( ) 40 (b) 40 (c) o -. N E - o gQ 30 0 30 30 z 0_ o 20 20 20 10 O 10 10 pl ~ ~ ' \" I Q 0 1 2 3 4 5 0 1 2 3 4 5 0 1 2 3 45 TIME(h) TIME(h) TIME(h) Fig. 1. Oxidation of lactic acid on Pb/Pd/C. Temperature 90 C; pH 8; catalyst 6 g Pb/Pd = 0.6. (a) fresh catalysts, open symbols: present work; closed symbols: previous work [ 11. (b) catalyst calcined at 500 C under nitrogen for 3 h. (c) recycled catalyst once used in (b). Circles, 07 uptake X 2; squares, lactic acid; triangles, pyruvic acid. 3.2. Reproducible catalyst activity The open symbols in Fig. 1(a) are the results obtained in the present work for a fresh catalyst and the closed symbols are those reported in the previous paper [ 1 ] . Two sets of data are superposed together, showing the excellent reproducibility of the catalyst activity for different lots of preparations. 3.3. Calcined catalyst and use in recycle A drastic decrease in activity was observed for calcined catalyst as shown in Fig. 1(b). However, the calcined catalyst appears to be regenerated gradually during the reaction, and was used again after having been filtered and washed with hot water (without formalin reduction). The recycled catalyst shows activity, as shown in Fig. 1(c), which completely reproduces the activity of the fresh catalyst given in Fig. 1(a). 3.4. Evidence for PdjPb by powder X-ray diffraction Fig. 2 compares the powder X-ray diffraction patterns of Pb/Pd/C (atomic ratio Pb/ Pd = 0.3 (b) and 0.6 (c) ; both with and without calcination), and of Pd/ C (a) for reference. The only crystalline component detected for Pd/C (a) was metallic Pd (open circles), beside which was detected another component, PbC03 (open triangles) for Pb/Pd/C (not calcined; b, and c,). The Pb additive was converted into an insoluble salt - phosphate after adsorption on Pd/C as acetate, and the resultant Pb/Pd/C was used once for the oxidation of lactic acid prior to the XRD measurement. The possible Pb species, Pb9(POQ) 6 (closed triangles), was detected in the previous work [ 1 ] for Pb/Pd/C (Pb/Pd=1.0), but was negligible for the present catalysts of Pb/Pd=0.3 and 0.6, presumably the Pb located near Pd participated in the oxidation of lactic acid, and was detected as PbC03- It seems likely that lead phosphate, detected as it is, was the Pb species bound to the carbon support, and did not participate in the oxidation of lactic acid. We detected crystalline Pd3Te phase by XRD for Te/Pd/C at higher Te doping above Te/Pd=0.3 (atom) [9]. However, no H. Hayashi et al. /Journal of Molecular Catalvsis 91 (1994) 129-137 133 0 _Pd/C 0 o i a 0 Pb/Pd/C y I , o i o o 0 b1 Pb/Pd = 0.3 0 1.500 C I N2 I O 4 b2 ~ v . .~ o 1 Pi Ii I. Pb/Pd/C I ! , I I i I 0 o c1 Pb/Pd~ 0.6 ~ 1 2 ~1i1L: t C A I 10 20 30 40 50 60 70 80 90 2 B ( ) Fig. 2. Powder X-ray diffraction patterns of Pb/Pd/C and Pd/C. (O) Pd, (V) PbC03, ( ) Pd3Pb, ( ) Pbg(P04)6' distinct reflection indicating Pd3Pb phase was observed on Pb/Pd/C (b, and c,) in agreement with that also reported for Pb/Pd/CaC03 [3,4]. The alloy phase Pd3Pb (closed circles) was found in the present work for Pb/Pd/C calcined at 500 C for 3 h under nitrogen (b2 and c2), where PbC03disappeared by decomposition at 315 C [ 10]. It is of interest that only a single phase of Pd3Pb was observed for calcined Pb/Pd/C, while a variety of lead-palladium alloys such as PdPb2, PdPb, Pd2Pb and Pd3Pb are possible [ 11 ] . Mallat et al. [ 12] also detected an ordered alloy phase of Pd3Pb by XRD at room temperature on poisoning 1 g of Pd powder with 9.1 g Pb (C 1 OQ) z - 3HZ0 in 85 ml aqueous HC 104 of pH 1 for a prolonged period, 600 h. The reflections given in Fig. 2-c2 agreed well with those reported for Pd3Pb in the literature [ 13,14] . The structure of Pd3Pb is cubic Cu3Au type with a = 0.4021 nm, and belongs to the Pm3m space group [14]; one Pb atom at la position (1 /8 atom Pb at 8 corners) and three Pd atoms at 3c positions (1 /2 atom Pd at 6 face centers) by Wyckoff notation [ 15] . 3.5. Crystallite size of Pd and Pd3Pb dispersed on carbon Enlarged XRD patterns of major reflection give an average estimate of crystallite size of metallic component dispersed on carbon by the Scherrer equation [ 16] and the results for Pd/C and Pb/Pd/C are summarized in Table 1, where the FWHM values were corrected for 0.123 with an average value at 20= 36-46 for a-quartz. Mallat and Baiker [7] reported an average diameter of 8.2 nm for 5% Pd/C (Johnson Matthey) by scanning transmission electron microscope (STEM) with high resolution of 1.5-4X 105. Without calcination, the major reflection was Pd( 111) for Pd/C (a) and Pb/Pd/C (b, and c,) with an average size of 24-31 nm, for which uniform distribution of fine particles of 20-30 nm in size was observed for sliced specimens by scanning electron microscope 134 H. Hayashi et al. /Journal of Molecular Catalysis 91 (1994)129-137 Table 1 Crystallite size of Pd and Pd3Pb Ref. code Sample 20 Phase FWHM d JCPDS in Fig. 2 (deg) (deg) (nm) Ref. a Pd/C 40.04 Pd(111) 0.472 24 5-0681 Pd( 111) b, Pb/Pd/C, Pb/Pd=0.3 39.96 Pd(111) 0.410 29 d=2.24600 28=40.04 cl Pb/Pd/C,Pb/Pd=0.6 40.10 Pd(111) 0.3948 31 c2 Pb/Pd/C, Pb/Pd=0.6 38.58 Pd3Pb(111) 0.256 63 20-0827 Pd3Pb(111) d= 2.3200 28=38.82 e Estimated as a symmetric peak at 28=40.10 . m o (a) Pd/C (b) Pb/Pd/C a (c) Pb/Pd/C 221 a Pd 3d 612 Pd 3d 512 a Pb 4f 7~ a .~' a Pd 3d 3/2 0 O a a a t 1 Pb /Pd Pb/Pd / 1 1.( ( 0.3 t 0.3 1 t 1 1 / \\ / 1 .% \\ 0.3 0.3 ~,- Pd/D l~\"'. r a _._.~ ` Sputtered erect Pd O% : ~I' --~ t1. 0.6 0.6 Pd .-:` ` I I I I I I t I I I t I I I 344 342 340 338 336 334 340 338 336 334 141 139 137 135 BINDING ENERGY (eh BINDING ENERGY (eV) BINDING ENERGY (eV) Fig. 3. X-ray photoelectron spectra for Pd/C and Pb/Pd/C. (a) Pd 3d region, (b) Pd 3d5/z, (c) Pb 4f7/2. (SEM) with a 1 X 105 magnification. The major reflection for calcined Pb/Pd/C is Pd3Pb(111), showing a reasonable growth in the crystallite size up to 63 nm. 3.6. X-ray photoelectron spectra of PblPdlC Fig. 3 compares XPS of Pd 3da/2 (b) and Pb 4f7/2 (c) core electrons of Pb/Pd/C, and of Pd 3d region (a) of Pd/C for reference. A twin doublet of Pd 3d (a) for Pd/C ( ) is reasonable as anticipated from the authentic PdO powder (- - -) and metallic Pd ( . . . . . ) ; thus the species with binding energies of 337.0 eV and 335.9 eV were assigned to PdO and metallic Pd, respectively. Similar spectra of Pd 3da/2 were also observed for Pb/Pd/C without appreciable change in chemical shift for either Pd or PdO. The (-----) line shows Pd 3d5/Z for argon-sputtered Pb/Pd/C, where the oxide PdO detected for Pb/Pd/C ( ) was removed with great ease by sputtering. It appears that the oxide species does not extend over the bulk phase but covers the Pd surface. H. Hayashi et al. /Journal of Molecular Catalysis 91 (1994) 129-137 135 Similar spectra of Pb 4f,/z (c) for Pb/Pd/C suggest Pb0 (137.3 eV) and PbC03 (138.5 + 0.2 eV) as the surface Pb species ( ) ; the latter were detected by XRD for uncalcined Pb/Pd/C as evidenced in Fig. 2 (triangles in b, and c,), and removed by sputtering (Fig. 3 (c) , (- - - - -) ) . A slight difference in chemical shifts between metallic Pb (136.8-137.0 eV) and Pb0 (137.3 eV) is difficult to assign, but the XRD and XPS in the present work were measured for catalysts used once in the oxidation of lactic acid, and the Pb species at 137.3 eV in Fig. 2 (c) appears to be PbO rather than metallic Pb. 3.7. Enriched Pb additive at the Pd surface Powder XRD characterizes the bulk crystalline phase, but does not always give direct information about the working catalyst surface. Formation of an alloy of Pd3Pb extended over the bulk phase as evidenced by XRD (Fig. 2-c2) for Pb/Pd/C calcined at 500 C under nitrogen, and the calcined catalyst was inactive for the oxidation of lactic acid (Fig. (b) ). However, the calcined catalyst showed activity (Fig. 1 (c)) exactly the same as that of the fresh catalyst (Fig. 1 (a)) when the calcined catalyst was used again after filtration and washing with hot water. It is noteworthy that the XRD pattern of the recycled active catalyst was also the same as that of the calcined inactive catalyst (Fig. 2-c2), signifying that Pd3Pb was preserved for the recycled catalyst as the bulk phase. The results suggest the restructuring of sites at the catalyst surface, leading to a surface concentration different from that of the bulk phase. Fig. 4 shows an XPS depth profile of Pb/Pd atomic ratio for calcined Pb/Pd/C catalyst (Pb/Pd=0.3), where the surface was enriched with Ph additive, immediately followed by an asymptotic value of Pb/Pd=0.3 at the bulk phase. 3.8. Facile rearrangement of Pb species in metallic Pd More evidence for the facile rearrangement of Ph species in Pd is illustrated in Fig. 5 for a model system. Two specimens of metallic Pd sheet (5 mm square X 100 Am) were refluxed in an aqueous Pb(OAc)Z similarly to that given in the protocol [ 1 ] for Pb/Pd/C preparations. An XPS depth profile for a specimen, as is adsorbed, of Pb(OAc) 2 and the relative 0.8 o Pb/Pd/C (Pb/Pd=0.3) U o 0.6 Pd3Pb io 0.4 \\ 500'C , 3h in N2 0.2 a 0 0 20 40 60 Sputtering / sec Fig. 4. XPS-depth profile of Pb/Pd atomic ratio for Pb/Pd/C catalyst calcined at 500 C under nitrogen. 136 H. Hayashi et al. /Journal of Molecular Catalysis 91 (1994) 129-137 Pb 4172 Pb 4f5,2 0 o a a A a I^I SPUTTERING Os,, n, 30 60 90 120 146 142 138 134 BINDING ENERGY / eV Pd Sheet (100 p m) G 7 N Q 10 2 100 ~ (b) 70 Immersed in aqueous Pb(OAc)Z and 0- refluxed Reduced overnight wilh 7 r fOrmalin / 30% KOH 4 L 0 30 60 90 120 Sputtering / sec Fig. 5. XPS-depth profile of Ph species in metallic Pd. (a) XPS Ph 4f region, (b) relative area of Ph 4f 2. (O-) Pd as is absorbed Ph (OAc)z. (--0--) after reduction with formalin. area of Pb 4f z are shown in Fig. 5(a) ( ) and (b) (O), respectively. The major Pb species detected at 139.2 eV was assigned to Pb2+ (acetate). A shoulder at 137.0 eV for unsputtered Pd surface is Pb(0), showing that some of the Pb2+ was reduced to the metallic state at the surface. It is of interest that Pb2+ additive incorporated into the lattice of Pd with great ease, was also observed by Mallat et al. [ 121. The actual sputtering rate is not clear for the present system, but calibrated as 2 nm/min for Si02, A1z03 and MgF2, and the depth for Pb2+ incorporated may be estimated as at least 4 nm, which is comparable with the Pd crystallite size for Pd/C. The Pbz+ species incorporated into Pd was reduced with formalin/30% KOH to the metallic Ph (136.5 eV) as shown in Fig. 5(a) (-). As compared in Fig. 5 (b), the depth distribution for reduced Pb showed a semi-logarithmic decay characteristic of a diffusioncontrolled process ( ), while constant for the Pb2+ in Pd (O). Thus Pb additive incorporates into Pd and can be eluted with formalin reduction under mild conditions, both suggesting facile restructuring for the Pb-Pd system. 3.9. Additive Pb in PblPdlC compared with Te in TelPdlC It is of interest that the inactive Pd/C showed activity in the oxidation of lactic acid in favor of pyruvic acid as Pb/Pd/C, Te/Pd/C and related catalysts [ 1 ] . Electronegative additives such as Pb, Bi and Te might deplete the electron density around Pd, resulting in the delicate change in the redox behavior of Pd/C [ 1 ] . An additive Te promotes the Pd/C catalyst, but forms Pd3Te with great ease [ 9 ] at higher Te doping above Te / Pd = 0.3 ( atom ) , and the resultant Te/Pd/C catalysts were again inactive. Similarly, Pb additive promotes the Pd/C, while an excess doping of PbZ+ on Pd/C does not cause the deactivation of Pb/ Pd/C [ 1,9]. The Pd3Pb phase requires calcination at a high temperature of 500 C (Fig. 2b2 and c2) and/or a prolonged period of Pbz+ impregnation of 600 h at room temperature [ 12], to be detected by XRD. Thus the rigid structure of well crystallized alloys of Pd3Pb H. Hayashi et al. /Journal of Molecular Catalysis 91 (1994) 129-137 137 shown for the calcined Pb/Pd/C in this work and Pd3Te in the previous paper [9J were unfavorable for the present oxidation of lactic acid. It is worthwhile to mention again that the inactive calcined Pb/Pd/C was regenerated during the recycled oxidation of lactic acid, while Pd3Pb was still present as the bulk phase. The restructuring of sites at the catalyst surface irrespective of the bulk crystalline phase was indicated by the XPS of Pd 3d5,2 and Pb 4f- 2 core electrons, providing a situation for interpreting the regeneration of the calcined catalyst in recycle use and the reason why the Pb/Pd/C catalysts were active even at higher doping of Pb additive. 4. Conclusions Pyruvic acid was obtained by the oxidation of lactic acid in aqueous phase at a controlled pH of 8 in the presence of Pb/Pd/C and related catalysts. The only Pd component detected by XRD for Pb/Pd/C as prepared was metallic Pd, while an alloy phase of Pd3Pb was identified for catalysts calcined at 500 C under nitrogen. The calcined catalyst was inactive, but revealed activity in the recycle use, suggesting the restructuring of sites at the catalyst surface. Enriched Pb additive at Pd surface and facile rearrangement of Pb species in metallic Pd have been demonstrated by the XPS depth profile. References [ 1 ] T. Tsujino, S. Ohigashi, S. Sugiyama, K. Kawashiro and H. Hayashi, J. Mol. Catal., 71 (1992) 25. [2] P.C.C. Smits, B.F.M. Kuster, K. van der Wiele and H.S. van der Baan, Carbohydr. Res., 153 (1986) 227; P.C.C. Smits, B.F.M. Kuster, K. van der Wiele and H.S. van der Baan, Appl. Catal., 33 (1987) 83. [3] W. Palczewska, A. Jablonski and Z. Kaszkur, J. Mol. Catal., 25 (1984) 307. [4] R. Schlogl, K. Noack, H. Zbinden and A. Reller, Helv. Chim. Acta, 70 (1987) 627. [ 5 ] T. Onoda, Petrotech, 10 (1987) 810. [6] K. Takehira, H. Mimoun and I.S. de Roch, J. Catal., 58 (1979) 155. [7] T. Mallat and A. Baiker, Appl. Catal. A, 79 (1991) 41 and 59. [8] J. Stachurski and J.M. Thomas, Catal. Lett., I (1988) 67. [9] H. Hayashi, S. Sugiyama, N. Shigemoto, K. Miyaura, S. Tsujino, K. Kawashiro and S. Uemura, Catal. Lett., 19 (1993) 369. [ 10] N.A. Lange (Ed.), Handbook of Chemistry, 10th edn., McGraw-Hill, New York, 1961, p. 260. [ 11 ] J.W. Meller, A Comprehensive Treatise on Inorganic and Theoretical Chemistry, Vol. 15, Longmans, 1936, p. 649. [ 12] T. Mallat, Zs. Bodnar, S. Szabo and J. Petro, Appl. Catal., 69 (1991) 85. [ 13 ] JCPDS 20-827. [ 14] L.J. Cabri and R.J. Traill, Can. Mineral., 8 (1966) 541. [ 15] G. Burns, Solid State Physics, Academic Press, New York, 1985; H. Terauchi and T. Nakamura, (Japanese translation), Tokai Univ. Press, Tokyo, 1985, p. 51. [ 16] C.W. Bunn, Chemical Crystallography - An Introduction of Optical and X-ray Method, 2nd Ed., Oxford University Press, 1961; Y. Sasada, (Japanese translation), Balhukan, 1970, p. 336. X244 94000263 0304-5102(94)00026-3 10.1016/0304-5102(94)00026-3 An alloy phase of Pd3Pb and the activity of Pb/Pd/C catalysts in the liquid-phase oxidation of sodium lactate to pyruvate H. Hayashi ∗ S. Sugiyama Y. Katayama K. Kawashiro N. Shigemoto Department of Chemical Science and Technology, University of Tokushima, Minamijosanjima, Tokushima 770, Japan * Corresponding author; fax. ( + 81-886)557025. Oxidation of lactic acid was carried out in aqueous phase at 90°C at a controlled pH of 8 in the presence of lead-modified palladium-on-carbon (Pb/Pd/C) catalysts. The only Pd component detected by powder XRD in Pb/Pd/C as prepared was metallic Pd, while an alloy phase of Pd3Pb was identified in catalysts calcined at 500°C for 3 h under nitrogen. A drastic decrease in activity by calcination was observed for Pb/Pd/C, presumably due to the formation of a rigid structure of an alloy phase of Pd3Pb. However, the catalyst activity was regenerated by the recycle use, while unchanged the XRD patterns signifying that Pd3Pb was still present as the bulk phase. Enriched Pb additive at the Pd surface and facile rearrangement of Pb species in metallic Pd have been demonstrated by the XPS depth profile of Pd 3d 5 2 and Pb 4f 7 2 Core electrons, providing a context of interpreting the regeneration of the calcined catalyst in recycle use. Keywords Lactate Lead Liquid phase Palladium Pyruvate X-ray diffraction X-ray photoelectron spectroscopy References [1] T. Tsujino S. Ohigashi S. Sugiyama K. Kawashiro H. Hayashi J. Mol. Catal. 71 1992 25 [2] a P.C.C. Smits B.F.M. Kuster K. van der Wiele H.S. van der Baan Carbohydr. Res. 153 1986 227 b P.C.C. Smits B.F.M. Kuster K. van der Wiele H.S. van der Baan Appl. Catal. 33 1987 83 [3] W. Palczewska A. Jablonski Z. Kaszkur J. Mol. Catal. 25 1984 307 [4] R. Schlögl K. Noack H. Zbinden A. Reller Helv. Chim. Acta 70 1987 627 [5] T. Onoda Petrotech 10 1987 810 [6] K. Takehira H. Mimoun I.S. de Roch J. Catal. 58 1979 155 [7] a T. Mallát A. Baiker Appl. Catal. A 79 1991 41 b T. Mallát A. Baiker Appl. Catal. A 79 1991 59 [8] J. Stachurski J.M. Thomas Catal. Lett. 1 1988 67 [9] H. Hayashi S. Sugiyama N. Shigemoto K. Miyaura S. Tsujino K. Kawashiro S. Uemura Catal. Lett. 19 1993 369 [10] N.A. Lange 10th edn. Handbook of Chemistry 1961 McGraw-Hill New York 260 [11] J.W. Meller A Comprehensive Treatise on Inorganic and Theoretical Chemistry 15 1936 Longmans 649 [12] T. Mallát Zs. Bodnar S. Szabo J. Petro Appl. Catal. 69 1991 85 [13] JCPDS 20-827. [14] L.J. Cabri R.J. Traill Can. Mineral. 8 1966 541 [15] a G. Burns Solid State Physics 1985 Academic Press New York b H. Terauchi T. Nakamura Solid State Physics 1985 Tokai Univ. Press Tokyo 51 (Japanese translation) [16] a C.W. Bunn 2nd Ed. Chemical Crystallography — An Introduction of Optical and X-ray Method 1961 Oxford University Press b Y. Sasada Chemical Crystallography — An Introduction of Optical and X-ray Method 1970 Baihukan 336 (Japanese translation)",
      "scopus-id": "0028449975",
      "coredata": {
        "eid": "1-s2.0-0304510294000263",
        "dc:description": "Oxidation of lactic acid was carried out in aqueous phase at 90°C at a controlled pH of 8 in the presence of lead-modified palladium-on-carbon (Pb/Pd/C) catalysts. The only Pd component detected by powder XRD in Pb/Pd/C as prepared was metallic Pd, while an alloy phase of Pd3Pb was identified in catalysts calcined at 500°C for 3 h under nitrogen. A drastic decrease in activity by calcination was observed for Pb/Pd/C, presumably due to the formation of a rigid structure of an alloy phase of Pd3Pb. However, the catalyst activity was regenerated by the recycle use, while unchanged the XRD patterns signifying that Pd3Pb was still present as the bulk phase. Enriched Pb additive at the Pd surface and facile rearrangement of Pb species in metallic Pd have been demonstrated by the XPS depth profile of Pd 3d 5 2 and Pb 4f 7 2 Core electrons, providing a context of interpreting the regeneration of the calcined catalyst in recycle use.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-06-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000263",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hayashi, H."
          },
          {
            "@_fa": "true",
            "$": "Sugiyama, S."
          },
          {
            "@_fa": "true",
            "$": "Katayama, Y."
          },
          {
            "@_fa": "true",
            "$": "Kawashiro, K."
          },
          {
            "@_fa": "true",
            "$": "Shigemoto, N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000263"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000263"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00026-3",
        "prism:volume": "91",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "An alloy phase of Pd3Pb and the activity of Pb/Pd/C catalysts in the liquid-phase oxidation of sodium lactate to pyruvate",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lactate"
          },
          {
            "@_fa": "true",
            "$": "Lead"
          },
          {
            "@_fa": "true",
            "$": "Liquid phase"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Pyruvate"
          },
          {
            "@_fa": "true",
            "$": "X-ray diffraction"
          },
          {
            "@_fa": "true",
            "$": "X-ray photoelectron spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "129-137",
        "prism:endingPage": "137",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 June 1994",
        "prism:doi": "10.1016/0304-5102(94)00026-3",
        "prism:startingPage": "129",
        "dc:identifier": "doi:10.1016/0304-5102(94)00026-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "29",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510294000263-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "274",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "29",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510294000263-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "278",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028449975"
      }
    }
  }
}