{
  "metadata": {
    "title": "A study of MoO<ce:inf loc=post>3</ce:inf>/SiO<ce:inf loc=post>2</ce:inf> metathesis catalyst break-in: active site formation and characterisation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85096-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028885096X",
    "pii": "030451028885096X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035312",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028885096X 0304-5102(88)85096-X 030451028885096X 10.1016/0304-5102(88)85096-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 17 229 241 229 241 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. ASTUDYMOO3SIO2METATHESISCATALYSTBREAKINACTIVESITEFORMATIONCHARACTERISATION ZHANG B WILLIS 1983 344 D WILLS 1977 M110 G PENNELLA 1973 304 F CHEN 1982 526 C IMPORTANTINORGANICREACTIONS LI 1986 Y THESIS BERLACCHI 1971 420 L CHE 1978 2378 M DUFAUX 1970 527 M LIN 1988 21 Q LUCKNER 1973 83 R BEVERIDGE 1967 185 A PENTAHALIDESTRANSITIONMETALSINHALOGENCHEMISTRY CASTELLAN 1976 162 C DEVRIES 1977 M115 J LIVAGE 1980 257 J ZHANGX1988X229 ZHANGX1988X229X241 ZHANGX1988X229XB ZHANGX1988X229X241XB item 0304-5102(88)85096-X 030451028885096X 1-s2.0-030451028885096X 10.1016/0304-5102(88)85096-X 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-030451028885096X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885096X/MAIN/application/pdf/2390d207177ea5f494f86968962eda73/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885096X/MAIN/application/pdf/2390d207177ea5f494f86968962eda73/main.pdf main.pdf pdf true 913785 MAIN 13 1-s2.0-030451028885096X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885096X/PREVIEW/image/png/bd45bdeaa86f2bb3a4b0c233b779cd64/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885096X/PREVIEW/image/png/bd45bdeaa86f2bb3a4b0c233b779cd64/main_1.png main_1.png png 70441 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 46 (1988) 229 - 241 229 A STUDY OF MoOa/SiOz METATHESIS CATALYST BREAK-IN: ACTIVE SITE FORMATION AND CHARACTERISATION BAOAN ZHANG, YANSHENG LI, QINSONG LIN and DAI JIN Department of Chemistry, Dalian Institute of Technology*, 129 St., Dalian (China) Summary Metathesis catalyst break-in, or extended induction period, for a series of silica-supported Mo catalysts during propene metathesis has been studied in a conventional flow reactor as well as by following the generation of Mo\" paramagnetic species by ESR spectroscopy. It is shown that two kinds of Mo\" centers, having entirely different metathesis reactivities, coexist in this transient period. Catalytically, only the distorted square pyramidal Mo\" site shows a fairly linear correlation between relative intensity and increasing metathesis conversion. By assuming the propene conversion to be proportional to the active site concentration, a first-order rate expression was deduced and verified experimentally. Hence, the intrinsic nature of the break-in phenomenon has been explored. A model is postulated to explain the roles of both Mo\" sites in catalyst break-in. It is apparent that the oxidation state (via the electronic effect) and coordination structure (via the geometric effect) are both critical in the creation of a site which is active for metathesis. Finally, the active site is characterised not only by its oxidation state and configurational modification, but also by assigned MO bonding coeffi- cients on a molecular level. In summary, the stronger w-bonding covalency in the out-of-plane Mo species is related to the optimal activity of the Mo\" site in metathesis catalysis. Introduction In general, supported tungsten and molybdenum metathesis catalysts exhibit a long induction period during which the activity steadily increases together with the reactant conversion. This transient or 'break-in' period of olefin disproportionation over supported tungsten oxide catalysts has been reported by several authors [1]. A variety of explanations have been suggested to account for this phenomenon, for example: the formation of surface defects [2]; the presence of minor amounts of tungsten carbide [1]; and active sites whose nature is unknown, etc. The addition of small amounts of *Presently Dalian University of Technology. 0304-5102/88/$3.50 Eisevier Sequoia/Printed in The Netherlands 230 promoters to the olefin feed induces a marked effect on break-in, tentatively attributed to the modification of the energy levels of the metal ion [3]. So far, however, the nature of catalyst break-in remains imperfectly understood. The purpose of the present investigation has been focussed on: (a) active site generation, by dynamically monitoring propene metathesis over silica- supported Mo compounds using ESR spectroscopy and (b) characterisation of the features of the active site by means of oxidation state, configuration and molecular orbital bonding coefficients. As a consequence, we attempt to describe the inherent nature of the break-in phenomenon. Experimental Materials (NH4)gMo7024'4H20, H2Mo04 and MoClg were all analytical reagents. (MoO)2S04 was prepared as described previously [4]. Pretreatment gases were purified by conventional methods to remove traces of oxygen and/or water. Propene was of polymeric grade and passed through a zeolite trap before use. Silica was treated with 12% HC1 solution for 24 h, washed with hot distilled water until pH = 6 - 7, dried at 393 K and subsequently calcined at 823 K for 3 h. The BET surface area of the resulting silica was 316 m2 g~1. Catalyst preparation Mo catalysts were prepared by impregnating the silica with (NH4)gMo7024 solution, (MoO)2S04 in HsSC^ and Mods in ether, respec- tively, and allowing to stand for 24 h. The first two catalyst preparations were dried for 8 h at 393 K and calcined for 3 h at 873 K. The Mo contents were determined by ICP (model-2000) to be 5.20 and 4.65 wt.% MoOs respectively. The freshly prepared Mods ySiOz catalyst was dried in vacua at ambient temperature and was then ready for use. The MoClg content was 3.8 wt.%. Reactions Catalyst activity was tested in a conventional fixed bed reactor system placed in a temperature-controlled tubular furnace [5]. Products were analyzed by an on-line gas Chromatograph attached to a CR-3A data proces- sor (Shimadzu). In the flow experiments, two separate procedures were employed. (a) For gaseous pretreatment with H 2 or air: after purging the catalyst sample inside the reactor with the gas at room temperature for 5 min, the reactor was then inserted into the furnace, previously maintained at 823 K, and activated in situ by the gas for 30 min at this temperature; after cooling to the desired reaction temperature, propene was admitted to the system. (b) Without gaseous pretreatment: the sample was brought to reaction temperature under a propene stream. In the ESR monitoring experiments, the catalyst sample was contained in a quartz tube reactor, shown schematically in Fig. 1. After reaction with 231 Fig. 1. Schematic diagram of a 4-way stopcock quartz tube reactor. propene for a measured time, the amount of conversion was analysed by GC. Simultaneously, the sample catalyst was quenched within the reactor using an ice-water bath. The ESR spectrum of the sample was recorded without purging away the gas. The same sample catalyst was re-oxidised with air until no further increase in the ESR signal of Mo\" was detectable. Again, the reaction with propene was repeated. This procedure proved to reproduce consistent results. ESR ESR spectra were taken at X-band on a JES-FEIXG ESR spectrometer either at room temperature or at 77 K. The values of g tensors and A tensors were measured by using Mn2'1\" included in MgO as an ESR marker. Results and discussion The spectra/ESR parameters Typical ESR signals obtained from a silica-supported Mo catalyst during one interval of the propene metathesis are shown in Fig. 2. These spectra show the appearance of at least three paramagnetic species. The isotropic signal on the low field side was attributed to a carbonaceous deposit, since its g value (2.002) and AHpp (~6 G) were in good agreement with the charac- teristic values of a carbon free radical. The intensity of this signal increased under prolonged contact with propene. Moreover, this signal, as well as the dark colour of the sample, disappeared upon heating in air at 773 K. All of these phenomena are consistent with the assignment given. Finally, ultimate analysis of the deposit indicated a composition of C:H = 1:1.8. The axially symmetric signals in the high field region can be analysed in terms of superposition of two different Mo\" paramagnetic centres. This is more obvious when the pattern is represented as a second differential curve, (see fig. 2(b)). The resonance with gn = 1.86 and gi = 1.95, designated as 232 Fig. 2. (a) ESR spectra of Mo\"(l), Mov(2) and carbon; (b) curve (a) in its second differ- ential form. Mo\"(l) hereafter, is due to a distorted square pyramidal configuration with oxygen-containing ligands. The other resonance, having components g\\\\ = 1.89 and gi = 1.94, and designated as Mo''(2), is assigned to Mo with a distorted octahedral coordination of O2\" ions. The former is most likely obtained by removal of one of the axial ligands (along the z-axis) from the latter, while four of the remaining O2\" ions lie in the plane of Mo and one O2\" has a shorter bond below this plane [6]. All of the observed g tensors in this work are similar to those previously reported for Mo\" on supported MoC>3, Bi-Mo oxides and Mo(CO)6 [6 - 8]. In addition, the relative magnitude \\\\ < ^i < 2 is consistent with the theoretical predictions [8] for the g tensors of a d1 ion having approximately C4v symmetry. In the following, the 04 axis is taken along the short M 0 bond and represents the z axis. Figure 3 shows an ESR spectrum of the Mo-impregnated catalyst dried in vacua. The strong sharp signals at g\\\\ = 1.89 and g^ = 1.94 are caused by 96Mov(2). Meanwhile, the six relatively weak hyperfine lines are due to 95,97]^Qv contributions. (Molybdenum possesses two isotopes ^Mo and ^Mo, of 25% total natural abundance.) These have nearly the same magnetic 233 Fig. 3. Mo'' spectrum of the freshly prepared catalyst dried in vacua. moment, so that the hyperfine structures resulting from each are super- imposed. It is the parallel components A\\\\ that are seen in the pattern. The perpendicular components A^ are not immediately apparent, but can be dis- tinguished through careful resolution. The values thus determined are A|| = 90.3 X 10-4 cm-1, Ai = 44.8 X 10-4 cm-1 [9]. The results of the ESR characterisation of the MoC^-SiOi-CsH;, system under consideration have been reported in detail in a separate paper [9]. Here only some of the most relevant data are presented. Table 1 summarizes the ESR parameters of Mo after various break-in intervals, with respect to the metathesis conversion of propene. It should be pointed out that as long as the reduction of the sample by propene takes place, the Mo\"(l) signal is detectable. The relative intensity of Mo\"(l) increases from the beginning of break-in, gradually approaching a limiting value at the end of break-in. The behaviour of Mov(2) is similar but with a slower trend. The values of the relative intensities, I(Mov(l))/I(Mov( 2)), are listed in Table 1. Kinetic behaviour of catalyst break-in correlated with the formation of active sites Figure 4 illustrates the typical kinetic behaviour of the MoOa/SiOa catalyst during the break-in period. It is evident that the metathesis conver- sion of propene increases dramatically versus on-stream time in the early stage, and then gradually approaches a steady state value. This transient period lasts for approximately 20-40 min in our case. Generally, it is an order of magnitude less than the values reported for tungsten-promoted catalysts. From an analysis of the shape of the curve in Fig. 4, it seems 234 TABLE 1 ESR parameters of the Mo-SiO^-CsHg system at various break-in intervals ( (min) IAo\"(l) signals ICMo^l)) Propene conversion(%) e ei A^ii/A^ I(Mov(2)) 6 8 11 15 30 80 125 200 255 1.866 1.865 1.855 1.855 1.856 1.857 1.857 1.852 1.857 1.949 1.952 1.951 1.952 1.952 1.954 1.954 1.951 1.952 2.56 2.73 2.87 2.93 2.91 3.01 3.01 2.94 2.91 0.76 0.82 0.88 0.91 1.0 1.0 1.2 1.3 1.2 4.6 7.3 10.6 10.7 12.5 15.2 21.4 19.6 18.1 \"A^II = ge~ gs, Agi = ge g\\_, where ge ls tne 8 value of the free electron. 6-0- |<-u-o> >U ^2-0- c^^^ / ^ ->-t/ x^--- \"^ Fig.4 10 2'0 30 40 Time/min. Propene conversion versus time during break-in ( 689 K, 703 K, 725 K). plausible to represent the data by a first-order kinetic expression. However, unlike the curve-fitting procedure suggested for the WC^/SiO; catalyst [10], we made the choice of deducing the first-order rate law theoretically from a definite model. This treatment enables an unambiguous correlation of the phenomenological behaviour of catalyst break-in with its intrinsic nature. We assume that the transient phenomenon is due to some physical and/or chemical changes on the catalyst surface, or more precisely, to the formation of surface sites responsible for metathesis activity. Thus, the increasing propene conversion is presumably proportional to the number of active sites which have equal turn-over frequency, i.e. 0.1 c [A]t at time t, where [A]( denotes the active site concentration and Q'( the corresponding propene conversion in mol percent. In turn, we may have do a [A]o and 'ss a [A]ss, the subscripts 0 and ss referring to quantities at initial and steady state, respectively. As the active sites should be tranformed from their 235 possible precursors by means of reduction and/or structural modification, the following mass balance relation must be fulfilled : [P](=[A]ss-[AL, [P]o=[A]ss-[A]o where [P] refers to the precursor (i.e. potentially active site) concentration prior to transformation. Substituting into a first-order rate expression, we may easily obtain: [ALs-tAL , .. [AL^Aio^-^ ^ Equation (1) represents the first-order kinetics with respect to the potentially active site concentration, k is the break-in rate constant. Combining the assumption of Q:( a [A]( into eqn. (1), we obtain: 0'ss - 0!( = exp(-fef) (2) To verify the validity of eqn. (2), the u:( t data in Fig. 4 were applied, producing the plot shown in Fig. 5. The linearity of the curves are surpris- ingly good, giving correlation coefficients within the range of 0.98 - 0.99, and an apparent activation energy of 138 kJ mol\"1 was predicted. It must be emphasized that in order to ensure that the reaction is kinetically controlled, the diffusion effect is carefully eliminated by selecting proper reaction conditions. For instance, at 725 K and a space velocity of 2520 h~1, the steady state conversions Ogs of variously packed volumes of 40 - 60 mesh Mo catalyst are comparable, i.e. 6.5% for 0.28 cm3 of catalyst and 7.0% for 0.56 cm3 of catalyst, while that for a 20 - 40 mesh, 0.56 cm3 volume catalyst is 6.8%. Secondly, in all runs the pressure of propene in the flow was kept constant, so that the reaction rate was independent ofreactant concentration, this term being incorporated within the break-in constant k. Finally, a direct verification of the assumption c^ oc A(, upon which the 10 15 20 Time/min Fig. 5. A first-order reaction plot ( 689 K, 703 K, 726 K). 236 60 80 100 120 Relative Intensity of Mo''(1) Fig. 6. Correlation of Mo^l) relative intensity versus propene conversion. kinetic model of the first-order rate law was based, is demonstrated in Fig. 6. Here the distorted square pyramidal Mo^l) species displays a linear correla- tion between its relative ESR intensity and increasing metathesis conversion. The generation of such a paramagnetic centre of a particular configuration is therefore primarily responsible for the metathesis reactivity, and accounts for the break-in phenomenon. Mov structure/metathesis activity relation As mentioned previously, although the reduction of the Mo oxidation state is necessary, it alone is insufficient to create the desired active sites during catalyst break-in. Configurational factors play an equally important role in developing metathesis activity. This will be discussed in terms of two sets of experimental results as follows. For the purpose of examining the influence of the Mo structure upon catalyst break-in, a Mov catalyst, i.e. MoC^/SiOa, was prepared in place of Mo03/SiC>2. The catalyst was brought to the reaction temperature (773 K) in a hydrogen atmosphere and held for 15 min. Before the admission of propene, the initial oxidation state of the catalyst sample was again verified by observing the strong ESR signal of Mo\" at ^n = 1.888, gi = 1.947. Figure 7 demonstrates that the catalyst break-in curve of this system shows two differ- ent stages. In the first stage, the increase in propene conversion was exceed- ingly slow. In the second stage, however, it was entirely unexpected that, after stopping the propene feed and subsequently oxidising the catalyst with air for 6 min, further readmission of propene caused a substantial improve- ment in catalyst break-in. ESR characterisation of the catalyst at these stages in the procedure, shown in Table 2, provides some insight into this phenom- enon. It is apparent that the low conversion stage of the catalyst relates to the resonance with g\\\\ = 1.893 and g^ = 1.948. These g tensor values resemble the values for Mo\"(2) and are attributed to a distorted octahedral configuration [11] of Mo. In the enhanced conversion region, another Mo\" signal was 237 20-r / 0 8-1 --*- - - .- ' 20 40 20 40 Time/min Fig. 7. Break-in curve of MoCls/Si02;(a) before, (b) after air treatment. TABLE 2 ESR characterisation of Mo catalysts under various conditions Sample 8\\\\ ^1 Propene conversion\"(%) Propene stream time (min) Pretreatment gas11 MoCls/SiOi Mo03/SiC>2 1.888 1.893 1.860 1.890 1.864 1.855 1.947 1.948 1.952 1.939 1.953 1.951 3.9 16.8 0 3.8 11.4 12 12 12 36 12 H2 H2air H2H2air \"All runs were carried out at 773 K. ''Pretreatments were at 823 K. observed. The tensor components, g\\\\ = 1.860 and g^ = 1.952, are analogous to those of Mo^l) in Fig. 2, which have been assigned to a distorted square pyramidal configuration. The present analysis reveals that the distorted octahedral Mo\" centre is relatively insensitive and does not contribute significantly to the catalytic activity m metathesis. Figure 8 shows the effects of gas pretreatment on MoOa/SiO^ break-in. Pretreatment with hydrogen produced a surprisingly low catalyst activity. In contrast, pretreatment in an oxidising atmosphere, such as air, not only shortened the break-in period but also enhanced the steady state conversion. Comparing these results with the ESR characterisation of the catalyst shown in Table 2, one concludes that, as in the case of MoCls/SiC>2, Mo^l) species are active in catalytic metathesis. Consequently, we may now envisage a model to explain the roles of both Mo\"(l) and Mo\"(2) sites participating in catalyst break-in. The distorted 238g,) 16-c1\"-1 U^g-4- -- ^r9/' \"// l ^l , r* r V -r l l I ' l i 1- 10 20 30 40 50 60 30 40 Time/min Fig. 8. Effects of gas pretreatment on Mo03/SiOi catalyst break-in ( air, Hz). \\/ Mo o-T Site (1) Scheme 1. _ X_ \"T' \\i/ Mo o-^r\" Site (2) square pyramidal coordination of Mo'^l) is coordinatively unsaturated with respect to O2\" (Scheme 1, site (1)) and may favourably adsorb a propene molecule in this vacant position. Thereafter the surface complex undergoes the metathesis reaction, possibly via a metallocyclobutane intermediate. In the case of Mo''(2), the vacancy identified in Mo^l) is occupied through coordination of the ligand X (Scheme 1, site (2)). X is usually an oxygen or oxygen-containing ligand, such as 0~, OH or other surface species arising from oxidation products of hydrogen or propene. In our in situ IR investiga- tion of this system, a marked effect on the OH stretching frequencies at co. 3500 cm\"1 and 1650 cm\"1 has been observed when an evacuated Mo03/ SiOa catalyst was directly contacted with propene. As X is coordinated through its 0 atom to Mo, it is understandable that the ESR experiment does not easily discriminate between X and O2\". However, site (1) and site (2) species are mutually transformable, as illustrated in Scheme 1. Since electron donor molecules are known to poison metathesis catalysts, the reverse transformation is difficult, though not absolutely impossible. The steric hindrance due to X will indeed prevent Mo from interacting strongly with a reactant molecule. Hence, it is plausible to interpret the low activity of the Mov(2) site in terms of the above arguments. In this context, it is interesting to note that when the hydrogen pretreated sample catalyst, rich in the Mov(2) site, was re-oxidised m air directly followed by the introduc- tion of propene, the catalyst break-in curve was remarkably similar to that 239 for MoClg/SiO; shown in Fig. 7. At the same time, a dramatic increase of propene conversion occurred, accompanied by a many-fold increase in the Mo^l) ESR signal intensity. These results confirm the conclusion that the requirements for creating an active site are governed by the electronic effect (via the oxidation state) of the metal ion and the geometric effect of its surrounding ligands. In conclusion, Mo\" species with a distorted square pyramidal structure are crucial for metathesis activity. Characterisation of the Mov(l) site by molecular orbital bonding coefficients Inspecting the plot of Agi/Agi versus the propene conversion at various break-in intervals (Table 1), illustrated in Fig. 9, it is obvious that Agi/Agi increases with propene conversions and approaches a limiting value by the end of break-in. To elucidate the physical meaning of this ratio on a molecular level, we have used Pope's approximation [14] which results from a semi-empirical LCAO-MO treatment of a C4v crystal field. On substitution of the experimental data gn, gi, A||, Ai into Pope's equation, in combination with the splitting energies for Mo\" from the literature, the molecular orbital (MO) bonding coefficients at various intervals in Table 3 were obtained. Details of the calculation are reported elsewhere [9]. Three simplified equations are used in these calculations. A^(B2 -> Bi) 2^-2 AE(B^^E) A^ ^ 4A (B^E) /ssi\\2 Agi A (B2^Bi) \\e ; (3) (4) (5) 3-0 ^ 0s 2-8 < 10 15 % Conversion 20 Fig. 9. Relation of Agi/Agi of Mo''(l) versus propene conversion. 240 TABLE 3 MO bonding coefficients of Mo\"(l) during break-in t (min) ^ Pi e 6 15 30 90 0.903 0.895 0.896 0.892 0.749 0.761 0.786 0.753 0.782 0.745 0.806 0.725 In these equations, Ag\\\\, Agi and Agn/Agi are parameters directly observed from ESR measurements equated to various molecular quantities. AB(B2- -Bi), AB(B2 -\"E) are the splitting energies for the Mo\" species between the orbitais, d^y and d^ _ y , d^y and d^dy^ respectively; X is the spin- orbit coupling constant for a Mo'' free ion; ss-^, ss^ and e indicate the coeffi- cients contributed by the orbitais d^ _ yi, d^y and d^/dy^ respectively, to the molecular orbital of the central Mo\" together with its ligands, i.e. the MO bonding coefficients. Thus, the experimental values Agn/Agi are functions of the molecular variables aE, ssi, ss^ and e, which are in turn determined by the changes m the coordinating ligands due to the adsorbed species m the external coordination sphere of Mo9. In this sense, variation in the ratio Ag ii/Agi (and in the calculated MO bonding coefficients) may be regarded as indicating the degree of distortion of the Mo\" site. From Table 3, variation of ss-i with time is seen to be negligible, while ssi increases and e decreases during break-in. This implies that the distortion arises from ssi as well as from e. (Si, an in-plane o-bonding coefficient, is not involved m the distortion, cancelling out arithmetically in Agn/Agi. By the end of catalyst break-in, a higher ssi value indicates a lower degree of co valency involved in in-plane ir-bonding, and a lower e value indicates a stronger covalency contribution to the out-of-plane v -bonding. More simply, the greater the distortion along the z axis, caused by the interacting species, the more the d1 electron becomes delocalised from the ground state d^y to the excited states d^g, dy,. Catalytically, this trend in electron transfer will facilitate the formation of a surface complex from the Mo^l) site and propene and is therefore consistent with proposed metathesis mechanisms. In contrast with the Mo^l) site (where in general e < j3i), the relatively inactive Mo''(2) site is characterised by e > ss-^ (with approximate values ss; = 0.93, ssi = 0.65 and e = 0.78). This implies that for the Mo\"(2) site the covalent in-plane TT-bonding is stronger than the out-of-plane Tr-bonding, producing an electron density distribution which is ineffective in promoting the metathesis conversion. Conclusion It is apparent that the transient behaviour in MoO^/SiO^ metathesis catalyst break-in obeys a rate expression which is first order with respect to 241 the potentially-active site concentration. This site, generated by reduction with propene, is identified as a Mo\" species with distorted square pyramidal configuration and is primarily responsible for the metathesis reactivity. Another Mo\" species, which has a distorted octahedral coordination of O2\" ions, does not show significant activity. A model which interprets the role of these two Mov sites has been postulated. Moreover, both sites have been characterised in terms of molecular orbital bonding coefficients. It is concluded that the lowest e value, indicating stronger covalency of the out- of-plane ff-bonding, is in accordance with the optimal metathesis activity contributed by the distorted square pyramidal Mo\" site in metathesis catalysis. Acknowledgement This investigation is a part of a project financially supported by the State Education Commission of China. The authors are indebted to Professor Luhui Li for his encouragement, valuable discussions and advice. References 1 D. E. Willis, J. Catal., 84 (1983) 344. 2 G. B. Wills, J. Fathikajahi, S. K. Gangwal and S. Tang, Reel. Trav. Chim. Pays-Bas, 96 (1977) MHO. 3 F. Pennella and R. L. Banks, J. Catal., 31 (1973) 304. 4 C. Chen, Important Inorganic Reactions, 2nd edn.. Science and Technology Press, Shanghai, 1982, p. 526. 5 Yansheng Li, Thesis, Dalian Institute (now University) of Technology, 1986. 6 L. Beriacchi, G. Martini and E. Ferroni, Chem. Phys. Lett., 9 (1971) 420. 7 M. Che, J. C. Mcateer and A. J. Tench, J. Chem. Soc Faraday Trans, l, 74 (1978) 2378. 8 M. Dufaux, M. Che and C. Naccache, J. Chem. Phys., 67 (1970) 527. 9 Qingsong Lin, Yansheng Li and Baoan Zhang, Chinese J. Microwave Radio-Freq. Spec.. l (1988)21. 10 R. C. Luckner and G. B. Wills, J. Catal., 28 (1973) 83. 11 A. D. Beveridge and H. C. Clark, Pentahalides of the Transition Metals in Halogen Chemistry, Vol. 3, Academic Press, New York, 1967, p. 185. 12 C. Castellan, J. C. C. Bart, A. Vaghi and N. Giordano, J. Catal., 42 (1976) 162. 13 J. L. K. F. de Vries and G. T. Pott, Reel. Trav. Chim. Pays-Bas. 96 (1977) M115. 14 J. Livage and M. T. Pope, Inorg. Nucl. Chem. Lett., 16 (1980) 257. X244 8885096X 0304-5102(88)85096-X 10.1016/0304-5102(88)85096-X A study of MoO3/SiO2 metathesis catalyst break-in: active site formation and characterisation Baoan Zhang Yansheng Li Qinsong Lin Dai Jin Department of Chemistry, Dalian Institute of Technology 1 1 Presently Dalian University of Technology. , 129 St., DalianChina Metathesis catalyst break-in, or extended induction period, for a series of silica-supported Mo catalysts during propene metathesis has been studied in a conventional flow reactor as well as by following the generation of Mov paramagnetic species by ESR spectroscopy. It is shown that two kinds of Mov centers, having entirely different metathesis reactivities, coexist in this transient period. Catalytically, only the distorted square pyramidal Mov site shows a fairly linear correlation between relative intensity and increasing metathesis conversion. By assuming the propene conversion to be proportional to the active site concentration, a first-order rate expression was deduced and verified experimentally. Hence, the intrinsic nature of the break-in phenomenon has been explored. A model is postulated to explain the roles of both Mov sites in catalyst break-in. It is apparent that the oxidation state (via the electronic effect) and coordination structure (via the geometric effect) are both critical in the creation of a site which is active for metathesis. Finally, the active site is characterised not only by its oxidation state and configurational modification, but also by assigned MO bonding coefficients on a molecular level. In summary, the stronger π-bonding covalency in the out-of-plane Mo species is related to the optimal activity of the Mov site in metathesis catalysis. References 1 D.E. Willis J. Catal. 84 1983 344 2 G.B. Wills J. Fathikajahi S.K. Gangwal S. Tang Recl. Trav. Chim. Pays-Bas 96 1977 M110 3 F. Pennella R.L. Banks J. Catal. 31 1973 304 4 C. Chen 2nd edn. Important Inorganic Reactions 1982 Science and Technology Press Shanghai 526 5 Yansheng Li Thesis 1986 Dalian Institute (now University) of Technology 6 L. Berlacchi G. Martini E. Ferroni Chem. Phys. Lett. 9 1971 420 7 M. Che J.C. Mcateer A.J. Tench J. Chem. Soc., Faraday Trans, 1 74 1978 2378 8 M. Dufaux M. Che C. Naccache J. Chem. Phys. 67 1970 527 9 Qingsong Lin Yansheng Li Baoan Zhang Chinese J. Microwave Radio-Freq. Spec. 1 1988 21 10 R.C. Luckner G.B. Wills J. Catal. 28 1973 83 11 A.D. Beveridge H.C. Clark Pentahalides of the Transition Metals in Halogen Chemistry 3 1967 Academic Press New York 185 12 C. Castellan J.C.C. Bart A. Vaghi N. Giordano J. Catal. 42 1976 162 13 J.L.K.F. de Vries G.T. Pott Red. Trav. Chim. Pays-Bas 96 1977 M115 14 J. Livage M.T. Pope Inorg. Nucl. Chem. Lett. 16 1980 257",
      "scopus-id": "0024035312",
      "coredata": {
        "eid": "1-s2.0-030451028885096X",
        "dc:description": "Metathesis catalyst break-in, or extended induction period, for a series of silica-supported Mo catalysts during propene metathesis has been studied in a conventional flow reactor as well as by following the generation of Mov paramagnetic species by ESR spectroscopy. It is shown that two kinds of Mov centers, having entirely different metathesis reactivities, coexist in this transient period. Catalytically, only the distorted square pyramidal Mov site shows a fairly linear correlation between relative intensity and increasing metathesis conversion. By assuming the propene conversion to be proportional to the active site concentration, a first-order rate expression was deduced and verified experimentally. Hence, the intrinsic nature of the break-in phenomenon has been explored. A model is postulated to explain the roles of both Mov sites in catalyst break-in. It is apparent that the oxidation state (via the electronic effect) and coordination structure (via the geometric effect) are both critical in the creation of a site which is active for metathesis. Finally, the active site is characterised not only by its oxidation state and configurational modification, but also by assigned MO bonding coefficients on a molecular level. In summary, the stronger π-bonding covalency in the out-of-plane Mo species is related to the optimal activity of the Mov site in metathesis catalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028885096X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Baoan"
          },
          {
            "@_fa": "true",
            "$": "Li, Yansheng"
          },
          {
            "@_fa": "true",
            "$": "Lin, Qinsong"
          },
          {
            "@_fa": "true",
            "$": "Jin, Dai"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028885096X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028885096X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85096-X",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A study of MoO3/SiO2 metathesis catalyst break-in: active site formation and characterisation",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "229-241",
        "prism:endingPage": "241",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85096-X",
        "prism:startingPage": "229",
        "dc:identifier": "doi:10.1016/0304-5102(88)85096-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035312"
      }
    }
  }
}