{
  "metadata": {
    "title": "Characterization of Cr/silica ethylene polymerization catalyst by TPO/TPR and FT—IR",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-05-31",
    "doi": "10.1016/0304-5102(92)80077-T",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280077T",
    "pii": "030451029280077T"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-44049124674",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280077T 0304-5102(92)80077-T 030451029280077T 10.1016/0304-5102(92)80077-T S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02349 2024-01-02T01:06:03.941633Z 0 0 19920501 19920531 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 73 73 2 2 Volume 73, Issue 2 12 249 263 249 263 199205 May 1992 1992-05-01 1992-05-31 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. CHARACTERIZATIONCRSILICAETHYLENEPOLYMERIZATIONCATALYSTBYTPOTPRFTIR CHANG S MCDANIEL 1985 47 M HOGAN 1970 2637 J MCDANIEL 1981 71 M MCDANIEL 1982 17 M MCDANIEL 1982 29 M KRAUSS 1972 207 H PROC5THINTERNCONGRCATALYSISPALMBEACH KRAUSS 1973 207 H PROC5THINTERNCONGRCATALYSISPALMBEACH ZECCHINA 1975 966 A GROENEVELD 1979 153 C FUBINI 1980 200 B REBENSTORF 1981 119 B HILL 1986 315 W KRAUSS 1969 280 H ZECCHINA 1975 972 A ZECCHINA 1975 978 A GARRONE 1975 984 E GHIOTTI 1988 61 G GHIOTTI 1983 249 G KRAUSS 1975 97 H BARRACLOUGH 1959 3552 C REBENSTORF 1981 247 B CORNET 1968 2489 D MOSESMAN 1954 295 M HILL 1989 289 W HILL 1990 147 W PARLITZ 1985 24 B EHRHARDT 1985 23 K CARRA 1971 159 S FINCH 1976 111 J CIMINO 1976 316 A MCDANIEL 1983 98 M HAIR 1967 M INFRAREDSPECTROSCOPYINSURFACECHEMISTRY CHANGX1992X249 CHANGX1992X249X263 CHANGX1992X249XS CHANGX1992X249X263XS item 0304-5102(92)80077-T 030451029280077T 1-s2.0-030451029280077T 10.1016/0304-5102(92)80077-T 272239 2024-01-02T01:06:03.941633Z 1992-05-01 1992-05-31 1-s2.0-030451029280077T-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280077T/MAIN/application/pdf/3cb1b4ff4e5d3fe2fafb1d8831fd561d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280077T/MAIN/application/pdf/3cb1b4ff4e5d3fe2fafb1d8831fd561d/main.pdf main.pdf pdf true 995005 MAIN 15 1-s2.0-030451029280077T-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280077T/PREVIEW/image/png/5e5339a2f6f1b5c89dd41c64facbdc68/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280077T/PREVIEW/image/png/5e5339a2f6f1b5c89dd41c64facbdc68/main_1.png main_1.png png 70732 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 73 (1992) 249-263 M2856 249 Characterization of Cr/silica ethylene polymerization catalyst by TPO/TPR and FT-IR Chang Soo Kim and Seong Ihl Woo* Department of Chemical Engineering, Korea Advanced Institute of Science and Technology, P.O. Box 150, Cheong Ryang, Seoul (South Korea) (Received November 5, 1991; revised January 13, 1992) Abstract A Cr/silica catalyst with a Cr loading of 1 wt.% has been prepared by impregnating an aqueous solution of chromium(III) acetate onto Davison 952 silica. The characterization of the surface chromium species formed during the activation process was performed using TPO/R (temperature-programmed oxidation/reduction) and FT-IR spectroscopy. During activation with dry air, chromium(III) acetate was stabilized on the surface as a hexavalent chromium species. The average oxidation numbers of surface chromium species after activation at 823, 923, 1023, 1123, and 1223 K are found to be 6.0, 5.4, 5.1, 4.2, and 3.7, respectively. The amounts of the Cr(VI) species varied with activation temperature. The fraction of Cr(VI) atoms existing in monochromate form increased with increasing activation temperature, which was a result of the decrease in the fraction of dichromate and/or polychromate. The OH stretching bands of Cr/silica prepared by the reduction of Cr(VI)/silica with CO and the stretching bands of CO adsorbed on it indicate the existence of three distinct types of Cr(II) (CrA(II), CrB(I1), and Crc(II)), whose amounts are strongly dependent on the activation temperature. Introduction Owing to its commercial importance, the Phillips Cr/silica ethylene polymerization catalyst has been the subject of extensive investigation. Many of the studies were concerned with the nature and identification of the catalytically active species and the polymerization mechanisms [ 1 ]. To obtain an activated catalyst, supported chromium precursor species have to be calcined in dry air at a high temperature (> 750 K). This produces chromium in the hexavalent state stabilized on the silica surface. This is due to the formation of a surface chromate or perhaps dichromate ester in which each chromium atom is directly linked to the support. Whether the Cr(VI) atoms exist as a monochromate or as a dichromate is still controversial, despite numerous previous studies. Hogan [2] and McDaniel [3] measured the change in hydroxyl population with different coverage of Cr(VI) and concluded that Cr03 exists mainly as a chromate. On the other hand, Krauss [ 4 ], Zecchina et al. [ 5 ], Groeneveld et al. [ 6 ], Fzbini et al. [ 7 ], and Rebenstorf *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 250 and Larsson [8 ] studied the catalyst using IR and diffuse reflectance spectroscopy and concluded that chromium atoms are stabilized mainly as a dichromate. Also, Hill and co-workers [9] studied the photoluminescence of the catalyst and reported that chromium atoms are stabilized onto the support as chromate, dichromate, and polychromate. Krauss and Stach [ 10 ] reported that the activated catalyst, hexavalent chromium, can be quantitatively reduced by CO at 623 K to divalent chromium. An Italian group detected four distinct types of Cr(II), which differ in the number of coordinated oxides [5, 7, 11-15]. They reported the IR spectra of CO, NO, etc. adsorbed on the reduced catalyst. Krauss et al. also detected several types of Cr(II) species that differ in their reactivities [16]. In order to gain further information about the formation of the surface chromium species and its characteristics, we have studied the activated and CO-reduced forms of Cr(III) acetate/silica using temperature programmed reduction/oxidation and FT-IR spectroscopy. Experimental Catalyst preparation The catalyst was prepared with silica (Davison grade 952MS) having a pore volume of 1.6 cm' g-' and a surface area of about 280 m2 g-1. It was impregnated with an aqueous solution of chromium(III) acetate. The silica was suspended in a relatively large amount of solution, and the suspension was dried in a rotary evaporator for about 10 h. During this procedure the temperature did not exceed 323 K. The catalyst was further dried in an oven at 380 K for 12 h. The prepared catalyst was light green in color and contained 1.0 wt.% chromium. Several other types of chromium(III) acetate/ silica catalysts were also prepared using silicas with different properties, which are listed under Discussion. Temperature- rogrammed oxidation/reduction (TPO/R) Temperature-programmed oxidation/reduction (TPO/R) measurements were performed with a gas-flow system consisting of a gas purifier, flow controllers, a reactor, and a heating system. A quartz tube equipped with a sintered glass disk was used as a reactor. A PID-type temperature controller was used to obtain a linear heating rate. A quadrupole mass spectrometer (VG, SX 300) was used to measure the concentrations of gas species of interest. A part of the effluent gas at the outlet of the reactor was introduced into the mass spectrometer through a capillary tube, which was heated to prevent condensation. Quantitative analyses of TPR were also carried out using a gas chromatography (thermal conductivity detector) instrument. TPR and TPO experiments were carried out in a fluidized bed with 5 vol.96 HZ/N2 and dry air, respectively. The linear velocity of gases in a fluidized bed was kept at 0.7 cm sec-'. 0.5 g of sample was heated at a rate of 10 K min-' from room temperature to 1223 K. For TPR experiments, 251 samples were fluidized in dry air at 823-1223 K for 2 h to activate the catalyst. After activation at the desired temperature, samples were flushed with dry nitrogen at 623 K for 0.5 h and cooled down to room temperature under nitrogen to avoid adsorption of oxygen during cooling. All the gases were predried through activated alumina and a 5A type molecular sieve column. All the gases except air were also deoxygenated through a Ridox (Fischer Sci.) column. FT-IR spectroscopy Wafers for FT-IR were prepared by pressing the catalyst powder (15-25 mg cm-Z) at 270 kg cm-2. Wafers were pretreated in a quartz cell equipped with KBr windows. In situ thermal treatment of wafers can be performed with this cell. The wafer was heated to the activation temperature (10 K min-') in dry air and calcined at this temperature for 2 h. After activation the wafer was cooled down to 623 K and evacuated to 1 x 10-6 torr (1 torr=133.3 N m-2) at this temperature. To obtain the IR spectrum of the activated catalyst, the wafer was further cooled down to room temperature in vacuum. The IR spectrum of the activated catalyst was recorded at room temperature. The activated catalyst wafer was reduced at 623 K with CO for 0.5 h. CO was evacuated at 623 K, and a spectrum of the reduced catalyst wafer was recorded at room temperature. The IR spectra of CO adsorbed on the catalyst wafer were also recorded at room temperature. Infrared spectra were recorded with an FT-IR spectrometer BOMEM MB-102 with a resolution of 4 cm-1; 500 scans were accumulated. Results Temperature programmed otion (TPO) TPO of fresh chromium(III) acetate/silica catalyst was carried out in dry air and at a heating rate of 10 K min-'. 02 was consumed, and water and carbon dioxide were produced, during the TPO experiment. The partial pressures of these compounds analyzed with a quadrupole mass spectrometer are shown in Fig. 1. There are three positive peaks due to HZO, one positive COZ peak, and two negative peaks due to O2. FT-IR The IR spectra of the catalyst activated at various temperatures are shown in Fig. 2. The band at ca. 907 cm-' is assigned to the Cr=O stretching band of Cr(VI) [5, 17]. The intensity of this band indirectly gives the relative amount of Cr=O bonds formed on the surface of the activated catalyst. As shown in Fig. 3, the ratio of integrated intensity normalized with the integrated intensity of the band of the catalyst activated at 1023 K varies with the activation temperature. The intensity of the Cr=O band has a maximum at 823 K, and decreases as the activation temperature is raised above this value. The color of the activated catalyst changed to yellow, orange, and 252 (b) (a) (c) r(c) (c) 300 500 700 900 1100 Temperature / K Fig. 1. TPO spectra of chromium(III) acetate/silica, freshly prepared, recorded with a mass spectrometer: partial pressure of (a) H20 produced during the TPO, (b) COz produced, and (c) OZ consumed. o 1020 960 900 840 Wavenumberi cm l 12 10 0 0,8 r W r 0.6 N C d rr C 0.4 0.2 i 0 o o O 700 800 900 1000 11001200 1300 Activation Temperature/ K Fig. 2. FT-IR spectra of the catalyst activated at various temperatures: (a) silica calcined at 1023 K and catalyst activated at (b) 823 K, (c) 923 K, (d) 1023 K, (e) 1123 K, and (f) 1223 K. The FT-IR spectrum of the empty cell evacuated to 1 x 10-a torr was used as the background. Fig. 3. Ratio of the integrated Gr=0 band intensity at various activation temperatures. 253 deep orange as the activation temperature was raised from 823 K to 1023 K. The catalyst activated above 1023 K had a light-green color but did not show any XRD patterns. FT-IR spectra of the reduced catalyst and of CO adsorbed on it were obtained to identify surface species after reduction with CO. The reduction of activated catalyst was performed with CO at 623 K for 0.5 h. Difference spectra, shown in Fig. 4, are obtained by subtracting the absorbance values of the spectra of activated catalysts from those of reduced catalysts. CO reduction of the catalyst activated at various temperatures decreased the intensity of peaks due to isolated hydroxyls, as shown by a negative band at 3745 cm-1, and caused two positive bands to appear at 3725 and 3600 cm-1. The intensities of the bands around 3600 and 3745 cm-1 decreased as the activation temperature was increased, as shown in Fig. 4. The IR spectra of CO adsorbed on the reduced catalysts preactivated at various temperatures are shown in Fig. 5. These spectra were obtained in the presence of 40 torr of CO. The well-known triplet band arising from terminal CO on Cr(II) at 2188, 2183, and 2177 cm-1, together with the weak band at 2097 cm-1 arising from bridging CO, is shown in this figure [8, 11, 14, 18]. The band at 2097 cm-1 decreased in intensity as the activation temperature was increased to 1023 K. Above 1023 K, this band disappeared. CO adsorption is not reversible at room temperature, as shown by the fact that CO stretching bands were not completely removed by prolonged evacuation at 1 X 10-s torr at room temperature. This indicates that a part of CO exists in a chemisorbed state on Cr(II). The IR spectra of CO chemisorbed A A=0.1 (a) (b) ~c()d ) 3800 3700 3600 3500 3400 Wavsnurnber/ cry F' Fig. 4. Difference FT-ER spectra of reduced catalysts preactivated at (a) 823 K, (b) 923 K, (c) 1023 K, and (d) 1123 K. 254 I T=10 % ld,e) ~ r Ib) (a) (a) -ld) 2200 2160 Wavenumber/ cm 1 2120 2080 Fig. 5. FT-IR spectra of CO adsorbed on the reduced catalyst preactivated at (a) 823 K, (b) 923 K, (c) 1023 K, (d) 1123 K, and (e) 1223 K in the presence of 40 ton of CO. T=5% V(e (a (b (d c 19 (e) 0 (a (b (d) cr 2200 2190 2180 21702160 Wavenumber/cm 1 Fig. 6. FT-IR spectra of CO chemisorbed on the reduced catalyst preactivated at (a) 823 K, (b) 923 K, (c) 1023 K, (d) 1123 K, and (e) 1223 K. on the reduced catalyst preactivated at various temperatures are shown in Fig. 6. The band at 2179 cm-1 is strongly dependent on the activation temperature. The intensities of the bands at 2188 and 2179 cm-1 increased with increasing activation temperature up to 1023 K. The band at 2179 cm-1 increased more than the band at 2188 cm-1. The intensities of the 255 bands at 2179 and 2188 cm-1 decreased when the activation temperature exceeded 1023 K. The ratio of the integrated intensity of the band at 2179 cm-1 to that of the band at 2188 cm-1 increased as the activation temperature increased to 1223 K. TPR with hydrogen The TPR spectra of the activated catalyst at various temperatures are shown in Fig. 7. The TPR spectra show one peak between 740 and 800 K. The amounts of hydrogen consumed during TPR were calculated by integrating the area of the TPR peak. The mole ratios of hydrogen consumption to total chromium (H2/Cr) in the catalyst are listed in Table 1 with the activation temperatures. Hz /Cr obtains its maximum value, 2.0, at the activation temperature of 823 K, and decreases above this temperature. HZ/Cr has a value of 0.84 at the activation temperature of 1223 K. The peak temperature of TPR was shifted to higher temperatures as the activation temperature was increased, as shown in Fig. 7. The peak temperature of the TPR of the catalyst activated at 823 K was 743 K, and shifted to 798 K after activation at 1223 K. The catalyst activated at 923 K has one TPR peak, at 745 K. This peak shifted to 752 K, with the appearance of a new peak at 640 K, after equilibrating was performed with saturated water vapor at room temperature for 24 h, as shown in Fig. 8. This peak shifted to 770 K and decreased in A O a E 0 61 C O V a 650 700 750 800 650 900 Temperature / K FYg. 7. TPR spectra of the catalyst activated at (a) 823 K, (b) 923 K, (c) 1023 K, (d) 1123 K, and (e) 1223 K. 256 TABLE 1 TPR results of catalyst activated at various temperatures Activation TPR peak HZ consumption Average Decomposed temperature temperature (Hz/Cr) oxidation inactive Cr(III) (K) (K) state' (9 u) 823 743 2.00 6.0 0 923 745 1.72 5.4 20 1023 757 1.55 5.1 30 1123 766 1.10 4.2 60 1223 798 0.84 3.7 79 'The valence state of Hz-reduced catalyst was assumed to be Cr(II). o a 7 N C O V N (c) 640 r-no (a) 500 550 600 650 700 750 800 850 Temperature / K Fig. 8. Effect of moisture on the TPR spectra of the catalyst: (a) TPR of the catalyst activated at 923 K without moisture treatment; (b) TPR of sample (a) after contact with moisture for 24 h; and (c) TPR of sample (a) after contact with moisture for 170 h. intensity after contact with moisture for 170 h. The intensity of the new peak around 640 K increased further. Discussion Formation of chromium species during activation In the case of the Cr03/silica catalyst, the formation of a definite surface phase during the activation process has already been reported, together with some degradation of Cr(VI) at the surface to a lower valence state [2, 4-7]. The anchorage of Cr03 onto the surface is assumed to involve esterification of suitable silanols, yielding surface chromates or dichromates. Hogan [2] reported that this process takes place below 393 K, while Groeneveld et al. 257 [6] and, Fixbini et al. [7] claimed that this process occurs at much higher temperatures. In the case of the chromium(III) acetate/silica catalyst, TPO spectroscopy gives information on the formation of surface chromium species. As shown in Fig. 1, three positive peaks due to H20, one positive C02 peak, and two negative peaks due to 02 appear during TPO. The H20 peak around 460 K is attributed to H20 adsorbed on the catalyst. The relatively broad H20 peak appearing above 720 K is due to the dehydroxylation of surface hydroxyl groups. The small peak around 650 K indicates the formation of water by the oxidation of the acetate group. This interpretation is confirmed by the production of carbon dioxide and the consumption of oxygen around 630 K. The difference in the peak temperature of C02 (630 K) and H20 (650 K) can be explained by the interaction of the H20 produced with the catalyst. The consumption of 02 without production of C02 also appears around 460 K. Although the mechanism of 02 consumption at this temperature is not fully understood, it may be due to the partial oxidation of chromium(III) acetate. Cornet and Burwell have reported that a species of Cr(VI) is obtained by heating the chromium(III) acetate with air at 413 K [ 19 ]. Therefore, it can be said that one species of Cr(VI) was formed around 460 K and the other Cr(VI) species was formed at 550-720 K. The color of fresh chromium(III) acetate/silica changed from light green to yellow or orange after oxidation with air above 550 K. As shown in Fig. 3, the amount of Cr(VI) reaches a maximum at 823 K and decreases above 823 K. The melting point of bulk Cr03 is 473 K. Bulk Cr03 is more thermally unstable than supported Cr03 and begins to decompose into Cr203 and 02 in air at 530 K [2, 20]. When the chromium loading is made higher and the surface area of the support is made smaller, the amount of Cr(VI) stabilized on the support becomes smaller [2, 21 ]. In our study chromium loading was fixed at 1 wt.%. The decrease in the amount of Cr(VI) stabilized on the support above 823 K is mainly attributed to the thermal decomposition of Cr(VI) oxide and partly to the decrease in the surface area of the support. Also, the average oxidation state of chromium stabilized onto the support at various activation temperatures can be calculated from the amount of H2 consumed during TPR. First, we must know the valence state of chromium after H2 reduction. Several researchers have reported the valence state of H2-reduced chromium. Groeneveld et al. reported that it has a value of 2-3 [6]. Hill and Ohlmann [22], Parlitz et al. [23], and Ehrhardt et al. [24] reported that after H2 reduction the valence state of chromium is 3. Since they used a small flow rate of H2, 3-14 ml min-1, reduced chromium could be easily oxidized with the H20 produced during TPR. Since the H20 produced during TPR can interact with the catalyst, the valence- state of H2-reduced chromium is dependent on kinetic factors such as gas velocity and heating rate [6, 25]. On the other hand, Finch assumed that the chromium species supported on silica after H2 reduction has a valence state of 2 [26]. In our study we assumed the valence state of H2-reduced catalyst to be Cr(II) 258 because we effectively removed the H20 produced during TPR by fluidizing the catalyst with a flow rate through the bed of 0.7 cm sec-1. Consequently, the average oxidation numbers of activated chromium were calculated to be 6.0, 5.4, 5.1, 4.2, and 3.7 at the activation temperatures of 823, 923, 1023, 1123, and 1223 K, respectively. The average oxidation states of chromium species at various activation temperatures are shown in Table 1. The average oxidation number of chromium species activated between 823 and 1023 K is 5-6. This agrees well with the results of McDaniel [3] and Finch [26]. The average oxidation numbers at 1123 K and 1223 K are 4.2 and 3.7, respectively. The low oxidation states can perhaps be attributed to the thermal decomposition of Cr(VI) to inactive Cr(III), which is not reduced with Hz [6]. Cimino et al. studied 1 wt.% chromium catalyst supported on Carbosil silica (surface area 210 m2 g-1) using ESCA and reported that formation of Cr203, inactive Cr(III), begins at 873 K [27]. Although the color of the activated catalyst turns to light green at higher activation temperatures (above 1023 K), no XRD pattern for Cr203 was observed, perhaps because the size of the oxide particle is too small to be detected. This is reasonable, because 1 wt.% chromium is dispersed on Davison 952 silica, which has a pore volume of 1.6 ml g-1 and a surface area of about 280 m2 g-1. If we assume that Cr(VI) and inactive Cr(III) are the main components of the activated chromium species, the percent decomposition of Cr(VI) to Cr(III) can be evaluated from the average oxidation state (shown in Table 1). In the case of activated catalyst at 1223 K, 79g'o of Cr(VI) was decomposed to inactive Cr(III). Characteristics of surface chromium species Activated catalysts Several types of chromate can be stabilized onto the surface during the activation process, although their relative populations are not clearly understood [2-9]. The TPR spectrum obtained after exposing the activated catalyst to moisture gives a new peak around 640 K, which is accompanied by the shift of the original peak temperature around 745 K to higher temperature. Hogan [2] and Groeneveld et al. [6] reported that H20 hydrolyzes the Si-O-Cr bonding to produce a chromium oxide species, which is mobile on the surface of silica. This mobile chromium species can be agglomerized to form large chromium oxide species, which can be reduced with HZ at the lower temperature of 640 K. To study the variation of the peak temperature of TPR, additional chromium(III) acetate/silica catalysts with chromium loadings of 0.1, 0.5, 1, and 5 wt.% were prepared, using silicas of different properties. The physical properties of various silicas are shown in Table 2. The TPR results after all the samples were activated with dry air at 1023 K are shown in Fig. 9. The temperature at which the TPR peak appeared decreased as the average pore radius of silica increased and the surface area decreased. The mobility of chromium oxide across the surface increased during the activation process 259 TABLE 2 The physical properties of various silicas Silica Surface Pore Average TPR peak area volume pore radius temperature (mz g-') (nil g-') (k (K) PQ. CS-1022 208 1.46 140 748 PQ. CS-1040 418 1.27 71 761 PQ. CS-0470 730 0.43 12 780 Davison 952 280 1.6 114 757 850 820 Y 7'90 x O 730 Avg. Pore Radius / A 0 30 60 90 120 150 (a) b) Aa 0 CC5 6 0 1 2 3 4 Cr Loading fwt% 150 250 350 450 550 650 750 Surface Area/ m2/gcat, 790 780 770 Y x o 750 740 Fig. 9. The effect of chromium loading (a), the surface area of silica (b), and the average pore radius of silica (c) on the TPR peak temperature. as the average pore radius increased. The probability of agglomerization increased as the surface area decreased. Accordingly, easily reducible chromium oxide can be formed. In other words, dichromate and/or polychromate rather than monochromate are easily formed on these silicas. The TPR peak temperature shifted to higher temperatures as the chromium loading decreased and the surface area increased. More monochromate can be formed at lower loadings of chromium and on the silica of higher surface area because the amount of interaction between chromium oxide and support is high in these cases. Therefore the appearance of the new TPR peak at around 640 K after contact with moisture can be attributed to the reduction of hydrolyzed 260 dichromate and/or polychromate. The shift of the peak temperature to a higher temperature does not indicate that more stabilized chromium oxide was newly formed, but rather indicates that a chromium oxide species that is difficult to hydrolyze remains on the surface and is reduced at higher temperature. The TPR peak temperature of the catalyst increased as the activation temperature increased, as shown in Fig. 7. The TPR peak temperatures of the catalyst activated at 723 and 823 K are the same, which indicates that dichromate and/or polychromate do not decompose to Cr(HI) species below 823 K. At the activation temperature of 923 K, slight decomposition was observed, as was a small shift of the TPR peak to higher temperature, as indicated by the decrease in the area of the peak and the peak temperature in Fig. 7. The TPR peak temperature increased to 798 K at the activation temperature of 1223 K. As the activation temperature increased, dichromate and/or polychromate that were stabilized onto the surface less strongly than chromate can thermally decompose to the inactive Cr(III) during the activation process. As shown in Fig. 7, the area of the TPR peaks decreased as the percentage of dichromate and/or polychromate decomposed to Cr(III) increased, because Cr(III) cannot be reduced with HZ in the range of our TPR temperatures. The IR spectra of adsorbed CO on the catalyst reduced with CO, shown in Fig. 5, give further evidence for this explanation. The 2097 cm-1 band, which was assigned to the bridging CO on the paired chromium site [11], decreased in intensity as the activation temperature increased, up to 1023 K. This band disappeared above 1023 K. The increase in the fraction of monochromate resulting from the decrease in the fraction of dichromate and/or polychromate as the activation temperature increased causes the TPR peak temperature to be shifted to higher temperature. CO-reduced catalyst It is well known that the hexavalent chromium of the activated catalyst is easily reduced to divalent chromium with CO at 623 K without rearrangement during the reduction [ 1 ]. Several types of Cr(II) species have been reported [5, 7, 11-16]. However, the interaction between Cr(II) and the OH group was not investigated previously. Both activated catalysts and CO-reduced catalysts always have an OH stretching band at 3745 cm-1. The interesting point is that CO reduction of activated catalyst causes a decrease in the intensity of the band at 3745 cm-1, which is accompanied by the appearance of two positive bands at about 3725 and 3600 cm-', as shown in Fig. 4. The sum of the integrated intensities of the two positive bands is larger than the intensity of the negative band at 3745 cm-1. This cannot be explained by the increase in the number of hydroxyl groups during CO reduction, because the catalysts were activated at temperatures above 823 K and then CO reduction was performed with dry CO at 623 K. The hydroxyls present in the activated catalysts cannot be removed by the CO at 623 K. The hydroxyl population on the catalyst was found to decrease when exposed to CO above 870 K [28]. It is also 261 known that the integrated intensity of the perturbed hydroxyl group is found to be greatly increased by the hydrogen-bonding interaction [29]. The appearance of two positive bands at lower frequencies occurred simultaneously with the decrease in the intensity of the band at 3745 cm-1, which is not hydrogen-bonded. These two positive bands originate from the hydroxyl groups that are hydrogen-bonded, or that are in a more polar environment, causing a downward shift of the frequency. This indicates that some of the isolated hydroxyls interact with Cr(H) species. Considerable numbers of hydroxyls remain even in the catalyst activated above 1023 K. The hydroxyls were titrated with TiC14, and the HCl liberated was measured with a volumetric apparatus equipped with an oil manometer. The hydroxyl populations determined by this method are shown in Table 3. 1.49-1.84 hydroxyls per total chromium still remain on the catalyst activated at various temperatures. The oxygen atoms of the nearest hydroxyls tend to interact with the d electrons of Cr(II), which decreases the strength of the O-H bond. This results in a red shift of the OH band. Therefore, the two positive bands at 3725 and 3600 cm-1 can be attributed to the interaction between Cr(II) and its nearest hydroxyls. The band at 3725 cm-1 can be assigned to the OH stretching band, in which a single OH group interacts with Cr(II). However, the band at 3600 cm-1 might be due to two OH groups interacting with one Cr(II). The IR spectra of adsorbed CO on the reduced chromium give more information about the interaction of OH groups with Cr(H). The IR bands of chemisorbed CO at 2179 and 2188 cm-1 indicate that there are two kinds of chemisorption sites on the reduced catalyst. The intensities of both bands increased with increasing activation temperature up to 1023 K, then decreased considerably above 1023 K. This cannot be explained by considering only the change in the hydroxyl group concentration with activation temperature. If one of these bands is due to interactions with OH groups, the peak due to CO chemisorbed on Cr(II) must increase in intensity, because the concentration of the OH group decreases with increasing activation temperature, as shown in Table 3. The ratios of number of moles of CO TABLE 3 Effect of activation temperature on the amount of hydroxyls and CO chemisorbed on the reduced catalyst Activation temp. OH/Crta 1 (2179 cm-'/2188 cm-')' COChem/CrWt 823 923 1023 1123 1223 1.84 1.73 1.68 1.58 1.49 0.52 0.79 1.02 1.22 1.32 0.19 0.24 0.28 0.20 0.13 'Ratio of integrated band intensity. 262 chemisorbed on CI(II) to moles of total chromium (CO~he ,/Crwj given in Table 3 are well below 1.0 for each activation temperature. Hence, it is proposed that part of the Cr(H) cannot chemisorb CO. Considering these results, we can propose three distinct types of Cr(II) after CO reduction at 623 K, as illustrated in Fig. 10. CrA(H) does not interact with OH groups and can chemisorb CO, as indicated by the CO stretching band at 2179 cm-1. CrB(H) interacts with a single OH group, as indicated by the OH stretching band at 3725 cm-1, and can chemisorb CO, as indicated by the CO stretching band at 2188 cm-1. Crc(II) interacts with two adjacent OH groups, as indicated by the OH stretching band at 3600 cm-1, and cannot chemisorb CO. We can calculate the relative numbers of CrA(H), CrB(II), and Crc(II) if we know the percentage of inactive Cr(DT) formed by the decomposition of Cr(VI) during the activation. For example, in the case of an activation temperature of 1023 K, the amount of inactive Cr(III) is 30%, as shown in Table 1. The ratio COrh./Cruet is 0.28, as shown in Table 3. Hence, the sum of the amounts of CrA(II) and CrB(II) is 28% if the stoichiometric ratio of CO to Cr is 1. Based on the experimental values of 1 shown in Table 3 and the assumption that the extinction coefficients of the 2179 and 2188 cm-1 bands are the same, the amounts of CrA(II) and CrB(II) are calculated to be 14.1 and 13.990, respectively. Hence, the amount of Crc(II) is 42%. The relative amounts of CrA(B), CrB(Il), Crc(II), and inactive Cr(III) are shown in Table 4. Comparing the calculated values of relative Cr O O i i i i Si si Si si H H H Cr 01 0 Cr O O \\0 5i i S i si v(011): none 3725 cm-1 3600 cm'1 v(COchem): 2179 cm-' 2188 cm` none CrA(II) CrB(II) CrC(II) Fig. 10. Three distinct types of Cr(II) after reduction with CO at 623 K. TABLE 4 Effect of activation temperature on the heterogeneity of CO-reduced catalyst Activation temp. CrA(In CrB(In Crc(In Inactive Cr(III) 823 6.5 12.5 81.0 0 923 10.6 13.4 56.0 20 1023 14.1 13.9 42.0 30 1123 11.0 9.0 20.0 60 1223 7.4 5.6 7.0 79 263 amounts of CrA(II) and CrB(II) with the absolute value of the intensities of the CO stretching bands at 2179 and 2188 cm-1, it can be concluded that our proposal is reasonable. Acknowledgements This research was funded by Daelim Industrial Company (1988-1991). We are especially grateful to Dr. J. S. Oh, Mr. K. W. Sung, D. J. Chung, J. Kee, and J. H. Park for supporting our research in many ways. References 1 M. P. McDaniel, Adv. Catal., 33 (1985) 47. 2 J. P. Hogan, J. Polym. Sci., Part A-1, Polym. Chem., 8 (1970) 2637. 3 M. P. McDaruel, J. Catal., 67 (1981) 71; 76 (1982) 17, 29. 4 H. L. Krauss, Proc. 5th Intern. Congr. Catalysis, Palm Beach, 1972, Vol. 1, North-Holland, Amsterdam, 1973, p. 207. 5 A. Zecchina, E. Garrone, G. Ghiotti, C. Morterra and E. Borello, J. Phys. Chem., 79 (1975) 966. 6 C. Groeneveld, P. P. M. M. Wittgen, A. M. van Kersbergen, P. L. M. Mestrom, C. E. Nu(jten and G. C. A. Schuit, J. Catal., 59 (1979) 153. 7 B. Fubini, G. Ghiotti, L. Stradella, E. Garrone and C. Morterra, J. Catal., 66 (1980) 200. 8 B. Rebenstorf and R. Larsson, Z. Anorg. Chem., 478 (1981) 119. 9 W. Hill, B. N. Shelimov, I. R. Kibardina and V. B. Kazanskii, React. Kinet. Catal. Lett., 31(2) (1986) 315. 10 H. L. Krauss and H. Stach, Z. Anorg. Allg. Chem., 366 (1969) 280. 11 A. Zecchina, E. Garrone, G. Ghiotti and S. Coluccia, J. Phys. Chem., 79 (1975) 972. 12 A. Zecchina, E. Garrone, C. Morterra and S. Coluccia, J. Phys. Chem., 79 (1975) 978. 13 E. Garrone, G. Ghiotti, S. Coluccia and A. Zecchina, J. Phys. Chem., 79 (1975) 984. 14 G. Ghiotti, E. Garrone and A. Zecchina, J. Mol. Catal., 46 (1988) 61. 15 G. Ghiotti, E. Garrone, G. D. Gatta, B. Fubini and E. Giamello, J. CataL., 80 (1983) 249. 16 H. L. Krauss, B. Rebenstorf and U. Westphal, Z. Anorg. Allg. Chem., 414 (1975) 97. 17 C. G. Barraclough, J. Lewis and R. S. Nyhohn, J. Chem. Soc., (1959) 3552. 18 B. Rebenstorf and R. Larsson, J. Mol. Catal., 11 (1981) 247. 19 D. Cornet and R. L. Burwell, Jr., J. Am. Chem. Soc., 90 (1968) 2489. 20 M. A. Mosesman, J. Am. Chem. Soc., 76 (1954) 295. 21 W. Hill and G. Ohlmann, React. Kinet. Catal. Lett., 38(2) (1989) 289. 22 W. Hill and G. OhImann, J. Catal., 123 (1990) 147. 23 B. Parlitz, W. Hanke, R. Fricke, M. Richter, U. Roost and G. Ohlmann, J. Catal., 94 (1985) 24. 24 K. Ehrhardt, M. Richter, U. Roost and G. Ohlmann, Appl. Catal., 17 (1985) 23. 25 S. Carra and L. Fon-d, Catal. Rev., 5 (1971) 159. 26 J. N. Finch, J. Catal., 43 (1976) 111. 27 A. Cimino, B. A. De Angelis, A. Luchetti and G. Minelli, J. COl., 45 (1976) 316. 28 M. P. McDaniel and M. B. Welch, J. Catal., 82 (1983) 98. 29 M. L. Hair, lrfared Spectroscopy in Surface Chemistry, Marcel Dekker, New York, 1967. X244 9280077T 0304-5102(92)80077-T 10.1016/0304-5102(92)80077-T Characterization of Cr/silica ethylene polymerization catalyst by TPO/TPR and FT—IR Chang Soo Kim Seong Ihl Woo ∗ Department of Chemical Engineering, Korea Advanced Institute of Science and Technology, P.O. Box 150, Cheong-Ryang, Seoul South Korea * Author to whom correspondence should be addressed. A Cr/silica catalyst with a Cr loading of 1 wt.% has been prepared by impregnating an aqueous solution of chromium(III) acetate onto Davison 952 silica. The characterization of the surface chromium species formed during the activation process was performed using TPO/R (temperature-programmed oxidation/reduction) and FT—IR spectroscopy. During activation with dry air, chromium(III) acetate was stabilized on the surface as a hexavalent chromium species. The average oxidation numbers of surface chromium species after activation at 823, 923, 1023, 1123, and 1223 K are found to be 6.0, 5.4, 5.1, 4.2, and 3.7, respectively. The amounts of the Cr(VI) species varied with activation temperature. The fraction of Cr(VI) atoms existing in monochromate form increased with increasing activation temperature, which was a result of the decrease in the fraction of dichromate and/or polychromate. The OH stretching bands of Cr/silica prepared by the reduction of Cr(VI)/silica with CO and the stretching bands of CO adsorbed on it indicate the existence of three distinct types of Cr(II) (CrA(II), CrB(II), and CrC(II)), whose amounts are strongly dependent on the activation temperature. References 1 M.P. McDaniel Adv. Catal. 33 1985 47 2 J.P. Hogan J. Polym. Sci., Part A-1, Polym. Chem. 8 1970 2637 3 a M.P. McDaniel J. Catal. 67 1981 71 b M.P. McDaniel J. Catal. 76 1982 17 c M.P. McDaniel J. Catal. 76 1982 29 4 a H.L. Krauss Proc. 5th Intern. Congr. Catalysis, Palm Beach 1 1972 North-Holland Amsterdam 207 b H.L. Krauss Proc. 5th Intern. Congr. Catalysis, Palm Beach 1 1973 North-Holland Amsterdam 207 5 A. Zecchina E. Garrone G. Ghiotti C. Morterra E. Borello J. Phys. Chem. 79 1975 966 6 C. Groeneveld P.P.M.M. Wittgen A.M. van Kersbergen P.L.M. Mestrom C.E. Nuijten G.C.A. Schuit J. Catal. 59 1979 153 7 B. Fubini G. Ghiotti L. Stradella E. Garrone C. Morterra J. Catal. 66 1980 200 8 B. Rebenstorf R. Larsson Z. Anorg. Chem. 478 1981 119 9 W. Hill B.N. Shelimov I.R. Kibardina V.B. Kazanskii React. Kinet. Catal. Lett. 31 2 1986 315 10 H.L. Krauss H. Stach Z. Anorg. Allg. Chem. 366 1969 280 11 A. Zecchina E. Garrone G. Ghiotti S. Coluccia J. Phys. Chem. 79 1975 972 12 A. Zecchina E. Garrone C. Morterra S. Coluccia J. Phys. Chem. 79 1975 978 13 E. Garrone G. Ghiotti S. Coluccia A. Zecchina J. Phys. Chem. 79 1975 984 14 G. Ghiotti E. Garrone A. Zecchina J. Mol. Catal. 46 1988 61 15 G. Ghiotti E. Garrone G.D. Gatta B. Fubini E. Giamello J. Catal. 80 1983 249 16 H.L. Krauss B. Rebenstorf U. Westphal Z. Anorg. Allg. Chem. 414 1975 97 17 C.G. Barraclough J. Lewis R.S. Nyholm J. Chem. Soc. 1959 3552 18 B. Rebenstorf R. Larsson J. Mol. Catal. 11 1981 247 19 D. Cornet R.L. Burwell Jr. J. Am. Chem. Soc. 90 1968 2489 20 M.A. Mosesman J. Am. Chem. Soc. 76 1954 295 21 W. Hill G. Öhlmann React. Kinet. Catal. Lett. 38 2 1989 289 22 W. Hill G. Öhlmann J. Catal. 123 1990 147 23 B. Parlitz W. Hanke R. Fricke M. Richter U. Roost G. Öhlmann J. Catal. 94 1985 24 24 K. Ehrhardt M. Richter U. Roost G. Öhlmann Appl. Catal. 17 1985 23 25 S. Carra L. Forni Catal. Rev. 5 1971 159 26 J.N. Finch J. Catal. 43 1976 111 27 A. Cimino B.A. De Angelis A. Luchetti G. Minelli J. Catal. 45 1976 316 28 M.P. McDaniel M.B. Welch J. Catal. 82 1983 98 29 M.L. Hair Infrared Spectroscopy in Surface Chemistry 1967 Marcel Dekker New York",
      "scopus-id": "44049124674",
      "coredata": {
        "eid": "1-s2.0-030451029280077T",
        "dc:description": "A Cr/silica catalyst with a Cr loading of 1 wt.% has been prepared by impregnating an aqueous solution of chromium(III) acetate onto Davison 952 silica. The characterization of the surface chromium species formed during the activation process was performed using TPO/R (temperature-programmed oxidation/reduction) and FT—IR spectroscopy. During activation with dry air, chromium(III) acetate was stabilized on the surface as a hexavalent chromium species. The average oxidation numbers of surface chromium species after activation at 823, 923, 1023, 1123, and 1223 K are found to be 6.0, 5.4, 5.1, 4.2, and 3.7, respectively. The amounts of the Cr(VI) species varied with activation temperature. The fraction of Cr(VI) atoms existing in monochromate form increased with increasing activation temperature, which was a result of the decrease in the fraction of dichromate and/or polychromate. The OH stretching bands of Cr/silica prepared by the reduction of Cr(VI)/silica with CO and the stretching bands of CO adsorbed on it indicate the existence of three distinct types of Cr(II) (CrA(II), CrB(II), and CrC(II)), whose amounts are strongly dependent on the activation temperature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280077T",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chang, Soo Kim"
          },
          {
            "@_fa": "true",
            "$": "Seong, Ihl Woo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280077T"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280077T"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80077-T",
        "prism:volume": "73",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of Cr/silica ethylene polymerization catalyst by TPO/TPR and FT—IR",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "249-263",
        "prism:endingPage": "263",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1992",
        "prism:doi": "10.1016/0304-5102(92)80077-T",
        "prism:startingPage": "249",
        "dc:identifier": "doi:10.1016/0304-5102(92)80077-T",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/44049124674"
      }
    }
  }
}