{
  "metadata": {
    "title": "Linear dimerization of 1,3-butadiene using modified nickel(o) catalysts",
    "authors": "Wolf Jürgen Richter",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-02-28",
    "doi": "10.1016/0304-5102(86)87060-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286870602",
    "pii": "0304510286870602"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022661579",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286870602 0304-5102(86)87060-2 0304510286870602 10.1016/0304-5102(86)87060-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01551 2024-01-02T01:05:30.650091Z 0 0 19860201 19860228 1986 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 34 34 2 2 Volume 34, Issue 2 3 145 153 145 153 198602 February 1986 1986-02-01 1986-02-28 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. LINEARDIMERIZATION13BUTADIENEUSINGMODIFIEDNICKELOCATALYSTS JURGENRICHTER W WILKE 1963 10 G HEIMBACH 1968 967 P HEIMBACH 1968 882 P ANGEWCHEM HEIMBACH 1973 1035 P HEIMBACH 1973 975 P ANGEWCHEM FLECK 1971 W DISSERTATION JOLLY 1982 671 ff P COMPREHENSIVEORGANOMETALLICCHEMISTRY PITTMAN 1973 341 C KIJI 1973 1791 J TAKAHASHI 1973 S BAKER 1973 478 R KABLITZ 1973 241 H WILKE 1978 677 G KALLWEIT 1974 R DISSERTATION RICHTER 1984 2328 W DAS 1971 1028 M RICHTER 1981 201 W TOLMAN 1977 313 C BARTIK 1984 29 T ALBRAND 1972 819 J GRAY 1980 8 G BARLOS 1978 615 K GONBEAU 1981 1966 D DENIS 1984 5274 P JURGENRICHTERX1986X145 JURGENRICHTERX1986X145X153 JURGENRICHTERX1986X145XW JURGENRICHTERX1986X145X153XW item 0304-5102(86)87060-2 0304510286870602 1-s2.0-0304510286870602 10.1016/0304-5102(86)87060-2 272239 2024-01-02T01:05:30.650091Z 1986-02-01 1986-02-28 1-s2.0-0304510286870602-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870602/MAIN/application/pdf/72d9c9bec872ccd69c91a6f2d38b4196/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870602/MAIN/application/pdf/72d9c9bec872ccd69c91a6f2d38b4196/main.pdf main.pdf pdf true 456274 MAIN 9 1-s2.0-0304510286870602-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870602/PREVIEW/image/png/7cedf3f6e529cf0ff7ebb533e3b350bd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870602/PREVIEW/image/png/7cedf3f6e529cf0ff7ebb533e3b350bd/main_1.png main_1.png png 65276 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 34 (1986) 145 -153 145 LINEAR DIMERIZATION OF 1,3-BUTADIENE USING MODIFIED NICKEL(O) CATALYSTS WOLF JURGEN RICHTER MPI fur Kohlenforschung, Kaiser-Wilhelm-Platz 1, D-4330 Miilheim a.d. Ruhr (F.R.G.) (Received February 18, 1985; accepted May 29, 1985) Summary P-methyl-substituted 1,3,2-oxazaphospholidine and 1,3,2-diazaphos- pholidine modified nickel(O) catalysts (2, 4, 6) in toluene dimerize butadiene to give predominantly linear products such as 1,3,6-octatriene. Ni(0) catal- ysts combined with the P-phenyl- or P-t-butyl-substituted oxazaphospholi- dine or diazaphospholidine ligands 1, 3 and 5 yield, in contrast, cyclic dimers. The above catalysts (2, 4, 6) also isomerize 1,3,6-octatrienes to 2,4,6-octatrienes. Acyclic phosphonic acid diamide-modified nickel(O) catalysts (7, 8) give cyclic dimers. Introduction The effect of varying the phosphorus-containing ligands in ligand- modified nickel(O) catalysts upon the product distribution in the oligomeri- zation of olefins is one of the most fascinating chapters in the development of homogenous catalysis. This phenomenon was originally discovered by Wilke and coworkers [I], and has been extensively studied by Heim- bach [2]. Whereas in ste-generated Ni(0) catalysts modified by P(III)- containing ligands convert butadiene almost exclusively into cyclic dimers such as ci's-l,2-divinylcyclo butane (DVCB), 4-vinylcyclohexene (VCH) and 1,5-cyclooctadiene (COD), Fleck showed as early as 1971 [3] that in the presence of secondary amines such as morpholine open chain products pre- dominate, 1,3,6-n-octatrienes (n-OT) with a cis/irans ratio of the dienic unit of 1:4 (cis/trans vs. trans/trans) being the principal (up to 87%) prod- uct. The open-chain products presumably result from hydrogen transfer within the C-8 chain complexed to nickel [4], implying an intermediate nickel-amide species. The catalyst system NiBr2(PPh3)2 and NaBH4 in the presence of EtOH was also reported to yield n-OT [5]. The ability of Pl^P-modified Pd catal- ysts [6] as well as of certain Co, Zr and Hf catalysts [7, 8] to convert butadiene into linear dimers should also be mentioned. 0304-5102/86/$3.50 Elsevier Sequoia/Printed in The Netherlands 146 As part of a study of the influence of substituted phosphorus hetero- cycles in Ni(0)-catalyzed butadiene oligomerization, we have investigated the behaviour of 1,3,2-oxazaphospholidines and 1,3,2-diazaphospholidines as well as some analogous open-chain P compounds. Experimental The catalytic reactions were run in calibrated ampules (10 or 25 ml) at 40 C; increasing amounts of ligands were added to 3 5% solutions of Ni(COD)2 in dry toluene. After all the butadiene had been consumed (indi- cated by reaching constant volume) the catalysts were deactivated/quenched by addition of elemental sulfur, filtered and distilled. The condensate was analysed by GC and compared with authentic samples. Special conditions were necessary to separate VCH from the isomeric n-OTs: 31m column packed with OV-1, 140/40 - 200/240 C, FID, 0.35 bar H,. The isomeriza- tion reactions were run under the same conditions, using 2% solutions of Ni(COD)a and the ligand in 1,3,6-octatriene and toluene, 1:3 by volume, and quenched after 2 days. The synthesis of the 2-organo-l,3,2-oxazaphospholi- dines 1 -4 has been recently described [9]. 2-Methyl- and 2-phenyl-l,3,2- diazaphospholidine (6 and 5) were prepared according to literature proce- dures [10]; the open-chain analogues 7 and 8 are readily available from the corresponding phosphinous acid dichloride and dimethylamine. 1 R = Ph 2 R s Me 3 R s t-Bu N \\. ^- R = M e o 5 R = Ph ' \\ = N R 6 R = Me Me = Me Me N^ 7 R a ph P-R = Me-N^ 1 !t--we p_QD 9 Q R =H , R=o-aminophenyl 9 b R =CH3 , R= o-rN-methyl- amin ophen y1 ) 147 Results and discussion The original aim of this project was to achieve high asymmetric induc- tion by using chiral 1,3,2-oxazaphospholidines as modifying ligands in the Ni(0)-catalyzed butadiene cyclodimerization to 4-vinylcyclohexene. How- ever, no optical induction was observed using the ligands 1 and 3. These two ligands, since they contain a phenyl or a t-butyl group bonded to phos- phorus and since they show significant differences in their NMR spectra [9], were expected to have a significant effect upon the catalysis. However, in their presence a similar distribution of cyclic dimers with a preference for DVCB in the case of 3 and for COD in the case of 1 was observed. The d.e. found in all cases was negligible, i.e. [a] < + 1 (see Table 1). To our surprise, the P-methyl oxazaphospholidine derivative 2 showed a completely different behaviour: instead of DVCB and COD, the major product was a mixture ofJ5,Z-l,3,6- and Z,Z-l,3,6-n-octatriene (see Table 2). At higher ligand: nickel ratios, considerable amounts of the isomeric E,E,E- 2,4,6-n-octatriene was also formed. With a 2:1 ratio of ligand to nickel, almost 75% of the reacted butadiene was transformed into linear dimers, with COD being the only major cyclic isomer. Apparently, the P-methyl group plays a crucial role in changing the direction of the dimerization from cyclic to open-chain products. To test this assumption we ran a series of reactions using the chiral prolinol derivative 4. Similar results were observed; n-OT formed in ~76% yield along with COD (11%), VCH (12%), and traces of isomeric 2,4,6-n-OT (Table 2). To further define which features of the phosphorus ligand are essential to direct the catalytic reaction to open-chain products, we examined the TABLE 1 Catalytic oligomerization of butadiene with 1 and 3 at 40 C after 28 h Nickel Volume AV DVCB VCH COD CDT Ligand (ml) (ml) (%) (%) (%) (%) 1:0.1 6.5 1.1 0.25 11.1 22.8 65.9 1:0.6 7.2 1.15 0.3 43.7 45.2 10.8 1:1 8.0 0.9 30.1 33.1 33.0 3.9 1:1.5 9.4 0.8 20.3 20.1 39.5 20.1 1:2 9.6 0.45 5.9 3.2 74.7 16.4 1:3 10.8 0.1 1.6 69.6 28.8 1:5 8.3 0.2 1.9 62.9 35.2 31:0.1 5.4 0.9 - 5.5 20.1 74.4 1:0.5 6.2 0.6 19.2 13.4 27.1 40.3 1:1 7.15 0.35 51.3 16.1 27.7 4.9 1:1.5 7.7 0.45 51.7 16.8 28.9 2.6 1:2 8.35 0.2 46.5 16.5 29.2 7.8 1:2.5 11.3 0.4 42.7 16.6 30.4 10.3 1:4 12.2 0.1 42.3 18.6 34.8 4.3 0 ^ I-; c- . . t': \":) ':<1. <0 ''<1. ,,ti '-'i i (0 00 (0 . CM 10 '?' ^f 0 W ] I ,-1 CM | 1-1 oq co co 10 EO oo oa i-^ 10 i 0 r-l C~ CM 0 0\" ^ Oi ^1' tD ^<\" 1-1 1-1 t~ 10 co r-1 L) !? c<! '^ '^ as.\" 111111 I I c<i to o6 Q _ 0 ^ U 6- o in to o o r-i <<< oq to 00 as t oa o (D os' co iH o oo\" oa o6 CT o o (0 (O-^iNcoiNi-i i-ii-(i-ii-ii-ii-icn 10 o oq IN i-^ IN' I- ^ CM CO oq f ^ oq ^ t~~ 01 ^' 10 i-( ^ o i-i <<<' 001- , <N oo csi co IN IN t-; oq oq co en r-j co (0 IN r^ co r^ '^coi i^ooai-i cocoo^coiococo i-li-IINi-l CM i-(i-ICO OOl-lr-lt-ICMtO OCOl-ICOlOl C- tO CM C~ (N t~ CM (0 0 CO i-i (N T-I CO <f CM CO ^1 ^< PQ U ^g Oiuscoi-i'^co c^o^coioooco 10 (0 CO i-i i-i i-i iH lH rH rH 0 0 >0 10 oq en ^ T); Ti; co t-- to ^ co CM (N i-; o o o o d o o o o o o o o o a >S 10 10 t CO t~; CM <0 OS tOCOOCMiOCO-'a; Tji'ioiOtOCDtO t0t (OtOtOOO'O 3 ' ^ 3 \" s S 3 C~ CO OC01 C005 THIO 10 0 0 0 r-1 i-l i-I 0 0 i-l i-f CM CO 10 CM <f 149 behaviour of the 1,3,2-diazaphospholidines, since we had already shown that in the presence of various 1,3,2-dioxaphospholidines the Ni(0)-mediated oligomerization produces cyclic dimers of butadiene [11]. With 1,2,3- trimethyl-l,3,2-diazaphospholidine (6) and the analogous P-phenyl derivative 5, we obtained results completely consistent with the experiments described above: whereas the catalysts modified by the P-phenyl-substituted ligand 5 gave only negligible amounts of open-chain products at a low ligand: nickel ratio (see Table 3), the P-methyl-substituted ligand 6 gave mainly n-OT, in addition to some unidentified open-chain dimers and trimers as well as traces of cyclic dimers (Table 4). To establish whether a methyl substituent at phosphorus and at least one nitrogen substituent is sufficient to generate open-chain products from butadiene, we tested finally the open-chain analogs of 5 and 6 the phenyl- phosphonic acid diethyldiamide 7 and methylphosphonic acid diethyldi- amide 8: Both ligands yield almost exclusively cyclic dimers, and only in the case of 8 did we observe the formation of small amounts (~ 4.2%) of linear dimers; i.e. acyclic phosphonic acid amides display ligand characteristics similar to those of cyclic phosphonic acid esters (see Table 5). The preference for formation of linear dimers us. cyclic dimers is closely related to the following features of the phosphorus ligand: a small aliphatic group, e.g. a methyl group, at phosphorus is essential, while the phosphorus atom should be part of a five-membered heterocycle containing at least one nitrogen atom next to the phosphorus atom. Both features are found in the P-methyl-l,3,2-oxazaphospholidines and 1,3,2-diazaphos- pholidines. According to Tolman [12], the electronic effect a ligand exerts on a metal can be correlated with the Ai-CO stretching mode in the IR spectra of the LNi(CO)3 complexes. The CO frequencies of the complexes of 1 - 3 and 5 - 8 are listed in Table 6 [13]. However, no obvious trend is observed between these frequencies and the distinct behaviour of 2, 4 and 5 vs. 1, 3 and 6, suggesting that an electronic effect is not dominant, or, TABLE 3 Catalytic oligomerization of butadiene with 6 at 40 C after 28 h Nickel Volume AV DVCB VCH n-OT COD CDT L^ (ml) (ml) (%) (%) (%) (%) (%) 1:0.1 4.9 0.8 4.6 23.1 1.4 57.5 5.6 1:0.5 5.85 0.8 12.7 37.9 1.0 43.8 4.7 1:0.75 6.2 0.45 25.8 29.4 0.5 30.9 13.4 1:1 6.85 0.4 35.7 32.4 0.5 28.6 2.8 1:1.25 6.7 0.35 37.8 35.8 0.5 24.6 1.3 1:1.5 7.4 0.45 35.1 41.0 - 22.7 1.1 1:2 8.0 0.35 31.4 46.2 - 20.5 2.0 1:3 9.6 0.35 24.4 52.9 - 21.4 1.3 1:4 5.95 0.1 18.3 53.8 25.3 2.6 1:5 7.1 0.05 8.8 42.4 48.8 - ^ -a; oq oq o> o oq oq o. OCOt-lT-ICMOOOOOl i-ICOCOCOCOCOCMi-1 in o c~ eo 01 oq in T-I oq o o O'i'^'r-i'^'COCMCOOCO . t~ in co -jt~-t0(oe<icnc<ioocsio I> 0> CO O'l OS 01 00 C~ C- M CO 10 i-l r-1 IN 01 o o> m oq o N in to r-< so ^ d in r~ 06 o6 <nc<i' iinininmTr (OOtOC~tOO 0<00>C~ c<i oo oo in ' co ro 01 rt IN w f- CM a; r-i o; (M C^ T l 10 T-l T l | | 0 I CO 10 COOOCOr-tlOt-^ CD ^ O'10-^iOl-^O i 0 , CO '-I CM II 10 co (0 co CO 0 CM' i-i 1010 1010101010101010 (0 ^ ^ ^' ^ ^; ^ CO <N r-1 l-^ o d d o o d d d d d d 10 10 10 10 10 01 CM os i-j 10 r^ oq ^r t co 10 to to [ - c~ oo oo (0 'f '^ co 10 10 i-j 10 C~ CM 10 OOOr-jT-ji-jCMCO-^'iOCD i ll-(i-1l-<T-lr-lT lr-lr-ll lT-l 151 TABLE 5 Catalytic oligomerization of butadiene with 7 and 8 at 40 C after 28 h (selected values) Nickel Volume AV DVCB 1,3 ,Gtram-n-OT l,3,6cw-n-OT VCH COD CDT _^ (ml) (ml) (%) (%) (%) (%) (%) (%) 71:1 6.4 0.6 - 3.3 0.4 12.6 57.0 27.0 1:2 8.25 0.6 - 2.7 0.4 16.6 78.7 1.6 81:1 6.2 0.9 37.5 - - 23.5 32.6 6.4 1:2 7.35 0.35 38.2 - - 23.4 32.4 6.0 TABLE 6 AI-CO stretching modes of LNi(CO)3 complexes [13] and \"P NMR chemical shifts [18] ofl-8 12345678 v(CO) 2074.9 2071.8 2067.1 2067.8 2069.0 2062.2 2065.6 (cm-1) p +142.9 +159.3 +177.4 +163.7 +117.4 +106.8 +86.9 +100.8 (ppm) alternatively, that the method is not applicable to this type of ligand. On the other hand, cyclic or acyclic phosphinous acid amides do show several dis- tinct features in their NMR [14 -16] and photoelectron spectra. ^ \"C and ^N NMR studies indicate a preferred conformation for the 1,3,2-diazaphospholidine ring in which there is considerable interaction be- tween the phosphorus and nitrogen lone pairs. The PE spectra [17] of cyclic phosphonic acid amide derivatives show a significant shift of the third excita- tion band toward higher energies (AJP = 0.65 eV) compared to the- open- chain analogs. This shift has been attributed to the ionization of the lone pair at phosphorus. We suggest that the observed ligand behaviour can be assigned to the special character of the lone pair on phosphorus in the oxazaphospholidines and diazaphospholidines, as a result of lone-pair/lone-pair interaction be- tween phosphorus and nitrogen, which is associated with the fairly rigid nature of the five-membered ring. The conformationally mobile acyclic phosphonic acid amides allow a gauche arrangement of the lone-pairs at adjacent atoms [17]. However, if the lone-pair at nitrogen is conjugated with an aromatic ring, as is the case in the 1,3,2-oxazaphospholidine 9, no linear dimerization of butadiene is observed [3]. 152 CH, .. P CH cyclic acyclic To emphasize that secondary amines are not required as cocatalysts, several experiments were carried out using nickel(O) catalysts modified by 2 or 4 in the presence of varying amounts of morpholine or prolinol: no marked influence on the product spectra was observed. Hydrogen transfer within the intermediate CgH^Ni-ligand species [4] must occur at some stage of the reaction in order to explain the formation of 1,3,6-octatrienes. Similar behaviour to that observed here for Ni(0) compounds with butadiene is also observed for the triphenylphosphine-modified homologous Pd catalysts, sug- gesting that it may well be possible to mimic other aspects of Pd-meditated chemistry, such as the telomerization with other substrates. Acknowledgements The author is grateful to Dr. P. W. Jolly for discussions and comments on the manuscript, and to Mrs. B. Neugebauer for her skillful technical assistance. References 1 DB Pat. 1 140930 (1959) to G. Wilke and E. W. Mueller; G. Wilke, B. Bogdanovic, P. Borner, H. Breil, P. Hardt, P. Heimbach, G. Hermann, H.-J. Kaminski, W. Keim, M. Kroener, H. Mueller, J. Schneider, J. Stedefeder, K. Tanaka and K. Weyer, Angew. Chem., 75 (1963)10. 2 P. Heimbach, Angew. Chem., 80 (1968) 967; idem, Angew. Chem,, Int. Ed. Engl., 7 (1968) 882; idem, Angew. Chem., 85 (1973) 1035; idem, Angew. Chem., Int. Ed. Engl., 12 (1973)975. 3 W. Fleck, Dissertation, Bochum, 1971. 4 P. W. Jolly, in G. Wilkinson and F. G. A. Stone (eds.), Comprehensive Organo metallic Chemistry, Vol. 8, Pergamon Press, Oxford, 1982, p. 671 ff. 5 C. U. Pittman, Jr. and L. R. Smith, J. Am. Chem. Soc., 97 (1973) 341; J. Kiji, K. Yamamoto, S.-I. Mitani, S. Yoshikawa and J. Furukawa, Bull. Chem. Soc. Jpn., 46(1973)1791. 6 S. Takahashi, T. Shibano and N. Hagihara, Tetrahedron Lett.. 2451 (1973); see also: R. Baker, Chem. Rev., 73 (1973) 478. 7 H.-J. Kablitz and G. Wilke, J. Organometall. Chem., 51 (1973) 241; G. Wilke, Pure Appl. Chem., 50 (1978) 677. 8 R. Kallweit, Dissertation, Bochum, 1974. 9 W. J. Richter, Chem. Ber., 117 (1984) 2328. 10 M. K. Das and J. J. Zuckerman, Inorg. Chem., 10 (1971) 1028. 11 W. J. Richter, J. Mol. Catal., 13 (1981) 201. 12 C. A. Tolman, Chem. Rev., 77 (1977) 313. 153 13 T. Bartik, T. Himmler, H.-G. Schulte and K. Seevogel, J. Organometall., Chem., 272 (1984)29. 14 J. P. Albrand, A. Cogne, D. Gagnaire and J. B. Robert, Tetrahedron, 28 (1972) 819. 15 G. A. Gray and J. H. Nelson, Org. Magn. Resort.. 14 (1980) 8. 16 K. Barlos, H. Noeth and B. Wrackmeyer, Z. Naturforsch., 33b (1978) 515. 17 D. Gonbeau, M. Sanchez and G. Pfister-Guillouzo, Inorg. Chem., 20 (1981) 1966. 18 Collection of NMR-data, MPI f. Kohlenforschung; Bruker WP80, C^Ds; HyPO^ external standard. Note added in proof: Similar results have been described recently: P. Denis, A. Mortreux, F. Petit, G. Buono and G. Pfeiffer, J. Org. Chem., 49 (1984) 5274. X244 86870602 0304-5102(86)87060-2 10.1016/0304-5102(86)87060-2 Chemical catalysis Linear dimerization of 1,3-butadiene using modified nickel(o) catalysts Wolf Jürgen Richter MPI für Kohlenforschung, Kaiser-Wilhelm-Platz 1, D-4330 Mülheim a.d. Ruhr F.R.G. P-methyl-substituted 1,3,2-oxazaphospholidine and 1,3,2-diazaphospholidine modified nickel(0) catalysts (2, 4, 6) in toluene dimerize butadiene to give predominantly linear products such as 1,3,6-octatriene. Ni(0) catalysts combined with the P-phenyl- or P-t-butyl-substituted oxazaphospholidine or diazaphospholidine ligands 1, 3 and 5 yield, in contrast, cyclic dimers. The above catalysts (2, 4, 6) also isomerize 1,3,6-octatrienes to 2,4,6-octatrienes. Acyclic phosphonic acid diamide-modified nickel(0) catalysts (7, 8) give cyclic dimers. Further reading 1 a DB Pat. 1 140 930 (1959) to G. Wilke and E.W. Mueller; G. Wilke B. Bogdanovic P. Borner H. Breil P. Hardt P. Heimbach G. Hermann H.-J. Kaminski W. Keim M. Kroener H. Mueller J. Schneider J. Stedefeder K. Tanaka K. Weyer Angew. Chem. 75 1963 10 2 a P. Heimbach Angew. Chem. 80 1968 967 b P. Heimbach Int. Ed. Engl. Angew. Chem. 7 1968 882 c P. Heimbach Angew. Chem. 85 1973 1035 d P. Heimbach Int. Ed. Engl. Angew. Chem. 12 1973 975 3 W. Fleck Dissertation 1971 Bochum 4 P.W. Jolly G. Wilkinson F.G.A. Stone Comprehensive Organometallic Chemistry 8 1982 Pergamon Press Oxford 671 ff 5 a C.U. Pittman Jr. L.R. Smith J. Am. Chem. Soc. 97 1973 341 b J. Kiji K. Yamamoto S.-I. Mitani S. Yoshikawa J. Furukawa Bull. Chem. Soc. Jpn. 46 1973 1791 6 a S. Takahashi T. Shibano N. Hagihara Tetrahedron Lett. 2451 1973 b see also R. Baker Chem. Rev. 73 1973 478 7 a H.-J. Kablitz G. Wilke J. Organometall. Chem. 51 1973 241 b G. Wilke Pure Appl. Chem. 50 1978 677 8 R. Kallweit Dissertation 1974 Bochum 9 W.J. Richter Chem. Ber. 117 1984 2328 10 M.K. Das J.J. Zuckerman Inorg. Chem. 10 1971 1028 11 W.J. Richter J. Mol. Catal. 13 1981 201 12 C.A. Tolman Chem. Rev. 77 1977 313 13 T. Bartik T. Himmler H.-G. Schulte K. Seevogel J. Organometall., Chem. 272 1984 29 14 J.P. Albrand A. Cogne D. Gagnaire J.B. Robert Tetrahedron 28 1972 819 15 G.A. Gray J.H. Nelson Org. Magn. Reson. 14 1980 8 16 K. Barlos H. Noeth B. Wrackmeyer Z. Naturforsch. 33b 1978 615 17 D. Gonbeau M. Sanchez G. Pfister-Guillouzo Inorg. Chem. 20 1981 1966 18 Collection of NMR-data, MPI f. Kohlenforschung; Bruker WP80, C6D6; H3PO4 external standard. Note added in proof Denis et al., 1984 Similar results have been described recently P. Denis A. Mortreux F. Petit G. Buono G. Pfeiffer J. Org. Chem. 49 1984 5274",
      "scopus-id": "0022661579",
      "coredata": {
        "eid": "1-s2.0-0304510286870602",
        "dc:description": "P-methyl-substituted 1,3,2-oxazaphospholidine and 1,3,2-diazaphospholidine modified nickel(0) catalysts (2, 4, 6) in toluene dimerize butadiene to give predominantly linear products such as 1,3,6-octatriene. Ni(0) catalysts combined with the P-phenyl- or P-t-butyl-substituted oxazaphospholidine or diazaphospholidine ligands 1, 3 and 5 yield, in contrast, cyclic dimers. The above catalysts (2, 4, 6) also isomerize 1,3,6-octatrienes to 2,4,6-octatrienes. Acyclic phosphonic acid diamide-modified nickel(0) catalysts (7, 8) give cyclic dimers.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286870602",
        "dc:creator": {
          "@_fa": "true",
          "$": "Jürgen Richter, Wolf"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286870602"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286870602"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)87060-2",
        "prism:volume": "34",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Linear dimerization of 1,3-butadiene using modified nickel(o) catalysts",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "145-153",
        "prism:endingPage": "153",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 1986",
        "prism:doi": "10.1016/0304-5102(86)87060-2",
        "prism:startingPage": "145",
        "dc:identifier": "doi:10.1016/0304-5102(86)87060-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022661579"
      }
    }
  }
}