{
  "metadata": {
    "title": "New strategies in using macromolecular catalysts in organic synthesis",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80258-I",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280258I",
    "pii": "030451029280258I"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026889006",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280258I 0304-5102(92)80258-I 030451029280258I 10.1016/0304-5102(92)80258-I S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 41 409 419 409 419 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. NEWSTRATEGIESINUSINGMACROMOLECULARCATALYSTSINORGANICSYNTHESIS BERGBREITER D GARLAND 1990 7048 M SAVOIA 1981 541 D AUGUSTINE 1986 189 R FRANKEL 1971 248 E ANDERSSON 1985 3891 C BOND 1987 G HETEROGENEOUSCATALYSISPRINCIPLESAPPLICATIONS BERGBREITER 1983 4179 D BERGBREITER 1983 5366 D BERGBREITER 1985 405 D METALCONTAININGPOLYMERICSYSTEMS BERGBREITER 1983 1238 D HECK 1972 2320 R HECK 1985 R PALLADIUMREAGENTSINORGANICSYNTHESES TSUJI 1987 2988 J AYRES 1959 1135 G BERGBREITER 1989 2726 D REBEK 1979 723 J COLLMAN 1984 2569 J BERGBREITER 1987 174 D CHATT 1957 3413 J GRUBBS 1976 151 R BERGBREITERX1992X409 BERGBREITERX1992X409X419 BERGBREITERX1992X409XD BERGBREITERX1992X409X419XD item 0304-5102(92)80258-I 030451029280258I 1-s2.0-030451029280258I 10.1016/0304-5102(92)80258-I 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280258I-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280258I/MAIN/application/pdf/022bc93578814f35f4bc03c4c698332d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280258I/MAIN/application/pdf/022bc93578814f35f4bc03c4c698332d/main.pdf main.pdf pdf true 546887 MAIN 11 1-s2.0-030451029280258I-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280258I/PREVIEW/image/png/824d5d0bd9c6980179e98b155fb7ae8d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280258I/PREVIEW/image/png/824d5d0bd9c6980179e98b155fb7ae8d/main_1.png main_1.png png 60035 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 409-419 409 M2931 New strategies in using macromolecular catalysts in organic synthesis David E. Bergbreiter*, Bushi Chen and David Weatherford Department of Chemistry, Texas A&M University, College Station, TX 77843-3255 (USA) Abstract The use of soluble triphenylphosphine ligands to activate Pd(0) catalysts for allylic substitution of allyl esters or ethers by amines and stabilized carbanion nucleophiles and carboalkoxylation of aryl iodides and decarboxylation of allylic /3-keto esters is described. Pd(0) catalysts studied included Pd/C and dispersions of Pd(0) in an insoluble divinylbenzene crosslinked polystyrene resin. The effects of added triphenylphosphine on each reaction were seen in several ways. Small amounts of added phosphine increased the reaction rate 10-fold or more in most cases. Experiments to detect the nature of the active catalyst species and to differentiate between catalysis by a homogeneous species and catalysis by a heterogeneous species were performed. These experiments uniformly failed to demonstrate the presence of a homogeneous catalyst. Introduction Heterogeneous and homogeneous catalysts typically have quite different attributes and are often used in very different ways. Heterogeneous catalysts are easily recovered and reused, in contrast to a typical homogeneous catalyst. Their activity can be influenced by the nature of the support, and the solvent can influence the overall reaction. Ligands are typically not used, in part because the ligands often used in homogeneous catalysts are catalyst poisons. However, there are cases when heterogeneous catalysts have activity that does resemble that of a homogeneous catalyst, or when added ligands influence such a catalyst's activity [ 1-3 ]. There are also cases in which a heterogeneous catalyst can be used to generate in situ a homogeneous catalyst [4, 5]. The results discussed below describe heterogeneous Pd(0) catalysts whose activity is affected by the addition of ligands. Experiments designed to differentiate between heterogeneous catalysis and in situ formation of a true homogeneous catalyst are also discussed. Results and discussion Heterogeneous Pd(0) catalysts available commercially in the form of 1% Pd/C are known to be effective in many reactions [6]. However, when we *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 410 attempted to use these catalysts in reaction (1) they were not effective. Typically they gave, at best, low yields of allylamines. Several years ago, we described two alternative forms of a heterogeneous Pd(0) catalyst prepared as a fine dispersion in a polystyrene resin [ 71. These catalysts were prepared from either a lithiated phenyhnethyl-substituted or a phenyltrimethylsilylmethyl-substituted polystyrene [81 and consisted of dispersions of small (ca. 25 A) palladium crystallites dispersed in a swellable resin matrix. These catalysts, which we termed PS-b-Pd and PS-Sib-Pd, performed similarly to Pd/C in alkene hydrogenation. However, these Pd(0) crystallites dispersed in a crosslinked polystyrene resin did have greater activity in reaction (1). Indeed, the use of either PS-b-Pd or PS-Sib-Pd in the reaction of allyl esters and some allyl ethers with dialkylamines resembled that of Pd[P(C6H5)314 in the chemistry of eqn. (1) [9-111. H H i base , i H ~C~ + Nu-H H C + Base-11' X c (1) C CH2- X Pd(0)\" ~ CHI ~u I H H X = -OCOCH3 Nu-H = R2N-H -OC6H5 (CZH502C)2CH-H -OCF(CF3)2 (CH3CO)zCH-H Perhaps the most interesting observation about these Pd(0) catalysts was the effect of P(C6H5)3 addition on both of these polystyrene dispersed heterogeneous catalysts and on a conventional Pd(0) catalyst - 1% Pd/C. While l% Pd/C showed little reactivity for the chemistry shown in eqn. (1), 1ss'o Pd/C, PS-Sib-Pd and PS-b-Pd all had greater activity in this reaction when triphenylphosphine was added to a solution of the allylic substrate [91. This activity increased with added P(C6H6)3. Indeed, as the P(C6H5)3/Pd ratio was changed from 0:1 to 15:1 there was a continuous increase in the yield of aminated product for the 1ss'o Pd/C catalyst. As the P(C,,H5)3/Pd ratio was further changed from 15:1to 35:1, there was no further change in the yield of allylamine. Studies of allylic substitution using crotyl acetate (eqn. (2)) provided additional information about the possible nature of the actual catalysts for this chemistry. Specifically, IH NMR analysis of the products of a mixture of (E) and (Z)-2-butenyl acetate and 3-butenyl acetate (59O E, 6ss'o Z and 35% terminal alkene) with diethylamine showed that a slightly different mixture of product ally1diethylamines was produced with different catalysts. While the results with P(C6H5)3 added to 1% Pd/C resembled those with Pd[P(C6H5)314 under our conditions, the different results seen with PS-SibPd may reflect the different nature of the heterogeneous catalysts used. Re-use of these catalysts was possible for either Pd/C, PS-b-Pd or PSSib-Pd. For example, comparison of the first run of an allylic substitution of allyl acetate by diethylamine with the tenth run showed no diminution in TABLE 1 Allylic substitutions using various substrates and various nucleophilesa Substrate Nucleophile Yield' Substrate/Pd` Time Temperature P(CBHS)3/Pd (Nu-H) (%) (mmol/mg-atom) (h) ( C) (mmol/mg-atom) HZC=CHCHZOCF(CF3)2 cyclo-CSHqN-H 96 200 2 65 0 HZC=CHCHZ0CF(CF3)2 94 (7)d 200 1 25 2 HZC=CHCHZOCF(CF3)2 93e (81)d, a 200 1 25 2 HZC=CHCHZ0COCH3 84 (23)d 200 0.5 65 2 HZC=CHCHZ0COCH3 14 (0) 200 13 65 0 HZC=CHCHZOCOCH3 CrH5(CH3)N-H 96 300 2 65 15 H2C=CHCHZ0COCH3 1 300 2 65 0 HZC=CHCHZOCOCH3 (COZC2H5)zCH-Hf 55 (21)d 1520 24 65 3 HZC=CHCH2OCOCH3 (CH3C0)ZCH-Hf 57 (40)d 1520 24 65 3 HZC=CHCHZOC6H5 969 2000 12 65 3 'Substitution reactions were run under NZ as described in Experimental. 'Products were isolated and characterized by IR and 'H NMR and compared with authentic samples by GC. Reactions were run on a 2-40 mmol scale (typically 10 mmol). `The Pd catalyst used was PS-Sib-Pd (0.05 mg-atom of Pd per g of polymer). `'Yields in parentheses were obtained using 1% Pd/C. `Toluene was used as the solvent instead of THF. rTriethylamine (1 equiv) was added as a base. gThis yield was determined by GC. 412 TABLE 2 Effects of added P(C6H5)3 on allylic substitutions of allyl acetate by diethylamine using 1% Pd/C or PS-Sib-Pd in toluene at 50 C8 Allyldiethylamine Yieldb (4 u) 1% Pd/C catalyst Time P(CBH6)3/Pd (h) (mmol/mg-atom) Pd-Sib catalyst 0 0 24 0 46 52 4 5 82 100 2 10 97 100 1 15 98 100 1 25 99 100 1 35 'Reactions were carried out using 2.5 mmol of allyl acetate, 5 mmol of diethylamine, 0.0125 mg-atom of the Pd(0) catalyst and the specified amount of triphenylphosphine in 5 ml of toluene. bYields were measured using GC with internal standards. H H H, C /OCOCH3 I C~ NCH I H CH3 H3C C~Clz~_ C/H C /H (CzHS)ZNH I H 1;C CH20COCH3 CHzOCOCH3 P(C6H5)3 H3C H H H11-1 C~C1_-1 H + H C1-1 C~C___ H + H'C~C,CI-j N(CZHS)2 2 CHZN(CyHS)2 CHzN(C2H5)2 H CH3 1% Pd/C, 3 equiv P(C6H5)3 61% 11% 28% 85% overall PS-Sib-Pd, 3 equiv P(C6H5)3 81% 7% 1290 97% overall Pd [P(C6H5)q] 58% 11% 3190 97% overall yield or catalyst activity. In this experiment, we started with a 3/1 P(CBH5)3/ Pd ratio (mol/mol) at a 100/1 allyl acetate/Pd(0) level. After each reaction was complete (1-2 h at 50 C), we recovered the Pd(0) catalyst by filtration. Subsequent reactions then required only addition of fresh substrate reagent and fresh P(CsHb)3. Additional phosphine ligand was required in etch subsequent cycle. Prompted by the observation of PdL4-like activity in eqn. (1), we examined the activity of PS-b-Pd and 1% Pd/C in other reactions. For example, carboalkoxylation such as that shown in eqn. (3) is known to be promoted by Pd/C and by dispersions of Pd(0) (formed in situ) [10]. However, while 413 (C6H5)3P did promote this reaction and led to yields of up to 96% with iodobenzene, the overall reaction remained slow, requiring several days at 100 C to reach completion. (CZH5)3 X + CO n-CH90H, 100 C COZC4H9 (3) \"Pd\" catalyst X = -I, L = 0 equiv P(C6H5)3, \"Pd\" = Pd/C 0 % yield X = -1, L = 0 equiv P(C6HS)3, \"Pd\" = PS-b-Pd 0 % yield X = -Br, L = 3 equiv P(C6H5)3, \"Pd\" = Pd/C 19 % yield X = -I, L = 3 equiv P(C6H5)3, \"Pd\" = PS-b-Pd 90 % yield X = -1, L = 3 equiv P(C6H5)3. \" Pd\" = Pd/C 96 % yield Catalytic decarboxylation of allylic /3-keto esters to form y, 8-unsaturated ketones (eqn. (4)) is another useful route to carbon-carbon bonds via Pd[P(C6H5)3]4 catalysis [11, 12]. This reaction too was catalyzed by these heterogeneous Pd catalysts, and its rate was significantly accelerated by the addition of P(C,,H5)3. In these cases, the PS-b-Pd catalyst was always more effective than 1% Pd/C in the presence of P(C,,H5)3. O O o \"Pd catalyst\" I I C C CH= Cllz - C CH2 CH= CHz (4) R/ \\CH , \\O-CH, P(C'FI5)s R/ \\C R The activity of these Pd(0) catalysts in the presence of P(C6H5)3 for eqns. (1) and (4) was affected by the nature of the allylic leaving group, the substitution on the allyl group and steric hindrance in the nucleophile. Greater substitution in the allyl group decreased its reactivity. Greater substitution in the carbon nucleophiles decreased their reactivity. Better leaving groups in the allylic position generally enhanced reactivity. In order to better understand the P(C6H5)3-promoted reactions described above, we attempted to determine if the actual catalyst in this chemistry was a heterogeneous or homogeneous catalyst. Analysis of filtrates of a successful allylic substitution for soluble Pd using a UV method [ 13 ] showed that less than 2g'o of the starting Pd could have been in solution. Attempts to separate a solution of an active homogeneous catalyst either from an ongoing allylic amination or from a suspension of a heterogeneous Pd(0) catalyst and triphenylphosphine that had been heated at 65 C failed. In each case, removal of the insoluble phase by filtration or centrifugation and forced siphoning of the reaction solution into a separate N2-filled flask failed to yield an active catalyst solution. Two other tests, designed to recover a soluble `Pd(0)' catalyst or to test for a soluble `Pd(0)' catalyst in an ongoing reaction, were also unsuccessful. The first of these tests involved using an oligomeric ligand, PEo,ig-P(C,H5)2, prepared according to eqn. (5). We have previously described the use of 414 TABLE 3 Yields in `Pd(0)'-catalyzed decarboxylation of allyl /3-keto esters' Substrate allyl ss-keto ester 1% Pd/C PS-b-Pd Yield' Time Yieldb Time M (h) M (h) O O 33 24 79 0.5 O O 'O~ 27 24 72 3 O O O~ 0 24 46 2.5 - O ~O O~ ~~A 53 6 100 1.5 O C~ 0-'-- 0.4 24 98 0.5 O O O~ 93 2 0 `Reactions run without added P(C6H5)3 failed except in the case of allyl 2-oxocyclopentane carboxylate, which formed 396 product using 146 Pd/C and 746 product using the PS-b-Pd catalyst. All yields shown were determined by GC and were for reactions using a PPh3/Pd ratio (mol/mol) of 5. The yield reported refers to the yield of the y,s-unsaturated ketone product. The conversion of the starting allyl ester to mono- or aiallylated products was generally in the 90-1009' range. PEo,;g-P(C6H5)2 as a ligand for various transition metal catalysts, including a soluble, polymeric version of Pd[P(CrH5)314. In the case of the latter Pd(0) catalyst, our studies have shown that Pd(PEol;g-P(C6H5)2)4 can be recycled and reused many times, provided that adventitious oxidation of the phosphine ligand is avoided. Scheme 1 details the general concept of this approach [ 141. We expected that we could similarly use these PEo,;g-P(C6H5)2 ligands in place of P(C6H5)3 in the allylic substitutions like eqn. (1). If this was successful, we expected either to do a hot filtration or to cool a reaction mixture and otherwise separate the PEoug-P(C6HS)2 product from 1% Pd/C. When we attempted to use PEolig-P(C6H5)2 as the added phosphine source in an allylic substitution of allyl benzoate by diethylamine using 1 Yo Pd/C, we saw an acceleration of the allylic substitution rate similar to that described above. However, separation of the oligomeric phosphine ligand from the 1% Pd/C catalyst did not yield any catalytically competent species 415 Pd/C + PEp,;g P(C6H5)2 tnso uble tnso ~ul heat to 100 C in toluene Pd/C + i [PEong P(C6H5)z1?Pd + PEpngP(C6H5)2 i + mso uble -- soluble cool to room temperature EP +~ fpEO[ig-P(C6H5)21?Pd + PEDligp(C6H5)2 d/c md /C so uu ble insoluble i :parate [WEong P(C6Hs)zl?Pd + PliprgP(C6H5)2 ----------------------- CH3CO2CH2CH=CHz + (C2H5)zNH L soluble CH3CO2CH2CH=CHz + (C6H5)zNH + (C2H5)zNCH2CH=CH2 soluble CH3CO2CH2CH=CHz + (C6H5)2NH cool to room temperature + (C2H5)zNCH2CH=CHz soluble CH3CO2CH2CF I=CHz (C2H5)zNH ? (C2H5)zNCH2CH=CH2? insoluble 100 C~ toluene Scheme 1. Strategy for recovery and reuse of a homogeneous Pd(o) catalyst using soluble oligomeric polyethylene ligands containing terminal diphenylphosphine groups. for an allylic substitution reaction. Had a soluble Pd(0) species been present, this oligomeric ligand would have been complexed to it and would have permitted recovery of an active recyclable catalyst, based on our prior results with Pd(PEol;g-P(CsHS)z)a-catalyzed reactions. n-CQH9Li _ CIP(C6H5)z H2C=CH2 ,I,MEDA -f-CH2CHz-r CH2CH2Li ' -f CH2CHz1. CH2 CHzP(C6H5)2 (5) PEpi;g Li PEp,;g-P(C6H5)z A final experimental test for the presence of a soluble Pd(0) catalyst in these reactions was the use of an insoluble allylic substrate. If the catalyst were insoluble, an insoluble substrate would not be kinetically reactive, because of the lack of encounters between the substrate and catalyst. However, if a soluble catalyst were present, it could react with an insoluble polymeric substrate. This test has been successfully employed in various forms as a `three-phase test' for reactive intermediates [ 15 ] and as a test for the presence of a homogeneous catalyst both in our work and in that of others*. To carry out this test, we prepared an insoluble divinylbenzene-crosslinked polystyrene bound allylic ester according to Scheme 2. This polymeric ester *This `three-phase test' has been used to verify the homogeneity of both conventional low-molecular-weight and higher-molecular-weight oligomeric catalysts [ 16]. 416 / 1 _/ O t. n-CQi19Li, TMEDA OH \\ sOCl - z~ / 2. COz / \\ 3. H30+ / O 1 O \\ \\ O CH2~ CH2 CI CHZ=CHCHZOH CH \\ I \\ Scheme 2. Synthesis of insoluble polymer-bound allyl ester substrate. was then shown to be a substrate for Pd [ P(C,,H5)s 14 catalyzed allylic substitution by a dialkylamine. The polymeric allyl ester was then used as a substrate in a reaction using 1% Pd/C and 3 equiv. Of P(C6H5)3 and diethylamine (eqn. (6)). Under the conditions described above, where a soluble allyl benzoate had been shown to form an allyl amine, the polymeric allyl ester was not reactive. No allyldiethylamine was detected by GPC. If a soluble catalyst such as Pd[P(C6H5)314 had been present, we would hzLve expected some of this allylic amine product. \\ 1% Pd/C no detectable (C2H5)ZNCHZCH=CHZ 0 5 equiv P(C6Fi5)3 0 CHZ` ,CH (C2HS)2NH CH \\ (6) Pd [P(C6H5)31a (CZHS)zNCHZCH=CHZ (C2H5)2NH insoluble DVB crosslinked resin We have not been able to unambiguously establish the actual catalyst in these reactions. First, while we originally considered it likely that the added P(C6H5)3 was simply leaching Pd from the heterogeneous Pd crystallites to form a solution of Pd[P(C,,H5)sl4 [91, the experiments described above that were designed to test this hypothesis were uniformly negative. These experiments included the absence of ligand inhibition by large added excesses 417 of P(C6H5)3. Second, there was very little palladium found in the solution obtained after a reaction was complete. Third, separation of the solid Pd(0) catalyst and filtrate during an ongoing reaction showed no ongoing catalysis in the solution. Fourth, while attempts to use a soluble polymeric phosphine (PEo,;g-P(C,,H5)2) were successful, we were never able to recover an active Pd(0) catalyst with this easily separable, recoverable phosphine. Finally, an insoluble allylic acetate prepared from a crosslinked carboxylated polystyrene failed to yield any allylic amine under conditions where a similar allyl benzoate did react. Conceivably, these negative experiments reflect oxidation and deactivation of very low levels of Pd[P(C6H5)3]4 in homogeneous solution. However, the alternative explanation of ligand-promoted activation of the heterogeneous Pd catalysts Pd/C and PS-b-Pd also seem possible and conceivable. Regardless of the mechanism or identity of the catalyst, the use of highly dispersed Pd(0) on an insoluble organic polymer or even in the form of the more readily available 1% Pd/C in the presence of P(C6H6)3 is shown to be a useful alternative to the conventional homogeneous catalyst P(CrH5)3, especially for allylic substitution reactions. Experimental PS-b-Pd and PS-Sib-Pd preparation Chloromethylated polystyrene was metallated with excess phenyllithium using a previously reported procedure [8]. The deep red polystyrylbenzyl lithium that formed was not used directly but was first quenched with methanol to form benzylated polystyrene. A second metallation with excess butyllithium regenerated the polystyrylbenzyllithium, which was then allowed to react with (COD)ZPdCl2 which had been prepared according to a literature procedure [ 17 ]. The initial palladium-containing polymer was light yellow. It turned grey after being washed with THF for 5 days in a jacketed Soxhlet apparatus. This catalyst was assigned the trivial appellation PS-b-Pd. The other polystyrene-bound Pd(0) catalyst was prepared using a lithiated trimethylsilylbenzy1polystyrene. This trimethylsilylated benzylpolystyrene was prepared from the lithiated benzyl polystyrene described above by alkylation using excess ClSi(CH3)3 at room temperature. This latter catalyst was assigned the trivial appellation PS-Sib-Pd. Allylic aminations and substitutions Allylic substitution reactions were carried out on 2-40 mmol scales. In a general procedure, the allyl ester was allowed to react with a two-fold molar excess of diethylamine (or a mixture of a carbon nucleophile and amine) in dry toluene under nitrogen at 50 C typically for 4 h or less. Products in small-scale reactions were analyzed by GC and compared with 418 authentic materials. In larger-scale reactions, the products were isolated by distillation and characterized by IR and 'H NMR spectroscopy. Carboalkoxylations In a representative procedure, 0.5 g of PS-b-Pd (0.0125 mg-atom of Pd(0)) and 20 mg of P(C6HS)3 were added to a flask, which was flushed with CO. Then 17 mmol of iodobenzene, 21 mmol of n-butanol and 19 mmol of tributylamine were added. The reaction mixture was then heated to the appropriate pressure and allowed to equilibrate with CO in a gas buret. Volume changes for CO in the buret were then followed. The time for half the total CO consumption varied, but was typically 10-24 h at 100 C. The products were analyzed by GC. Allylic Ocarboxylations A 50-ml round-bottom flask was flushed with NZ after 0.2 g of PS-b-Pd (0.01 mg-atom of Pd) and 13 mg of P(C6Hb)3 (0.05 mmol) had been added. Then 2 mmol of allyl 3-oxo-butanoate was added along with 5 ml of THF. This mixture was heated to reflux under Nz and the reaction was followed by GC. After the reaction was complete, the cooled solution was filtered and the filtrate evaporated. The product was isolated by preparative GC and identified by IR, 1H NMR and \"C NMR spectroscopy by comparison with an authentic sample. Yields were measured by GC using an internal standard. Preparation and use of PEOIi,-P(C6H5)z Diphenylphosphinated polyethylene oligomers were prepared from lithiated polyethylene oligomer according to a published procedure [ 13 ]. Preparation of polymer is allyl ester Polystyryllithium was prepared from macroporous polystyrene and nBuLi and TMEDA according to a literature procedure [ 18 ]. After washing the lithiated polymer twice with pentane and one with THF to remove nonpolymeric organolithium reagents, the lithiated polymer was carboxylated with gaseous COZ in a THF suspension at - 78 C. The resulting carboxylated polymer was acidified and extracted with THF in a Soxhlet apparatus. Addition of thionyl chloride in CHZC12 formed the acid chloride, which was transformed into an ester on addition of an allyl alcohol solution in toluene (containing 2 equiv. of pyridine). The product was characterized by IR spectroscopy. Acknowledgements Support of this research by the Robert A. Welch Foundation is gratefully acknowledged. The assistance of Mr. P. Strucely in the synthesis of a polymerbound allylic acetate is also acknowledged. 419 References 1 M. Garland and H. U. Blaser, J. Am. Chem. Soc., 112 (1990) 7048. 2 D. Savoia, C. Thrombini, A. Umani-Ronchi and G. Verardo, J. Chem. Soc., Chem. Commun., (1981) 541. 3 R. L. Augustine and L. Jiwan, J. Mol. Catal., 37 (1986) 189. 4 E. N. Frankel, J. Am. Oil Chem. Soc., 48 (1971) 248. 5 C.-M. Andersson, K. Karabelas, A. Hallberg and C. Andersson, J. Org. Chem., 50 (1985) 3891. 6 G. C. Bond, Heterogeneous Catalysis: Principles and Applications, 2nd ed., Clarendon, Oxford, 1987. 7 D. E. Bergbreiter, B. Chen and T. J. Lynch, J. Org. Chem., 48 (1983) 4179. 8 (a) D. E. Bergbreiter, J. R. Blanton and B. Chen, J. Org. Chem., 48 (1983) 5366; (b) D. E. Bergbreiter, in J. E. Sheats, C. E. Carraher, Jr., and C. U. Pittman, Jr. (eds.), MetalContaining Polymeric Systems, Plenum, New York, 1985, p. 405. 9 D. E. Bergbreiter and B. Chen, J. Chem. Soc., Chem. Commun., (1983) 1238. 10 R. F. Heck and J. P. Nolley, J. Org. Chem., 37 (1972) 2320. 11 R. F. Heck, Palladium Reagents in Organic Syntheses, Academic Press, London, 1985. 12 J. Tsuji, T. Yamada, 1. Minami, M. Yuhara, M. Nisar and 1. Shimizu, J. Org. Chem., 52 (1987) 2988. 13 G. H. Ayres and J. H. Alsop III, Anal. Chem., 31 (1959) 1135. 14 D. E. Bergbreiter and D. A. Weatherford, J. Org. Chem., 54 (1989) 2726. 15 J. Rebek, Jr., Tetrahedron, 35 (1979) 723. 16 (a) J. P. Coltman, K. M. Kosydaar, M. Bressan, W. Lamanna and T. Garret, J. Am. Chem. Soc., 106 (1984) 2569; (b) D. E. Bergbreiter and R. Chandran, J. Am. Chem. Soc., 109 (1987) 174. 17 J. Chatt, L. M. Vallarino and L. M. Venanzi, J. Chem. Soc., (1957) 3413. 18 R. H. Grubbs and S. H. Su, J. Organometall. Chem., 122 (1976) 151. X244 9280258I 0304-5102(92)80258-I 10.1016/0304-5102(92)80258-I Elsevier Sequoia New strategies in using macromolecular catalysts in organic synthesis David E. Bergbreiter * Bushi Chen David Weatherford Department of Chemistry, Texas A&M University, College Station, TX 77843-3255 USA * Author to whom correspondence should be addressed. The use of soluble triphenylphosphine ligands to activate Pd(0) catalysts for allylic substitution of allyl esters or ethers by amines and stabilized carbanion nucleophiles and carboalkoxylation of aryl iodides and decar☐ylation of allylic β-keto esters is described. Pd(0) catalysts studied included Pd/C and dispersions of Pd(0) in an insoluble divinylbenzene crosslinked polystyrene resin. The effects of added triphenylphosphine on each reaction were seen in several ways. Small amounts of added phosphine increased the reaction rate 10-fold or more in most cases. Experiments to detect the nature of the active catalyst species and to differentiate between catalysis by a homogeneous species and catalysis by a heterogeneous species were performed. These experiments uniformly failed to demonstrate the presence of a homogeneous catalyst. References 1 Garland M. Blaser H.U. J. Am. Chem. Soc. 112 1990 7048 2 Savoia D. Thrombini C. Umani-Ronchi A. Verardo G. J. Chem. Soc., Chem. Commun. 1981 541 3 Augustine R.L. Jiwan L. J. Mol. Catal. 37 1986 189 4 Frankel E.N. J. Am. Oil Chem. Soc. 48 1971 248 5 Andersson C.-M. Karabelas K. Hallberg A. Andersson C. J. Org. Chem. 50 1985 3891 6 Bond G.C. 2nd ed. Heterogeneous Catalysis: Principles and Applications 1987 Clarendon Oxford 7 Bergbreiter D.E. Chen B. Lynch T.J. J. Org. Chem. 48 1983 4179 8 (a) Bergbreiter D.E. Blanton J.R. Chen B. J. Org. Chem. 48 1983 5366 (b) Bergbreiter D.E. Sheats J.E. Carraher C.E. Jr. Pittman C.U. Jr. Metal-Containing Polymeric Systems 1985 Plenum New York 405 9 Bergbreiter D.E. Chen B. J. Chem. Soc., Chem. Commun. 1983 1238 10 Heck R.F. Nolley J.P. J. Org. Chem. 37 1972 2320 11 Heck R.F. Palladium Reagents in Organic Syntheses 1985 Academic Press London 12 Tsuji J. Yamada T. Minami I. Yuhara M. Nisar M. Shimizu I. J. Org. Chem. 52 1987 2988 13 Ayres G.H. Alsop J.H. III Anal. Chem. 31 1959 1135 14 Bergbreiter D.E. Weatherford D.A. J. Org. Chem. 54 1989 2726 15 Rebek J. Jr. Tetrahedron 35 1979 723 16 (a) Collman J.P. Kosydaar K.M. Bressan M. Lamanna W. Garret T. J. Am. Chem. Soc. 106 1984 2569 (b) Bergbreiter D.E. Chandran R. J. Am. Chem. Soc. 109 1987 174 17 Chatt J. Vallarino L.M. Venanzi L.M. J. Chem. Soc. 1957 3413 18 Grubbs R.H. Su S.H. J. Organometall. Chem. 122 1976 151",
      "scopus-id": "0026889006",
      "coredata": {
        "eid": "1-s2.0-030451029280258I",
        "dc:description": "The use of soluble triphenylphosphine ligands to activate Pd(0) catalysts for allylic substitution of allyl esters or ethers by amines and stabilized carbanion nucleophiles and carboalkoxylation of aryl iodides and decar☐ylation of allylic β-keto esters is described. Pd(0) catalysts studied included Pd/C and dispersions of Pd(0) in an insoluble divinylbenzene crosslinked polystyrene resin. The effects of added triphenylphosphine on each reaction were seen in several ways. Small amounts of added phosphine increased the reaction rate 10-fold or more in most cases. Experiments to detect the nature of the active catalyst species and to differentiate between catalysis by a homogeneous species and catalysis by a heterogeneous species were performed. These experiments uniformly failed to demonstrate the presence of a homogeneous catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280258I",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bergbreiter, David E."
          },
          {
            "@_fa": "true",
            "$": "Chen, Bushi"
          },
          {
            "@_fa": "true",
            "$": "Weatherford, David"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280258I"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280258I"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80258-I",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New strategies in using macromolecular catalysts in organic synthesis",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "409-419",
        "prism:endingPage": "419",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80258-I",
        "prism:startingPage": "409",
        "dc:identifier": "doi:10.1016/0304-5102(92)80258-I",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026889006"
      }
    }
  }
}