{
  "metadata": {
    "title": "Surface compounds of transition metals. Part XXVII. Redox reactions of reduced phillips catalysts with olefins at higher temperatures: reactions via carbene/metallacyclobutane intermediates",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-01-31",
    "doi": "10.1016/0304-5102(85)87031-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285870310",
    "pii": "0304510285870310"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020495685",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285870310 0304-5102(85)87031-0 0304510285870310 10.1016/0304-5102(85)87031-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00697 2024-01-02T01:04:53.938015Z 0 0 19850101 19850131 1985 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 28 28 1 3 1 2 3 Volume 28, Issues 1–3 20 233 238 233 238 198501 January 1985 1985-01-01 1985-01-31 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. SURFACECOMPOUNDSTRANSITIONMETALSPARTXXVIIREDOXREACTIONSREDUCEDPHILLIPSCATALYSTSOLEFINSHIGHERTEMPERATURESREACTIONSVIACARBENEMETALLACYCLOBUTANEINTERMEDIATES1 KRAUSS H KRAUSS 1983 1412 H HERISSON 1970 161 J WEISS 1983 K TRANSITIONMETALCARBENECOMPLEXES KRAUSS 1978 1278 H KRAUSS 1968 393 H HOGAN 1970 2673 J KRAUSS 1975 83 H GROENEVELD 1983 77 C KRAUSS 1979 1628 H KRAUSS 1980 848 H GRUBBS 1982 499 R COMPREHENSIVEORGANOMETALLICCHEMISTRY YURROW 1974 133 D HAGEN 1982 K DISSERTATION KRAUSS 1975 57 H ZEISS 1967 401 H KRAUSS 1975 97 H NAKAMOTO 1978 K INFRAREDRAMANSPECTRAINORGANICCOORDINATIONCOMPOUNDS OBERKIRCH 1963 W DISSERTATION HENC 1980 425 B KRAUSSX1985X233 KRAUSSX1985X233X238 KRAUSSX1985X233XH KRAUSSX1985X233X238XH item 0304-5102(85)87031-0 0304510285870310 1-s2.0-0304510285870310 10.1016/0304-5102(85)87031-0 272239 2024-01-02T01:04:53.938015Z 1985-01-01 1985-01-31 1-s2.0-0304510285870310-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285870310/MAIN/application/pdf/4f1e4e77e3366daca2ecfd6c734bf4a7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285870310/MAIN/application/pdf/4f1e4e77e3366daca2ecfd6c734bf4a7/main.pdf main.pdf pdf true 442945 MAIN 6 1-s2.0-0304510285870310-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285870310/PREVIEW/image/png/0eebf7836337466a9441f51cec7db329/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285870310/PREVIEW/image/png/0eebf7836337466a9441f51cec7db329/main_1.png main_1.png png 64836 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 28 (1985) 233 - 238 233 SURFACE COMPOUNDS OF TRANSITION METALS. PART XXVII. REDOX REACTIONS OF REDUCED PHILLIPS CATALYSTS WITH OLEFINS AT HIGHER TEMPERATURES: REACTIONS VIA CARBENE/METALLACYCLOBUTANE INTERMEDIATES* HANS L. KRAUSS, KLAUS HAGEN and ERICH HUMS Laboratorium fur Anorganische Chemie, Universitat Bayreuth, Postfach 3008, D-8580 Bayreuth (F.R.G.) Summary While Cr(II)/silica gel catalysts form polyethylene from ethylene at temperatures around 100 C, at higher temperatures other reactions pre- dominate; thus, together with the formation of alkanes (Ci - ) and even H^, surface compounds of Cr(IV) are formed. With higher 1-olefins, a shift of the double bond, branching of the carbon chain and (CH^) transfer reactions occur simultaneously. All these reactions, including the initial step of chain propagation, may originate from a common intermediate, i.e. from a carbene complex of the surface chromium in equilibrium with a metallacyclobutane struc- ture. The analogy to the metathesis mechanism of Herisson and Chauvin is obvious. The sites are finally 'killed' by the formation of (7r-allyl)2Cr(IV) surface compounds which are stable with respect to further attack by olefins. These units can be split off from silica gel by H\"*\" and may be characterised in solution. Introduction Ever since Herisson and Chauvin [2] published their fundamental statement of a non-pairwise mechanism for the metathesis of olefins in 1970, numerous papers have supported this idea by providing further experimental evidence [3]. If one considers the first significant steps of this mechanism, i.e. (a) coordination of the olefin to the catalytic site and (b) the formation of a metallacyclobutane ring in equilibrium with the corresponding carbene structure, it is not unlikely that other catalytic mechanisms which include step (a) may also proceed via step (b) to their final products. One example could be the polymerisation of ethylene with reduced Phillips catalysts (surface Cr(II)). Here the initial formation of Tr-adducts with one or two *For Part XXVI, see ref. 1. 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 234 olefins per unsaturated chromium site has been demonstrated spectroscopi- cally [4]; however, despite this observation, the mechanism of the resulting polymerisation is still a matter of controversy [5]. The polymerisation reaction is usually carried out at ca. 100 C and a pressure of 4 X 106 Pa. As we have shown recently [1, 6], small molecules are formed besides the polymer at higher temperatures and atmospheric pressure, thus offering a chance of tracing the route back to common inter- mediates. At reaction temperatures in the range 150-400 C, ethylenp produces (besides polyethylene) the olefins C^zn with n = 3 - 20 and the alkanes Ci to n-C4 [1, 6]. Higher olefins ( - Cio) used instead of ethylene give isomers (double-bond shift and chain branching), products with more or less CH; units together with some oligomers and the alkanes mentioned above. Cyclic olefins, CnH^n-a* show ring contraction in addition. Indeed, all the olefinic compounds formed can be explained [6] as possi- ble stabilisation products of one reactive intermediate, i.e. of the metallacyclo- butane mentioned above in step (b) of Chauvin's mechanism for metathesis provided that this ring is allowed to open in different ways. The formation of the alkanes may be explained (at least partially) as being due to reaction of the carbene with neighbouring SiOH groups [6]: \" ^ (M = surface Cr) Details of the above equilibria have been studied by Casey and Green [7]; the X-ray structure of MCa metallacyclobutane units indicates a non-planar ring [8] suggesting a certain preformation of the Tr-allyl complex. Obviously, the 'common intermediate' is a formal Cr(IV) species resulting from the oxidative addition of the olefin to an unsaturated surface chromium(II). The metal may stay in this oxidation state as long as the catalytic reaction continues. By reductive elimination (of an olefin), the unsaturated Cr(II) species can again be restored. However, the generation of the final reduction products (which are primarily the alkanes, but, as found recently, some H^ as well [9]) shows that the redox reaction is not fully reversible. Some of the chromium must therefore have been trapped in the higher oxidation state. Indeed the overall oxidation number of the catalyst increases to values of ca. 2.5 within minutes if the reaction is carried out at 300 C. But what precisely is this oxidation product? Results and discussion The answer has been provided by experiments which open away from surface compounds to homogeneous systems; indeed this link was already suggested by earlier results [10]. If the reduced Phillips catalyst is reacted with ethylene at 300 C and 105 Pa pressure for 1 min, i.e. under conditions which favour the redox reaction instead of chain propagation, the original 235 light green colour of the product changes to dark green. By subsequent treatment with HC1 gas the oxygen bridges between the silica and the chro- mium may be split and the resulting chromium complexes (which are no longer 'surface compounds'! ) can be brought into solution by organic solvents (e.g. methanol, acetone, THF). The resulting deep blue solutions have two constituents: a Cr(II) compound, identified as (CrSaJCl;, and a Cr(IV) compound, identified as a bis(Tr-allyl) complex CrL^C^, where L = C3H4 C,,H2n+i (n = 3 - 5) and S = solvent (x -> 0 if the complex is kept in high vacuum at 100 C). The latter formula has been established through the following observa- tions: (1) Elemental analysis corresponds to the above stoichiometry. (2) The molecular weight shows the complex to be monomeric in benzene. (3) The Cr/Cl ratio is equal to 1:2 in solution (titration). (4) The oxidation number of Cr is equal to 4 (titration, magnetic moment). (5) The solvent S may be exchanged (e.g. methanol -> acetone) or removed (by vacuum). (6) L is not a o-alkyi group (no reaction with HgCl;; no polymerisation activity in solution or after re-impregnation on silica). (7) L contains a Tf-allyl group (IR, NMR). (8) Two hydrocarbon ligands exist per chromium, both with approximately the same value of n in the range 3 - 5 (NMR, GC-MS after hydrolysis to the corresponding 1- and 2-olefins, C,,+3H2n+6). Unfortunately, it was not possible to obtain crystalline products suitable for X-ray analyses, probably as a result of the inevitable distribution of chain lengths in the complex. These results indicate that under our reaction conditions the main oxidation product of the redox reaction of surface Cr(II) with ethylene is a surface (Tr-allyl); chromium(IV) complex. Since a Tr-allyl structure has already been formulated [6] as one of the constituents in the equilibrium of the 'common intermediate', the formation of this complex is easy to explain. The hydrogen which is abstracted from the olefin (and bound to the metal) may be used to produce alkanes or even undergo elimination as Hz. Tr-Allyl compounds are obviously constituents of the 'blue solutions' reported earlier [10]. Because of the different conditions of preparation (especially a lower temperature), chromium alkyls were obviously also present in these products, partially dominating the chemical properties of the mixtures. Experimental The general working conditions, the purification of solvents and gases, etc. have been reported in earlier publications [12]. The catalyst used in this work was prepared by impregnation of silica Merck 7733 with aqueous solutions of Cr03, activation in oxygen at 800 C and reduction in CO at 236 350 C. The total chromium content of the catalyst was 0.83%, the content of chromium(II) was 0.72% and the oxidation number of the chromium was 2.13. The general reactions of olefins with the catalyst ai higher temperatures and analyses of the gas-phase products have been reported earlier [6]. Infrared spectra were recorded with a Beckman IR 4240 instrument over the range 4000-250 cm\"1. Oils were applied as films between KBr windows. ^ NMR spectra were measured by means of a JEOL FX 90 Q instrument operated at 90 MHz. The sample tubes had a diameter of 5 mm. Identification of the ligands after hydrolysis was carried out with a GC-MS combination (Varian 3700 instrument fitted with a capillary column and a Varian MAT 312 mass spectrometer, electron impact 70 eV). Chromium(II) was determined in 2 N 112804 solution employing an aqueous 0.05 N solution of K^Cr^C^. The presence of Cr(IV) does not interfere with this titration in water. The total chromium was determined after oxidation of the metal with 'AgO' by titration with aqueous 0.05 N Fe2\"*\" solution after addition of 2 N H2S04 solution. Since chromium(IV) cannot be determined in the aqueous phase, it was titrated in methanol with a 0.05 N solution of Fe2\"1\" in methanol using a combined platinum electrode (EA 217) with an Ag/AgCl/3 M LiCI (ethanol) reference electrode (Metrohm, Herisau, Switzerland). The error was 5%; test experiments were run with (t-BuO)4Cr(IV). Chlorine was titrated with a 0.1 N solution of AgNC>3 in methanol; a combined silver electrode (EA 246) was used (Metrohm, Herisau, Switzer- land). The error was 3%. All other analytical work was undertaken by Domis u. Kolbe, Mikroanalytisches Laboratorium, Muhlheim, F.R.G. Preparation of the blue solution In the following experiments the catalyst was kept in a quartz tube fitted with a heating jacket. Purified ethylene was allowed to stream through the catalyst bed at 300 C and 105 Pa pressure for 1 min. The colour of the catalyst changed immediately from light green to dark green, while the oxidation number of the metal reached a value of 2.48. (After 1 h under the same experimental conditions a value of 2.77 was measured.) The product was evacuated, cooled to room temperature and exposed to purified HC1 gas at 25 C and 105 Pa pressure for several minutes. The colour changed immediately to a deep blue while the oxidation number of the metal re- mained unchanged (2.48 and 2.77, respectively). Excess HC1 gas and physi- sorbed HC1 were removed at 100 C and 10 Pa pressure. By addition of purified methanol all that chromium which existed as chromium(II) in the original catalyst was brought into solution. It resulted in a deep blue liquid, which was sensitive to moisture and oxygen. Separation of the constituents in the blue solution By means of chromatography (Sephadex LH-20, Pharmacia, Upsala, Sweden; elution with methanol), two constituents were separated from the 237 crude solutions, one eluting as a fast green zone and the other as a slower blue zone. Both were eluted completely and the solvent was removed at 50 C and 10 Pa pressure. A greyish solid and a deep blue oil were obtained as residues respectively. Further solvent could be removed from the blue oil at 100 C and 10~4 Pa pressure; the final product was a turquoise oil which could be partially sublimed onto a cold finger under these conditions. Characterisation of the green constituent The green eluate and the greyish solid both contained chromium and chlorine in a 1:2 ratio (titration). In methanol solution the resulting green colour is due to the presence of a cation (electrophoresis). Infrared spec- tra of the solid show a band at 305 cm~1 attributed to a Cr(II) Cl vibration; no CH bands were observed. The UV-vis spectra of the green eluate and of a solution of CrCl2 in methanol were identical (extinction maxima at 13.2; 22.2 kK). Characterisation of the blue constituent Because of minor changes in the experimental conditions, the blue compounds obtained from different runs were not exactly identical as far as the length of the hydrocarbon chain was concerned. For this reason properties which are independent of or dependent on the chain length will be described separately. The following properties were common to all blue constituents: By titration the chromium(II)/chlorine ratio was found to be 1:2 in all samples, including the turquoise (solvent-free) product. The oxidation number of the metal was determined as 4.0 by titration in methanol; in agreement with this value, the magnetic moment was measured as 2.83 0.15 BM, indicating the existence of a d2 high spin system [13]. The 'H NMR spectra in CDaOD exhibited surprisingly sharp signals in view of the observed paramagnetism; signals were found at 7.6 (1), 4.2 (1), 2.7 (1), 1.65 (1), 1.35 (X), 0.1 (3) ppm (relative intensities in parentheses). The intensity of the signal at 1.35 ppm was dependent on the chain length (see below). In addition to CH valence vibrations, the infrared spectra showed the typical pattern for a Tr-allyl group with bands at 1505,1460 and 1382 cm~1 [14], both in CHaOH and in CDsOD. The Cr(IV)-Cl vibration was observed at 410 cm\"1. There was no reaction with HgCl; in THF at 50 C [11]. The following properties were dependent on the chain length: From the increase in weight during reaction with C^H.^, a carbon/ chromium ratio of 12-16:1 may be roughly estimated if the reaction is carried out at 300 C and 10s Pa pressure for 1 min. Elemental analysis of a sample which exhibited a value of 12:1 for this ratio confirmed this value (12.0) together with a chlorine/chromium ratio of 2.0:1. The absence of solvent was shown by the lack of oxygen. In 'H NMR experiments a relative intensity of 4 was observed for the signal at 1.35 ppm. The molecu- lar weight of the substance was determined as 278 (theoretical value, 289). 238 A second sample with a chromium/carbon ratio of 1:14 had an experi- mentally determined molecular weight of 316 (theoretical value, 317) Hydrolysis of this latter sample was carried out by reaction with oxygen-free water, followed by extraction of hydrocarbons with benzene. GC-MS analysis showed the presence of 1- and 2-heptane. The same experi- ment with a sample which had originally been reacted with ethylene at 290 C gave 1- and 2-octene Acknowledgement We thank the 'Fonds der deutschen chemischen Industrie' and the Farbwerke Hoechst AG for financial support. References 1 H L KraussandE Hums, Z Naturforsch, Toil B 38(1983)1412 2 J-L Hensson and Y Chauvin, Makromol Chem , 141(1970)161 3 For latest review, see K Weiss, in K H Dotz (ed ), Transition Metal Carbene Corn plexes, Verlag Chemie, Weinheim, 1983, in press 4 H L. Krauss and U Westphal, Z Naturforsch, Teil B 33(1978)1278 5 H L Krauss and H Stach, Inorg Nuct Chem Lett, 4 (1968) 393, J P Hogan, J Polym Sci, 8 (1970) 2673, H L Krauss and H Schnudt, React Kinet Catal Lett, 3 (1975) 83, C Groeneveld, PPMM Wittgen, JPM Lavrijsen and G C A. Schuit, J Catal, 82 (1983) 77 6 H L KraussandE Hums, Z Naturforsch, Tell B, 34 (1979) 1628, ibid, 35 (1980) 848 7 For review, see R H Grubbs, in G Wilkinson, F G A. Stone and E W Abel (eds ), Comprehensive Organometalhc Chemistry, Vol 8, Pergamon, Oxford, 1982, p 499 8 D J Yurrow, J A Ibers, M Lenarda and M Graziani, J Organometall Chem, 101 (1974)133 9 K Hagen, Dissertation, Universitat Bayreuth, 1982 10 H L Krauss and H Schnudt, Z Anorg Allg Chem, 475(1975)57 11 H H ZeissandP A Sneedon, Angew Chem, 79(1967)401 12 H L Krauss, B Rebenstorf and U Westphal, Z Anorg Allg Chem, 424(1975)97 13 R Hoepfl, G Bayreuther and H L Krauss, unpublished results 14 K Nakamoto, Infrared and Roman Spectra of Inorganic and Coordination Corn pounds, 3rd Ed, Wiley, New York, 1978, W Oberkirch, Dissertation, Techn. Hoch- schule Aachen, 1963, B Henc, P W Jolly, R Salz, G Wiike, R Benn, E G Hoffmann, R Mynott, G Schroth and K Seevogel, J Organometall Chem, 191 (1980)425 X244 85870310 0304-5102(85)87031-0 10.1016/0304-5102(85)87031-0 Surface compounds of transition metals. Part XXVII. Redox reactions of reduced phillips catalysts with olefins at higher temperatures: reactions via carbene/metallacyclobutane intermediates 1 1 For Part XXVI, see ref. 1. Hans L. Krauss Klaus Hagen Erich Hums Laboratorium für Anorganische Chemie, Universität Bayreuth, Postfach 3008, D-8580 BayreuthF.R.G. While Cr(II)/silica gel catalysts form polyethylene from ethylene at temperatures around 100 °C, at higher temperatures other reactions predominate; thus, together with the formation of alkanes (C1 - C4) and even H2, surface compounds of Cr(IV) are formed. With higher 1-olefins, a shift of the double bond, branching of the carbon chain and (CH2) transfer reactions occur simultaneously. All these reactions, including the initial step of chain propagation, may originate from a common intermediate, i.e. from a carbene complex of the surface chromium in equilibrium with a metallacyclobutane structure. The analogy to the metathesis mechanism of Hérisson and Chauvin is obvious. The sites are finally ‘killed’ by the formation of (π-allyl)2Cr(IV) surface compounds which are stable with respect to further attack by olefins. These units can be split off from silica gel by H+ and may be characterised in solution. References 1 H.L. Krauss E. Hums Z. Naturforsch., Teil B 38 1983 1412 2 J.-L. Hérisson Y. Chauvin Makromol. Chem. 141 1970 161 3 For latest review, see K. Weiss K.H. Dötz Transition Metal Carbene Complexes 1983 Verlag Chemie Weinheim in press. 4 H.L. Krauss U. Westphal Z. Naturforsch., Teil B 33 1978 1278 5 a H.L. Krauss H. Stach Inorg. Nucl. Chem. Lett. 4 1968 393 b J.P. Hogan J. Polym. Sci. 8 1970 2673 c H.L. Krauss H. Schmidt React. Kinet. Catal. Lett. 3 1975 83 d C. Groeneveld P.P.M.M. Wittgen J.P.M. Lavrijsen G.C.A. Schuit J. Catal. 82 1983 77 6 a H.L. Krauss E. Hums Z. Naturforsch., Teil B 34 1979 1628 b H.L. Krauss E. Hums Z. Naturforsch., Teil B 35 1980 848 7 For review, see R.H. Grubbs G. Wilkinson F.G.A. Stone E.W. Abel Comprehensive Organometallic Chemistry 8 1982 Pergamon Oxford 499 8 D.J. Yurrow J.A. Ibers M. Lenarda M. Graziani J. Organometall. Chem. 101 1974 133 9 K. Hagen Dissertation 1982 Universität Bayreuth 10 H.L. Krauss H. Schmidt Z. Anorg. Allg. Chem. 415 1975 57 11 H.H. Zeiss P.A. Sneedon Angew. Chem. 79 1967 401 12 H.L. Krauss B. Rebenstorf U. Westphal Z. Anorg. Allg. Chem. 414 1975 97 13 R. Hoepfl, G. Bayreuther and H.L. Krauss, unpublished results. 14 a K. Nakamoto 3rd Ed. Infrared and Raman Spectra of Inorganic and Coordination Compounds 1978 Wiley New York b W. Oberkirch Dissertation 1963 Techn. Hochschule Aachen c B. Henc P.W. Jolly R. Salz G. Wilke R. Benn E.G. Hoffmann R. Mynott G. Schroth K. Seevogel J. Organometatl. Chem. 191 1980 425",
      "scopus-id": "0020495685",
      "coredata": {
        "eid": "1-s2.0-0304510285870310",
        "dc:description": "While Cr(II)/silica gel catalysts form polyethylene from ethylene at temperatures around 100 °C, at higher temperatures other reactions predominate; thus, together with the formation of alkanes (C1 - C4) and even H2, surface compounds of Cr(IV) are formed. With higher 1-olefins, a shift of the double bond, branching of the carbon chain and (CH2) transfer reactions occur simultaneously. All these reactions, including the initial step of chain propagation, may originate from a common intermediate, i.e. from a carbene complex of the surface chromium in equilibrium with a metallacyclobutane structure. The analogy to the metathesis mechanism of Hérisson and Chauvin is obvious. The sites are finally ‘killed’ by the formation of (π-allyl)2Cr(IV) surface compounds which are stable with respect to further attack by olefins. These units can be split off from silica gel by H+ and may be characterised in solution.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285870310",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Krauss, Hans L."
          },
          {
            "@_fa": "true",
            "$": "Hagen, Klaus"
          },
          {
            "@_fa": "true",
            "$": "Hums, Erich"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285870310"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285870310"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)87031-0",
        "prism:volume": "28",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface compounds of transition metals. Part XXVII. Redox reactions of reduced phillips catalysts with olefins at higher temperatures: reactions via carbene/metallacyclobutane intermediates 1 1 For Part XXVI, see ref. 1.",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "233-238",
        "prism:endingPage": "238",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 1985",
        "prism:doi": "10.1016/0304-5102(85)87031-0",
        "prism:startingPage": "233",
        "dc:identifier": "doi:10.1016/0304-5102(85)87031-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020495685"
      }
    }
  }
}