{
  "metadata": {
    "title": "Selective syntheses using cyclodextrins as catalysts: Part 4. β-cyclodextrin-catalyzed <ce:italic>para</ce:italic>-oriented hydroxymethylation of phenol",
    "authors": "Makoto Komiyama",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-05-16",
    "doi": "10.1016/0304-5102(89)80094-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028980094X",
    "pii": "030451028980094X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024656802",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028980094X 0304-5102(89)80094-X 030451028980094X 10.1016/0304-5102(89)80094-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01113 2024-01-02T01:04:53.938015Z 0 0 19890516 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 51 51 2 2 Volume 51, Issue 2 3 137 144 137 144 19890516 16 May 1989 1989-05-16 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. SELECTIVESYNTHESESUSINGCYCLODEXTRINSCATALYSTS KOMIYAMA M KOMIYAMA 1988 439 M BENDER 1978 M CYCLODEXTRINCHEMISTRY SZEJTLI 1982 J CYCLODEXTRINSINCLUSIONCOMPLEXES KOMIYAMA 1983 2018 M KOMIYAMA 1984 174 M KOMIYAMA 1986 271 M FREEMAN 1954 2080 J PEER 1959 631 H PEER 1959 851 H PEER 1960 825 H EAPEN 1968 4 K KOMIYAMA 1988 2079 M BRESLOW 1971 140 R VANETTEN 1967 3242 R KOMIYAMAX1989X137 KOMIYAMAX1989X137X144 KOMIYAMAX1989X137XM KOMIYAMAX1989X137X144XM item 0304-5102(89)80094-X 030451028980094X 1-s2.0-030451028980094X 10.1016/0304-5102(89)80094-X 272239 2024-01-02T01:04:53.938015Z 1989-05-16 1-s2.0-030451028980094X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028980094X/MAIN/application/pdf/121317b07f8669fa9ce4ba5fe3585e75/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028980094X/MAIN/application/pdf/121317b07f8669fa9ce4ba5fe3585e75/main.pdf main.pdf pdf true 470069 MAIN 8 1-s2.0-030451028980094X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028980094X/PREVIEW/image/png/a30461591b5722cd6f6bda8300ba065e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028980094X/PREVIEW/image/png/a30461591b5722cd6f6bda8300ba065e/main_1.png main_1.png png 66912 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 51 (1989) 137 -144 137 SELECTIVE SYNTHESES USING CYCLODEXTRINS AS CATALYSTS PART 4. (3-CYCLODEXTRIN-CATALYZED para-ORIENTED HYDROXYMETHYLATION OF PHENOL* MAKOTO KOMIYAMA Institute of Materials Science, University ofTsukuba, Tsukuba, Ibaraki 305 (Japan) (Received May 31,1988; accepted July 19,1988) Summary Selective synthesis of 4-(hydroxymethyl)phenol (I) from phenol and formaldehyde is successfully achieved in 0.75 N aqueous sodium hydroxide solutions at 30 C by use of (3-cyclodextrin ((3-CyD) as catalyst. The molar ratio of I to 2-(hydroxymethyl)phenol, formed as a byproduct, is 5.3 at a 0.4 M concentration of )3-CyD (the selectivity is 84% tor I). In its absence, the molar ratio is only 1.5. (5-CyD accelerates the formation of I by 28-i'old. The catalytic effect of a-CyD is much smaller, whereas 7-CyD decreases the selectivity. The selective catalysis by (3-CyD is ascribed to the formation of inclusion complexes of P-CyD both with phenolate and with formaldehyde. Introduction Cyclodextrins (CyDs), cyclic oligomers of 6 - 8 glucose units, exhibit specific catalyses in various reactions. Virtually all of them are attributed to the formation of inclusion complexes of substrates with CyDs prior to the chemical transformation [2, 3]. Many specific catalyses by CyDs in bond cleavage reactions such as ester hydrolyses, amide hydrolyses, and decar- boxylation have been reported. However, reports on selective catalyses by CyDs in bond formation reactions have been rather scarce. Previously, we have demonstrated that 4-hydroxybenzaldehyde and 4-hydroxybenzoic acid are prepared at virtually 100% selectivity by use of CyDs as catalysts [4, 5]. In addition, CyDs immobilized by epichlorohydrin were successfully used for the selective synthesis of 4-hydroxybenzoic acid [6, 7]. The present paper reports on the selective catalysis of p-CyD in the synthesis of 4-(hydroxymethyl)phenol (I), with respect to the formation of 2-(hydroxymethyl)phenol (II) as a byproduct, from phenol and formal- This paper is dedicated to the memory of Prof. Myron L. Bender. For the prelimi- nary communication, see [1]. 0304-6102/89/$3.60 Elsevier Sequoia/Printed in The Netherlands 138 dehyde (eqn. (1)) [8]. A detailed kinetic analysis of the catalysis is presented. Dependence of the selective catalysis on the kind of CyD is shown. Further- more, the mechanism of the selective catalysis is described. HCHO ^ f^rr^0\" + k.J (i) CH OH (i) m Experimental Materials CyDs were purified by recrystallization from water. Water was doubly distilled. Other chemicals were purified by the usual methods. Selective synthesis Reactions of phenol with formaldehyde were carried out at 30 C in 0.75 N aqueous sodium hydroxide solutions unless otherwise noted. For the kinetic analysis, the conversion of phenol was kept below 12 mol% so that the formation of phenols having two or more hydroxymethyl substituents did not occur to a measurable extent. Product analysis was carried out by HPLC (Jasco CigS column, 10 cm; eluent, 2:1 waterrethanol solution). Kinetic analysis The apparent maximal yield (Ymax) an(^ the equilibrium constant (K^) for the dissociation of the complex involved in the reaction were evaluated by plotting l/(Yobsd ^ vs. l/[j3-CyD]o. Here, y^sd, the total yield of I and II in the presence of P-CyD, and Yg, the total yield in its absence, were used in place of the first-order rate constants. As shown in the Discussion Section, the K^ refers to a complex between (3-CyD and formaldehyde. The dependence of the I/II product ratio (R) on the charged amount of j3-CyD was analyzed by use of eqn. (2): [fen(free) ki(free)/R]/F = -fen(complex) + fei(complex)/^ (2) where k^free), feu(free), fei(complex), and feu(complex) are the rate con- stants for the formation of I from free formaldehyde, for the formation of 11 from free formaldehyde, for the formation of I from the formaldehyde complexing with P-CyD, and for the formation of II from the formaldehyde complexing with j3-CyD, respectively. F is the equilibrium ratio of the com- plexing formaldehyde to free formaldehyde. Equation (2) was previously used by Breslow for the selective p-chlorination of anisole catalyzed by a-CyD[9]. 139 Absorption spectroscopy Absorption spectra were measured at 30 C in 0.75 N aqueous sodium hydroxide solutions on a Shimadzu UV-150 spectrophotometer. The K^ value of the (3-CyD-phenolate complex was determined by the method described in the literature [10]. Results Selective synthesis of I catalyzed by (3-CyD Table 1 shows the results of the reactions between phenol and formal- dehyde in 0.75 N aqueous sodium hydroxide solutions. In the absence of CyDs, the yield of I is quite small. In addition, a significant amount of II is formed as a byproduct, and the molar ratio of I to II is only 1.5. The yields of both I and II increase with increasing concentration of (3-CyD. The accelerating effect of |3-CyD on the formation of I is significantly larger than the effect on the formation of II. The yield (3.2 mol%) of I in the presence of 0.4 M of (3-CyD is 10.3 times as large as that in its absence (0.31 mol%), whereas the yield (0.60 mol%) of II is 2.9 times as large as that in its absence (0.21 mol%). TABLEl Yields and the I/II product ratio for the hydroxymethylation of phenol by formaldehyde in the presence and the absence of CyDs3 Additive Concentration Yield (mol% ) i/n (M) I II (3-CyD 0.05 0.69 0.27 2.6 0.1 1.2 0.33 3.5 0.2 1.6 0.40 4.0 0.3 2.4 0.53 4.5 0.4 3.2 0.60 5.3 0.4'' 9.21' 2.21' 4.211 a-CyD 0.4 2.7 1.1 2.4 y-CyD 0.4 2.9 2.1 1.4 D-glucose 2.5 3.3 2.1 1.6 none 0.31 0.21 1.5 \"[Phenollo = 0.015 M, [NaOH]o = 0.75 M, [HCHO]o = 0.29 M; at 30 C for I day. \"[Phenolic = 0.15 M. As a result, the molar ratio of I to II greatly increases with increasing concentration of (3-CyD, attaining 5.3 at a concentration of 0.4 M. This corresponds to 84% selectivity for I. The I/II product ratio, as well as the yields for both I and II, showed saturation at large concentrations of (3-CyD. Figure 1 depicts the plot of l^obsd \"~ Yo) vs. I/[(3-CyD] o. From the linear plot, the apparent maximal 1/(l3-CyD]^ (M'') Fig. 1. Plot of l/(yobsd~ ^ l - l/[<3-CyD]o for the ^S-CyD-catalyzed selective synthesis of I. yield Vmax a\"d the ^ value were determined to be 8.8 mol% and 0.83 M, respectively. Effects of additives other than (S-CyD on the selective synthesis off a- and 7-CyDs increase the yield of I (Table 1). However, the enhancing effect of a-CyD on the selectivity for I is much smaller than that of |8-CyD, while 7-CyD decreases the selectivity. Thus, the size of the cavity of CyD has a dominant effect on the present selective catalysis. D-glucose itself causes no considerable increase in the selectivity for I; the cyclic structure of j3-CyD is absolutely required here. Effect of charged concentrations of sodium hydroxide and formaldehyde on the selective catalysis by f5-CyD Table 2 shows the dependence of the selectivities and the yields on the charged molar ratio of sodium hydroxide to phenol. At the molar ratio 1.0, TABLE 2 Effects of the molar ratio of sodium hydroxide to phenol on the yields and the I/II ratio\" [NaOHJo jS-CyD1' Yield (mol%) I/II [Phenol ]o I II 1.0 presence absence 10.08.8 9.17.7 1.1 1.1 2.0 presence absence 5.7 2.7 1.7 1.4 3.3 1.9 '[Phenolic = 0.15 and [HCHO]o = 0.58 M, at 30 C for 1 h. \"[^-CyDlo'O.lM. 141 the I/II ratio in the presence of (3-CyD is identical with the value in its absence. At the molar ratio 2.0, however, (3-CyD exhibits effective catalysis in the same way as described in Table 1. Thus, the charged molar ratio of sodium hydroxide to phenol must be larger than 1.0 for selective synthesis. The I/II product ratio gradually decreases with increasing charged concentration of formaldehyde, when the charged concentrations of phenol and j3-CyD are kept constant (Table 3). TABLE 3 Effects of the concentration of formaldehyde on the I/II ratio in the presence of 0.4 M (S-CyD81 [HCHO]o Yield (mol%) I/II (M) I II 0.07 1.0 0.16 6.3 0.14 1.8 0.32 5.6 0.29 3.2 0.60 5.3 0.58 18.4 4.5 4.1 \"[Phenol^ 0.015, [NaOH]o= 0.75 M; at 30 C for I day. Determination of the K^ value of the fi-CyD-phenolate complex The 2?a value of the complex between /3-CyD and phenolate under the reaction conditions (in 0.75 N aqueous sodium hydroxide solution at 30 C) was determined by absorption spectroscopy to be (2.5 0.4) X 10\"2 M. This value agrees fairly well with that reported previously (2.7 X10~2 M) for the complex in the 20 wt.% aqueous sodium hydroxide solution [6]. Discussion Analysis of the kinetic results Under the conditions for the present selective syntheses, most of the charged phenolates form complexes with (3-CyD. The fractions of the com- plexing phenolate are 0.80 and 0.94 at concentrations 0.1 and 0.4 M of (3-CyD, respectively, as estimated from the K^ value (0.025 M) of the (3-CyD- phenolate complex. The significant and asymptotical increase of the I/II ratio with in- creasing concentration of (3-CyD (Table 1), even at concentrations which are much larger than the K^ value of the (3-CyD-phenolate complex, indi- cates that the selective catalysis further involves the formation of a complex between (3-CyD and formaldehyde. The large value (0.83 M) of the kineti- cally determined K^ is consistent with this argument, since formaldehyde is rather hydrophilic and thus the (3-CyD-formaldehyde complex is not quite 142 stable. The participation of the complex in the selective synthesis is con- firmed by the fact that the I/II ratio decreases with increasing concentration of formaldehyde (Table 3). The molar fraction of the formaldehyde, which is complexing with ^-CyD, decreases with increases in its concentration. The data in Fig. 1 are plotted according to eqn. (2), using the kinet- ically determined K^ value (0.83 K). The plot gives a fairly straight line in Fig. 2, from which the relative values of the partial rate constants (fei(free), fen(free), fei(complex) and fe^complex)) are determined (see Table 4). Fig. 2. Plot of [k^tMe) k^{me)/R]/F vs. 11R according to eqn. (2) for the (3-CyD- catalyzed selective synthesis of I. TABLE 4 Relative values of the partial rate constants for the 0-CyD-catalyzed selective synthesis of I Rate constant Relative value ferffree) fen(free) fel(complex) &n(complex) 1.5 1.0 34 5.0 The rate constant (fei(complex)) of the formation of I from phenolate and the formaldehyde complexing with jS-CyD is 23 times as large as that (fei(free)) for the reaction between phenolate and free formaldehyde. The formation of II from the complexing formaldehyde is 5 times as fast as that from free formaldehyde. The ratio (16) of the sum (39) of fei(complex) and feu(complex) to the sum (2.5) of fei(free) and fen(free) is in fair agreement with the ratio (17) of 143 Ymax (8.8 mol%) to YO (0.52 mol%). This confirms the validity of the present analyses of the kinetic results. Mechanism of selective synthesis by (3-CyZ) Kinetic analysis shows that the selective synthesis requires the forma- tion of a complex between |3-CyD and formaldehyde. The reaction between the (3-CyD-formaldehyde complex and phenolate probably involves the for- mation of a ternary molecular complex from the (3-CyD-formaldehyde complex and phenolate. In the ternary complex, phenolate penetrates from the secondary hydroxyl side of the cavity of (3-CyD with the p-carbon atom first, as shown previously by 'H NMR spectroscopy [4]. In addition, formal- dehyde is accommodated in the cavity. In the ternary molecular complex, the attack by the formaldehyde at the p-carbon atom of the phenolate is facilitated, since it is located in close proximity. In contrast, the attack of the included formaldehyde at the o- carbon atom of the phenolate, which is far away from the formaldehyde, is much less efficient. Note that the mutual orientation of the formaldehyde and phenolate can be regulated, but only in the transition state of the reaction, in place of the formation of the rather long-lived ternary molecular complex. The regulation is achieved by non-covalent interaction of each of formaldehyde and phenolate with (3-CyD, in the same way as described above. Furthermore, the attack of formaldehyde, which is free from the complex formation with (3-CyD, at the o-carbon atom of phenolate, is suppressed by the formation of an inclusion complex of the phenolate with )3-CyD. The suppression is associated w^th the destabilization of the nega- tively-charged transition state by the anions of the secondary hydroxyl groups of (3-CyD, which are located near the o-carbon atoms in the complex. The significance of the dissociation of the secondary hydroxyl groups of (3-CyD is definitely shown by the fact that the selective reaction takes place only when the charged molar ratio of sodium hydroxide to phenol is larger than 1.0 (Table 2). The reaction media must be highly alkaline, since the pKa of the hydroxyl groups is around 12 [2]. The above interpretation of the suppression of the ortho reaction by (3-CyD is supported by the previous result [8d] that the I/II ratio for the reaction (1) in the absence of (3-CyD is governed by the magnitude of the electrostatic repulsion between the phenoxide oxygen atom and the in- coming hydroxymethyl residue, derived from formaldehyde, in the transi- tion state. The proposed mechanism of the selective synthesis of I is consistent with the mechanisms for the CyD-catalyzed selective synthesis of 4-hydroxy- benzaldehyde [4] from phenol and chloroform, and for the selective syn- thesis of 4-hydroxybenzoic acid [5] from phenol and carbon tetrachloride, in which ternary molecular complexes are formed from CyD, phenolate and chloroform or carbon tetrachloride. As a result, the mutual orientation of phenolate and chloroform or carbon tetrachloride is regulated by non- 144 covalent interactions, resulting in reaction predominantly at the para positions. In conclusion, selective synthesis of 4-(hydroxymethyl)phenol from phenol and formaldehyde has been successfully achieved by use of jS-cyclo- dextrin in alkaline solutions. References 1 M. Komiyama, Polym. J., 20 (1988) 439. 2 M. L. Bender and M. Komiyama, Cyclodextrin Chemistry, Springer-Verlag, Berlin, 1978. 3 J. Szejtii, Cyclodextrins and their Inclusion Complexes, Akademiai Kiado, Budapest, 1982. 4 M. Komiyama and H. Hirai, J. Am. Chem. Soc., 105 (1983) 2018. 5 M. Komiyama and H. Hirai, J. Am. Chem. Soc., 106 (1984) 174. 6 M. Komiyama, I. Sugiura and H. Hirai, J. Mol. Catal., 36 (1986) 271. 7 Other papers on the selective syntheses using CyDs as catalysts are cited in [4 - 6]. 8 This reaction without CyD catalyst has been previously studied: (a) J. H. Freeman and C. W. Lewis, J. Am. Chem. Soc., 76 (1954) 2080; (b) H. G. Peer, Rec. Trav. Chim., 78 (1959) 631, 851 and ibid., 79 (1960) 825; (c) K. C. Eapen and L. M. Yeddanapalli, Makromol. Chem., 119 (1968) 4; (d) M. Komiyama, Bull. Chem. Soc. Jpn., 61 (1988) 2079. 9 R. Breslow and P. Campbell, Bioorg. Chem., 1 (1971) 140. 10 R. L. VanEtten, J. F. Sebastian, G. A. Clowes and M. L. Bender,,/. Am. Chem. Soc., 89(1967)3242. X244 8980094X 0304-5102(89)80094-X 10.1016/0304-5102(89)80094-X Chemical Articles Selective syntheses using cyclodextrins as catalysts Part 4. β-cyclodextrin-catalyzed para-oriented hydroxymethylation of phenol Makoto Komiyama Institute of Materials Science, University of Tsukuba, Tsukuba, Ibaraki 305 Japan Selective synthesis of 4-(hydroxymethyl)phenol (I) from phenol and formaldehyde is successfully achieved in 0.75 N aqueous sodium hydroxide solutions at 30 °C by use of β-cyclodextrin (β-CyD) as catalyst. The molar ratio of I to 2-(hydroxymethyl)phenol, formed as a byproduct, is 5.3 at a 0.4 M concentration of β-CyD (the selectivity is 84% for I). In its absence, the molar ratio is only 1.5. β-CyD accelerates the formation of I by 28-fold. The catalytic effect of α-CyD is much smaller, whereas γ-CyD decreases the selectivity. The selective catalysis by β-CyD is ascribed to the formation of inclusion complexes of β-CyD both with phenolate and with formaldehyde. References 1 M. Komiyama Polym. J. 20 1988 439 2 M.L. Bender M. Komiyama Cyclodextrin Chemistry 1978 Springer-Verlag Berlin 3 J. Szejtli Cyclodextrins and their Inclusion Complexes 1982 Akademiai Kiadó Budapest 4 M. Komiyama H. Hirai J. Am. Chem. Soc. 105 1983 2018 5 M. Komiyama H. Hirai J. Am. Chem. Soc. 106 1984 174 6 M. Komiyama I. Sugiura H. Hirai J. Mol. Catal. 36 1986 271 7 Other papers on the selective syntheses using CyDs as catalysts are cited in [4–6]. 8 (a) This reaction without CyD catalyst has been previously studied J.H. Freeman C.W. Lewis J. Am. Chem. Soc. 76 1954 2080 (b)i This reaction without CyD catalyst has been previously studied H.G. Peer Rec. Trav. Chim. 78 1959 631 (b)ii This reaction without CyD catalyst has been previously studied H.G. Peer Rec. Trav. Chim. 78 1959 851 (b)iii This reaction without CyD catalyst has been previously studied H.G. Peer Rec. Trav. Chim. 79 1960 825 (c) K.C. Eapen L.M. Yeddanapalli Makromol. Chem. 119 1968 4 (d) M. Komiyama Bull. Chem. Soc. Jpn. 61 1988 2079 9 R. Breslow P. Campbell Bioorg. Chem. 1 1971 140 10 R.L. VanEtten J.F. Sebastian G.A. Clowes M.L. Bender J. Am. Chem. Soc. 89 1967 3242",
      "scopus-id": "0024656802",
      "coredata": {
        "eid": "1-s2.0-030451028980094X",
        "dc:description": "Selective synthesis of 4-(hydroxymethyl)phenol (I) from phenol and formaldehyde is successfully achieved in 0.75 N aqueous sodium hydroxide solutions at 30 °C by use of β-cyclodextrin (β-CyD) as catalyst. The molar ratio of I to 2-(hydroxymethyl)phenol, formed as a byproduct, is 5.3 at a 0.4 M concentration of β-CyD (the selectivity is 84% for I). In its absence, the molar ratio is only 1.5. β-CyD accelerates the formation of I by 28-fold. The catalytic effect of α-CyD is much smaller, whereas γ-CyD decreases the selectivity. The selective catalysis by β-CyD is ascribed to the formation of inclusion complexes of β-CyD both with phenolate and with formaldehyde.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-05-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028980094X",
        "dc:creator": {
          "@_fa": "true",
          "$": "Komiyama, Makoto"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028980094X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028980094X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80094-X",
        "prism:volume": "51",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective syntheses using cyclodextrins as catalysts Part 4. β-cyclodextrin-catalyzed para-oriented hydroxymethylation of phenol",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "137-144",
        "prism:endingPage": "144",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 May 1989",
        "prism:doi": "10.1016/0304-5102(89)80094-X",
        "prism:startingPage": "137",
        "dc:identifier": "doi:10.1016/0304-5102(89)80094-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024656802"
      }
    }
  }
}