{
  "metadata": {
    "title": "Synthesis of secondary amines by reductive alkylation using copper chromite catalyst: Steric effect of carbonyl compounds",
    "authors": "R. B. C. Pillai",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-09-21",
    "doi": "10.1016/0304-5102(93)80091-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293800918",
    "pii": "0304510293800918"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027664032",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293800918 0304-5102(93)80091-8 0304510293800918 10.1016/0304-5102(93)80091-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02465 2024-01-02T01:06:03.941633Z 0 0 19930921 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 84 84 1 1 Volume 84, Issue 1 11 125 129 125 129 19930921 21 September 1993 1993-09-21 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. SYNTHESISSECONDARYAMINESBYREDUCTIVEALKYLATIONUSINGCOPPERCHROMITECATALYSTSTERICEFFECTCARBONYLCOMPOUNDS PILLAI R BHATTCHARYYA 1975 162 A SHARMA 1972 1978 M ISOQUINOLINEALKALOIDRESEARCH POSNER 1978 847 G GRIGG 1981 611 R WATANABE 1984 3359 Y ONAKA 1984 359 M GOBOLOS 1991 335 S RUSEK 1991 359 M MALZ 1991 351 R ABE 1989 171 H PILLAI 1990 1115 R AINSWORTH 1956 1635 C SKITA 1942 1696 A FUGUMORI 1980 3385 K COPE 1942 1503 A PILLAIX1993X125 PILLAIX1993X125X129 PILLAIX1993X125XR PILLAIX1993X125X129XR item 0304-5102(93)80091-8 0304510293800918 1-s2.0-0304510293800918 10.1016/0304-5102(93)80091-8 272239 2024-01-02T01:06:03.941633Z 1993-09-21 1-s2.0-0304510293800918-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800918/MAIN/application/pdf/d498167495a6a9eac736e01c724ee44c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800918/MAIN/application/pdf/d498167495a6a9eac736e01c724ee44c/main.pdf main.pdf pdf true 340853 MAIN 5 1-s2.0-0304510293800918-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800918/PREVIEW/image/png/9eba09a2bb656e736bd93b37e1cf7225/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800918/PREVIEW/image/png/9eba09a2bb656e736bd93b37e1cf7225/main_1.png main_1.png png 63934 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 84 (1993) 125-129 125 Elsevier Science Publishers B.V., Amsterdam M204 Synthesis of secondary amines by reductive alkylation using copper chromite catalyst: steric effect of carbonyl compounds R.B.C. Pillai* Department of Chemistry, Indian Institute of Technology, Madras 600 036 (India) (Received February 25, 1993; accepted May 28, 1993 ) Abstract The steric effect was studied from the synthesis of various aromatic secondary amines by reductive alkylation of aniline with carbonyl compounds over copper chromite. Different aliphatic secondary amines were also prepared by reductive alkylation of methylamine and ethanolamine with carbonyl compounds over copper chromite catalyst. Almost 100% selectivity was observed in all cases. Under optimum conditions of reaction the yield of N-isopropylaniline was 91% and that of N-benzylethanolamine was 94% . The reactivity is decreased with increase in steric hindrance at the carbonyl carbon. Key words: copper chromite; reductive alkylation; secondary amines, steric effects. Introduction Aromatic and aliphatic secondary amines are used as antioxidants in petrochemicals in polymers and in rubber. They are used for the preparation of a variety of dye intermediates and dyes [ 1 ] . N-Alkylated amines are also used in the synthesis of pharmaceutical compounds [ 2 ] . Alkylation of aniline is normally carried out in liquid phase using homogeneous catalysts [ 3-6 ] . Reductive amination of acetone with ammonia on tin modified skeletal nickel catalysts was reported [ 7 ] . The effect of promoters onpt/Si02catalysts for N-alkylation of ortho disubstituted aniline with methoxy-2-propanol in vapour phase was studied [ 8 ] . For the synthesis of tertiary amines by reductive alkylation of aliphatic secondary amines with ketones, palladium, platinum, rhodium and their sulphates were used [ 9 ] . The NN-dimethyl dodecylamine from dodecyl alcohol and dimethylamine was prepared using copper and nickel stearates [ 10 ] . In the present study various secondary amines were prepared by reductive alkylation of primary amine with different carbonyl compounds over copper chromite catalyst. Synthesis of N-alkylatedaniline using copper chromite is proved to be an efficient method [ 11-14 ] . Since the selectivity and activity of the copper chromite catalyst used for the synthesis of secondary *Corresponding author. 0304-5102/93/$06.00 0 1993 - Elsevier Science Publishers B.V. All rights reserved. 126 R.B.C. Pillai /J. Mol. Catal. 84 (1993)125-129 amines by reductive alkylation of primary amines with aterically hindered carbonyl compounds was not reported elsewhere in detail, the present study was undertaken. Experimental Barium oxide promoted copper chromite was used as the catalyst [Commercial catalyst, Harshaw Cu-1184T, Composition: Cu0 (44 wt% ), Cr203 (45 wt% ), Ba0 (9 wt% ), BET surface area: 80 m2/g, pore volume: 0.20 cc/g, Copper content: 35%, Chromium content: 31% ]. The catalyst was prereduced by heating in a current of air at 300 C for 4 h, followed by passing hydrogen at the same temperature for 4 h. Preactivation conditions were optimized in our previous studies [ 11 ] . The reactions were carried out in a Teflon lined autoclave of 500 ml capacity. After charging the reactants the autoclave was flushed with nitrogen then with hydrogen. The reactions were performed at 140 C under 50 bar hydrogen pressure with continuous stirring. After the reaction, the catalyst was separated by centrifugation. The quantitative yield of the products were determined by gas chromatography using a Carbowag column. The secondary amines were characterised by IR, PMR and mass spectra. No other product was detected under the analytical conditions. Since the secondary amine was the only product formed from the primary amine under the experimental conditions, the selectivity is almost 100%. Results and discussion The reductive alkylation of aniline with acetone (1: 3 mole) at 140 C under 50 bar hydrogen pressure for 1 h using fresh copper chromite yielded 70% of N-isopropylaniline. From our earlier studies [ 11 ] it was discovered that the catalyst requires prereduction. The reaction of aniline with acetone using prereduced catalyst gave 91% N-isopropylaniline with almost 100% selectivity. The mechanism of the reductive alkylation is straight forward. The amine condenses with carbonyl compound to give the imine which will get reduced in the presence of hydrogen and catalyst. Though the secondary amine can in principle react further with the ketone to form tertiary amine, this was not observed in any of the reactions studied. Ketone is reduced to secondary alcohol in a parallel reaction. From our earlier studies it was inferred that Cu' 1 state is the active species of the catalyst for the reductive alkylation process. Reductive alkylation of aniline with different carbonyl compounds In continuation of the study of the reaction of acetone with aniline the reactions of several other carbonyl compounds with aniline were performed. Methyl ethyl ketone, methyl isobutyl ketone, benzaldehyde, acetophenone and R.B.C. Pillai /J Mol. Catal. 84 (1993)125-129 127 benzophenone were used for the reductive alkylation of aniline. The reactions proceeded smoothly, and the respective N-alkylanilines were obtained in good yield and selectivity. The main interest in the present study was to compare the different ketones in relation to steric factors. The results of the reaction of acetone, methyl ethyl ketone, and methyl isobutyl ketone with aniline are reported in Table 1. For the latter two ketones, these are not the optimum conditions for best yield, but these conditions were fixed for the purpose of the comparison of reactivity. The reactivity decreased in going from acetone to methyl ethyl ketone to methyl isobutyl ketone. Hence it appears that steric effects are important in the reductive alkylation of aniline by ketones over copper chromite under the present reaction conditions. This conclusion is further confirmed by the data in Table 2 for the reaction of aniline with benzaldehyde, acetophenone and benzophenone, though the variations are not as striking as for the aliphatic ketones. TABLE 1 Comparative study of the formation of secondary alcohol and the formation of secondary amines in various reductive alkylation processes Reaction' Secondary Secondary alcohol' amines' aniline +acetone 82.7 91.0 aniline+MEK 32.2 79.7 aniline+MIBK 28.8 65.8 'Conditions: time=60 (min), T=140 C, P-50 bar, catalyst=4 wt. %, MEK=methyl ethyl ketone, MIBK=methyl isobutyl ketone, aniline: ketone =1:3 (mol). 'Yield (mol%) of secondary amines based on aniline. 'Yield (mol%) of alcohols based on ketones. TABLE 2 Variation of product yield of secondary amines on reductive alkylation of aniline with different aromatic carbonyl compounds Carbonyl Time (h) T ( C) P (bar) Yield' of 2 compound amine benzaldehyde 4 140 50 75.2 acetophenone 4 140 50 70.1 benzophenone 4 140 50 68.3 'Conditions: aniline: carbonyl compound=1:1 (mol), catalyst=4 wt.% (based on total reactants), benzene=100 ml (as solvent). 'Yield (mol%) based on aniline. 128 RA C. Pillai /J. Mol. Catal. 84 (1993)125-129 Reaction of ethanolamine with Onzaldehyde, acetophenone and Onzophenone There is a report [ 15 ] of the reductive amination of a series of ketones by ethanolamine using a platinum oxide catalyst; in addition, in this paper it has been mentioned that nickel and copper chromite can also be used, but details are not given. In the present study the reaction of benzaldehyde and some other carbonyl compounds with ethanolamine was taken up for detailed investigation. Reaction of ethanolamine with benzaldehyde, acetophenone and benzophenone using copper chromite (4%) at 140 C, 50 bar hydrogen pressure, for 60 min was performed. It was observed that under identical reaction conditions, the yield of the corresponding secondary amine decreased (Table 3) . Reductive alkylation of methylamine The reaction between methylamine and acetone, methyl ethyl ketone and methyl isobutyl ketone were also studied. For the study of the reductive alkylation of methylamine with benzaldehyde, acetophenone and benzophenone, with amine: the carbonyl compound ratio was 1:1 (molar ratio). The amine and aromatic carbonyl compound were heated at 140 C, 50 bar hydrogen pres- TABLE 3 Variation of yield of secondary amines on reductive alkylation' of ethanolamine with different carbonyl compounds Carbonyl Time (min) T ( C) P (bar) Yielde of compound amine benzaldehyde 60 140 50 94.0 acetophenone 60 140 50 61.3 benzophenone 60 140 50 53.2 'Solvent: benzene, catalyst=4 wt.%, amine:carbonyl compound=1:1 (mol). 'Yield (mol%) is based on ethanolamine. TABLE 4 Reductive alkylation' of methylamine with carbonyl compounds Experiment Carbonyl Time T P (bar) Yield' of compound (h) ( C) 2 amine 1 benzaldehyde 4 140 50 66.2 2 acetophenone 4 140 50 64.8 3 benzophenone 4 140 50 56.1 4 acetone 2 140 50 64.2 5 methyl ethyl ketone 2 140 50 49.0 6 methyl isobutyl ketone 2 140 50 43.2 'Benzene= 100 ml (solvent), methylamine:carbonyl compound=1:1 (mol) for experiments 13, methylamine:carbonyl compound=1:3 (mol) for experiments 4-6. b Yield (mol%) is based on methylamine. R.B.C. Pillai / J. Mol. Catal. 84 (1993)125-129 129 sure for 4 h in the presence of the prereduced catalyst (3% ). It was observed that the secondary amines were selectively produced under the reaction conditions (Table 4). The carbonyl compounds were reduced to the alcohols in parallel reactions. A comparison of the yields of secondary amines with different carbonyl compounds shows the same trend as with aniline and ethanolamine, the reactivity decreasing with increase in steric hindrance at the carbonyl carbon. Summary Barium promoted copper chromite was shown to be an excellent catalyst for the synthesis of N-alkylated anilines and N-alkylated aliphatic amines because the selectivity was almost 100% ; under the optimum reaction conditions the yield of N-isopropylaniline was 91% and that of N-benzylethanolamines was 94% . By optimizing reaction conditions the yield of other secondary amines can be greatly improved. The yield of secondary amines with different carbonyl compounds proved that the reactivity is decreasing with increase in steric hindrance at carbonyl compounds. Acknowledgements The author thanks Prof. C.N. Pillai of I.I.T., Madras for valuable suggestions. References 1 A.K. Bhattcharyya and D.K. Nandi, Ind. Eng. Chem. Pro. Res. Dev., 14 (1975) 162. 2 M. Sharma and J.R. Moniot, Isoquinoline Alkaloid Research, 1972, Plenum Press, New York, 1978. 3 G.H. Posner, Angew. Chem., Int. Ed. Engl., 17 (1978) 847. 4 R. Grigg, T.R.B. Mitchell, S. Sathixaigukit and N. Tongpengai, J. Chem. Soc., Chem. Com- mun., (1981) 611. 5 Y. Watanabe, Y. Tsuji, H. Ige, Y. Ohsugi and T. Ohta, J. Org. Chem., 49 (1984) 3359. 6 M. Onaka, K. Ishikawa and Y. Izunin, J. Inclusion Phenom., 2 (1984) 359. 7 S. Gobolos, E. Talas, M. Hegedus, J.L. Mergitfalvi and J. Ryczkowaki, Stud. Surf. Sci. Catal., 59 (1991) 335. 8 M. Rusek, Stud. Surf. Sci. Catal., 59 (1991) 359. 9 R.E. Malz, Jr. and H. Greenfield, Stud. Surf. Sci. Catal., 59 (1991) 351. 10 H. Abe, Y. Yokoto and K. Okabe, Appl. Catal., 52 (1989) 171. 11 R.B.C. Pillai and C.N. Pillai, Ind. J. Chem., 29A (1990) 1115. 12 C. Ainsworth, J. Am. Chem. Soc., 78 (1956) 1635. 13 A. Skita, F. Keil and W. Stuhmer, Berichten, 75 (1942) 1696. 14 K. Fugumori, H. Yoshimoto and S. Oae, Tetrahedron Lett., 21 (1980) 3385. 15A.C. Cope and E.M. Hancock, J. Am. Chem. Soc., 64 (1942) 1503. X244 93800918 0304-5102(93)80091-8 10.1016/0304-5102(93)80091-8 Synthesis of secondary amines by reductive alkylation using copper chromite catalyst: Steric effect of carbonyl compounds R.B.C. Pillai ∗ Department of Chemistry, Indian Institute of Technology, Madras 600 036 India * Corresponding author. The steric effect was studied from the synthesis of various aromatic secondary amines by reductive alkylation of aniline with carbonyl compounds over copper chromite. Different aliphatic secondary amines were also prepared by reductive alkylation of methylamine and ethanolamine with carbonyl compounds over copper chromite catalyst. Almost 100% selectivity was observed in all cases. Under optimum conditions of reaction the yield of N-isopropylaniline was 91% and that of N-benzylethanolamine was 94%. The reactivity is decreased with increase in steric hindrance at the carbonyl carbon. Keywords copper chromite reductive alkylation secondary amines, steric effects. References 1 A.K. Bhattcharyya D.K. Nandi Ind. Eng. Chem. Pro. Res. Dev. 14 1975 162 2 M. Sharma J.R. Moniot Isoquinoline Alkaloid Research 1972 Plenum Press New York 1978 3 G.H. Posner Angew. Chem., Int. Ed. Engl. 17 1978 847 4 R. Grigg T.R.B. Mitchell S. Sathixaigukit N. Tongpengai J. Chem. Soc., Chem. Commun. 1981 611 5 Y. Watanabe Y. Tsuji H. Ige Y. Ohsugi T. Ohta J. Org. Chem. 49 1984 3359 6 M. Onaka K. Ishikawa Y. Izunin J. Inclusion Phenom. 2 1984 359 7 S. Gobolos E. Talas M. Hegedus J.L. Mergitfalvi J. Ryczkowski Stud. Surf. Sci. Catal. 59 1991 335 8 M. Rusek Stud. Surf. Sci. Catal. 59 1991 359 9 R.E. Malz Jr. H. Greenfield Stud. Surf. Sci. Catal. 59 1991 351 10 H. Abe Y. Yokoto K. Okabe Appl. Catal. 52 1989 171 11 R.B.C. Pillai C.N. Pillai Ind. J. Chem. 29A 1990 1115 12 C. Ainsworth J. Am. Chem. Soc. 78 1956 1635 13 A. Skita F. Keil W. Stuhmer Berichten 75 1942 1696 14 K. Fugumori H. Yoshimoto S. Oae Tetrahedron Lett. 21 1980 3385 15 A.C. Cope E.M. Hancock J. Am. Chem. Soc. 64 1942 1503",
      "scopus-id": "0027664032",
      "coredata": {
        "eid": "1-s2.0-0304510293800918",
        "dc:description": "The steric effect was studied from the synthesis of various aromatic secondary amines by reductive alkylation of aniline with carbonyl compounds over copper chromite. Different aliphatic secondary amines were also prepared by reductive alkylation of methylamine and ethanolamine with carbonyl compounds over copper chromite catalyst. Almost 100% selectivity was observed in all cases. Under optimum conditions of reaction the yield of N-isopropylaniline was 91% and that of N-benzylethanolamine was 94%. The reactivity is decreased with increase in steric hindrance at the carbonyl carbon.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-09-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293800918",
        "dc:creator": {
          "@_fa": "true",
          "$": "Pillai, R.B.C."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293800918"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293800918"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80091-8",
        "prism:volume": "84",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of secondary amines by reductive alkylation using copper chromite catalyst: Steric effect of carbonyl compounds",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "copper chromite"
          },
          {
            "@_fa": "true",
            "$": "reductive alkylation"
          },
          {
            "@_fa": "true",
            "$": "secondary amines, steric effects."
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "125-129",
        "prism:endingPage": "129",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 September 1993",
        "prism:doi": "10.1016/0304-5102(93)80091-8",
        "prism:startingPage": "125",
        "dc:identifier": "doi:10.1016/0304-5102(93)80091-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027664032"
      }
    }
  }
}