{
  "metadata": {
    "title": "Aminoorganosiloxane-silicate-supported rhodium complexes as catalysts for hydrosilylation of alkenes and vinylsilanes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1987-10-31",
    "doi": "10.1016/0304-5102(87)85026-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510287850265",
    "pii": "0304510287850265"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023425007",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510287850265 0304-5102(87)85026-5 0304510287850265 10.1016/0304-5102(87)85026-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0082X 2024-01-02T01:04:53.938015Z 0 0 19871001 19871031 1987 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 42 42 2 2 Volume 42, Issue 2 8 195 203 195 203 198710 October 1987 1987-10-01 1987-10-31 1987 converted-article fla Copyright © 1987 Published by Elsevier B.V. AMINOORGANOSILOXANESILICATESUPPORTEDRHODIUMCOMPLEXESCATALYSTSFORHYDROSILYLATIONALKENESVINYLSILANES1 MARCINIEC B MARCINIEC 1983 49 B 1983 199506w UNGER 1979 K POROUSSILICA GRUSHKA 1977 1005 E PORRI 1965 336 L MARCINIEC 1981 221 B CRANSTON 1957 143 R MARCINIEC 1982 323 B MARCINIEC 1982 287 B KOLIKOV 1986 V CHROMATOGRAFIABIOPOLIMEROV MARCINIECX1987X195 MARCINIECX1987X195X203 MARCINIECX1987X195XB MARCINIECX1987X195X203XB item 0304-5102(87)85026-5 0304510287850265 1-s2.0-0304510287850265 10.1016/0304-5102(87)85026-5 272239 2024-01-02T01:04:53.938015Z 1987-10-01 1987-10-31 1-s2.0-0304510287850265-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850265/MAIN/application/pdf/d71e6664f830977840ede16579e23510/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850265/MAIN/application/pdf/d71e6664f830977840ede16579e23510/main.pdf main.pdf pdf true 541097 MAIN 9 1-s2.0-0304510287850265-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510287850265/PREVIEW/image/png/8644e5ae2ee389a5ff22aca0edc1ce0c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510287850265/PREVIEW/image/png/8644e5ae2ee389a5ff22aca0edc1ce0c/main_1.png main_1.png png 71955 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 42 (1987) 195 - 203 195 AMINOORGANOSILOXANE-SILICATE-SUPPORTED RHODIUM COMPLEXES AS CATALYSTS FOR HYDROSILYLATION OF ALKENES AND VINYLSILANES* BOGDAN MARCINIEC, ZENON FOLTYNOWICZ and WLODZIMIERZ URBANIAK Faculty of Chemistry, A. Mickiewicz University, 60-780 Poznan (Poland) (Received December 12,1986; accepted April 10, 1987) Summary Aminoorganosiloxane macromolecules were synthesized by hydrolysis of diorganodi(chloro,ethoxy)silanes followed by their condensation and grafting onto chrysotile asbestos in acidic (HC1, CH3COOH) medium. The process was accompanied by considerable increases in surface area, pore volume and pore area of the organosiloxy derivatives of chrysotile. [RhCl(c- CsH^zL precursor immobilized on such supports was tested in the hydro- silylation of 1-alkenes (1-hexene, 1-octene, 1-octadecene) and vinyltri- ethoxysilane by triethoxysilane, giving high yields of the adducts. Stability tests for recycling of the supported catalysts indicate leaching of the rho- dium complexes (more than 60% loss in all cases) and non-proportional loss in the catalytic activity after their six-fold use in the hydrosilylation of 1-hexene, whereas no change in the yield of bis(silyl)ethanes was observed under the same recycling conditions. Introduction Novel supports for heterogenizing metal complexes by grafting organo- silyi and organosiloxanyl radicals have been prepared recently. Wilkinson's catalyst attached to such supports via phosphine ligand was tested in the hydrosilylation of 1-hexene by triethoxysilane [1] and of acetylene by trichlorosilane [2]. Tris(triethoxysilylpropyl)amine as ligands of rhodium complexes appeared to be susceptible to condensation, leading to solid rhodium-organofunctional polysiloxanes which were also used as hetero- geneous complex catalysts [3]. The combination of these two concepts for synthesis of new polymeric inorganic supports of complex metal cata- lysts is one of our present goals. This work concerns the immobilization of rhodium complexes bound to the nitrogen of amine derivatives of poly- organosiloxane grafted onto the silicate structure, and the comparison of their catalytic activity with analogous phosphine derivatives. *Part XIV in the series: Catalysis of Hydrosilylation; for Part XIII see [2]. 0304-5102/87/$3.50 Elsevier Sequoia/Printed in The Netherlands 196 Moreover, the hydrosilylation of 1-alkenes (not only 1-hexene and 1-octene, but also higher 1-alkenes such as 1-octadecene) can be a fruitful catalytic method for the synthesis of alkyltrialkoxysilanes, organosilicon compounds with this fundamental group being useful for preparation of efficient chemically-bonded stationary phases for e.g. chromatography [4, 5] and enzyme immobilization [11]. In addition, the effect of the amine Ugand structure on the yield and selectivity of the adducts in the hydro- silylation of vinylsilanes was also examined. Experimental Materials Chrysotile asbestos obtained from Amiante di Balangero (Italy) was used for the preparation of phosphine derivatives. Their chemical analysis was reported previously [1]. Chrysotile asbestos from the U.S.S.R. (BC-4- 110-4D) was used for the synthesis of amino-functional supports. 1-Hexene, 1-octene, 1-octadecene and solvents were dried and redis- tilled prior to use. [RhCUc-CgH^);]; was prepared according to the proce- dure described in [6]. Methyl-3-chloropropyldichlorosilane and methyl-3- chloropropyldiethoxysilane were synthesized as described previously [1]. Triethoxysilane, vinyltriethoxysilane, methyldiethoxysilane and RhCl- (PPh3)3 were prepared by well-known methods. Methyldiethoxysilylpro- pyldiallylamine was synthesized by condensation of methyl-3-chloropropyl- diethoxysilane with diallylamine according to the reported method [7]. Tris(methyldiethoxysilylpropyl)amine was prepared by hydrosilylation of triallylamine with methyldiethoxysilane in the presence of chloroplatinic acid. The product was identified as NtCHaC^CHaS^CHa^OCHzC^zL, a b c d e f yield 65%; b.p. 220 - 225 C (11 Pa), ^ NMR (CCLt, 5 ppm); a = 2.5t, 6H; b = 0.9 - 1.7m, 6H; c = 0.6t, 6H; d = O.ls, 9H; e = 3.9q, 12H; f = 1.2t, 18H. Preparation of supports Support S-A ^N A mixture of lOOg of Chrysotile, 100 cm3 hydrochloric acid (d = 1.18 g cm\"3), 120 cm3 isopropanol and 15 cm3 of CH3d2Si(CH2)3Cl was refluxed for 12 h with continuous stirring. After reaction completion, the solid was filtered off and washed with benzene and methanol in a Soxhiet apparatus. The chloro-substituted asbestos and a methanolic solution of diallylamine were refluxed for 12 h with stirring, followed by washing with methanol and drying in vacuo. Support S-A^N Four g of asbestos, 100 cm3 of glacial acetic acid, 100 cm3 of acetone and 10 cm3 (CzHsC^SUCHaHC^sCI were heated for 12 h with stirring. 197 The support was washed with acetone and modified by diallylamine using the procedure analogous to S-AiN. Supports S-B^N, S-C^N Four g of chrysotile, 100 cm3 of glacial acetic acid, 100 cm3 of acetone and 5 cm3 of [(CzHsO^SHCHaXC^a^N (S-CiN) or ^HsO^SHCHa). (CH:2)3N(CH2=CHCH2)2 (S-BiN) were refluxed for 12 h with vigorous stir- ring. The mixture was then filtered off, washed with acetone and dried under reduced pressure. Support S-C^N 13 g chrysotile, 200 cm3 of glacial acetic acid and 40 cm3 of HzO were vigorously stirred for 1 h at room temperature and then for 0.5 h under reflux, followed by filtering. Subsequently, 100 cm3 of CHaCOOH, 100 cm3 of acetone and 20 cm3 of HaO were added, and then 10 cm3 [(CyHsO)^ (CH3)Si( 0112)3] 3N (by 3.3 cm3 portions every 2 h). The system was heated and stirred for 6 h and left for equilibration (12 h at r.t.). Vacuum-dried support was heated at 150 C (2 h) followed by washing with 1:1 acetone/ H^O and extraction with acetone in a Soxhiet apparatus (6 h). Support S-D^N 15 g of SiOl (220 m2 g~1) and 20 ml of [(CaHsC^C^SKC^alaN in 50 ml of dry benzene were refluxed for 5 h with stirring. The mixture was then filtered off, extracted with benzene in a Soxhiet apparatus for 4 h and dried under reduced pressure. Supports S-A^P, S-B^P Supports with phosphine derivatives S-Ai? and S-BiP were prepared according to the procedure reported previously (see supports S^ and SB,, respectively, in [1]). Preparation of supported catalysts Catalysts were obtained by equilibration (24 h, r.t.) of 2 g of the sup- port with a solution of 0.125 g rhodium complex in 40 cm3 chloroform. Unattached complexes were washed out with chloroform in a Soxhiet apparatus (2 h). Then the supported catalyst was dried in vacuo. Determination of surface texture The cumulative pore volume, the cumulative pore surface and the average pore radius were determined by the Cranston-Inkley method [8] on the basis of the results of low-temperature ( 195 C) nitrogen adsorption measurements carried out on a Gravimat type 4133 Sartorius microbalance. The calculations were based on the adsorption portion of the sorption isotherm. The specific surface area of the samples was calculated according to the Brunauer-Emmett-Teller equation and also from the results of low-temperature nitrogen adsorption. s| i J^ 0) Q+ cc <S'S . 2. o, a ^i: CTCT^'TfOlOOtOOi-101 , ^' ^'CTWt-^COCTOOOl 0)be d S^1 01 ^n' S a ^1 C<1 00 i-l ^&1 S , 0> r^ i-i Ol1 i-l M M i-l m 0i-l X. a>L, C BCS \"a '3 <t o> o r~ &< > -^ 1 N M CO 1~- 8'-' o, B lS 'S can S 8 E& CA CO ' 00 (0 t~ 0. Tjl t~ C~ 1^'1 N N 0 00 \" ;7\"'si.^ oo oq co in f- ^'srsCO fA CQ -^ 1-i 1-< 1H l-i 10 . M CO CO 01 i-l 1 <N ai U3 3 0 Tf oo 1-1 c~ oo o an ^ 0 00 00 i-i CO CO CO N ? (0 5 s i-<oococoio'<|iiOi-iT)iio>oo a aQ, g 2 lOCSIrHl-lT-ll-ICOMt-l-l'^'dl -fa wt OOOOOOOOi-li-INO Cu CM 0 0 CO t^ w CO IN CO s ^ 5 f 0 1 1 1 1 -^a P^ Q a -^ s ^-^ 10 r-1 00 <0 ^ US 00 01 00 01 CTl CO 1 4JK HP6^ a oi i-i r-i l-i CO\" i-4 u -S CO c0 0> a en 1Eft > ^ u f (0 (0 <0 <D <0r~ t~ 1-1 to co CM00 0 l-i r-1 US 10r-1 I03 O a ^c ^ 1 0)a)Ea | w z. ^. a, ^ % a.<! < \" U\" 0\" Q 01 CO 02 03 03 W aM OS 199 All the analytical and surface texture data of the supports are sum- marized in Table 1. Hydrosily lotion tests Typical experiments were carried out in glass ampoules (under nitro- gen) containing equimolar amounts of 1-alkenes (vinylsilanes), triethoxy- silane and supported catalyst without solvent. The detailed procedure was reported previously [9]. The products of the addition of triethoxysilane to 1-alkene and vinyltriethoxysilane were isolated and identified as reported previously [7,10]. Results and discussion Our previous investigation of grafted copolycondensation of difunc- tional silanes with chrysotile asbestos made it possible to synthesize poly- siloxanes attached to a silicate framework. This synthesis could proceed due to preliminary hydrolysis of diorganochlorosilanes to silanodiols, which are readily grafted onto the silicate surface, particularly in acidic medium. The supports used were prepared by three methods (A-C) involving treatment of chrysotile asbestos with different organosilicon reagents. The idealized formulas of so-synthesized organosiloxane-silicate supports with amine (and phosphine for comparison) -ended ligands are presented in Scheme 1. The first two methods, A and B, were described previously for phos- phine derivatives (SA,P and S^p [1]). Method A involves treatment of the chrysotile with methyl(3-chloropropyl)dichlorosilane, which yields 3- chloropropyi derivatives of polysiloxanes attached to silicate after hydrolysis and condensation, in acid (HC1 or C^COOH) medium. Prolonged animation of this support by diallylamine leads to the derivatives SA N an<^ SA,N. respectively. As was found earlier, the 3-chloropropyl groups were not completely phosphinated, and now it was also observed that they were not aminated satisfactorily on being treated with diallylamine, which resulted in only 23 - 47% conversion of the 3-chloropropyl groups. Method B is based on direct treatment of chrysotile with 3-diallylamino- propyldiethoxysilane (cf. 3-diphenylphosphinopropyldiethoxysilane [1]) in the presence of acetic acid (SB yr)- Method C is a modification of B, but the initial substrate is tris(methyl- diethoxysilylpropyl)amine, polycondensation of which leads to the support SC^N- Preliminary treatment of the silicate with acetic acid led to a marked increase in the grafting of the polysiloxy chain onto the surface, and con- sequently to greater amounts of aminopolysiloxane-silicate ligands (support Sc n). Additionally, such treatment caused a seven-fold increase in the specific surface area, the pore surface area and the pore volume, whereas the macroporous structure of the support remained. If in method Ci the chry- sotile was replaced by silica, the support So N was obtained. The most 200 0\\ -0-Si-O < -O^Si-OH 0^ CHaQ; /-t &1 U (CH^Cl x CH3 ii-0- CH s 'A.N -ZR2 = -N(CH2CH=CH2)2 S^ -ZR2 = -PPh2 SAP \" CH3 0^ O^Si-0 ^o 0< 0-Si-OH 0^ (CH^ZR^ -ZRa = -N(CH2CH=CH2)2 SB,N -ZR2 = -PPh2 SB,P CH3 CH3 0-Si-(CH2)3\\ /(CH2)3-Si-0 0 r J. ^ r(cH2)3 \\ \"(CH2)3 ' ci* /-\\ ..Ol U ^-0-Si-OH 0^ 01 UCH3 z Q^ , I . SC,N SC,N SD,N Scheme 1. characteristic feature of the supports was a parameter describing the amount of nitrogen-ligand in terms of the surface unit (see Table 1). The maximal value of this parameter (13.6 Jumol X m~2) is observed for the support Sc,; the specific treatment of the silicate can explain the optimal properties of this support under study. All the supports prepared were used for immobilization of the [RhCl(c- CgH^] 2 precursor, which results in the formation of heterogenized catalysts AiN, A2N, BiN, CiN, C2N and DiN, respectively. All the rhodium-amino derivative silicates were tested as catalysts in the hydrosilylation of 1-hexene, 1-octene and 1-octadecene, as well as vinyltriethoxysilane, by triethoxysilane. The yields of the respective alkyltriethoxysilanes measured in the presence of all catalysts examined are summarized in Table 2. Table 3 compiles the yields of bis(triethoxysilyl)ethanes (a- and j3-adducts) obtained in the reaction of triethoxysilane with vinyltriethoxysilane. The catalytic results show a slight effect of amino(phosphino)siloxanyl ligands on the reactivity of all catalysts attached to the modified chrysotile as well as to silica (So y). It is interesting, however, that immobilization of the rhodium complexes on heterogenized amine ligands markedly changes the selectivity of the adduct formation when compared to homogeneous catalysts (see the ft I a. ratio in Table 3). 201 TABLE 2 Yield of alkyltriethoxysilane , Rh(I) catalyst. (C2HsO)3SiH + CH2=CHR R = CeH,3, C,Hn, C,|,H,,; 80 C, 2 h (1 h) Catalyst Yield (%) R - C^ R - CgHi7 R CioH37 AiN 64 (49) 68 64 A,N 67 (52) 72 69 BiN 70(64) 71 68 CiN 72(69) 69 65 CiN 67(50) 73 67 DiN 71(63) 75 69 RhCl(C8Hi4)2 78(77) 77 72 AiP 71(-) (=SiH] : [CH2==CHSi=] : [Rh(I)] = 1:1:2 - 3 X 10-3 TABLE 3 Yield of bisttriethoxysily^ethanes81 (C2HsO)3SiH + CH2=CHSi(OC2Hs)3 ^^^(W)wyow, \\/ (C2HsO)3SiCH2CH2Si(OC2H5)3 (3-adduct [=SiH] : [CH2=CHSi=] : [Rh(I)] = 1:1:2 - 3 X 10-3 Catalyst 80 C; 2 h 120 C;2h Ot (3 (3/a a (3 0/a AiN 20 73 3.65 23 68 2.96 AzN 24 70 2.92 26 67 2.58 BiN 25 69 2.76 26 65 2.50 CiN 21 72 3.43 23 70 3.04 C2N 23 67 2.91 23 66 2.87 DiN 24 68 2.83 23 68 2.96 AiP 19 58 3.05 [RhCl(C8HM)2]2 15 78 5.20 13 82 6.31 RhCl(PPh3)3 6 90 15.0 a Glass ampoules, air. The supported catalysts were also tested for their stability. The results of the alkene hydrosilylation obtained for a number of recycle runs are presented in Fig. 1. Some loss in activity during recycling was observed in almost all runs on the supported catalysts except CyN. The stability charac- teristics of the latter were similar to those for the rhodium complexes anchored to aminated silica [7]. In the second run, a small increase in the yield of the adduct was observed in the case of the catalyst CyN. Six-fold 202 Fig. 1. Yield of hexyltriethoxysilane us. the run number of the supported catalyst used; 80 C, 1 h. use of this catalyst in the hydrosilylation of 1-hexene even causes an increase in the yield of the adduct. A comparison of the rhodium and nitrogen contents in the fresh supported catalysts with that after 6-fold use shows that the decrease in the activity was due not only to leaching of metal, but an activation of the catalyst (e.g. CaN) can occur simultaneously (Table 4). Quite different stability results were obtained for the hydrosilylation of vinyltriethoxysilane. Six-fold recycling of all the catalysts used (Fig. 2) had little influence on the total yield of the adducts. However, the second and subsequent recycles of the catalysts decreased the j3/a ratio to a constant value of ca. 2.0, regardless of the amine ligand structure. This provides indirect evidence for a constant dissociation equilibrium of the heterogen- ized rhodium complexes in the catalytic system and their usefulness in the synthesis of organosilicon reagents. Further study on the use of other precursors, as well as their modifi- cation for the synthesis of polymeric ligands grafted onto silicate structures, may indicate more general applications of the above-mentioned supports for anchoring effective metal catalysts. TABLE 4 Rhodium content in the catalysts Catalyst AiN A,N B,N C,N Rh fresh catalyst after six cycles 1.42 0.40 1.17 0.50 1.60 0.65 1.46 0.33 1.27 0.37 DiN 1.50 0.68 203 2 3 & run number Fig. 2. Yield of bis(triethoxysilyl)ethanes (a + 0) and the 0/a ratio us. the run number of the supported catalyst used; 80 C, 1 h. References 1 B. Marciniec and W. Urbaniak, J. Mol. Catal., 18 (1983) 49. 2 B. Marciniec, 2. Foltynowicz, W. Urbaniak and J. Perkowski, Appl. Organometall. Chem., accepted for publication. 3 Eur. Pat. 72435 (1983) to P. Panster and P. Kleinschmit; Chem. Abstr., 98 (1983) 199506w. 4 K. K. Unger, Porous Silica, Elsevier, Amsterdam, 1979. 5 E. Grushka and E. J. Kikta, Anal. Chem., 49 (1977) 1005. 6 L. Porri, A. Linetti and A. Immizi, Chem. Commun., (1965) 336. 7 B. Marciniec, Z. W. Kometka and W. Urbaniak, J. Mol. Catal., 12 (1981) 221. 8 R. W. Cranston and F. A. Inkley, Adv. Catal., 9 (1957) 143. 9 B. Marciniec, W. Urbaniak and P. Pawlak, J. Mol. Catal., 14 (1982) 323. 10 B. Marciniec, J. Gulinski and W. Urbaniak, Pol. J. Chem., 56 (1982) 287. 11 V. M. Kolikov and B. V. Mtsedlishvili, Chromatografia Biopolimerou, Nauka, Lenin- grad, 1986. X244 87850265 0304-5102(87)85026-5 10.1016/0304-5102(87)85026-5 Chemical catalysis Aminoorganosiloxane-silicate-supported rhodium complexes as catalysts for hydrosilylation of alkenes and vinylsilanes 1 1 Part XIV in the series: Catalysis of Hydrosilylation ; for Part XIII see [2]. Bogdan Marciniec Zenon Foltynowicz Wlodzimierz Urbaniak Faculty of Chemistry, A. Mickiewicz University, 60-780 PoznańPoland Aminoorganosiloxane macromolecules were synthesized by hydrolysis of diorganodi(chloro,ethoxy)silanes followed by their condensation and grafting onto chrysotile asbestos in acidic (HCl, CH3COOH) medium. The process was accompanied by considerable increases in surface area, pore volume and pore area of the organosiloxy derivatives of chrysotile. [RhCl(c-C8H14)2]2 precursor immobilized on such supports was tested in the hydro-silylation of 1-alkenes (1-hexene, 1-octene, 1-octadecene) and vinyltri-ethoxysilane by triethoxysilane, giving high yields of the adducts. Stability tests for recycling of the supported catalysts indicate leaching of the rhodium complexes (more than 60% loss in all cases) and non-proportional loss in the catalytic activity after their six-fold use in the hydrosilylation of 1-hexene, whereas no change in the yield of bis(silyl)ethanes was observed under the same recycling conditions. References 1 B. Marciniec W. Urbaniak J. Mol. Catal. 18 1983 49 2 B. Marciniec, Z. Foltynowicz, W. Urbaniak and J. Perkowski, Appl. Organometall. Chem., accepted for publication. 3 Eur. Pat. 72 435 (1983) to P. Panster and P. Kleinschmit Chem. Abstr. 98 1983 199506w 4 K.K. Unger Porous Silica 1979 Elsevier Amsterdam 5 E. Grushka E.J. Kikta Anal. Chem. 49 1977 1005 6 L. Porri A. Linetti A. Immizi Chem. Commun. 1965 336 7 B. Marciniec Z.W. Kornetka W. Urbaniak J. Mol. Catal. 12 1981 221 8 R.W. Cranston F.A. Inkley Adv. Catal. 9 1957 143 9 B. Marciniec W. Urbaniak P. Pawlak J. Mol. Catal. 14 1982 323 10 B. Marciniec J. Guliński W. Urbaniak Pol. J. Chem. 56 1982 287 11 V.M. Kolikov B.V. Mtsedlishvili Chromatografia Biopolimerov 1986 Nauka Leningrad",
      "scopus-id": "0023425007",
      "coredata": {
        "eid": "1-s2.0-0304510287850265",
        "dc:description": "Aminoorganosiloxane macromolecules were synthesized by hydrolysis of diorganodi(chloro,ethoxy)silanes followed by their condensation and grafting onto chrysotile asbestos in acidic (HCl, CH3COOH) medium. The process was accompanied by considerable increases in surface area, pore volume and pore area of the organosiloxy derivatives of chrysotile. [RhCl(c-C8H14)2]2 precursor immobilized on such supports was tested in the hydro-silylation of 1-alkenes (1-hexene, 1-octene, 1-octadecene) and vinyltri-ethoxysilane by triethoxysilane, giving high yields of the adducts. Stability tests for recycling of the supported catalysts indicate leaching of the rhodium complexes (more than 60% loss in all cases) and non-proportional loss in the catalytic activity after their six-fold use in the hydrosilylation of 1-hexene, whereas no change in the yield of bis(silyl)ethanes was observed under the same recycling conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1987-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510287850265",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marciniec, Bogdan"
          },
          {
            "@_fa": "true",
            "$": "Foltynowicz, Zenon"
          },
          {
            "@_fa": "true",
            "$": "Urbaniak, Wlodzimierz"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510287850265"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510287850265"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(87)85026-5",
        "prism:volume": "42",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Aminoorganosiloxane-silicate-supported rhodium complexes as catalysts for hydrosilylation of alkenes and vinylsilanes 1 1 Part XIV in the series: Catalysis of Hydrosilylation ; for Part XIII see [2].",
        "prism:copyright": "Copyright © 1987 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "195-203",
        "prism:endingPage": "203",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1987",
        "prism:doi": "10.1016/0304-5102(87)85026-5",
        "prism:startingPage": "195",
        "dc:identifier": "doi:10.1016/0304-5102(87)85026-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023425007"
      }
    }
  }
}