{
  "metadata": {
    "title": "Role of readsorption during CO hydrogenation over cobalt model catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-07-29",
    "doi": "10.1016/0304-5102(94)00041-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000417",
    "pii": "0304510294000417"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028464419",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000417 0304-5102(94)00041-7 0304510294000417 10.1016/0304-5102(94)00041-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02234 2024-01-02T01:06:03.941633Z 0 0 19940729 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 91 91 3 3 Volume 91, Issue 3 6 387 397 387 397 19940729 29 July 1994 1994-07-29 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. ROLEREADSORPTIONDURINGCOHYDROGENATIONOVERCOBALTMODELCATALYSTS LAHTINEN J BARTHOLOMEW 1990 303 C LAHTINEN 1993 206 J BORGHARD 1979 18 W EMMET 1957 645 P EIDUS 1967 338 Y DWYER 1979 249 D JORDAN 1986 4797 D KRISHNA 1992 305 K WITHERS 1990 1807 H GARFUNKEL 1986 105 E CABRERA 1982 1888 A GEERLINGS 1991 302 J GEERLINGS 1991 315 J CASTNER 1980 257 D KREBS 1979 269 H LAHTINENX1994X387 LAHTINENX1994X387X397 LAHTINENX1994X387XJ LAHTINENX1994X387X397XJ item 0304-5102(94)00041-7 0304510294000417 1-s2.0-0304510294000417 10.1016/0304-5102(94)00041-7 272239 2024-01-02T01:06:03.941633Z 1994-07-29 1-s2.0-0304510294000417-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000417/MAIN/application/pdf/ee36b66cf2d4e4610fdbabefb14c0974/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000417/MAIN/application/pdf/ee36b66cf2d4e4610fdbabefb14c0974/main.pdf main.pdf pdf true 738162 MAIN 11 1-s2.0-0304510294000417-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000417/PREVIEW/image/png/f364cff9549506aedee516b78e4a9150/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000417/PREVIEW/image/png/f364cff9549506aedee516b78e4a9150/main_1.png main_1.png png 48522 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 91 (1994) 387-397 Role of readsorption during CO hydrogenation over cobalt model catalysts J. Lahtinen\", G.A. Somorjai Materials Science Division, Lawrence Berkeley Laboratory and Department of Chemistry, University of California, Berkeley, CA 94720, USA (Received 29 October 1993; accepted 18 February 1994) Abstract The role of readsorption of ethene during carbon monoxide hydrogenation has been studied on polycrystalline cobalt foils and on thin cobalt films evaporated onto a gold substrate, using a combination of UHV studies and atmospheric pressure reactions at 525 K and at 101 kPa total pressure. On the cobalt foils we have detected C,-CS hydrocarbons and on the Co/Au surfaces C,-C4 hydrocarbons. On both surfaces the product distribution shifts towards higher molecular weight hydrocarbons when increasing amounts of ethene are added. The amounts of various hydrocarbons formed on the surface are explained in terms of a simplified reaction model where a-hydrogenation is the rate-limiting step. The results indicate that multiple readsorption is required to produce higher molecular weight hydrocarbons in industrial catalysts. Key words: carbon monoxide; cobalt; hydrogenation; readsorption 1. Introduction The Fischer-Tropsch synthesis is industrially used to produce liquid hydrocarbons using supported transition metal catalysts (e.g. Co, Fe, Ru) [1]. When reaction studies on small area model catalysts are compared to those performed on supported catalysts, both the conversion and the product distribution is strikingly different. On small area catalysts the conversion is generally far below 1 % and the products are mainly C,-C3 hydrocarbons whereas on supported catalysts the conversion can be increased and high molecular weight hydrocarbons are produced. In *Corresponding author; fax. ( +358-0)4513116. 'Laboratory of Physics, Helsinki University of Technology, 02150 Espoo, Finland. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00041-S 388 J. Lahtmen, G.A. Somorjai /Journal of Molecular Catalysis 97 (1994) 387-397 100 HZ/CO - 3 T = 525 K o 80 Co foil COMO, >- 6 0 101 kPa 2 MPa H N W 40 J W h 20 0 Ct C2 C3 Cs q C2 C3 C4 CS Cs + CARBON NUMBER Fig. 1. Product distributions from small area cobalt foil catalyst after 1 h reaction and from 34% Co/Si02 catalyst after 80 h reaction. The conversions on Co foil and on Co/SiOz were <0.2% and 99%, and the data has been obtained from [2] and [3], respectively. Fig. 1 two examples of the product distributions at 525 K with HZ/CO ratio of 3 from cobalt foil [2] and from a commercial Co/Si02 [3] catalyst are shown. The reported conversions were < 0.2% and 99% on cobalt foil and on 34% CO / Si02, respectively. It has been postulated, with both confirming [4-8] and contradicting [4,9] evidence, that light hydrocarbons, produced in the Fischer-Tropsch synthesis, are reincorporated into the carbon chain growth process on the surface, thus shifting the selectivity towards higher molecular weight hydrocarbons. In an earlier paper, we reported the rates, partial pressure dependencies, and hydrocarbon product distributions during the CO hydrogenation reaction on a cobalt foil and on thin cobalt films evaporated onto gold [2] . In this paper we show how to modify the product distributions obtained on cobalt model catalyst surfaces towards those measured on industrial catalysts by adding ethene to the feed. The multiple readsorption of reaction products and their reactions with CO and Hz seem to be responsible for the production of high molecular weight hydrocarbons. 2. Experimental The apparatus used in these experiments has been described in detail elsewhere by us [ 2 ] , by Garfunkel et al. [ 10 ] and originally by Cabrera et al. [ 11 ] . The system consists of a combined ultrahigh vacuum (UHV) atmospheric pressure J. Lahtmen, G.A. Somorjai /Journal of Molecular Catalvsis 97 (/994) 387-397 389 chamber pumped with a diffusion pump and equipped with a double-pass cylindrical mirror analyzer, a sputter ion gun, and a quadrupole mass spectrometer. For catalytic reaction rate studies the sample is enclosed in an internal isolation cell allowing catalytic reactions to be carried out at atmospheric pressures. Products generated during the reaction are separated with a gas chromatograph using a flame ionization detector. Two kinds of samples were used in the experiments; cobalt thin films evaporated on gold foils and thin cobalt foils. The gold substrates used in the experiments were small rectangular pieces of 38 Am thick foil about 1 cm2 in size and the cobalt foils were 125 jum thick high purity foil with surface areas < 1 cm2. Both types of samples were spot-welded on 0.9 mm Au wires connected to a rotatable manipulator using copper supports serving as sample supports and feed-troughs for resistive heating. Before the experiments both faces of both types of samples (cobalt and gold foil) were cleaned by sputtering and annealing cycles. The cobalt foils were also exposed to Hz at 101 kPa for several hours to remove the carbon segregating to the surface. The cobalt films were evaporated onto clean gold substrate from an evaporation source consisting of a 0.5 mm W-wire around which the high purity cobalt had been wrapped. After reaction the surfaces were cleaned by sputtering in order to remove carbon deposited during the reaction. The reaction mixture was introduced into the reactor immediately after closing the reaction cell from UHV. First a small amount of hydrogen (a few kPa) was introduced, then the required amount of ethene, then more hydrogen was added until the final hydrogen pressure was reached, and finally, the system was filled with CO to a total pressure 101 kPa (760 torr). The heating of the sample was started after filling of the reaction cell. A more detailed description of the experimental can be found elsewhere [ 2] . 3. Results and discussion 3.1. Results on clean cobalt The CO + HZ reaction has been investigated on cobalt foils and on cobalt evaporated on gold foils. The reaction conditions were 101 kPa total pressure, 3 to I HZ/CO ratio, and 525 K temperature. The rates of methane formation at 525 K were 0.33 and 0.01 methane molecules formed per cobalt site per second on cobalt foil and cobalt evaporated onto gold, respectively. The initial rate of methane formation was determined by evaluating the initial slopes of accumulated methane versus time curves and dividing them by the estimated number of cobalt atoms on the surface. On both surfaces the geometrical surface area with 10'5 atoms /CM2 was assumed. In the case of Co/Au surfaces the amount of cobalt was estimated 390 J. Lahtinen, G.A. Somorjai /Journal of Molecular Catalysis 91 (1994) 387-397 based on the Co and Au AES peak heights measured immediately after evacuation of the reaction cell, as described earlier by us [ 2 ] . The predominant product on clean cobalt surface was methane (80 wt. %) with decreasing amounts of CZ-C4 hydrocarbons. The fractions of ethene, propene, and butene in CZ, C3, and C4 hydrocarbons were 73%, 100%, and 76%, respectively. On Co/Au surfaces only methane was formed when the hydrogen to CO ratio was 3 to 1. Changes in both catalyst activity and selectivity occurred during the reaction on the cobalt foils. The rates of methane, ethene, and propene formation decrease exponentially with time, exhibiting a rate of = 10% of the initial rate after 5 h. The rates of ethane and butane formation were constant at least up to 5 h. The reason for the deactivation is the slow build-up of carbon on the model catalyst surface but thick graphite layers were never observed below 540 K [2,12] . On the Co/Au surfaces similar deactivation was observed [ 2 ] . 3.2. The effect of added ethene In these experiments we could alter the product distribution of the CO hydrogenation reaction by adding various amounts of ethene to the CO + HZ gas mixture. The procedure of ethene addition was described in the experimental section. The HZ/CO ratio was kept constant (3 to 1) and ethene concentrations up to 8% were used. The product distributions obtained during these reactions are shown in Fig. 2 without the CZ fraction. As a function of increasing ethene concentration the methane fraction degeased, the C3 and C4 fractions increased, and the CS fraction appeared. The C3 hydrocarbons were propene regardless of the ethene amount added but the butene to butane ratio increased from 0.7 (without ethene) to 0.9 for 0.2% and 1% ethene and further to 2.5 for 8% ethene. The effects of added ethene on Co/Au catalysts are shown in Fig. 3. In this case only methane was observed without ethene addition but even small amounts (0.2 mol%) of ethene gave rise to the appearance of a ..~-6 wt.% propene fraction. At 8 mol% ethene, propene formation exceeded the methane production. No CS products were seen on Co/Au catalysts, mainly because the overall reactivity on the Co/Au surface was an order of magnitude less than that of the cobalt foils, as discussed earlier [2]. Otherwise the changes in product distributions due to ethene on both these surfaces were similar. The addition of ethene shifted the product distributions closer to those measured on supported catalysts but the chain growth still terminates too soon at our level of conversion ( < 0.2%) . This points towards the importance of multiple readsorption during the Fischer-Tropsch synthesis on industrial catalysts. The changes in the product distributions measured in this work can be compared to those reported earlier on CO(0001) [13] and on Fe [6] and Rh [14] foils. In contrast to our studies the addition of 7.5 ppm of ethene to the synthesis gas indicated J. Lahtinen, G.A. Somorjai /Journal of Molecular Catalysis 91 (1994) 387-397 391 100 80 60 W 40 J W h 20 0 C3 Cs C1 c~ C4 Cs C1 C^j C4 Cs Cl CJ C4 Cs 0 % C2H4 CO f011 0.2 % C,H, Hz NCO = 3 r_~ '1 ~_ 1 % CsH4 8 % CZHa CARBON NUMBER Fig. 2. Product distributions from reactions with diffenng amounts of added ethene (mol%) at 525 K. The HZ/ CO ratio was 3 and the total pressure 101 kPa (760 torr). The saturated hydrocarbons are represented by black columns whereas the unsaturated are denoted by white. The percentages have been calculated without the Cz fraction. no increase in the C3 formation on Co ( 0001) [ 13 ] . The obvious reason is the low ethene concentration and the use of a flow experiment. In the case where 2.7 mol% of ethene was added to the synthesis gas on Fe foils [6], the methane fraction decreased to 34 wt.% and the C3, C4 and CS fractions increased to 32 wt.%, 18 wt.%, and 16 wt.%, respectively. On preoxidized Rh foils 1 mol% of ethene added to the synthesis gas decreased the methane fraction to 45 wt.%, increased the C3, C4 and CS fractions to 30 wt.%, 10 wt.%, and 5 wt.%, respectively, and gave rise to the formation of 10 wt.% of oxygenates [14]. On cobalt foils the methane fraction remained higher than on Fe or Rh and no oxygenates could be seen. The higher reaction pressure used in the Fe and Rh experiments (606 kPa) explains why the cobalt surface gives the lowest selectivity towards higher molecular weight hydrocarbons, and the preoxidation is clearly the reason for the appearance of oxygenates on the Rh foils. The turnover rates as a function of ethene pressure have been plotted in Fig. 4. The rate of methane formation decreases and the rates of formation of the CZ-CS hydrocarbons increase with increasing ethene concentration. At 8 kPa ethene pressure, however, the rates are slightly lower than at 1.1 kPa in all the fractions. The sum of the turnover rates increases up to 1 kPa ethene pressure by about 40% due to the increase in ethane formation, but at 8 kPa the sum has decreased to well 392 J. Lahtinen, G.A Somorjai /Journal of Molecular Catalysis 91 (1994) 387-397 0.2 % CA Co/Au 0 % CA H2 /CO - 3 80 1 % CA 8 % C2H4 o 80 N U W 40 J W h 20 0 - - V n non C1 C1 C3 C'1 C3C1 C3 C'4 CARBON NUMBER Fig. 3. Product distributions from reactions with different amounts of added ethene at 525 K on Co/Au catalyst. The HZ/CO ratio was 3 and the total pressure 101 kPa. The saturated hydrocarbons are represented by black columns whereas unsaturated are denoted by white. The percentages have been calculated without the CZ fraction. below the value measured without ethene due to the decrease in the methane formation. The dependence of the turnover rate on the ethene pressure on the Co/ Au surface is quite similar to those of Fig. 4 except that the C4 and CS fractions are missing and the increase in the ethane formation does not level off at 1 kPa. The decreasing rate of methane formation is due to the covering of the surface by ethene. Similar suppression of methane formation from CO and HZ has been seen on 4.3% Ru/Si02 [7] and 3.3% Ru/Ti02 [8] catalysts. On Fe( 111) surface the decrease in the rate of methane formation due to ethene was smaller than on our Co foils [ 6 ] . The rate of ethane formation increased rapidly due to the greater number of ethene molecules adsorbed on the surface but levels off because the surface becomes saturated. The same holds for higher molecular weight hydrocarbons. The increase in the rates of CZ hydrocarbons is clearly due to the presence of ethene. Similar overall shape in the rates of CZ hydrocarbons, where the rates increase up to a maximum value, have been observed on supported Ru catalysts [7,8] and on Fe(111) [6]. The turnover rate data were analyzed using the carbide model for methane formation where the reaction proceeds via dissociation of CO and hydrogenation of the CH, species (x = 0...3) . The hydrogenation of CH3 was assumed to be the rate limiting step as reported earlier [ 2,13 ] . Ethane formation was assumed to take place via the elementary reaction steps, J. Lahtinen, G.A. Somorjai /Journal of Molecular Catalysis 91 (1994) 387-397 393 1 H* I H* C21-4* CAI ~~ii''--10. C2 H6 * 2* (1) where ' denotes a vacant adsorption site and X* a molecule adsorbed on that site. The longer chain hydrocarbons are then assumed to form according to CH2* +C2H* --.> C3H*+*-*C3H6+H'+' (2) CHz + C3 H7* --> C4 H9 +' -~ C4 H8 + H' + *, and so on (3 ) where the CH2 species are formed either via carbon hydrogenation or via ethene dissociation. The rates of formation for different products can be calculated from these elementary reaction steps as in [2] and the calculations give I/2 3/2 r i/2 2 4 rCH4-(QOPH2 PCO +QIPC2H4PH2)e* ( ) rC2Hb-(Q0PH2PCO+QIPc2H4PHZ2Pco +Qf2 f PC2H4 PH2)e* (5) n B. Q; p i/2 (n+1-i)/2 P (n-t)/2 rCnH2n = C2H4 P H2 Co for n >_ 3 (6 ) a=0 where Q; are coefficients, and the coverage of empty sites is O. (1 +APCO +BPH2 + ... +DPC2H4 + ...) (7) We simplified the Eqs. 4, 5, and 6 by assuming that all but one of the Q, coefficients are zero, and using a new set of coefficients R, the equations became Ix- R1 +R2Pc2H4 (8) (1 +R3PC2H4)k where k is 2 for methane and ethane formation and 1 for higher molecular weight hydrocarbon formation according to the Eqs. 4, 5, and 6. The regression analysis of the data was performed using Eq. 8 with all the allowed values of m given by Eqs. 4-6. Best fit was observed with m=1/2 for all the rates except for ethane formation where m was 1. The results of the fits to the data obtained on cobalt foils are shown by the smooth lines in Fig. 4. This procedure, described above, is only a rough approximation because terms containing ethene pressure dependencies are neglected but the com- 394 J. Lahtinen, G.A. Somorjai /Journal of Molecular Catalysis 91 (1994) 387-397 Co foil h o ---------------------- T = 525 K W 0.1 CHa 101 kPa . L H2/CO = 3 A A,__________ C3HB__________________ iO 0.01 O ~________________ -_- C H ____________ - ______ _ 0.001 p'CSH'Q _____________________ 0 2 4, 6 8 ETHENE PRESSURE (kPa) Fig. 4. Turnover rates for ( ) methane, (O) ethane, ( ) propene, ( ) butene + butane and ( O) pentene as a function of ethene pressure on cobalt foil. The lines are drawn using fitted parameters of Eq. 8. parison of the experimental data and the fit in Fig. 4 reveals that a satisfactory agreement was achieved. The fit to the Co/Au data (not shown) is somewhat poorer but reproduces the overall tendencies. We used the ratio of Rt to RZ *pC2H4 in Eq. 8 to estimate the origin of carbon atoms in the hydrocarbon chains. The term Rt represents formation from CO and HZ and RZ *pC2H4 from CO, CZH4 and H2. On cobalt foils we found that even at 8 kPa ethene pressure over 90% of the methane is formed from CO and HZ and less than 10% from dissociated ethene. It was also estimated that at 0.2 kPa (1.1 kPa) ethene partial pressure two thirds (3/4) of the C3...C5 molecules originate from ethene. On the Co/Au surfaces the fraction of methane originating from ethene dissociation is higher, about 50% at 8 kPa ethene pressure, and all the longer chain hydrocarbons originate from ethene in accordance with the lower overall reactivity of Co/Au. The analysis is not, of course, very accurate and radioactive labeling of carbon [4] would be needed to learn more about the origin of carbon atoms in the hydrocarbon chains. The conversion of ethene on the cobalt foils was also followed as a function of time and the results from 0.2 mol% of ethene added to the synthesis gas are shown in Fig. 5. The C4 and CS fractions have been omitted from the figure for clarity. The solid lines have been calculated by integrating the rates obtained using the fitted parameters of Eq. 8 and the dashed line corresponding to smoothed ethene pressure as a function of time. Within 4 h 44% of the original ethene is converted, 75% of it to ethane, about 10% to propene, 12% to methane, and the rest to higher J. Lahtinen, G.A. Somorjaf l Journal of Molecular Catalysts 91 (1994) 387-397 395 100 o v W so - z W 0 `' C-_ a 40 O CA p 20 u Ca a 0 0 50 100 150 200 250 TIME (min) Fig. 5. The conversion of 0.2 mol k of ethene added into the synthesis gas as a function of time. The temperature was 525 K, and the Hz/CO ratio was 3. The solid lines have been calculated using Eq. ss and the dashed line is a fit to the original ethene data using a polynomial function. The gray area represents the ethene molecules converted to methane or lost in the system. molecular weight hydrocarbons suggesting that the hydrogenation of ethene is far more likely than its dissociation. The Auger spectra measured immediately after evacuation of the reaction cell revealed no excessive carbon build-up during the reaction, supporting the fact that the conversion of ethene to carbon is slow under these conditions. Naturally, some carbon was detected on the surface after the reaction with a typical C /Co Auger peak height ratio of 0.2 but this is not higher than that observed with CO hydrogenation at 525 K and at 101 kPa [2]. This slow carbon build-up is responsible for the deactivation of the catalysts. The chain growth was studied using the Anderson-Schultz-Flory (ASF) distribution where the chain growth is assumed to propagate through addition of single carbon units as shown in Eqs. 2 and 3. The weight fractions of different hydrocarbons containing N carbon atoms are given by WN =NaN(log2a) (9) where a is the chain growth probability factor. The measured weight fractions divided by N from three different experiments exhibiting 0.0, 0.2, and 1.0 mol% of ethene added into the synthesis gas are shown on a semilogarithmic scale in Fig. 6 as a function of N. The results were taken after 1 h reaction time and the CZ fraction is not shown in the cases where ethene has been added. The lines are given by Eq. S' rcn (D O. O~. n C n p' ' L~,) l~D h n Y O u < -' 0 CD n N p. 0' \"cD O n o (N~ O ^ h AO \" (CYD ' \" ,~ o \"j No cS O\"'~'0r- -y \"~' ~~(^D~.~ooRCDONOVO ~~ h !D - Oq N O ~. ~ n (~ 0 ss. p rn ' :D. CCD. O A- =, n = \" `0\" -' ~~ c ~' n- p* r. pr ~ ss. CD cno *,o ~ O m \"lo < o O \".3 fv ' ~ O - ~j '~ ^ b .y ~' ,~ G a O \"y N ~D O s N N :~. ii O Z$ `~ h h S~ < `i' UO G ss. CD . x'C~pNOON1CV,DCOh,~C)~CD(D(ID O :D rn C~. ran ~' CD ~' CD $~D :,, 0 ss' $:~ - Cp <\"n o to ''~' ~; 5 , ~ O O ^. -. v' 0 N \"\"~ O p O a. D G O _ O n O~ x 0 O N' b 0 >? ' c~D O \" ~ G. CD ss. O n O 5 W n - i, - CD 0 n CD 0 .-,_' o CD Q' - - ~:\" (CD ~ aC 0\"~. ss.~Cr-,CD~CDx-CD~D 5<CD CD-r;'17 ,., ~ a. rD a: . ~ C) w c ,_, = h rn N rte ''rJ O r) :' b O\" c7 h .n~ ~. ~. . _O rn' - ~ $ O . , ~ O CD , '* C. n O 'O~\" h O p '_' ~. ~. 5. - O '~ , C ,''T', p :~ ~ CD ,5 \"5 ~. ~ O OQ ss. ,5* ~ n `< = R <~o N r-r ~, aD a. !/~ ~: O r O \" m n ii ~, -s ~. \"~ ^ r ,~ 0 c :~ w' ,-* r0 cD O ~. O n (~ 5 o zs' b ~, o ~ = ' w a a. zil II o. o rD n ~' ~ b b \"t'~.' o w < c~ p x 0 SD O \"O CD CD f~DNOOCOpO.r*'~p,.Si7 ss. N CD - :z .~. v~ CD \"\": CD `< i rn oo CD N p G. ro 0 a o o o a o n fi a o w V W b V J. Lahtinen, G.A. Somorjai /Journal of Molecular Catalysis 91 (1994) 387-397 397 ethene. The a value for iron foil is 0.3 [ 15] and it will increase to 0.56 when the amount of ethene increases to 2.7% [6] when HZ to CO ratio is 3. An a-value of 0.13 has been reported for a HZ/CO ratio of 100 on polycrystalline iron [ 15 ] . 4. Conclusions (1) Ethene addition increases the chain growth probability during CO hydrogenation. The product distribution obtained at low conversion during CO hydrogenation on cobalt foils showed mainly methane, ethene and propene, while liquid hydrocarbons predominate on supported Fisher-Tropsch catalysts at higher conversions. When ethene is added to the synthesis gas the product distribution approaches to that obtained on supported catalysts. (2) The rates of hydrocarbon formation were measured as a function of ethane pressure and time and reproduced using reaction kinetics calculations. (3) The conversion of ethene to surface carbon is slow under these conditions (525 K and a 3 to 1 HZ to CO ratio). (4) Most of the ethene added converts to ethane but about 25% participates either in chain growth or in producing methane. Acknowledgements The assistance of Mr. Toshiro Anraku is gratefully acknowledged. This work was supported by the Director, Office of Energy Research, Office of Basic Energy Sciences, Material Science Division, US Department of Energy. One of us (J.L.) acknowledges the financial support of Neste Foundation. References [ 1 ] C.H. Bartholomew, Catal. Lett., 7 (1990) 303. [2] J. Lahtinen, T. Anraku and G.A. Somorjai, J. Catal., 142 (1993) 206. [3] W.G. Borghard and C.O. Bennet, Ind. Eng. Chem. Prod. Res. Dev., 18 (1979) 18. [4] P.H. Emmet, Adv. Catal., 9 (1957) 645. [5] Ya.T. Eidus, Russ. Chem. Rev. (Engl. transl.), 36 (1967) 338. [61 D.J. Dwyer and G.A. Somorjai, J. Catal., 56 (1979) 249. [7] D.S. Jordan and A.T. Bell, J. Phys. Chem., 90 (1986) 4797. [8] K.R. Krishna and A.T. Bell, Catal. Lett., 14 (1992) 305. [9] H.P. Withers, Jr., K.E. Eliezer and J.W. Mitchell, Ind. Eng. Res., 29 (1990) 1807. [ 10] E.L. Garfunkel, J. Parmeter, B.M. Naasz and G.A. Somorjai, Langmuir, 2 (1986) 105. [ 11 ] A.L. Cabrera, N.D. Spencer, E. Kozak, P.W. Davies, and G.A. Somorjai, Rev. Sci. Instrum., 53 ( 1982) 1888. [ 12] J. Lahtinen and G.A. Somorjai, Catal. Lett., in press. [ 13 ] JTC. Geerlings, M.C. Zonnevylle and C.P.M. de Groot, Surf. Sci., 241 (1991) 302 and 315. [ 14] D.G. Castner, R.L. Blackader and G.A. Somorjai, J. Catal., 66 (1980) 257. [ 15] HT Krebs, H.P. Bonzel and G. Gafner, Surf. Sci., 88 (1979) 269. X244 94000417 0304-5102(94)00041-7 10.1016/0304-5102(94)00041-7 Role of readsorption during CO hydrogenation over cobalt model catalysts J. Lahtinen ∗ 1 G.A. Somorjai Materials Science Division, Lawrence Berkeley Laboratory and Department of Chemistry, University of California, Berkeley, CA 94720, USA * Corresponding author; fax. ( + 358-0) 4513116. 1 Laboratory of Physics, Helsinki University of Technology, 02150 Espoo, Finland. The role of readsorption of ethene during carbon monoxide hydrogenation has been studied on polycrystalline cobalt foils and on thin cobalt films evaporated onto a gold substrate, using a combination of UHV studies and atmospheric pressure reactions at 525 K and at 101 kPa total pressure. On the cobalt foils we have detected C1C5 hydrocarbons and on the Co/Au surfaces C1C4 hydrocarbons. On both surfaces the product distribution shifts towards higher molecular weight hydrocarbons when increasing amounts of ethene are added. The amounts of various hydrocarbons formed on the surface are explained in terms of a simplified reaction model where α-hydrogenation is the rate-limiting step. The results indicate that multiple readsorption is required to produce higher molecular weight hydrocarbons in industrial catalysts. Keywords carbon monoxide cobalt hydrogenation readsorption References [1] C.H. Bartholomew Catal. Lett. 7 1990 303 [2] J. Lahtinen T. Anraku G.A. Somorjai J. Catal. 142 1993 206 [3] W.G. Borghard C.O. Bennet Ind. Eng. Chem. Prod. Res. Dev. 18 1979 18 [4] P.H. Emmet Adv. Catal. 9 1957 645 [5] Ya.T. Eidus Russ. Chem. Rev. (Engl. transl.) 36 1967 338 [6] D.J. Dwyer G.A. Somorjai J. Catal. 56 1979 249 [7] D.S. Jordan A.T. Bell J. Phys. Chem. 90 1986 4797 [8] K.R. Krishna A.T. Bell Catal. Lett. 14 1992 305 [9] H.P. Withers Jr. K.E. Eliezer J.W. Mitchell Ind. Eng. Res. 29 1990 1807 [10] E.L. Garfunkel J. Parmeter B.M. Naasz G.A. Somorjai Langmuir 2 1986 105 [11] A.L. Cabrera N.D. Spencer E. Kozak P.W. Davies G.A. Somorjai Rev. Sci. Instrum. 53 1982 1888 [12] J. Lahtinen and G.A. Somorjai, Catal. Lett., in press. [13] a J.J.C. Geerlings M.C. Zonnevylle C.P.M. de Groot Surf. Sci. 241 1991 302 b J.J.C. Geerlings M.C. Zonnevylle C.P.M. de Groot Surf. Sci. 241 1991 315 [14] D.G. Castner R.L. Blackader G.A. Somorjai J. Catal. 66 1980 257 [15] H.J. Krebs H.P. Bonzel G. Gafner Surf. Sci. 88 1979 269",
      "scopus-id": "0028464419",
      "coredata": {
        "eid": "1-s2.0-0304510294000417",
        "dc:description": "The role of readsorption of ethene during carbon monoxide hydrogenation has been studied on polycrystalline cobalt foils and on thin cobalt films evaporated onto a gold substrate, using a combination of UHV studies and atmospheric pressure reactions at 525 K and at 101 kPa total pressure. On the cobalt foils we have detected C1C5 hydrocarbons and on the Co/Au surfaces C1C4 hydrocarbons. On both surfaces the product distribution shifts towards higher molecular weight hydrocarbons when increasing amounts of ethene are added. The amounts of various hydrocarbons formed on the surface are explained in terms of a simplified reaction model where α-hydrogenation is the rate-limiting step. The results indicate that multiple readsorption is required to produce higher molecular weight hydrocarbons in industrial catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000417",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lahtinen, J."
          },
          {
            "@_fa": "true",
            "$": "Somorjai, G.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000417"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000417"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00041-7",
        "prism:volume": "91",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Role of readsorption during CO hydrogenation over cobalt model catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "cobalt"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "readsorption"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "387-397",
        "prism:endingPage": "397",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 July 1994",
        "prism:doi": "10.1016/0304-5102(94)00041-7",
        "prism:startingPage": "387",
        "dc:identifier": "doi:10.1016/0304-5102(94)00041-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028464419"
      }
    }
  }
}