{
  "metadata": {
    "title": "Performance of Pd catalysts for aromatic oxidation in acetic acid",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-05-31",
    "doi": "10.1016/0304-5102(92)80076-S",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280076S",
    "pii": "030451029280076S"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042148177",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280076S 0304-5102(92)80076-S 030451029280076S 10.1016/0304-5102(92)80076-S S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02349 2024-01-02T01:06:03.941633Z 0 0 19920501 19920531 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 73 73 2 2 Volume 73, Issue 2 11 237 248 237 248 199205 May 1992 1992-05-01 1992-05-31 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. PERFORMANCEPDCATALYSTSFORAROMATICOXIDATIONINACETICACID KURODA Y ITOH 1991 215 A KURODA 1991 3089 Y HUJIMOTO 1974 428 K ABOULGHEIT 1976 15 A ITO 1988 285 S KURODAX1992X237 KURODAX1992X237X248 KURODAX1992X237XY KURODAX1992X237X248XY item 0304-5102(92)80076-S 030451029280076S 1-s2.0-030451029280076S 10.1016/0304-5102(92)80076-S 272239 2024-01-02T01:06:03.941633Z 1992-05-01 1992-05-31 1-s2.0-030451029280076S-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280076S/MAIN/application/pdf/adedcc74ef702ca3c655109d9d511f3a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280076S/MAIN/application/pdf/adedcc74ef702ca3c655109d9d511f3a/main.pdf main.pdf pdf true 814350 MAIN 12 1-s2.0-030451029280076S-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280076S/PREVIEW/image/png/6ecc0a1613f8822bff0eb8f2b3194182/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280076S/PREVIEW/image/png/6ecc0a1613f8822bff0eb8f2b3194182/main_1.png main_1.png png 55684 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 73 (1992) 237-248 M2866 Performance of Pd catalysts for aromatic oxidation in acetic acid Yasushi Kuroda, Mild Mori, Oazu Itoh, Tomoyuki Kitano, Fitjito Yamaguchi, Kazuo Sasaki Department of Applied Chemistry, Hiroshima University, Higashi-Hiroshima, 724 (Japan) and Masahiro Nitta Kure Research Laboratory, Babcock Hitachi Co. Ltd., Kure, 737 (Japan) (Received October 20, 1991; revised January 29, 1992) Abstract 237 The performance of silica-supported Pd catalysts for the hydroxylation of naphthalene and benzoic acid has been studied in moist acetic acid. The reaction was carried out by feeding hydrogen and oxygen simultaneously to produce hydrogen peroxide in situ. Particular attention was focused on the effect of Cl- ion in the solution. When there is no Cl-, the yield of products is very low; the yield increases drastically upon addition of Cl-. On the other hand, when Cu(11) salt is added to the solution containing no Cl-, the product yield becomes much higher. The behavior of the system in the absence of Cu species closely resembles the formation reaction of hydrogen peroxide, indicating that hydrogen peroxide is the key intermediate. When Cl- is added to a Cu-containing system, the formation of Cu([)-Cl- complex(es), which reduce the reactivity, is indicated. The possibility of a Wacker-type reaction mechanism is excluded in all of our reaction systems. Introduction The combined use of palladium and copper as the catalyst for the oxidation of olefins in the Wacker-Schmidt process is well known. This process is a homogeneous reaction in aqueous hydrochloric acid solution. We have demonstrated that the same metal combination, Pd and Cu, provides an efficient new catalyst system for the aromatic hydroxylation. The working principle of our process is that monovalent Cu ion activates dioxygen to produce OH radical, the key reactant, according to the following scheme: 2Cu++02+2H+--> 2Cu2++H202 Cu' +H202+H+ ) Cu 2++OH+H20 Pd metal is necessary for regenerating Cu+ from Cu 2+ 2Cu2++H2 Pd) 2Cu++2H+ 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 238 In contrast to the Wacker process, the hydrogen supply is necessary if the reactions are to proceed continuously. In addition, Pd should be fixed on some suitable solid support. In a recent publication regarding the oxidation of benzoic acid in acetic acid, we noted that the elimination of copper species from the reaction system leads to an unexpectedly high product yield [ 1 ]. The relative abundances of several detected products varied depending on whether copper ions were present or absent. The reaction in the presence of copper was totally consistent with the working principle described above, but the mechanism operating in the absence of copper was left for further study. In this paper we will show that the enhanced reactivity of Pd catalyst in the absence of copper can be attributed to a specific effect of the Clion. Experimental Catalyst preparation Three different palladium salts, PdC12, Pd(N03)2, and [Pd(NH3)41CI2, were used as starting material for the Pd catalyst. Silica gel (Merck No. 9385, 230-400 mesh) was used as the support. For loading a Pd salt on the silica surface, two different methods (i.e., ion exchange and impregnation) were employed. The latter method was used exclusively until recently, and ion exchange was first utilized in this work. Unless otherwise stated, the Pd content was fixed at 100 p,mol Pd per gram silica (ca. 1 wt.%) for all catalysts studied here. In the impregnation method, a stirred mixture of Pd salt (1 mmol), silica gel (10 g), and water (30 ml) was immersed in an ultrasonic bath for 90 min. The mixture was then dried gently over a steam bath. In order to prepare catalysts via ion exchange, a 0.2 M aqueous ammonia solution containing 0.01 M Pd ammine complex was added dropwise into a stirred sludge of silica gel (10 g) in 20 ml of 0.2 M ammonia solution. Silica gel was filtered via suction and washed with pure water until no chloride ion was detected in the water. The filtrate was gently dried in a dish over a steam bath. The resulting products were activated by reducing Pd\" to the metallic state. Three different methods were compared. In gas-phase activation, the catalysts obtained above were activated in a stream of hydrogen gas for 4 h at 300 C. Hydrogen reduction in liquid benzene at 25 C is the method we have developed and customarily use in our group. This rather unfamiliar method is useful for catalysts prepared from PdC12, but the present work indicated that it was unsuitable for catalysts derived from Pd(NO3)2. Reduction in aqueous formaline (more than 359'0) solution was also employed in this work. In order to eliminate contamination by chloride or nitrate, some of the products from Pd(N03)2 and the ammine complex were oxidized in a stream of oxygen for 4 h at 300 C prior to the activation process. 239 Degree of Pd dispersion The average size of palladium particles on the silica surface was determined by means of powder X-ray diffractiometry and also by the CO adsorption technique. The X-ray unit used was a Rotaflex RU-200 made by Rigaku Denki (Tokyo). Measurements were made with regard to the diffraction peak of the Pd(111) plane. The amount of CO adsorbed was determined with a full automatic measuring unit, Type R-6015 made by Ohkura Riken (Tokyo). Reaction The reactor was a 100 ml glass flask with two openings, for gas inlet and outlet. The reaction was carried out at 25 C in 50 ml of acetic acid containing acetonitrile and water (4 vol% for each) in which reactant (0.5 M benzoic acid or 0.3 M naphthalene) and catalyst (2 g) were added. The reaction was started by supplying hydrogen and oxygen simultaneously at equal rates (7.5 ml min-') and was normally continued for 2 h. For safety, the reactor was covered with steel mesh, although no explosion has occurred yet. Product analysis In case of benzoic acid, all three isomers of monohydroxylated benzoic acid and 2,5-dihydroxyl products were detected by means of HPLC. From naphthalene, 1-naphthol, 1,4-naphthoquinone, and (E)-2-formylcinnamaldehyde were detected. Further details of the reaction products, as well as the method of product analysis, are given in our previous publications [ 1, 2]. Results and discussion During the course of studying the oxidation reaction of benzoic acid on a Pd/Si02 catalyst in acetic acid, we found that copper ion, which was added in the solution phase, had a peculiar effect [1 ]. Later work indicated that the effect is not specific to benzoic acid; a similar effect is also observed in the reaction of naphthalene. The effect is illustrated in Fig. 1, in which the total yields of products are plotted as a function of Cu2+ ion concentration in the reaction medium, acetic acid. For both benzoic acid and naphthalene, the highest product yield is obtained when there is no copper salt. Upon addition of a small amount of Cu(OAc)2 the yield decreases steeply, to almost zero. Further addition of Cu(OAc)2, however, tends to increase the product yield again. This peculiar behavior suggests that there are two different reaction pathways depending on whether Cu salt is absent or present, and we named these the Pd- and Cu-path, respectively [ 1 ] (see the final section of this paper). It should be emphasized that the above description is correct only for the catalyst prepared from PdC12. We have recently found that an entirely different curve is obtained when the catalyst is prepared from palladium 240 700 f o E o . 200 0 H 100 0 800 0 10 20 30 40 [Cu(OAc)Z] / mM o 600 E 400 200 0 10 20 30 40 [Cu(OAc)2] / MM Fig. 1. Dependence of the product yield on the concentration of Cu(OAc)2 in acetic acid. The catalyst (100 umol Pd/9\"Si02, 2 g) used was prepared from PdC12 and reduced with Hz in liquid benzene. Solution: 0.5 M benzoic acid (O) or 0.3 M naphthalene ( ) in acetic acid (50 ml) containing both CH3CN and HZO at 446 in volume. Reaction: HZ and OZ (7.5 ml min-' for each) were fed simultaneously for 2 h at 25 C. Fig. 2. Dependence of the product yield on the concentration of Cu(OAc)Z in acetic acid. The catalyst (100 pmol Pd/g-Si02, 2 g) used was prepared from [Pd(NH3)4]C12 and reduced with streaming Hz at 300 C. Other reaction conditions and the symbols used are the same as in Fig. 1. sources other than PdC12. Figure 2 shows the results obtained with a Pd catalyst prepared from tetraamminepalladium(II) dichloride [Pd(NH3)4 ]C12 by ion exchange. At first glance, one sees that the product yield is lowest in the absence of copper salt. The product yield increases steeply upon addition of a small amount of copper salt, and reaches a much higher level than in Fig. 1. It should be noted that the experiments of Figs. 1 and 2 were carried out under the same conditions, except for the nature of the catalyst. Why was such a drastic change produced by differences in the catalyst preparation? We first believed that different degrees of palladium dispersion over the silica surface might be responsible for the different behavior. The catalyst prepared by ion exchange was expected to be more highly dispersed than that prepared by impregnation. A series of experiments was thus carried out to obtain a correlation between the catalyst activity and the degree of Pd dispersion. The degree of dispersion was determined with the adsorption measurements of CO and also with powder X-ray diffractiometry. The former method gives the fraction of Pd atoms existing as surface atoms on patched palladium particles on the silica surface. The X-ray data give the average size of the particles directly. By assuming a hemispherical shape for the particles, the degree of dispersion gives the cluster size and vice versa. Data thus determined are listed in Table 1. Although the values determined by CO adsorption are somewhat scattered, the particle size as determined by X-ray diffraction seems to be independent of the method of catalyst preparation, 241 TABLE 1 Average particle size and degree of dispersion of Pd supported on silica Amount of Pd Degree of dispersion (Amol (g-Si0z)-I) Impregnation` Ion exchanged Diameter of Pd (A)b Impregnation` Ion exchange\" 10 2, 9 29, 28 223 - 50 20, 1 12, 10 237 216 100 31, 18 11, 12 219 250 'Determined by CO adsorption; the measurement was carried out twice. bDetermined by X-ray diffraction. `Catalysts were prepared from PdC12 and reduced with Hz in liquid benzene. 'Catalysts were prepared from [Pd(NH3)Q]C12 and reduced with streaming HZ at 300 C. as a whole. Thus the factor determining catalyst activity should now be sought in areas other than the dispersion of Pd. The two catalysts described above differ not only in Pd source but also in the processing before use. We therefore carried out an extensive study regarding the method of Pd fixation and method of catalyst activation (reduction of Pd 2+ to Pd ) as well as the effect of the Pd source. The results obtained are compiled in Table 2. Pd(N03)2 was selected as another Pd source because it is free of Cl-. For the catalyst activation, two different wet methods (hydrogen reduction in liquid benzene and reduction with aqueous formaline) and high-temperature gas-phase reaction were compared. Hydrogen reduction in benzene is the method developed in our group as a simple and efficient way to activate catalysts prepared from PdClz. In fact, the XPS study with respect to Pd indicated that the reduction has been almost completed. As the measure of the catalyst activity, the total product yield (in Amol) is indicated for reactions of both naphthalene and benzoic acid. The test reaction was carried out in the absence and presence of 40 MM Cu(OAc)2, respectively, in acetic acid. Although the data in Table 2 appear to be complicated, close examination reveals that some systematic correlations do exist. If we ignore the data for catalysts prepared from PdC12 (first two rows), which will later be shown to be anomalous, we notice that the catalyst activity is primarily dependent on the method of activation, and formalise reduction gives rise to the best performance regardless of the nature of the Pd source (middle column). Gas-phase activation (last column) seems to be effective for the catalysts prepared from the ammine complex, but not for those prepared from Pd(N03)2. This may indicate that the catalysts prepared from Pd(N03)2 are rather resistant to the reduction. In fact, the reduction in liquid benzene was found to be imperfect. Accordingly, the data associated with the formalise reduction are reproducible and reliable. The values in parentheses (second and last rows) were obtained using catalysts that had been previously oxidized 'for 4 h in flowing oxygen at 300 C. This was an attempt to remove contaminants TABLE 2 Performance of Pd catalysts prepared in different ways Mode of Substrate Pd fixation Impregnation Ion exchange activation Pd source PdC12 Pd(N03)2a [Pd(NH3)41CIas Cu(OAc)2 none 40 mM none 40 mM none 40 mM Ha reduction in Naphthalene 612 223 35 0 - - liquid benzene (35 693) (- -) Benzoic acid 652 102 12 5 20 145 (10 276) (19 635) Formaline Naphthalene 105 220 17 800 - - reduction (17 961) (28 976) Benzoic acid 34 167 12 476 30 515 (18 571) (7 516) Hz reduction in gas Naphthalene 399 156 165 83 35 904 phase at 300 C (lss los) ( Benzoic acid 307 265 153 100 2 948 (103 124) (19 841) Values are the total sum of the product yield (N.mol). For all catalysts, Pd content was fixed at 100 Amo1 Pd per gram silica, and 2 g of catalyst was used in the reaction. Except for the nature of catalyst, conditions are the same as in Fig. 1. `Catalysts corresponding to the values in parentheses were oxidized in an oxygen stream at 300 C prior to the activation. 243 such as ligands, counter-ions, etc. No significant effect due to preliminary oxidation appears to exist, however. The next point is that, except in the case of data related to PdC12 catalysts (first row), the enhancing effect of Cu salt is striking, and its absence results in a very poor product yield. This is the tendency that was observed in Fig. 2. It is worth noting that this tendency is not limited to the catalysts prepared using ion exchange (last row), but extends also to the catalysts prepared using impregnation of Pd(N03)2 (second row; see in particular the second column). Comparison of the data listed in the second row with that in the last row (see in particular the second column) indicates that there is no essential difference between the two methods of Pd fixation employed, impregnation and ion exchange. Effect of CL- ion The data in the first row of Table 2 are exceptional in some respects. For instance, when the catalyst is activated with hydrogen in benzene, a much higher performance is obtained in the absence of Cu ion. This is the tendency exhibited in Fig. 1. When the catalyst is activated in aqueous formaline, the reactivity falls remarkably in the absence of Cu salt. The gasphase reduction also leads to a lower activity, although the effect is relatively minor. The reactivity in the presence of 40 mM of Cu(OAc)2 appears to be rather insensitive to the method of catalyst activation. These data, together with other data in Table 3, suggest that Cl- ion may have some special role in the reaction. It is worth mentioning that the catalyst reduced in benzene should have contained an appreciable amount of Cl- ion, presumably in the form of HCI, around the silica surface. In contrast, when the activation is carried out either in aqueous solution or in the high-temperature gas phase, TABLE 3 Effect of additives in the oxidation of benzoic acid in the absence of Cu ions Exp. Additive (mM) Product yield (Amol)a o-OH m-OH p-OH 2,5-OH Total 1 none 9 6 4 0 19 2 HO 4 193 161 132 13 498 3 8 209 235 184 20 648 4 NaCl 4 119 82 68 8 277 5 8 90 73 65 0 228 6 H2$O4 2 12 9 5 0 26 7 4 20 17 9 0 46 Conditions are the same as in Fig. 2. 'The first three products respectively stand for monohydroxylated benzoic acid and 2,5-OH for 2,5-dihydroxybenzoic acid. 244 HC1 may readily be removed from the catalyst. The change in activity due to the different methods of activation is probably a result of different chloride contents of the catalyst. The special influence of Cl - ion in some Pd- or Pt-catalyzed reactions has been noted in the literature [3, 4]. In order to explore the effect of chloride ion, the reaction of benzoic acid was studied at various concentrations of HCl deliberately added in acetic acid. The results are shown in Fig. 3. In this case, a palladium catalyst (2 g) derived from the ammine complex was used in an acetic-acid solution of benzoic acid (0.5 M), and the reaction was initiated in the usual way. At the extreme left in the figure, where no chloride exists, the total product yield amounts to only 19 Amol. The use of Pd black, which was prepared by reducing dissolved Pd with sodium formate in aqua regia in our laboratory, in place of the supported catalysts also gave the same result. When HCl is present in the solution, however, the yield increases rapidly, peaking at about 8-9 mmol HCl. It is interesting that the maximum appears where the atom ratio of Pd to Cl is nearly 1:2. Further addition of HCl tends to decrease the product yield, for some unknown reason. It is now evident that Pd black itself is not catalytically active in the present system and that HCl enhances the reactivity remarkably. We were, however, uncertain whether the enhancement effect stemmed from Cl- or from the solution acidity. Some control experiments were carried out (see Table 3), and we may safely conclude that the enhancement arises mainly from chloride ion. The present reaction system seems to resemble the Wacker-Schmidt process. If some of the palladium species were released from the catalyst into solution, homogeneous oxidation would be taking place. In order to confirm the contribution of such a mechanism, we carried out some additional experiments. As can be seen in Table 4, the homogeneous oxidation of naphthalene with palladium(II) acetate produced only a trace amount of 1000 o E 800 b 600 0 F 200 0 O \\0 400 r ro 0 10 20 30 40 [HCI] / mM Fig. 3. Effect of HCl in the oOdation of benzoic acid in the absence of Cu ions. The catalyst (100 wmol Pd/g-Si02, 2 g) Od was prepared from [Pd(NHs)q]C12 and reduced with streaming HZ at 300 C. Other reaction conditions are the same as in Fig. 1. 245 TABLE 4 Test of the homogeneous oxidation of naphthalene in the absence of Cu ions Exp. Gas-feeding HO Product yield Okmol)a (MM) 1-NaphOH Dialdehyde Total 1 H2, 02 (1:1) 0 2.2 3.1 5.3 l' H2, 02 (1:1) 8 8.4 3.1 11.5 2 Oz 0 0 0 0 2' OZ 8 0 0 0 Solution: 0.3 M naphthalene and Pd(OAc)z (200 'cmol) in AcOH (50 cm9) containing both CHsCN and H20 at 4% by volume; reaction time: 2 h. Products are 1-NaphOH: 1-naphthol, dialdehyde: (E)-2-formylcinnamaldehyde. products (5.3 ;tmol, exp. 1) when both hydrogen and oxygen were supplied. It should be noted that in exp. 1, an appreciable amount of Pd metal deposited on the glass wall, suggesting that homogeneous oxidation did not occur very effectively. Adding hydrochloric acid caused no. appreciable change (exp. l'). When oxygen was supplied alone, no reaction occurred, whether or not HCl was present (exp. 2). To obtain more direct evidence, the dissolution of Pd\" from the supported catalysts was analyzed by means of ICP spectrometry of reacted solutions. When hydrogen was supplied during the reaction, no detectable dissolution was observed. These results exclude the possibility of oxidation with the Pd(II) ion in our system, and the very small product yield of experiments 1 and 1' may be ascribed to the glass wall deposits. Reaction mechanism It is now beyond doubt that the catalyst prepared from PdC12, particularly when activated in liquid benzene, contains an appreciable amount of HCl, which will be released into acetic acid when it is in use. This means that the differences between Figs. 1 and 2 can be attributed to the presence (Fig. 1) and absence (Fig. 2) of Cl- ion in the solution. Now we face a fundamental question: why does the presence of C1give rise to such a drastic change? Before answering this question, it may be worthwhile to recall the basic features of the reaction. First of all, the reaction mechanism operating in the presence of Cu salt (Cu-path) is well established [5 ], as outlined at the beginning of this paper, while the mechanism operating in the absence of Cu salt (Pd-path) has not yet been fully established. However, there is sufficient evidence that hydrogen peroxide is the active species, even in the Pd-path. For instance, the products obtained in the Cuand the Pd-path are exactly the same; the only difference is in the relative abundances of the individual products. A pronounced difference is that dihydroxylated products (2,5-dihydroxybenzoic acid from benzoic acid and 1,4-naphthoquinone from naphthalene) predominate in the Cu-path, while these are minor products in the Pd-path [1, 2 ]. Direct oxidation with Pd(II) 246 species has been ruled out, as described above. In addition, the accumulation of hydrogen peroxide can readily be detected under the conditions of the present experiment. Accordingly, although there remain some uncertainties in detailed points, we assume that the reactivity of catalysts at a given reaction condition reflects their capability to produce and accumulate hydrogen peroxide. If this is the case, the questions raised above will be readily answered. As is seen in Fig. 3, for instance, the presence of Cl- ion produces much more product than the Cl--free reaction. Here we should point out the well-known fact that the Cl- ion, and HO in particular, stabilizes hydrogen peroxide. This is in fact true, and we have proved in a separate experiment that hydrogen peroxide accumulates at twice the rate with a 0--containing catalyst as with a Cl--free catalyst. Such a large difference, however, cannot be ascribed solely to the effect of Cl-. Another reason seems to be the poor reactivity found in the absence of both Cl- and Cu ions - that is, the production of hydrogen peroxide is inversely proportional (negative reaction order) to the amount of Pd in the catalyst. For example, yields of hydrogen peroxide in 100 ml of an aqueous solution were 0.5, 0.15, and 0.07 mmols, corresponding to amounts of catalyst used of 0.05, 0.1, and 0.2 g, respectively. This was because the production and further reduction to water were competing over the catalyst surface, and the further reduction became more important at higher doses of catalyst. The same dependence on the catalyst dose is observed in the case of the reaction of benzoic acid, shown in Fig. 4. This 100 600 80 o o E E i i '0 400 \"o -9 M 40 o 200 0 20 40 60 80100 Amount of Pd / Pmol g-Si02 ls0 120 20 a E 90 b 60 o F. 30 0 0 II 0 10 20 30 40 [Cu(OAc)Z] / mM Fig. 4. Dependence of the product yield on the amount of Pd supported on Si02 in the oxidation of benzoic acid. The catalysts (2 g) used were the same as in (O) Fig. 1 and ( ) Fig. 2. Solution: 0.5 M benzoic acid in acetic acid (50 ml) containing both CH9CN and Hz0 at 496 in volume. Reaction: HZ and Oz (7.5 ml min' for each) were fed simultaneously for 2 h at 25 C. Fig. b. Effect of Cl- in the oxidation of benzoic acid in the presence of Cu ions. Curves I and B are given for the case of using a catalyst prepared from PdClz. Curve I is reproduced from Fig. 1. Curve II: An extra amount of HCI, corresponding to 8 MM, was added to the system shown in curve I. Curve III: Performance of a catalyst prepared from [Pd(NH3)4]Cl2 in the presence of 2 mM HCl in the solution. 247 figure indicates that in the absence of Cl-, the yield decreases with increasing amount of catalyst, whereas it increases when Cl- is in the system. When Cu(lI) ion is near the surface, the reduction to Cu(I) will take place with a rate faster than that of the reduction of oxygen, and the mechanism of the Cu-path becomes predominant. Figure 5 indicates the effect of Cl- ion on the reactivity of the Cu-path. In this figure, curve I (in the middle) was reproduced from Fig. 1, and curve II (at the lower righthand side) shows the effect of the deliberate addition of 8 MM HCl. Although the concentration of Cl- in the solution of curve I is unknown, the value should be 8 mM if all the Cl- in the starting material, PdC12, was reserved in the catalyst support. If this was the case, the solution of curve II contained 16 mM HCl. The curve at the left (III) indicates the similar effect observed with a catalyst prepared from the ammine complex (2 mM HCl was added). It is worth noting that the curves start to rise when the concentration of Cu salt equals that of Cl-, suggesting the formation of CuICl. The steep decrease at lower concentrations of Cu salt in Figs. 1 or 5 can be attributed, at least partly, to the precipitation of Cu'Cl. In this case, HCl is liberated from the catalyst used, and Cl- ion traps Cu' ion almost quantitatively. As a result, the Cu-path starts after all the Cl- has been precipitated from the solution. The loss in reactivity of Cu(I) ion in the presence of Cl- ion (compare the product yields in Pigs. 1 and 2 at higher concentrations of Cu salt) may also be related to the formation of a complex between Cu' and Cl-. In our previous paper [1 ], we explained the peculiar concentration effect of Cu salt by assuming the deposition of metallic copper on the palladium surface. The mechanism described here, however, seems more reasonable, since the minimum point was found to shift appreciably depending on the amount of Cl- ion added. If the deposition of copper was the main reason for the steep decrease in reactivity, the minimum point, which will be affected by the amount of Pd in the catalyst, would not vary with the change in Clconcentration. Conclusions The use of silica-supported Pd catalysts in combination with the Cu\"+ redox couple is known to be effective for the hydroxylation of certain aromatic compounds. The catalyst performance, however, varies in a complicated fashion depending on the method of catalyst preparation. This point has been studied extensively in this paper, and the following conclusions can be drawn: (1) The catalyst activity is greatly affected by the presence of Cl- ion, either in the catalyst body or in the solution. When the catalyst contains no Cl-, its activity is very low, but becomes high with the addition of the Cu\"+ couple. On the other hand, when Cl- is in the reaction system, the catalyst activity is high, and is lowered by use of the Cu\"+ couple. 248 (2) The method of catalyst activation (reduction of Pd 2+ to Pd) is crucial for obtaining high catalyst activity. Among the three methods tested, reduction in aqueous formaline solution was found to be the best. (3) A peculiar concentration effect of Cu salt added to the C1 --containing reaction system was attributed to the precipitation of Cu'Cl. (4) The reaction mechanism has been discussed, and the possibility of a Wacker-type reaction mechanism has been excluded in all of our reaction systems. Acknowledgements The authors are grateful to Japan Polyurethane Ind. Co. Ltd. for their financial support. References 1 A. Itoh, Y. Kuroda, T. Kitano, Guo Zhi-Hu, A. Kunai and K. Sasaki, J. Mol. Catal., 69 (1991) 215. 2 Y. Kuroda, A. Kunai, M. Hamada, T. Kitano, S. Ito and K. Sasaki, Bull. Chem Soc. Jpn., 64 (1991) 3089. 3 K. Hujimoto, H. Takashima and T. Kunugi, Nippon Kagaku Kaishi, (1974) 428. 4 A. K. About-Gheit and J. Cosyns, J. Appl. Chem. Biotechnol., 26 (1976) 15. 5 S. Ito, T. Yamasaki, H. Okada, S. Okino and K. Sasaki, J. Chem. Soc., Perkin Trans. 2, (1988) 285. X244 9280076S 0304-5102(92)80076-S 10.1016/0304-5102(92)80076-S Performance of Pd catalysts for aromatic oxidation in acetic acid Yasushi Kuroda Miki Mori Akikazu Itoh Tomoyuki Kitano Fujito Yamaguchi Kazuo Sasaki Department of Applied Chemistry, Hiroshima University, Higashi-Hiroshima, 724 Japan Masahiro Nitta Kure Research Laboratory, Babcock Hitachi Co. Ltd., Kure, 737 Japan The performance of silica-supported Pd catalysts for the hydroxylation of naphthalene and benzoic acid has been studied in moist acetic acid. The reaction was carried out by feeding hydrogen and oxygen simultaneously to produce hydrogen peroxide in situ. Particular attention was focused on the effect of Cl− ion in the solution. When there is no Cl−, the yield of products is very low; the yield increases drastically upon addition of Cl−. On the other hand, when Cu(II) salt is added to the solution containing no Cl−, the product yield becomes much higher. The behavior of the system in the absence of Cu species closely resembles the formation reaction of hydrogen peroxide, indicating that hydrogen peroxide is the key intermediate. When Cl− is added to a Cu-containing system, the formation of Cu(I)Cl− complex(es), which reduce the reactivity, is indicated. The possibility of a Wacker-type reaction mechanism is excluded in all of our reaction systems. References 1 A. Itoh Y. Kuroda T. Kitano Guo Zhi-Hu A. Kunai K. Sasaki J. Mol. Catal. 69 1991 215 2 Y. Kuroda A. Kunai M. Hamada T. Kitano S. Ito K. Sasaki Bull. Chem. Soc. Jpn. 64 1991 3089 3 K. Hujimoto H. Takashima T. Kunugi Nippon Kagaku Kaishi 1974 428 4 A.K. Aboul-Gheit J. Cosyns J. Appl. Chem. Biotechnol. 26 1976 15 5 S. Ito T. Yamasaki H. Okada S. Okino K. Sasaki J. Chem. Soc., Perkin Trans. 2 1988 285",
      "scopus-id": "0042148177",
      "coredata": {
        "eid": "1-s2.0-030451029280076S",
        "dc:description": "The performance of silica-supported Pd catalysts for the hydroxylation of naphthalene and benzoic acid has been studied in moist acetic acid. The reaction was carried out by feeding hydrogen and oxygen simultaneously to produce hydrogen peroxide in situ. Particular attention was focused on the effect of Cl− ion in the solution. When there is no Cl−, the yield of products is very low; the yield increases drastically upon addition of Cl−. On the other hand, when Cu(II) salt is added to the solution containing no Cl−, the product yield becomes much higher. The behavior of the system in the absence of Cu species closely resembles the formation reaction of hydrogen peroxide, indicating that hydrogen peroxide is the key intermediate. When Cl− is added to a Cu-containing system, the formation of Cu(I)Cl− complex(es), which reduce the reactivity, is indicated. The possibility of a Wacker-type reaction mechanism is excluded in all of our reaction systems.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280076S",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kuroda, Yasushi"
          },
          {
            "@_fa": "true",
            "$": "Mori, Miki"
          },
          {
            "@_fa": "true",
            "$": "Itoh, Akikazu"
          },
          {
            "@_fa": "true",
            "$": "Kitano, Tomoyuki"
          },
          {
            "@_fa": "true",
            "$": "Yamaguchi, Fujito"
          },
          {
            "@_fa": "true",
            "$": "Sasaki, Kazuo"
          },
          {
            "@_fa": "true",
            "$": "Nitta, Masahiro"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280076S"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280076S"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80076-S",
        "prism:volume": "73",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Performance of Pd catalysts for aromatic oxidation in acetic acid",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "237-248",
        "prism:endingPage": "248",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1992",
        "prism:doi": "10.1016/0304-5102(92)80076-S",
        "prism:startingPage": "237",
        "dc:identifier": "doi:10.1016/0304-5102(92)80076-S",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042148177"
      }
    }
  }
}