{
  "metadata": {
    "title": "Transformation of compounds containing C-N bonds on heterogeneous catalysts: Part V. Hydrogenolysis of C-N bonds in substituted azacycloalkanones: preparation of sterically hindered amines and amino derivatives",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-12-31",
    "doi": "10.1016/0304-5102(89)80128-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289801282",
    "pii": "0304510289801282"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024940790",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289801282 0304-5102(89)80128-2 0304510289801282 10.1016/0304-5102(89)80128-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01344 2024-01-02T01:04:53.938015Z 0 0 19890101 19891231 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 57 57 1 1 Volume 57, Issue 1 7 81 89 81 89 1989 1989 1989-01-01 1989-12-31 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. TRANSFORMATIONCOMPOUNDSCONTAININGCNBONDSHETEROGENEOUSCATALYSTS GONDOS G KIEBOOM 1977 132 A HYDROGENATIONHYDROGENOLYSISINSYNTHETICORGANICCHEMISTRY RYLANDER 1980 155 P CATALYSISINORGANICSYNTHESES BARTOK 1985 414 417 M STEREOCHEMISTRYHETEROGENEOUSMETALCATALYSIS COCCHETO 1981 49 J MURALIDHAR 1982 722 G DUFRESENE 1981 2344 P FREIFELDER 1971 107 121 M PRACTICALCATALYTICHYDROGENATION BHINDE 1979 184 187 M 3RDINTCONFCHEMISTRYUSESMOLYBDENUM MURAHASHI 1978 348 S MURAHASHI 1979 7429 S MURAHASHI 1980 2456 S MURAHASHI 1983 5002 S WILSON 1985 361 R MUTTERTIES 1983 135 E MITSUI 1969 1287 S YAMASHITA 1983 6339 M BARTOK 1988 103 M SUGI 1973 2041 Y MEITZNER 1986 513 G PAULY 1902 77 H HEINTZ 1876 303 W GUTTIERI 1984 2875 M MAIER 1979 939 W PARMETER 1987 5083 J PEARLSTINE 1986 5837 K SANDRIS 1958 345 C DALLASTA 1970 1188 L BARTOK 1966 157 M GONDOSX1989X81 GONDOSX1989X81X89 GONDOSX1989X81XG GONDOSX1989X81X89XG item 0304-5102(89)80128-2 0304510289801282 1-s2.0-0304510289801282 10.1016/0304-5102(89)80128-2 272239 2024-01-02T01:04:53.938015Z 1989-01-01 1989-12-31 1-s2.0-0304510289801282-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801282/MAIN/application/pdf/bb80bae07c5074b70478c52c933673b1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801282/MAIN/application/pdf/bb80bae07c5074b70478c52c933673b1/main.pdf main.pdf pdf true 567798 MAIN 9 1-s2.0-0304510289801282-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289801282/PREVIEW/image/png/9d6b257958ea3f57bb9c0b23e14f1e4d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289801282/PREVIEW/image/png/9d6b257958ea3f57bb9c0b23e14f1e4d/main_1.png main_1.png png 62539 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 57 (1989) 81 - 89 81 TRANSFORMATION OF COMPOUNDS CONTAINING C-N BONDS ON HETEROGENEOUS CATALYSTS PART V.* HYDROGENOLYSIS OF C-N BONDS IN SUBSTITUTED AZACYCLOALKANONES: PREPARATION OF STERICALLY HINDERED AMINES AND AMINO DERIVATIVES GYORGY GONDOS, LAJOS GERA and MIHALY BART&K** Department of Organic Chemistry, Jozsef Attila University, Szeged (Hungary) (Received June 23, 1988; accepted July 3, 1989) Summary On various transition metal catalysts (Raney nickel, Pd/C, Pd black, RuO^, Rh/C), the N C(2) bond inJV-benzoyl-2,2,4,4-tetraMe-azetidin-3-one (1) undergoes hydrogeno lysis with 100% selectivity, as does that in the cor- responding azetidine derivative 2 on Raney nickel; in the process, the oxp group in the ring in 1 is converted to a hydroxy group. In the analogues with higher numbers of ring atoms, only the latter hydrogenation proceeds; under identical reaction conditions, C N hydrogenolysis does not occur. The rate of hydrogenolysis is increased by the carbonyl group at position 3 in azetidi- none, as compared to that of azetidine, which does not possess the carbonyl function. A proposal is made concerning the reaction mechanism. Introduction It is known [1-3] that hydrogenolysis of the C N bond on metals proceeds with more difficulty than that of the C 0 bond. Nevertheless, catalytic splitting of the C N bond plays an important role in the heter- ogeneous catalytic hydrodenitrogenation of crude oil and coal, and in syn- thetic organic chemistry [4-8]. In the latter field catalytic hydrogenolysis of the C N bond is widely applied for removal of the benzyl protective groups of amines and peptides [2, 3, 7]. Recently, recognition of the Pd-catalyzed transalkylation of amines [9-14] led to the possibility of the preparation of diamines, poly amines and heterocyclic amines via catalytic splitting of the C N bond. Several examples are known of the hydrogenolytic ring opening of small N-containing heterocyles, which have been used for synthetic purposes. *Part IV. 3. Mol. Catal., 49 (1988) 103. **Author to whom correspondence should be addressed. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 82 The catalytic hydrogenolysis of chiral 2-arylaziridines [15] and chiral-2-aryl- azetidines [16] has yielded chiral synthons of value in further synthetic work. The nitrogen-containing small-ring heterocycles used for synthetic pur- poses were 2-aryl derivatives (here of benzyl type); hydrogenolysis of their C N bonds can be carried out at ordinary pressure and temperature, and leads to the formation of the corresponding amino derivative in good yield. In connection with transalkylation reactions [12], catalytic cleavage of the C N bonds in various azetidines was studied without the presence of hydrogen. However, there is no literature example of the catalytic hydrogen- olysis of the C N bonds in azetidines and azetidin-3-ones not containing an aryl group on C(2) (in the following: not of benzyl type). In an earlier publication [17], we reported on the hydrogenolysis of saturated condensed-skeleton j3-lactams (azetidin-2-ones) not of benzyl type, where, likewise via the application of vigorous reaction conditions, hydro- genolysis of the C N bond proceeded on a Raney nickel catalyst and we were able to prepare alicyclic 1,3-aminoalcohols with good selectivity. In the present paper, we report on the use of similar methods to pre- pare sterically hindered aminoalcohols and amines; this was achieved through the liquid-phase hydrogenolysis of the C N bonds in l-benzoyl-2,2,4,4- tetramethyl-3-azetidinone (1) and l-benzoyl-2,2,4,4-tetramethylazetidine (2). For purposes of comparison, the same reaction conditions were applied to study the similar reactions of analogues with larger numbers of ring atoms: l-benzoyl-2,2,5,5-tetramethyl-3-pyrrolidinone (5) and 2,2,6,6-tetra- methyl-4-piperidinone hydrochloride (7). We intended to perform experiments with the N-benzoyl derivative of 7. Regrettably, this compound has not been described in the literature. We attempted to prepare it by different benzoylation procedures but, for as yet unknown reasons, these have not yielded any result so far. Results and discussion NMR analysis of the crude product of hydrogenolysis of 1 on various metal catalysts (Raney nickel, 10% Pd/C, Pd black, Rh/C and RuC>2) showed that on each of these catalysts 2-N-benzoylamino-2,4-dimethyl-3-pentanol (3a) is formed with 100% selectivity, as demonstrated by eqn. (1). The hydrogenolysis of 1 on RuO^ is an exception; here, 3a is accompanied by 3b in the product. The data relating to the yield of hydrogenolysis are given in Table 1. They show that the different catalysts influence only the extent of conver- sion. The best yield is attained on Raney nickel. Forcing reaction conditions are required for the hydrogenolysis: 120 C, initial hydrogen pressure 80 atm. At low conversions, the product of hydrogenolysis can be separated from the starting substance by preparative means. The latter is well soluble in ether, but the end-product is insoluble. 83 Me Me 0 ^2 ^ CH-CH-C-NH-S-Z EtOH Me^ '!' He C=0 Ph 1a X - OH H 3a Y = OH, Z = Phenyl T X^ 0 ' M=Ni,Pd. 3b Y=OH, Z= Cyclohexyl % X= HZ Rh,Ru & Y= H, Z= Phenyl TABLE 1 Transformations of compounds (1) Comp. Catalysts Conversion Selectivity (%) (%) 3a 3b 4 68 1 R Ni 98 100 0 0 - - la R Ni 100 100 0 0 1 10% Pd/C 57 100 0 0 - 1 Pd black 43 100 0 0 - - 1 18% Rh/C 42 100 0 0 - - 1 RuOz 34 85 15 0 2 R-Ni 63 100 5 R Ni 100 100 7 R-Ni 100 100 Experimental conditions: see text. When the transformation of 1 was carried out at lower temperature and pressure, we could always demonstrate the presence of two materials: the starting material and the hydrogenated product (3a). The heterocyclic alcohol (la) could not be detected. The difference in the data relating to the hydrogenolysis yields on Pd and on Ni can presumably be attributed to the greater affinity of nitrogen with respect to Ni [18]. The different conversion data on Rh and Ru catalysts point to the dif- ferent activities of the two metals, which is not unexpected. A similar differ- ence was demonstrated by Meitzner et al. [19] in the hydrogenolysis of the C N bond of methylamine. Under similar reaction conditions, hydrogenolysis of the C N bonds of the larger-ring analogues 5 and 7 did not occur on Raney nickel, as shown by eqns. (2) and (3). The reaction involved the reduction of the carbonyl groups at positions 3 and 4 to hydroxy groups. Thus, the known [20, 21] heterocyclic alcohols 6 and 8 were formed. The fact that 1 undergoes hydrogenolysis, while the larger-ring anal- ogues do not, can be ascribed to the strain of the four-membered ring; it is in agreement with the conformational stabilities of cyclic systems with rings of different sizes. 84 Me, Me Ph Mi, Hi EtOH (2) H H Ni, HZ EtOH (3) The hydrogenolysis of 2, which does not contain a carbonyl group in position 3, was studied only on Raney nickel. Under the reaction conditions applied for 1, the hydrogenolysis of 2 proceeded with the same high selectiv- ity as observed for 1, but the yield was substantially lower than in the case ofl. From 1 azetidinone the corresponding azetidinol la was prepared by reduction with NaBH4. As shown in the experimental part through the hydrogenolysis of la in the presence of Raney Ni catalyst (90 C, 70 atm, 6 h), azetidinol la is transformed into product 3a at much lower temperature and pressure and during a shorter reaction time than for compound 1. From the above experimental data and the facts that in homologues with larger rings only the carbonyl group is reduced, and no hydrogenolysis occurs because of the stability of the 5- and 6-membered rings, the following conclusions can be drawn: the hydrogenolysis of 1 takes place in two steps (see Scheme 1); the carbonyl group of azetidinone 1 is reduced first, followed by hydrogenolysis of the C N bond; the reduction of azetidinone 1 to azetidinol la is a consequence of one-point adsorption on the catalyst; the hydrogenolysis of azetidinol la takes place as a result of two- point adsorption involving the participation of the unshared electrons of the hydroxyl group and the nitrogen. An investigation of the competitive adsorption of 1 and 2 would be of great help in the interpretation of the processes; however, we do not have the possibility to carry out such experiments. It may be emphasized that the experimental data in Table 1 relating to 1 and 2 on Raney Ni point to the determining role of the ring carbonyl group in the adsorption and the react- ivity (98% conversion versus 63%). The azetidine derivatives 1 and 2 contain tertiary nitrogen atoms. From the aspect of hydrogenolysis, the activation of three mutually competitive 85 *2M-H -2M OH Me n OH Me n \\__LMe ? ^2M-H \\_LMe 'a Me /\\ ^C -4MMe. /\\ ./-^ ^C N ^Ph )C N' -Ph Me/l I Mel I H H MM 3d r^f Scheme 1. bonds can be assumed in principle: the C N, N C(0) and C C bonds; this might result in the formation of different products. The preferred activation of the C N bonds in the compounds 1 and 2 studied can be explained in that the N C(0) acid amide bond is the most stable C N bond to be found in organic compounds [22]. Thermodynamic data show that the C C and C N bonds have nearly the same energies [22], but other literature data [23] point to the preferred activation of C N bonds over C C bonds on Ni catalysts. Although the adsorption of formamide on a Ru(001)-p (1 X 2)-0 sur- face has recently been demonstrated to involve the formation of a species diadsorbed through bonding via the non-bonding electron pairs of the hete- roatoms N and 0 [24], in our case there was no formation of a hydrogen- olysis product indicative of the development of a diadsorbed species pro- duced through participation of the oxygen of the acid amine. In principle, it seems reasonable that the benzoyl group bonded to the nitrogen is also hydrogenated. However, products indicating adsorption through the N- benzoyl group were not formed. Thus, this experimental observation can be interpreted in that the adsorption involves the participation of the non- bonded electron pair of the N, and consequently the benzoyl group bonded to the N is far from the surface of catalyst. Accordingly, as far as the reaction mechanism is concerned, we assume that 1 is adsorbed via the carbonyl group on the catalyst surface, la at two points, while 2 is adsorbed only via the non-bonding electron pair of the nitrogen. This assumption is supported by data in monographs dealing with hydrogenolysis of the C N bond [1, 3], in publications dealing with cat- alytic cleavage of the C N bonds of amines [15, 18, 19, 22] and with the transalkylation reactions of amines [9, 12, 14], and in recent surface chem- ical studies on metal single crystals [25]. 86 Conclusions Sterically hindered amines and aminoalcohols can be prepared through hydrogeno lysis of azetidine derivatives that are not of benzyl type; on transi- tion metal catalysts, but under much more forcing reaction conditions than for 2-arylazetidines of benzyl type. For the transition metals applied, the hydrogeno lysis proceeds with the highest conversion on Raney nickel. The occurrence of hydrogenolysis for the azetidine derivatives, and its non-occurrence for the higher homologues, is in accord with the greater angular and torsional strain in the four-membered cyclic systems. The carbonyl group in position 3 on the azetidine ring increases the yield of hydrogenolysis compared to the derivative not containing the car- bonyl group. The data reported in this and an earlier [17] work indicate that hydro- genolysis of the C N bonds of azetidin-3-ones can be carried out under forcing conditions similar to those for the j3-lactams (azetidin-2-ones). The rate of hydrogenolysis is increased by the hydroxyl group in posi- tion 3 in the azetidinol (la). In our opinion, this is a result of the fact that the hydroxyl group causes the 4-membered ring to be fixed on the surface of the catalyst in a more strainer planar conformation (adsorption through 2 points). Experimental l-Benzoyl-2,2,4,4-tetramethyl-3-azetidinone (1), l-benzoyl-2,2,4-4- tetramethylazetidine (2), l-benzoyl-2,2,5,5-tetramethyl-3-pyrrolidinone (5) and 2,2,6,6-tetramethyl-4-piperidinone hydrochloride (7) were prepared as described in the literature [26, 27]. The physical data on the starting com- pounds 1, 2, 5 and 7 agreed with the values given in the literature. The ^ NMR spectra were recorded in CDCIa solution on a JEOL C-60-HL (60 MHz) spectrometer. Compound la was prepared by NaBH4 reduction of 1: 0.15 g (0.64 mmol) of 1 azetidin-3-one was dissolved in 10 ml of abs. ethanol. 0.024 g (0.64 mmol) of NaBH4 was added in small portions during 15 min under ice cooling and constant stirring. The reaction mixture was then stirred for a further 40 min under ice cooling. The excess NaBH4 was decomposed with several drops of acetic acid, the ethanol solution was evaporated to quarter volume, the residue was poured into 10 ml of water, and the product was extracted with ethyl acetate. The ethyl acetate solution was dried on an- hydrous Na2S04, and the ethyl acetate was distilled off in vacuum. The weight of residual white crystalline material was 0.14 g, yield 92%; m.p., crystallized from ethanol to constant m.p.: 254-256 C (crystallized at 197- 204 C). Analysis (C^H^NO;): Calculated: C, 72.07; H, 8.20%; N, 6.00%; Found: C, 72.00%; H, 8.07%; N, 5.98%. la = AT-benzoyl-2,2,4,4-tetramethyl- azetidin-3-ol. 'H NMR (CDCIa): 5(CH3) 1.65, 1.55,1.15 ppm (s, 3H, 3H, 6H N ro a TO \" EC.. t- in E g g ^ 3 TO >o -o I i ? c. l0. ^S B A 1 CT. oia ^ s ^ \"0 a^ \". a \"o -ON w -a u IN \"a u a u' .c'a ^(o ^ \", a go ^i, n I l l oo \" - -_ in 5 oo T3 a '0 IN ^ T CT r\" i\" \"B ^L I r-i ln 0 a- L ^a a? I g ^a- u a ^ u T): o \" B - I T\" -\" ^aa l\" .-01 1^: T3o0 \"'CJO ^ v m -^ roTO TOT~- Mffi ro^ ^i] ^r^ iNia TO^. 10 s S\" - e ^^2- ^a '\"'S i; S -TS'TI -t\"' , 0 r-(2 MO W'-., M~ \"' ^a 00- ;a w J? CT >S 0 N ooa \"a '-'M r-i a <Na ^^ 2^ 7.Q T^\" ?\" N q is o 'NO L-'B j!^ 'is'\"' ^10 ^m ^TO ^'^'^T4 ^i ai a? ai aL\" a \"a '-'a \"a \"a a\" ua G z u'z Q'z G'UTO_ Q'a ro m o 10 o to 10 o o> IM IM i-l N r-l CT r^ ^' 00 IN C~ <o in 01 oi 1-1 IN 1-1 '--l r-1 CO 0000 2 ^ 2 Z ^ M ^1 ?^ % % ^ % U U 0 U' a A CO CO qi (0 (-I 0 i % l-l 88 respectively); 5(3H) 3.8 ppm (s, 1H); 5(OH) 3.9 ppm (b, 1H); 5(arom) 7.4 ppm (s, 5H). The catalysts used for hydrogenolysis were of commercially available quality: Raney nickel (Janssen, Belgium), Pd/C (10% Pd on activated carbon; Aldrich Chemie, F.R.G.), Pd black (Fluka AG, Switzerland), Ru(IV) oxide (Fluka AG, Switzerland). The Rh/C catalyst (18% Rh on activated carbon) was prepared from RhCIa in a similar manner as for Pt/C [28]. Compounds 1, la, 2, 5 and 7 (2 mmol) were dissolved in 25 ml abs. ethanol and 100 mg catalyst was added. The reaction mixture was transfer- red to a stainless steel autoclave and shaken continuously for 12 h at 120 C at an initial hydrogen pressure of 80 atm. (for la: 90 C, 70 atm, 6 h). The catalyst was filtered off from the reaction mixture, the solution was evapor- ated in vacuum, and the crude product was examined by 'H NMR spectros- copy (see Table 2). 2-N-Benzoylamino-2,4-dimethyl-3-pentanol(3a) In the event of non-complete conversions, the preparative separation of 3a was performed by filtering off the catalyst, evaporating the alcoholic reaction mixture to dryness in vacuum, and refluxing the residue with 2X15 ml ether for 10 min. The ether solutions were combined and evaporated to dryness. The residue contains the non-converted starting material; the frac- tion not soluble in ether is the product. 3a and 3b can be separated from the resulting material by fractional crystallization from ethanol. Table 2 gives the physical and 'H NMR data on the compounds. 2-N-Benzoylammo-2,4-dimethylpentane (4) After the catalyst had been filtered off, the alcoholic solution was evaporated to dryness at reduced pressure. On recrystallization of the white crystalline residue from ethanol, pure product 4 was obtained (see Table 2). Acknowledgements We acknowledge the support provided for this research by the Hunga- rian Academy of Sciences (Grant 320/1986). We thank the Central Research Institute for Chemistry of the Hungarian Academy of Sciences for the NMR spectra, and Dr. Gy. Dombi for his aid in their evaluation. References 1 A. P. G. Kieboom and F. van Rantwijk, Hydrogenation and Hydrogenolysis in Syn- thetic Organic Chemistry, Delft University Press, Delft, 1977, p. 132. 2 P. N. Rylander, in W. H. Jones (ed.). Catalysis in Organic Syntheses, Academic Press, New York, 1980, p. 155. 3 M. Bartok, J. Czombos, K. Felfoldi, L. Gera, Gy. Gondos, A. Molnar, F. Notheisz, I. Palinko, Gy. Wittmann and A. G. Zsigmond, Stereochemistry of Heterogeneous Metal Catalysis, Wiley-Interscience, Chichester, 1985, pp 414 - 417. 89 4 J. F. Coccheto and C. N. Satterfield,/nd. Eng. Proc. Des. Dev., 20 (1981) 49. 5 G. Muralidhar, F. E. Massoth and J. Shabtai, Prepr. Div. Petrol. Chem., Am. Chem. Soc.. 27 (1982) 722. 6 P. Dufresene, E. Payen, J. Bromblot and J. J. Bonelle, J. Phys. Chem., 85 (1981) 2344. 7 M. Freifelder, Practical Catalytic Hydrogenation, Wiley-Interscience, New York, 1971,pp.107 -121. 8 M. V. Bhinde, S. Shih, R. Zawadski.J. R. Katzer and H. Kwart, 3rd Int. Conf. Chem- istry and uses of Molybdenum, Climax Molybdenum Co., New York, 1979, pp. 184 - 187. 9 S. I. Murahashi, T. Hirano and T. Yano,J. Am. Chem. Soc., 100 (1978) 348. 10 S. I. Murahashi and T. Watanabe,/. Am. Chem. Soc., 101 (1979) 7429. 11 S. I. Murahashi and T. Yano,J. Am. Chem. Soc., 102 (1980) 2456. 12 S. I. Murahashi, N. Yoshimura, T. Tsumiyama and T. Kojima, J. Am. Chem. Soc., 105 (1983)5002. 13 R. B. Wilson and R. M. Laine,J. Am. Chem. Soc., 107 (1985) 361. 14 E. L. Mutterties and M. J. Krause, Angew. Chem., 22 (1983) 135. 15 S. Mitsui and Y. Sugi, Tetrahedron Lett., (1969) 1287. 16 M. Yamashita and I. Ojima.J. Am. Chem. Soc., 105 (1983) 6339. 17 M. Bartok, L. Gera, Gy. Gondos and M. Molnar, J. Mol. Catal., 49 (1988) 103. 18 Y. Sugi and S. Mitsui, Tetrahedron, 29 (1973) 2041. 19 G. Meitzner, W. J. Mykytka and J. H. Sinfelt,<7. Catal., 98 (1986) 513. 20 H. Pauly, Liebigs Ann. Chem., 322 (1902) 77. 21 W. Heintz, Liebigs Ann. Chem., 183 (1876) 303. 22 M. J. Guttieri and W. F. Maier,/. Org. Chem.. 49 (1984) 2875. 23 W. F. Maier, P. Grubmiiller, I. Thies, P. Stein, M. A. McKervey and P. R. Schleyer, Angew. Chem., 18 (1979) 939. 24 J. E. Parmeter, U. Schawaike and W. H. Weinberg, J. Am. Chem. Soc., 109 (1987) 5083. 25 K. A. Pearlstine and C. M. Friend,/. Am. Chem. Soc., 108 (1986) 5837. 26 C. Sandris and G. Ourisson, Bull. Soc. Chim. Fr., (1958) 345. 27 L. Dall'Asta and A. Pedrazzoli, Experientia, 26 (1970) 1188. 28 M. Bart6k and S. Fenyi.Acta Phys, Chem. Szeged, 12 (1966) 157. X244 89801282 0304-5102(89)80128-2 10.1016/0304-5102(89)80128-2 Heterogeneous catalysis Articles Transformation of compounds containing C-N bonds on heterogeneous catalysts Part V. 1 1 Part IV. J. Mol. Catal., 49 (1988) 103. Hydrogenolysis of C-N bonds in substituted azacycloalkanones: preparation of sterically hindered amines and amino derivatives György Göndös Lajos Gera Mihály Bartók 2 Department of Organic Chemistry, Jozsef Attila University, SzegedHungary 2 Author to whom correspondence should be addressed. On various transition metal catalysts (Raney nickel, Pd/C, Pd black, RuO2, Rh/C), the N-C(2) bond in N-benzoyl-2,2,4,4-tetraMe-azetidin-3-one (1) undergoes hydrogenolysis with 100% selectivity, as does that in the corresponding azetidine derivative 2 on Raney nickel; in the process, the oxo group in the ring in 1 is converted to a hydroxy group. In the analogues with higher numbers of ring atoms, only the latter hydrogenation proceeds; under identical reaction conditions, C-N hydrogenolysis does not occur. The rate of hydrogenolysis is increased by the carbonyl group at position 3 in azetidinone, as compared to that of azetidine, which does not possess the carbonyl function. A proposal is made concerning the reaction mechanism. References 1 A.P.G. Kieboom F. van Rantwijk Hydrogenation and Hydrogenolysis in Synthetic Organic Chemistry 1977 Delft University Press Delft 132 2 P.N. Rylander W.H. Jones Catalysis in Organic Syntheses 1980 Academic Press New York 155 3 M. Bartók J. Czombos K. Felföldi L. Gera Gy. Göndös A. Molnar F. Notheisz I. Pálinko Gy. Wittmann A.G. Zsigmond Stereochemistry of Heterogeneous Metal Catalysis 1985 Wiley-Interscience Chichester 414 417 4 J.F. Coccheto C.N. Satterfield Ind. Eng. Proc. Des. Dev. 20 1981 49 5 G. Muralidhar F.E. Massoth J. Shabtai Prepr. Div. Petrol. Chem., Am. Chem. Soc. 27 1982 722 6 P. Dufresene E. Payen J. Bromblot J.J. Bonelle J. Phys. Chem. 85 1981 2344 7 M. Freifelder Practical Catalytic Hydrogenation 1971 Wiley-Interscience New York 107 121 8 M.V. Bhinde S. Shih R. Zawadski J.R. Katzer H. Kwart 3rd Int. Conf. Chemistry and uses of Molybdenum 1979 Climax Molybdenum Co New York 184 187 9 S.I. Murahashi T. Hirano T. Yano J. Am. Chem. Soc. 100 1978 348 10 S.I. Murahashi T. Watanabe J. Am. Chem. Soc. 101 1979 7429 11 S.I. Murahashi T. Yano J. Am. Chem. Soc. 102 1980 2456 12 S.I. Murahashi N. Yoshimura T. Tsumiyama T. Kojima J. Am. Chem. Soc. 105 1983 5002 13 R.B. Wilson R.M. Laine J. Am. Chem. Soc. 107 1985 361 14 E.L. Mutterties M.J. Krause Angew. Chem. 22 1983 135 15 S. Mitsui Y. Sugi Tetrahedron Lett. 1969 1287 16 M. Yamashita I. Ojima J. Am. Chem. Soc. 105 1983 6339 17 M. Bartók L. Gera Gy. Göndös M. Molnár J. Mol. Catal. 49 1988 103 18 Y. Sugi S. Mitsui Tetrahedron 29 1973 2041 19 G. Meitzner W.J. Mykytka J.H. Sinfelt J. Catal. 98 1986 513 20 H. Pauly Liebigs Ann. Chem. 322 1902 77 21 W. Heintz Liebigs Ann. Chem. 183 1876 303 22 M.J. Guttieri W.F. Maier J. Org. Chem. 49 1984 2875 23 W.F. Maier P. Grubmüller I. Thies P. Stein M.A. McKervey P.R. Schleyer Angew. Chem. 18 1979 939 24 J.E. Parmeter U. Schawalke W.H. Weinberg J. Am. Chem. Soc. 109 1987 5083 25 K.A. Pearlstine C.M. Friend J. Am. Chem. Soc. 108 1986 5837 26 C. Sandris G. Ourisson Bull. Soc. Chim. Fr. 1958 345 27 L. Dall'Asta A. Pedrazzoli Experientia 26 1970 1188 28 M. Bartók S. Fényi Acta Phys. Chem. Szeged 12 1966 157",
      "scopus-id": "0024940790",
      "coredata": {
        "eid": "1-s2.0-0304510289801282",
        "dc:description": "On various transition metal catalysts (Raney nickel, Pd/C, Pd black, RuO2, Rh/C), the N-C(2) bond in N-benzoyl-2,2,4,4-tetraMe-azetidin-3-one (1) undergoes hydrogenolysis with 100% selectivity, as does that in the corresponding azetidine derivative 2 on Raney nickel; in the process, the oxo group in the ring in 1 is converted to a hydroxy group. In the analogues with higher numbers of ring atoms, only the latter hydrogenation proceeds; under identical reaction conditions, C-N hydrogenolysis does not occur. The rate of hydrogenolysis is increased by the carbonyl group at position 3 in azetidinone, as compared to that of azetidine, which does not possess the carbonyl function. A proposal is made concerning the reaction mechanism.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289801282",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Göndös, György"
          },
          {
            "@_fa": "true",
            "$": "Gera, Lajos"
          },
          {
            "@_fa": "true",
            "$": "Bartók, Mihály"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289801282"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289801282"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80128-2",
        "prism:volume": "57",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Transformation of compounds containing C-N bonds on heterogeneous catalysts Part V. 1 1 Part IV. J. Mol. Catal., 49 (1988) 103. Hydrogenolysis of C-N bonds in substituted azacycloalkanones: preparation of sterically hindered amines and amino derivatives",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "81-89",
        "prism:endingPage": "89",
        "pubType": "fla",
        "prism:coverDisplayDate": "1989",
        "prism:doi": "10.1016/0304-5102(89)80128-2",
        "prism:startingPage": "81",
        "dc:identifier": "doi:10.1016/0304-5102(89)80128-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024940790"
      }
    }
  }
}