{
  "metadata": {
    "title": "Carbonylation of ethanol using homogeneous Rh complex catalyst: kinetic study",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-04-30",
    "doi": "10.1016/0304-5102(84)85045-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284850452",
    "pii": "0304510284850452"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021411237",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284850452 0304-5102(84)85045-2 0304510284850452 10.1016/0304-5102(84)85045-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00661 2024-01-02T01:04:16.600218Z 0 0 19840401 19840430 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 24 24 1 1 Volume 24, Issue 1 13 99 113 99 113 198404 April 1984 1984-04-01 1984-04-30 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. CARBONYLATIONETHANOLUSINGHOMOGENEOUSRHCOMPLEXCATALYSTKINETICSTUDY DAKE S ROTH 1971 600 J BHATTACHARYA 1962 114 S PAULIK 1968 1578 F SCHULTZ 1969 105 R FORSTER 1976 843 D HERSHMAN 1972 E 7 A HJOTKJAER 1976 46 J HJOTKJAER 1978 199 J FORSTER 1951 951 D MATSUMOTO 1977 2337 T DAKEX1984X99 DAKEX1984X99X113 DAKEX1984X99XS DAKEX1984X99X113XS item 0304-5102(84)85045-2 0304510284850452 1-s2.0-0304510284850452 10.1016/0304-5102(84)85045-2 272239 2024-01-02T01:04:16.600218Z 1984-04-01 1984-04-30 1-s2.0-0304510284850452-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850452/MAIN/application/pdf/3793ebcc2c4bc45b10cef2a91597e519/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850452/MAIN/application/pdf/3793ebcc2c4bc45b10cef2a91597e519/main.pdf main.pdf pdf true 776450 MAIN 15 1-s2.0-0304510284850452-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284850452/PREVIEW/image/png/f04ba424eacef8e06cbfd2550993e538/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284850452/PREVIEW/image/png/f04ba424eacef8e06cbfd2550993e538/main_1.png main_1.png png 69489 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 24 (1984) 99-113 99 CARBONYLATION OF ETHANOL USING HOMOGENEOUS Rh COMPLEX CATALYST: KINETIC STUDY S. B. DAKE, D. S. KOLHE and R. V. CHAUDHARI Chemical Engineering Division, National Chemical Laboratory, Pune 411 008 (India) (Received May 25, 1983; accepted September 6,1983) Summary A study of the kinetics of the carbonylation of ethanol using Rh com- plex catalyst and HI as a promoter is reported. The effect of catalyst, HI, ethanol and propionic acid (a product) concentrations and the partial pres- sure of CO on the rate of carbonylation has been examined over a tempera- ture range of 443 - 503 K. The overall carbonylation was found to be of reaction order zero, 0.824, 0.828 and 0.664 with respect to dissolved CO, catalyst, HI and ethanol concentrations respectively. A rate equation has been proposed and an activation energy of 17.77 kcal/mol was obtained. Introduction Carbonylation of alcohols using homogeneous metal complex catalysts provides a novel route for the manufacture of carboxylic acids. This has been already proved by the success of Monsanto's acetic acid process [1] via methanol carbonylation. Though most of the investigations in the literature on this subject concern methanol carbonylation, this route is also suitable for the manufacture of higher carboxylic acids. For example, propionic acid can be obtained via carbonylation of ethanol. This is attractive particularly in countries such as India, Brazil, etc. where ethanol is available in significant quantities at low cost (obtained via fermentation of molasses, which is a byproduct of sugar industries). Propionic acid is also an important raw mate- rial in the manufacture of insecticides, polyester resins, food preservatives and cosmetic products. The derivatives of propionic acid are used in cattle/ poultry feed and as antibacterial agents. In this paper we report an investigation of the kinetics of the carbonyla- tion of ethanol to propionic acid using rhodium complex catalyst. A number of catalysts, such as phosphoric acid, Fe, Co and Ni carbonyls, have been suggested for the carbonylation of alcohols [2-5]; however, these require very high pressures and suffer from poor yields. A catalyst system consisting NCL Communication No. 3158. 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 100 of a rhodium complex with an iodine-containing promoter has been found to be highly active and selective for these reactions at mild operating conditions [1,6,7]. The kinetics and mechanism of methanol carbonylation using rhodium complex catalysts have been extensively studied [1, 9,10]. In an earlier report on the kinetics of carbonylation of ethanol [II], mainly the influence of H3PC>4 on the rate of carbonylation has been discussed. It is also reported that the reaction is zero order with respect CO, which is analogous to methanol carbonylation kinetics. However these conclusions were drawn from limited data obtained over a narrow range of conditions. The objective of the present work was to investigate the kinetics applicable over a wide range of conditions. The effect of various reaction parameters, such as con- centrations of ethanol, catalyst, promoter, propionic acid, partial pressure of CO and temperature, on the rate of reaction has been studied. It is shown that the kinetics observed differs from that reported earlier [II], mainly due to the considerations of the complex phase equilibria under the reaction conditions. A rate equation is proposed which represents the experimental rate data within 5 - 7% error. Experimental For all the kinetic runs a high pressure reactor (Parr instrument, Hast-C), provided with a glass liner, variable stirrer speed, automatic temperature control and a device for liquid sampling was used. In a typical experiment, rhodium trichloride trihydrate (Johnson- Matthey Co.), ethyl alcohol and hydroiodic acid were dissolved in water in the required quantities. The solution was then charged into the reactor, flushed with carbon monoxide and the contents heated to the desired tem- perature within ten minutes. The reactor was then pressurised with carbon monoxide and the reaction was started by switching on the stirrer. Pressure in the reactor was maintained using a constant pressure regulator between the reactor and the gas reservoir. The progress of the reaction was followed by observing the pressure drop in the reservoir as a function of time. In a few experiments, the liquid samples were also analysed as a func- tion of time using a HP-5840-A gas chromatograph. A glass column 1.3 m in length and packed with 0V 101, 80-100 G-HP was used with a FID detector (temp. 350 C). Temperature programming with a rate of 20 C min~1 was used in the range 40 -120 C for the column. The carrier gas (N3) flow rate was 20 cm3 s~1. Results and discussion From preliminary experiments, it was observed that carbonylation of ethanol using a rhodium complex catalyst with aqueous HI as promoter was feasible at carbon monoxide pressure of about 2 - 3 atm and 473 K. The 101 reaction proceeds without an induction period in the range of conditions studied in this work, which perhaps suggests instantaneous formation of the active catalytic species. Before the kinetic study, a detailed analysis of the product distribution in ethanol carbonylation was carried out. The results are discussed below. Product distribution The major final product formed during carbonylation of ethanol is propionic acid. The various intermediate reactions possible under carbonyla- tion conditions are: CzHgOH + HI ?==i CaHsI + H? (1) 2 CaHsOH ;=; CzHgO C^s + H^O (2) CzHsOCiHs + HI ^ CzHgOH + CiHgI (3) catalyst CzHsI + CO CaHsCOl (4) CaHsCO I + HzO ?=^ C2HsCOOH + HI (5) CzHgCO I + CzHgOH ;== CaHsCOO CaHg + HI (6) C2HsCOOH + CzHgOH ^ CzHsCOO CzHg + H^O (7) In order to study the product distribution, several experiments were carried out at different ethanol conversions in which the liquid samples were withdrawn and analysed by GC. To account for the material balance, the autoclave was chilled suddenly after each experiment to condense the vaporised components. It was found that in the lower conversion range, the product solution contained ethyl alcohol, ethyl propionate, diethyl ether, ethyl iodide and propionic acid. The ratio of ethyl propionate/propionic acid was dependent on the ethanol/water ratio. Interestingly, it was observed that as ethanol disappears from the system by reaction, the reverse reactions (2) and (7) predominate to convert products such as ethyl propionate and diethyl ether back to ethanol, which eventually gets converted to propionic acid. Thus a high selectivity for propionic acid (99%) was obtained only at high conversions of ethanol, which is a desirable situation commercially. The concentration profiles of the various products are shown in Figs. la and Ib. The material balance was found to agree to the extent of 95% at all the points, and these data are presented in Table 1. The effect of solvents on carbonylation of ethanol was also studied using HI and I; as promoters, and the initial rates observed are presented in Table 2. It was observed that both HI and I; act as effective promoters, and the carbonylation rates were found to be higher in polar solvents such as water, propionic acid and acetic acid. In nonpolar solvents, such as benzene and xylene, lower rates were observed. For kinetic study, water was used as a solvent. 102 Fig. 1. Concentration profiles in the batch carbonylation of ethanol. Temperature: 473 K; RhCla'SHzO: 7.633 X 10~6 mol cm\"3; HI concentration: 0.1068 x 10~2 naol cm\"3, (a) Ethanol concentration: 0.2572 X 10~2 mol cm\"3; (b) ethanol concentration: 0.686 X 10~2 mol cm\"3. 103 TABLE 1 Material balance data for carbonylation of ethanol Sr. No. Moles CO absorbed Propionic acid (mol x 10) Ethyl propionate (mol x l02) Diethyl ether (mol x l02) Ethyl iodide (mol X l03) Ethanol (mol X10) Material balance of CO(%) (a) Initial ethanol concentration =0.2609 X l0-2 mol cm\"3 1. 000 000 000 0.040 0.08 2.609 100 2. 0.030 0.009 2.57 0.670 0.24 2.120 89.26 3. 0.059 0.011 5.52 1.21 0.24 1.439 94.46 4. 0.089 0.235 6.06 2.08 0.21 1.142 94.07 5. 0.119 0.438 6.54 2.46 0.19 0.822 91.61 6. 0.149 0.768 6.27 1.78 0.17 0.476 93.36 7. 0.179 1.297 4.01 0.67 0.15 0.416 94.96 8. 0.209 1.702 2.52 0.39 0.13 0.320 93.37 9. 0.238 2.130 1.72 0.17 0.10 0.247 96.66 0.268 2.479 1.14 0.03 0.09 0.071 96.67 (b) Initial ethanol concentration = 0.6957 x 10\"2 mol cm-3 1. 000 000 000 0.20 0.55 0.696 100 2. 0.059 0.000 0.522 0.96 0.58 0.571 88.26 3. 0.119 0.001 1.073 2.84 0.54 0.425 90.09 4. 0.179 0.061 1.081 4.83 0.50 0.366 94.47 5. 0.238 0.1234 1.123 6.67 0.42 0.334 98.89 6. 0.358 0.268 0.796 4.83 0.28 0.230 97.72 7. 0.477 0.418 0.531 2.01 0.19 0.169 98.83 8. 0.596 0.568 0.202 1.30 0.12 0.082 98.76 9. 0.725 6.702 0.113 0.78 0.06 0.002 98.35 TABLE 2 Effect of solvent on the initial rates of carbonylation Sr. No. Solvent Promoter Initial rate(^AXlO6, of carbonylation mol cm~3 s~1) 1. water l2 0.1808 2. water HI 0.5008 3. propionic acid l2 0.3486 4. propionic acid HI 0.8043 5. acetic acid l2 0.2430 6. acetic acid HI 0.6914 7. xylene l2 0,1175 8. xylene HI 0.2315 9. benzene l2 0.1415 10. benzene HI 0.2003 Concentration of RhCla^H^O = 7.633 X 10~6 mol cm 3; concentration of ethanol 0.2572 X 10~2 mol cm\"3; temperature = 473 K. 104 Kinetic Study From the product distribution and material balance studies, it was observed that the amount of CO consumed was equivalent to the propionic acid and ethyl propionate formed at all stages. The study reported here is of the overall carbonylation kinetics based on the rates calculated from the con- sumption of CO as a function of time. Only initial rates were considered for kinetic modelling to ensure differential conditions. For each experiment plots of moles of CO absorbed vs. time were made, and from the slope of these plots in the initial region the rates were calculated. As the reaction under consideration is a gas-liquid reaction, it was im- portant to ensure that transport of CO from gas to liquid bulk was not a limiting factor. In order to check this, the rates were observed at different stirrer speeds at the highest catalyst, ethanol, and HI concentrations and CO pressure used in this study. The results are presented in Fig. 2, which indi- cate that beyond a stirrer speed of 450 rpm, agitation has no influence on the rate of reaction. Therefore in all the further experiments an agitation speed of 700 rpm was used. The rate data observed under various conditions 400 600 STIRRER SPEED, r p III Fig. 2. Effect of stirrer speed on rate of carbonylation. Temperature; 473 K; ethanol con- centration: 0.2572 X 10\"2 mol cm\"3; RhCla'SHiO: 19.08 X 10~6 mol cm\"3; HI concentra- tion: 0.2137 X 10~2 mol cm\"3. 105 TABLE 3 Results of kinetics of ethanol carbonylation RunNo. Catalyst (mol cm\"3 xl06) HI (mol cm~3 Xl02) Alcohol (mol cm\"3 Xl02) CO (dissolvec (mol cm\"3 X 10s) 1) Temp. (K) Rate of carbonylation (mol cm\"3 X 106) 1. 3.816 0.107 0.257 17.491 443 0.080 2. 7.633 0.107 0.257 17.491 443 0.123 3. 11.450 0.107 0.257 17.054 443 0.193 4. 3.816 0.107 0.257 14.993 473 0.300 5. 7.633 0.107 0.257 15.305 473 0.480 6. 11.450 0.107 0.257 15.305 473 0.750 7. 3.816 0.107 0.257 13.775 488 0.566 8. 7.633 0.107 0.257 13.775 488 0.980 9. 11.450 0.107 0.257 13.775 488 1.400 10. 7.633 0.053 0.257 14.886 473 0.261 11. 7.633 0.071 0.257 13.991 473 0.314 12. 7.633 0.071 0.686 6.559 473 0.633 13. 7.633 0.107 0.686 6.559 473 0.920 14. 7.633 0.143 0.686 6.400 473 1.093 15. 7.633 0.178 0.686 6.400 473 1.333 16. 7.633 0.214 0.686 6.400 473 1.565 17. 11.450 0.107 0.086 15.305 473 0.300 18. 11.450 0.107 0.171 14.212 473 0.500 19. 11.450 0.107 0.428 10.932 473 1.011 20. 11.450 0.107 0.686 6.559 473 1.400 21. 11.450 0.107 0.171 17.491 443 0.150 22. 11.450 0.107 0.428 16.398 443 0.305 23. 11.450 0.107 0.686 13.556 443 0.406 24. 19.080 0.107 0.257 17.491 443 0.150 25. 19.080 0.107 0.257 15.305 473 0.600 26. 19.080 0.107 0.257 13.774 488 1.100 27. 11.450 0.107 0.257 2.186 473 0.760 28. 11.450 0.107 0.257 6.559 473 0.750 29. 11.450 0.107 0.257 19.018 473 0.730 30. 0.000 0.107 0.257 19.018 473 0.000 31. 3.816 0.107 0.257 3.279 503 0.000 32. 7.633 0.107 0.257 3.279 503 0.000 33. 11.450 0.107 0.257 3.279 503 0.000 34. 19.080 0.107 0.257 3.279 503 0.000 for the kinetic study are presented in Table 3. The effect of individual parameters is discussed below. Effect of catalyst concentration The effect of catalyst concentration on the rate of carbonylation was studied at different temperatures in a catalyst concentration range of 4 X 10~6 to 2 X.10\"5 mol cm\"3. The results are shown in Fig. 3 as a plot of rate (mol cm\"3 s~1) us. catalyst concentration (mol cm\"3). It was observed that up 106 5.0 10-0 15'0 CONCENTRATION OF RhCls'SHjO , A x 10 , mol/cm3 Fig. 3. Effect of catalyst concentration on carbonylation rate. Ethanol concentration: 0.2572 X 10~2 mol cm\"3; HI concentration: 0.1068 X 10~2 mol cm\"3. to a catalyst concentration of 1.1 X 10~5 mol cm\"3, the rate increases with increasing catalyst concentration but, beyond this concentration, the rate tends to decrease with further increase in catalyst concentration. This effect is more pronounced as the temperature is increased. In earlier studies on the carbonylation of methanol, such an observation has not been reported. Also, the range of catalyst concentrations previously investigated was limited to a lower range. A possible explanation for our observation is the conversion of the active catalytic species to some inactive form. This appears to be an equilib- rium process rather than a deactivation, as the rates were found to be constant during a particular run. Thus an optimum catalyst concentration exists under a given set of conditions. Effect of HI concentration The effect of HI concentration was studied at 473 K and alcohol con- centrations of 0.2572 X 10~2 mol cm\"3 and 0.6860 X 10~2 mol cm~3. Figure 4 shows a plot of rating of reaction us. HI concentrations. It is clearly seen that the rate increases with increasing HI concentration. Such an observa- tion is also made for carbonylation of methanol [1, 9,10,13] and ethanol [11]. If oxidative addition of ethyl iodide is the rate-determining step, then 107 o (.5 1-0 0.5 O.OU2: 1 1 1 I I 1 0 0-8 0-16 0-24 CONCENTRATION OF HI, B lO'mol/cm' Fig. 4. Effect of HI concentration on rate of carbonylation of ethanol. Temperature: 473 K; concentration of RhCla-SHzO; 7.633 X 10~6 mol cm\"3. the rate is expected to depend on the concentration of ethyl iodide -in the liquid phase. Since ethyl iodide is formed in situ by the equilibrium reaction (1), the formation of ethyl iodide will be proportional to HI concentration under reaction conditions. Ethyl iodide being volatile, the vapour-liquid equilibria play an important role in deciding the liquid phase ethyl iodide concentration. We carried out separate experiments to ensure the depen- dence of ethyl iodide in the liquid phase on the amount of HI introduced. It was observed that though the bulk of the ethyl iodide was present in the gas phase, the liquid phase concentration of ethyl iodide increased with in- creasing HI concentration almost in the same order of magnitude as the rate of carbonylation. Effect of ethanol concentration The effect of ethanol concentration on the rate of carbonylation was studied at different temperatures. Figure 5 shows a plot of rate of reaction vs. ethanol concentration for different temperatures. It was observed that the rate increases with increasing ethanol concentration. This observation has not been made earlier; however it is quite expected that, according to the equilibrium (1), the amount of ethyl iodide formed depends on ethanol con- centration. In view of the vapour-liquid complications under the reaction conditions, separate experiments were carried out in which the ethyl iodide formed at different ethanol concentrations and constant HI concentration was analysed. It was found that the ethyl iodide concentration in the liquid 108 0-2 0-4 0-6 CONCENTRATION OF ETHANOL, Cx102 , mol/cm3 Pig. 5. Effect of ethanol concentration on carbonylation rate. Concentration of Rhda'SHiO: 11.45 X 10~6 mol cm\"3; concentration of HI: 0.1068 X 10~2 mol cm\"3. phase increased with increasing ethanol concentration in the range of condi- tions studied. This indicates that the observed dependency on ethanol concentration is likely to be due to a corresponding increase in ethyl iodide concentration. Effect of temperature The effect of temperature on the rate of reaction was studied at three different catalyst concentrations and over a temperature range of 443 to 503 K. The results are shown in Fig. 6 as a plot of rate of reaction us. tem- perature. It can be seen that the rate increased significantly with increasing temperature up to 498 K; however, with any further increase in temperature, the rate decreased sharply to zero. This could be due to either excessive ether formation or deactivation of the catalyst. Effect ofpropionic acid concentration The effect of the propionic acid product concentration was studied at 0.2572 X 10~2 mol cm\"3 ethanol concentration, 7.633 X 10~6 mol cm\"3 catalyst concentration, 0.1068 X 10~2 mol cm\"3 HI concentration and 473 K. Figure 7 shows a plot of reaction rate us. propionic acid concentration which indicates that only in the region of 0 - 2.5 X 10~3 mol cm\"3 concentration 109 440 460 480 TEMPERATURE , K 500 Fig. 6. Effect of temperature on rate of carbonylation. Concentration of HI: 0.1068 X lO'^mol cm\"3; concentration ofethanol: 0.2572 X 10~2 mol cm\"3. 0 10 20 30 40 50 60 PROPIONIC ACID CONCENTRATION x( 10*), mol /cm* Fig. 7. Effect of propionic acid concentration on the initial rate of carbonylation. RhCIa\" SH-^O concentration: 7.633 X lO\"\"6 mol cm\"3; ethanol concentration: 0.2572 x 10~2 mol cm~3; HI concentration: 0.1068 X 10~2 mol cm~3. 110 does the rate change in the presence of product. An unusual but new obser- vation made was that in this region the rate first drops sharply and then increases with increasing propionic acid concentration. For kinetic studies of the region in which rates were calculated, propionic acid formation was less than 0.01 mol, and most of the CO absorbed was consistent with the amount of ethyl propionate formed. Hence, the initial rate data is not likely to be affected as a result of the above observation. Rate equation For the purpose of developing a rate equation, the data obtained over the following ranges of conditions was considered: HI concentration: 0 - 0.001068 mol cm\"3, ethanol concentration: 0 - 0.00086 mol cm~3, temperature: 443 - 488 K, CO concentration: 6.4 X 10 5 -17.5 X 10\"5 mol cm\"3 catalyst concentration: 0.00 -11.45 X 10~6 mol cm\"3 The data at catalyst concentrations above 11.45 X 10~6 mol cm\"3 and 503 K indicated some unknown complex mechanism due to which the rate de- creased with any further increase in catalyst concentration, hence these were excluded in developing a rate equation and the proposed equation is valid only within the range of conditions given above. The mechanism of alcohol carbonylation has been studied by Forster [8,12] and others [1, 6,10]. The following reaction scheme was proposed: C,HsI [Rh(CO)2l2]- ^===^ [Rh(CO)2l3(C2H5)]- (8) [Rh(CO)2l3(C2Hs)]- ?==^ [Rh(CO)l3(COC2Hs)]- (9) CO [Rh(CO)l3(COC2Hs)]- ^ [Rh(CO)2(COC2Hs)l3]- (10) CzHsCOl [Rh(CO)2(COC2Hs)l3]-?========^ [Rh(CO)2l2]\"\" (11) -HzO or CaHsOH [Rh(CO)2(COC2Hs)l3]- ^ -c^COOH\"^ [^(COWH)] (12) or CaHsCOOCzHs __ LJ1 [Rh(CO)2L,(H)]- ?==^ [Rh(CO)2l2]- (13) If the rate equation is to be derived from the scheme above, it would not truly represent the observed rates, as several non-catalytic equilibrium reactions [1-7] are likely to influence the concentration of the reactant species involved. If all these reactions are considered, the corresponding rate equation is expected to be highly complex with several rate constants. There- fore it was thought more appropriate to represent the observed rate data by a power law type of rate equation. The rate data was found to be well re- presented by the following expression: Ill Fig. 8. Temperature dependence of the reaction rate constant. D s: fc 40.824jD0.828(\"i0.664 (14) where R^ is the rate of reaction of CO, mol cm\"3 s~1, A, B and C represent the concentrations of catalyst, HI and alcohol respectively in mol cm\"3, and k is the reaction rate constant, (cm3 moF1)1'316 s~1. Equation (14) appears to be more consistent with the oxidative addi- tion of ethyl iodide as the rate-determining step. As one would expect from the mechanism given in eqns. (8 -13), for this situation the rate of carbonyl- ation will be proportional to catalyst and ethyl iodide concentrations. Since in this work it was observed by independent experiments that the ethyl iodide content in the liquid phase was proportional to ethanol and HI con- centrations, the rate equation appears to be consistent with the above assumption. The values of the rate constant, k, were obtained at different tempera- tures. The temperature dependence of the rate constant is shown in Fig. 8 as a plot of In k vs. 1/T which is consistent with the Arrhenius law. In order to obtain the activation energy (E) of the reaction, the data at all temperatures were fitted and the value of E obtained was 17.77 kcal mol~1. The final rate equation is as follows: RA = 2.0221 X 1010 exp -8.945 X103' T, | ^0.824g 0.828^; 0.664 (15) The rates predicted using eqn. (15) and the experimental rates are compared in Fig. 9, and show good agreement. The observed zero-order reaction with CO is consistent with the reports on methanol carbonylation kinetics [1, 9,10]. The dependence of rate on 112 0 1 2 R (PREDICTED) x 10*, mol/cm / *e Fig. 9. Comparison of experimental and predicted rates. HI and catalyst is non-linear in this case, and the rate is also strongly depen- dent on ethanol concentration. These features are not observed in methanol carbonylation. Conclusions The kinetics of the carbonylation of ethanol has been studied using a rhodium complex catalyst. The effects of catalyst, ethanol, HI, product propionic acid and dissolved CO concentrations and temperature on the initial rate of reaction were studied. The CO absorption kinetics indicated that the reaction was zero-order with respect to CO, 0.81-order with respect to catalyst, 0.855-order with respect to HI and 0.66-order with respect to ethanol concentration. A rate equation is proposed and an activation energy of 17.77 kcal mol\"1 was obtained. At higher catalyst concentrations, the rate was found to decrease with increasing catalyst concentration. The effect of propionic acid concentration was found to be highly complex, and needs further investigations. References 1 J. F. Roth, J. H. Cradock, A. Hershman and F. E. Paulik, Chemtech, (1971) 600. 2 Brit. Pat. 8 99 691 (1962) to W. Himmelle and N. V. Kutepow. 3 S. K. Bhattacharya and S. N. Nag, Brennstoff Chem.. 43 (1962) 114. 4 Dutch Pat. 6 408 012 (1966) to Dow Chemical Co. 5 Japan Kokai 746 1113 (1974) to Y. Soma and H. Sano. 6 F. E. Paulik and J. F. Roth, J. Chem. Soc., Chem. Commun., (1968) 1578. 113 7 R. G. Schultz and P. D. Montgomery, J. Catal., 13 (1969) 105. 8 D. Forster, J. Am. Chem. Soc., 98 (1976) 843. 9 A. Hershman, K. K. Robinson, J. H. Cradock and J. F. Roth, Am. Chem. Soc., Div. Petrol. Chem. Prepr. 17 (1972) E-7. 10 J. Hjotkjaer and V. W. Jenson, Ind. Eng. Chem. Prod. Res. Dev.. IS (1976) 46. 11 J. Hjotkjaer and A. Jorgensen, J. Mol. Catal., 4 (1978) 199. 12 D. Forster, J. Am. Chem. Soc., 9.7 (1951) 951. 13 T. Matsumoto, K. Mori, T. Mizoroki and A. Ozaki, Bull. Chem. Soc. Jpn., 50 (1977) 2337. X244 84850452 0304-5102(84)85045-2 10.1016/0304-5102(84)85045-2 Industrial Catalysis Carbonylation of ethanol using homogeneous Rh complex catalyst: kinetic study S.B. Dake D.S. Kolhe R.V. Chaudhari Chemical Engineering Division, National Chemical Laboratory, Pune 411 008 India A study of the kinetics of the carbonylation of ethanol using Rh complex catalyst and HI as a promoter is reported. The effect of catalyst, HI, ethanol and propionic acid (a product) concentrations and the partial pressure of CO on the rate of carbonylation has been examined over a temperature range of 443 - 503 K. The overall carbonylation was found to be of reaction order zero, 0.824, 0.828 and 0.664 with respect to dissolved CO, catalyst, HI and ethanol concentrations respectively. A rate equation has been proposed and an activation energy of 17.77 kcal/mol was obtained. References 1 J.F. Roth J.H. Cradock A. Hershman F.E. Paulik Chemtech 1971 600 2 Brit. Pat. 8 99 691 (1962) to W. Himmelle and N.V. Kutepow. 3 S.K. Bhattacharya S.N. Nag Brennstoff Chem. 43 1962 114 4 Dutch Pat. 6 408 012 (1966) to Dow Chemical Co. 5 Japan Kokai 7 46 1113 (1974) to Y. Soma and H. Sano. 6 F.E. Paulik J.F. Roth J. Chem. Soc., Chem. Commun. 1968 1578 7 R.G. Schultz P.D. Montgomery J. Catal. 13 1969 105 8 D. Forster J. Am. Chem. Soc. 98 1976 843 9 A. Hershman K.K. Robinson J.H. Cradock J.F. Roth Am. Chem. Soc., Div. Petrol. Chem. Prepr. 17 1972 E 7 10 J. Hjotkjaer V.W. Jenson Ind. Eng. Chem. Prod. Res. Dev. 15 1976 46 11 J. Hjotkjaer A. Jorgensen J. Mol. Catal. 4 1978 199 12 D. Forster J. Am. Chem. Soc. 9.7 1951 951 13 T. Matsumoto K. Mori T. Mizoroki A. Ozaki Bull. Chem. Soc. Jpn. 50 1977 2337",
      "scopus-id": "0021411237",
      "coredata": {
        "eid": "1-s2.0-0304510284850452",
        "dc:description": "A study of the kinetics of the carbonylation of ethanol using Rh complex catalyst and HI as a promoter is reported. The effect of catalyst, HI, ethanol and propionic acid (a product) concentrations and the partial pressure of CO on the rate of carbonylation has been examined over a temperature range of 443 - 503 K. The overall carbonylation was found to be of reaction order zero, 0.824, 0.828 and 0.664 with respect to dissolved CO, catalyst, HI and ethanol concentrations respectively. A rate equation has been proposed and an activation energy of 17.77 kcal/mol was obtained.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284850452",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dake, S.B."
          },
          {
            "@_fa": "true",
            "$": "Kolhe, D.S."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, R.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284850452"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284850452"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85045-2",
        "prism:volume": "24",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Carbonylation of ethanol using homogeneous Rh complex catalyst: kinetic study",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "99-113",
        "prism:endingPage": "113",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1984",
        "prism:doi": "10.1016/0304-5102(84)85045-2",
        "prism:startingPage": "99",
        "dc:identifier": "doi:10.1016/0304-5102(84)85045-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021411237"
      }
    }
  }
}