{
  "metadata": {
    "title": "Homogeneous multimetallic catalysts: Part 9. Hydroformylation of norbornene by cobalt-ruthenium bimetallic catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-09-15",
    "doi": "10.1016/0304-5102(89)80204-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802044",
    "pii": "0304510289802044"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024735162",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802044 0304-5102(89)80204-4 0304510289802044 10.1016/0304-5102(89)80204-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01307 2024-01-02T01:04:53.938015Z 0 0 19890915 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 54 54 2 2 Volume 54, Issue 2 19 L13 L17 L13 L17 19890915 15 September 1989 1989-09-15 1989 converted-article cor Copyright © 1989 Published by Elsevier B.V. HOMOGENEOUSMULTIMETALLICCATALYSTS ISHII Y BRAUNSTEIN 1988 P STEREOCHEMISTRYORGANOMETALLICINORGANICCOMPOUNDS ROBERTS 1982 763 877 D COMPREHENSIVEORGANOMETALLICCHEMISTRY HIDAI 1985 941 M HIDAI 1988 2369 M MATSUZAKA 1988 705 H MATSUZAKA 1988 1608 H HIDAI 1986 29 M KOYASU 1985 1083 Y TANAKA 1986 39 M HONG 1985 160 P PINO 1977 43 135 P ORGANICSYNTHESESVIAMETALCARBONYLS NALESNIK 1982 222 T NALESNIK 1982 43 T ROTH 1983 271 J UNGVARY 1983 411 F WHYMAN 1974 97 R MIRBACH 1984 205 M ISHIIX1989XL13 ISHIIX1989XL13XL17 ISHIIX1989XL13XY ISHIIX1989XL13XL17XY item 0304-5102(89)80204-4 0304510289802044 1-s2.0-0304510289802044 10.1016/0304-5102(89)80204-4 272239 2024-01-02T01:04:53.938015Z 1989-09-15 1-s2.0-0304510289802044-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802044/MAIN/application/pdf/abef113749326ff69dc1c2e524f1fce9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802044/MAIN/application/pdf/abef113749326ff69dc1c2e524f1fce9/main.pdf main.pdf pdf true 333312 MAIN 5 1-s2.0-0304510289802044-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802044/PREVIEW/image/png/2b82613fcb0ea53f75fe000187f4a539/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802044/PREVIEW/image/png/2b82613fcb0ea53f75fe000187f4a539/main_1.png main_1.png png 68909 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 54 (1989) L13 - L17 LI 3 Homogeneous Multimetallic Catalysts Part 9.* Hydrofonnylation of Norbomene by Cobalt-Ruthenium Bimetallic Catalyst JOURNAL OF MOLECULAR CATALYSIS YOUICHI ISHII, MASANOBU SATO, HIROYUKI MATSUZAKA and MASANOBU HIDAI** Department of Synthetic Chemistry, Faculty of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113 (Japan) (Received February 22, 1989; accepted June 20,1989) Recently homogeneous multimetallic catalysts have been attracting much interest, since they are expected to show unique catalytic activities and selectivities which cannot be achieved by a single metal catalyst [1-3]. We have been interested in the characteristic catalysis and cluster chemistry of cobalt-ruthenium bimetallic systems [4-6]. In the course of our re- search work on carbonylation reactions by these systems, we have recently found that the cobalt-catalyzed hydroformylation of olefins is remarkably accelerated by addition of Ru3(CO)i2, which has essentially no catalytic hydroformylation activity by itself [7]. From the point of view of eluci- dating the cobalt-ruthenium bimetallic synergistic effect, stoichiometric reactions of acylcobalt complexes with various metal hydrides seem to be informative. In fact, it has been revealed that the dinuclear reductive elimina- tion of an aldehyde from an acylcobalt complex and HRu(CO)4~ is much faster than that with HCo(CO)4 [8, 9]. This fact suggests that also in the catalytic hydroformylation by the cobalt-ruthenium bimetallic catalyst, a ruthenium hydride species participates in the step of hydrogenolysis of an acylcobalt intermediate. However, these stoichiometric reactions were conducted under ambient conditions, and no direct information was ob- tained on the reaction under catalytic hydroformylation conditions (at ca. 100 C and under high CO and H; pressures). In order to obtain further information on the mechanism of the cobalt-ruthenium bimetallic syn- ergistic effect, hydroformylation of norbomene by a cobalt-ruthenium mixed catalyst was examined. Norbomene is known to insert easily into an acyl-metal bond [10,11], and therefore in the hydroformylation of norbomene, competition between the hydrogenolysis and norbomene * For Part 8, see [6]. **Author to whom correspondence should be addressed. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands L14 insertion of an acyi complex intermediate may be expected. Here we wish to briefly describe some of the results. A typical procedure for hydroformylation is as follows: a 100 ml autoclave was charged with norbomene (1.88 g, 20 mmol), Co2(CO)g (0.034 g, 0.1 mmol), Ru3(CO)i2 (0-0.43 g, 0-0.66 mmol), and benzene as a solvent (20 ml) under a nitrogen atmosphere, and CO (40 kg cm\"2) and Hz (40 kg cm\"2) were introduced. The reactor was rapidly heated (within 20 min) to 90 C and the reaction was allowed to proceed at that temperature for 4 h with agitation. After the reaction, the autoclave was rapidly cooled to room temperature and the pressure was released. Then the reaction mixture was quickly treated with an excess of NaBH4, since it proved suitable to determine 2-norbomanecarbaldehyde (1), the hydro- formylation product, as 2-norbomanemethanol (2) due to the instability of (1). After NaBH4 reduction, the reaction products were analyzed by GC, isolated by silica gel column chromatography, and identified by IR, ^ NMR and MS spectra. Results obtained are listed in Table 1. Products detected by GC after NaBH4 reduction were (2) and lactones (3) and (4) (Scheme 1). (4) was confirmed to be a secondary product by the NaBH4 reduction of (3). In the hydroformylation by Co2(CO)g alone, yield of aldehyde (1) was low, and lactone (3) was the major product. In contrast, addition of Ru a(CO) 13, which is essentially catalytically inactive in the hydroformylation of nor- bomene, remarkably promoted the yield of (2), causing it to be the major product, while the selectivities of (3) and (4) were decreased. At the same time acceleration of the CO/H; uptake was observed, as shown in Fig. 1. The higher Ru/Co ratio resulted in a higher selectivity in the hydroformyla- tion. A similar change in product distribution was also observed when TABLE 1 Hydroformylation of norbomene by Co^CC^s-Ri^CO)!^ Run Catalyst Conv.1' Yield\" (%)_________ Selectivity (%)* CO:RU (%) (2)d (3f W (2) (3)^(4) 1 1:0 41 9 19 1 21 49 2\" 0:1 3 0.8 tr 0 3 1:1 83 29 21 4 35 30 4 1:5 93 38 12 3 41 16 5 1:10 99 55 15 tr 55 15 \"Reaction conditions: see text. ''Norbornene consumed/norbomene charged. \"Based on the norbomene charged. Norbomane and high-boiling products (probably co-oligomers of norbomene and CO) were also formed, but not determined. ''GC yield. \"Isolated yield. ^ield/norbornene consumed. 'RuatCCOn: 0.2 mmol. L15 Co2(CO)a CO/Hz ^\"CHO (1) CHaOH (2) Scheme 1. Pressure drop (kg/cur') Co;Ru = 1:1 Co:Ru ' 1:5 Co:Ru 1:10 3 4 Time (h) Fig. 1. Time-dependence curve of the pressure drop in the hydroformylation of nor- bornene with Co/Ru catalysts. Reaction conditions: see text. PPh3 was added to the reaction system, although PPha favored hydrofor- mylation regardless of the presence of Ru 3(00) 13 and caused a decrease in the rate of the reaction, thus requiring a higher reaction temperature. For example, (2) was obtained in 29% and 51% by the hydroformylation with Co;i(CO)8-PPh3 (Co:P=l:3) and CoatCCOs-R^COha-PPha (Co:Ru:P = 1:1:3), respectively, at 110 C for 20 h. The major path of the hydroformylation of an olefin by Co2(CO)g is considered to include alkylcobalt formation by olefin insertion into a cobalt hydride (or by the caged geminate radical pair process [13 -16]), acylcobalt formation by CO insertion, and hydrogenolysis of the inter- mediary acylcobalt forming an aldehyde [12]. In contrast, carbonylation of norbomene is reported to give lactone (3) by a facile insertion of norbomene into an acyl-metal bond and subsequent CO insertion and LI 6 cyclization. Therefore in the cobalt-catalyzed hydroformylation of nor- bomene, addition of H; and insertion of norbornene to the 2-norbomyl- carbonylcobalt complex compete, and this probably decreases the selec- tivity of aldehyde formation. This is also supported by the fact that in- corporation of the sterically bulky PPh3 ligand favored the hydroformylation in comparison to the formation of (3) due to retardation of norbornene insertion. In the hydroformylation of cyclohexene by the Co2(CO)8-Ru3(CO)i2 catalyst, no mixed metal cluster formation was observed by IR [5]. Al- though participation of a trace amount of mixed metal clusters cannot be excluded at this stage, the cluster catalysis seems to be of small importance. Therefore the result that addition of Ru3(CO)i2, which has essentially no carbonylation activity, increased the selectivity of hydroformylation in- dicates that ruthenium favors the hydrogenolysis of the acylcobalt; this is reasonably explained by considering a ruthenium hydride species as a hydrogenolysis reagent of the acylcobalt, as depicted in Scheme 2. That is, Scheme 2. a ruthenium hydride species generated from Ru 3(00) 12, which smoothly causes dinuclear reductive elimination with an acylcobalt, promotes the formation of aldehyde (1) from 2-norbomylcarbonylcobalt complex (5). As a result, the rate of hydrogenolysis of (5) was increased to give (1) as the major product in comparison to the norbornene insertion. If the rate-determining step of the present carbonylation is the hy- drogenolysis of (5), the mechanism stated above also explains the rate enhancement by the addition of Ru3(CO)i2. However, the rate-determining step in the hydroformylation of an internal olefin is reported to be initial interaction between the olefin and HCo(CO)4 [17,18], and if the alkyl- cobalt formation from norbornene and HCo(CO)4 is the slow step, the rate enhancement is not explicable by the ruthenium hydride-promoted aldehyde formation. In such a case, ruthenium should also be involved in the initial activation of norbornene, and to make these points clear, further study including kinetic measurements is needed. L17 In conclusion, by using norbomene as an olefin, it was revealed that in the hydroformylation by the cobalt-ruthenium mixed metal catalyst, ruthenium participates, at least in the hydrogenolysis step of the acylcobalt, to affect the product distribution. Further investigation on the mechanism of the cobalt-ruthenium synergistic effect is now in progress. References 1 P. Braunstein and J. Rose, in I. Bernal (ed.), Stereochemistry of Organometallic and Inorganic Compounds, Vol. 3, Elsevier, Amsterdam, 1988. 2 D. A. Roberts and G. L. Geoffrey, in G. Wilkinson, F. G. A. Stone and E. W. Abel (eds.). Comprehensive Organometallic Chemistry, Pergamon, Oxford, 1982, Vol. 6, pp.763 - 877. 3 M. Hidai, Yuki Gosei Kagaku Kyokaishi, 43 (1985) 941. 4 M. Hidai and H. Matsuzaka, Polyhedron, 7 (1988) 2369. 5 H. Matsuzaka, A. Fukuoka, Y. Koyasu, M. Ue, M. Orisaku and M. Hidai, Nippon Kagaku Kaishi, (1988) 705. 6 H. Matsuzaka, T. Kodama, Y. Uchida and M. Hidai, Organometallics, 7 (1988) 1608. 7 M. Hidai, A. Fukuoka, Y. Koyasu and Y. Uchida, J. Mol. Catal., 35 (1986) 29. 8 Y. Koyasu, A. Fukuoka, Y. Uchida and M. Hidai, Chem. Lett, (1985) 1083. 9 M. Tanaka, T. Sakakura, T. Hayashi and T. Kobayashi, Chem. Lett., (1986) 39. 10 P. Hong and H. Yamazaki, Abstract, 32nd Symp. Organometall. Chem., Osaka, Japan, 1985,p.160. 11 Fr. Pat. 1 352841 (1964) to Rhone-Poulenc S.A. 12 P. Pino, F. Piacenti and M. Bianchi, in I. Wender and P. Pino (eds.). Organic Syn- theses via Metal Carbonyls, Wiley, New York, 1977, Vol. 2, pp. 43 -135. 13 T. E. Nalesnik and M. Orchin, Organometallics, 1 (1982) 222. 14 T. E. Nalesnik, J. H. Freudenberger and M. Orchin, J. Mol. Catal., 16 (1982) 43. 15 J. A. Roth, P. Wiseman and L. Ruszala, J. Organometall. Chem., 240 (1983) 271. 16 F. Ungvary and L. Mark6, J. Organometall. Chem., 249 (1983) 411. 17 R. Whyman, J. Organometall. Chem., 81 (1974) 97. 18 M. F. Mirbach, J. Organometall. Chem., 265 (1984) 205. X244 89802044 0304-5102(89)80204-4 10.1016/0304-5102(89)80204-4 Chemical Letters Homogeneous multimetallic catalysts Part 9. 1 1 For Part 8, see [6]. Hydroformylation of norbornene by cobalt-ruthenium bimetallic catalyst Youichi Ishii Masanobu Sato Hiroyuki Matsuzaka Masanobu Hidai 2 Department of Synthetic Chemistry, Faculty of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113 Japan 2 Author to whom correspondence should be addressed. References 1 P. Braunstein J. Rose I. Bernal Stereochemistry of Organometallic and Inorganic Compounds 3 1988 Elsevier Amsterdam 2 D.A. Roberts G.L. Geoffroy G. Wilkinson F.G.A. Stone E.W. Abel Comprehensive Organometallic Chemistry 6 1982 Pergamon Oxford 763 877 3 M. Hidai Yuki Gosei Kagaku Kyokaishi 43 1985 941 4 M. Hidai H. Matsuzaka Polyhedron 7 1988 2369 5 H. Matsuzaka A. Fukuoka Y. Koyasu M. Ue M. Orisaku M. Hidai Nippon Kagaku Kaishi 1988 705 6 H. Matsuzaka T. Kodama Y. Uchida M. Hidai Organometallics 7 1988 1608 7 M. Hidai A. Fukuoka Y. Koyasu Y. Uchida J. Mol. Catal. 35 1986 29 8 Y. Koyasu A. Fukuoka Y. Uchida M. Hidai Chem. Lett. 1985 1083 9 M. Tanaka T. Sakakura T. Hayashi T. Kobayashi Chem. Lett. 1986 39 10 P. Hong H. Yamazaki Abstract 32nd Symp. Organometall. Chem., Osaka, Japan 1985 160 11 Fr. Pat. 1 352 841 (1964) to Rhone-Poulenc S.A. 12 P. Pino F. Piacenti M. Bianchi I. Wender P. Pino Organic Syntheses via Metal Carbonyls 2 1977 Wiley New York 43 135 13 T.E. Nalesnik M. Orchin Organometallics 1 1982 222 14 T.E. Nalesnik J.H. Freudenberger M. Orchin J. Mol. Catal. 16 1982 43 15 J.A. Roth P. Wiseman L. Ruszala J. Organometall. Chem. 240 1983 271 16 F. Ungváry L. Markó J. Organometall. Chem. 249 1983 411 17 R. Whyman J. Organometall. Chem. 81 1974 97 18 M.F. Mirbach J. Organometall. Chem. 265 1984 205",
      "scopus-id": "0024735162",
      "coredata": {
        "eid": "1-s2.0-0304510289802044",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802044",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ishii, Youichi"
          },
          {
            "@_fa": "true",
            "$": "Sato, Masanobu"
          },
          {
            "@_fa": "true",
            "$": "Matsuzaka, Hiroyuki"
          },
          {
            "@_fa": "true",
            "$": "Hidai, Masanobu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802044"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802044"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80204-4",
        "prism:volume": "54",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Homogeneous multimetallic catalysts Part 9. 1 1 For Part 8, see [6]. Hydroformylation of norbornene by cobalt-ruthenium bimetallic catalyst",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L13-L17",
        "prism:endingPage": "L17",
        "pubType": "cor",
        "prism:coverDisplayDate": "15 September 1989",
        "prism:doi": "10.1016/0304-5102(89)80204-4",
        "prism:startingPage": "L13",
        "dc:identifier": "doi:10.1016/0304-5102(89)80204-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024735162"
      }
    }
  }
}