{
  "metadata": {
    "title": "Selective hydrogenation of cinnamaldehyde over Ru—Sn catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-01-15",
    "doi": "10.1016/0304-5102(93)85041-Q",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385041Q",
    "pii": "030451029385041Q"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027271720",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029385041Q 0304-5102(93)85041-Q 030451029385041Q 10.1016/0304-5102(93)85041-Q S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00454 2024-01-02T01:04:16.600218Z 0 0 19930115 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 78 78 2 2 Volume 78, Issue 2 11 227 236 227 236 19930115 15 January 1993 1993-01-15 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. SELECTIVEHYDROGENATIONCINNAMALDEHYDEOVERRUSNCATALYSTS GALVAGNO S TULEY 1925 3061 W RYLANDER 1979 P CATALYTICHYDROGENATIONINORGANICSYNTHESES MILLMAN 1977 33 W CATALYSISINORGANICSYNTHESES POSCOE 1980 1 W CATALYSISINORGANICSYNTHESES VANDERSPURT 1980 11 V CATALYSISINORGANICSYNTHESES POLTARZEWSKI 1986 190 Z RICHARD 1989 53 D DIDILLON 1991 137 B HETEROGENEOUSCATALYSISFINECHEMICALSII NITTA 1990 235 Y BLACKMOND 1991 401 D GALVAGNO 1986 1729 S DESHPANDE 1990 165 W DESHPANDE 1990 174 W GALVAGNO 1991 237 S GALVAGNO 1991 9 S COQ 1989 34 B AGNELLI 1989 63 M COCCO 1985 321 G GIROIRFENDLER 1988 171 A HETEROGENEOUSCATALYSISFINECHEMICALS RICHARD 1988 1074 D PROC9THINTCONGRCATALCALGARY1988 GARFUNKEL 1986 190 E GALVAGNOX1993X227 GALVAGNOX1993X227X236 GALVAGNOX1993X227XS GALVAGNOX1993X227X236XS item 0304-5102(93)85041-Q 030451029385041Q 1-s2.0-030451029385041Q 10.1016/0304-5102(93)85041-Q 272239 2024-01-02T01:04:16.600218Z 1993-01-15 1-s2.0-030451029385041Q-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385041Q/MAIN/application/pdf/5ef81899571f1531e38f8dc375324c20/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385041Q/MAIN/application/pdf/5ef81899571f1531e38f8dc375324c20/main.pdf main.pdf pdf true 1368059 MAIN 10 1-s2.0-030451029385041Q-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385041Q/PREVIEW/image/png/0aeccaaff936e019c05d3a2ff606c78e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385041Q/PREVIEW/image/png/0aeccaaff936e019c05d3a2ff606c78e/main_1.png main_1.png png 54346 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 78 (1993) 227-236 227 Elsevier Science Publishers B.V., Amsterdam M3048 Selective hydrogenation of cinnamaldehyde over Ru-Sn catalysts S. Galvagno Universitat di Messina, Dipartimento di Chimica Industraale, Cas. Post. 29, 1-98166 Sant Agata di Messina (Italy) A. Donato, G. Neri, R. Pietropaolo Universita di Reggio Calabria, Facoltd di Ingeg, Via Cuzzocrea 48, 1-89100 Reggio Calabria (Italy) and G. Capannelli Universita di Genova, Dipartimento di Chimica Industriale, Corso Europa 30, Genoa (Italy) (Received March 12, 1992; accepted May 26, 1992) Abstract Hydrogenation of cinnamaldehyde has been investigated over a series of Ru-Sn/C catalysts having various Sn/Ru ratios. Addition of tin to Ru/C decreases the CO chemisorption capability of the catalyst. The overall turnover frequency of cinnamaldehyde disappearance and the selectivity to cinnamyl alcohol increase with the Sn/Ru ratio. It is suggested that hydrogenation of the -C = O group occurs on sites associated with tin ions. On these sites the carbonyl group is polarized, facilitating hydrogen transfer from an adjacent Ru-H site. Introduction Catalytic hydrogenation of unsaturated aldehydes to unsaturated alcohols is an important step in the preparation of various fine chemicals and has been attracting much interest for some time. As selective catalysts, Group VIII metals [ 1-101 and several supported and unsupported Ag-Cd and Ag-Zn-Cd alloys [ 111 have been reported. On noble metal catalysts, the presence of promoters to hydrogenate cinnamaldehyde to cinnamyl alcohol is crucial. The beneficial effect of adding promoters such as Sn, Fe and Ge to platinum catalysts is well known [ 1, 6-81. Over Pt-Ge, a selectivity to unsaturated alcohol of > 95% at total conversion has been obtained at atmospheric pressure and mild temperature [ 121. It has been suggested that promoters, present at the surface as electronacceptor species, act as adsorption sites coordinating the oxygen atom of the unsaturated aldehyde. The C=O bond thus activated is more easily hydrogenated by hydrogen atoms chemisorbed on the nearby Pt atoms. 0304-5102/93/$06.00 0 1993 - Elsevier Science Publishers B.V. All rights reserved 228 The role of promoters has mainly been studied on platinum catalysts, and not much information is available for other hydrogenation catalysts [8, 13, 141. To verify the general validity of the proposed hypothesis concerning the effect of promoters, a study has been undertaken on the hydrogenation of cinnamaldehyde over Ru catalysts. In this paper we report an investigation of the effect of addition of tin to Ru/C samples. A study on the influence of ruthenium particle size on the hydrogenation of unsaturated aldehyde has recently been published [ 151. The reported results should allow us to distinguish the effect of promoters from a geometric effect. Experimental Ru/C and Ru-Sn/C samples were prepared by impregnation of activated carbon (Chemviron SC XII 80-100 mesh, surface area 900-1100 m2 g-1) with aqueous solutions of RUC13 and SnC12 having appropriate metal concentrations. The amount of solution used was slightly larger than the pore volume. After impregnation, the catalysts were dried at 393 K and stored in air. Before use catalyst samples were reduced at 573 K under flowing H2. In all catalysts the amount of Ru was kept constant at 2 wt.%, whereas the Sn content was varied between 0 and 2.0 wt.%. Cinnamaldehyde (Fluka, purity > 98%) was distilled under vacuum before use. The reaction of cinnamaldehyde with hydrogen was carried out at atmospheric pressure under H2 flow in a 100 ml four-neck flask fitted with a reflux condenser, dropping funnel, thermocouple and a stirrer head. The catalyst was added to the required amount of solvent (25 ml of 95ss'o ethanol), then treated at 343 K for 1 h under Hz flow. After cooling at the reaction temperature, cinnamaldehyde (0.1 ml) was injected through one arm of the flask. The reaction mixture was stirred at 500 rpm. The Ru/cinnamaldehyde molar ratio was varied between 5.1 X 10-3 and 2.5 x 10-2. The progress of the reaction was followed by sampling a sufficient number of microsamples. Chemical analysis was performed with a gas chromatograph (Carlo Erba model 4200) equipped with aflame ionization detector. The gas chromatograph column used was a 10% GP over SP2100 (Supelchem). Preliminary runs carried out with different catalyst loadings, stirring conditions and grain sizes showed the absence of diffusional limitations. Chemisorption of CO was measured in a conventional pulse system operating at room temperature. The Sn/C sample did not chemisorb CO. Electron microscopy studies were performed on a JEOL 2000 FX instrument operating at 200 kV. Catalyst specimens for electron microscopy were prepared by grinding the powder samples in an agate mortar, suspending and sonicating them in isopropanol, and placing a drop of the suspension on a holey carbon copper grid. After evaporation of the solvent, the specimens were introduced into the microscope column. 229 Results and discussion The catalyst samples tested for the hydrogenation of cinnamaldehyde are the same as those previously used for the hydrogenation of hydrocinnamaldehyde and 6-methylstyrene [ 16 ]. Chemical composition and CO uptakes, taken from [ 16 ], are reported in Table 1. The CO uptakes were found to decrease upon addition of tin. The presence of 0.6 wt.% of Sn (Ru80/C) caused a decrease in the CO/Ru ratio from 0.261 (in the absence of tin) to 0.096. Further addition of Sn caused a more drastic decrease. On sample Ru70/C the CO/Ru ratio is 0.003, and at higher tin contents, the CO uptake is below the detection limit of our equipment. A decrease in the chemisorption properties of Ru upon addition of Sn has also been reported on catalysts supported on A1203 [ 171 and on Si02 [ 18 ] using either HZ or CO as probe molecule. TEM analysis of the Ru-Sn/C catalysts (Fig. 1) shows that the decrease in the CO uptake upon addition of tin cannot be attributed to an increase in Ru particle size. On samples having a Sn/(Sn + Ru) atomic ratio of 10% or 20%, a decrease in the metal particle size was found. The average particle size measured by TEM was 5.3 nn on the monometallic Ru/C, 2.8 run on Ru90/C and 2.5 nn on Ru80/C. At the highest Sn/(Sn + Ru) ratios (> 30%) an agglomeration of the metal particles was observed. In Fig. 1 clusters of small particles are visible on the Ru70/C sample; this prevented determination of a particle size distribution. A detailed study on the changes in morphology and distribution of the metal particles upon addition of tin carried out by HREM (high resolution electron microscopy) has been reported elsewhere [201. The decrease in the Ru particle size upon addition of a small amount of tin resembles the results previously observed on Pt-Sn/nylon samples [ 191. The amount of Ru surface atoms, measured by CO chemisorption, is however found to decrease. This suggests a blocking of the active sites by Sn. At higher Sn/Ru ratios the blocking effect of Sn is also accompanied by TABLE 1 Chemisorption uptakes over Ru-Sn/Ca Catalyst code Ru Sn Ru/(Ru+Sn)b CO uptake CO/Ru (wt.%) (wt.%) (4'0) (cm3 (STP) (g cat)-') Ru 100/C 2.0 - 100 1.160 0.261 Ru 95/C 2.0 0.12 95 0.977 0.220 Ru 90/C 2.0 0.26 90 0.520 0.115 RU 80/C 2.0 0.58 80 0.427 0.096 RU 70/C 2.0 1.01 70 0.017 0.003 Ru 60/C 2.0 1.56 60 'From [ 161. bAtomic ratios. `Not detectable. 230 B 2ss nm a Fig. 1. Electron micrographs of Ru and Ru-Sn catalysts: (A) Ru100/C; (B) Ru90/C; (C) Ru80/ C; (D) Ru70/C. growth of the metal particles (Fig. 1(D)), which results in a more drastic decrease in the CO/Ru ratio. Under the experimental conditions used, reaction of cinnamaldehyde with hydrogen produces the hydrogenation of both C=C and C=O groups of the unsaturated aldehyde, with formation of hydrocinnamaldehyde (C6H5-CH2-CHZ-CHO), hydrocinnamaldehyde diethylacetal (C6H5CHZ-CH2-CH(OC2H5)2), cinnamyl alcohol (C6H5-CH=CH-CHzOH), phenylpropanol (CsHS-CH2-CHz-CH20H), ss-methylstyrene (C6H5-CH= CH-CH3) and phenylpropane (C6H5-CHZ-CH2-CH3). Formation of hydrocinnamaldehyde diethylacetal occurs readily through the reaction between hydrocinnamaldehyde and ethanol (used as solvent). As the diethylacetal was at equilibrium with hydrocinnamaldehyde, they were kinetically indistinguishable. Therefore, in order to simplify the data, they are reported together. Acetals of cinnamaldehyde are not found under the experimental conditions used, in agreement with previous results on Pt--Sn Typical results of cinnamaldehyde hydrogenation over Ru-Sn samples are reported in Fig. 2. Results on Ru/C were reported previously. The changes in product composition with time are qualitatively similar to those previously 231 100 ao 60 0 .H e 40 d E e 20 t~ a 100 200 300 400 time (min) leg. 2. Hydrogenation of cinnamaldehyde over Ru80/C catalyst (T=333 K; solvent= ethanol): ( ) cinnamaldehyde; (p) hydrocinnamaldehyde; (A) cinnamyl alcohol; ( ) phenylpropanol; (o) phenylpropane; (O) 6-methylstyrene. H \\ \\/\\~0 H \\ \\ \\0 I % OH 0H ~' ~\\ \\ - ~\\ Scheme 1. observed on monometallic Ru samples with different metal dispersion [ 15 and are in agreement with the following pathway (Scheme 1). Over a large range of conversions (up to 90%) hydrocinnamaldehyde and cinnamyl alcohol are the main reaction products. Only when cinnamaldehyde has almost disappeared do consecutive reactions become important. Kinetic analysis of the disappearance of cinnamaldehyde shows that on all the Ru-Sn/C samples examined, the experimental data can be fitted to a rate law that is first order with respect to the organic reactant, regardless of the amount of Sn. Catalytic activities of the different Ru-Sn samples are therefore compared on the basis of the first-order rate constant calculated using the expression: k=(1/t)ln(1 -(Ca-C)/C) 232 where Co and C represent the concentration of cinnamaldehyde at time t = 0 and time t, respectively. In the first minutes of the reaction (conversion < 5%), hydrocinnamaldehyde is preferentially formed (selectivity > 90%) on all Ru-Sn catalysts. Afterward, both hydrocinnamaldehyde and cinnamyl alcohol are obtained at a ratio that remains constant over a large range of conversions (up to 90%), indicating that under steady-state conditions the two products are formed through two parallel reactions according to Scheme 1. Similar results have previously been obtained in our laboratory over Ru/C catalysts with different metal loadings [ 15 ] and also by other authors over Ir, Pt and Rh supported on activated carbon or graphite [21, 221. It has been suggested that in the first minutes of the reaction the catalyst surface is modified by the hydrocinnamaldehyde molecules formed in large amounts and/or by CO molecules obtained by decarbonylation of the unsaturated aldehyde [ 15 J. Therefore, the reported results are to be related to a catalyst surface that has been initially modified by the reaction products. In analyzing the experimental data., composition values obtained at conversion levels < 10% were not considered. Figure 3 shows the effect of the addition of tin on the overall rate of disappearance of cinnamaldehyde. Increasing the Sn/Ru ratio, the activity (expressed per gram of Ru) decreases continuously. Samples having a Sn/ (Sn+Ru) ratio >40% were practically inactive. The decrease in catalytic activity is in agreement with the lower chemisorption capability observed on our catalysts upon addition of tin (Table 1). Considering that under the conditions used for chemisorption experiments, Sn does not chemisorb CO, and assuming a stoichiometry of CO/Ru=1, the rate constants per Ru surface atom (N) of the hydrogenation of cinnamaldehyde have been calculated and are reported in Fig. 4. It can be noted that the value of N increases with 14 2 12 o M 10 1. 5 H S 1 1 E 4 0 1 Y io 0. 541 m 2 2 10 20 30 40 50 10 20 30 40 100-Sn/(SniRn) 100-Sn/(Sn Ru) Fig. 3. Influence of the Sn/Ru ratio on the rate constant of cinnamaldehyde hydrogenation. T=333 K. Fig. 4. Influence of the Sn/Ru ratio on the rate constant of cinnamaldehyde hydrogenation expressed per g-atom of Ru on the surface (N). T= 333 K. 233 increasing amount of tin. The variations in N cannot be ascribed to a change in Ru particle size. A previous investigation carried out on monometallic Ru/ C catalyst with a different metal dispersion has demonstrated that within the range of particle size investigated the turnover number of cinnamaldehyde hydrogenation remains practically constant [ 15 ] . Before discussing the effect of tin on the overall rate of reaction, let us consider its influence on the products distribution. Figure 5 shows that the selectivity to cinnamyl alcohol, S, increases with increasing Sn content, reaching a value of about 90% at a STl/(Ru + Sn) atomic ratio of 30ss'o. As mentioned above, consecutive reactions leading to phenylpropanol or methylstyrene (Scheme 1) become important only when almost all cinnamaldehyde has disappeared (C>90%). Within the range of conversions measured (20-90%), selectivity to cinnamyl alcohol remains constant and therefore conclusions about the effect of Sn on the selectivity are valid at all conversion values examined. An increase in the selectivity to cinnamyl alcohol over monometallic Ru/ C catalysts having different ruthenium loadings has been reported previously and ascribed to metal particle size. Samples having larger Ru particles were found to be more selective toward the formation of cinnamyl alcohol. It has been suggested that on the larger metal particles the aromatic ring, which is not bonded to the surface, lies at a distance exceeding 0.3 nm owing to the presence of an energy barrier which prevents a closer approach [23]. Under these conditions the cinnamaldehyde molecule is tilted and the C=O extremity will be closer to the surface than the C=C bond. Thus it can be expected that on the flat planes C=O is more easily activated. In our case addition of a small amount of tin decreases the metal particle size and only at the highest Sn/Ru ratios is an agglomeration of the metal 100 BO 60 40 20 10 20 30 40 50 100-Sn/(Sn RU) 100 Sn/(Sn Ru) Fig. 5. Influence of the Sn/Ru ratio on the selectivity to cinnamyl alcohol. Fig. 6. Influence of the Sn/Ru ratio on the rate constant (per g-atom of Ru on the surface) of hydrogenation of the C=C (N,) and C=O (NA bonds in the cinnamaldehyde molecule (T=333 K): ( ) N,; ( ) N2. 40 234 crystallites observed (Fig. 1). Therefore the higher selectivity found on the Ru-Sn samples has to be mainly related to the presence of tin, whose effect on the product distribution is larger than that of the variation in particle size. Moreover, it should be noted that when only the metal particles are changed [ 151 the turnover number remains constant within the entire range of metal particle sizes investigated. Upon addition of tin, however, an increase in selectivity to cinnamyl alcohol corresponds to an increase in N. Figure 6 shows the influence of tin on the rate constant of formation of hydrocinnamaldehyde, Nl, and cinnamyl alcohol, N2, expressed per atom of Ru on the surface as a function of the tin content. It is noted that the rate of hydrogenation of the C=C double bond (N,) remains constant regardless of the Sn/Ru ratio, whereas NZ increases. The different influence of Sn on the reactivity of C=C and C=O groups over RulC catalysts was also observed in a previous study on the hydrogenation of 13-methylstyrene and hydrocinnamaldehyde [ 16 j. Upon addition of tin the turnover number of C=C hydrogenation (ss-methylstyrene) remained constant, whereas the reactivity of C=O (hydrocinnamaldehyde) increased. An increase in the reactivity of the C=O group upon addition of Sn has also been observed in the hydrogenation of saturated and unsaturated esters over Ru catalysts [ 14 ] . On the basis of the results reported in this paper it can be suggested that the reduction of the unsaturated aldehyde occurs through a reaction between hydrogen (which is activated on Ru metal sites) and chemisorbed cinnamaldehyde. The selective formation of hydrocinnamaldehyde or cinnamyl alcohol would depend on the way cinnarnaldehyde is chemisorbed. It is likely that on the Ru-Sn catalysts there exist two different catalytic sites for chemisorption of the unsaturated aldehyde: sites `A', on which chemisorption occurs through the C=C double bond, therefore leading to hydrocinnamaldehyde, and sites `B', on which cinnamaldehyde is chemisorbed through the C=O group. Sites `A' can be counted by CO chemisorption. A decrease in the C=O uptake corresponds, in fact, to an equal decrease in the rate of C=C hydrogenation. This suggests that sites `A' are associated with Ru surface atoms which are poisoned by addition of tin. Hydrogenation of the C=O group is strongly enhanced by Sn. We therefore assume that it occurs on different catalytic sites (B sites) associated with Sn. A recent study carried out on Ru-Sn/A1203 catalysts showed that after reduction in HZ at 543 K ruthenium is present as Ru , whereas tin exists mainly in an oxidized form (Sn2+ or Sn4+). Small amount of Sn were also observed. From SIMS and EDX results the authors also suggested the presence of ruthenium-tin alloys (Ru3Sn7) [13]. An increase in the selectivity to cinnamyl alcohol over reduced Ru/C catalysts was also observed upon addition of SnC12 directly into the reaction mixture. Under these conditions (T, = 333 K) it is likely that the SnCl, is not reduced, and therefore it can be suggested that sites `B', responsible for C=O hydrogenation, are associated with oxidized tin. The higher reactivity 235 of the C=O can therefore be ascribed to a higher polarization of the carbonyl group induced by the tin ions. In conclusion, the results reported on the Ru-Sn/C catalysts show that increasing the Sn/Ru ratio leads to a decrease in the Ru atoms exposed on the surface. This indicates a poisoning effect of Sn, which can occur through a physical blocking of the Ru metal sites and/or through the formation of ruthenium-tin alloys. The presence of tin ions creates new sites on which cinnamaldehyde is adsorbed through the C=O group. On these sites the carbonyl group of cinnamaldehyde is polarized, facilitating hydrogen transfer from an adjacent Ru-H site. Acknowledgement This work has been carried out with the financial support of CNR (Progetto Finalizzato Chimica Fine a Secondaria II). References 1 W. F. Tuley and R. Adams, J. Am. Chem. Soc., 47 (1925) 3061. 2 P. N. Rylander, Catalytic Hydrogenation in Organic Syntheses, Academic Press, New York, 1979. 3 W. S. Millman and G. V. Smith, in G. V. Smith (ed.), Catalysis in Organic Syntheses, Academic Press, New York, 1977, p. 33. 4 W. E. Poscoe and J. F. Stenberg, in W. H. Jones (ed.), Catalysis in Organic Syntheses, Academic Press, New York, 1980, p. 1. 5 V. Vanderspurt, in W. H. Jones (ed.), Catalysis in Organic Syntheses, Academic Press, New York, 1980, p. 11. 6 Z. Poltarzewski, S. Galvagno, R. Pietropaolo and P. Staiti, J. Catal., 102 (1986) 190. 7 D. Richard, J. Ockelford, A. Giroir-Fendler and P. Gallezot, Catal. Lett., 3 (1989) 53. 8 B. Didillon, A. El Mansour, J. P. Candy, J. P. Bournoville and J.-M. Basset, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprey, G. Perot, R. Maurel and C. Montassier (eds.), Heterogeneous Catalysis and Fine Chemicals 11, Elsevier, 1991, Amsterdam, p. 137. 9 Y. Nitta, Y. Hiramatsu and T. Imanaka, J. Catal., 126 (1990) 235. 10 D. G. Blackmond, R. Oukaci, B. Blanc and P. Gallezot, J. Catal., 131 (1991) 401. 11 T. H. Vanderspurt, U.S. Pats. 4127508, 4161616 and 4083882. 12 S. Galvagno, Z. Poltarzewski, A. Donato, G. Neri and R. Pietropaolo, J. Chem. Soc., Chem. Commun., (1986) 1729. 13 W. M. Deshpande, W. R. Patterson and C. S. Narasimhan, J. Catal., 121 (1990) 165. 14 W. M. Deshpande, K. Ramnarayan and C. S. Narasimhan, J. Catal., 121 (1990) 174. 15 S. Galvagno, G. Capannelli, G. Neri, A. Donato and R. Pietropaolo, J. Mol. Catal., 64 (1991) 237. 16 S. Galvagno, A. Donato, G. Neri and R. Pietropaolo, Catal. Lett., 8 (1991) 9. 17 B. Coq, A. Bittar, T. Tazi and F. Figueras, J. Mol. Catal., 55 (1989) 34. 18 M. Agnelli, P. Louessard, A. El Mansour, J. P. Candy, J. P. Bournonville and J.-M. Basset, Catal. Today, 6 (1989) 63. 19 G. Cocco, S. Enzo, S. Galvagno, Z. Poltarzewski and R. Pietropaolo, J. Chem. Soc., Faraday Trans. 1, 81 (1985) 321. 20 G. Neri, S. Galvagno, R. Pietropaolo and J. Schwank, J. Catal., submitted for publication. 236 21 A. Giroir-Fendler, D. Richard and P. Gallezot, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals, Elsevier, Amsterdam, 1988, p. 171. 22 D. Richard, P. Fouilloux and P. Gallezot, in M. J. Phillips and M. Ternan (eds.), Proc. 9th Int. C. Catal., Calgary, 1988, Chem. Institute of Canada, Ottawa, Ont., 1988, p. 1074. 23 E. L. Garfunkel, C. Minot, A. Gavezzotti and M. Simonetta, Surf. Sci., 102 (1986) 190. X244 9385041Q 0304-5102(93)85041-Q 10.1016/0304-5102(93)85041-Q Selective hydrogenation of cinnamaldehyde over Ru—Sn catalysts S. Galvagno Università di Messina, Dipartimento di Chimica Industriale, Cas. Post. 29, I-98166 Sant'Agata di Messina Italy A. Donato G. Neri R. Pietropaolo Università di Reggio Calabria, Facoltà di Ingegneria, Via Cuzzocrea 48, I-89100 Reggio Calabria Italy G. Capannelli Università di Genova, Dipartimento di Chimica Industriale, Corso Europa 30, Genoa Italy Hydrogenation of cinnamaldehyde has been investigated over a series of Ru—Sn/C catalysts having various Sn/Ru ratios. Addition of tin to Ru/C decreases the CO chemisorption capability of the catalyst. The overall turnover frequency of cinnamaldehyde disappearance and the selectivity to cinnamyl alcohol increase with the Sn/Ru ratio. It is suggested that hydrogenation of the CO group occurs on sites associated with tin ions. On these sites the carbonyl group is polarized, facilitating hydrogen transfer from an adjacent RuH site. References 1 W.F. Tuley R. Adams J. Am. Chem. Soc. 47 1925 3061 2 P.N. Rylander Catalytic Hydrogenation in Organic Syntheses 1979 Academic Press New York 3 W.S. Millman G.V. Smith G.V. Smith Catalysis in Organic Syntheses 1977 Academic Press New York 33 4 W.E. Poscoe J.F. Stenberg W.H. Jones Catalysis in Organic Syntheses 1980 Academic Press New York 1 5 V. Vanderspurt W.H. Jones Catalysis in Organic Syntheses 1980 Academic Press New York 11 6 Z. Poltarzewski S. Galvagno R. Pietropaolo P. Staiti J. Catal. 102 1986 190 7 D. Richard J. Ockelford A. Giroir-Fendler P. Gallezot Catal. Lett. 3 1989 53 8 B. Didillon A. El Mansour J.P. Candy J.P. Bournoville J.-M. Basset M. Guisnet J. Barrault C. Bouchoule D. Duprey G. Pérot R. Maurel C. Montassier Heterogeneous Catalysis and Fine Chemicals II 1991 Elsevier Amsterdam 137 9 Y. Nitta Y. Hiramatsu T. Imanaka J. Catal. 126 1990 235 10 D.G. Blackmond R. Oukaci B. Blanc P. Gallezot J. Catal. 131 1991 401 11 T. H. Vanderspurt, U.S. Pats. 4127508, 4161616 and 4083882. 12 S. Galvagno Z. Poltarzewski A. Donato G. Neri R. Pietropaolo J. Chem. Soc., Chem. Commun. 1986 1729 13 W.M. Deshpande W.R. Patterson C.S. Narasimhan J. Catal. 121 1990 165 14 W.M. Deshpande K. Ramnarayan C.S. Narasimhan J. Catal. 121 1990 174 15 S. Galvagno G. Capannelli G. Neri A. Donato R. Pietropaolo J. Mol. Catal. 64 1991 237 16 S. Galvagno A. Donato G. Neri R. Pietropaolo Catal. Lett. 8 1991 9 17 B. Coq A. Bittar T. Tazi F. Figueras J. Mol. Catal. 55 1989 34 18 M. Agnelli P. Louessard A. El Mansour J.P. Candy J.P. Bournonville J.-M. Basset Catal. Today 6 1989 63 19 G. Cocco S. Enzo S. Galvagno Z. Poltarzewski R. Pietropaolo J. Chem. Soc., Faraday Trans. 1 81 1985 321 20 G. Neri, S. Galvagno, R. Pietropaolo and J. Schwank, J. Catal., submitted for publication. 21 A. Giroir-Fendler D. Richard P. Gallezot M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogeneous Catalysis and Fine Chemicals 1988 Elsevier Amsterdam 171 22 D. Richard P. Fouilloux P. Gallezot M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal., Calgary, 1988 1988 Chem. Institute of Canada Ottawa, Ont 1074 23 E.L. Garfunkel C. Minot A. Gavezzotti M. Simonetta Surf. Sci. 102 1986 190",
      "scopus-id": "0027271720",
      "coredata": {
        "eid": "1-s2.0-030451029385041Q",
        "dc:description": "Hydrogenation of cinnamaldehyde has been investigated over a series of Ru—Sn/C catalysts having various Sn/Ru ratios. Addition of tin to Ru/C decreases the CO chemisorption capability of the catalyst. The overall turnover frequency of cinnamaldehyde disappearance and the selectivity to cinnamyl alcohol increase with the Sn/Ru ratio. It is suggested that hydrogenation of the CO group occurs on sites associated with tin ions. On these sites the carbonyl group is polarized, facilitating hydrogen transfer from an adjacent RuH site.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-01-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385041Q",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Galvagno, S."
          },
          {
            "@_fa": "true",
            "$": "Donato, A."
          },
          {
            "@_fa": "true",
            "$": "Neri, G."
          },
          {
            "@_fa": "true",
            "$": "Pietropaolo, R."
          },
          {
            "@_fa": "true",
            "$": "Capannelli, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385041Q"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385041Q"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85041-Q",
        "prism:volume": "78",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective hydrogenation of cinnamaldehyde over Ru—Sn catalysts",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "227-236",
        "prism:endingPage": "236",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 January 1993",
        "prism:doi": "10.1016/0304-5102(93)85041-Q",
        "prism:startingPage": "227",
        "dc:identifier": "doi:10.1016/0304-5102(93)85041-Q",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027271720"
      }
    }
  }
}