{
  "metadata": {
    "title": "Liquid phase carbonylation with solid catalyst Part 2. Carboxymethylation of bromobenzene with group VIII metals supported on active carbon",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-02-01",
    "doi": "10.1016/0304-5102(92)85024-A",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029285024A",
    "pii": "030451029285024A"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026820865",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029285024A 0304-5102(92)85024-A 030451029285024A 10.1016/0304-5102(92)85024-A S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01460 2024-01-02T01:05:30.650091Z 0 0 19920201 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 71 71 3 3 Volume 71, Issue 3 6 347 355 347 355 19920201 1 February 1992 1992-02-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. LIQUIDPHASECARBONYLATIONSOLIDCATALYSTPART2CARBOXYMETHYLATIONBROMOBENZENEGROUPVIIIMETALSSUPPORTEDACTIVECARBON MAEDA K STILLE 1975 532 J OZAWA 1987 1640 F SCHOENBERG 1974 3318 A HIDAI 1975 2075 M MUTIN 1989 896 R BENDAVID 1989 8742 Y HUSER 1989 1427 M FOA 1985 293 M BRUNET 1983 1166 J KUDO 1987 577 K CASSOR 1973 381 L MIZOROKI 1967 2203 T DIETERLE 1927 187 H PALIT 1969 301 S DUFAUD 1990 426 V FUJIMOTO 1982 429 K YAGITA 1990 335 H YAGITA 1990 H ITO 1975 2091 T HJORTKJAER 1977 16 J MOSER 1988 2816 W OZAWA 1985 3235 F MAEDAX1992X347 MAEDAX1992X347X355 MAEDAX1992X347XK MAEDAX1992X347X355XK item 0304-5102(92)85024-A 030451029285024A 1-s2.0-030451029285024A 10.1016/0304-5102(92)85024-A 272239 2024-01-02T01:05:30.650091Z 1992-02-01 1-s2.0-030451029285024A-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029285024A/MAIN/application/pdf/17ba432d5cbca8df5141047dcb08e410/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029285024A/MAIN/application/pdf/17ba432d5cbca8df5141047dcb08e410/main.pdf main.pdf pdf true 547126 MAIN 9 1-s2.0-030451029285024A-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029285024A/PREVIEW/image/png/1f80d22a7906f87b00def3a36c612cb9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029285024A/PREVIEW/image/png/1f80d22a7906f87b00def3a36c612cb9/main_1.png main_1.png png 66736 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 71 (1992) 347-355 347 M2805 Liquid phase carbonylation with solid catalyst Part 2. Carboxymethylation of bromobenzene with Group VIII metals supported on active carbon Ken Maeda, Hiroshi Yagita*, Koliji Omata and Kaoru 111jimoto Department of Synthetic Chemistry, Faculty of Engineering, The University of Tokyo, Hongo 7-3-1, Bunkyo-ku, Tokyo 113 (Japan) (Received May 28, 1991; accepted October 11, 1991) Abstract It was found that palladium supported on active carbon showed high catalytic activities and selectivities for the carbonylation of bromo- and iodobenzene to benzoic acid derivatives in the liquid phase. The carbonylation activity increased with the addition of water to the reaction solvent. Introduction Carbonylation of aryl halides has been attempted using palladium, cobalt or nickel complexes as catalysts in the liquid phase. Phosphine-modified palladium complexes such as dichlorobis(triphenylphosphine)palladium(II) or bromoarylbis(triphenylphosphine)palladium(II) have shown catalytic activity for the carbonylation of iodobenzene [ 1, 2 ] or bromobenzene [ 3, 4 ] to produce benzoic acid derivatives, usually under 100 C and in the presence of atmospheric or slightly pressurized CO. However, the carbonylation of chlorobenzene barely proceeded with these catalysts. Recently, Mutin et al. reported the carbonylation of chlorobenzene to methyl benzoate with dichlorobis(triphenylphosphine)palladium catalyst by the stoichiometric utilization of tricarbonyl(chloroarene)chromium complex at 130 C under 24.7 atm of CO [5]. Also, Ben-David et al. proposed a bis(diisopropylphosphine)propane palladium catalyst at 150 C under 4.8 atm CO on which methyl benzoate was produced from chlorobenzene [6], and Huser et al. suggested a chloroarylbis(tricyclohexylphosphine)palladium(II] catalyst at room temperature under 30 atm of CO for the carbonylation of chlorobenzene [7]. Cobalt catalysts such as alkylcobaltcarbonyl [8], Co(CO)4- [9], and catalyst precursor cobalt acetate [ 10 ] axe active for the carbonylation of bromobenzene and chlorobenzene under mild conditions. Nickel catalysts such as Ni(CO)4 [ 11 ] and nickel acetate [ 12 ] are also active for the carbonylation of bromobenzene and chlorobenzene. *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 348 As is well known, heterogeneous catalysts have advantages of heat stability and ease of separation from the product when compared with soluble catalysts. Application of solid catalyst to the carbonylation of arylhalides has been attempted using NiC12 on pumice [ 13 ] or NiI2 on Si02 [ 14 ]. Recently, Dufaud et al. reported that chlorobenzene was carbonylated to methyl benzoate at 200 C under 3 atm of CO using a Pd/AC (active carbon) catalyst [ 151. The present authors have succeeded in converting the liquid phase carbonylation catalyzed by soluble complexes of Group VIII metals to a vapor phase reaction by developing solid catalysts composed of Group VIII metals supported on active carbon [161. We also reported that dibromomethane was carbonylated to dimethyl malonate at 100 C under 31 atm of CO in the liquid phase using as catalysts cobalt, rhodium and palladium supported on active carbon [ 171. In the present study, the carbonylation of halobenzenes to benzoic acid derivatives was attempted in the liquid phase by employing Pd/AC as a catalyst, similarly to Dufaud et al. [ 15 ] . It was found that the carbonylation activity of Pd/AC catalyst was promoted by addition of water to the methanol solvent. Experimental Catalysts were prepared by impregnating a metal chloride on commercially available active carbon (AC: Takeda, Shirasagi C, prepared from wood, specific surface area (SA): 1200 m2 g-1), silica gel (Si02; Fuji Davison, ID, SA: 270 m2 g-1) and alumina (A1203; Tokai Konetsu, TKS99651, SA: 170 m2 g-') from their, aqueous solutions, drying in air at 120 C for 12 h, and then reducing in a hydrogen flow at 400 C for 3 h. They were then powdered to fine particles (< 200 mesh). The metal loadings were 2.5% by weight. Reactions were conducted in a stainless steel autoclave containing the reaction mixture composed of methanol, halobenzene, a base as hydrogen halide acceptor and catalyst, with magnetic stirring under CO pressure charged at room temperature. The product mixture after the reaction, which was apparently monophasic, was easily separated from the catalyst by filtration and was analyzed using a gas chromatograph equipped with a packed column stationary phase 10% SF-96 on Chromosorb WAW DMCS. Results and discussion Catalytic activity of a variety of supported metal catalysts Table 1 shows the results of the carbonylation of bromobenzene with a variety of metal species and supports. The sought carbonylation products were methyl benzoate (PhCOOMe) and benzoic acid (PhCOOH). Benzophenone (PhCOPh) was found as a carbonylation byproduct. Benzene (PhH), biphenyl (PhPh) and a small amount of carbon dioxide were also formed as additional byproducts. 349 TABLE 1 Effect of metal species and supports on yield in carbonylation' of bromobenzene Product Yield (9b) Rh/AC Ni/AC Co/AC Pd/AC Pd/Si02 Pd/A1203 PhCOOMe 0.1 0 0 30.7 0 0 PhCOOH 0.7 0.6 0.6 25.7 0.4 1.0 PhCOPh 0.3 0.1 0.2 1.0 0.1 0.1 PhH 1.8 1.0 0.4 1.5 0.9 1.0 PhPh 1.4 0.1 0.1 0.9 0.9 1.2 co, 0.4 0 0.1 0.3 0.2 0.3 '160 C, 11 atm, 1 h, PhBr: 17.5 mmol, AcONa: 17.5 mmol, catalyst weight: 0.30 g, solvent: 30 ml, MeOH/H20=47/53 (molar ratio). Using active carbon as a support, the catalytic activity of rhodium, nickel, cobalt and palladium metal species were tested. Only palladium showed noticeable carbonylation activity, giving both methyl benzoate and benzoic acid. Rhodium on AC, which was an active metal for the carbonylation of methanol or dibromomethane [ 17 ], showed little activity for the carbonylation of bromobenzene. The results given in Table 1 also demonstrated that palladium showed carbonylation activity only when supported on active carbon, but showed little activity on silica or alumina, as was also the case for Ni or Rh catalysts for methanol carbonylation [ 18 ]. The effect of the active carbon support on the present reaction will be discussed later. Effects of reaction parameters on the carbonylation of brObenxO Effect of operating conditions In Fig. 1 is shown the effect of reaction temperature on the Pd/ACcatalyzed reaction. The yield of benzoic acid derivatives increased with increasing reaction temperature up to 160 C, and decreased slightly above 160 C. The yield of benzophenone, which was also a carbonylation product, increased with increasing reaction temperature in a manner different from those of the benzoic acid derivatives. The yields of the other byproducts, such as benzene or biphenyl, also increased with increasing reaction temperature. Figure 2 shows the effect of carbon monoxide pressure. The yields of benzoic acid derivatives increased with increasing CO pressure up to 11 atm, and then leveled off at higher pressure. Retardation of carbonylation activity under higher CO pressures was also reported in the case of a homogeneous palladium catalyst [ 19 ]. In the present work, it is thought that under lower CO pressure, the amount of adsorbed CO on the catalyst surface is too small to achieve the carbonylation of bromobenzene, and under higher CO pressure, the strongly adsorbed CO inhibits the access of other reactants to the catalytic surface. The yield of byproducts was decreased by raising the CO pressure. 350 40 30 ,~20 10 PhCOOMe PhCOOH PhPh + PhH 1COPh 100 150 Reaction Temperature (oC) Fig. 1. Effect of temperature. Catalyst: Pd/AC (2.5 wt.%), P(CO): 11 atm, 1 h, PhBr: 17.5 mmol, AcONa: 17.5 mmol, catalyst weight: 0.30 g, solvent: 30 ml, Me013/H20=47/53 (molar ratio). 40 O PhCOOMe 30 t20 ro v N 10 PhCOOH + PhH 0 10 20 CO pressure (atm) Fig. 2. Effect of CO pressure. Temperature 160 C, other conditions as in Fig. 1. Effect of water Figure 3 shows the effect of water concentration in the reaction mixture. The yield of benzoic acid derivatives increased with increasing water concentration in the solvent. Maximum yield was achieved at water concentration of 53 mol9io and the yield then decreased with increasing water concentration. 351 40 PhCOOMe 30 PhCOOH - 2 0 o a~ X10 PhPh + PhH 0 h OP 0 20 40 60 80 H20 concentration imo1%i Fig. 3. Effect of Ha0 concentration in solvent (MeOH+H20, 30 ml). Temperature 160 C, other conditions as in Fig. 1. The phenomenon of a maximum value for the yield of carbonylation products obtained by changing the water concentration in the solvent, was also observed in the case of methanol carbonylation using a rhodium complex catalyst [20]. It was explained that the carbonylation activity increased with increasing the polarity of the solvent by the addition of water, and that the excess water reduced the solubility of the methyl iodide promoter in the liquid phase. In the present reaction system, it is thought that the increased carbonylation activity is caused by increasing solubility of the base in the solvent due to the addition of water. However, excess water lowers the solubility of bromobenzene and the carbonylation activity then decreases. The formation of byproducts decreased on the addition of water. The proportion of benzoic acid in the yields of benzoic acid derivatives increased with increasing water concentration in the solvent. Concerning the mechanism of benzoic acid formation in which water participates, either direct hydrolysis of the reaction intermediate (eqn. (3)) or successive hydrolysis of the methyl benzoate formed (eqn. (5)) is presumed. PhBr+X---o Ph-X-Br (1) Ph--X-Br+CO--o PhCO-X-Br , (2) PhCO-X-Br+H20 - PhCOOH+HBr+X (3) PhCO-X-Br+CH3OH--i PhCOOCH3+HBr+X (4) PhCOOCH3 + H20 --> PhCOOH + CH30H (5) % - active center 352 It is not yet clear at this point which route predominates during benzoic acid formation. Effect of base In the present reaction system, the base was used as an acceptor of hydrogen bromide which was formed stoichiometrically during the reaction process. Table 2 shows the results of the reaction in which the base used was varied. Without base, the reaction did not occur. In the case of 2,6lutidine, which is a weak base, the activity was lower. From these results, it is clear that the base acts not only as an acceptor of the hydrogen bromide produced, but also has an essential effect of promoting the reaction. The highest activity and selectivity for the carbonylation were obtained by addition of sodium acetate. The difference in the carbonylation activity may be caused by the strength of the base and its solubility in the solvent. On using a stronger base, more byproducts were produced. Thus it is clear that the base promotes not only the carbonylation reaction but also the formation of byproducts. Concerning such behavior, it is thought that base assists the deprotonation of methanol [211 or the dissociation of bromobenzene. Reactivity of halobenxenes Table 3 presents the reaction results obtained with different halobenzenes. The yield of carbonylation products decreased in the order I > Br > Cl. This order agrees with the opposite order of the magnitude of the dissociation energy of the carbon-halogen bond of the reactants and the softness of halide anions. Although it is not possible to determine from these data which step is rate-determining in this catalysis, since palladium is a soft metal, it is thought that the dissociative addition of halogenated benzene to the catalyst (eqn. (1)) strongly influences the reaction rate, as in the palladium complex catalyst system [ 22 ]. There was no significant difference in byproduct formation for each reactant. TABLE 2 Effect of base on yield in carbonylation' of bromobenzene Product Yield (96) none 2,6-lutidine AcONa Na2C03 \" NaOH PhCOOMe 2.1 10.7 30.7 8.0 20.8 PhCOOH 4.2 3.6 25.7 24.2 18.3 PhCOPh 0 0.6 1.0 2.9 0.9 PhH 0.7 1.4 1.5 2.3 10.9 PhPh 0 0.5 0.9 1.5 23.9 C02 0.2 0.2 0.3 11.7 1.5 160 C, 11 atm, i h, PhBr: 17.5 mmol, base: 17.5 mmol, catalyst weight: 0.30 g, solvent: 30 ml, MeOH/H20=47/53 (molar ratio). bNa2C03: 8.75 mmol. 353 TABLE 3 Reactivity of haloOnzenes' Product Yield (4b) PhCl PhBr PhI PhCOOMe 0.2 30.7 77.0 PhCOOH 0.9 25.7 20.2 PhCOPh 0 1.0 0 PhH 0.4 1.5 0.3 PhPh 0.6 1.0 0.6 C02 0.1 0.3 0.4 '160 C, 11 atm, 1 h, PhX: 17.5 mmol, AcOMe: 17.5 mmol, catalyst weight: 0.30 g, solvent: 30 ml, MeOH/H20=47/53 (molar ratio). Carrier effects As described previously, carbonylation activity appeared only in the case of palladium supported on active carbon, similar to the case of methanol carbonylation with a supported Ni or Rh catalyst [ 18 ]. In the case of Ni catalysts, it was thought that active carbon promoted the progress of the redox cycle of metals, which consisted of the oxidative addition of reactants to the active sites and the reductive elimination of products from these sites, while active carbon also promoted the non-dissociative type of adsorption of CO on nickel, depending on the electron transfer between the active carbon and nickel. Temperature-programmed reduction (TPR) in an excellent way to simultaneously determine the character of the adsorbed CO and its amount on the catalyst surface. If the adsorbed CO is in the dissociated or readyto-dissociate form, the adsorbed CO is hydrogenated and desorbs as CH4, while if the adsorbed CO is in the associated form the adsorbed CO is not hydrogenated and desorbs as CO. TPR of the adsorbed CO on the supported palladium catalysts was used to clarify the support effect of active carbon on the character of the adsorbed CO on Pd. As shown in Fig. 4, in the case of the palladium on active carbon, adsorbed CO desorbed mostly in the form of CO below 200 C, while only a small amount of CH4 and COZ desorption, which should be attributed to the active carbon itself, was observed above 300 C. In the case of the palladium supported on silica or alumina, on the other hand, the adsorbed CO was hydrogenated and desorbed as CH4 over 200 C, while only a small part of the adsorbed CO desorbed in the form of CO or COZ below 200 C. Thus most of the CO adsorbed on the palladium on active carbon seems to be in the associated form appropriate for the carbonylation reaction, while the CO adsorbed on Pd/Si02 or Pd/A1203 is in the dissociated or ready-todissociate form. TPR results of palladium catalysts were similar to that of supported nickel, and thus, active carbon is thought to have a support effect similar to that on nickel catalysts. That is, active carbon inhibited the 354 CO Pd/AC CH4 02 0 200 400 CH4 Pd/A1203 C02 O 0 200 400 CH4 Pd/Si02 CO I '!!~= ~. , J 0 200 400 Temperature ( C) Fig. 4. Temperature-programmed reduction of adsorbed CO on palladium catalysts. Programmed rate; 400 C/h, Pd loading; 2.5 wt.%. dissociation of the CO adsorbed on the catalyst surface because of electron abstraction from Pd by active carbon [ 181. Conclusion The palladium catalyst supported on active carbon showed high activity and selectivity for the synthesis of benzoic acid derivatives via carbonylation of bromo- and iodobenzene in the liquid phase. The carbonylation activity increased with the addition of a small amount of water to the reaction solvent. Active carbon was assumed to assist in holding the adsorbed CO on the palladium surface in the associated form which is essential for the carbonylation reaction under the stated reaction conditions. In this catalyst system, the presence of base is essential for the reaction and strongly influences the results. 355 References 1 J. K. Stille and P. K. Wong, J. Org. Chem., 40 (1975) 532. 2 F. Ozawa, N. Kawasaki, H. Okamoto, T. Yamamoto and A. Yamamoto, OrganometaUics, 6 (1987) 1640. 3 A. Schoenberg and R. F. Heck, J. Org. Chem., 39 (1974) 3318. 4 M. Hidai, T. Hildta, Y. Wada, Y. Fqiikura and Y. Uchida, BulL. Chem., Soc. Jpn., 48 (1975) 2075. 5 R. Mutin, C. Lucas, J. Thivolle-Cazat, V. Dufaud, F. Dany and J. M. Basset, J. Chem. Soc., Chem. Commun., (1989) 896. 6 Y. Ben-David, M. Protnoy and D. Mistein, J. Am. Chem. Soc., 111 (1989) 8742. 7 M. Huser, M. T. Youinou and J. A. Osborn, Angew. Chem., 101 (1989) 1427. 8 M. Foa, F. Francalanci, E. Bencini and A. Gardano, J. OrganometaU. Chem, 285 (1985) 293. 9 J. Brunet, C. Sidot and P. Caubere, J. Org. Chem., 48 (1983) 1166. 10 K. Kudo, T. Shibata, T. Kashimura, S. Mori and N. Sugita, Chem. Lett., (1987) 577. 11 L. Cassor and M. Foa, J. Organometail. Chem., 51 (1973) 381. 12 T. Mizoroki and M. Nakayama, Bull. Chem. Soc. Jpn., 40 (1967) 2203. 13 H. Dieterle and W. Eschenbach, Arch. Pharm., 265 (1927) 187. 14 S. K. Palit and N. Tripathy, J. Appl. Chem, 19 (1969) 301. 15 V. Dufaud, J. Thivolle-Cazat and J. M. Basset, J. Chem. Soc., Chem. Commun., (1990) 426. 16 K. Fqjimoto, K. Omata, T. Shikada and H. Tominaga, Ind. Eng. Chem. Prod. Res. Dev., 21 (1982) 429. 17 H. Yagita, H. KUwahara, K. Omata and K. Nimoto, Chem. Lett., 3 (1990) 335. 18 H. Yagita, K. Omata and K. Fujimoto, Proc. TOCATl, Tokyo, 1990. 19 T. Ito, K. Mori, T. Mizorogi and A. Ozald, Bull. Chem. Soc. Jpm, 48 (1975) 2091. 20 J. Hjortkjaer and O. R. Jensen, Ind. Eng. Chem. PO Res. Dev., 4 (1977) 16. 21 W. R. Moser, A. W. Wang and N. K. Kildahl, J. Am. Chem. Soc., 110 (1988) 2816. 22 F. Ozawa, H. Soyama, H. Yanagihara, I. Aoyama, H. Takino, K. Izawa, T. Yamamoto and A. Yamamoto, J. Am. Chem. Soc., 107 (1985) 3235. X244 9285024A 0304-5102(92)85024-A 10.1016/0304-5102(92)85024-A Liquid phase carbonylation with solid catalyst Part 2. Carboxymethylation of bromobenzene with group VIII metals supported on active carbon Ken Maeda Hiroshi Yagita ∗ Kohji Omata Kaoru Fujimoto Department of Synthetic Chemistry, Faculty of Engineering, The University of Tokyo, Hongo 7-3-1, Bunkyo-ku, Tokyo 113 Japan * Author to whom correspondence should be addressed. It was found that palladium supported on active carbon showed high catalytic activities and selectivities for the carbonylation of bromo- and iodobenzene to benzoic acid derivatives in the liquid phase. The carbonylation activity increased with the addition of water to the reaction solvent. References 1 J.K. Stille P.K. Wong J. Org. Chem. 40 1975 532 2 F. Ozawa N. Kawasaki H. Okamoto T. Yamamoto A. Yamamoto Organometallics 6 1987 1640 3 A. Schoenberg R.F. Heck J. Org. Chem. 39 1974 3318 4 M. Hidai T. Hikita Y. Wada Y. Fujikura Y. Uchida Bull. Chem. Soc. Jpn. 48 1975 2075 5 R. Mutin C. Lucas J. Thivolle-Cazat V. Dufaud F. Dany J.M. Basset J. Chem. Soc., Chem. Commun. 1989 896 6 Y. Ben-David M. Protnoy D. Mistein J. Am. Chem. Soc. 111 1989 8742 7 M. Huser M.T. Youinou J.A. Osborn Angew. Chem. 101 1989 1427 8 M. Foa F. Francalanci E. Bencini A. Gardano J. Organometall. Chem. 285 1985 293 9 J. Brunet C. Sidot P. Caubere J. Org. Chem. 48 1983 1166 10 K. Kudo T. Shibata T. Kashimura S. Mori N. Sugita Chem. Lett. 1987 577 11 L. Cassor M. Foa J. Organometall. Chem. 51 1973 381 12 T. Mizoroki M. Nakayama Bull. Chem. Soc. Jpn. 40 1967 2203 13 H. Dieterle W. Eschenbach Arch. Pharm. 265 1927 187 14 S.K. Palit N. Tripathy J. Appl. Chem. 19 1969 301 15 V. Dufaud J. Thivolle-Cazat J.M. Basset J. Chem. Soc., Chem. Commun. 1990 426 16 K. Fujimoto K. Omata T. Shikada H. Tominaga Ind. Eng. Chem. Prod. Res. Dev. 21 1982 429 17 H. Yagita H. Kuwahara K. Omata K. Fujimoto Chem. Lett. 3 1990 335 18 H. Yagita K. Omata K. Fujimoto Proc. TOCATI, Tokyo 1990 19 T. Ito K. Mori T. Mizorogi A. Ozaki Bull. Chem. Soc. Jpn. 48 1975 2091 20 J. Hjortkjaer O.R. Jensen Ind. Eng. Chem. Prod. Res. Dev. 4 1977 16 21 W.R. Moser A.W. Wang N.K. Kildahl J. Am. Chem. Soc. 110 1988 2816 22 F. Ozawa H. Soyama H. Yanagihara I. Aoyama H. Takino K. Izawa T. Yamamoto A. Yamamoto J. Am. Chem. Soc. 107 1985 3235",
      "scopus-id": "0026820865",
      "coredata": {
        "eid": "1-s2.0-030451029285024A",
        "dc:description": "It was found that palladium supported on active carbon showed high catalytic activities and selectivities for the carbonylation of bromo- and iodobenzene to benzoic acid derivatives in the liquid phase. The carbonylation activity increased with the addition of water to the reaction solvent.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029285024A",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Maeda, Ken"
          },
          {
            "@_fa": "true",
            "$": "Yagita, Hiroshi"
          },
          {
            "@_fa": "true",
            "$": "Omata, Kohji"
          },
          {
            "@_fa": "true",
            "$": "Fujimoto, Kaoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029285024A"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029285024A"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)85024-A",
        "prism:volume": "71",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Liquid phase carbonylation with solid catalyst Part 2. Carboxymethylation of bromobenzene with group VIII metals supported on active carbon",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "347-355",
        "prism:endingPage": "355",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1992",
        "prism:doi": "10.1016/0304-5102(92)85024-A",
        "prism:startingPage": "347",
        "dc:identifier": "doi:10.1016/0304-5102(92)85024-A",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026820865"
      }
    }
  }
}