{
  "metadata": {
    "title": "Styrene hydrogenation on supported Pd, Fe and Pd-Fe/γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-05-06",
    "doi": "10.1016/0304-5102(93)E0312-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E03125",
    "pii": "0304510293E03125"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028766393",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-11-05T19:22:29 1-s2.0-0304510293E03125 0304-5102(93)E0312-5 0304510293E03125 10.1016/0304-5102(93)E0312-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00739 2024-01-02T01:04:53.938015Z 0 0 19940506 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 89 89 3 3 Volume 89, Issue 3 1 267 282 267 282 19940506 6 May 1994 1994-05-06 1994 article fla Copyright © 1994 Published by Elsevier B.V. STYRENEHYDROGENATIONSUPPORTEDPDFEPDFEAL2O3CATALYSTS PARVULESCU V OLLIS 1971 131 D MENON 1973 188 P SINFELT 1976 22 J ISAACS 1984 1 B MIURA 1982 1577 H NICOLESCU 1990 161 I PARVULESCU 1988 1 V GARTEN 1976 18 R BENTSARIT 1978 251 Y BERGER 1965 717 P FROMANT 1979 G CHEMICALREACTORANALYSISDESIGN SATTERFIELD 1960 65 C ROLEDIFFUSIONINCATALYSIS KOROS 1967 470 R VIGDERGANZ 1978 218 M CALCULATIONINGASCHROMATOGRAPHY NICOLESCU 1983 321 I PARVULESCU 1988 1041 V NICOLESCU 1990 145 I SANDULESCU 1986 375 I BLYHOLDER 1969 3158 G PARVULESCUX1994X267 PARVULESCUX1994X267X282 PARVULESCUX1994X267XV PARVULESCUX1994X267X282XV item 0304-5102(93)E0312-5 0304510293E03125 1-s2.0-0304510293E03125 10.1016/0304-5102(93)E0312-5 272239 2024-01-02T01:04:53.938015Z 1994-05-06 1-s2.0-0304510293E03125-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E03125/MAIN/application/pdf/753cd2a60c9e1e59a885bbf470419b5d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E03125/MAIN/application/pdf/753cd2a60c9e1e59a885bbf470419b5d/main.pdf main.pdf pdf true 763552 MAIN 16 1-s2.0-0304510293E03125-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E03125/PREVIEW/image/png/42d0bdb45db251a1f282f921648a1315/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E03125/PREVIEW/image/png/42d0bdb45db251a1f282f921648a1315/main_1.png main_1.png png 45715 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 89 (1994) 267-282 Styrene hydrogenation on supported Pd, Fe and Pd-Fe/ y-A1203 catalysts Vasile 1. Parvulescua *, George Filotib, Viorica Pdrvulescu , Nicoleta Grecub, Emilian Angelescud, loan V. Nicolescud 'Research and Engineering Institute for Nonferrous Metals lndustrv, B-dul Biruinjei 102, Sector 2, Bucuresti 73951, Romania \"Institute of Physics and Materials Technology, Mdgurele, Bucureeti, Romania `Institute of Physical Chemistry, SplaiulIndependenlei 202, Sector 6, Bucuresti, Romania 'University of Bucharest, Faculty of Chemistry, Department of Chemical Technology and Catalysis, Bucure~ti, PO Box 12-241, Romania (Received October 12, 1992) Abstract Bimetallic Pd-Fe/y-A1203 catalysts with different concentration of palladium and 1 wt.% of iron were prepared via impregnation of Pd/ y-AI=03 catalysts with Fe(N03)3 solution and compared with corresponding monometallic Pd and Fe catalysts. The state of the supported components was studied by hydrogen chemisorption, ESR and Mbssbauer spectroscopy; hydrogenation of styrene was also used as a test reaction. The hydrogenation was shown to proceed selectively to ethylbenzene on monometallic Pd catalysts and unselectively to the mixture of ethylbenzene and ethylcyclohexane on the Fe catalysts. Presence of 0.1 wt.% of palladium in the Pd-Fe catalysts directed the hydrogenation exclusively to ethylbenzene while selectivity drops again upon increasing Pd loading to 0.3 and 0.5 wt.%. Possible reasons for such a non-trivial effect from the second metal are discussed. Key words: alumina; hydrogenation; iron; palladium; styrene; supported catalysts 1. Introduction Researches regarding the catalytic activity of bi- and multimetallic catalysts with high dispersion, in practice, started after 1970 [ 1 -4 ] . In these investigations a particular attention was focused on reforming, isomerization, hydrocracking or hydrogenation of CO molecule. *Corresponding author; fax ( +40-1)6272692. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102 (93)E0312-5 268 V.I. Pdrvulescu et al. /Journal of Molecular Catal>>sis 89 (1994) 267-282 Special emphasis was given on reactions in which the active centers were obstructed like hydrocarbon conversion [5-7]. For these catalysts the interaction between the supported metals leads to supported alloys or supported intermetallic compounds. It has been assumed that the addition of the second metal increases the resistance at the poisoning through the inhibition of the secondary reactions. Although all these catalytic systems exhibit hydrogenation function too, the hydrogenation reactions of the organic molecules on bimetallic catalysts was less investigated. For other catalytic systems the adding of the second metal leads to a promoter effect on the first one even without formation of metal-metal bonds. In this paper the way in which the activity and selectivity of a known catalyst widely used in selective hydrogenation as Pd/ y-A1,03 changes following the addition of a nonplatinum metal like iron has been investigated. In order to achieve a deeper knowledge of the process, the palladium concentration has been changed. The paper contains the result of a kinetic study of the test reaction too, as well as an attempt to investigate the interaction between the unsaturated groups of styrene with supported active metallic clusters. The styrene hydrogenation has been chosen as test reaction not only because of its practical interest but also for theoretical interest due to its two unsaturated systems energetically non-equivalent. The styrene hydrogenation can occur selectively to ethylbenzene or unselectively to ethylbenzene and ethyl cyclohexane according to the reactions: ~+3 Hz 2. Experimental The bimetallic Pd-Fe/ y-A120, catalysts were prepared by successive impregnation. In the first step, y-A'203 extruded support with 3.1 mm diameter and 3-4 mm length and surface area 160 m2/g was impregnated with H,PdC14 solution at pH= 1.5. After the impregnation step the sample was dried and reduced with hydrogen at 500 C for 5 h. In the second step, the resulted Pd/ y-A1203 catalyst was impregnated with Fe(N03)3 solution at pH 2. After the second impregnation step the catalysts were dried and reduced with hydrogen at 500 C for 5 h. Iron deposition on y-A1203 support was carried out by impregnation with a solution of Fe(N03)3 followed by a drying and reduction step [8] . The following catalysts were prepared: Pd(0.1%)/y-A1103; Pd(0.3%)/y-A1,03; Pd(0.5%)/y-Ah03; Fe (1%)/y-Al_O3; Pd(0.1%)-Fe(1%)/y-A1203; Pd(0.3%)/ Fe(1 %) / y-A1203 and Pd(0.5%)-Fe(1 %) / y-AI=O,. VI Parvulescu et al. l Journal of Molecular Catalysis 89 (1994) 267-282 269 Styrene hydrogenation was carried out in a flow reactor. Styrene was introduced into a vaporizer with mantle in which thermostated water was recirculated. By passing hydrogen in styrene the gas is enriched with styrene. The molar ratio hydrogen/ styrene was almost 103. To preserve the gaseous state of the reactant the mixture of styrene and hydrogen was then directed into a preheater. Then the mixture was introduced into the reactor. Hydrogen was purified through a Deoxo 5% Pd/ y-A1203 catalyst silica gel and molecular sieve 13 X. The employed styrene was from Merck. The reaction conditions employed were: catalyst volume 9.5 ml, temperature of the evaporator 90 C, temperature of the reaction in the range 60-90 C, and space velocities of reactant mixture between 500 and 1200 h- 1. The rate constants were evaluated: for temperatures below 60 C and space velocities in the range 500-7200 h- 1. Such conditions ensured values of the conversion below 15%. The reaction products were analyzed chromatographically using a gas Chromatron 1864.3. The identification of the peaks was performed using chromatographic standards. The specific surface was determined using the BET method, the porosity was determined by help of a Carlo Erba porosimeter and the tortuosity factor was calculated taking into account the experimentally determined values of the effective diffusion coefficients for solid supports with similar texture. The M6ssbauer data were obtained with a \"home made\" M6ssbauer spectrometer with symmetrical wave-form, on line with a computer. Special designed computer programs were used for data processing. The thickness of M6ssbauer samples was 30 mg/cm' and the \"Co source in rhodium matrix has an activity of about 1 GBq. EPR measurements were made with a JES-ME (JEOL) spectrometer operating in Xband frequencies. The derivatives of the spectra were recorded by using a 100 kHz field modulation. DPPH probe with g = 2.0036 0.0003 was used as a marker to calibrate the magnetic field. EPR spectra were recorded at different temperatures in the range - 156 to -23 C, the temperature of the samples was controlled to within 1 C by a temperature controlling unit attached to the spectrometer. Palladium dispersion was determined by hydrogen chemisorption using a volumetric absorption installation [ 9 ] . 3. Results 3.1. Mossbauer spectroscopy The M6ssbauer spectra of samples reduced in HZ atmosphere were in situ recorded after reduction at 795 K. Only two quadrupole doublets appeared. The experimental spectra at room temperature are presented in Fig. 1, while their parameters are shown in Table 1. The M6ssbauer energetical parameters (quadrupole splitting and isomer shift) are in good agreement with literature data [ 10] . The iron is distributed in two different positions, showing a high spin state (Fe\") (inner doublet) and a high spin state (Fe\" ) (external doublet), both positions showing a local charge asymmetry. The behaviour of line width suggested that the Fe2+ are placed near the surface. 270 VL Parvulescu et al. /Journal ofMolecular Catalysis 89 (1994) 267-282 x 105 7.306 7.273 7. 362 7.013. 7.353 7.003 a b d -2,508 0 2,508 vfmm/s) Fig. 1. Mossbauer spectra of Pd-Fe/y-AI203 and Fe/y-A1=03 catalysts. (a) Fe(I%)/y-A1~03; (b) Pd(o.l%)Fe(1%)ly-A1203; (e) Pd(0.3%)-Fe(1%)/y-A1z03; (d) Pd(0.5%)-Fe(1%)!y-AI=O3. The Pd presence influences mainly the vibrational modes of Fe-O bond, which preserve its ionic character, but weaker, due to a partial delocalization induced by palladium ions. The high dispersion of iron ions in direct connection with the support causes a peculiar local interaction suggesting the possibility of cluster formation [ 11 ] . 3.2. EPR spectra The EPR spectra of Pd/ y-A1203 samples reduced in HZ atmosphere were in situ recorded after reduction. A characteristic EPR spectrum of the samples is given in Fig. 2. The large V.I. Pdrvulescu et al. /Journal of Molecular Catalysis 89 (1994) 267-282 271 Table 1 Mossbauer parameters of investigated samples Sample Subspectrum JEQ (mm/s) a 8 (mm/s) T(mm/s) A (%) Fe(1%)/y-A1203 1 2.14 0.78 0.95 22 2 0.90 0.25 0.77 78 Pd(0.1%)-Fe( 1%)/y-Ah03 1 2.22 0.72 0.89 23 2 0.88 0.27 0.70 77 Pd(0.3%)-Fe( 1%)/y-AI=03 I 2.26 0.79 0.83 16 2 0.90 0.25 0.76 84 Pd(0.5%a)-Fe(1%)/y-Al203 1 2.20 0.67 0.57 17 2 0.84 0.26 0.79 83 -pd.t T=113 K 9e+=2.314 ur Fig. 2. EPR spectrum of Pd/ y-A120g catalyst. and intense signal has g = 2.314 and 4B = 650 G (4B is the line width). These parameters do not change with temperature, although changes in shape of line are observed. The line intensity undergoes also important changes upon decreasing temperature. The plot of 1 /1 vs. temperature where 1 is the relative intensity for this signal is given in Fig. 3. Due to the following arguments we assign the EPR line discussed above to the Pd' clusters. Pd\" ion is a 4d9 and in an octahedral field with tetragonal distortion its fundamental state is an orbital singlet. Therefore its EPR line can be observed at a temperature higher than - 195 C. The g factor has to be higher than g = 2.003 in agreement with the value determined experimentally. Moreover, in the case of isolated ions, a marked anisotropy [ 12,13 ] should be observed, that is different principal values for g tensor. Experimentally, the almost symmetrical line observed implies Pd centers for which this anisotropy is averaged. Agglomeration of palladium ions in clusters with a pronounced internal exchange interaction 272 V.L Pan,ulescu et al. /Journal of Molecular Catalysis 89 (1994) 267-282 X10 C 0.5 -140 - 100 - 50 temperature, C Fig. 3. Dependence of 1 /l on temperature, ! being the relative intensity of the resonance signal. Fe3~ T=293K 500 G L Fig. 4. EPR spectrum of iron in Pd-Fe/ y-A1203 catalysts. 1/eBZ 6 4 T O 2 140 300 500T(K) Fig. 5. The inverse of the integral intensity of the lineas a temperature function for iron in Pd-Fe/ y-A'203 catalysts. explains the experimental data noticed. The rapid variation with temperature of the line intensity without any change of g and dB parameters supports as well this idea. Comparison of the signals of the three catalyst samples with different palladium concentrations shows that the relative intensities are not in 5:3:1 ratio, but approximately 2:1.7:1 respectively. This indicates that only a small part of palladium exists as paramagnetic Pd' and it decreases with the concentration of palladium. V.I. Pdrvulescu et al. /Journal of Molecular Catalysis 89 (1994) 267-282 80I 70 6( 2 70 r c of 60 v a_ T L N 50 40 O (C) 6 7 contact time, sec. 5 6 7 contact time,sec. O 3=t 2 0 Jo 1 2 3 4 5 6 7 contact time,sec. Fig. 6. Variation of conversion with contact time depending on the catalysts nature (temperature 80 C; ( A ) 0.5% Pd; ( X ) 0.3% Pd; ( ) 0.1% Pd; ( ) ethylbenzene; (----) ethylcyclohexane). (a) Pd/y-A1203; (b) PdFe/y-A12O3; (c) Fe/y-A1203. 274 V L Parvulescu et al. / Journal of Molecular Catalysis 89 (1994) 267-282 100 -' ~re (a) .-.-~ x 95 *~ 90 50 60 70 80 90 temperature,, C N N 90 a d N ._ X a c 6 o U 80 '' L_ 4N 70 `, 2 50 60 70 80 90 temperature,, C (C) N N 40 N T N 30 20 +' f0 60 70 80 90 temperature,, C Fig. 7. Variation of conversion with temperature depending on the catalyst nature (contact time 7.2 s; ( A ) 0.5% Pd; X ) 0.3% Pd; ( ) 0.1% Pd ( ) ethylbenzene; (----) ethylcyclohexane). (a) Pd/y-AI=0,: (b) PdFe/y-AIz0,; (c) Fe/y-AI=03. V 1. Parvulescu et al. /Journal of Molecular Catalysis 89 (/994) 267-282 275 / CU 90 a a N C d L 80 70 60 50 60 70 80 90 temperature, C Fig. 8. Variation of conversion with the temperature on Pd/y-A1203 and Fe/y-A1203 catalyst mixture (contact time: 3.6 s) ( A ) 0.5%Pd; ( X ) 0.3%Pd; ( ) 0.1% Pd; ( ) ethylbenzene; (----) ethylcyclohexane). Pd-Fe/ y-A1203 catalysts displayed a broad signal with g = 2.09-2.10 and 4B =1000 G (Fig. 4). The total intensity of EPR signal decreases dramatically with the increase of the palladium concentration. This fact confirms that the palladium does not influence the iron distribution on the surface and in the bulk of the particle. The features of the broad signal were studied at different temperatures. The gef values increase slightly with the decrease of the temperature. This can be explained by a demagnetization effect, the magnetization being higher at low temperatures. The line width decreases strongly and reversible with the increase of the temperature. The inverse of the integral intensity of the line as a temperature function is presented in Fig. 5. One can observe three domains of variation: at low temperatures, as approximately constant; for intermediate temperatures, of the Curie Weiss type (linear with T); and at temperatures up to 130 K, decreases rapidly with temperature. On basis of these EPR measurements it is plausible to conclude that the broad signal can be attributed to a superparamagnetic state due to iron oxide particles in which there is Fe 3+. 3.3. Activity data Fig. 6a-c show the conversion of styrene during hydrogenation on Pd-Fe /y-A1203, Pd/ ,y-A'20, as a function of contact time. The increase of palladium concentration is accompanied by an increase of conversion both for monometallic catalysts Pd/Y-A1203 and for bimetallic catalysts Pd-Fe/y-A1203. However, regarding the yield of ethylbenzene at the highest values of the contact time, the latter catalysts with different content of palladium are arranged in an opposite order as compared with corresponding Pd/ y-A1203 catalysts. It should be taken into account that due to the way of the styrene inlet in the reactor, the variation of contact time simultaneously causes changes in the molar ratio of hydrogen:reactant. In the field of represented working space velocities, the variation of this ratio is found between the limits: 0.14 X 104 and 1.3 X 104. 276 V.1. Pdrvulescu et al. /Journal of Molecular Catalysis 89 (1994) 267-282 The total conversion of styrene increases with temperature and the difference between all the catalysts becomes very small (Fig. 7a-c). The interaction between the two metallic components of the catalysts (Pd and Fe) as shown in Figs. 6 and 7 has a synergetic effect. It is confirmed by the fact that when the reaction was performed in the presence of 19 ml catalysts (9.5 ml Pd/Y-A1203 and 9.5 ml Fe/y-A1203) the obtained values of the conversion are very close to those obtained for monometallic catalysts Pd/ y-A1203 (Fig. 8). The selectivity changed to ethylbenzene at styrene hydrogenation on bimetallic catalysts Pd-Fe/ y-A1203 in comparison with the catalysts Fe/ y-A1203 (Fig. 9). Styrene hydrogenation on Pd/y-A1203 catalysts occurs selectively with only the formation of ethylbenzene no matter the palladium concentration. 3.4. Kinetic results The activity tests suggested that one total conversion of styrene in hydrogenation reaction on the above catalysts obeys first order kinetics. This fact was verified by fitting the experimental data. The determination of kinetic parameters of styrene hydrogenation was performed assuming an ideal type of flow reactor [ 14] . The definition involves the absence of axial mixing and a total radial mixing. In practice, in the experimental test, both the small value of the ratio between the particle diameter of the catalyst and the reactor length, and the use of hydrogen in excess as carrier gas shows that the reactor works nearly at ideal behaviour. 0/0 EB 90 E B+EC 70 SO 30 10 1IFe/S-A1203 0.1 % Pd +1 /. Fe 0.3 ,o Pd 1 I Fe 0,5 /. Pd.1 % Fe t AI2 03 rA1203 ~ At Z 03 Fig. 9. Variation of the selectivity with the nature of the catalyst depending on the contact time (temperature 70 C; EB=ethylbenzene; EC =ethylcyclohexane). O 7.2 sec. 2.4 sec. C b Table 2 .o Values of kinetic parameters corresponding to styrene hydrogenation reaction on Pd/y-A\"03 catalysts o Catalyst Temperature k De, Porosity Tortuosity Specific Density ( Os) / ( $,.) ( 17s) / ( 770 (K) (h-') (cm'/s) factor surface area (g/cmi) (cmz/g) 0 Pd(0.1%)/y-AI103 313 464 74.80x10-' 0.52 0.65 76x10' 1.18 1.03/0.34 0.9300/0.9600 323 709 79.90x 10-' 1.48/0.49 0.9119/0.9476 o 333 992 82.57 x 10- 1.69/0.56 0.8912/0.9342 i? Pd(0.3%)/y-A1203 313 710 40.08x 10-' 0.43 0.95 172x 10 1.20 1.73/0.57 0.8436/0.9015 n 323 1014 40.52 x 10- 2.08/0.69 0.7932/0.8645 333 1440 40.95 x 10-' 2.44/0.81 0.7436/0.8248 Pd(0.5%) /y-A1203 313 1032 19.04 x 10- 0.32 1.10 168 x 10' 1.21 3.03/ 1.01 0.6671 /0.7574 00 323 1380 19.58 x 10-' 3.55/ 1.18 0.6079/0.6996 .o 333 1840 19.89 x 10-' 3.96/ 1.32 0.5661 /0.6558 N a C Table 3 b C> Values of kinetic parameters corresponding to the styrene hydrogenation reaction on Fe/y-AI'0, and Fe-Pd/y-AI,0, catalysts o Catalyst Temperature k Def Porosity Tortuosity Specific Density ($,) / ( $,-) (K) (h-') (emZ/s) factor surface area (g/cin') (cm2/g) ' y Fe (1 %r) /y-A1,03 313 376 69.48 X 10-4 0.59 0.69 175 x 10 1.195 0.95/0.31 0.9435/0.9672 11 323 502 69.05 X 10-' 1.11 /0.37 0.9261 /0.9565 a 333 660 71.13 X 10 1.25/0.41 0.9084/0.9453 0 Pd(0.1%)-Fe(1%)/y-AIZ03 313 713 58.39x10- 0.49 0.78 173X10' 1.200 1.44/0.42 0.8842/0.9295 323 1030 59.09X10- 1.72/0.57 0.8453/0.9029 333 1460 59.78X10-4 2.03/0.679 0.8005/0.8700 Pd(0.3%)-Fe(1%)/y-AIZ03 313 898 34.05X10-' 0.41 0.97 169X10' 1.280 2.11/0.706 0.789/0.8613 323 1260 34.42 X 10-' 2.94/0.98 0.6778/0.7673 333 1760 34.79 x 10 ' 3.77/0.97 0.6798/0.7691 s Pd(0.5%)-Fe( 1 %) /y-A1103 313 906.8 13.59 X 10-4 0.3 1.2 179 X 10' 1.310 3.36/ 1.12 0.6282/0.7200 323 1380 13.74x 10 ' 4.13/1.37 0.5505/0.6390 333 2020 13.89X10-' 4.97/1.67 0.4819/0.5608 N x N V.l. Parvulescu et al. /Journal of Molecular Catalysis 89 (1994) 267-282 279 The characteristic equation of the reactor considering stationary conditions, no axial mixture and a plane profile of velocities is: d(u7CA) _ _ (1) t~ A dz The system was analytically integrated. In order to determine the kinetic parameters for the hydrogenation reactions on monometallic catalysts Pd/ y-A1203, Fe/ y-A1203 and bimetallic catalysts Pd-Fe/ y-A1203 the integral relations have been used [ 14] . Using the Arrhenius equation the values of the activation energy as well as those of the pre-exponential factor have been calculated. The values of kinetic parameters corresponding to the styrene hydrogenation on monometallic Pd/ y-A1203 catalysts are given in Table 2 and for bimetallic Pd-Fe /y-A1203 and monometallic Fe/ y-A1203 catalysts in Table 3. The lack of the internal diffusion was checked through the determination of the efficacy factors rlc and qr (for spherical and cylindrical particles), according to the Satterfield's formulae [ 15 ] ,q\" 3 [ 1 I ] (2) OS tanh O, Oc and tanh OL OL where Os and OL are the Thiele modulus corresponding to spherical and cylindrical particle shapes, respectively. The values of the efficacy factor are given in Tables 2 and 3. The value of the pre-exponential factors could be considered as another indication for the lack of diffusion limitations. As far as the resistance at the mass transfer is concerned, the value of j, have been calculated from jD=f(Re) [ 14] . As Re < 190, to calculate jp the relationship [ 16,17] jp =1.66(Re) - .s1 (4) was used. In such conditions the pressure difference along the catalyst layer was less than 0.03 bar showing that the influence of the external mass transfer is negligible. The higher value of the activation energy obtained for bimetallic catalyst Pd(0.5%)-Fe/ ,y-A1203 are compensated by the higher value of the pre-exponential factor. This compensation effect was revealed for a number of bimetallic catalysts Pd-Fe/ y-A11203 tested in the same reaction but in a chromatographic pulse [ 18] . 4. Discussion The small differences in activities for the Pd/y-AIZ03 catalysts can be assigned to the particle size. The determinations of palladium dispersion (Table 4) show that beginning with a 0.3% palladium concentration on the surface agglomerations occur [9]. The calcu- 280 V 1. Parvulescu et al. /Journal of Molecular Catalysis 89 (7994) 267-282 Table 4 Values of the H/Pd ratio of an active palladium diameter and of metal surface for different concentrations of Pd/ y-A'203 as determined by hydrogen chemisorption Catalyst H/Pd D (A) S (m=/g) Pd(0.1 %) /y-AIZ03 0.91 9.72 0.35 Pd(0.3%) /y-A\"03 0.55 16.0 0.64 Pd(0.5 %) / -y-A1203 0.44 20.0 0.86 lation of the turnover number for monometallic catalysts Pd/ y-A1203 confirmed that in this field of concentrations the styrene hydrogenation is structurally sensitive [ 19] . For Pd(0.1 %) / y-A1203 catalyst the higher dispersion of palladium and the higher [oxidized palladium]: [total palladium] ratio than for 0.3 % and 0.5% Pd allows a higher number of associations with non-platinum metal, when the latter is introduced into the samples. It was shown by Mossbauer and EXAFS data [20] that no Pd-Fe bonds are generated in the conditions of catalyst preparation. These experiments permitted us to show by EXAFS that there are modified Pd-O and Fe-O, and also Pd-Pd and Fe-Fe bonds [ 20 ] . The iron interacts with palladium through the oxygen ions, thus changing the electronic density of palladium. The presence of modified clusters in these bimetallic catalysts has been supposed by EPR and Mossbauer spectroscopy. Palladium does not influence the iron distribution on the surface and in the bulk of the particle but it influences mainly the vibrational modes of FeO bond, which preserve its ionic character, but weaker due to partial delocalization induced by palladium ions. Considering the electronic aspects of the above mentioned interaction one has to notice the structures 5s 4d' and 4s23d' for palladium and iron, respectively. The difference between the standard potential of iron and palladium increases the electrophilic character for bimetallic interactions [9]. Considering this model, the interaction Pd-Fe due to the \"d\" character of the non-platinum metalled to the formation of some centers of high density in comparison with the monometallic catalysts. This is more obvious in the case of the bimetallic Pd(0.1%)-Fe(1%) /y-AL20, catalyst for which the activity is higher than of the monometallic Pd/ y-A1203 and Fe/ y-A1203 catalysts. For higher concentrations of palladium in bimetallic catalysts (0.3% and 0.5%) it is possible that the higher sizes of palladium and iron clusters enables individual hydrogenation of styrene on each of them. It is also possible that larger clusters enable a different kind of interaction compared with the interaction of small clusters. In such a way the selectivity of Pd(0.3)-Fe( I %) /y-A1103 could be explained. In previous papers [19,21,22] a hypothesis of a Blyholden-Allen interaction [23] between styrene and catalysts has been considered. This interaction has been supposed to be conditioned by a double transfer between the organic molecule and the active supported metallic formations. The realization of mentioned bimetallic interactions shapes this process, favouring one or another of these directions and so explaining the activity variation with palladium concentrations for the bimetallic catalysts. The correlation between the activity data with VI. Pdrvulescu et al. /Journal of Molecular Catalysis 89 (1994) 267-282 281 those concerning the catalyst properties supports the proposed model which can be considered as a model of \"modified clusters\" in which the basic cluster is the palladium cluster. The interaction between catalysts and styrene is realized as a coordinative interaction in which the metal-ligand bond changes due to the variable number of metallic orbitals. This number depends on the chemical nature of the metal (Pd or Fe) and on the coordination with individual elements of the active metal centers in the resulted bimetallic structures. Thus the activity and selectivity of the above catalysts can be explained. S. Conclusions The styrene hydrogenation on Pd/y-A1.,03 catalysts proceeds at a high rate and results in formation of ethylbenzene as the only product. Fe catalyst shows poor activity and their use leads to formation of ethylcyclohexane in addition to ethylbenzene. Meantime, activity of bimetallic Fe-Pd catalysts is higher than that for the monometallic Pd catalysts and selectivity is a function of Pd loading. The mutual influence of the metals cannot be accounted for by formation of a mixed Fe/ Pd phase but should be assigned to interaction between separate clusters of iron and palladium, as a direct one or through the support. The interaction seems to be more pronounced at a low Pd loading, when there is a considerable portion of palladium in an unreduced state and the \"modified clusters\" are fixed together by Pd-O-Fe bonds. This might explain why the selectivity in styrene hydrogenation for the bimetallic catalysts with relatively high contents of palladium resembles that of the Fe catalysts although at low Pd loading is the same as for monometallic Pd catalysts. Acknowledgments The authors are grateful to Professor E. Segal from University of Bucharest for encouraging us in this work and supporting it by many helpful discussions. References [ I ] D.F. Ollis, J. Catal., 23 (1971) 131. [2] J.H. Sinfelt and R.L. Garten, US Pat. 3,953,368 (1976). [3] P.G. Menon, J. Sieders, F.J. Streefkerk and G.J.M. Van Keulen, J. Catal., 29 (1973) 188. [4] J.H. Sinfelt, Y.L. Lam, J.A. Cusumano and A.E. Barrett, J. Catal., 42 (1976) 22. [5] H.E. Klueksdahl, US Pat. 3,415,737 (1968). [6] B.H. Isaacs and E.E. Petersan, J. Catal., 85 (1984) 1. [7] H.M. Miura and R.D. Gonzales, J. Phys. Chem., 86 (1982) 1577. [8] IN. Nicolescu, V. Parvulescu, V. Parvulescu and I. SAndulescu, Rev. Roum. Chim., 35 (1990) 161. [9] V. Parvulescu,1. Sandulescu, N. Grecu, Cr. Conlescu and IN. Nicolescu, Rev. Roum. Chim., 33 (1988) 1. [ 10] R.L. Garten, J. Catal., 43 (1976) 18. [ l 1 ] G. Filoti, V. Parvulescu and IN. Nicolescu, in press. [ 12] Y. BenTsarit, J.C. Vedrine, J. Dutel and C. Naccache, J. Moyn. Res., 31 (1978) 251. [ 13] P.A. Berger and J.F. Roth, J. Catal., 4 (1965) 717. 282 V 1. Pdrrulescu et al. /Journal of Molecular Catalysis 89 (1994) 267-282 [ 14] G.F. Fromant and K.B. Bischoff, Chemical Reactor Analysis and Design, Wiley, New York, 1979. [ 15] Ch.N. Satterfield and Th.K. Sherwood. The Role of Diffusion in Catalysis, Addison Wesley, Reading, MA. Palo Alto, CA, London, 1960, p. 65. [16] R.M. Koros and E.J. Nowak. Chem. Eng. Sci., 22 (1967) 470. [ 17] M.S. Vigderganz, The Calculation in Gas Chromatography, lzdatel'stvo Himia, Moskva, 1978, p. 218. [ 18] I.V. Nicolescu, V. Parvulescu, Xu Yandong and I. Sandulescu, Proceedings of the Vth International Symposium on Heterogenous Catalysis, Varna, 1983, Part 1, p. 321. [ 19 ] V. Parvulescu, V. Parvulescu, LV. Nicolescu and I. Sandulescu. Rev. Roum. Chim., 33 ( 1988) 1041. [20] D. Macovei, V. Parvulescu, V. Parvulescu and I.V. Nicolescu, in press. [21 ] I.V. Nicolescu, V. PArvulescu, V. Parvulescu and Em. Angulescu, Rev. Roam. Chim.. 35 ( 1990) 145. [22] I.V. Sandulescu, V. Parvulescu, I. Sabreveulescu, E. Szabo and AI. Popa, Rev. Roum. Chim., 31 (1986) 375. [231 G. Blyholder and M.C. Allen, J. Am. Chem. Soc., 91 (1969) 3158. X244 93E03125 0304-5102(93)E0312-5 10.1016/0304-5102(93)E0312-5 Styrene hydrogenation on supported Pd, Fe and Pd-Fe/γ-Al2O3 catalysts Vasile I. Paˆrvulescu * a George Filoti b Viorica Paˆrvulescu c Nicoleta Grecu b Emilian Angelescu d Ioan V. Nicolescu d a Research and Engineering Institute for Nonferrous Metals Industry, B-dul Biruin b Institute of Physics and Materials Technology, Ma˛gurele, Bucure c Institute of Physical Chemistry, Splaiul Independen d University, of Bucharest, Faculty, of Chemistry, Department of Chemical Technology and Catalysis, Bucure * Corresponding author; fax ( +40-1)6272692. Bimetallic Pd-Fe/γ-Al2O3 catalysts with different concentration of palladium and 1 wt.% of iron were prepared via impregnation of Pd/γ-Al2O3 catalysts with Fe(NO3)3 solution and compared with corresponding monometallic Pd and Fe catalysts. The state of the supported components was studied by hydrogen chemisorption, ESR and Mössbauer spectroscopy; hydrogenation of styrene was also used as a test reaction. The hydrogenation was shown to proceed selectively to ethylbenzene on monometallic Pd catalysts and unselectively to the mixture of ethylbenzene and ethylcyclohexane on the Fe catalysts. Presence of 0.1 wt.% of palladium in the PdFe catalysts directed the hydrogenation exclusively to ethylbenzene while selectivity drops again upon increasing Pd loading to 0.3 and 0.5 wt.%. Possible reasons for such a non-trivial effect from the second metal are discussed. Keywords alumina hydrogenation iron palladium styrene supported catalysts References [1] Ollis D.F. J. Catal. 23 1971 131 [2] J.H. Sinfelt and R.L. Garten, US Pat. 3,953,368 (1976). [3] Menon P.G. Sieders J. Streefkerk F.J. Van Keulen G.J.M. J. Catal. 29 1973 188 [4] Sinfelt J.H. Lam Y.L. Cusumano J.A. Barrett A.E. J. Catal. 42 1976 22 [5] H.E. Klueksdahl, US Pat. 3,415,737 (1968). [6] Isaacs B.H. Petersan E.E. J. Catal. 85 1984 1 [7] Miura H.M. Gonzales R.D. J. Phys. Chem. 86 1982 1577 [8] Nicolescu I.V. Paˆrvulescu V. Paˆrvulescu V. Sa˛ndulescu I. Rev. Roum. Chim. 35 1990 161 [9] Paˆrvulescu V. Saˆndulescu I. Grecu N. Conţescu Cr. Nicolescu I.V. Rev. Roum. Chim. 33 1988 1 [10] Garten R.L. J. Catal. 43 1976 18 [11] G. Filoti, V. Paˆrvulescu, I.V. Nicolescu, in press. [12] BenTsarit Y. Vedrine J.C. Dutel J. Naccache C. J. Moyn. Res. 31 1978 251 [13] Berger P.A. Roth J.F. J. Catal. 4 1965 717 [14] Fromant G.F. Bischoff K.B. Chemical Reactor Analysis and Design 1979 Wiley New York [15] Satterfield Ch.N. Sherwood Th.K. The Role of Diffusion in Catalysis 1960 Addison Wesley Reading, MA. Palo Alto, CA, London 65 [16] Koros R.M. Nowak E.J. Chem. Eng. Sci. 22 1967 470 [17] Vigderganz M.S. The Calculation in Gas Chromatography 1978 Izdatel'stvo Himia Moskva 218 [18] Nicolescu I.V. Paˆrvulescu V. Yandong Xu Sa˛ndulescu I. Proceedings of the Vth International Symposium on Heterogenous Catalysis, Varna 1983 321 Part 1 [19] Paˆrvulescu V. Paˆrvulescu V. Nicolescu I.V. Sa˛ndulescu I. Rev. Roum. Chim. 33 1988 1041 [20] D. Macovei, V. Paˆrvulescu, V. Paˆrvulescu and I.V. Nicoleseu, in press. [21] Nicolescu I.V. Paˆrvulescu V. Paˆrvulescu V. Angulescu Em. Rev. Roum. Chim. 35 1990 145 [22] Sandulescu I.V. Paˆrvulescu V. Sabreveulescu I. Szabo E. Popa Al. Rev. Roum. Chim. 31 1986 375 [23] Blyholder G. Allen M.C. J. Am. Chem. Soc. 91 1969 3158",
      "scopus-id": "0028766393",
      "coredata": {
        "eid": "1-s2.0-0304510293E03125",
        "dc:description": "Bimetallic Pd-Fe/γ-Al2O3 catalysts with different concentration of palladium and 1 wt.% of iron were prepared via impregnation of Pd/γ-Al2O3 catalysts with Fe(NO3)3 solution and compared with corresponding monometallic Pd and Fe catalysts. The state of the supported components was studied by hydrogen chemisorption, ESR and Mössbauer spectroscopy; hydrogenation of styrene was also used as a test reaction. The hydrogenation was shown to proceed selectively to ethylbenzene on monometallic Pd catalysts and unselectively to the mixture of ethylbenzene and ethylcyclohexane on the Fe catalysts. Presence of 0.1 wt.% of palladium in the PdFe catalysts directed the hydrogenation exclusively to ethylbenzene while selectivity drops again upon increasing Pd loading to 0.3 and 0.5 wt.%. Possible reasons for such a non-trivial effect from the second metal are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E03125",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Paˆrvulescu, Vasile I."
          },
          {
            "@_fa": "true",
            "$": "Filoti, George"
          },
          {
            "@_fa": "true",
            "$": "Paˆrvulescu, Viorica"
          },
          {
            "@_fa": "true",
            "$": "Grecu, Nicoleta"
          },
          {
            "@_fa": "true",
            "$": "Angelescu, Emilian"
          },
          {
            "@_fa": "true",
            "$": "Nicolescu, Ioan V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E03125"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E03125"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0312-5",
        "prism:volume": "89",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Styrene hydrogenation on supported Pd, Fe and Pd-Fe/γ-Al2O3 catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "alumina"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "iron"
          },
          {
            "@_fa": "true",
            "$": "palladium"
          },
          {
            "@_fa": "true",
            "$": "styrene"
          },
          {
            "@_fa": "true",
            "$": "supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "267-282",
        "prism:endingPage": "282",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1994",
        "prism:doi": "10.1016/0304-5102(93)E0312-5",
        "prism:startingPage": "267",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0312-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028766393"
      }
    }
  }
}