{
  "metadata": {
    "title": "The kinetics of the hydroformylation of butene-1 over rhodium-supported liquid-phase catalysts: the influence of pore filling",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-08-15",
    "doi": "10.1016/0304-5102(85)85034-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285850343",
    "pii": "0304510285850343"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022110773",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2016-06-14T11:20:11 1-s2.0-0304510285850343 0304-5102(85)85034-3 0304510285850343 10.1016/0304-5102(85)85034-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01642 2024-01-02T01:05:30.650091Z 0 0 19850815 1985 2001-09-14T00:00:00Z rawtext articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref 0304-5102 03045102 false 32 32 1 1 Volume 32, Issue 1 8 77 90 77 90 19850815 15 August 1985 1985-08-15 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. KINETICSHYDROFORMYLATIONBUTENE1OVERRHODIUMSUPPORTEDLIQUIDPHASECATALYSTSINFLUENCEPOREFILLING PELT H PELT 1985 319 H PELT 1985 107 H PELT 1985 107 H AHMAD 1972 843 N GERRITSEN 1980 139 L GERRITSEN 1980 265 L HERMAN 1983 J THESIS DORO 1978 76 P SYMPOSIUMHOMOGENEOUSCATALYSIS OCONNOR 1968 2665 C CRAMER 1966 2272 R VENSELAAR 1980 J THESIS GREGORIO 1969 89 G YAGUPSKY 1970 937 M BROWN 1982 721 J EVANS 1969 2660 D PITTMAN 1975 1749 C PELTX1985X77 PELTX1985X77X90 PELTX1985X77XH PELTX1985X77X90XH item 0304-5102(85)85034-3 0304510285850343 1-s2.0-0304510285850343 10.1016/0304-5102(85)85034-3 272239 2024-01-02T01:05:30.650091Z 1985-08-15 1-s2.0-0304510285850343-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850343/MAIN/application/pdf/5922b1ede026c58263a59ae88fd44e2c/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850343/MAIN/application/pdf/5922b1ede026c58263a59ae88fd44e2c/main.pdf main.pdf pdf true 971586 MAIN 14 1-s2.0-0304510285850343-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285850343/PREVIEW/image/png/833f6c9557ad7209b573decf84e91040/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285850343/PREVIEW/image/png/833f6c9557ad7209b573decf84e91040/main_1.png main_1.png png 60729 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 32 (1986) 77 - 90 77 THE KINETICS OF THE HYDROFORMYLATION OF BUTENE-1 OVER RHODIUM-SUPPORTED LIQUID-PHASE CATALYSTS: THE INFLUENCE OF PORE FILLING H. L. PELT, R. P. J. VERBURG and J. J. F. SCHOLTEN*! Department of Chemical Technology, Delft University of Technology, Julianalaan 136, 2628 BL Delft (The Netherlands) (Received September 18, 1984; accepted November 7, 1984) Summary The kinetics of the hydroformylation of butene-1 over a rhodium- supported liquid-phase catalyst (Rh-SLPC) was studied in a flow reactor, at a total pressure of 1.2 MPa. The partial pressures of CO, H; and butene-1 varied between 0.1 and 0.6 MPa, whereas the reaction temperature changed from 333 to 373 K. At very low pore filling ('monolayer catalysts') a considerable change in the reaction order of butene-1 from 1.3 to 0.5 - 0.8 was observed. Possible side reactions have been studied. Butene-1 hydrogenation was stimulated by lowering the reaction temperature and the CO partial pressure, isomerization of butene-1 could be largely avoided by choosing a temper- ature below 370 K and aldol condensation was minimized if non-acidic supports were used. IR and 3lP NMR studies of the various rhodium complexes present in rhodium-SLP catalysts have been performed. Introduction In our previous publications [1-3] we have shown that in a rhodium- SLPC a distinction must be made between three classes of rhodium com- plexes: those adsorbed at the solid-liquid interface, those dissolved in PPh3, and the complexes at the liquid-gas interface. In the kinetic experiments reported in the present article we deal with two classes of complexes only, due to the fact that the support used was the macroreticular resin XAD-2, a material which shows hardly any adsorptive complex withdrawal. Author to whom correspondence should be addressed. \"^Also affiliated to the Department of Catalysis, Central Laboratories, DSM, Geleen, The Netherlands. 0304-5102/86/$3.30 Eisevier Sequoia/Printed in The Netherlands 78 As shown before [2, 3] the complexes at the gas-liquid interface induce a high hydroformylation activity attended by a low linear-to- branched alkanal ratio, whereas the complexes dissolved in the solvent- ligand PPh3 have a lower activity, attended by a very high linear-to-branched ratio : R-CH^CHa + CO + H; R-CHz-CHO R-CH-CHa CHO It is the aim of the present article to investigate to what extent the above-mentioned two types of complexes change the reaction kinetics when the degree of pore filling is gradually lowered; in doing so, the ratio of the number of interface complexes to the number of dissolved complexes will gradually increase. Finally, the question arises as to the structure of the rhodium com- plexes present in an SLPC during hydroformylation. To help clarify this, both fresh and used catalysts were investigated by means of IR and \"P NMR spectroscopy. Ideally such measurements should be performed in situ, but this was not achieved. Experimental Materials RhH(CO)(PPh3)3 was prepared by the method of Ahmad et al. [4]. Triphenylphosphine (Merck, F.R.B., 99%) was used as received. Benzene and toluene (Merck, F.R.G., 99%) were dried over 3A molecular sieves from Union Carbide, U.S.A. Dichloromethane and trichloromethane (99%) were supplied by Merck, F.R.G. Butene-1 (99.5%), cis- and frans-butene-2 (99%), nitrogen (99.9%) and hydrogen (99.99%) were obtained from Hoek Loos NV, The Netherlands. Carbon monoxide (99.5%), helium (99.98%), propene (99.5%) and ethene (99.9%) were obtained from Air Products, U.S.A. The gases were purged of traces of oxygen, water and carbon dioxide over BASF catalyst R3-11, 3A molecular sieve and sodium hydroxide on asbestos ('Ascariet') respectively. Hydrogen was purged of traces of oxygen and water over a Pd-on-alumina catalyst (from BASF, F.R.G.) and over 3A molecular sieve. The support material, Silica-H, is a non-commercial product from DSM, The Netherlands, with a BET surface area of 46 m2 g~1, a pore volume of 0.44 cm3 g~1 and a sodium content of only 10 ppm. The macroreticular resin Amberlite XAD-2, from Serva, F.R.G., had a BET surface area of 300 m2 g\"1 and a pore volume of 0.69 cm3 g~1. 79 Catalyst preparation The rhodium-SLP catalysts were prepared by dry impregnation of the supports with a solution of RhH(CO)(PPh3)3 and of PPh3 in benzene, fol- lowed by evaporation of the benzene. This method is described by Gerritsen etal. [5]. Hydro f ormy lotion apparatus The fixed-bed continuous-flow equipment and the method of ex- perimentation is described in [1]. Isomerisation and hydrogenation products of the alkenes were analysed with a self-constructed gas Chromatograph equipped with a flame ionization detector and a Hewlett Packard 5701A electrometer. The column was filled with Spherosil XOB-75 (length 3 m, i.d. 0.0021 m). Hydroformylation and aldol condensation products were analysed with a Hewlett Packard gas Chromatograph 5710A. The column was filled with 25% 0V 101 on Chromosorb-WHP (length 4 m, i.d. 0.0021 m). Peak areas were integrated with a microprocessor LC1 11/03, from Digital Equipment Co., U.S.A. Spectroscopy IR spectra were measured with a Perkin Elmer 580 B grating spectro- photometer, and 31? NMR spectra with a Varian XL 200 (liquids) or with a self-constructed 180 MHz apparatus (solids). Results and discussion The kinetics of butene-1 hydro f ormy lotion The kinetic studies were carried out in a flow reactor at a total pressure of 1.2 MPa with partial pressures of hydrogen, carbon monoxide and butene-1 varying between 0.1 and 0.6 MPa. The gas flow was kept constant at 1.5 cm3 s~1. The reaction temperatures were chosen between 333 and 373 K. In order to ensure that the reactor behaved differentially, all ex- periments were performed at a degree of conversion below 5%. The catalyst support was a porous styrene-divinylbenzene resin (type XAD-2), with a BET surface area of 300 m2 g\"\"1. In all catalysts investigated, the molar P/Rh ratio was 100. Catalysts with several degrees of pore filling were investigated, but the catalyst load of the reactor was chosen such that the total amount of rhodium was always the same. All results are expressed in the form of a power rate law: r = feo^H^co^butene-i'' esp(-EJRT) (1) where r is the reaction rate per unit weight of rhodium, ko is the reaction rate constant, a is the order in hydrogen pressure, & the order in carbon monoxide pressure and c the order in butene-1 pressure, E^ is the apparent activation energy and T the absolute temperature. 80 The observed reaction orders are summarized in Table 1, both for a relatively high degree of pore filling (5 = 0.5) and for a very low degree of pore filling ('monolayer catalyst': 0 = 0.05). Table 2 contains the apparent activation energies. In both Tables, kinetic parameters are given for the total rate of pentanal formation (r), the rate of n-pentanal formation (ri) and the rate of iso-pentanal formation (r,, ). TABLE 1 Kinetics of the hydrofonnylation of butene-1 over a rhodium-SLPC. The reaction orders in hydrogen pressure (a), carbon monoxide pressure (b) and butene-1 pressure (c) Degree of pore filling o Rate equation for:11 a & c 0.5 r 0.08 0.22 1.41 0.8 ' l 0.08 0.10 1.30 0.5 ' b 0.08 1.00 1.70 0.05 r 0.07 0.24 0.57 0.05 ' l 0.12 0.20 0.50 0.05 ' b -0.03 0.70 0.80 ^The orders found in the equations describing the total rate of formation of pentanal, the rate of formation of n-pentanal and the rate of formation of iso-pentanal, are indicated respectively by r, ri and r^. Reaction orders have been determined at 363 K. TABLE 2 The apparent activation energies for the hydrofonnylation of butene-1 over a rhodium SLPC at several degrees of pore filling and a Hz :CO :butene-l ratio of 1:1:1 Degree of pore filling o E^tot)^ ^ai1)1' ^aW (kJmol-1) (kJmol-1) (kJmol-1) 0.05 60 59 64 0.20 79 75 68 0.50 85 82 64 0.80 74 75 ^E^tot): m the equation describing the total rate of the formation of pentanal. ^E^i): in the equation describing the rate of n-pentanal formation. \"^(b): m the equation describing the rate of iso-pentanal formation. The determination of .Ba(b) was very inaccurate for 5 = 0.80. We now first discuss the kinetics found for catalysts with a degree of pore filling of 0.2 and higher. The apparent activation energies E^(tot) observed (see Table 2) compare very well with the apparent activation energy reported by Gerritsen et al. [6] who obtained a value of 79.1 kJ mor1 for the hydroformylation of propene over a rhodium-SLPC. Ap- parently in the homologous series of alkenes, starting from propene, the activation energy for hydroformylation is approximately constant. Likewise, the reaction order in hydrogen (0.08; see Table 1) is nearly equal to the value found for propene hydroformylation reported by 81 Gerritsen (0.09) and by Herman (0.076 to 0.09) [7]. D'Oro et al. studied the homogeneous hydroformylation of propene over the Wilkinson complex in the presence of an excess of PPh3, and obtained a rate nearly zero order in hydrogen [8]. The broken order in carbon monoxide (0.22; see Table 1) is also re- ported by Gerritsen for the case of propene hydroformylation [6], viz. 0.23 at pressures below 0.15 MPa, but 0.08 at pressures higher than 0.15 MPa. Returning to the data in Table 1, we see that in the formation of linear pentanal a low order in CO is found, respectively 0.10 at a degree of pore filfing of 0.5, and 0.2 at a degree of pore filling of 0.05. However, the order in carbon monoxide for the formation of the branched pentanal is much higher, viz. 1.00 at a high degree of pore filling and 0.70 at a very low degree of pore filling. It appears that the higher the ratio of complexes at the gas-liquid interface to complexes dissolved in the bulk of the liquid, the higher is the order in carbon monoxide and the higher is the linear-to- branched ratio. Complexes with a low degree of PPh3 coordination are mainly present at the gas-liquid interface [3], and the linear-to-branched ratio in the alkanal production catalyzed by such complexes is relatively low. This is further elucidated in Fig. 1, in which the 1/b ratio is plotted as a function of the reaction temperature for several degrees of pore filling. The orders observed for the influence of the partial butene-1 pressure on the rate of reaction are higher than one at high degrees of pore filling (see Table 1). The same is reported by Herman [7] for the hydroformylation Pig. 1. The 1/b ratio in the hydroformylation of butene-1 over a rhodium-SLPC, for several degrees of pore filling. Support: XAD-2, molar ratio P/Rh = 100, W/F = 0.98 mg Rh g cm\"3 butene-1, total pressure 1.2 MPa, H2:CO:butene-l = 1:1:1. 82 of propene (order in propene 1.57). Gerritsen, however, found a reaction rate first order in propene [6]. A more precise analysis of Herman's data shows that at a low degree of conversion (low partial alkene pressure) the rate of reaction is first order in propene and at higher degrees of conversion (higher partial alkene pressure) the order increases to 1.57. A possible ex- planation for this effect is that at higher degrees of conversion more of the produced alkanal dissolves into the solvent-ligand, due to the higher partial alkanal pressure above the catalyst. Dilution of the solvent-ligand causes a lowering of the mean coordination number of the rhodium complexes, and hence the rate of reaction is enhanced more than would be expected on purely kinetic grounds (i.e. first order behaviour). Table 1 clearly shows that the kinetics at a very low degree o f pore filling (8 = 0.05; 'monolayer catalyst') differ essentially from the kinetics at a high degree of pore filling. From Fig. 1 it is seen that the 1/b ratio is only about 7, a value which is markedly low in hydroformylation with the Wilkinson complex. As argued before [3], the number of rhodium complexes at the gas-liquid interface is now very high with respect to the total number of complexes. Due to the direct contact of the interface complexes with the CO molecules in the gas phase, these complexes are characterized by a low PPh3 coordination, and therefore their activity is higher than found for complexes dissolved in the bulk of the solvent-ligand. The order in butene-1 pressure is about half the order found for a catalyst with 5 = 0.5 (see Table 1), and is 0.57 only. A possible explanation is that for complexes with a high PPh3 coordination the ff-addition of the alkene is a slow rate-determining step, whereas for the complexes at the gas-liquid interface this step is easier, governed by Langmuir kinetics. The complexes at the gas-liquid interface show a high production of branched alkanals, and even have the ability to hydroformylate butene-2, a reaction which is sterically less favourable [3]. The high activity of the interface complexes is also reflected by the relatively low apparent activation energies found at a degree of pore filling of 0.05 (see Table 2). Furthermore, the 1/b ratio is almost independent of temperature (see Fig. 1), which is reflected also by the nearly equal values of2?a(l) and E^(b) (Table 2). Side, parallel and consecutive reactions The selectivity for the hydrogenation of butene-1 to butane during hydroformylation, Sy, is reproduced in Fig. 2. It is seen that at temperatures above 360 K, and especially at equal partial pressures of hydrogen, carbon monoxide and butene-1, the level of butane formation is of the order of a few percent only. Lowering of both the reaction temperature and the partial carbon monoxide pressure appears to stimulate butene-1 hydrogena- tion. This is in accordance with results reported by O'Connor et dl. [9] for the case of homogeneous hydroformylation. From the curves in Fig. 2 an apparent activation energy of hydrogenation of about 55 kJ mol\"1 is calculated, which is significantly lower than the value found for hydro- 83 Fig. 2. The selectivity for butene-1 hydrogenation, SH, during butene-1 hydroformyla- tion, as a function of the reaction temperature. Total pressure: 1.2 MPa, support: Silica- H, molar P/Rh ratio: 100, degree of pore filling: 0.5, W/F = 0.97 mg Rh s cm\"3 butene-1. : PH, 0.4 MPa, PCO = ^utene-l = 0.4 MPa; X : PH, = 0.2 MPa, PCO = ^butene-1 = 0.1 MPa; +: PH, = 0.4 MPa, PCQ == Pbutene-i = 0.1 MPa; 0: PH, = 0.7 MPa, PCO ss ^butene-l = 0.1 MPa. formylation, viz. 79 kJ mor1. We found that, after lowering of the partial carbon monoxide and butene-1 pressures, the rate of hydrogenation was little further influenced by a lowering of the partial hydrogen pressure. It follows that, in the range of hydrogen pressures investigated by us, the rate of butene-1 hydrogenation is nearly zero-order in hydrogen. Isomerisation of butene-1 to cis- and frans-butene-2 is a reaction which runs parallel to the hydrofonnylation of butene-1 at temperatures above about 370 K (see Fig. 3); this reaction may largely be inhibited by choosing reaction temperatures below this value. From Fig. 3, the apparent activation energy for butene-1 isomerisation to cis- and irons-butene-2 is found to be 120 kJ moP1 and 170 kJ mol\"1 respectively. Fig. 3. The isomerisation of butene-1 to c s- and (rans-butene-2, during hydroformylation of butene-1, as a function of the reaction temperature. Support: Silica-H, molar P/Rh ratio: 100, degree of pore filling: 0.5, W/F = 0.98 mg Rh s cm\"3 butene-1, total pressure: 1.2MPa,H2:CO:butene-l- 1:1:1. 84 It is interesting to note that the cisftrans ratios observed by us are 2.7 at 373 K and 1.82 at 393 K, and in quite good accord with the value of 1.8 reported by Cramer [10] for the same temperature range. These ratios are kinetically defined, the amount of ci's-butene-2 being higher than expected thermodynamically. It follows that the catalytic formation of the eis isomer at the rhodium center is sterically favoured. Aldol condensation of the alkanals produced is highly undesireable, not only because it lowers the alkanal selectivity, but also as it is harmful for the catalyst. Due to the low vapour pressure of the aldol products, they easily dissolve into the solvent-ligand, by which leaching out of thp catalyst solution may occur [3]. Acidic support materials are especially susceptible in this respect. This is illustrated in Fig. 4, m which the conversion of 0 10 20 niiiii reaction time (hi Fig. 4. The conversion of propene to butyraldehydes and the conversion to aldol prod- ucts, both as functions of time, over a 'y-alumina-supported SLPC at 373 K and 0.6 MPa total pressure. H^ :CO :propene = 10:1:6, degree of pore filling: 0.5, support: y-alumina 000-1, 5E, W/F = 7.0 mg Rh s cm\"3 propene. propene to butyraldehyde over a ^-alumina-supported SLPC is plotted as a function of time, together with the conversion of the butyraldehyde to aldol products. The apparent activation energy for aldolization was found to be 12 k J mol\"1, a value very near that reported by Venselaar Ell], who studied the gas-phase aldol condensation of butyraldehyde over gilica, and obtained an apparent activation energy of 16 kJ mor1. The sharp decline of the aldol condensation conversion with time (Fig. 4) shows it to be a self-poisoning catalytic reaction. Minimizing aldol condensation may be achieved by selecting non- acidic supports. Gerritsen [6] and Herman [7] showed XAD-^ and the hydrophobic sodium- and aluminium-poor Silica-H to be attractie m this respect. Indeed, in working with these supports, we found no aldol con- densation products in the exit gas of the reactor either with Silica-H or with XAD-2 as a support, provided the alkene conversion was lower than 10% and the reaction temperature remained below 373 K. However, at degrees of conversion of 20 to 30%, both below and above a reaction tem- perature of 373 K, a few percent of aldol products were observed, and compounds such a nonanone are formed under these conditions. As 86 Gerritsen showed PPh3 not to be an active catalyst for aldol condensation [6], we must conclude that the rhodium complexes in the SLPC have a slight activity for this consecutive reaction. IS, and \"P NMR study of the rhodium-SLP catalyst Spectra o f solid RhH(CO)(PPh^ In order to elucidate the structure of the rhodium complexes in SLP catalysts, we decided to first study the IR and \"P NMR spectra of solid RhH(CO)(PPh3)3, prepared according to the method of Ahmad et al. [4]. A small amount of the complex (0.5 wt.%) was mixed with KBr and mor- tared. From the mixture thin (about 0.5 mm) pellets were pressed, and the IR spectra were recorded. In Table 3 the IR absorption bands observed by us are compared with literature data. TABLE 3 IR absorption bands of solid RhH(CO)(PPh3)3 Type of complex, and IR matrix v(CO} v(CO) r(Rh H) Ref. (cm~1) (cm~1) (cm\"1) complex in KBr 19801' 1926/2015 2045e this work complex in excess PPhs, in KBr a 1926 2045 this work tt-modification of complex + PPh3, in nujol a 1920 2035 [12] (i-modification of complex + PPh3, in nujol a 2012 1917 [12] complex in nujol a 1925 2040 [15] \"Not observed. ''Weak shoulder; r(CO) in dimer complex. \"This band is equivalent to the Rh H stretching vibration in the a-modification at 2035 cm\"\"1. The band at 1917 cm\"1, belonging to the Rh H stretching vibration in the ss- modification, is not observed. This might be due to overlap by the 1925 cm\"1 CO band. According to Gregorio et al. [12], two crystalline forms of RhH(CO)- (PPh3)3 exist. The a form, with a melting point of 439 to 449 K, is less soluble in benzene than the ss form, with a melting point of 411 to 413 K. As indicated in Table 3, the positions of the v(CO) and t^Rh H) stretching vibration bands of the a and ss modifications are different. In our spectrum two bands were observed, viz. at 1925 and at 2015 cm\"1 (see Table 3), which were assigned by us to CO stretching vibrations of the a and ss forms respectively, m accordance with the position and assignment of these bands in [12]. It is likely, therefore, that we are dealing with a mixture of the a and ss forms; we return to this point in the discussion of the ^P NMR spec- trum. In the second experiment RhH(CO)(PPh3)3 was ground together with a 25-fold excess of PPh3, and the mixture was taken up in a KBr matrix. Table 3, second line, shows that the weak shoulder observed in the first experiment at 1980 cm\"1 is now absent, whereas the 1925 and 2045 cm\"1 bands have remained in the same position. We think the 1980 cm~1 band 86 indicates the presence of a small amount of a rhodium dimer complex de- scribed by Yagupsky et al. [13], (PPh^CORh RhCO(PPh^, which shows a v(CO) vibration band around 1980 cm\"1. A small amount of this complex might be formed in the first experiment when grinding the monomer complex with KBr. Apparently this does not occur when grinding the com- plex in KBr in the presence of excess PPh3 (second experiment). The 31? NMR spectrum of solid RhH(CO)(PPh3)3 was measured at 298 K. Table 4 shows that two \"P resonances were observed, at 45.6 and 34.6 ppm respectively, the intensity ratio of the signals being 2:5. This result TABLE 4 \"P NMR signals of RhH(CO)(PPh3)3, both in the solid state and in solution Solvent Temperature Chemical shifts Coupling constant (5% solution) (K) \"P signal <7(P-Rh) (ppm) (Hz) no solvent 298 34.6 45.6 toluene 298 41.0 (doublet) 153 CHCIa 298 40.8 (doublet) 151 CHaCIa 298 40.8 (doublet) 158 PPhs13 393 97.0 (doublet) 145 \"Using 85% H3P04 as a reference solution (= 0 ppm). ''The chemical shift of PPha itself was observed at 5 ppm. confirms the presence of an a and a ss modification in our preparation in a concentration ratio of 2:5. From the work of Gregorio et al. [12] it is known that in solution only one form of the complex is found. Indeed, in solvents such as CHC13, CH^Cl^ and toluene, a doublet at 40.8 to 41 ppm was observed by us (Table 4) instead of the two \"P resonances found with the solid material, and the coupling constant is between 151 and 158 Hz. This is in accordance with the position of the doublet and the coupling constant reported by Brown et al. [14] for the complex RhH(CO)(PPh3)3 with the PPh3 ligands in equivalent positions. The coupling constant of ~ 150 Hz indicates the presence of direct bonding between P and Rh. The position of the 31? resonance, measured after dissolution of the complex in pure PPh3 under nitrogen at the higher temperature of 393 K, was observed at 97 ppm, and suggests the formation of another complex (see last line in Table 4). We think that, during dissolution in PPh3, hydrogen desorbs (not observed) and a dimeric complex is formed having the structure (PPh3)2L(CO)(Rh RhL(CO)(PPh3)2, where L = PPh3. This is in agreement with our observation of a strong band at 1980 cm\"1 in the IR spectrum of the solution of RhH(CO)(PPh3)3 in PPh3, and with the 1980 cm\"1 band observed by Yagupsky et al. for the above dimers [13]. 87 Spectra of the rhodium complex in the SLPC. An SLPC was prepared by dry impregnation of Silica-H with a mixture of RhH(CO)(PPh3)3 and PPh^ molar ratio 1:100 in toluene. After impregna- tion, the toluene was evaporated at 90 C in a stream of dry nitrogen. The resulting catalyst had a degree of pore filling of 0.5. The preparation proce- dure was repeated with a second portion of Silica-H, but this time without the rhodium complex. The IR difference spectrum of the two samples is depicted in Fig. 5. Two strong absorption bands were observed at 1980 and 1740 cm\"1, which point to the presence of the red and orange dimer 2100 2000 1900 1800 1700 1600 Fig. 5. IR spectra of rhodium complexes in the SLPC. a: fresh catalyst, b: catalyst after use in a propene hydroformylation run, c: SLPC catalyst, after treatment in Hz/CO. complexes reported by Yagupsky et al. [13]. The 1740 cm\"\"1 band is indi- cative of a bridging CO molecule between the two Rh atoms. It follows that as a result of our preparation technique, the original monomeric complex is converted to two dimeric complexes: (PPh3)2L(CO)Rh Rh(CO)L(PPh3)2, (1980 cm-1) and (PPh3)2LRh<co>RhL(PPh3)2, (1740 cm-1) where L is a solvent ligand. The above experiment was repeated, but this time with the SLP catalyst after use in the hydroformylation of propene, at a pressure of 0.5 MPa and at 373 K. At a specific time, when deactivation of the catalyst was not yet observed, the catalyst was cooled to room temperature in a mixture (50/50) of hydrogen and carbon monoxide (pressure 0.5 MPa), pelleted, and transferred to the IR apparatus. The following IR absorption bands were observed (see Fig. 5b): 2045, 2005 (w), 1980 -1990 (m), 1940 (s) and 1730 (w) cm-1. From this observation it follows that a small amount of the rhodium is still present m the form of the red dimer, but the largest amount exists as a monomeric complex. The band at 2045 cm-1 indicates a Rh H stretching vibration. It is likely that we are dealing with the complex RhH- (CO)a(PPh3)2, which according to Evans et al. [15] shows IR absorption bands at 2050,1980 and 1940 cm\"1 m hexane solution. 88 After treatment of the fresh SLPC in a mixture of hydrogen and carbon monoxide (50/50) at a total pressure of 0.1 MPa and hence in the absence of alkene, another result was observed. The yellow colour of the catalyst intensifies, and IR bands are now observed at 2045 (w), 2000 and 1940 cm\"1 (see Fig. 5c). This spectrum is in agreement with that published by Pittman et al. [16] for the complex RhHCO(PPh3)3 adsorbed on the surface of a polymer. The peak positions differ from the positions of the free non-adsorbed complex (2045 and 1920 cm\"1). From our investigations reported previously [1] we know that about 60% of the complex in our SLPC is adsorbed at the solid-liquid interface. Conclusions In this article it is shown that the kinetics of the hydroformylation of alkenes, and in particular of butenes, over rhodium-SLP catalysts, are influenced by several factors. The ratio of the number of rhodium complexes at the liquid-gas interface to the number of rhodium complexes in solution is an important factor in this respect, which may be controlled by adjusting the degree of pore filling. Another important factor influencing the kinetics is the degree of alkene conversion, which determines the partial alkanal pressure above the catalyst, and hence the degree of dilution of the solvent-ligand. Furthermore, all the reactants in hydroformylation are at the same time ligands of the active rhodium complex. Thus, the kinetics are influenced in a two-fold manner by the choice of partial pressures in the feed: the catalytic reaction rate is affected as usual, but at the same time these partial pressures may alter the structure of the active complexes and hence their intrinsic catalytic activity. Hydrogenation of butene-1 during hydroformylation can largely be avoided by working at reaction temperatures above 360 K and at not too low a partial CO pressure. As below 370 K the isomerisation of butene-1 to cis- and trans-butene-2 is minimal, a reaction temperature between 360 and 370 K is advantageous. Minimizing aldol condensation can be achieved by choosing non-acidic supports. \"P NMR and IR spectra have established the existence of two crystal- lographic forms of RhH(CO)(PPh3)3, but in solution only one type of this complex is found with the PPh3 ligands in equivalent positions. In a freshly prepared rhodium-SLPC, two dimeric rhodium complexes are present, which are formed during the preparation of the catalyst. This also follows from our observation of a rhodium dimer complex in a dilute solution of RhH(CO)(PPh3)3 in PPha (last line. Table 4). However, under hydroformyla- tion conditions only a small amount of the rhodium is present in dimeric form, while the largest amount is in the form of a monomeric complex, most likely of composition RhH(CO)2(PPh3)2. 89 Acknowledgements We thank Mr. A. Veermans and Dr. G. P. M. van der Velden, from the Department of Analytical Chemistry, Central Laboratories, DSM, Geleen, The Netherlands, for carrying out the IR and \"P NMR investigations, and for their skillful help with the interpretation of the spectra. Thanks are due to Dr. ir. W. S. Veeman, University of Nijmegen, The Netherlands, for the solid state 31? NMR measurements. The investigations were supported (in part) by the Netherlands Founda- tion for Chemical Research (SON) with financial aid from the Netherlands Organisation for the Advancement of Pure Research (ZWO). List of symbols 3 apparent activation energy kJ mol\"'1 e/Rh-p coupling constant in NMR spectrum Hz 1/b linear to branched alkanal ratio P/Rh molar phosphorus-to-rhodium ratio PT total pressure Pa r reaction rate cm3 alkene (gnh s)~1 FI, Fb reaction rate of the formation of linear cm3 alkene (gnii s)~1 and branched alkanals, respectively Sfi,Sisom selectivity for the hydrogenation and the isomerisation of butene respectively T temperature K 5 degree of pore filling ? conversion References 1 H. L. Pelt, G. van der Lee and J. J. F. Scholten, J. Mol. Catal., 29 (1985) 319. 2 H. L. Pelt, J. J. J. J. Brockhus, R. P. J. Verburg and J. J. F. Scholten, J. Mol. Catal., 31(1986)107. 3 H. L. Pelt, J. J. J. J. Brockhus, R. P. J. Verburg and J. J. F. Scholten, J. Mol. Catal., 31 (1985)107. 4 N. Ahmad, S. D. Robinson and M. F. Utler, J. Chem. Soc., Dalton Trans., (1972) 843. 6 L. A. Gerritsen, A. van Meerkerk, M. H. Vreugdenhil and J. J. F. Scholten, J. Mol. Catal., 9 (1980) 139. 6 L. A. Gerritsen, W. Klut, M. H. Vreugdenhil and J. J. F. Scholten, J. Mol. Catal.. 9 (1980)265. 7 J. M. Herman, Thesis, Delft University of Technology, Delft University Press, 1983. 8 P. C. d'Oro, G. Montrasi and A. Andreetta, Symposium on Homogeneous Catalysis, Veszprem, Hungary, 1978, p. 76. 9 C. O'Connor and G. Wilkinson, J. Chem. Soc. (A), (1968) 2665. 10 R. Cramer, J. Am. Chem. Soc., 88 (1966) 2272. 90 11 J. Venselaar, Thesis, Delft University of Technology, Delft, 1980. 12 G. Gregorio, G. Pregaglia and R. Ugo, Inorg. Chim. Acta, 3 (1969) 89. 13 M. Yagupsky, C. K. Brown, G. Yagupsky and G. Wilkinson, J. Chem. Soc. (A), (1970)937. 14 J. M. Brown, L. R. Conning, A. G. Kent and P. J. Sidebottom J. Chem. Soc., Chem. Commun., (1982) 721. 15 D. Evans, G. Yagupsky and G. Wilkinson, J. Chem. Soc. (A), (1969) 2660. 16 C. U. Pittman and L. R. Smith, J. Am. Chem. Soc., 97 (1976) 1749. ate is affected as usual, but at the same time these partial pressures may alter the structure of the active complexes and hence their intrinsic catalytic activity. Hydrogenation of butene-1 during hydroformylation can largely be avoided by working at reaction temperatures above 360 K and at not too low a partial CO pressure. As below 370 K the isomerisation of butene-1 to cis- and trans-butene-2 is minimal, a reaction temperature between 360 and 370 K is advantageous. Minimizing aldol condensation can be achieved by choosing non-acidic supports. \"P NMR and IR spectra have established the existence of two crystal- lographic forms of RhH(CO)(PPh3)3, but in solution only one type of this complex is found with the PPh3 ligands in equivalent positions. In a freshly prepared rhodium-SLPC, two dimeric rhodium complexes are present, which are formed during the preparation of the catalyst. This also follows from our observation of a rhodium dimer complex in a dilute solution of RhH(CO)(PPh3)3 in PPha (last line. Table 4). However, under hydroformyla- tion conditions only a small amount of the rhodium is present in dimeric form, while X244 85850343 0304-5102(85)85034-3 10.1016/0304-5102(85)85034-3 Chemical catalysis The kinetics of the hydroformylation of butene-1 over rhodium-supported liquid-phase catalysts: the influence of pore filling H.L. Pelt R.P.J. Verburg 1 J.J.F. Schölten 1 Department of Chemical Technology, Delft University of Technology, Julianalaan 136, 2628 BL DelftThe Netherlands 1 Author to whom correspondence should be addressed. 1 Also affiliated to the Department of Catalysis, Central Laboratories, DSM, Geleen, The Netherlands. The kinetics of the hydroformylation of butene-1 over a rhodiumsupported liquid-phase catalyst (Rh-SLPC) was studied in a flow reactor, at a total pressure of 1.2 MPa. The partial pressures of CO, H2 and butene-1 varied between 0.1 and 0.6 MPa, whereas the reaction temperature changed from 333 to 373 K. At very low pore filling (‘monolayer catalysts’) a considerable change in the reaction order of butene-1 from 1.3 to 0.5–0.8 was observed. Possible side reactions have been studied. Butene-1 hydrogenation was stimulated by lowering the reaction temperature and the CO partial pressure, isomerization of butene-1 could be largely avoided by choosing a temperature below 370 K and aldol condensation was minimized if non-acidic supports were used. IR and 31P NMR studies of the various rhodium complexes present in rhodium-SLP catalysts have been performed. References 1 H.L. Pelt G. van der Lee J.J.F. Scholten J. Mol. Catal. 29 1985 319 2 H.L. Pelt J.J.J.J. Brockhus R.P.J. Verburg J.J.F. Scholten J. Mol. Catal. 31 1985 107 3 H.L. Pelt J.J.J.J. Brockhus R.P.J. Verburg J.J.F. Scholten J. Mol. Catal. 31 1985 107 4 N. Ahmad S.D. Robinson M.F. Utler J. Chem. Soc., Dalton Trans. 1972 843 5 L.A. Gerritsen A. van Meerkerk M.H. Vreugdenhil J.J.F. Scholten J. Mol. Catal. 9 1980 139 6 L.A. Gerritsen W. Klut M.H. Vreugdenhil J.J.P. Scholten J. Mol. Catal. 9 1980 265 7 J.M. Herman Thesis 1983 Delft University of Technology Delft University Press 8 P.C. d'Oro G. Montrasi A. Andreetta Symposium on Homogeneous Catalysis 1978 Veszprem Hungary 76 9 C. O'Connor G. Wilkinson J. Chem. Soc. (A) 1968 2665 10 R. Cramer J. Am. Chem. Soc. 88 1966 2272 11 J. Venselaar Thesis 1980 Delft University of Technology Delft 12 G. Gregorio G. Pregaglia R. Ugo Inorg. Chim. Acta 3 1969 89 13 M. Yagupsky C.K. Brown G. Yagupsky G. Wilkinson J. Chem. Soc. (A) 1970 937 14 J.M. Brown L.R. Conning A.G. Kent P.J. Sidebottom J. Chem. Soc., Chem. Commun. 1982 721 15 D. Evans G. Yagupsky G. Wilkinson J. Chem. Soc. (A) 1969 2660 16 C.U. Pittman L.R. Smith J. Am. Chem. Soc. 97 1975 1749",
      "scopus-id": "0022110773",
      "coredata": {
        "eid": "1-s2.0-0304510285850343",
        "dc:description": "The kinetics of the hydroformylation of butene-1 over a rhodiumsupported liquid-phase catalyst (Rh-SLPC) was studied in a flow reactor, at a total pressure of 1.2 MPa. The partial pressures of CO, H2 and butene-1 varied between 0.1 and 0.6 MPa, whereas the reaction temperature changed from 333 to 373 K. At very low pore filling (‘monolayer catalysts’) a considerable change in the reaction order of butene-1 from 1.3 to 0.5–0.8 was observed. Possible side reactions have been studied. Butene-1 hydrogenation was stimulated by lowering the reaction temperature and the CO partial pressure, isomerization of butene-1 could be largely avoided by choosing a temperature below 370 K and aldol condensation was minimized if non-acidic supports were used. IR and 31P NMR studies of the various rhodium complexes present in rhodium-SLP catalysts have been performed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285850343",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pelt, H.L."
          },
          {
            "@_fa": "true",
            "$": "Verburg, R.P.J."
          },
          {
            "@_fa": "true",
            "$": "Schölten, J.J.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285850343"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285850343"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85034-3",
        "prism:volume": "32",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The kinetics of the hydroformylation of butene-1 over rhodium-supported liquid-phase catalysts: the influence of pore filling",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "77-90",
        "prism:endingPage": "90",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1985",
        "prism:doi": "10.1016/0304-5102(85)85034-3",
        "prism:startingPage": "77",
        "dc:identifier": "doi:10.1016/0304-5102(85)85034-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022110773"
      }
    }
  }
}