{
  "metadata": {
    "title": "Active fixed chromium catalysis for CO oxidation. Preparation and active structure of fixed Cr and Cr<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-07-31",
    "doi": "10.1016/0304-5102(82)80061-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282800618",
    "pii": "0304510282800618"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020163970",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510282800618 0304-5102(82)80061-8 0304510282800618 10.1016/0304-5102(82)80061-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00132 2024-01-02T01:04:16.600218Z 0 0 19820701 19820731 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 16 16 1 1 Volume 16, Issue 1 4 27 41 27 41 198207 July 1982 1982-07-01 1982-07-31 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. ACTIVEFIXEDCHROMIUMCATALYSISFORCOOXIDATIONPREPARATIONACTIVESTRUCTUREFIXEDCRCR2CATALYSTS IWASAWA Y LUNSFORD 1972 265 J BURWELL 1977 54 R HALLER 1976 G 1977 235 INDOVINA 1977 216 V MIHANDJIEV 1978 D 2NDINTSYMPPREPARATIONCATALYSISII VOLTZ 1955 566 S EGERTON 1974 299 T DE 1964 520 K HOGAN 1970 2637 J ZECCHINA 1975 966 A KARAHCHIEV 1967 156 I PRAHEVALSKAYA 1975 363 I GROENEVELD 1979 153 C FUBINI 1980 200 B BURWELL 1969 1 R CLARK 1969 145 A POOLE 1967 223 C BALLARD 1973 263 G CANDLIN 1974 212 J YERMAKOV 1976 77 Y YERMAKOV 1975 173 Y YERMAKOV 1980 57 Y PROC7THINTCONGRCATALTOKYO IWASAWA 1978 1039 Y IWASAWA 1978 2968 Y IWASAWA 1979 1465 Y IWASAWA 1980 3709 Y IWASAWA 1980 939 Y IWASAWA 1981 1763 Y IWASAWA 1980 871 Y IWASAWA 1980 1165 Y IWASAWA 1980 127 Y IWASAWA 1981 140 Y WILKE 1966 151 G BECCONSALL 1967 423 J SNEEDEN 1971 259 R KURRAS 1964 735 E SATO 1967 342 M COTTON 1978 225 F BINO 1979 1 A PROC3RDINTCONFCHEMISTRYUSESMOLYBDENUMCLIMAX SATTELBERGER 1977 1258 A COTTON 1977 4989 F BOMER 1978 453 W CARRINGTON 1963 443 A VISTE 1964 1113 A SCHLAFER 1967 1423 H LONTI 1977 613 C POTT 1973 132 G MCDANIEL 1975 404 M ZECCHINA 1971 2774 A ZECCHINA 1971 2783 A PECHERSKAYA 1962 90 Y NODEK 1975 46 L REINEN 1969 30 D YAO 1977 388 Y VARGHESE 1979 100 P MORRISON 1977 570 S IWASAWAX1982X27 IWASAWAX1982X27X41 IWASAWAX1982X27XY IWASAWAX1982X27X41XY item 0304-5102(82)80061-8 0304510282800618 1-s2.0-0304510282800618 10.1016/0304-5102(82)80061-8 272239 2024-01-02T01:04:16.600218Z 1982-07-01 1982-07-31 1-s2.0-0304510282800618-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800618/MAIN/application/pdf/c6a8b2d94b25897bb9fe1b38b8206330/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800618/MAIN/application/pdf/c6a8b2d94b25897bb9fe1b38b8206330/main.pdf main.pdf pdf true 943892 MAIN 15 1-s2.0-0304510282800618-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800618/PREVIEW/image/png/b3ee39d8bd317ab3d15e3c293b17aa69/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800618/PREVIEW/image/png/b3ee39d8bd317ab3d15e3c293b17aa69/main_1.png main_1.png png 62348 849 656 IMAGE-WEB-PDF 1 1-s2.0-0304510282800618-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800618/fx1/THUMBNAIL/image/gif/23230a052f7b570a0a2b69a7eebebc67/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800618/fx1/THUMBNAIL/image/gif/23230a052f7b570a0a2b69a7eebebc67/fx1.sml fx1 true fx1.sml sml 948 49 125 IMAGE-THUMBNAIL 1-s2.0-0304510282800618-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282800618/fx1/DOWNSAMPLED/image/gif/6aae951bdbe7cefa5002152f6cbc682d/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282800618/fx1/DOWNSAMPLED/image/gif/6aae951bdbe7cefa5002152f6cbc682d/fx1.gif fx1 true fx1.gif gif 1319 144 371 IMAGE-DOWNSAMPLED Journal of Molecular Catalysis, 16 (1982) 2? - 41 27 ACTIVE FIXED CHROMIUM CATALYSTS FOR CO OXIDATION. PREPARATION AND ACTIVE STRUOF FIXED Cr AND Gr2 CATALYSTS Y. OASAWA*, Y. SASAKI and S. OGASAWARA Department of Applied Chemistry. Faculty of Engineering, Yokohama svatioaeal Urduersity. Tokiurada; Hodogaya-ku, Yokohama 240 (dapars) (Received August 31, 1881) Summer 'the catalytic oxidation of CO with E32 (393-509 K) over fixed Cr or Crz catalysts, prepared by the fixing reaction of Cr(n3-C3Ei6)3 or Cr2(173_ C3Hs)4 with surface OH groups of Si02, was studied to determine the structure and environment of active sites in terms of catalytic activities, activation energies, Racah parameters, ESR peak widths, photoluminescence and adsorptions of CO or 02. The monochromate structure fixed on originally acidic Ofd groups of the SiO2 surface pods easily rearranged by three redox treatments to form the surface cluster, Cr3+-O Cr3~- N with one vacant site on a Cr3' ion and with a suitable exchange interaction between the Cr3t ions. This rearranged surface showed a much higher activity than the virgin fixed Cr catalyst with mainly monochromate species, the fixed Cr2 catalyst with mainly dichromate species and a conventional impregnation catalyst. Introduction The surface nature of solid catalysis governing catalytic behaviour, to which much attention ha-s been paid [11, is generally heterogeneous and illdefined. This situation often gives ambiguous results regarding active sites and reaction mechanisms. Thus tailored catalysts with well-defined surface structures and properties may be useful to determine the origin of catalysis, to elucidate reaction mechanisms, and also to explore the essential factors for preparing good catalysts. Ballard et at. [2j found a high catalytic activity *Author to whom correspondence should be addressed. 0304-5102/82/0000-0000/,$Q2.75 Elsevier Sequoia(Printed in The Netherlands 28 of the surface allyl-Cr complex obtained ssy the reaction between Ct(s?3C3H5)3 and OH groups of silica or alumina in ethylene polymerization. Yermakov et al. [3] have demonstrated the advantage of anchored silica, catalysts prepared using various organometallic compounds. We have reported the design of well-defined structures on inorganic support surfaces using Mo(r23-C3~6)m [4] .c2(,73-C3Hs).C [5] a(Tt3-Css)3 [6] and Cr2(rt3C3H5)4 [7] as starting materials: over these active fixed catalysts the structures of active sites, the key factors for catalysis and the reaction mechanisms have been elucidated. In the present study, CO oxidation with 02 was chosen as a fundamental catalytic reaction, chemically related to a general oxidation mechanism. The preparation of the fixed chromium/silica catalysts and their catalytic activities for oxidation of CO with 02 are reported in comparison with those of conventional Cr catalysts. The structure and environment of active sites are also discussed. Experimental Preparation of fixed Cr catalyst The fixed Cr catalyst was prepared by the facile reaction [2,.6] between Si02 and a mononuclear complex, Cr(rl3-C3H5)3 [L] , in pentane at 223 K as shown in Scheme 1. A Si02 gel (Nishio Industry Ltd.) was treated with 02 (70 torr, 1 torr -- 133.3 Pa) at 773 K for 1.5 h followed by evacuation for 1 h before use as a support. The mean pore radii of Si02 were in the range 1.2 - 5 nm (maximum at 2 nm). Diethyl ether and pentane (guaranteed grade) were further pur-fled by reflux over Na wire and distillation under aigh purity argon (99.999590). All catalyst preparations were carried out under a flow of figh purity argon at atmospheric pressure or in vacuum (base pressure 1 X 10-6 torr). The rapid fixation of Cr(s73-C3H6)3 onto the Si02 surface was conducted in a specially devised Pyrex-glass apparatam The sur- f H Ci * X9(4.5 tls excess) ZS KO .1 C HSnSCI 3 5 aiet v ether 3 C3p5!9C) + CrCl3 74 K c-et vl etnerh pen cr(~-C?3)3 ~ C3HC Cr(7-C H ) + OH OH 273x, Cr 3 5 3 d o (1) Hz [8 < 0 0 Cr 0 773K Cr d b (3) ~ d b(z) HZ.as3K redoz ~treatr--nts 3+ 3+ - Cr 0- Cry + aichraate s.ecles Scheme ! (4) 29 face complete (I) thus obtained was washed 4 times with pentane in order to remove the unreacted Cr(U3-CaH6)g. Some Cr remafned in the pentane solution after the Cr-fixing, and the wash was analyzed by a known FeSO KMn0, titration method. Thus by subtracting the final Cr(r?3-C3Hs)3 concentration left in the pentane from its initial concentration, the amount of chromium. fixed on Si02 was determined to be 0.96 O9'o as Cr/Si02_ Complex (I) was heated at 353 K for I h under vacuum before the subsequent treatments shown in Scheme I. Structures (2) and (3) were obtained by the stoichiometric reduction or oxidation in a closed circulating system with a liquid NZ tO. Preparation of fixed Cr2 Catalyst The fixed `paired' Cr2 catalyst was prepared using a dinuclear complex, Cr2($3-C3F%)4 [gI, as illustrated in Scheme 2. Crz(r73-C3H6)1. was synthesized according to the literature [9) , with some modifications. TEIF (guaranteed grade) was purified by reflug over Na wire (Onzophenone indicator) followed by distillation under high purity argon (99.99957o). The dinuclear complex was purified by recrystallization twice in pentane at 195 K; the product crystallized as brown needles. The fixing reaction between the Cr2 complex in pentane and the silanol groups rapidly took place. Surface complex (5) was washed 4 times with pentane. All procedures for the synthesis should O performed under strictly oxygen- end moisture-free conditions. The Cr content in the catalyst was determined to O 0.52 O9o as Cr/Si02 in a manner siaxilar to that described above. Species (5) was carefully converted stepwise to (6), (7) and (8) by H2 reduction or 02 oxidation as described below. C3HS4gtl + CrC12 n`nycrohren 22 3~K 195K _ 295K PenLOne recryst Pen-cone Cr2(' LC3[j5)4 r K C~HS C3r5 Cr ---Cr ,c) 0 0 19 H2 Gs53K Cr-(8) H2 853K 0-or (7) c(61 0 Sche:ae 2 Preparation of apt impregnation Cr catalyst and Cr203 gels A typical supported Cr catalyst (6.90 wt% as Cr/SiO2) was made by a conventional impregnation method using an aqueous solution of Cr03 followed by drying at 393 K for 6 h and by calcination at 773 K for 2 h. Two kinds of Cr203 gels, a and b, were employed; Cr20S-a (surface area 43 m2lg) 20 was obtained by decomposition of (NH4 )2Cr207 in vacuum and Cr203-b (18 m2/g) was obtained by heating the Cr203-a to 973 k for 4 h in air. Spectroscopic studies of catalyst properties ESR peaks were recorded at 77 K and 293 K without contacting air after various treatments by a JEOL ESR spectrometer. The spin concentrations in catalysts were calculated by double integration of the first derivative using 2.7 wt% Cu/A1203 and/or CUS04 - 5H20 as a standard sample. UV diffuse reflectance spectra were measured in a thin quartz cell combined with a closed circulating system (260 cm3) by a JASCO UVIDEC-505 spectrometer in the range 220 - 860 nm. The UV spectra were always taken as difference spectra, usually between oxidized or reduced catalysts and a Si02 reference or occasionally between two kinds of catalysts. Photoluminescence spectra of the catalysts were monitored on a JASCO-EP4 spectrophotometer with two monochromators ( 5 nm) at room temperature using a thin quartz cell directly connected to a vacuum system in which any catalyst treatments were done. Catalytic reactions The oxidation of CO with 02 over the catalysts (82 - 200 mg) was carried out in the temperature range 393 - 509 K in a closed circulating system (182 cm 3). The reaction- products were analyzed by gas chromatography using a column of Porapak QS (2 m, 318 K, He carrier; 26.8 cm3/min!). Results Chromium fixation processes The number. of surface CH groups of the Si02 used was volumetrically determined to be 1.3 OH/nm2 (sum-face area 510 m2/g) using Al(C2H5)3 [10] . The fixing reactions between Cr(n3-C3H5)3 or Cr2('R3-C3H5)4d the OH groups were much faster than- the fixation of Mo(q3-C3jI5),j. Surface complexes (1) and (5) were very sensitive to oxygen but thermally stable up to 353. K in vacuum. The mounts of chromium chemically bound on Si02 were determined by chemical analysis to be 0.90 wt~o and 0.52 wt7o as Cr/Si02 for the fixed Cr and Cr2 catalysts, respectively. The new surface complex (5) showed a characteristic absorption peak at 553 nra which. may O assigned to a-> 8 * (IAig-iA2u) transition for the dinuclear Cr2'Cr2+ structure [11 ] ; no ESR peaks of Cr+, Cr3' or Cr5* were detected at 77 293 K. The allyl ligands of (l:) and (5) were reductively eliminated by H2 (60 tort) at 853 K, where CI-Ca hydrocarbons (main species: propylene) were evolved. Small amounts of carbon remaining after the ligand decomposition (C/Gr < 8% inn atomic ratio) were analyzed as C02 by oxidation with OZ at 838 K.Thus the number of the allyl ligands ore a Gr ton- was calculated from these carbon quantities according to the equation, (i E 3- fC; + CO2)/3. The values are given in Table 1. The temperature-programmed (4 K/min) 31 `FABLE 1 Stoichiometric behaviour is the reduction and oxidation of the vi=gia fixed catalysts Catalysts Cr-catalyst Cr2-catalyst Chemical analysis of Cr 0.90 O9o 0.52 Osso (Cr/Si02) Number of allyl ligands/Cr 1.03 1.00 02 Uptake/C< in the step*, O Cr 1.01 O O O II II - O-t,~r-~3-Cc=O 1.03 i I I I I 2 Uptake/Cr in the step**, O GY : Cr 2.00 O O O II II O-LYE -r Cr--0--Lr 1.98 I I I I *at 673 K. **at 853 K. hydrogenolysis curve of the fixed complex (5.) in the temperature range 353 - 868 K in Fig. 1 exhibited a single peak for propylene evolution, indicating a uniform nature of the surface complex. Reduction and oxidation processes Bivalent chromium (2) obtained by the reduction of (1) with 1- at 853 K for 1.5 h showed UV absorption Deaks at 8130 and 618 nm, no ESR peaks of Cr3\"\" ions being observed [12; . (2) was rapidly oxidized with Q2 at 773 K to the monochromate structure (3) with a charge transfer band at 370 nm (rAg- iTz) [131. Species (3) was easily reduced to the Grz' level (2) by E12 at 853 K_ Figure 2 displays the uptakes of HZ in the reduction of (3) at 853 K and 02 in the oxidation of (2) at 673 K in comparison. with those on the conventional catalyst. The amounts consumed were measured by manometry in a closed circulation system (124 cm3) with a liquid NZ trap which was placed as close as possible as to the catalysis. The stoichioinetric uptakes for the virgin fixed catalysts and given in Fig. 2 and Table 1. '1 `he paired Ce(d5) species (6) (grey colour)- made from (5) by allyl elimination shoed no ESR peak, and its UV diffuse reflection spectrum was 32 orooylene -_- : o~ _ --- : ethane : retrene 5 o a ethylene 373 473 573 673 773 CATALYST TE;?Er'iATU:iE / K Fig. 1. Temperature programmed hydrogenolysis carve of tine filed dinuclear complex (5); temperature promotion rate, 4 K/min; catalyst weight, 0.35 g_ HZ Zr or '2 g. ox1eaTtay 0 4 o B 12 16 TILE / nln Fig. 2. Redaction (solid line) and oxidation (broken line) of the fixed and impregnation catalysts is a closed circulation system (124 can3); 1 (o). virgin fixed Cr2 catalyst ((8) (7)): 2 (A). virgin fazed Cr catrlyst ((2) ;;i'~ (3)): 3 (o). fres impregnation catalyst; reduction of oxidized catalysts, FEg.(60 tvrr), 853 K; oxidation of reduced catalysts; QZ (50 torr), 673 K. very different from the other bi-^-hegavalent species. Surface species (6) Ryas oxidized by Oz at 773 K to the dichromate structure (7) with a characteristic peak at 485 O. (7j was readily reduced with HZ at 853 K to the C;rz\" species (8) with stoiehissmeiric hydrogen uptake as shown is Fig. 2 and 33 Table I. The rapid oxidation of (8) to (7) at 673 K also proceeded stoichiometrically (Fig. 2 and Table I). Rearranged surfaces Three redog cycles between (2) and (3) (one cycle: Hz reduction of (3) at 858 K for 2 h followed by evacuation for I h; OZ oxidation of (2) at 838 K for 1.5 h followed by evacuation for I h) caused considerable surface rearrangement of the virgin fixed structure (3) (colour change: yelloworange 31 green-orange) which was monitored by means of UST diffuse reflectance, ESR and photoluminescence spectroscopies. The rearranged surface was found to contain a large amount of Cr3* ions (g-value = 1.976; ((3-phase Cr31 cluster EId) ) by ESR as shown in Rig. 3 where small amounts of Crs'- ions were also observed at 293 K. The width (All) of the Cr31 peak under vacuum was-850 G, while the AH decreased to 760 G when the catalyst surface was exposed to water vapour (I5 torr) at 293 K for 30 min followed by evacuation for 30 min. The Cr3~ quantity teas calculated to be 379'0 of total chromium contained in the catalyst. Reduction of the rearranged catalyst with H2 (48 torr) at 673 K yielded a maximum intensity in the Cr3' peak (88\"0 of total Cr according to EnSR). ~~1 \"Sx l n 5X K4 A\\. , i V fE 850 Gi sx10 SxlIYJ ~- 840 G i sxln C _ l.EMlxo 1090 G -Ig Fig. 3. E$R peals of Cr3~ ions (also involving Crs\"' peaks), of tlae rearranged fixed Cr cata lyst (A), the fixed Cr2 catalyst (li) and the impregnation catalyst (C), measured at 293 K; A, oxidation (02 = 50 torr) at 838 K followed by evacuation ( ), and reduction (H2 = 53 torr) at 858 K for 12 min followed by evacuation (--); E, oxidation. (OZ = 50 torr) at 838 K followed.by evacuation(-) -; C, oxidation (02 = 60 iorr) at 838 K followed by evacuation ( ), and reduction (Ha = 53 torr) at 858 K for 18 niia followed by evacuation (---); the dotted lines represent deconvolution for the Cr3\"' peaks- 34 On the other hand similar redog treatments did not profoundly affect the surface nature of the virgin fixed Cr2 catalyst (7). The amount of Cr3' ions formed (DH = 840 G and g = 1.990 in Fig. 3) was 119'0 of total Cr. Again, the redox treatements did not significantly influence the surface nature of the impregnation catalyst. Only 690 of the total f,`r quantity was converted to Cr3'' species, with AM = 1080 G and g = 1.972 in Fig. 3. ESR spectroscopy also indicated three kinds of Cr5' species in different environments, with g values, gL (1) = 1.983 and gr(Z) = 1.341, gl(2) = 1.979 and g,(2) = 1.907, and g(3) = 1.970 (asymmetric). The UV diffuse reflectance spectrum of the rearranged fixed Cr catalyst, ad`ter oxidation at 838 K for 1.5 h followed by evacuation for 1 h, exhibited absorption peaks at ^-285, 370, 465. 605, :70 and >850 nm. whereas the impregnation catalyst had small absorption peaks in the range >600 na (Fig. 4). When the evacuated, catalysts were exposed to air for 2 h at room temperature, the absorption intensity in the range >600 O decreased, as shown typically in curve 2' of Fig. 4. The inset in Fig. 4 shows the spectra of the mildly reduced catalysts having predominantly octahedral Cr3* ions; d-d transitions (4A2e --~ Tz, and 'A2e---r T,,) were observed at 461 and 610 nm for the rearranged catalyst, 464 and 613 am for the fixed Cr2 catalyst, and 456 and 635 nm for the impregnation catalyst. o o 600 - 500 ,400 S00 900 70G 600 500 470 3R0 200 WAVE LENGTH / m Fig- 4. Diffuse reflectance LTV spectra of the rearranged fixed Cc catalyst (~ the Fraed Gr2 catalyst (2) and the impregnation catalyst (3) including the inset for (~' ions; spectra 1, 2 and 3 taken is vacaua., spectrum 2' taken in air; inset: 1, after reduction at 673 K for 30 min llowed by H20 adsorption at 293 K: 2, after reduction at 673 K for 1 a followed by HBO adsorption; 3, after reduction et 623 K for 4 h followed by H2O adsorption. 35 02 and CO adsorptions The adsorptions of 02 at 201 K and CO at 293 K on the catalysts employed for CO oxidation were measured by manometry. The saturation mass of adsorption in Table 2 corresponded to 40 - 42% of total Cr quantity contained in the rearranged catalyst. The amounts of CO or 02 adsorbed on the fixed Crz catalyst and the impregnation catalyst were 11 - 12% and 7 890 of Cr quantity, respectively. Catalysis by Cr catalysts for CO oxidation The oxidation of CO with 02 to form C02 over fixed Cr and Crz catalysts, the impregnation catalyst and two kinds of chromia gels was investigated in the temperature range 393 - 509 K in a closed circulation system (182 cm3). The fixed and impregnated catalysts were oxidized with 02 (60 torr) at 838 K for 1.5 h followed by evacuation for 1 h before each run. Two Cr203 gels were treated at 773 K. The C02 formation over the virgin fixed Cr catalyst (3) proceeded very slowly below 473 K in both the presence and the absence of O2. The rearranged fixed catalyst was found to have a much. higher activity than the virgin fixed Cr catalyst, the fixed CFZ catalyst or the impregnation catalyst (Fig. 5). The initial rates of the reaction on all catalysts employed were proportional to the partial pressure of CO in the range 8 - 28 torr but independent of the 02 pressure in the range 9.9 34 torn, as shown in Fig. 6. The activation energies (Fig. 7) were calculated to be 13, 22, 99, 4 and 85 kJ mol-1 for the rearranged fixed Cr catalyst, the fixed Cr2 catalyst, the impregnation catalyst, Cr2O3-a and Cr203-b, respectively. Discussion Although the physicochemical properties of the surface structures (1) (8) will be reported in detail in a separate paper [12] , the structures and chemical nature of species (3), (4) and (7) used for CO oxidation are discussed here. The number of allyl (C3H5) ligands per Cr atom in the surface complexes (1) and (5) in Table 1 and the -uniform pattern of the C3H6 evolution in Fig. 1 indicate that Cr(713-C3H5)3 and Cr2(i?3-C3Hs) were chemically and almost uniformly fixed on Si02 by the reactions with the surface OH groups of Si02 at 2 73 K in a stoichiometric ratio of 1:2, as expressed in the synthesis schemes, when the OH number was controlled to 1.3 OH/nm2. The similar fixation of Ma(n3-C3H6) or Mo2(n3-CsH3) has also been well defined [4, 5] . The bond distance between two adjacent bivalent chromiOs of the surface structure (5) was estimated to be 222 pm, assuming a linear relation between the distance of .the metal-metal bond and the energy (18.1 X 103 Cut f) of the 1-AU ---y fA2,,. transition [111. Structure (5) was convertted eventually to the dichromate species (7) with a characteristic band at 485 nm (virgin fixed Cr2 catalyst), while complex (1) was oxidized to the monochromate structure (3) with a CT band of 370 nm (virgin fixed Cr cata TABLE 2 a Surface properties of the rearranged fixed Cr catalyst (A), the fixed Cr2 catalyst (B) and the impregnation catalyst (C); support o oi02 Technique Content A B C Photoluminescence CT band exciting no emission no emission enilasion (16.4 -17.2 x 103 cm- 1) d-d band exciting no emission no omission no emiselon EBft Afl/G 860 (760) 840 (740) 1080 (1000) g-value 1.976 1.990 1.977, Cr(3+)/total Cr 37% 1190 6% UV reflection/nm Cr(6+) species (370)b, 600 486 386, 470 Cr(3+) apecies 461, 610 464, 613 466, 336 Beb/em 1 Cr(3+) species 601 496 614 Adsorption 02/totol G'r (7.01 K) 409'0 11ss'o 796 CO/total Cr (293 K) 429'0 12% 8% oParentheses far the samples exposed to H20 vapour. b0baerved on tile virgin fixed Cr catalyst. 0The lot and 2nd transition bands for the reduced catalysts exposed to 1120 vapour. 37 2.5 c0 0.3 2.0 02 0 1 o 0.2 - ai r, E _\" 1.5 0 6 02 N 0.1 Z 3 2 CO 1.0 07 0 3 0 10 20. 30 40 1.0 1.5 REACTION T11_ / nln log 2 Fig. 5. Catalytic activities of the fixed and impregnation catalysts for CO oxidation with 02; 1, rearranged fixed catalyst (0.2 g, Cr/SiO2 = 0.90 w t%, tempera:ure = 456 K, CO = 02 = 1.6.3 torr); 2, fixed Cr2 catalyst (0.2 g, Gr/Si02 = 0.52 O%, 473 K, CO = OZ = 15 torr); 3, impregnation catalyst (0.2 g, Cr/SiO2 = 0.90 wt%, 455 K, CO = 02 = 24 torr). Fig. 6. Dependencies of initial rates of C02 formation upon the pressures of CO (- o -, 02= 24 torr) and 02 (-o-, CO = 16.3 or 1.5 torr); F, rearranged fixed Or catalyst (456 K, 0.2 g); 2, fixed Crz catalyst ( 73 K, 0.12 g); 3, impregnation catalyst (463 K, 0.2 g). lyst) via species (2). The surface of the virgin fixed Cr catalyst (3) was easily rearranged to the surface state containing the Cr3' species (4) and the dichromate species (500 nm) by the three redog cycles in small Cr loadings; the rearranged surface was stable spectroscopically. The UV diffuse reflection and excitation spectra revealed that the impregnation catalyst, having both monochromate (385 nn) and dichromate (470 nm) ions, yeas rearranged very little by similar Oog treatments. It is evident from the ESR (Fig. 3) and UV diffuse reflectance (Fig. 4) spectra that the rearranged fixed Cr surface was much richer in Ca3' than the impregnation catalyst. The monochromate structure derived from the exclusive (exothermic) fixation of .Cr(Iz $-C.SHs )g with the surface acidic OH groups was easily rearranged to the GIr3\"- cluster (4), but not the monochromate species prepared by an impregnation method. The reason for this is not clear, but the distortion of the surface structure (3) and the electronic nature (poIarizability) of the C;r--OSi bond of the virgin fixed catalyst must be different from those of the impregnation catalyst obtained using chromic acid (CrD,.3- in aqueous 38 2 ~- z ~3 S p l _ ~ . Ip 2.0 2_1 2.2 2.3 2.4 2.5 1/T . x103 Fig. 7. Activation eiergies for catalysts used; 1, rearranged fixed Gr catalyst, 0.2 g, CC = Oz = 16_3 tort; 2, fined Cr2 catalyst, 0_2 g, CO = 02 = 15 tort; 3, impregnation catalyst, 0.2 g, CO = Og = 24 torn; 4, Cr20g-a, 0_Z 3 g, CO = 02 = 24 tort; 5, Cr203-b, 0_09 g, CO = G'2 = 24 tort. solution). The larger the distortion of the surface structure and the higher the polarity of the Cr0 bond, the more easily the surface reconstruction to the Cr3+ level would take place. The ESIi, peak intensity of the Gr3' ions decreased to approximately asso of the original intensity by cooling the sample from 293 to 77 K, suggesting aiitiferromagnetism at low temperatures. Cluster (4) in the rearranged catalyst seemed to be distributed approximately in monolayers at the Si02 surface, on the basis of almost stoichiometric amounts of CO or 02 adsorbed per Cr3+ ion, easy reduction-oxidation behaviour, small Cr loadings and no actual penetration of Cr\" ions into the tetrahedral framework of the Si02 lattice. Cr31 ions in a-mononuclear complex [14] or in solid solution [15] exhibited photoluminescence by illuminating the d-d hand, whereas the surface Cra+ cluster (4) had no emission- It is known that 2 and CO adsorb on the coordinatively unsaturated sites (oxygen defect position) an CO' ions [16] _ The amounts of Oz or CO adsorbed in Table 2 suggest that there is one vacant site on Cr3t ion in the catalyst evacuated at 838 K. The UV use reflectance spectO of the rearranged catalyst (465, 605 and >S50 am) also indicates the coorainatively unsaturated square pyramidal Cr3t ions which were converted by Oz or l'-I20 adsorption to the octahedral species with peaks at 461 am (gAzg 4 T2.) and 610 nm (4A2r --r T,,j. The narrowing othe ESK peak width (&H) othe Cr3' ions by 1-1zO adsorption at 293 K or the broadening by evacuation at 838 K (85E1 - - 'i6Q O), also implies unsaturation of the Cr3F coordination sphere. The aH of the ss-phase Cr3' cluster has been demonstrated to depend upon t-he relative strength of - 39 an exchange interaction and a dipole interaction [1d, 17] . The shorter the distance between two Cr31 ions in a cluster, the more important the exchange interaction becomes, resulting in a narrowing of aH. The exchange interaction between octahedral Cr\" ions in the Hz0-exposed rearranged catalyst (AH = 760 G) was weaker than that of a-Cr2(33 (440 - 500 G) but stronger than that in the impregnation catalyst (1 000 G). The property of the Cr3'-ssz- bond in CrzO3 has also been well characterized by the Racah parameter (B35) in ligand field theory [181. The B35 is expressed by the following equation, $36 = (sE/15)((A -SE)/(0.8A -SE)) where A and 8E represent the energy of the first d-d transition of octahedral Cr3' ions and the energy difference of the first and second absorption bands. The smaller values of B35 indicate the stranger exchange interaction between d3 ions, that is, the shorter Cr3'-Cr3' distance. The values for the rearranged fixed Cr catalyst, the fixed Cr2 catalyst and the impregnation catalyst were calculated to be 501, 495 and 614 cm-1, respectively- The Cr203-a and -b gave the values of 465 and 440 cm-1. Thus in coincidence with ESR data the ---'r!i'-12---Cr3~'-cluster (4) in the reearranged surface was suggested to have a suitable exchange interaction and to be structurally more relaxed than crystalline a!-Cr203 with a Cr--Cr distance of 265 pm. The characteristic properties of the rearranged fixed Cr catalyst, the fixed Cr2 catalyst and the impregnation catalyst are listed in Table 2. The initial stage of CO oxidation was studied in order to determine the active structure and environment. The reaction of CO with the terminal oxygen (Cr6T=O2-) of the monochromate structure (3) was very slow below 473 K and gave an activation energy of 92 M mol-1. The dichromate structure (7) of the virgin fixed Cr2 catalyst also showed a low activity. The oxidation activities of the catalysts had no correlation with the amount of Crs' ions contained in the catalysts. W-hen the surface of the virgin fixed Cr catalyst having mainly species (3) was rearranged to the CO' cluster (4) by the three redox treaOents, the catalytic activity was remarkably enhanced. The rearranged fixed Cr catalyst showed an activity two orders of magnitude higher than the impregnation catalyst at 423 K. Accordingly, it is obvious that the oxidation of CO with Os proceeded on the CO' species. Yao and Kummer [19] attributed the oxidation activity of supported chromia to isolated Cr3' ions (S phase), while Varghese and Wolf [201 interpreted the activity as due to a 13-phase Cr\" cluster. Since isolated Cr3' ions in the fixed catalysts used for reactions were negligible- the cluster (4) on SiO2 is the active species to be considered. It has been demonstrated [lb, 21] that coordinafavely unsaturated Cr3\" ions over CrZ03 catalysts are active sites for CO oxidation; our results support this. However, the turnover frequencies (C02 molecules/s/Cr3+ ion), 7.32 X 10- and 1.36 X 10- s-1 at CO = 02 = 16.3 torr and 4416 K, and the activation energies, 13 and 90 kJ mol-I for the rearranged fixed catalyst and the impregnadon catalyst respec- 40 tively, were different from each other, which indicates tire different nature of the CO\" species. The activation energies for the oxidation of CO with 02 over various catalysts were plotted against Bib as well as AH in Fig. S where reversed vol cano relations were found. The rearranged surface with values of 501 cm -1 or 760 G was found to have the minimum activation energy (i3 kl mol-l-j. Consequently, the structurally relaxed surface cluster (4) with. square pyramidal Cr3+ ions which are easily convert to the octahedral Cr3' ions with suitable exchange interaction by 02 or x 20 adsorptions, is the active structure for catalytic CO oxidation at low temperatures. This active twodimensional structure was conveniently produced by the rearrangement of the monochromate structure fixed on the original acidic OH groups of Si02. The additional electronic effect on the catalytic property originates from the surface layer of the supported lattice. cH / G 600 R00 loon O 0 40:1 6D0 600 B35 / crm 1 Fig. 8. Relation between activation energies and Racah parameters (B35) or ESR peak widths (DH) of Gr3+ ions. ReferellCeS 1 (a) J. i-I_ F.uOord. Adv. Ca!ut, 22 (1972) 265; R_ i.. Eeerwel! Jr. and K_ S_ Stet, J_ Colloid. Interface Sci, 58 (1977) 54; G_ I~ Haller arms J_ Saint-Just is G_ C. Bond, P. 8. Wells aO F. C. Tompkias (ads.), Proc_ 6Eh drtt. Corgr. CaEaL London (1976), The Chemical Society, ! (1977) 235; V. Eadovina, A. CiOQ and 14f. Valigi, ioid., 1 (1977) 216; D. ?Mha-djiev, S. Angalov and D_ DaOpanov, is 13_ DeOoa, F_ Grange, P. Jacobs and G. Poncelet (ads.), 2nd dhE. Symp. Preparation of Catalysis fF (f 378) Fc-1; S. E. Volta. and S. W. Wetter, .f Phys. Cleans., 59 (i9a5) 566;'F. A. Egerton; F. S. Stone and J. C. Zfickerazaa, d_ CctaL, 33 (1874) 299; K. S. De, EL J. Rossiter and F. S. Stone, Proc. 3rd fnE. Congr. Catat, i (1964) 520; J. F. Hogaa, .I_ Polyrre_ See (A), 8 (1970) 2637; A. Eecchira, E. Gsrrone, G. GtLiatti, C. Morterra and E. SoreIIo, J_ Prtys. Cheat, 79 (Z975) 566: F. G. Ksraacaiev, Yu. L Brm9kw and G. D. Kolovertaov, Kinet. Cafai, 8 (1967) 166; ). K. Pr--hevalskaya, V. A Savets aO V. ss. Kazsashy. J Catat, 39 (1975) 363; C_ Groene=eld, g. P. 114. 14i_ W'digen, A. O. Kersbergen, P U M. Mestram. C. E. Nuutea and G. C. E Scauit, i6id.; 59 (1979) la3; 41 B. Fubini, G. Gbiotti, L. Siradella, E. Garrone and C. Morterra, ibid., 66 (1980) 200. (b) R. L. Burwell Jr., G. L. Iia!ier, K. C. Taylor and J. F. Read, Adv. Cataf., 20 (1969) 1. (c) A_ Clark, Catal. Rev., 3 (1969) 145. (d) C. P. Poole ar. and D. S. MacIver, Adu_ CataL, 17 (1967) 223. 2 G. H. Aai1ard Adu. CataL, 23 (1973) 263; J. P. Candlin and H. Thomas, Adu_ Chem. Ser., 132 (1974) 212. 3 Yu. I. Yermakov, Catal. Reu., 13 (1976) 77; Yu I. Yerrnakav and V. Zahkarov, Adv. Catal., 25 (1975) 173; Yu. I. Yermakov, inT. Seipa= and K. Tanahe (eds.) Proc. 7th Int. Congr CataL Tokyo (1 980) (Kadansha), part A (1981) 5 7. 4 Y. IWOwa, S. Ogasawara and M. Soma, Chem. Lett_, (1978) 1039; Y. Iw2saws, Y. Nakano and S. Ogasawara, J! Chem. Soc. Faraday Trans. 1, 74 (1978) 2968; Y. Iwasawg and S. Ogasawara, ibid., 75 (1979) 1465; Y. Iwasawa and S. Ogasawara, Bull. Chem. Soc. Jpn., 53 (1980) 3709; Y. Iwasawa, T. Nakamura, K. Takasnatsu and S. Ogasawarat, J Chem. Soc. Faraday Trans. 1, 76 (1980) 939; Y. Iwasawa, H. IOose and S. Ogasawara, ibid., 77 (1981) 1 763. 5 Y. Iwasawa, M. Yamao =h' and S. Ogasawara, J- Chem. Soc_, Chem. Common., (1980) 871; Y. Iwasawa, H. Kubo, M. Yamagishi and S. Ogasawara, Chern. Lett., (1980) 1165- 6 Y. Iwasgwa and S. Ogasawara, Chem. Lett, (1980) 127. 7 Y. Iwasawa, Y. Sasaki and S. Ogasawara,J Chem. Sac. Chem. Commun., (1981) 140. 8 G. QP'Oe, B. Bogdanovie, P. Hardt, P. Helmbaca, Wr. Kelm, 1V Kroner, O. Oberkirc1s, K. Tanaka, E. SteinrUdce, D. Water and H. Zimmerrnann, Angem. Chem. Inf Edn., 5 (1966) 151; J. K- Bec-consall and S. O'Brien, J Chem. Soc. (A), (1967) 423. 9 R. P. A. SneOen and F . H. Zeiss, .j Organomet. Chem_, 28 (1971) 259; E. Kurras and P. Klimsch, Monatsber_ Dtsch_ Akad. Wiss_ Berlin, 6 (1964) 735; P. Klimsch and E. Kurras, East Ger. Patent 45 708. 10 M. Sato, ^1. Kanb&vaO, N. Kobayashi and Y. Shima, J. CataL, 7 (1967) 342. 1! F. A. Cotton, Acc. Chem. Res., 11 (19 78) 225; A. Bino and F. A. Cotton, in H. E. Barray and P. C. H. Mitchell (eds.) Proc. 3rd fnt. Conf , Chemistry and Fuses of Afolyb denam, Climax, 1979, p. 1; A. P. Sattelberger and J. D. Fackler, J Am. Chem. Soc., 99 (1977) 1258; F. A. Cotton, S. Koch, K. Mertis, M. lirfillar and G. W'dkinson, ibid., 4989;O.H. BOn ler, K.Madeja, E. Kurras and FJ. Rosenthal, Z. Chem., 18 (1978) 453. 12 Y. Iwasawa and S. Ogasawara, to be published. 13 A. Carrington and M. C. R. Symons, Chem. Rev., 63 (1963) 443; A. V-csre and H. B. Gray, Inorg. Chem., 3 (1964) 117.3. 14 H. L. Schlar, H. Gausman and f Witzke, d. Phys. Chem., 46 (1967) 1423; C. Lonti and L. S. Forster, .J_ Am. Chem. Soc_, 99 (1977) 613_ 15 G. `F. Pott aO B. N. OeNieol, J. Solid State Chern., 7 (1973) 132. 16 M. P. MeDanie! and R. L. Burwell Jr., .F Catal., 36 (1975) 394, 404; A. Zeechina, S. Colucciz, L- Cerruti and E. Borello, .l Phys. Chem_, 75 (1971) 2774, 2783. 17 Yu. I. Pecherskaya, V. B. Kazansky and V. V. Voevodsks, Kinet_ Katal., 3 (1962) 90. 18 L. Nodek, D. Milejlcva, A. Andreev, A_ PaOF, M. Kraus and D. Sfiopov, J CataC, 40 (1975) 46; D. Reinea, Struct. Bonding (Berlin), 6 (1969) 30. 19 Yu Y. F. Yao and J. `F. Kummer, .s. Catal--- 46 (19 77) 388. 20 P. Vargfiese and E. E. Ool J Catal., 59 (1979) 100. 21- S. R. Morrison, Chemtech, (1977) 570. X244 82800618 0304-5102(82)80061-8 10.1016/0304-5102(82)80061-8 Active fixed chromium catalysis for CO oxidation. Preparation and active structure of fixed Cr and Cr2 catalysts Y. Iwasawa ∗ Y. Sasaki S. Ogasawara Department of Applied Chemistry, Faculty of Engineering, Yokohama National University, Tokiwadai, Hodogaya-ku, Yokohama 240 Japan * Author to whom correspondence should be addressed. The catalytic oxidation of CO with O2 (398–509 K) over fixed Cr or Cr2 catalysts, prepared by the fixing reaction of Cr(η3-C3H5)3 or Cr2(η3-C3H5)4 with surface OH groups of SiO2, was studied to determine the structure and environment of active sites in terms of catalytic activities, activation energies, Racah parameters, ESR peak widths, photoluminescence and adsorptions of CO or O2. The monochromate structure fixed on originally acidic OH groups of the SiO2 surface was easily rearranged by three redox treatments to form the surface cluster, with one vacant site on a Cr3+ ion and with a suitable exchange interaction between the Cr3+ ions. This rearranged surface showed a much higher activity than the virgin fixed Cr catalyst with mainly monochromate species, the fixed Cr2 catalyst with mainly dichromate species and a conventional impregnation catalyst. References 1 (a)1 J.H. Lunsford Adv. Catal. 22 1972 265 (a)2 R.L. Burwell Jr. K.S. Stec J. Colloid. Interface Sci. 58 1977 54 (a)3 G.L. Haller J. Saint-Just G.C. Bond P.B. Wells F.C. Tompkins Proc. 6th Int. Congr. Catal. London 1976 (a)3.a The Chemical Society 1 1977 235 (a)4 V. Indovina A. Cimino M. Valigi Proc. 6th Int. Congr. Catal. London 1 1977 216 (a)5 D. Mihandjiev S. Angolov D. Damyanov B. Delmon P. Grange P. Jacobs G. Poncelet 2nd Int. Symp. Preparation of Catalysis II 1978 F4-1 (a)6 S.E. Voltz S.W. Weller J. Phys. Chem. 59 1955 566 (a)7 T.A. Egerton F.S. Stone J.C. Vickerman J. Catal. 33 1974 299 (a)8 K.S. De M.J. Rossiter F.S. Stone Proc. 3rd Int. Congr. Catal 1 1964 520 (a)9 J.P. Hogan J. Polym. Sci. (A) 8 1970 2637 (a)10 A. Zecchina E. Garrone G. Chiotti C. Morterra E. Borello J. Phys. Chem. 79 1975 966 (a)11 I.G. Karahchiev Yu.L. Brmakav G.D. Kolovertnov Kinet. Catal. 8 1967 156 (a)12 I.K. Prahevalskaya V.A. Shvets V.B. Kazansky J. Catal. 39 1975 363 (a)13 C. Groeneveld P.P.M.M. Wittgen A.M. Kersbergen P.L.M. Mestrom C.E. Nuijten G.C.A. Schuit J. Catal. 59 1979 153 (a)14 B. Fubini G. Ghiotti L. Stradella E. Garrone C. Morterra J. Catal. 66 1980 200 (b) R.L. Burwell Jr. G.L. Haller K.C. Taylor J.F. Read Adv. Catal. 20 1969 1 (c) A. Clark Catal. Rev. 3 1969 145 (d) C.P. Poole Jr. D.S. MacIver Adv. Catal. 17 1967 223 2 G.H. Ballard Adv. Catal. 23 1973 263 b J.P. Candlin H. Thomas Adv. Chem. Ser. 132 1974 212 3 a Yu.I. Yermakov Catal. Rev. 13 1976 77 b Yu.I. Yermakov V. Zahkarov Adv. Catal. 25 1975 173 c Yu.I. Yermakov T. Seiyama K. Tanabe Proc. 7th Int. Congr. Catal. Tokyo 1980 57 (Kodansha), part A (1981) 4 a Y. Iwasawa S. Ogasawara M. Soma Chem. Lett. 1978 1039 b Y. Iwasawa Y. Nakano S. Ogasawara J. Chem. Soc. Faraday Trans. I 74 1978 2968 c Y. Iwasawa S. Ogasawara J. Chem. Soc. Faraday Trans. I 75 1979 1465 d Y. Iwasawa S. Ogasawara Bull. Chem. Soc. Jpn. 53 1980 3709 e Y. Iwasawa T. Nakamura K. Takamatsu S. Ogasawara J. Chem. Soc. Faraday Trans. I 76 1980 939 f Y. Iwasawa H. Ichinose S. Ogasawara J. Chem. Soc. Faraday Trans. I 77 1981 1763 5 a Y. Iwasawa M. Yamagishi S. Ogasawara J. Chem. Soc., Chem. Commun. 1980 871 b Y. Iwasawa H. Kubo M. Yamagishi S. Ogasawara Chem. Lett. 1980 1165 6 Y. Iwasawa S. Ogasawara Chem. Lett. 1980 127 7 Y. Iwasawa Y. Sasaki S. Ogasawara J. Chem. Soc. Chem. Commun. 1981 140 8 a G. Wilke B. Bogdanović P. Hardt P. Heimbach W. Keim M. Kröner W. Oberkirch K. Tanaka E. Steinrücke D. Water H. Zimmermann Angew. Chem. Int. Edn. 5 1966 151 b J.K. Becconsall S. O'Brien J. Chem. Soc. (A) 1967 423 9 a R.P.A. Sneeden H.H. Zeiss J. Organomet. Chem. 28 1971 259 b E. Kurras P. Klimsch Monatsber. Dtsch. Akad. Wiss. Berlin 6 1964 735 c P. Klimsch and E. Kurras, East Ger. Patent 45 708. 10 M. Sato T. Kanbayashi N. Kobayashi Y. Shima J. Catal. 7 1967 342 11 a F.A. Cotton Acc. Chem. Res. 11 1978 225 b A. Bino F.A. Cotton H.E. Barray P.C.H. Mitchell Proc. 3rd Int. Conf., Chemistry and Uses of Molybdenum, Climax 1979 1 c A.P. Sattelberger J.D. Fackler J. Am. Chem. Soc. 99 1977 1258 d F.A. Cotton S. Koch K. Mertis M. Millar G. Wilkinson J. Am. Chem. Soc. 1977 4989 e W.H. Bömer K. Madeja E. Kurras U. Rosenthal Z. Chem. 18 1978 453 12 Y. Iwasawa and S. Ogasawara, to be published. 13 a A. Carrington M.C.R. Symons Chem. Rev. 63 1963 443 b A. Viste H.B. Gray Inorg. Chem. 3 1964 1113 14 a H.L. Schläfer H. Gausman H. Witzke J. Phys. Chem. 46 1967 1423 b C. Lonti L.S. Forster J. Am. Chem. Soc. 99 1977 613 15 G.T. Pott B.N. McNicol J. Solid State Chem. 7 1973 132 16 a M.P. McDaniel R.L. Burwell Jr. J. Catal. 36 1975 404 b A. Zecchina S. Coluccia L. Cerruti E. Borello J. Phys. Chem. 75 1971 2774 c A. Zecchina S. Coluccia L. Cerruti E. Borello J. Phys. Chem. 75 1971 2783 17 Yu.I. Pecherskaya V.B. Kazansky V.V. Voevodsky Kinet. Katal. 3 1962 90 18 a L. Nodek D. Mihajlova A. Andreev A. Palazov M. Kraus D. Shopov J. Catal 40 1975 46 b D. Reinen Struct. Bonding (Berlin) 6 1969 30 19 Yu.Y.F. Yao J.T. Kummer J. Catal. 46 1977 388 20 P. Varghese E.E. Wolf J. Catal. 59 1979 100 21 S.R. Morrison Chemtech 1977 570",
      "scopus-id": "0020163970",
      "coredata": {
        "eid": "1-s2.0-0304510282800618",
        "dc:description": "The catalytic oxidation of CO with O2 (398–509 K) over fixed Cr or Cr2 catalysts, prepared by the fixing reaction of Cr(η3-C3H5)3 or Cr2(η3-C3H5)4 with surface OH groups of SiO2, was studied to determine the structure and environment of active sites in terms of catalytic activities, activation energies, Racah parameters, ESR peak widths, photoluminescence and adsorptions of CO or O2. The monochromate structure fixed on originally acidic OH groups of the SiO2 surface was easily rearranged by three redox treatments to form the surface cluster, with one vacant site on a Cr3+ ion and with a suitable exchange interaction between the Cr3+ ions. This rearranged surface showed a much higher activity than the virgin fixed Cr catalyst with mainly monochromate species, the fixed Cr2 catalyst with mainly dichromate species and a conventional impregnation catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282800618",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Iwasawa, Y."
          },
          {
            "@_fa": "true",
            "$": "Sasaki, Y."
          },
          {
            "@_fa": "true",
            "$": "Ogasawara, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282800618"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282800618"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)80061-8",
        "prism:volume": "16",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Active fixed chromium catalysis for CO oxidation. Preparation and active structure of fixed Cr and Cr2 catalysts",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "27-41",
        "prism:endingPage": "41",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1982",
        "prism:doi": "10.1016/0304-5102(82)80061-8",
        "prism:startingPage": "27",
        "dc:identifier": "doi:10.1016/0304-5102(82)80061-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510282800618-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "948",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "144",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0304510282800618-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1319",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020163970"
      }
    }
  }
}