{
  "metadata": {
    "title": "SiO<ce:inf loc=post>2</ce:inf>-supported bimetallic ruthenium cluster-derived catalysts for selectivity and activity control in CO hydrogenation toward C<ce:inf loc=post>1</ce:inf><ce:glyph name=sbnd></ce:glyph>C<ce:inf loc=post>5</ce:inf> alcohols",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80255-F",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280255F",
    "pii": "030451029280255F"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026888015",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280255F 0304-5102(92)80255-F 030451029280255F 10.1016/0304-5102(92)80255-F S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 38 379 390 379 390 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. SIO2SUPPORTEDBIMETALLICRUTHENIUMCLUSTERDERIVEDCATALYSTSFORSELECTIVITYACTIVITYCONTROLINCOHYDROGENATIONTOWARDC1C5ALCOHOLS XIAO F ICHIKAWA 1985 M TAILOREDMETALCATALYSTS 1986 METALCLUSTERSINCATALYSIS ICHIKAWA 1988 2351 M CHOPLIN 1986 4224 A LEE 1987 183 G ICHIKAWA 1984 69 M FUKUSHIMA 1985 4440 T FUKUSHIMA 1986 148 T FUKUOKA 1987 3643 A FUKUOKA 1989 55 A ICHIKAWA 1988 259 M BOUNDART 1984 2185 M SINFELT 1983 J BIMETALLICCATALYSTSDISCOVERIESCONCEPTSAPPLICATIONS SINFELT 1973 308 J SHRIVER 1986 D MANIPULATIONAIRSENSITIVECOMPOUNDS JOHNSON 1976 1356 B STEINHART 1980 332 P WENTRCEK 1976 363 P ARAKI 1976 439 M BILOEN 1979 95 P CANT 1982 257 N LITTLE 1966 L INFRAREDSPECTRAADSORBEDSPECIES BROWN 1976 1731 M KUZNETSOV 1980 374 V GLADYSZ 1976 1044 J GLADYSZ 1979 530 J BROWN 1979 505 K HORWITZ 1984 219 C XIAOX1992X379 XIAOX1992X379X390 XIAOX1992X379XF XIAOX1992X379X390XF item 0304-5102(92)80255-F 030451029280255F 1-s2.0-030451029280255F 10.1016/0304-5102(92)80255-F 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280255F-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280255F/MAIN/application/pdf/0baacff2820bb0ca1abbbd79fa49fab8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280255F/MAIN/application/pdf/0baacff2820bb0ca1abbbd79fa49fab8/main.pdf main.pdf pdf true 723547 MAIN 12 1-s2.0-030451029280255F-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280255F/PREVIEW/image/png/a426f425aabe58b5222e1b1044481d75/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280255F/PREVIEW/image/png/a426f425aabe58b5222e1b1044481d75/main_1.png main_1.png png 62316 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 379-390 379 M2928 Si02-supported bimetallic ruthenium cluster-derived catalysts for selectivity and activity control in CO hydrogenation toward C1-C5 alcohols Feng-Shou Xiao* Catalysis Research Center, Hokkaido University, Sapporo 060 (Japan) and Department of Chemistry, Jilin University, Changchun 130023 (China) Atsushi Fukuoka, Masaru Ichikawa* Catalysis Research Center, Hokkaido University, Sapporo 060 (Japan) W. Henderson and D. F. Shriver Department of Chemistry, Northwestern University, Evanston, IL 60208-3113 (USA) Abstract The bimetallic RUC03, RuC02 and Ru3M,C (M=Co, Fe, Ni, Mo, Rh, Cr, Mn, x=1-3) catalysts were prepared from S'02-supported carbonyl clusters, and it was found that the RuCo, RuFe and RuMo bimetallic carbonyl cluster-derived catalysts showed higher activity and selectivity for oxygenates such as C,-C5 alcohols in CO hydrogenation. In contrast, hydrocarbons and COz were preferentially obtained on the catalysts prepared from Si02-SUPPorted homometallic RueC, Ru3 and Cog carbonyl clusters. The RuNi, RuCr, RuMn and RuRh carbonyl cluster-derived catalysts provided poor activity and selectivity for oxygenates. The promotion toward alcohol formation on RuCo, RuFe and RuMo cluster-derived catalysts was proposed to be associated with the adjacent Ru-M\" (M=Co, Fe, and Mo) at the cluster-oxide support interface to offer C- and O-ended CO (v(CO) = 1680 cm-'). In situ FT-IR studies revealed that the band at 1584 cm-', possibly assigned to a formyl intermediate on RuM (M = Co, Fe, and Mo) bimetallic cluster-derived catalysts at 453 K under syngas (CO/HZ=0.5), has a good linear relationship with the rate of oxygenate formation, whereas the 1584 cm-' band was not observed on Rumn, RuCr, RuRh and RuNi bimetallic and homometallic cluster-derived catalysts showing poor activity for oxygenates. At higher temperatures the higher alcohols (C-C5) are produced via CO dissociation and acetyl intermediate (v(CO)=1555 cm-') formation from CO +HZ on the RuCo cluster-derived catalysts. Introduction Chemical modification of solid surfaces, e.g., Si02, A1203, MgO and zeolites, using organometallic carbonyl clusters as the precursors is a subject of recent interest. This approach may make possible the rational preparation of tailored metal catalysts involving the well-characterized metal centers. Thus they may provide some advantages in obtaining highly dispersed metal *Authors to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 380 particles with a uniform size distribution and with a discrete metal composition of the precursor bimetallic clusters. The specific metal/bimetal structures derived from the surface-grafted metal cluster are reflected in modifying the catalytic performances in CO hydrogenation to offer higher selectivities and activities, compared with the conventional catalysts prepared by co-impregnation and ion-exchange of metal salts [1-4]. In CO hydrogenation, one of the most important problems is the selectivity for various products, because it is well known that the order of economic interest is: higher oxygenates > methanol > hydrocarbons [51. It has previously been reported that some electropositive ions such as Mn, Ti, Zr, Nb and Fe promote the production of oxygenates such as aldehydes and alcohols in CO hydrogenation catalyzed on Rh and Pd [6-81. As a localized model for the promoters Rh and Pd, tailored metal catalysts have been prepared from Si02-supported RhFe [9-101 and PdFe [ 11 ] bimetallic carbonyl clusters as the precursors, and it has been demonstrated that they provide higher activities and improved selectivities for C1 and CZ alcohols from CO + H2, compared with those from the homometallic cluster-derived catalysts and even the conventional bimetallic catalysts. The conversion of CO + HZ to hydrocarbons and oxygenates occurs readily on Ru catalyst or bimetallic catalysts based on Ru, such as RuCu, RuAg and RuFe [ 12-14 ]. In this study, we prepared a series of RuM (M = Co, Fe, Mo, Ni, Rh, Cr, Mn) bimetallic catalysts using mixed-bimetallic ruthenium carbonyl clusters impregnated with Si02, and studied the activity and selectivity for product in CO hydrogenation over various RuM bimetallic cluster-derived catalysts. The origin of promotion for C1-C5 alcohol formation in CO hydrogenation is discussed in terms of the two-site activation of CO to produce the oxygenate intermediate formed on the adjacent RuCo sites derived from the Si02-supported clusters. Experimental Preparation of catalysts Syntheses of clusters and their depositions onto Si02 were carried out under an atmosphere of purified nitrogen using standard Schlenk and needle stock techniques [ 15 ]. Solvents were stored under Nz after being refluxed with and distilled from appropriate drying agents (acetone: 4A molecular sieves). Amorphous silica (surface area 280 cm' g-1, Davison no. 57, 14-20 mesh) was used as a support for catalytic reactions. The Si02 was heated at 573 K under vacuum for 4 h and stored under N2 in a dry-box. The carbonyl clusters used in this work and references for their syntheses [ 16-18 ] are listed in Table 1. Co4(CO)12 was purchased from Strem and purified by recrystallization from pentane. In a typical run, Ru3Co3C(CO)14 was dissolved in 30 ml of acetone, and Si02 was added to the solution under N2. After 30 min of stirring, the sample was carefully evacuated to remove acetone at room temperature, followed by calcination in OZ flow (1 bar, 40 ml min-1) at 423 K for 2 h in a glass tube, and reduced by the reaction in Hz flow 381 TABLE 1 Preparation of Ru monometallic and Ru-M (M=Co, Fe, Mo, Ni, Rh, Cr and Mn) bimetallic carbonyl cluster-derived catalysts Precursor Ref. Weight Sioz Ru loading (mg) (g) [Et9N][HRu3(CO) ] 17 73(210) 3.0 1.0(3.0) Ru6C(CO),7 16 58(170) 2.0 1.0(3.0) Ru3Co3C(CO)14 18 29(87) 1.0 1.0(3.0) RuCo2(C0)11 18 53(157) 1.0 1.0(3.0) HRuCo3(CO),2 18 61(180) 1.0 1.0(3.0) [Et9N12 [Ru3Fe3C(CO)131 16 37(109) 1.0 1.0(3.0) [Et9N12[Ru3Mo2C(CO)16] 16 41(120) 1.0 1.0(3.0) [Et4N]Z[Ru3Rh3C(CO)15] 16 43(125) 1.0 1.0(3.0) [Et4N]Z[Ru3MnC(CO)14] 16 34(101) 1.0 1.0(3.0) [PPN]2[Ru3Cr2C(CO),61 16 64(192) 1.0 1.0(3.0) (1 bar, 40 ml min-') at the programmed temperature from 293 to 573 K for 2 h and at 573 K for 2 h. The sample was transferred to a microreactor and reduced again in H2 flow at 573 K for 1 h prior to introducing syngas. CO hydrogenation The CO hydrogenation reaction was carried out using a stainless-steel reactor, into which 1.0 g of the catalyst (Ru loading 1 wt.%) was charged. A mixture of CO and Hz (CO/H2=0.5 and 1.0, 5 bar) was introduced into the reactor at a flow rate of 40 ml min-' and a space velocity of 444 h-'. Oxygenates, including alcohols and aldehydes, were collected in 50 ml of water trapping by bubbling the effluent gas through it. The products were analyzed by the thermal conductivity detector (TCD) and flame ionisation detector (FID) of a gas chromatograph using active carbon, alumina-N,Ndimethylformamide (DMF 38%, 60-80 mesh), and Squalane columns for CO and COz, hydrocarbons, and oxygenates, respectively. Infrared experiments The catalysts (Ru loading 3 wt.%) were pressed into self-supporting disks (15 mm i.d., 12 mg cm-2) and were placed into an infrared cell equipped with CaFz windows. Infrared spectra were measured at various conditions using a Fourier transform spectrometer (Shimadzu FT-4100) with a resolution of 2 cm-'. For the isotope-labelling experiments 13C0 (9Oss6 enriched) and D2 (99.99ss'o) were purchased from MSD Isotope. Results and discussion RuM bimetallic cluster-derived catalysts in CO hydrogenation The catalytic activity of Si02-supported RuM carbonyl cluster-derived catalysts reached the steady state of CO conversion and product selectivities 382 orienting toward alcohols after 10-15 h on stream in CO hydrogenation, and remained constant for a subsequent 45-50 h. Catalytic performances for various products, including hydrocarbons, oxygenates and C02, in CO hydrogenation at 519 K are presented in Table 2, where the selectivities were based on CO. The Ru3/Si02 catalyst prepared from an anion cluster [HRu3(CO)11]- provided CO conversion at 0.3296, and products consisted uniquely of hydrocarbons (over 991Yo). Compared with Ru3/Si02, Rus/Si02 prepared from RuBC(CO),7 exhibited high rates for hydrocarbon formation (conversion 4.9%) with poor selectivity of oxygenates (290 selectivity in CO base). These results demonstrate that the carbide species contained in Ru6C(CO)17 is a very important precursor for producing hydrocarbons in CO hydrogenation, which is consistent with other work [19-22]. In contrast to Ru6C(CO)17, the catalysts from RuM (M = Co, Fe, Mo, Ni, Rh, Cr and Mn) mixed-bimetallic carbonyl clusters impregnated on Si02 exhibited the following features: (i) the activities for both hydrocarbons and oxygenates on RuCo bimetallic catalysts prepared from Ru3Co3C(CO)14, RuCo2(CO)11 and HRuC03(CO)12 increased greatly, in particular for oxygenates; (ii) the CO conversion on RuFe and RuMo bimetallic catalysts decreased considerably, but the activity for oxygenates increased greatly; as a result, the selectivities for oxygenates consisting of methanol and ethanol in CO hydrogenation were up to 28 and 269'0 over those of RuFe and RuMo catalysts, respectively; (iii) RuNi and RuRh catalysts prepared from [Ru3Ni3C(CO)13]2- and [Ru3Rh3C(CO)15]2- clusters provided lower CO conversion (0.46 and 0.47%) than RU6/Si06; the rates of oxygenate formation were similar to that on Rub/ Si02, but the hydrocarbons were greatly suppressed; (iv) the promoters such as Mn and Cr in RuMn and RuCr catalysts prepared from [Ru3MnC(CO)14]2and [Ru3Cr2C(CO)16]2- led to a deep decrease in activities for both hydrocarbons and oxygenates, although the selectivity for oxygenates remained in the range 12-209'0. The above results indicate that the RuCo, RuFe and RuMo bimetallic catalysts are among the best catalysts for formation of oxygenated products, especially for the RuCo bimetallic catalyst, which exhibited higher selectivity for higher oxygenates (C2-C5). However, some electropositive ions such as Mn and Cr cannot promote the production of oxygenates on RuM (M = Mn and Cr) carbonyl cluster-derived catalysts, although it has been reported that these electropositive ions remarkably promoted formation of oxygenates on Rh and Pd catalysts [6-11 ] in CO hydrogenation. These results can be explained by differences in behavior such as reduction, adsorption, CO dissociation, CO insertion, etc. under syngas between Ru-based and Rh- or Pd-based catalysts. The use of CO-rich syngas in CO hydrogenation resulted in a considerable decrease in CO conversion and a marked increase in oxygenated selectivity on various RuM bimetallic carbonyl cluster-derived catalysts. For instance, when the CO/H2 ratio over the HRuC03(CO)12 carbonyl cluster-derived catalyst, changed from 0.5 to 1.0, CO conversion was quickly reduced from 4.7 to 2.290, and the rate of hydrocarbon formation greatly decreased while the rate of oxygenate formation greatly increased. These facts indicate that TABLE 2 CO hydrogenation on Ru monometallic and RuM (M=Co, Fe, Mo, Ni, Rh, Mn, Cr) bimetallic carbonyl cluster-derived catalysts' Precursor on Si02 M/Ru CO Specific rate of formation (mmol (mol Ru)-' min-') Selectivity (1 wt.% Ru) for Hydrocarbons Oxygenates oxygenates C, CZ C3 C4 CS CO2 McOH McCHO EtOH PrOH BuOH AmOH [HRu3(CO) ] - - 0.32 16 1.4 0.34 0.25 - - - - - - - - 0.0 RueC(CO),7 - 4.9 75 11 14 15 18 40 - 3.2 - - - - 1.9 RuC02(CO) 2.0 4.4 110 12 13 7.0 3.0 9.4 4.8 3.9 8.0 0.72 0.24 0.09 13 HRuC03(CO),2 (541 K) 3.0 20 523 75 71 43 11 123 10 5.3 14 1.8 1.5 0.70 5.1 (519 K) 3.0 9.8 237 31 31 18 12 33 12 3.2 13 1.1 0.75 0.50 8.9 (498 K) 3.0 4.7 99 13 14 7.5 7.5 8.5 12 2.8 7.4 1.5 0.51 0.28 16 (458 K) 3.0 1.3 24 3.0 3.0 2.0 1.5 1.0 10 1.8 4.2 0.8 0.3 0.10 38 (CO/H2 = 1.0; 519 K) 3.0 4.8 98 15 13 6.6 3.8 15 13 4.0 14 1.6 0.91 0.52 23 (CO/H2 =1.0; 498 K) 3.0 2.2 33 5.3 3.0 3.3 3.0 3.0 11 0.37 12 2.0 0.86 0.43 36 Ru3Co3C(CO)14 1.0 5.5 145 17 18 9.6 4.1 12 4.8 4.4 7.8 0.55 0.15 0.060 11 [Et4N12 [Ru3Fe3C(CO),31 1.0 1.1 3.0 5.1 2.1 - - - 4.8 0.83 5.3 - - - 28 [Et4N]2[Ru3M02C(CO)181 0.67 0.67 18 3.4 - - - 4.6 5.5 0.28 2.2 - - - 26 [Et4N12 [Ru3Ni3C(CO),31 1.0 0.46 20 3.4 - - - - 1.8 0.41 0.79 0.060 - - 16 [Et4N12 [Ru3Rh3C(CO),e1 1.0 0.47 18 3.0 - - - - 1.8 0.46 0.54 0.085 - - 12 [Et,N]2[Ru3MnC(CO)141 0.33 0.34 14 1.2 - - - - 1.1 1.5 - - - - 20 [PPN1 2 [Ru3Cr2C(CO),8 1 0.67 0.13 6.3 0.43 - - - - 0.86 - - - - - 12 RUC13 +COC12 3.0 2.2 46 5.4 7.3 6.4 4.0 4.7 0.68 0.83 0.52 - - - 2.5 C04(CO)12` - 0.12 5.1 0.39 - - - - 0.48 0.20 - - - - 16 'CO/H2 =0.5; flow rate 40 ml min-', total pressure 5x105 Pa. 'Molar ratio of Y;iCj (i=1-5, oxygenates)/[ IiiCi=1-5, oxygenates)+ X;iCi(i=1-5, hydrocarbons)]. `Rate of formation in mmol (mol Co)-' min-'. W 00 W 384 selectivity for oxygenates in total products increased with the molar ratio of CO/H2, which is very significant for the selective production of oxygenates in conversion of syngas and synthesis of other chemicals in industrial processes. In situ FT-IR studies IR characterization of various catalysts under syngas was investigated using FT-IR. After the sample disk was reduced by hydrogen at 573 K for 2 h, syngas (molar ratio CO/H2 =1/2) was passed through the sample wafer at a flow rate of 40 ml min-1 for 15 h at 453 K. After evacuation for 20 min at room temperature to remove physical or weak chemical adsorption of CO and H2, the spectrum of Ru6/Si02 catalyst prepared from Ru6C(CO)17 exhibited broad bands at 2060 and 1880 cm-1 and weak bands at 2932 and 2860 cm-1. The bands at 2060 and 1880 cm-1 are assigned to the CO linear and bridging adsorption, respectively, on the Ru surface [23-25], and those at 2930 and 2860 cm-1 are attributed to the C-H stretching frequencies [23]. As typical examples, Fig. 1 shows the IR spectra of syngas reacted with RuCo, RuFe and RuMn carbonyl cluster-derived catalysts. On the RuCo, RuFe and RuMo bimetallic carbonyl cluster-derived catalysts providing high rates for oxygenates, the sample spectra show a new band at 1584 cm-1 in addition to the bands that appeared in Rue,/Si02- On the other hand, the 2046 1564 1680 1375 2930 2054 a 2660 0 a o a 2926 V 2972 2656 2p56 1584 1460 123 79b 2932 C 3000 2000 1500 Wavenumber WK-1) Fig. 1. IR spectra of syngas (CO/H2=0.5) with reduced catalysts for 15 h at 453 K: (a) HRuC03(CO)12/SiO2; (b) [Et9N]2[Ru3Fe3C(CO),3]/Si02; (c) [Et4N]2[Ru3MnC(CO),4]/Si02. 385 TABLE 3 Intensities of infrared bands at 2060, 1880 and 1584 cm-' and rates of product formation in CO hydrogenation on Ru monometallic and Ru-M (M=Co, Fe, Mo, Ni, Rh, Mn and Cr) bimetallic carbonyl cluster-derived catalysts Precursor Band intensity' T.O.F. of oxygenates' (mmol (mol Ru)-' min-') 2050 cm-' 1880 cm-' 1584 cm-' [HRu3(CO)331- 0.24 0.018 0.000 1.23 Ru6C(CO)17 0.42 0.045 0.000 6.4 RuCo2(CO)11 0.33 0.038 0.035 32.6 HRuC03(CO),2 0.49 0.079 0.13 52.7 Ru3Co3C(CO)14 0.38 0.042 0.053 23.8 [Et4N]2[Ru3Fe3C(CO)131 0.35 0.043 0.034 17.2 [Et4N]2[Ru3Mo2C(CO)161 0.28 0.031 0.013 10.5 [Et4N]2[Ru3Ni3C(CO)131 0.34 0.028 0.000 4.4 [Et4N]2[Ru3Rh3C(CO)16] 0.51 0.047 0.000 4.1 [Et9N]2[Ru3MnC(CO)191 0.43 0.014 0.000 4.1 [PPN]2[Ru3Cr2C(CO)161 0.21 0.011 0.000 0.86 aC0/HZ=0.5; 1 x 105 Pa; react. time 10 h; react. temp. 453 K. bC0/H2=0.5; 5x105 Pa; react. temp. 519 K. CO (100 torr) 2072 2036 1960 2144 I6B0 precursor: Ru3Co3C(CO),4/SiOz 2020 \"CO (100 forr) 1965 1640 2076 Ru3C03CIC0)14/SI02 2048 2084CO (100 torr) 2120 1880 Ru6C(COI /SiOz I I 3000 ~ 2000 I ~ 1500 Wavenumber (cm-') Fig. 2. IR spectra in CO chemisorption at 300-340 K on Ru3Co3C(CO),4/Si02 after HZ reduction for 2 h at 573 K. 386 band at 1584 cm-' was not observed on the RuNi, RuRh, RuMn and RuCr bimetallic catalysts showing poor activity for oxygenates. Table 3 summarizes the intensities of the infrared bands at 2060, 1880 and 1584 cm-' and the rate of oxygenate formation over RuM bimetallic carbonyl cluster-derived catalysts. There was a good linear relationship between the rate of oxygenate formation and the intensity of the 1584 cm-' band. However, there were no correlations between the 2050 and 1880 cm-' band intensities and rates of oxygenate formation. These results indicate that the species giving rise to the band at 1584 cm-' plays an important role in the production of oxygenates, and is probably an intermediate in the formation of oxygenates in CO hydrogenation. When CO was adsorbed on catalysts such as Ru3Co3C/SiO2 and RuCo3/ Si02, sample spectra exhibited a new band at 1680 cm-', which shifted to 1640 cm-' with 13C0 due to the '3C0 isotope effect, as shown in Fig. 2. When catalysts such as RuCo were exposed to various gases (CO or '3C0/ HZ or DZ = 0.5) such as '3C0 + Hz, CO + DZ and '3C0 + D2, the 1584 cm-' band formed in the gases of CO and HZ shifted to 1542, 1575 and 1539 cm-', respectively, as shown in Fig. 3. From these IR facts we propose CO+H2: Ru3Co,C(CO),4/Si02 2027 1965 1584 1377 2880 0 '3CO+H2: Ru3Co3C(CO) /Si02 1985 1542 2868 1345 b 2768 2032 1985 CO+D2: Ru3Co3C(CO),s1S'02 2024 1680 1575 1377 C 13CO+D2 HRUC02(CO)12/Si02 2204 2096 1539 2048 d 2930 CO+H2 : HRUC02(CO)12/Si02 2660 15841555 146\\ 5 \\`-'_1438 1378 B 3000 2000 1500 Wavenumber (cm- 1) Fig. 3. In situ IR spectra in the (a) CO + H2, (b) ' 3C0 + H2, (c) CO + D2 and (d) '3C0 + D2 reactions for 4 h, and (e) CO + HZ reaction for 16 h on RuCo bimetallic cluster-derived catalysts (CO/H2=0.5 v/v, 1 atm, 453 K). 387 0 yC0=1680 cm-I CH30H mr Ru -'C02mr H2 Huds or co H2 =1584 C - 0 LCO=1680cm-1 H \\ LCO C=0 C +H rrn R u - Ru ,Co277rrr ~ 7mrR u Co 7= I'll// \"-/I CnH2n ads CH2 ads yCH=2975,2930,2880 LCH=2930,2880 CnHn+I BCH= 1430 CH3 $CH 1465 \\/C-0 LCO=1555 C =0 LCO=1555 mrr Ru -1C02imr 777T RU - CCFmr H2 H2 CnH2n+CH20H CH3CH0, C2H50H Fig. 4. Proposed mechanism for methanol and CZ-C5 alcohol formation in CO hydrogenation on the RuCo adjacent sites. that the band at 1584 cm-' could be assigned to the C=O stretching frequency of formyl [:HC=O], which results from hydrogenation of the Cand O-ended CO on the adjacent RuCo sites, as shown in Fig. 4. Some analogous IR bands due to formyl coordination have been reported in Os(CHO)(H)(COz)(PPh3) (v(CO) = 1601, v(C-H) = 2760 cm-'), Re(Et)(CO)(NO)(CHO) (v(CO) = 1624 cm-') and Li+(CO)5ReRe(CO)(CHO) (v(CO)=1529 cm-') [26]. The C-H band of the CHO species is too weak to be detected by IR. Horwitz and Shriver [27] demonstrated that the stoichiometric formation of adducts between metal carbonyls such as Fe2(CO)9 and Ru3(CO), 2 and Lewis acids such as AIC13 and BF3 arises from C- and O-bound CO characteristic of bands at 1740-1520 cm-'. Moreover, the adsorption of model compounds such as paraformaldehyde and methanol also exhibited bands at 1584 cm-' at room temperature and 453 K. It has been reported that a low-frequency band of CO occurred on conventional RhMn, RhTi and RhZr/Si02 [ 6-12 ], which are active for oxygenate formation in CO hydrogenation, where a large reduction of the CO frequency (1730-1620 cm-') was induced. By comparing the FT-IR data with the structural model of the bimetallic cluster-derived catalysts, it is conceivable that the RuM 388 a) background Cat: HRuCo3(CO)121Si02 10- Torr CO+H2(1:2) Iatm,473K,2h after evacuation ,I. . 10 12 14 16 18 20 125 27 29 31 33 35 b) Reaction with H2 at 473K, 30 min ,11111 10 12 14 16 18 20 25 27 29 31 33 35 c) Reaction with D2 at 473 K, 30 min . I ~ 1 ~ I I I 10 12 14 16 18 20 ~25 27 29 31 33 35 Mass number (cm 1) Fig. 5. Mass analysis of products formed in the reaction of surface species in CO +HZ reaction with HZ or DZ at 473 K for 30 min. (M = Co, Fe and Mo) sites in the catalysts gave two-site CO activation on similar [Ru-C=O-M]. After the reaction of syngas (CO + HZ) with reduced RuCo carbonyl cluster-derived catalysts for 16 h at 453 K, the band at 1584 cm-' appeared, which is proposed to be due to formyl species. When 100 torr of HZ or DZ was introduced into the IR cell, the intensity of the 1584 cm-' band decreased with reaction time, while the 3020 cm-' band and the 2928 and 2258 cm-' bands increased gradually in the IR spectra, which are assigned to CH4 and CHD3, respectively. On the other hand, at the same time mass analysis of the gas phase (Fig. 5) exhibited two mass-number regions at 13-16 and 29-32 and two regions at 15-19 and 30-35 for reaction of the proposed formyl species with HZ and with D2, respectively, suggesting that the formyl species formed in CO + H2 is converted with H2 (D2) mainly to CH4 + CH3OH (CHD3 + CHD2OD). At temperatures above 473 K the yields of higher C2+ alcohols substantially increased in the CO + HZ reaction on various RuCo catalysts, as shown in Table 2. It is interesting to note from the IR study that the band at 1584 cm-' decreased gradually and a new band at 1555 cm-' developed in time-on-stream (Fig. 3(e)), where CZ-C5 alcohols were detected in the gas phase by GC-MS. These results suggest that the twosite CO activation on the RuCo sites resulted in CO dissociation at higher temperatures to form alkyls, which underwent further insertion with CO to make higher-carbon oxygenates such as CZ-C5 alcohols in CO hydrogenation on the RuCo catalysts, as proposed in the mechanism in Fig. 4. 389 Conclusion It has been demonstrated that the RuCo, RuFe and RuMo bimetallic carbonyl cluster-derived catalysts show high activity and selectivity for oxygenates, compared with the catalysts prepared from impregnation of monometallic clusters such as Ru6C(CO)17. For the RuNi and RuRh catalysts, they provide similar activity for oxygenates to Ru6C(CO)17/SiO2, but the selectivity markedly increases owing to suppression of hydrocarbons. The promoters such as Mn and Cr in RuMn and RuCr catalysts lead to a great decrease in oxygenate amount, in contrast to Ru6/Si02 catalyst. In situ FT-IR studies demonstrate that the band at 1584 cm-1 on RuM (M= Co, Fe, Mo) bimetallic cluster-derived catalyst is linearly related to the rates of oxygenate formation; the band is likely due to an intermediate in the production of oxygenates in CO hydrogenation. The isotope study and analysis of mass spectroscopy suggested that the 1584 cm-1 band can be assigned to a `surface formyl' group. The promotion toward alcohol formation on RuCo, RuFe and RuMo cluster-derived catalysts was proposed to be associated with the adjacent Ru-M5' (M= Co, Fe and Mo) at the cluster-oxide support interface to offer C- and O-ended CO (P(CO) = 1680 cm-1). At higher temperatures the higher C2-C5 alcohols are produced via CO dissociation and acetyl intermediate (P(CO)=1555 cm-') formation from CO+HZ on the RuCo cluster-derived catalysts. Acknowledgements Part of this work was supported by the JSPS and NSF Japan-U.S. Cooperative Science Program. References 1 M. Ichikawa, in Y. Iwasawa (ed.), Tailored Metal Catalysts, Reidel, Dordrecht, 1985. 2 B. C. Gates, L. Guczi and H. Knozinger (eds.), Metal Clusters in Catalysis, Elsevier, Amsterdam, 1986. 3 M. Ichikawa, Polyhedron, 7 (1988) 2351. 4 A. Choplin, L. Huang, A. Theolier, P. Gallezot, J. M. Basset, U. Siriwardane, S. G. Shore and R. Mathien, J. Am. Chem. Soc., 108 (1986) 4224. 5 G. V. D. Lee and V. Ponec, Catal. Rev.-Sci. Eng., 29 (1987) 183. 6 M. Ichikawa, T. Fukushima and K. Shikakura, in Proc. 8th Int. Conf. Catal., Berlin, 1984, vol. 2, p. 69. 7 T. Fukushima, K. Arakawa and M. Ichikawa, J. Phys. Ch--m., 89 (1985) 4440. 8 T. Fukushima, K. Araki and M. Ichikawa, J. Chem. Soc., Chem. Commun., (1986) 148. 9 A. Fukuoka, M. Ichikawa, J. A. Hribjac and D. F. Shriver, Inorg. Chem., 26 (1987) 3643. 10 A. Fukuoka, L.-F. Rao and M. Ichikawa, Catal. Today, 6 (1989) 55. 11 M. Ichikawa, A. Fukuoka and T. Kimura, in Proc. 9th Int. Conf. Catal., Calgary, 1988, vol. 2, p. 259. 12 M. Boundart and M. A. McDonald, J. Phys. Chem., 88 (1984) 2185. 13 J. H. Sinfelt, Bimetallic Catalysts: Discoveries, Concepts and Applications, Wiley, New York, 1983. 390 14 J. H. Sinfelt, J. CataL, 29 (1973) 308. 15 D. F. Shriver and M. A. Drezdon, The Manipulation of Air-sensitive Compounds, 2nd edn., Wffey, New York, 1986. 16 D. F. Shriver and W. Henderson, unpublished results. 17 B. F. G. Johnson, J. Lewis, P. R. Raithby and G. Suss, J. Chem. Soc., Dalton Trans., (1976) 1356. 18 P. C. Steinhart, W. L. Glandfelter, A. D. Hanley, J. R. Fox and G. L. Geoffroy, Inorg. Chem., 19 (1980) 332. 19 P. R. Wentrcek, B. J. Wood and H. Wise, J. Catal., 43 (1976) 363. 20 M. Araki and V. Ponec, J. CataL, 44 (1976) 439. 21 P. Biloen, J. N. Helle and W. M. H. Sachtler, J. Catal., 58 (1979) 95. 22 N. W. Cant and A. T. Bell, J. Catal., 73 (1982) 257. 23 L. H. Little, Infrared Spectra of Adsorbed Species, Academic Press, New York, 1966. 24 M. F. Brown and R. D. Genzalez, J. Phys. Chem., 80 (1976) 1731. 25 V. L. Kuznetsov, A. T. Bell and Y. I. Yermakov, J. Catal., 65 (1980) 374. 26 (a) J. A. Gladysz and W. Tam, J. Am. Chem. Soc., 100 (1976) 1044; J. Chem. Soc., Chem. Commun., (1979) 530; (b) K. L. Brown, G. R. Clark, C. E. L. Headford, K. Marsden and W. R. Roper, J. Am. Chem. Soc., 101 (1979) 505. 27 C. P. Horwitz and D. F. Shriver, Adv. Orgat. Chem., 23 (1984) 219. X244 9280255F 0304-5102(92)80255-F 10.1016/0304-5102(92)80255-F Elsevier Sequoia SiO2-supported bimetallic ruthenium cluster-derived catalysts for selectivity and activity control in CO hydrogenation toward C1 C5 alcohols Feng-Shou Xiao * Catalysis Research Center, Hokkaido University, Sapporro 060 Japan Department of Chemistry, Jilin University, Changchun 130023 China * Authors to whom correspondence should be addressed. Atsushi Fukuoka Masaru Ichikawa * Catalysis Research Center, Hokkaido University, Sapporo 060 Japan * Authors to whom correspondence should be addressed. W. Henderson D.F. Shriver Department of Chemistry, Northwestern University, Evanston, IL 60208-3113 USA The bimetallic RuCo3, RuCo2 and Ru3M x C (M = Co, Fe, Ni, Mo, Rh, Cr, Mn,x=1–3) catalysts were prepared from SiO2-supported carbonyl clusters, and it was found that the RuCo, RuFe and RuMo bimetallic carbonyl cluster-derived catalysts showed higher activity and selectivity for oxygenates such as C1 C5 alcohols in CO hydrogenation. In contrast, hydrocarbons and CO2 were preferentially obtained on the catalysts prepared from SiO2-supported homometallic Ru6C, Ru3 and Co4 carbonyl clusters. The RuNi, RuCr, RuMn and RuRh carbonyl cluster-derived catalysts provided poor activity and selectivity for oxygenates. The promotion toward alcohol formation on RuCo, RuFe and RuMo cluster-derived catalysts was proposed to be associated with the adjacent Ru-Mδ+ (M = Co, Fe, and Mo) at the cluster—oxide support interface to offer C- and O-ended CO (v(CO) = 1680 cm−1).In situ FT—IR studies revealed that the band at 1584 cm−1, possibly assigned to a formyl intermediate on RuM (M = Co, Fe, and Mo) bimetallic cluster-derived catalysts at 453 K under syngas (CO/H2=0.5), has a good linear relationship with the rate of oxygenate formation, whereas the 1584 cm−1 band was not observed on RuMn, RuCr, RuRh and RuNi bimetallic and homometallic cluster-derived catalysts showing poor activity for oxygenates. At higher temperatures the higher alcohols (C2 C5) are produced via CO dissociation and acetyl intermediate (v(CO) = 1555 cm1¯) formation from CO+H2 on the RuCo cluster-derived catalysts. References 1 Ichikawa M. Iwasawa Y. Tailored Metal Catalysts 1985 Reidel Dordrecht 2 Gates B.C. Guczi L. Knozinger H. Metal Clusters in Catalysis 1986 Elsevier Amsterdam 3 Ichikawa M. Polyhedron 7 1988 2351 4 Choplin A. Huang L. Theolier A. Gallezot P. Basset J.M. Siriwardane U. Shore S.G. Mathien R. J. Am. Chem. Soc. 108 1986 4224 5 Lee G.V.D. Ponec V. Catal. Rev.-Sci. Eng. 29 1987 183 6 Ichikawa M. Fukushima T. Shikakura K. Proc. 8th Int. Conf. Catal. 2 1984 69 Berlin 7 Fukushima T. Arakawa K. Ichikawa M. J. Phys. Chem. 89 1985 4440 8 Fukushima T. Araki K. Ichikawa M. J. Chem. Soc., Chem. Commun. 1986 148 9 Fukuoka A. Ichikawa M. Hriljac J.A. Shriver D.F. Inorg. Chem. 26 1987 3643 10 Fukuoka A. Rao L.-F. Ichikawa M. Catal. Today 6 1989 55 11 Ichikawa M. Fukuoka A. Kimura T. Proc. 9th Int. Conf. Catal. 2 1988 259 Calgary 12 Boundart M. McDonald M.A. J. Phys. Chem. 88 1984 2185 13 Sinfelt J.H. Bimetallic Catalysts: Discoveries, Concepts and Applications 1983 Wiley New York 14 Sinfelt J.H. J. Catal. 29 1973 308 15 Shriver D.F. Drezdon M.A. 2nd edn. The Manipulation of Air-sensitive Compounds 1986 Wiley New York 16 D. F. Shriver and W. Henderson, unpublished results. 17 Johnson B.F.G. Lewis J. Raithby P.R. Suss G. J. Chem. Soc., Dalton Trans. 1976 1356 18 Steinhart P.C. Glandfelter W.L. Hanley A.D. Fox J.R. Geoffroy G.L. Inorg. Chem. 19 1980 332 19 Wentrcek P.R. Wood B.J. Wise H. J. Catal. 43 1976 363 20 Araki M. Ponec V. J. Catal. 44 1976 439 21 Biloen P. Helle J.N. Sachtler W.M.H. J. Catal. 58 1979 95 22 Cant N.W. Bell A.T. J. Catal. 73 1982 257 23 Little L.H. Infrared Spectra of Adsorbed Species 1966 Academic Press New York 24 Brown M.F. Genzalez R.D. J. Phys. Chem. 80 1976 1731 25 Kuznetsov V.L. Bell A.T. Yermakov Y.I. J. Catal. 65 1980 374 26 (a)a Gladysz J.A. Tam W. J. Am. Chem. Soc. 100 1976 1044 (a)b Gladysz J.A. Tam W. J. Chem. Soc., Chem. Commun. 1979 530 (b) Brown K.L. Clark G.R. Headford C.E.L. Marsden K. Roper W.R. J. Am. Chem. Soc. 101 1979 505 27 Horwitz C.P. Shriver D.F. Adv. Organomet. Chem. 23 1984 219",
      "scopus-id": "0026888015",
      "coredata": {
        "eid": "1-s2.0-030451029280255F",
        "dc:description": "The bimetallic RuCo3, RuCo2 and Ru3M x C (M = Co, Fe, Ni, Mo, Rh, Cr, Mn,x=1–3) catalysts were prepared from SiO2-supported carbonyl clusters, and it was found that the RuCo, RuFe and RuMo bimetallic carbonyl cluster-derived catalysts showed higher activity and selectivity for oxygenates such as C1 C5 alcohols in CO hydrogenation. In contrast, hydrocarbons and CO2 were preferentially obtained on the catalysts prepared from SiO2-supported homometallic Ru6C, Ru3 and Co4 carbonyl clusters. The RuNi, RuCr, RuMn and RuRh carbonyl cluster-derived catalysts provided poor activity and selectivity for oxygenates. The promotion toward alcohol formation on RuCo, RuFe and RuMo cluster-derived catalysts was proposed to be associated with the adjacent Ru-Mδ+ (M = Co, Fe, and Mo) at the cluster—oxide support interface to offer C- and O-ended CO (v(CO) = 1680 cm−1).In situ FT—IR studies revealed that the band at 1584 cm−1, possibly assigned to a formyl intermediate on RuM (M = Co, Fe, and Mo) bimetallic cluster-derived catalysts at 453 K under syngas (CO/H2=0.5), has a good linear relationship with the rate of oxygenate formation, whereas the 1584 cm−1 band was not observed on RuMn, RuCr, RuRh and RuNi bimetallic and homometallic cluster-derived catalysts showing poor activity for oxygenates. At higher temperatures the higher alcohols (C2 C5) are produced via CO dissociation and acetyl intermediate (v(CO) = 1555 cm1¯) formation from CO+H2 on the RuCo cluster-derived catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280255F",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xiao, Feng-Shou"
          },
          {
            "@_fa": "true",
            "$": "Fukuoka, Atsushi"
          },
          {
            "@_fa": "true",
            "$": "Ichikawa, Masaru"
          },
          {
            "@_fa": "true",
            "$": "Henderson, W."
          },
          {
            "@_fa": "true",
            "$": "Shriver, D.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280255F"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280255F"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80255-F",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "SiO2-supported bimetallic ruthenium cluster-derived catalysts for selectivity and activity control in CO hydrogenation toward C1 C5 alcohols",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "379-390",
        "prism:endingPage": "390",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80255-F",
        "prism:startingPage": "379",
        "dc:identifier": "doi:10.1016/0304-5102(92)80255-F",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026888015"
      }
    }
  }
}