{
  "metadata": {
    "title": "C<ce:inf loc=post>1</ce:inf>-C<ce:inf loc=post>6</ce:inf> alcohols from synthesis gas on copper-cobalt catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1982-12-31",
    "doi": "10.1016/0304-5102(82)85035-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510282850359",
    "pii": "0304510282850359"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020205149",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510282850359 0304-5102(82)85035-9 0304510282850359 10.1016/0304-5102(82)85035-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00247 2024-01-02T01:04:16.600218Z 0 0 19821101 19821231 1982 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 17 17 2 3 2 3 Volume 17, Issues 2–3 12 241 254 241 254 198211 198212 November–December 1982 1982-11-01 1982-12-31 1982 converted-article fla Copyright © 1982 Published by Elsevier B.V. C1C6ALCOHOLSSYNTHESISGASCOPPERCOBALTCATALYSTS COURTY P DRY 1982 121 M NATTA 1957 131 G CATALYSIS WISE 1976 141 J 1978 METHANOLTECHNOLOGYAPPLICATIONINMOTORFUELS KOHN 1979 49 P MARCILLY 1968 C DETAT COURTY 1973 21 P LYNCH 1981 67 J YANG 1971 1 C CHEN 1981 152 W HERMAN 1978 595 R PARK 1977 H DEDOCTEURINGENIEUR COURTYX1982X241 COURTYX1982X241X254 COURTYX1982X241XP COURTYX1982X241X254XP item 0304-5102(82)85035-9 0304510282850359 1-s2.0-0304510282850359 10.1016/0304-5102(82)85035-9 272239 2024-01-02T01:04:16.600218Z 1982-11-01 1982-12-31 1-s2.0-0304510282850359-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282850359/MAIN/application/pdf/c50efbc347ffd65d8b8df897756c0e04/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282850359/MAIN/application/pdf/c50efbc347ffd65d8b8df897756c0e04/main.pdf main.pdf pdf true 1123978 MAIN 14 1-s2.0-0304510282850359-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510282850359/PREVIEW/image/png/6851920e074b7e9327587fcc17a1af97/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510282850359/PREVIEW/image/png/6851920e074b7e9327587fcc17a1af97/main_1.png main_1.png png 77555 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 17 (1382) 241 - 254 241 CE - C6 ALCOHOLS FROM SYNTHESIS OAS ON COPPER-COBALT CATALYSTS PHILIPPE COURTY, DANIEL DURAND, EDDUARD FREUND and ANDRE SUQIER frtstitut Francals du Petrole, B.P. 311. 92506 Rueil-bfalmaisoR, Cddex (France) Summary Fn addition to developing its own C1 - C6 alcohol production process and catalyst, the Institut Francais du Petrole has undertaken some fundarriental studies on the genesis of mimed oxide precursors for CO hydrogenation. We present here some preliminary results on cobalt-containing heterogeneous catalysts for the selective synthesis Of C, - C6 alcohols from carbon monoxide and hydrogen. The optimal composition range in the systems Cu/Co/Cr or Al/alkali canon is discussed. The preparation procedure is shown to have a determining effect on the final selectivity towards alcohols. Using coprecipitation of the metal nitrates by alkali carbonate, the different steps of catalyst preparation are examined and correlated to the catalyst activity. Stability of this type of catalyst is assessed by some duration tests. Finally, the role of the different components of the catalyst and some hypotheses on reaction mechanism are discussed. Introduction The selective production of CZhydrocarbons or oxygenated compounds remains one of the main goals of syntheses from carbon oxides and hydrogen. Such a production may be achieved using either heterogeneous or homogeneous processes. Both types of processes have been developed industrially, namely Fischer-Tropsch synthesis on iron oxide at the Sasol plant in South Africa [1j , isobutyl alcohol synthesis on alkalinized zinc chromite mixed oxides [2j, the so-called Mobil process on highly siliceous shape selective zeolites, [3, 41 and methanol carbonylation to acetic acid on rhodium-based soluble catalysts, `he Monsanto process [5] . None of these processes is entirely satisfactory with respect to activity and/or selectivity, except for methanol carbogylation which is hampered by rhodium availability. In choosing a new heterogeneous route to light (CI - C6} alcohols (and/ or hydrocarbons, I.F.P_ was guided by the following considerations: - operating conditions should be comparable to those used for methanol synthesis; high pressures above 15 MPa should be avoided. This condition precludes the type of catalyst classically .used for isobutyl alcohol synthesis; 0304-5102/82(000-3-00001$02-^. 5 Elsevier Sequoia/Printed in The Netherlands 242 - starting from methanol, light alcohols are produced via a molecular mechanism with good selectivity using cobalt-based homogeneous catalysts; in contras;, no direct route to light olefins has been demonstrated using homogeneous catalysts. We have thus chosen alcohol rather than hydrocarbon synthesis, on cobalt-based catalysts. A direct synthesis from carbon monoxide and hydrogen being looked for, these catalysts should in fact be cobalt-modified methanol synthesis catalysts. The following points will be described in this paper: the choice of precise elemental composition; preparation routes and physicochemical characterization of precursors, activated and steady-state catalysts; catalytic properties; aging under normal reaction conditions; and evaluation of reaction products. Experimental Preparation of precursors Two procedures are used: decomposition of a homogeneous precursor, and coprecipitation with sodium carbonate. (a) Decomposition of a homogeneous precursor- Complexation with a alcohol polyacics as described by Marcilly [6] and Courty et al. [7] is used. The organic acid (citric, malic, c, glycollic, lactic) is added to the metal nitrate solution until an acid/metal ratio of 0.5 - 2 eq. g. H`/1/rt M\" is reached. The solution is first evaporated under vacuum, and the glassy X-ray-amorphous material thus obtained is air calcined to yield the mixed oxide. The alkalinization is normally included in the initial composition. (b) Coprecipitation. Precipitation of the metal nitrates (copper, cobalt II, chromium III: aluminium, zinc) in 0.5 - 1.5 M aqueous solutions is effected with a 0.5 - 1.5 M alkali metal carbonate solution under controlled and constant pH conditions at temperatures between 293 and 363 K. The precipitate is subsequently dried, calcined, and an alkalinization step is included in tile process flow scheme; Actiuation of catalysts The precursors are fast reduced by diluted hydrogen (PEI, < 0.1 MPa) at 433 - 573 K_ Further reduction may be carried out at higher pressures, using hydrogen or hydrogen-carbon monoxide mixtures. Start-up arid test The catalysts are tested in a high pressure microreactor, of capacity 10 60 cm', operating up to 12 MPa_ After to situ reduction, pressures are adjusted to the standard conditions (6 MPa, H,/CO = 2) and the temperature is slowly raised to 523 - 583 K_ Material balances are effected every 12 h_ The average yield varies between 0.08 - 0.2 g. g 1 cat. h-'. 2?3 Physicochemical characterization of catalysts (a) Local elemental composition is established at the micron level using a Ca-mebax microanalyzer, and at the nanometer level a Vacuum Generators HB5 STEM equipped with a Kevex X-ray emission energy dispersive analyzer. (b) Reduction is followed quantitatively using catharometric detection of hydrogen. (c) X-ray diffraction patterns are obtained with a Philips diffractometer PW 1050/25. Local electron diffractions of selected zones ranging from several microns to 2 nm can be acquired, using a modified microdiffraction facility on the liB5 [8] . (d) Catalytic properties, apart from alcohol synthesis itself, are evaluated, using methanol conversion as a test reaction (0.1 or 2.3 MPa, 4 73 - 673 K). Separation of reaction products After condensation at 288 K, the gas and liquid phases are analyzed offline by GC using 3 columns (molecular sieve, Porapak , and a methyl siliconecoated capillary column). Detailed analysis of the liquid phase is obtained using a GC-1i1S coupling IMP 5985 B. Results Choice o f elemental composition 'two systems have been systematically examined, using coprecipitation as the main preparation procedure: Cu0/Co0/Cr203 and Cu0/COO/AI203 (optionally Zn0) both alkalinized with K and/or Na. Figure 1 gives the selectivity observed as a function of precursor composition for the chromium-containing system. In the copper-rich field, methanol is obtained as the main product, and the activity goes through a maximum for Cu/Co ^- 4 - 5, Cu/Cr - 2 - 3. It is worth noting that small amounts of cobalt yield very active (yield > 0.5 gig ' cat. h-') and selective methanol synthesis catalysts. Chromium-rich compositions show logy activity (yield< 0.1 gig 1 cat. h-'), but selectivity to methanol is high even at high Co/Cu atomic ratios. Fischer-Tropsch catalysts are obtained in the cobaltrich field, the main product under standard conditions being methane. For intermediate compositions, especially in the field defined by 1 < Cu/Co < 3, Co/Cr > 0.5, a mixture of light alcohols Cy.- C6iS obtained with hydrocarbons Ct - C6 as byproducts. For fixed operating conditions, the higher alcohol (CZ OH) yield increases with the Co/Cu ratio. Increasing the Or/Co ratio decreases the overall activity and increases the selectivity to methanol. Finally, no selective catalyst can be obtained without alkalinization; in the absence of alkali cation, uncontrolled metdtanation occurs below 563 K. In tote CuO/COO/AI203 (+ Zn0) system, the observed trends are very similar. With optimal Cu/Co/AI/Zn/Na composition, typical results given in `Fable 1 are obtained. With these catalysts, activities up to 0.2 gig ' cat. h-1 are reached at moderate temperatures (below 583 K). The main problems 244 Co 20, f- \\ 1 3 ; 70 40.K 60 70 ~'. _~ __ t-OHQL. 90_, 1 '. _- - ~IQ Metfianat ~ ._ ane .. : .`, \\ _ 10 20 30 ,0 50 60 710 60 90 Fig. 1. Selectivity as a function of composition in the ternary system CuO--Co0-Cr203. TABLE 1 Copper cobalt alumina zinc sodium based catalyst Operating conditions T = 563 K P = 6 MPa HzICO = 2 Gi3SV = 1000 h 1 (T.P.N.) A:rerage performances CO conversion (alcohols + hydrocarbons) Alcohol productivity Wt.% C2 OH in alco-hol produced Molar selectivity of CO transformed into alcohols Alcohol eomposition. 21-24 0.13 - 0.15 kg kg'-' h-' 55-60 65 - 70 C10H C20H C30H C40H CS OH C60H C60H 41 30 9 6 S 3 6 associated with i-hese catalysts are weir fzndancy to meihanate above 563 K and difficulties in thermally controlling start-up. nermore, it muss= be emphasized that selectivity is highly dependent upon the preparation arid activation procedures as discussed below, and as shown by Table 2 (to O 245 TABLE 2 Results of Oblad et al. [3] Catalyst: Co Cu Al O Co: 6_4 wt_% CU: 8.8 Wt_% Reaction conditions: % = 508 K P=5.2%L'a HZ/CO = 3 GHSV = 1300 Ei Performances: Overall CO conversion (hydrocarbons + alcohols). 23.2 Selectivity to alcohols: 3.3 Selectivity to methane: 46.0 Selectivity to CZ - CS hydrocarbons: 28.4 Selectivity to CS hydrocarbons: 22.3 compared to Table 1), which gives some of the results obtained by Ob!ad et a1. [9] for related compositions. Fischer-Tropsch type catalysis may be arrived at if inappropriate coprecipitation and alkalinization procedures are used, with a very lour yield of oxygenated compounds. In tree remainder of the paper, we will restrict ourselves to alumina containing catalysts, for compositions corresponding to higher alcohol synthesis (the so-called standard catalyst). Elaboration of standard catalyst Decomposition of a homogeneous precursor Though this procedure cannot be easily used on an industrial scale because of a high tendancy to uncontrolled decomposition of the glassy intermediate, it has the advantage that the alkali cation can be included from t-he start, without recourse to ill-controlled aqueous alkalinization. This procedure yields amorphous precursors after drying, and spinel-type mixed oxides after air culcination above 623 K. Highly divided solids (high BET areas, broad Xray diffraction peaks) are only obtained for love alkali contents. In spite of their low BET areas (about 15 - 40 m2 g 1), the alkalinized catalysts obtained from this procedure show medium to high activity (ss.Q5 to 0.1 g_g I cat- h- I)_ Coprecipitation of metal nitrates The catalyst precursor is prepared in such a way as to avoid any segregation or heterogeneity, even at a very fine scale (1- 2 nm). (aj Wet precipitate. The titration curves of the 3 different hydroxides (141, Co, Cu) presented in Fig. 2 clearly show that true coprecipitation will generally not be obtained- This difficulty may O overcome by creating a very high supersaturation ratio during coprecipitation for all 3 hydroxides; a homogeneous (as verified by X-ray emission microanalysis on the STEM) 246 CU ?. C 2 ai3- 9 6 1 M OWtia.?s 20 C 6 No3 % CO-a2_ 5 4 0.5 1.0 15 MI-MI-1 Fig. 2. Neutralization by sodium carbonate (11Ni) of L-ss`l3+CU2+Co2+nitrate (I M) solutions- highly divided hydrated precursor results. This precipitate is poorly crystallized, not only O X-ray diffraction (`flat' difOctogram) but also to electron microdiffraction in the STEM. In contrast, using a low supersaturation ratio (low nitrate concentration, precipitation temperature around 323 K), to prepare a crystallized ternary compound indeed yields a pale-grey, easy to separate, highly crystalline product (Fig. 3). [0031 IX61 [0121 [OS1 I [Qi81 [D [4 (1011 fl071 [off n.e ZAQ 7M MAO ,*W ==m t7MU 39-90 379M .=.W .M Sr.00 MO O G>ga >=O .-rO z0 Fig. 3. Diffractogram of crystalline hydroxycarbonate (HC). This compound (called HC) is isomorphous to pyroaurite, a hydrated iron-magnesium hydroxycarbonate (OSTM card No. 25 - 521). The HC Xray difOctogram can be indexed in a hexagonal cell of parameters a = 0.305 nm, b = 2.24 nm, space group Ram (Table 3). The high intensity of the (001) reflections is due to preferential orientation and related to the lamellar mor- 247 TABLE 3 Indexation of X-ray diffraction pattern of HC compound Miller index d(O) d(nm) i io (experimental) (computed) 003 0.747 0.747 100 006 0.3 74 0.373 55 101 0.262 0.262 3 012 0.257 0.257 55 009 - 0.249 1 104 0.239 0.239 6 015 0.227 0.22 7 40 107 0.203 0.203 3 018 0.1923 0.1925 30 00_12 0.1866 0.187 2 10_10 0.1709 0.1709 10 01_1i 0.1613 0.1613 6 110 0.1525 0.1525 10 113 0.1494 0.1494 12 00_15 0_1493 10_13 0.1443 0.1443 5 116 0_1412 0.1412 6 01_14 0.1369 0_1369 2 021 0.1319 0.1318 1 202 0.1312 0.1312 2 Hexagonal unit cell= a = 0.305 nm, c = 2.24 rim; space group R3ra. phology of the crystals, i:s revealed by electron microscopy. The composition is remarkably homogeneous (Fig. 4). (b.' Thermally activated products. Thermal activation of precursors low in alkali produces a crystalline product, the X-ray diagram of which can 6e indexed in a spinel-type structure (a = 0.810 nm to be compared with CoI~UZO4 a = 0.8105 nn.; Co30a = CoCo2ssc a = 0.8084 nm; CUA1204 a = 0.8086 ran; x. 41203 a = 0.790 nm). The observed intensities are different from both i'r030 and CoAI204 ('Fable 4y. X-ray diffraction cannot be used to ascertain whether a monophacic product or a mixture is obtained. However, microanalysis reveals no important variat=ions in local composition, so that tile first hypothesis can be retained. Thermal activation of an alkalinized composition also yields the spinel structure, but copper segregation (as fenoritej is observed. This segregation is accompanied by a severe sintering of the active phase, the crystallinity of which is improved. (cj AfkaUnization of precursor Depending on. the nab and composition of the hydrated precursor, two methods. are employed for alkatin.ization: - dry impregnation by an alkali metal compound solution of the precalcined mixed oxide, followed by drying and calcination; `748 M77i a==:a==:- Fig. 4. Electron micrograph (STEM) of HC compound and related microanalysis. - direct alkalinization of the wet or dried hydroxycarbonate precursor by malaxing with the alkali metal solution, before calcination. In bout cases, sintering and tenorite segregation occur. The latter phenomenon may be observed, when important, by X-ray diffraction or, when limited, by local x-ray emission microanalysis. (d) Reduction. Reduction with diluted hydrogen. as followed by TPR, gives s main peaks (or groups opeaks) as shown in Fig. 5, with a tentative indexation of the peaks. It is clearly apparent that only part othe cobalt is reduced at the usual reduction temperatures (473 - 523 K). Further reduction and modi5cations occur during start-up and conditioning, as described below. 249 TABLE 4 Indexation of X-ray diffraction pattern of CoAI,Oq and Co304, (ASTM 10-458 and 9-418) Miller index COA1,04 C0304 d(nm) ii%io d(nm) i/io 111 0.4669 _20 220 0.2864 65 0.2860 40 311 0.2443 100 0_2438 100 222 0.2333 11 400 0.2026 17 0.2021 25 331 0_1861 5 422 0_1654 17 0.1650 11 511 0.1560 35 0.1556 35 440 0.1432 40 0.1429 45 531 0_1372 1 620 0_1282 7 0.1279 5 Hz Consu.rjclan eoss, ge; i -c. o 0 U V U 58 0. 0 VU 0 i1t t c:; t- N Ql OHO O O ~O a o o VVV V U TernOrature ( K) r 973 i ~ O~ Programmed tecqectse 1 653 lenpercMe F 53 0Tine duahon fh OS 1.0 1.5 20 2.5 Fig. 5. TPR of an alumina based Cu-Co catalyst (Hz= 1% in He). Catalytic properties Before discussing alcohol synthesis itself, we will briefly present the other relevant catalytic properties. Acidic properties Only weak acidity is titrated in properly alkalinized precursors. The same conclusion is valid for the catalyst, as confirmed by the low yields in dimethyl ether (less than 0.2% conversion). Decomposition of methanol at normal and high pressures This reaction is used as a screening test to eliminate inactive or unselective catalysts. Typical results are presented in Fig. 6, together with the corresponding results for a methanol synthesis catalyst. These catalysts are very active and selective methanol decomposition catalysts. 250 soi CH30H - m~asian ~a II - r c~ HOC 350 sdect-ty atm_ -1 LH5V=lh Cat- pelfels 3116'. 3n6' - c1Oa5 GvyY r-tACrai cc-.llsl CHL,V017 HT& 7n1:4 Fig. 6. Comparison between methanol decomposition activities and selectivities of an alumina-based Cu-Co alcohol catalyst and a conventional methanol synthesis catalyst. Very little byproducts are formed below 573 K. 1Vlethanation and higher hydrocarbon synthesis is lower than for the methanol synthesis catalyst up to about 593 K. However, the activation energy of methanation is higher on the cobalt catalystso that methanation becomes uncontrollable above 523 K. Synthesis of alcohols The effect of elemental composition has already been discussed. The following parameters will O considered here for same compositions: preparation procedure, activation and conditioning, aging of catalysts. (a) Preparation procedure. The overall activity does not vary by more than a factor of 3. In contrast, very large modifications of selectivity are observed. Figure 7 shows the correlation between the selectivity to alcohols versus the selectivity ratio CZOH/CZOH + CH30H for different compositions and different preparations. It is apparent that the higher the alcohol yield, the love= the selectivity towards higher alcohols. For the family considered here, a selectivity of 60 - 80% towards alcohols may be obtained w. a C2 OH/C2 OH + C lOH ratio of about 610. The alcohols are mainly in the C, - C6 range. The irreproducibility demonstrated by these results is root fully understood at present. Part of this irreproducibility is not due to the preparation procedure (see next paragraph). However. Oy chemical segregation or structural inhomogeneity is detrimental to a good selectivity towards higher alcohols. (b) Actiuatfon and conditioning. During activation and conditioning, the following exoth==rmic phenomena may be observed: - reduction of COIF O metallic cobalt. Not all cobalt is reduced in the used catalysis; 251 12~ 11 09~ Selecfaity to aleohols rvr `b C2`OH in cccbls I 20 c0 60 Wig. 7. Selectivity to alcohols as a funetion of C, aicoho! ist. o in the alcohol mixture pro duced_ 70~ 60~ o.ro~ WI o ss` C2'OH 5efeclirty i-1 d -ehal pcoauced of CO hcnsf. into dcaha!(%l OH,Wr x ProCudndtx KG KG '. t i Selecr:viry of CO r: are info afeaF,els Ccf_ Prodrxrmry ev.car. rempererure rc Days of aGercSan ZO 3O O ~70 n x00 28C 260 Fig. 8, Zinc-aluatina oasea Cu-Co catztyst. Effect of aging on perrmzrcces. - chemisorption of carbon monoxide on cobalt, and for some compositions formation of ~roIatile cobalt carbonyl and a resustiszg transport of cobalt; siOilar phenomena have been reposed for meihanation oft nickel catalysts LION - methanation, which is an important reaction during siart-up. Selectivity to alcoaols will progressively increase until carbon Oonoxide coaveision to methane becomes small (about I%). Flaring the conditioning period, temperatures slz.ould be not aIloOed to exceed 5 i 3 K in any pari of th.e catalyst bed, otherwise non-selective catalysts are obtained. 252 (cJ Aging of catalyst In our s6andard 40-day aging test, some catalysts show a small activity decay (Fig. 8). Selectivity to higher alcohols slowly decreases, wig a corresponding increase towards methanol. Some heavy hydrocarbons are formed, as predicted from a Schulz-Flory distribution with ca ^0.45. They can be extracted from the used catalyst, and the initial BET area recovered. Examination of the steady state catalysts reveals one or several of the following changes: - the spinel phase is strongly depleted in cobalt, though only minor intensity changes are noted in the X-ray diffraction diagram; - highly divided (1 - 3 nm) Cu-Co clusters are formed (Fig. 9); - some carbon filaments containing Co and Cu are observed; - cobalt carbide (Co2C) is detected by X-ray diffraction and seen by electron microscopy as large crystals (up to 0.5 p). Fig. 9_ Electron micrograph (STEM) of highly divided Ca--Co clusters. 253 Reaction products Besides the maht products (normal primary alcohols), the secondary products are secondary alcohols, paraffins, ce n-olef-ms, esters and others still not fully identified. Eac_i of them follows a Schulz-Flory distribution. Discussion Let us consider first the nature of the active sites, in a catalyst of composition CuO/COO/A'203/Na20. Concerning cobalt, it may be concluded that cobalt must be partly combined in a spinel structure in the precursor. Fn the activated catalyst, metallic cobalt must be present either pure or alloyed with copper; cobalt aluminzte or chromite substoichiometric in cobalt is inactive for higher alcohol synthesis. The role of copper is first to yield an active phase (Cur aluminate or chromite, according to [I1] ) for methanol synthesis, It also activates cobalt reduction and may modify metallic cobalt by alloying (though the solubility of copper in bulk cobalt is limited). The alkali cation first suppresses acidity, thus preventing alcohol dehydration and any Mobil-type reaction- However, it is well known t-hat alkalinization alone of a methanol synthesis catalyst yields a-n isobutanol synthesistype catalyst [2, 12] . Part of the alcohol production may result, from this type of modified methanol catalyst. Finally, the alkali ration may modify the electronic properties of cobalt, in the same manner as potassium oxide in fused iron oxide Fischer`Tropsch catalysts. Concerning the reaction mechanism, an important question is whether the alcohols are derived from a classical FischerTropsch mechanism or if they are formed via a mechanism similar to methanol homologation on cobalt carbonyl. The first hypothesis is supported by two facts: the Schulz-Flory distribution is followed; and alcohol and hydrocarbons appear in parallel, the a parameters for both Schulz-Flory distributions being the same. The production of oxygenated compounds by a Fischer-Tropsch-like process implies that carbon monoxide is at least partly chemisorbed and incorporated non-dissociatively. Assuming that the Schulz-Flory distribution is followed for all molecular weights, it is possible to predict the production of heavy products (for instance C=o) relative to the production of light hydrocarbons (and light 2lcohoIs). It can be verified that, with the a values found for light products distribution, the C'o production will be reasonable and allow for good catalyst stability. Such computations clearly show the advantage in producing a!'cohols, not hydrocarbons, as not too high values of a (i.e. rather high yields of methanol) must be reached in order to minimize the production of heavy products. 254 Conclusions Synthesis of a C I - C6 alcohol mixture from carbon monoxide and hydrogen can be achieved using cobalt-copper based catalysts. With welldesigned preparation procedures, it has proved possible to reduce classical Fischer-Tropsch activity and to enhance alcohol selectivity. Productivity of about 0.2 g.g ' cat. h' may be r--ached with a 60 - 809o selectivity to C1 - C6 alcohols and a C20H/C20H + C10H ratio higher than 6090. The preparation procedure is ver1 critical for the final selectivity, inadequate procedures leading to Fischer-Tropsch-like catalysts. Much work has been and is still to be done to improve the catalyst properties and to understand from a fundamental point of view the nature of the active sites as well as the reaction mechanism. Acknowledgements We would like to thank Messr. Durand and Rebours for the X-ray diffraction. study and Mr. Bisiaux for the electron microscope work. We also thank the Directory Board of the I_F_P_ for permission to publish the present paper- References 1 11fi. E. Dry, Hydrocarbon Proc.,8 (1982) 121_ 2 G. Natta, U. Colombo and I. Pasquon, in P.H. Emmett (ed.), Catalysis, Vol. V, Reinhold, New York, 1957, Ch. 3, p. 131. 3 J. J. Wise and A. J. Silvestri, Oil Gas J_, (1976) 141_ 4 J. K. Paul (ed.). Methanol Technology and Application in Motor fuels, Noyes Data Corp- U.S.A. 1978. 5 P. M. Kohn, Chem. Ersg_. 86 (1979) 49. 6 Ch. Marcilly, These d'Etat, 11968), Universite de Grenoble, France. 7 Ph- County, H. Ajot, Ch. Marcilly and B. Delmon, Powder TechnoL, i (1973) 21. 8 J. P. Lynch, E_ Lesage, H. Dexpert and E. Freund. inst. Phys. Conf, Ser. E1 (1981), Ch. 2, p_ 67. 9 Chen-Hsyong Yang, M. K. Zaman Khan, F. E. Massoth and A. G. Oblad, Am. Chem_ Soc. Div- Fuel Chem- Preprints, 22 (1971) 1. 19 W. M. Chen, J. A. Durnesic and G. C. Hill Jr., J. CataL 68 (1981) 152. 11 R. G. Herman, K. Kiier, G. W. Simmons, B_ P. Finn and J. B. Bulko. Proc. Am- Chem. Soc_ Anaheim .1feeting, March 12 - 17 (1978) 595. 12 H. R. Park, These de Docteur-fngenieur, (1977), Universite de Paris VI, France. X244 82850359 0304-5102(82)85035-9 10.1016/0304-5102(82)85035-9 C1-C6 alcohols from synthesis gas on copper-cobalt catalysts Philippe Courty Daniel Durand Edouard Freund Andre Sugier Institut Français du Pétrole, B.P. 311, 92506 Rueil-Malmaison, Cédex France In addition to developing its own C1-C6 alcohol production process and catalyst, the Institut Français du Pétrole has undertaken some fundamental studies on the genesis of mixed oxide precursors for CO hydrogenation. We present here some preliminary results on cobalt-containing heterogeneous catalysts for the selective synthesis of C1-C6 alcohols from carbon monoxide and hydrogen. The optimal composition range in the systems Cu/Co/Cr or Al/alkali cation is discussed. The preparation procedure is shown to have a determining effect on the final selectivity towards alcohols. Using coprecipitation of the metal nitrates by alkali carbonate, the different steps of catalyst preparation are examined and correlated to the catalyst activity. Stability of this type of catalyst is assessed by some duration tests. Finally, the role of the different components of the catalyst and some hypotheses on reaction mechanism are discussed. References 1 M.E. Dry Hydrocarbon Proc. 8 1982 121 2 G. Natta U. Colombo I. Pasquon P.H. Emmett Catalysis V 1957 Reinhold New York 131 Ch. 3 3 J.J. Wise A.J. Silvestri Oil Gas. J. 1976 141 4 J.K. Paul Methanol Technology and Application in Motor fuels 1978 Noyes Data Corp U.S.A 5 P.M. Kohn Chem. Eng. 86 1979 49 6 Ch. Marcilly Thèse d'Etat 1968 Université de Grenoble France 7 Ph. Courty H. Ajot Ch. Marcilly B. Delmon Powder Technol. 7 1973 21 8 J.P. Lynch E. Lesage H. Dexpert E. Freund Inst. Phys. Conf., Ser. 61 1981 67 Ch. 2 9 Chen-Hsyong Yang M.K. Zaman Khan F.E. Massoth A.G. Oblad Am. Chem. Soc. Div. Fuel Chem. Preprints 22 1971 1 10 W.M. Chen J.A. Dumesic G.C. Hill Jr. J. Catal. 68 1981 152 11 R.G. Herman K. Klier G.W. Simmons B.P. Finn J.B. Bulko Proc. Am. Chem. Soc. Anaheim Meeting 1978 595 March 12–17 12 H.R. Park Thèse de Docteur-Ingenieur 1977 Université de Paris VI France",
      "scopus-id": "0020205149",
      "coredata": {
        "eid": "1-s2.0-0304510282850359",
        "dc:description": "In addition to developing its own C1-C6 alcohol production process and catalyst, the Institut Français du Pétrole has undertaken some fundamental studies on the genesis of mixed oxide precursors for CO hydrogenation. We present here some preliminary results on cobalt-containing heterogeneous catalysts for the selective synthesis of C1-C6 alcohols from carbon monoxide and hydrogen. The optimal composition range in the systems Cu/Co/Cr or Al/alkali cation is discussed. The preparation procedure is shown to have a determining effect on the final selectivity towards alcohols. Using coprecipitation of the metal nitrates by alkali carbonate, the different steps of catalyst preparation are examined and correlated to the catalyst activity. Stability of this type of catalyst is assessed by some duration tests. Finally, the role of the different components of the catalyst and some hypotheses on reaction mechanism are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1982-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510282850359",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Courty, Philippe"
          },
          {
            "@_fa": "true",
            "$": "Durand, Daniel"
          },
          {
            "@_fa": "true",
            "$": "Freund, Edouard"
          },
          {
            "@_fa": "true",
            "$": "Sugier, Andre"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510282850359"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510282850359"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(82)85035-9",
        "prism:volume": "17",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "C1-C6 alcohols from synthesis gas on copper-cobalt catalysts",
        "prism:copyright": "Copyright © 1982 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "241-254",
        "prism:endingPage": "254",
        "pubType": "fla",
        "prism:coverDisplayDate": "November–December 1982",
        "prism:doi": "10.1016/0304-5102(82)85035-9",
        "prism:startingPage": "241",
        "dc:identifier": "doi:10.1016/0304-5102(82)85035-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020205149"
      }
    }
  }
}