{
  "metadata": {
    "title": "Epoxidation of olefins catalysed by Fe(III) Schiff base complexes as catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-04-15",
    "doi": "10.1016/0304-5102(90)85110-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510290851104",
    "pii": "0304510290851104"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025416640",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510290851104 0304-5102(90)85110-4 0304510290851104 10.1016/0304-5102(90)85110-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01812 2024-01-02T01:05:30.650091Z 0 0 19900415 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 59 59 3 3 Volume 59, Issue 3 11 385 395 385 395 19900415 15 April 1990 1990-04-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. EPOXIDATIONOLEFINSCATALYSEDBYFEIIISCHIFFBASECOMPLEXESCATALYST AGARWAL D WHITE 1969 315 R TABUSHI 1979 6456 I FAUVET 1981 874 P TABUSHI 1981 7371 I MANSUY 1983 253 D SHELDON 1981 R METALCATALYSEDOXIDATIONORGANICCOMPOUNDS LEDON 1981 3601 H LEDON 1984 2735 H AGARWAL 1988 65 D GROVES 1983 5786 J COLLMAN 1985 4343 J GROVES 1986 507 J GROVES 1987 3812 J MEUNIER 1988 161 B RAZENBERG 1986 277 J COLLMAN 1986 2588 J MEUNIER 1984 6668 B SAMSEL 1985 7606 E CREAGER 1986 4225 S BATTIONI 1986 341 P MEUNIER 1985 1735 B GROVES 1982 1363 J LINDSAYSMITH 1982 1009 J GROVES 1986 7834 J GROVES 1987 785 J PERRIN 1980 D PURIFICATIONLABORATORYCHEMICALS VOGEL 1984 638 A TEXTBOOKPRACTICALORGANICCHEMISTRY GERLOCH 1968 112 M GERLOCH 1967 1559 M SRINIVASAN 1986 2309 K JAMES 1973 210 B HOMOGENEOUSHYDROGENATIONS VARESCON 1982 F THESIS AGARWALX1990X385 AGARWALX1990X385X395 AGARWALX1990X385XD AGARWALX1990X385X395XD item 0304-5102(90)85110-4 0304510290851104 1-s2.0-0304510290851104 10.1016/0304-5102(90)85110-4 272239 2024-01-02T01:05:30.650091Z 1990-04-15 1-s2.0-0304510290851104-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290851104/MAIN/application/pdf/b28e60a740eec2e2d37505268cc08fab/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290851104/MAIN/application/pdf/b28e60a740eec2e2d37505268cc08fab/main.pdf main.pdf pdf true 750745 MAIN 11 1-s2.0-0304510290851104-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290851104/PREVIEW/image/png/6b9a116acbdeb652f1cb7d20eacce151/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290851104/PREVIEW/image/png/6b9a116acbdeb652f1cb7d20eacce151/main_1.png main_1.png png 73457 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 59 (1990) 385-395 385 EPOXIDATION OF OLEFINS CATALYSED BY Fe(m) SCHIFF BASE COMPLEXES AS CATALYST D. D. AGARWAL, R. P. BHATNAGAR, RAJEEV JAIN and SAVITA SRIVASTAVA School of Studies in Chemistry, Jiwaji University, Gwalior 474011, M.P. (India) (Received June 12,1989; revised October 3,1989) Summary The epoxidation of olefins using tri- and tetradentate ligand-containing Fe(III) complexes as catalyst and iodosylbenzene as oxidant have been studied. Cyclohexene gave cyclohexene oxide, cyclohexenol and cyclohexen- one. At higher concentrations of catalyst, low yield but high selectivity of epoxide was observed. The yield of epoxide increases with increasing concentration of cyclohexene. The relative rates of epoxidation of cyclo-olefins exhibit the order norbomene > cyclooctene > cycloheptene > cyclohexene > cyclopentene. The addition of pyridine was found to increase the yield of epoxide. The addition of NaHaP04 and NaHCOs also increases the yield of the epoxide; the addition of cetyltrimethylammonium bromide completely inhibits the epoxidation, while addition of sodium lauryl sulphate slightly retards the yield of the epoxide. These studies point to a mechanism in which formation of oxoiron(V) and oxoiron(IV) cation radical takes place. Introduction The cytochrome P-450 family of monooxygenase enzymes catalyses the reaction of molecular oxygen with various small molecules, including alkanes and alkenes [1]. The active sites of these enzymes contain an iron(III) protoporphyrin IX moiety. The active state of cytochrome P-450 is thought to be an iron oxo complex with iron formally in the +5 oxidation state. This epoxidation route is still fascinating to chemists, as the mechanism is yet to be established. The chemical catalytic epoxidation with dioxygen requires the presence of a co-reductant in large excess [2-5]. So far the most efficient catalytic methods for olefin epoxidation have been obtained with single oxygen donors such as HgOg and alkylhydroperoxides [6 9]. Various other oxygen donors such as PhIO, NaI04, NaOCI, HzOa/imidazole using Mn, Fe and Cr have been studied [10 22]. Lindsay Smith and Sleath [23] have shown the possibility of two oxidizing oxo-iron species, one oxo-iron(V) and the other oxo-iron(IV) cation radical. Groves and Watanabe have shown that Fe(TPP) and m-chloroperbenzoic acid result in the formation of an acylperoxo-iron(III) complex as intermediate, which decomposes to give the 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 386 oxo-iron(IV) porphyrin cation radical [24, 25]. In the present investigation we have studied the epoxidation of olefin using PhIO as oxidant. The effect of various additives has been studied and a possible mechanism is proposed. Experimental All the starting alkenes, viz. cyclohexene, cyclopentene, cycloheptene, cyclooctene, norbomene, were checked by gas chromatography to ensure that no oxidation product was present in the substrate. When necessary, the olefins were purified by literature procedure [26]. Acetonitrile used as solvent was purified [26]. Pyridine, imidazole, NaHaPO^, NaHCOa, sodium lauryl sulphate, cetyltrimethylammonium bromide and Triton X-100 were of reagent grade quality. lodosylbenzene was synthesized by literature proce- dure [27]. Analytical gas chromatography was carried out on a Nucon-Amil- 5700 series gas chromatograph fitted with a Shimadzu CR-3A data processor. XE-60 and Carbowax-20M were used as GC columns. Synthesis of iron (III) complexes The iron(III) complexes using SALEN, SALPHEN, ACEN were synthe- sized by literature procedure [28, 29]. The iron(III) complexes using bis(anthranilic acid) acetylacetone (ANAC), 2-carboxyphenylhydrazonopent- ane-2,4-dione (CHPD) and bis(acetoacetanilide)ethylenediamine (AACEN) ligands were synthesized by adding ligand (0.01 mol) and ferric chloride (0.01 mol) to ethanol (50ml) and refluxing the mixture for 2h. On cooling, the crystals which separated were washed and dried in vacua. The elemental and spectral characterisation gave values expected for the 1:1 complex. Epoxidation of cyclohexene Epoxidation of cyclohexene using various iron(III) catalysts was carried out in a three-necked round-bottom flask under nitrogen by mixing cyclohexene (5mmol), catalyst (O.lnunol) and iodosylbenzene (0.5mmol) in acetonitrile (10.0 ml). The contents were stirred at room temperature using a Teflon-coated magnetic needle for 1 h. After the reaction, the contents were filtered and products analysed by gas chromatography at 120 C using XE-60 columns. Competitive epoxidation of cyclic olefins The competitive epoxidation of cyclo-olefins, viz. cyclopentene, cyclohexene, cycloheptene, cyclooctene and norbomene, was studied by mixing cyclohexene (5mmol) another cyclic olefin (5mmol), iron catalyst (0.2mmol) and iodosylbenzene (l.Ommol) in acetonitrile (10ml) in a three-necked round-bottom flask under nitrogen. The contents were stirred at room temperature for 1 h, after which the contents were filtered and products analysed by GC using XE-60 and Carbowax-20M columns. 387 Effect of imidazole, pyridine, sodium dihydrogen phosphate, sodium bicarbonate, sodium laurylsulphate, Cetyltrimethylammonium bromide and Triton X-100 The effect of the aforementioned additives on the epoxidation of cyclohexene was studied by mixing cyclohexene (5mmol), catalyst (O.lmmol) and iodosylbenzene (0.5mmol) in acetonitrile (10ml) in a three-necked round-bottom flask. To this, 100 mg additive was added. The contents were stirred under nitrogen for 1 h at room temperature. Effect of substrate concentration The effect of cyclohexene concentration was studied by taking catalyst Fe(SALEN)Cl (O.lmmol), iodosylbenzene (0.5mmol) and three different concentrations (0.5, 2.5, 5.0mmol) of cyclohexene in acetonitrile (10ml). The contents were stirred for 1 h under nitrogen at room temperature. Effect of catalyst concentration The effect of catalyst concentration on the epoxidation of cyclohexene was studied by mixing Fe(SALEN)Cl catalyst at concentrations of 0.01, 0.1, 0.2, 0.5mmol, cyclohexene (5mmol) and iodosylbenzene (0.5mmol) in acetonitrile (10 ml) under nitrogen. The contents were stirred under nitrogen for 1 h and analysed. Results and discussion The epoxidation of cyclohexene catalysed by various Fe(III) complexes using PhIO as oxidant has been studied (Table 1). The kinetics of cyclohexene epoxidation were monitored at different time intervals. Figure 1 shows that the reaction is complete in 45min, after which no epoxide formation takes place. The kinetics also show that there is no induction period for the epoxidation reaction, and that cyclohexene is oxidized to cyclohexene oxide and cyclohexenol. The product cyclohexenol is produced as a result ofallylic oxidation [6]. It was observed that when the reaction was carried out under atmos- pheric air the yield of allylic oxidation product increases and the yield of TABLE 1 Epoxidation of cyclohexene catalysed by Fe(III) Schiffbase complexes S. No. Catalyst Time Product (mmol) (h) epoxide cyclohexenol cyclohexenone 1 Fe(SALEN)Cl 1 0.068 0.015 NIL 2 Fe(SALPHEN)Cl 1 0.113 0.048 NIL 3 Fe(ACEN)Cl I 0.022 0.030 0.018 4 Fe(CHPD)Cl 1 0.028 0.202 0.171 5 Fe(ANAC)Cl 1 0.015 traces traces 6 Fe(AACEN)Cl I NIL NIL NIL 388 Fig. 1. Epoxidation of cyclohexene using Fe(SALEN)Cl as catalyst. epoxide decreases. A similar effect has been observed by Groves and Nemo [10]. In the case ofFe(SALPHEN)Cl, the yield of cyclohexene oxide is higher than that observed in the Fe(SALEN)Cl-catalysed reaction, but the yield of cyclohexenol also increases. Cyclohexene with Fe(ACEN)Cl was found to yield cyclohexenone in addition to cyclohexene oxide and cyclohexenol. The yield of epoxide is low and the yield of allylic oxidation product is increased. When a catalyst such as Fe(CHPD)Cl having a tridentate ligand was used, a yield of epoxide better than that with Fe(ACEN)Cl was obtained, but in this case the yield of allylic oxidation products cyclohexenol and cyclohexenone was also high. When Fe(ANAC)Cl was used high, selectivity for the epoxide was obtained but the yield of epoxide was less than that obtained with other catalysts. The catalyst Fe(AACEN)Cl gave no epoxide, indicating that this catalyst is destroyed immediately. When FeCIa was used as catalyst, only traces of the epoxide could be obtained. These studies show which aforementioned catalysts are not destroyed immediately and are able to withstand oxidative conditions to give acceptable yields of the epoxide. These results also show that Fe(SALEN)Cl and Fe(ANAC)Cl give selectivity to cyclohexene oxide better than that observed by Groves and Nemo [10] for cyclohexene using the Fe(TPP)Cl/PhIO system (cyclohexene oxide:cyclohexenone 55:15%). The higher yield of cyclohexene oxide using Fe(SALPHEN)Cl can be explained by the fact that the phenyl ring attached to the azomethine linkage acts as an electron-deficient body and thus decreases electron density at the metal center, thereby promoting 389 the yield of the epoxide. The positive effect of electron-withdrawing sub- stituents in the ligand has been shown by Srinivasan et al. [30]. The low catalytic activity in the case of Fe(ACEN)Cl is explained by the fact that the four methyl groups increase the electron density at the metal center, thereby reducing its catalytic activity. This is also supported by the fact that epoxidation is a nucleophilic substitution. In the case of Fe(CHPD)Cl catalyst, the carboxyl group (C 0 0), the lone pair of the hydrazono group nitrogen and the methyl group attached to the ^0=0 group, the oxygen of which is coordinated to metal, again support the finding that the low yield of epoxide is due to increased electron density at the metal center, but this increase may be less than that in Fe(ACEN)Cl. Effect of catalyst concentration The effect of the concentration of the catalyst Fe(SALEN)Cl in the epoxidation of cyclohexene using PhIO was studied and the results are given in Table 2 and Fig. 2. It was observed that at lower concentrations a better yield of the epoxide was obtained, but as the concentration of the catalyst was increased the yield of the epoxide decreased. One important feature was that at lower catalyst concentrations the allylic oxidation products cyclohexe- nol and cyclohexenone were observed, at O.lmmol concentration only cyclohexenol was observed, and at next two higher concentrations only cyclohexene oxide was obtained but the epoxide yield was very low; 0.1 mmol catalyst concentration was judged optimum. Effect of substrate concentration The effect of substrate concentration was studied for three concentra- tions (0.5 mmol-5 mmol) of cyclohexene (Table 3, Fig. 3). It was observed that when cyclohexene was taken in amounts equivalent to the oxidant (PhIO) a low yield of the epoxide is obtained, but as the concentration is increased to 2.5 mmol the yield of epoxide increases substantially. Further, it was noted that at this concentration of cyclohexene the yield of cyclohexenol is negligible, whereas at 5 mmol concentration the yield of epoxide does not increase much but there is a significant increase in the yield of cyclohexenol. Similar effects of olefin concentration using the Mn(TPP)Cl/NaOCl system were observed by Meunier et al. [17]. TABLE 2 Effect of catalyst concentration on the epoxidation of cyclohexene using Fe(SALEN)Cl/PhIO system S. No. Catalyst concentration Time (h) Product (mmol) (nunol) epoxide cyclohexenol cyclohexenone 1 0.01 1 0.082 0.077 0.06 2 0.1 I 0.068 0.016 0 3 0.2 1 0.041 0 0 4 0.5 1 0.016 0 0 390 Fig. 2. Effect of catalyst concentration on the epoxidation of cyclohexene using Fe(SALEN)Cl as catalyst. Additive effects The effect of adding pyridine, imidazole, NaHaP04, NaHCOa, sodium lauryl sulphate, cetyltrimethylammonium bromide and Triton X-100 has been studied on the epoxidation of cyclohexene (Table 4). The addition of imidazole reduces the yield of epoxide. Srinivasan et al. [30] found that addition of only 1 equivalent imidazole promotes the epoxidation, but the presence of 10 equivalents reduces the yield. The reduction in epoxide yield in the present case, in which imidazole is present in excess, can also be explained. The addition of pyridine enhances the yield of epoxide and no allylic oxidation product was observed. But at higher concentrations pyridine was found to retard the yield of the epoxide. This result is interesting, as in case of Fe(TPP)Cl the addition of pyridine has a negative effect on the yield of the epoxide [14]. This decrease was attributed to coordination of pyridine to TABLE 3 Effect of substrate (cyclohexene) concentration on epoxidation using the Fe(SALEN)Cl/PhIO system S. No. Substrate concentration Time (h) (nunol) Product (nunol) epoxide cyclohexenol cyclohexenone 0.5 2.5 5.0 0.021 0.06 0.068 0 traces 0.015 391 12345 Concantration of Subftrats (mmol) Fig. 3. Effect of substrate concentration on the epoxidation of cyclohexene using Fe(SALEN)Cl as catalyst. the metal center, thereby inhibiting the approach of olefin to the metal center; however, in the present case the pyridine increases the yield of epoxide, suggesting that it does not interfere with the approach of olefin to the metal center but helps to stabilize high-valent oxo-iron species similar to that observed in manganese(III)-catalysed reactions [13]. The addition of NaHaP04, which has a slightly acidic character, increases the yield of the epoxide. The basic sodium bicarbonate was also found to increase the yield of epoxide. This indicates that acidity or basicity TABLE 4 Effect of various additives on the epoxidation of cyclohexene using the Fe(SALEN)Cl/PhIO system S.No. Additive (lOOmg) Time (h) Product (mmol) epoxide cyclohexenol cyclohexenone 1 none 1 0.068 0.015 0 2 imidazole 1 0.033 0 0 3 pyridine 1 0.17 0 0 4 NaH2P04 1 0.072 0 0 5 NaHCC>3 1 0.082 0 0 6 sodium lauryl sulphate 1 0.054 traces 0 7 cetyltrimethyl ammonium bromide 1 0 0 0 8 Triton X-100 1 0.022 0 0.235 392 has no remarkable effect, but most likely the phosphate and bicarbonate ions stabilize the higher oxidation state of iron. Sodium lauryl sulphate was found to decrease the yield of epoxide slightly. The addition of cationic surfactant cetyltrimethylammonium bromide completely inhibits the yield of epoxide. The addition of nonionic surfactant Triton X-100 also reduces the yield of epoxide to a considerable extent. This shows that micelles retard the rate of Fe (SALEN)Cl-catalysed epoxidation of cyclohexene. It should be noted that the decrease in yield due to sodium lauryl sulphate, which is an anionic surfactant, was much less, suggesting that the negative charge on the surfactant helps to obtain a higher yield of epoxide, which was retarded to a considerable extent and inhibited by cationic surfactant. This could be due to either coordination of anionic surfactant or stabilization of the oxo-iron species by micelles, but since anionic micelles retard the rate it must be due to the coordination of anionic surfactant as an axial ligand. Relative rates The relative rates of the epoxidation of cyclic olefins, viz. cyclopentene, cyclohexene, cycloheptene, cyclooctene and norbomene, were studied using Fe(SALEN)Cl as catalyst. The results are incorporated in Table 5, Fig. 4. The order of reactivity found was norbomene > cyclooctene > cycloheptene > cyclohexene > cyclopentene. The higher rates of epoxidation observed with norbomene, cyclooctene and cycloheptene compared to cyclohexene indicate that the olefin is not rigidly coordinated to the metal center during epoxidation. Had olefin been coordinated to metal center, then the rate of epoxidation of olefin having a carbon atom number higher than cyclohexene would have been lower, contrary to observation with Fe(SALEN)Cl/PhIO system. Hydrogenation of olefins using RhCKPPI^a [31] show that the rate of hydrogenation decreases with increasing olefin ring size 65 > Cg > 67 > Cg>C9, as coordination of olefin to the metal center takes place in the transition state. Higher rates of epoxidation for cyclooctene, norbomene and cycloheptene have been observed for 0=Mo(TPP)OMe/cumyl hydroperoxide [32] and MoOgOALENVTBHP [9] catalyst systems epoxidation. It shows that conformation, bond angle strain and torsional strain play important roles in anticipating the relative rates for cyclic olefins. The finding that TABLE 5 Epoxidation of cyclic olefins using the Fe(SALEN)Cl/PhIO system S.No. Substrate Relative ratio of epoxide cyclopentene cyclohexene cycloheptene cyclooctene norbomene 0.07 1.0 2.0 2.97 3.21 393 -0~(b) -0~(a) 25 45 Tim (mi'nutss) 65 Fig. 4. Competitive epoxidation of cyclohexene/cycloheptene using Fe(SALEN)Cl as catalyst; a = cydohexene, b = cycloheptene. higher concentrations of pyridine retard the rate indicates that olefin is coordinated to metal center by a Lewis acid-Lewis base bond. This is further proved by the finding that electron-withdrawing groups in the ligand enhance the rate by decreasing the electron density, suggesting the reaction to be a nucleophilic substitution. Mechanism On the basis of the results obtained, the following mechanism is suggested: 0 Fe\"i + PhIO ^ ^/FeY + Phi ^ Cl Cl v r \\Py 1 \\ o cr\\ 0 ^v ^ Cl Py o >C=C< + (FeJ Cl ^C^ ^C< + (Fey1 Cl (1) 394 0 ^(K+^Fe^ >>C C- >>^Q^C^+(F^II Cl 0 Cl (2) (^v Cl This scheme shows that reaction of PhIO with Fe(SALEN)Cl results in the formation of oxo-iron(V) or oxo-iron(IV) cation radical, or both together. The formation ofoxo-iron(IV) porphyrin cation radical has been reported [24, 25]. The possibility of formation of oxo-iron(IV) cation radical in the Fe(TPP)Cl/PhIO system is predicted by Lindsay-Smith and Sleath [23], as cis-stilbene on epoxidation gave cis- and (rans-stilbene oxide. Our studies on the effect of pyridine, NaHCOs, NaH2P04 and surfactants shows that both species are formed as observed in the Mn^TPP^l reaction [13]. In the present case, addition of pyridine enhances the yield of the epoxide, suggesting that it might stabilizes Fe(V) which is responsible for stereose- lective epoxidation. The formation of cyclohexenol and cyclohexenone, as well as the effect of surfactant, shows that formation of the oxo-iron(IV) cation radical takes place which also contributes to epoxidation. These studies also support the hypothesis that if a non-porphyrin is stable to oxidative conditions then it can show appreciable activity for catalysis and thus can be used as a model of cytochrome P-450. References 1 R. E. White and M. J. Coon, Annu. Rev. Biochem., 49 (1969) 315. 2 I. Tabushi and N. Koga, J. Am. Chem. Soc.. 101 (1979) 6456. 3 P. Fauvet and A. Gaudimer, J. Chem. Soc., Chem. Commun., (1981) 874. 4 I. Tabushi and A. Yazaki, J. Am. Chem. Soc., 103 (1981) 7371. 5 D. Mansuy, M. Fontecave and J. F. Bartoli, J. Chem. Soc., Chem. Commun., (1983) 253. 6 R. A. Sheldon and J. K. Kochi, Metal-Catalysed Oxidation of Organic Compounds, Academic Press, New York, 1981. 7 H. J. Ledon, P. Durbut and F. Varescon, J. Am. Chem. Soc., 103 (1981) 3601. 8 H. J. Ledon and F. Varescon, Inorg. Chem., 23 (1984) 2735. 9 D. D. Agarwal, J. Mol. Catal., 44 (1988) 65. 10 J. T. Groves and T. E. Nemo, J. Am. Chem. Soc., 105 (1983) 5786. 11 J. P. Collman, T. Kodadek, S. A. Raybuck, J. I. Brauman and L. M. Papazian, J. Am. Chem. Soc., 107 (1985) 4343. 12 J. T. Groves and Y. Watanabe, J. Am. Chem. Soc., 108 (1986) 507. 13 J. T. Groves and M. K. Stem, J. Am. Chem. Soc., 109 (1987) 3812. 14 B. Meunier, M. E. de Carvalho, 0. Bartolini and M. Momenteau, Inorg. Chem., 27 (1988) 161. 15 J. A. S. T. Razenberg, R. J. M. Nolte and W. Drenth, J. Chem. Soc., Chem. Commun., 4 (1986) 277. 16 J. P. Collman, T. Kodadek and J. I. Brauman, J. Am. Chem. Soc., 108 (1986) 2588. 17 B. Meunier, E. Guilmet, M. E. de Carvolho and R. Poilblanc, J. Am. Chem. Soc., 106 (1984) 6668. 18 E. G. Samsel, L. Srinivasan and J. K. Kochi, J. Am. Chem. Soc., 107 (1985) 7606. 395 19 S. E. Creager, S. A. Raybuck and R. W. Murray, J. Am. Chem. Soc., 108 (1986) 4225. 20 P. Battioni, J. P. Renaud, J. F. Bartoli and D. Mansuy, J. Chem. Soc. Chem. Commun., (1986) 341. 21 B. Meunier, B. De Poorter, J. Chem. Soc. Perkin Trans. 2, (1985) 1735. 22 J. T. Groves, W. J. Kruper, R. Haushaulter and W. Butler, Inorg. Chem., 21 (1982) 1363. 23 J. R. Lindsay-Smith and P. R. Sleath, J. Chem. Soc., Perkin Trans. 2, (1982) 1009. 24 J. T. Groves and Y. Watanabe, J. Am. Chem. Soc., 108 (1986) 7834. 25 J. T. Groves and Y. Watanabe, Inorg. Chem., 26 (1987) 785. 26 D. D. Pen-in, W. L. Annarego and D. R. Pen-in, Purification of Laboratory Chemicals, Pergamon Press, New York, 1980. 27 A. I. Vogel, Textbook of Practical Organic Chemistry, Elbs, Longman, London, 1984, p. 638. 28 M. Gerloch, J. Lewis, F. E. Mabbs and A. Richard, J. Chem. Soc. (A), (1968) 112. 29 M. Gerloch and F. E. Mabbs, J. Chem. Soc. (A), (1967) 1559. 30 K. Srinivasan, P. Michaud and J. K. Kochi, J. Am. Chem. Soc., 108 (1986) 2309. 31 B. R. James, Homogeneous Hydrogenations, Wiley-Interscience, New York, 1973, p. 210. 32 F. Varescon, Thesis, 1'Universite Claude Bernard, Lyons, France, 1982. X244 90851104 0304-5102(90)85110-4 10.1016/0304-5102(90)85110-4 Biochemical catalysis Articles Epoxidation of olefins catalysed by Fe(III) Schiff base complexes as catalyst D.D. Agarwal R.P. Bhatnagar Rajeev Jain Savita Srivastava School of Studies in Chemistry, Jiwaji University, Gwalior 474011, M.P.India The epoxidation of olefins using tri- and tetradentate ligand-containing Fe(III) complexes as catalyst and iodosylbenzene as oxidant have been studied. Cyclohexene gave cyclohexene oxide, cyclohexenol and cyclohexenone. At higher concentrations of catalyst, low yield but high selectivity of epoxide was observed. The yield of epoxide increases with increasing concentration of cyclohexene. The relative rates of epoxidation of cyclo-olefins exhibit the order norbornene > cyclooctene > cycloheptene > cyclohexene > cyclopentene. The addition of pyridine was found to increase the yield of epoxide. The addition of NaH2PO4 and NaHCO3 also increases the yield of the epoxide; the addition of cetyltrimethylammonium bromide completely inhibits the epoxidation, while addition of sodium lauryl sulphate slightly retards the yield of the epoxide. These studies point to a mechanism in which formation of oxoiron(V) and oxoiron(IV) cation radical takes place. References 1 R.E. White M.J. Coon Annu. Rev. Biochem. 49 1969 315 2 I. Tabushi N. Koga J. Am. Chem. Soc. 101 1979 6456 3 P. Fauvet A. Gaudimer J. Chem. Soc., Chem. Commun. 1981 874 4 I. Tabushi A. Yazaki J. Am. Chem. Soc. 103 1981 7371 5 D. Mansuy M. Fontecave J.F. Bartoli J. Chem. Soc., Chem. Commun. 1983 253 6 R.A. Sheldon J.K. Kochi Metal-Catalysed Oxidation of Organic Compounds 1981 Academic Press New York 7 H.J. Ledon P. Durbut F. Varescon J. Am. Chem. Soc. 103 1981 3601 8 H.J. Ledon F. Varescon Inorg. Chem. 23 1984 2735 9 D.D. Agarwal J. Mol. Catal. 44 1988 65 10 J.T. Groves T.E. Nemo J. Am. Chem. Soc. 105 1983 5786 11 J.P. Collman T. Kodadek S.A. Raybuck J.I. Brauman L.M. Papazian J. Am. Chem. Soc. 107 1985 4343 12 J.T. Groves Y. Watanabe J. Am. Chem. Soc. 108 1986 507 13 J.T. Groves M.K. Stern J. Am. Chem. Soc. 109 1987 3812 14 B. Meunier M.E. de Carvalho O. Bartolini M. Momenteau Inorg. Chem. 27 1988 161 15 J.A.S.T. Razenberg R.J.M. Nolte W. Drenth J. Chem. Soc., Chem. Commun. 4 1986 277 16 J.P. Collman T. Kodadek J.I. Brauman J. Am. Chem. Soc. 108 1986 2588 17 B. Meunier E. Guilmet M.E. de Carvolho R. Poilblanc J. Am. Chem. Soc. 106 1984 6668 18 E.G. Samsel L. Srinivasan J.K. Kochi J. Am. Chem. Soc. 107 1985 7606 19 S.E. Creager S.A. Raybuck R.W. Murray J. Am. Chem. Soc. 108 1986 4225 20 P. Battioni J.P. Renaud J.F. Bartoli D. Mansuy J. Chem. Soc. Chem. Commun. 1986 341 21 B. Meunier B. De Poorter J. Chem. Soc. Perkin Trans. 2 1985 1735 22 J.T. Groves W.J. Kruper R. Haushaulter W. Butler Inorg. Chem. 21 1982 1363 23 J.R. Lindsay-Smith P.R. Sleath J. Chem. Soc., Perkin Trans. 2 1982 1009 24 J.T. Groves Y. Watanabe J. Am. Chem. Soc. 108 1986 7834 25 J.T. Groves Y. Watanabe Inorg. Chem. 26 1987 785 26 D.D. Perrin W.L. Armarego D.R. Perrin Purification of Laboratory Chemicals 1980 Pergamon Press New York 27 A.I. Vogel Textbook of Practical Organic Chemistry 1984 Elbs, Longman London 638 28 M. Gerloch J. Lewis F.E. Mabbs A. Richard J. Chem. Soc. (A) 1968 112 29 M. Gerloch F.E. Mabbs J. Chem. Soc. (A) 1967 1559 30 K. Srinivasan P. Michaud J.K. Kochi J. Am. Chem. Soc. 108 1986 2309 31 B.R. James Homogeneous Hydrogenations 1973 Wiley-Interscience New York 210 32 F. Varescon Thesis 1982 l'Université Claude Bernard Lyons, France",
      "scopus-id": "0025416640",
      "coredata": {
        "eid": "1-s2.0-0304510290851104",
        "dc:description": "The epoxidation of olefins using tri- and tetradentate ligand-containing Fe(III) complexes as catalyst and iodosylbenzene as oxidant have been studied. Cyclohexene gave cyclohexene oxide, cyclohexenol and cyclohexenone. At higher concentrations of catalyst, low yield but high selectivity of epoxide was observed. The yield of epoxide increases with increasing concentration of cyclohexene. The relative rates of epoxidation of cyclo-olefins exhibit the order norbornene > cyclooctene > cycloheptene > cyclohexene > cyclopentene. The addition of pyridine was found to increase the yield of epoxide. The addition of NaH2PO4 and NaHCO3 also increases the yield of the epoxide; the addition of cetyltrimethylammonium bromide completely inhibits the epoxidation, while addition of sodium lauryl sulphate slightly retards the yield of the epoxide. These studies point to a mechanism in which formation of oxoiron(V) and oxoiron(IV) cation radical takes place.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-04-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510290851104",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Agarwal, D.D."
          },
          {
            "@_fa": "true",
            "$": "Bhatnagar, R.P."
          },
          {
            "@_fa": "true",
            "$": "Jain, Rajeev"
          },
          {
            "@_fa": "true",
            "$": "Srivastava, Savita"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510290851104"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510290851104"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85110-4",
        "prism:volume": "59",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Epoxidation of olefins catalysed by Fe(III) Schiff base complexes as catalyst",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "385-395",
        "prism:endingPage": "395",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 April 1990",
        "prism:doi": "10.1016/0304-5102(90)85110-4",
        "prism:startingPage": "385",
        "dc:identifier": "doi:10.1016/0304-5102(90)85110-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025416640"
      }
    }
  }
}