{
  "metadata": {
    "title": "Selective transfer hydrogenation of various unsaturated functions by polymethylhydrosiloxane in the presence of a recyclable rhodium catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-10-31",
    "doi": "10.1016/0304-5102(86)85024-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850246",
    "pii": "0304510286850246"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022795749",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850246 0304-5102(86)85024-6 0304510286850246 10.1016/0304-5102(86)85024-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01782 2024-01-02T01:05:30.650091Z 0 0 19861001 19861031 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 37 37 2 3 2 3 Volume 37, Issues 2–3 24 359 367 359 367 198610 October 1986 1986-10-01 1986-10-31 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. SELECTIVETRANSFERHYDROGENATIONVARIOUSUNSATURATEDFUNCTIONSBYPOLYMETHYLHYDROSILOXANEINPRESENCEARECYCLABLERHODIUMCATALYST BLUM J SASSON 1981 293 Y BLUM 1983 4139 J AZRAN 1986 229 J LIPOWITZ 1973 1 J KEINAN 1983 3545 E BRACA 1975 39 G HALPERN 1961 4097 J JAMES 1969 863 B VOLLHARDT 1977 1 K JOHNSTONE 1985 129 R MOSETTIG 1948 365 E BLUMX1986X359 BLUMX1986X359X367 BLUMX1986X359XJ BLUMX1986X359X367XJ item 0304-5102(86)85024-6 0304510286850246 1-s2.0-0304510286850246 10.1016/0304-5102(86)85024-6 272239 2024-01-02T01:05:30.650091Z 1986-10-01 1986-10-31 1-s2.0-0304510286850246-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850246/MAIN/application/pdf/0378a785cb979c6ba7eb8961fe5a6f85/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850246/MAIN/application/pdf/0378a785cb979c6ba7eb8961fe5a6f85/main.pdf main.pdf pdf true 488990 MAIN 9 1-s2.0-0304510286850246-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850246/PREVIEW/image/png/1e284f56b7fe6f0d9c01de30e8ff845f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850246/PREVIEW/image/png/1e284f56b7fe6f0d9c01de30e8ff845f/main_1.png main_1.png png 60243 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 37 (1986) 369 - 367 359 SELECTIVE TRANSFER HYDROGENATION OF VARIOUS UNSATURATED FUNCTIONS BY POLYMETHYLHYDROSILOXANE IN THE PRESENCE OF A RECYCLABLE RHODIUM CATALYST JOCHANAN BLUM, ILAN PHI-BAR Department of Organic Chemistry, The Hebrew University, Jerusalem 91904 (Israel) and HOWARD ALPER Department of Chemistry, University of Ottawa, Ont. KIN 9B4 (Canada) (Received January 3,19 86 .accepted May 23,1986) Summary The ion pair formed from rhodium trichloride and methyltrioctyl- ammonium chloride (Aliquat -336) was shown to catalyze, under mild con- ditions, hydrogen transfer from polymethylhydrosiloxane (PMHS) to substituted acetylenes, olefins, aroyl chlorides, a,(3-unsaturated aldehydes ketones and esters and saturated carboxyl compounds, respectively. Addition of aqueous sodium perchlorate to the reaction mixtures at low to medium conversions allowed facile recovery of the catalyst as aqueous NaRhCl4 which, with fresh Aliquat-336, could be re-extracted into a new reagent-containing organic solution. Introduction In a previous paper [1] it was shown that rhodium can be extracted from aqueous RhCIa solutions into organic solvents with the aid of either ammonium- or phosphonium-phase transfer catalysts, and subsequently returned to the aqueous layer by a liphophilic anion (eqns. (1), (2)). Q^l-corg) + RhCla^H^,) ? CnRhCWH^O),.]-^) + (3-n)HAe) (1) Q^RhCL^O^r^+Na-^X-o,) t Q^-^) +Na+[RhCl4(H20) ]-( ) (2) Q ss quaternary ammonium or phosphonium ion X- = ClO^, BF4~; 4-CH3C(,H4S03- After phase separation the rhodium could be re-extracted once again into a fresh organic solvent upon addition of a new portion of the phase transfer catalyst. This recoverable rhodium catalyst has already been shown to pro- mote C C double bond migration in allylic alcohols and allyl arenes be- 0304-5102/86/$3.50 Elsevier Sequoia/Printed in The Netherlands 360 tween 25 and 80 C. The rhodium chloride-Aliquat -336 ion pair also pro- moted various reduction reactions by molecular hydrogen [2, 3], although in these catalyses the metal ion could not be recovered by the above phase transfer processes. We now wish to report a series of highly selective transfer hydrogenation reactions in which polymethylhydrosiloxane (CH3)3SiO[(CH3)HSiO]^3gSi- (0113)3 (PMHS) served as hydrogen donor and the ion pair RhC^-Aliquat- 336 as a recyclable catalyst. Experimental Preparation of the organic rhodium catalyst solution (A) A solution of 15 mg (5.7 X 10~2 mmol) RhClyStl^O in 1 ml of deionized water was stirred at 20 C for 20 min, under argon atmosphere, with a solution of 30 mg (7.4 X 10~2 mmol) Aliquat-336 in 1 ml of 1,2- dichloroethane. The organic solution was separated and dried using anhydrous CaCIa pellets. (B) A mixture of 15 mg of RhC^^HzO and 30 ul of THF was allowed to sit for 5 min. Then 0.95 ml of 1,2-dichloroethane and 30 mg of Aliquat- 336* were added and the mixture stirred under argon for a few min to allow complete dissolution of the crystals. General procedures for transfer hydrogenation by PMHS and catalyst recovery: reduction of 1-phenyl-l-butyne To a stirred catalyst solution, prepared either according to method (A) or (B), was charged under argon with 80 u\\ of o-xylene (internal standard) and 130 mg (1 mmol) of 1-phenyl-l-butyne. After temperature equilibration at 20 C, 100 p.1 (2 meq H) of commercial PMHS (having approximately 35 Si H bonds per molecule) was added dropwise during 20 min. After an additional 10 min, the mixture was analyzed on a Varian 6000 gas chroma- tograph equipped with a temperature programmer, an FI detector, and a 2 m long glass column packed with 5% Carbowax on Chromosorb W, operating from 80 to 225 C (rate of temperature elevation 10 C min\"1). The reaction mixture was immediately cooled to 0 C and stirred for 2-5 min with 0.2 ml of 1 M aqueous NaC104 and 3 ml of deionized water. In order to prevent spontaneous decomposition of unreacted PMHS, which causes the reduction of the rhodium compound, care was taken to keep the mixture below 5 C. The phases were separated and the aqueous layer was stirred at 20 C for 2 h with 90 mg of Aliquat-336 and 1 ml of 1,2-dichloroethane. After phase separation and drying of the organic solution on anhydrous CaCI; pellets, the catalyst solution was charged once again with 130 mg of 1-phenyl-l-butyne and 80 p.1 of o-xylene followed by 100 ul of PMHS during 20 min. After a *The commercial grade Aliquat-336 proved to contain some water. Dried reagent from which the water was removed by azeotropic distillation could not be used. 361 further 10 min, the reaction mixture was analyzed by GC and the rhodium catalyst recycled as above for application in a third run. Product analyses of the first three cycles are listed in Table 1. Results and discussion Polymethylhydrosiloxane [4], already known to be an efficient and highly selective reducing agent [5], was employed by us as a hydrogen donor in the catalytic transfer hydrogenation of acetylenes, olefins, aroyl chlorides, a^-unsaturated aldehydes, ketones and esters. The rhodium catalyst could be repeatedly recycled, however, for best results the catalyses had to be terminated at low to medium conversion (see Table 1). After long reaction periods (e.g. under the conditions of Table 2) hardly any rhodium could be recovered. Such inverse dependence of the catalyst recovery on the reaction time (and consequently on the conversion) has also been observed in the isomerization of some allylarenes and allyl alcohols by the same RhCIs- Aliquat-336 catalyst system. For example, in the isomerization of allyl- benzene at 94 C [1] we were able to recover 60.0, 69.5, 72.4 and 82.6% of the metal ion by treatment of the organic layer at 84% conversion with aqueous sodium p-toluenesulfonate, chloride, fluoroborate and perchlorate, respectively, but only 30 - 40% when the reaction time was extended until 98% of the starting material reacted. Transfer hydrogenation of acetylenes Experiments with diphenylacetylene and with 1-phenyl-l-butyne revealed that under neutral conditions and low temperatures the primary products are mainly cis-olefins (eqn. (3)). CfiHsC^CR > cis-C6HsCH=CHR + frans-CgHsCH^HR (3) major product minor product R = C^Hs, C^H.5 When, however, the reaction temperature was raised above 20 C, or the reaction period extended, the PMHS: substrate ratio increased, the addition rate of the hydrogen donor decreased or, when the catalysis was conducted in the presence of formic or acetic acid, the cis- to frans-olefin ratio decreased and substantial amounts of fully hydrogenated products CeHgCHaCH^R were formed. (For example, when diphenylacetylene was reacted under the conditions given in the Experimental in the presence of 20 Jixl of formic acid and excess (0.25 ml) PMHS, product analysis after 2 h indicated the presence of 18.1% cis-stilbene, 12.1% trans-stilbene, 6.2% bibenzyl and 5% unreacted starting material.) The catalyst recovery after 5% conversion was virtually quantitative. However, under the conditions of Table 1, the re-extraction of the rhodium into the aqueous phase was incomplete. Typical metal analysis by atomic a S 2 co 5 of t-3 -^ y CO >11 ,0^A e S g (0 CO B IN 1:0 s Ct-10 ^^ e ,g 4^ 1ft 0 B 5 t g ^ 5 Sr-1 0) 43 *J hJ ^ c h a ^ > C i sb 1 >> 'o .Q o C 3 . e 0 u a 1 ' 4-3 2 *J 0 ^3 I' 't |.s 3(A | '5 B 0 i a ^ g ^ i^t^ ^ 1 \" ^\" 2 1 3 S ^ ? 1 00 (N >0 3 W C<) 10 00 00 N Oi (0 10 <); CO ^10 r4 1C! 0 S l~^ r-1 M CT 0< CO 10 10 C~ 0> CO 00 00 OS .BlOr-1 W OS ^1 00 C~ 0 00 10 CT> 1-100) C~t0 C~01 C-10 Nr-j CMtO 000 00 tS) i-i 0 00id CO tO l-i SO r-I 0 tO 00 ^' ^'0 Tl*' 0> tOi-i TfN oOl-ioOi-icti-loo t~r-ic~ o COi-1000 10000 ^00 (000 tOtO OS 10 00 CM Tfl'- ^ (0 i-i CO CM' CM' t-' -f ^ < ' 0 id (0 <0 10 CO C~ 0 0 >0i-l CM'<f (OCMC-i-li-ICMOO 0 t>i-l wi m a K o ^ %| 5 u S u U B (1 5\"a 5^ ^ a 5 g- 6 11^0 ii B ~t u ;=' o \"S8 aO\" ffi1-' a \" a a ^<? S^^ S >^1 \" \" ^ \" a or-i \"% \">% ffi u a E g ?>B %\" %\" u' % \". 5 I -gl .^|% .^| % 5 % % t II Q&U 3C U TI. U U c? co 0 0 000000 CO CO lOCOtOtOCOtO I g i ^ i o 5G K IT' _J '7^ n <fi _ ^ M r-^ ffi r-< 0 5 g ^ I j? :: !lf ^ a A I ; 0 \", ^ ^ \"> \"> 3 % % % %%? ? U 0 UTJ.UUNCO 0 <0 g od '-; 6 g OS V oo C C~ 01 >0 10 1-j 00 <)< 00 t-CT C~C<i 0(0 ^'CO co 1-1 o i c~ CMC- 001 N00 <f 0 ^ CO ^ 00 0001 lOiO ^' r-1 Oi tO CO i-l a a % u s s ^ a a S % ^ 5 \"- >?i w w h^ % % % 0 U U (-> ^< 0000 CO 00 CO CO a % u U 0 u 00 Q u u 5 5 g . S. a a 0 U U \"> Vl ui w >Tl % % % 5 u u u ^ <? 0 - v ^S &Zi <tf >>I o > f- *- s^^ ls 4-1 s.? 1 g u 1 w o 2 'Q S 8 g 0 0. s. JG G\"-gc g 0 c 0 a c S u A5 S ^5 ^ S3 ^-8 0 43 A 4^ 4-, 3 i0 u5 0 S 2 e Bi5. o a 3 S a -2 0)S .21 i a \"s S- i| i> 3 \"8 1 p 4-> o -a aB S a u a> ac p H 6 >> s g & 2 & -8,0 3^ a2 S .2 'o ^ 4-1 1-1 W m * \" S CM - Cj 0 A ro q> N S 12 JE- M S 85 acS'S a s gi'sl1&.S 0 t~<0Wt% ^8.a u ^w o' w ^1w 110?r-1 ^~? Oi 00rt ^. ^ >^a T* N^Uuo00SSN NaaU 0W tft%\"u u 1-1 ^-N 10 00w?0 B eo ui%ffi uU to5'a%9 u '<<10 10 M 04 N -)'sw!-< B t0wCOiw' ^Cw 00 10lO <New 0 W 0 1 1 U 10 0 0 0 0 0 s. w W 05 W ^i ^ 0 0) o Q w a Ji -< ? 1-1 S 0 S t J-* (0 W i ^40 < .S ew 0 .SP w '0 ^ (0 (N 00 (0 0 0 IN IN e a e 9 v-< U .a \"0 i S31 B at 1 I> ^S-tCD <aa co t~ (0 CO 00 00 O SS f- 10 t~ t- 00 W (3 0 0 0 0 o o 3 d 0 0 0 0 0 O -S S a w '^! ^ \"^ t0 1 QC 0 Na u1u0 ^~ - ><o 0 <n4\" *(N0)^ iH1 1 1VM 2. \"a% ^uU 0 00Sa u uaa-U U INw w ,%% U U ^ < 10 CO '*^QS o 2^\"% 8%s5U '<!' GS(U1CO0 Sg a 1,s32:3a s 01I?0 \"3 -lig o.o 365 emission spectroscopy [6] indicated that after 80, 50 and 40% conversion in the first, second and third runs (at 4 C) respectively, the corresponding recovered rhodium ions in the aqueous phase amounted to 56, 42 and 33% of the starting catalyst. In order to obtain good recovery of the rhodium catalyst, the reaction mixture had to be cooled to 0 C prior to the addition of the ice-cold aqueous NaCI04, and the aqueous NaRhCl4 had to be separated from the organic layer before any decomposition of the residual PMHS took place. It should be noted that re-extraction of the rhodium into the substrate-containing organic solution in the second run, required larger quantities of the phase transfer catalyst than in the first cycle, as excess perchlorate interfered with the phase transfer [1]. Consquently, more NaCI04 was also needed upon termination of the second run. Terminal acetylenes could be likewise transfer-hydrogenated by PMHS. However, they proved to prevent completely the recycling of the catalyst. Phenylacetylene, e.g., yielded, under the conditions given in the Experimen- tal (20 C, 30 min) 11% styrene, <1% ethylbenzene and a substantial amount of high-boiling material (only 24% of unreacted starting material was recov- ered). The yield of styrene could be doubled, and the amount of polymers decreased considerably, by addition of as little as 10 pi of formic acid to the reaction mixture. 4-Phenyl-l-butyne gave under neutral conditions 4-phenyl- 1-butene as the primary product, which isomerized gradually by the rhodium catalyst to give the various internal olefins. A typical composition of a reaction mixture after 30 min (20 C) was: 12% C6H5(CH2)2CH=CH2, 2.2% cis-C6HsCH2CH=CHCH3, 2.3% fraras-C(,HsCH2CH=CHCH3, 0.5% cis-C^s- CH=CHC2Hs, <0.2% frans-C6H3CH=CHC2Hg, 2.2% fully reduced C^Hs- (CH2)2CH3 and 37.7% unreacted starting material. After a 60 min reaction period, the corresponding yields were found to be 15.5, 4.7, 4.7, 1.2, 0.4, 3.5 and 20.4%. In addition, we observed the formation of varying amounts of acetophenone from phenylacetylene and of benzylacetone from the phenylbutyne, as a result of hydration of the starting materials by the catalyst-coordinated water molecules (cf. [7, 8]), as well as tris-phenethyl- benzenes [9]. The formation of the latter trimerization products of the acetylenic starting material was particularly pronounced when the catalyses were conducted in absolute THF and in the presence of predried Aliquat- 336. Reduction of olefins In the absence of acetylenic compounds, olefins could be transfer hydrogenated to saturated hydrocarbons, although the rates were slower than those observed for the reduction of the triple bonds. Experiments with styrene derivatives (eqn.(4)) indicated that the double bond saturation could be enhanced by introduction of an electron-donating group (e.g., CH30) into the aromatic ring (cf. the reaction of styrene and 4-methoxystyrene in Table 1). ArCH=CH2 > ArCH2CH3 Ar = CfiHg, 4-BrCoH4, 4-CH30C,>H4 (4) 366 While the RhCla-Aliquat-SSG ion pair was shown to hydrogenolyze aromatic chlorine and bromine atoms in the presence of molecular hydrogen [2], hardly any hydrogen halide was formed in our catalyst system. Even when 1 mmol of 4-bromoanisole was stirred for 20 h at 30 C with 10 meq PMHS and a catalyst solution from 0.076 mmol RhCl3, only 0.8% anisole was obtained. Thus, it was possible to selectively reduce the double bond in 4-bromostyrene without attacking the bromine atom. Moreover, the traces of HBr formed acted as a cocatalyst. Under the conditions described in the Experimental (except that 0.057 mmol RhCl3 was used), 34.9% 4-bromo- ethylbenzene and 60.1% unreacted starting material was obtained after 30 min, and 57.5 and 35.5% of these compounds respectively, after 60 min. The halogen interfered, however, with the recovery of the catalyst even when the HBr was carefully neutralized with triethylamine prior to the addition of the NaC104 solution. In the best of several trials, we obtained in the second run 3.3 and 6.7% of the reduced product after 30 and 60 min, respectively. oc^-Unsaturated carbonyl compounds The RhCIa-Aliquat-336 catalyst has already been shown to catalyze selective hydrogenation of a,j3-unsaturated ketones and esters, but not unsaturated aldehydes [3]. In the presence of PMHS the latter compound could be reduced to the corresponding saturated aldehyde (no carbinols were formed). C6HsCH=CHCOR > CeHgCHzCHzCOR (5) R = H, CoHs, OCzHs The transfer hydrogenation proceeded equally well with aromatic and alicyclic unsaturated ketones (see examples in Table 1). Unsaturated esters reacted, however, quite slowly even at 30 C and in the presence of a large excess of the hydrogen donor (see Table 2). By comparison of the reaction of cinnamaldehyde with that of a- methylcinnamaldehyde as well as the reduction of 2-cyclohexen-l-one and 3-methyl-2-cyclopenten-l-one, it could be seen that substitution at the unsaturated C C bond extends a steric effect on the process. The inhibition is, however, less pronounced than in many other transfer hydrogenation reactions of a,<3-unsaturated carbonyl compounds [10]. Conversion of aroyl chlorides into aromatic aldehydes In contrast to the Rosenmund reduction of acid chlorides [11] that takes place usually between 100 and 180 C, the RhCl3-Aliquat-336 ion pair was able to promote the transformation of benzoyl chloride to benzaldehyde by PMHS even at room temperature (see Table 1). 4-Toluoylchloride was likewise converted into 4-tolualdehyde, but cinnamoyl chloride was affected also at the double bond. The recovery of the rhodium catalyst in these processes was accom- plished by treatment of the precooled reaction mixture with 0.2 ml triethyl- 367 amine at 0 C followed by addition of 3.2 ml ice-cold 0.07 M aqueous NaC104 solution. For best results, the extraction time had to be reduced to 1 min, as longer periods often caused sudden decomposition of the unreacted PMHS and led consequently to reduction of the rhodium complex. Acknowledgement We thank the Natural Sciences and Engineering Research Council of Canada for an International Scientific Exchange Award, which made this study possible. References 1 Y. Sasson, A. Zoran and J. Blum, J. Mol. Catal., 11 (1981) 293. 2 J. Blum, I. Amer, A. Zoran and Y. Sasson, Tetrahedron Lett., 24 (1983) 4139. 3 J. Azran, 0. Buchman, I. Amer and J. Blum, J. Mol. Catal., 34 (1986) 229. 4 J. Lipowitz and S. A. Bowman, Aldrichim. Acta, 6 (1973) 1. 5 See e.g., E. Keinan and N. Greenspoon, J. Org. Chem., 45 (1983) 3545. 6 G. Braca, R. Cioni, G. Sbrana and G. Scandiffio,Af. Absorpt. Newsl., 14 (1975) 39. 7 J. Halpern, B. R. James and A. L. W. Kemp, J. Am. Chem. Soc., 83 (1961) 4097. 8 B. R. James and G. L. Renapel, J. Am. Chem. Soc., 91 (1969) 863. 9 K. P. C. VoUhardt, Ace. Chem. Res., 10 (1977) 1. 10 Cf., e.g. R. A. W. Johnstone, A. H. WUky and I. D. Entwistle, Chem. Rev., 88 (1985) 129. 11 E. Mosettig and R. Muzingo, Org. React., 4 (1948) 365. X244 86850246 0304-5102(86)85024-6 10.1016/0304-5102(86)85024-6 Industrial catalysts Selective transfer hydrogenation of various unsaturated functions by polymethylhydrosiloxane in the presence of a recyclable rhodium catalyst Jochanan Blum Ilan Pri-Bar Department of Organic Chemistry, The Hebrew University, Jerusalem 91904 Israel Howard Alper Department of Chemistry, University of Ottawa, Ont. K1N 9B4 Canada The ion pair formed from rhodium trichloride and methyltrioctyl-ammonium chloride (Aliquat®-336) was shown to catalyze, under mild conditions, hydrogen transfer from polymethylhydrosiloxane (PMHS) to substituted acetylenes, olefins, aroyl chlorides, α,β-unsaturated aldehydes ketones and esters and saturated carboxyl compounds, respectively. Addition of aqueous sodium perchlorate to the reaction mixtures at low to medium conversions allowed facile recovery of the catalyst as aqueous NaRhCl4 which, with fresh Aliquat-336, could be re-extracted into a new reagent-containing organic solution. References 1 Y. Sasson A. Zoran J. Blum J. Mol. Catal. 11 1981 293 2 J. Blum I. Amer A. Zoran Y. Sasson Tetrahedron Lett. 24 1983 4139 3 J. Azran O. Buchman I. Amer J. Blum J. Mol. Catal. 34 1986 229 4 J. Lipowitz S.A. Bowman Aldrichim. Acta 6 1973 1 5 E. Keinan N. Greenspoon J. Org. Chem. 45 1983 3545 6 G. Braca R. Cioni G. Sbrana G. Scandiffio At. Absorpt. Newsl. 14 1975 39 7 J. Halpern B.R. James A.L.W. Kemp J. Am. Chem. Soc. 83 1961 4097 8 B.R. James G.L. Rempel J. Am. Chem. Soc. 91 1969 863 9 K.P.C. Vollhardt Acc. Chem. Res. 10 1977 1 10 R.A.W. Johnstone A.H. Wilky I.D. Entwistle Chem. Rev. 88 1985 129 11 E. Mosettig R. Muzingo Org. React. 4 1948 365",
      "scopus-id": "0022795749",
      "coredata": {
        "eid": "1-s2.0-0304510286850246",
        "dc:description": "The ion pair formed from rhodium trichloride and methyltrioctyl-ammonium chloride (Aliquat®-336) was shown to catalyze, under mild conditions, hydrogen transfer from polymethylhydrosiloxane (PMHS) to substituted acetylenes, olefins, aroyl chlorides, α,β-unsaturated aldehydes ketones and esters and saturated carboxyl compounds, respectively. Addition of aqueous sodium perchlorate to the reaction mixtures at low to medium conversions allowed facile recovery of the catalyst as aqueous NaRhCl4 which, with fresh Aliquat-336, could be re-extracted into a new reagent-containing organic solution.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850246",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Blum, Jochanan"
          },
          {
            "@_fa": "true",
            "$": "Pri-Bar, Ilan"
          },
          {
            "@_fa": "true",
            "$": "Alper, Howard"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850246"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850246"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85024-6",
        "prism:volume": "37",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective transfer hydrogenation of various unsaturated functions by polymethylhydrosiloxane in the presence of a recyclable rhodium catalyst",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "359-367",
        "prism:endingPage": "367",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1986",
        "prism:doi": "10.1016/0304-5102(86)85024-6",
        "prism:startingPage": "359",
        "dc:identifier": "doi:10.1016/0304-5102(86)85024-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022795749"
      }
    }
  }
}