{
  "metadata": {
    "title": "Formation of ketones from lower olefins and water on ultrastable Y-type zeolite catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-03-19",
    "doi": "10.1016/0304-5102(93)85080-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385080D",
    "pii": "030451029385080D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027560879",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029385080D 0304-5102(93)85080-D 030451029385080D 10.1016/0304-5102(93)85080-D S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00569 2024-01-02T01:04:16.600218Z 0 0 19930319 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 80 80 2 2 Volume 80, Issue 2 8 229 242 229 242 19930319 19 March 1993 1993-03-19 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. FORMATIONKETONESLOWEROLEFINSWATERULTRASTABLEYTYPEZEOLITECATALYST MIZUNO N MISONO 1990 1 M MOCHIDA 1971 2282 I TAN 1970 132 S MOROOKA 1971 183 Y OGASAWARA 1969 2244 S SANO 1986 89 T CORMA 1990 230 A MADON 1991 275 R WANG 1991 471 Q RABO 19891990 385 J PEROT 1990 173 G CORBIN 1984 2920 D KLINOWSKI 1982 533 J GILSON 1987 91 J BLAMI 1991 139 E CHEN 1992 819 F HATHAWAY 1989 263 P HATHAWAY 1989 497 P BABA 1991 691 T MORI 1990 2289 H MORI 1991 35 H HIGHTOWER 1967 122 J IWAMOTO 1986 195 M IWAMOTO 1989 586 M IWAMOTO 1989 453 M PROCEEDINGSINTERNATIONALSYMPOSIUMACIDBASECATALYSISSAPPORO1988 KIKUCHI 1986 771 E PROCEEDINGS7THINTERNATIONALCONFERENCEZEOLITESTOKYO1986 JACOBS 1977 109 P HEYLEN 1976 99 C KIBBY 1973 144 C KRYLOV 1970 116 O CATALYSISBYNONMETALS MIZUNO 1989 3334 N KANAI 1992 527 J SANZ 1988 3113 J RAY 1987 307 G DUPREE 1985 C88 C113 R DEC 1991 403 S MIZUNOX1993X229 MIZUNOX1993X229X242 MIZUNOX1993X229XN MIZUNOX1993X229X242XN 2022-06-10T21:50:28.198Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Science and Culture of Japan MEXT Ministry of Education, Culture, Sports, Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001700 http://sws.geonames.org/1861060/ The authors thank Messrs. T. Habu and E. Yamada for 27A1M ASNMR measurements. This work was supported by a Grant-in-Aid for Scientific Research from the Ministry of Education, Science and Culture of Japan. item 0304-5102(93)85080-D 030451029385080D 1-s2.0-030451029385080D 10.1016/0304-5102(93)85080-D 272239 2024-01-02T01:04:16.600218Z 1993-03-19 1-s2.0-030451029385080D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385080D/MAIN/application/pdf/e7b1ba07ff3fd02b8527db8a16045af0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385080D/MAIN/application/pdf/e7b1ba07ff3fd02b8527db8a16045af0/main.pdf main.pdf pdf true 853758 MAIN 14 1-s2.0-030451029385080D-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385080D/PREVIEW/image/png/b2ed51e405706625fb9d80677a0b5665/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385080D/PREVIEW/image/png/b2ed51e405706625fb9d80677a0b5665/main_1.png main_1.png png 50602 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 80 (1993) 229-242 229 Elsevier Science Publishers B.V., Amsterdam M054 Formation of ketones from lower olefins and water on ultrastable Y-type zeolite catalyst Noritaka Mizunoa, Hiroshi Morib, Masahiro Tajima , Shuichi Kagawa', Hisashi Uenoa, Hidenori Yahiroa and Masakazu Iwamoto* $ aCatalysis Research Center, Hokkaido Uniuersity, Sapporo 060 (Japan); tel. (+81-11)7162111 ext. 2907, fax. (+81-11)7578126 b Department of Industrial Chemistry, Miyakonojo National College of Technology, Miyakonojo 855 (Japan) 'Department of Industrial Chemistry, Faculty of Engineering, Nagasaki Uniuersity, Nagasaki 852 (Japan) (Received June 16, 1992; accepted November 24, 1992 ) Abstract Proton-exchanged ultrastable Y-type zeolite showed good activity for the novel catalytic reaction to form directly ethyl methyl ketone or acetone from 1-butene or propene and water. The formation rates of these ketones were higher than those on Mo03-based catalysts in the oxidation of 1-butene and propene by oxygen. On the basis of product distribution and solid state \"Al MASNMR, the direct formation of ketones from olefins and water in the absence of oxygen is suggested to be a two-step reaction through corresponding alcohols, in which a strong acidic site on extra-framework Al species may be responsible for the dehydrogenation of intermediate alcohols.Among the extra-framework A1 ions with the coordination numbers of 4, 5, or 6, the pentacoordinated A1 ions are provisionally attributed to the strong acid sites. Key words: ketones; olefins; water; ultrastable; zeolites Introduction Ethyl methyl ketone is commercially important and has been industrially made by dehydrogenation of the corresponding alcohols [ 1 ] . Since the alcohols are usually obtained through the direct or indirect hydration of the olefins with the same carbon number, it would be much more desirable to avoid alcohols and synthesize ketones by direct reactions between olefins and water with or without oxygen [ 2 ] . It is well known that a -olefins are oxidized by oxygen to *Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 230 N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 ketones by the Wacker reaction on PdC12-CuC12 in the presence of HCl and water in a homogeneous system. Moro-oka et al. [ 3 ] and Ogasawara et al. [ 4 ] have reported that Mo03-based catalysts such as Sn02_MOO3, C0304 Mo03, and A1203-M003 were active for the gas-phase oxidation of 1-butene or propene to ethyl methyl ketone or acetone by oxygen in the presence of steam. Although the direct formation of ketone is of great interest, the activities of the catalysts were still low. Zeolites have mainly been used as acid catalysts in hydrocarbon transformations in industrial processes and the catalytic properties can be improved by the dealumination of zeolites [ 5-8 ] . Recently, efforts to clarify the acidic sites by solid state MASNMR and the nature of the active sites on zeolites have been successful [ 9-15 ] . In addition, alkali metal ion- or lanthanide metalmodified zeolite was developed as a base catalyst [ 16-18 ] . Therefore, zeolites could catalyze a wide variety of reactions. However, zeolites have been rarely used in the reaction between olefins and water to form ketones. We have previously reported the synthesis of acetone or ethyl methyl ketone from water and propene or 1-butene on zeolite catalysts [ 19,20 ] . In the present work, a detailed study has been carried out on the activities of various proton-exchanged zeolites for the formation of ketones without oxygen. The determination of reaction pathways and the identification of the active sites for the ketone formation were also attempted. Experimental Catalysts The parent zeolites, ZSM-5, ferrierite, and ultrastable Y-type (dealuminated by steaming) zeolites were supplied by Tosoh Corporation and mordenite and Y-type were obtained from the Catalysis Society of Japan. Ultrastable Y-type, ZSM-5, ferrierite, and mordenite zeolites are abbreviated as USY, MFI, FER, and MOR, respectively. Each proton-exchanged zeolite was prepared as follows [ 19,20 ] . Approximately 20 g of each zeolite was washed in 2 dm3 of dilute NaN03 solution and then ion-exchanged in 1 dm' of NH4NOg solution of 0.25 mol dm-3 overnight. After filtration, the resulting cake was washed and dried for 12 h at 383 K and the resultant NH4 -zeolite was calcined at 723 K for 2 h. The exchange level of proton in each zeolite was about 100%, which was confirmed by the amount of residual Na+ ions on zeolites. The catalysts are abbreviated as H-USY-40 (cation zeolite-structure silica/alumina ratio). The amounts of Al, Si and Na in each zeolite were determined by atomic absorption spectroscopy after the zeolite samples were dissolved in hydrogen fluoride solution andSi02/AI203ratios in the zeolite framework were also determined by 29Si MASNMR. N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 231 Reaction The reaction of olefin and water was carried out in a conventional flow reactor using 1 g of catalysts. Total flow rate was 30 cm3 min-1 (N2 balance). With 1-butene the reaction temperature was 373-573 K, the pressure was 1.01.5 atm, and the flow rate of 1-butene or water was 11.7-15.0 cm3 min-1. The reaction of 2-butanol on H-USY-40 was carried out at 433 K under 1.0 atm (2butanol, 2.6 cm' min-1; N2, 10.7 cm' min-1). The reaction between propene and water or the dehydrogenation of 2propanol was performed below 433 K at atmospheric pressure. The flow rates of propene and water vapor were 5.8 and 11.6 cm' min-1, respectively, or those of 2-propanol and water vapor were 0.3 and 11.3 cm3 min-1, respectively. The reactants and products were analyzed by gas chromatography using PEG 1000, Porapak Q, VZ-9, and molecular sieve 5A columns. \"Al and \"Si MASNMR After the as-prepared proton-exchanged zeolites had been evacuated at elevated temperatures for 0.5 h, they were transferred into a spinner in He atmosphere. The 2'Al MASNMR spectra were measured using a Bruker MSL400 spectrometer, working at 104.26 MHz with the spinning frequency at 4.0 kHz. Al(N03)3(H20)6 was used as a standard reference of 2'Al MASNMR spectra. The 29Si MASNMR spectra of zeolites were measured, without any treatments, using a Bruker PC-250 spectrometer (49.66 MHz, 4.0 kHz spinning frequency, with Si (CHO 4 as a reference). All measurements were carried out at room temperature. X-Ray diffraction study The zeolites were placed as a powder on Pt folder in a flow through cell with beryllium windows and heated region. The samples were heated in a He stream at a rate of 10 K min-1. The powder X-ray diffraction patterns were recorded under the treating conditions in the temperature range 298-773 K on a powder X-ray diffractometer (Material Analysis and Characterization, MXP3) by using Cu Ka radiation in the 20 range of 10-50 . Results and discussion Catalysts The bulk Si02/AI203 ratios of H-MFI, -FER (two samples), -MOR, and -Y zeolites evaluated by atomic absorption spectroscopy were 23, 12 (or 16), 15, and 5.6, respectively. 29Si and 2' Al MASNMR confirmed that the Si02/ A1203 ratios of H-MFI and -MOR were 25 and 16, respectively, and there is no extra-framework aluminum ion on the zeolites. The agreements between the Si02/AI203 ratios measured by atomic absorption spectroscopy and MASNMR 232 N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 show that dealumination occurred little during preparation. Hereafter, the Si02/Al203 ratios determined by atomic absorption spectroscopy were used for these zeolites. Two kinds of ultrastable Y zeolites (H-USY) were used. Their Si02/A1203 ratios were 5.9 and 14 by atomic absorption spectroscopy and 12 and 40 by 2951 MASNMR. Clearly, the difference is due to dealumination and therefore the latter values were used hereafter for the abbreviation of H-USY zeolites. Reaction Figure la shows the time courses of the conversions into ethyl methyl ketone and 2-butanol (the main products) from 1-butene and water on HUSY-40. Approximately steady formation of ethyl methyl ketone was attained after 4.5 h and the conversion into 2-butanol changed little with time. The product distribution of the reaction between 1-butene and water after 4.5 h is shown in Table 1. Ethyl methyl ketone and 2-butanol were the main oxygenated and hydrolyzed products, respectively, except for the isomerization products, traps-2-butene and cis-2-butene, butane, 2-methylpropane, and hydrogen. Propane, propene, ethane, and ethene were also observed. Since these a L t G O J 00 100 200 300 400 Reaction time / min 8 b 6 C O v 4 i: 0 U 2 O vvv 0 100 200 300 400 500 Reaction time / min Fig. 1. Time courses of the conversions (a) into ( ) ethyl methyl ketone and (O) 2-butanol, catalyst H-USY-40, reaction temperature 443 K; and (b) into ( ) acetone and (O) 2-propanol, catalyst H-USY-12, reaction temperature 453 K. TABLE 1 Product distribution of the reaction between 1-butene and water or of 2-butanol on H-USY-40 at 433 K N' a 0 Reactant Conversion of (%) trans-2-Butene cis-2-Butene Conversion into (%) ` . A v 1-Butene 2-Butanol 1-Butene Butane 2-Methyl- Ethyl 2-Butanol Hydrogen' propane methyl o ketone A 1-Butene and waterb 80 - 39 38 - 1.4 0.24 0.32 0.29 0.30 o 2-Butanol` ~, - 100 55 32 12 0.17 0.02 1.9 - 1.9 'The conversion calculated by the ratio, the number of HZ molecules formed/the number of 1-butene molecules in the feed. ` bl-Butene, 11.7 cm3 min-'; water, 11.7 cm' min-'; Nz, 6.6 cm3 min-'; pressure, 1.0 atm; catalyst weight, 1 g. `2-Butanol, 2.6 cm' min-'; N2, 10.7 cm' min-'; pressure, 1.0 atm; catalyst weight, 1 g. tIz w w 234 N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 amounts were much smaller than that of 2-methylpropene, the data were excluded from Table 1. The cis-2-butene/traps-2-butene ratio in Table 1 was about one, suggesting that H-USY-40 is an essentially acidic catalyst [ 21 ] . Figure lb shows the time course of the conversion into acetone and 2propanol in the reaction between propene and water. Approximately steady formation of acetone and 2-propanol, which were the main products, was attained after 7 and 3 h, respectively. The deactivation phenomenon in Figs. la and lb is probably due to both the formation of coke or residues on the catalysts and the coordination of water molecules to active sites as discussed later. The temperature dependence of the conversions into ethyl methyl ketone and 2-butanol on H-USY-40 is shown in Fig. 2a. The conversion into ethyl methyl ketone was very low below 403 K, but increased sharply at 413 K, and then decreased at higher temperatures. Above 423 K the conversion into ethyl methyl ketone was higher than that into 2-butanol under the present conditions. The conversion into 2-butanol increased with increase in reaction temperature, reaching maximum at 403 K, and then decreased. The reason for the X- o.~ 0 473 Reaction temperature / K 3 2 U ~ - 380 420 460 Reaction temperature / K a 573 Fig. 2. Temperature dependences of the conversions (a) into ( )ethyl methyl ketone and (O ) 2-butanol, catalyst H-USY-40; and (b) into ( )acetone and ( O ) 2-propanol, catalyst H-USY12. (---) -the equilibrium conversions into 2-butanol and 2-propanol. N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 235 decline in the conversions into 2-butanol at higher temperatures is the reduction in the equilibrium conversion into 2-butanol, shown by the broken line in Fig. 2a, similarly to the hydration of ethene into ethanol [ 22 ) . The reduction is probably the reason for the decrease in the conversion into ketone at higher temperature, since ketone would be produced from alcohol as discussed later. Above 393 K the dimerization and trimerization products of 2-methylpropene were mainly formed. In the case of reaction between propene and water on H-USY-12, a similar temperature dependence of the conversions into acetone and 2-propanol was observed. The maximum conversion into acetone on H-USY-12 was achieved Reaction Catalysts temp. / K H-USY-40 423 H-USY-12 423 H-Y-5.6 423 H-MOR-15 423 H-MFI-23 423 H-FER-16 423 Sn02-Mo036 433 C0304-MO03b 512 Reaction Catalysts temp. / K H-USY-12 453 H-Y-5.6 483 H-MFI-23 448 H-MOR-15 588 H-FER-16 433 H-FER-12 433 Cn(H)-Yc 433 Sn02 MOO3d 433 C030a MOO3d 433 AI203-MoO3e 433 0 (23%) (60 % ) 0 0.1 0.2 Rate / cm3. min-t-g t (74%) (36% ) (15%) (73%)a (65%) (75%) (75 0.1 0.2 Rate ! cm3~min-t~g t Fig. 3. Rates of formation of ethyl methyl ketone (a) and acetone (b) over various catalysts. (a) Figures in parentheses are selectivities to ethyl methyl ketone in (a) and acetone in (b) from ref. 3. The partial pressures of 1-butene and water on SnOZ-Mo03 and Co304-Mo03 were similar to those in the present work. Reactions on Sn02-Mo03 and Co304-Mo03 were carried out with oxygen. (c)-(e) From refs. 2, 3, and 4, respectively. The partial pressures of propene and water on Sn02-Mo03 and Co304-Mo03 were similar to those in the present work. Reactions on Sn02Mo03, Co304-Mo03, and A1203-Mo03 were carried out with oxygen. The rate of Cu(II)-Y was estimated assuming that the flow rate of propene was 10 cm3 min-'. 236 N. Mizuao et al./J. Mol. Catal. 80 (1993) 229-242 around 433 K. Above 453 K the formation of propionaldehyde and acetaldehyde was observed. The formation rates and selectivities of ethyl methyl ketone and acetone on various proton-exchanged zeolites and mixed metal oxides are summarized in Figs. 3a and 3b, respectively. Here the selectivity was evaluated by ratio of the amount of the ketone to the sum of the amounts of ketone and alcohol. HUSY-40 showed the highest activity for the formation of ethyl methyl ketone among the catalysts. The activities of H-MOR and H-FER zeolites were very low, though they were reported to be very active for the hydration of lower olefins [ 22-25 ] . In addition, it should be noted that H-Y-5.6, the mother zeolite of H-USY-40, showed little catalytic activity for the ketonization, indicating the generation of active sites for the reaction during the dealumination treatment. A similar order of the formation rates of acetone to that of ethyl methyl ketone is shown in Fig. 3b: H-USY-12 showed the highest activity while the activities of H-MOR-15, H-FER-12, and H-FER-16 zeolites were very low. Moro-oka et al. [3] and Ogasawara et al. [4] have reported that M003based catalysts such as Sn02_M0O3, C0304-Mo03, and A1203-Mo03 were active for the oxidation of 1-butene and propene by oxygen to produce ethyl methyl ketone and acetone, respectively. Their typical results are also shown in Fig. 3. Figure 3a reveals that H-USY-40 has a higher activity for the formation of ethyl methyl ketone than the M003-based catalysts, even in the absence of oxygen, and the selectivity to ethyl methyl ketone was nearly equal to those on the M003-based catalysts. On H-USY-40, the addition of oxygen (10 vol.%) slightly increased the formation rate of acetone and changed little the selectivities to acetone, indicating that oxygen plays no essential role in this catalytic reaction. Figure 3b also shows that H-USY has an activity for the acetone formation comparable to or higher than the M003-based catalysts and the selectivity to acetone (73%) was nearly equal to those of the M003based catalysts. This comparison strongly suggests that formation of ketone is possible by the reaction between olefin and water. Active site on H-USY The product distribution of the reaction of 2-butanol on H-USY-40 is shown in Table 1. Ethyl methyl ketone and hydrogen were observed and the product distribution was similar to that of the reaction between 1-butene and water except for the starting materials (2-butanol and 1-butene), suggesting that the ethyl methyl ketone is formed through the dehydrogenation of 2-butanol in the reaction between 1-butene and water. The activity for the dehydrogenation of 2-propanol was examined separately and found to increase with the increase in the activity of the formation of acetone from propene and water, supporting the above idea. Thus, the following reactions are suggested to proceed on the catalysts. N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 237 RCH=CH2 +H20-.RCH (OH) CH3 (1) RCH(OH)CH3-->RC(O)CH3+H2 (2) One can anticipate a molar ratio of ketone to hydrogen of one from reaction (2 ); however, owing to side reactions, such as hydrogenation, it is difficult to confirm the hydrogen balance. Next, the active sites for dehydrogenation of alcohols on H-USY catalysts are discussed. In the past, three types of active sites responsible for the dehydrogenation of alcohols have been proposed: (1) The iron impurity is responsible for the dehydrogenation of 2-propanol [ 26 ] . In the present study, this is not the case since the contents of iron in H-Y-5.6, H-Y-12, and H-Y-40 samples were very low (82, 48, and 0 ppm, respectively), and the order of the iron content was the reverse order of that of the catalytic activity for the ketone formation as shown in Figs. 3a and 3b. The report that turnover frequency of H2-D2 equilibration changed little in the range of iron content in H-Y zeolite 0-500 ppm [27], supports this. (2) Kibby and Hall reported that the dehydrogenation of 2-propanol proceeds on the acid-base pair site of hydroxyapatite [ 28 ] . It was also reported that the dehydrogenation of alcohol to produce ketone (or aldehyde) and hydrogen is well catalyzed on basic sites [ 29 ] . This idea was examined here and it was found that the partial substitution of alkali metal ion for H+ in H-USY decreased the conversion into ethyl methyl ketone as shown in Table 2. This does not favor the basic sites for dehydrogenation if one considers the reports that the basic site exists on CsNa-Y [ 16,17 ] . (3) The strong acidic sites probably catalyze the dehydrogenation of alcohols. Figures 3a and 3b and the H2 evolution strongly suggest that the de- TABLE 2 Effect of alkali metal ion substitution for H+ in H-USY-40 on the catalytic activity for the reaction between 1-butene and water at 433 Ka Catalystb Conversion into (% ) Ethyl methyl ketone 2-Butanol H (100) 0.32 0.26 H-Na (82, 18) 0.11 0.17 H-K (90, 10) 0.12 0.25 H-Cs (84, 16) 0.16 0.17 al-Butene, 11.7 cm' min-'; water, 11.7 cm' min-1; N2, 6.6 cm 3 min-1; pressure, 1.0 atm; catalyst weight, 1 g. 'The figures in parentheses are the exchange levels of the metal ions. The first value is the exchange level of proton and the second that of alkali metal ion. 238 N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 hydrogenation activity of the H-USY zeolites results from the dealumination treatment. Very recently, Chen and Fripiat reported that strong Lewis acid sites exist on extra-framework A1 species [ 15 ] . It was also reported that hydrogen is activated on Bronsted acid sites [27,30,31] and that the activity of ZSM-5 zeolites is enhanced by the steaming because of the interaction of Bronsted acid sites on framework and Lewis acid sites on the extra-framework A1 species [8]. Therefore, at present it seems that of the ideas (1)-(3), the strong Lewis acid sites formed on extra-framework A1 species being directly or indirectly responsible for the dehydrogenation of alcohols, is the most favorable. The detailed mechanism of dehydrogenation of alcohols on H-USY zeolite may be further speculated as shown below referring the reverse reaction of hydrogenation of olefins on Bronsted acid site [ 31 ] . R R AI3*(or H*) R NCH-OH -f AI3*(or H*) --o- \"CH-O --- 0.- \\C=O + H2+ AI3*(or H*) (3) CHI/ CH,~/ \\H CHI/ Next, the strong Lewis acid sites on the extra-framework Al was characterized to clarify the active sites. The \"Al MASNMR spectra of H-USY-40 are depicted in Fig. 4. Figure 4a shows that H-USY-40 without evacuation contains octahedrally coordinated, extra-framework A1 (-1 ppm) and tetrahedrally coordinated, framework and extra-framework A1 (60 ppm). The former \"Al signal included free Al (H2 O) 6+ in the cationic positions [ 12,15 ] . After as-prepared H-USY-40 was evacuated at 423 K, the third signal appeared at 33 ppm (Fig. 4b). The relative signal intensity (33 ppm) was increased upon evacuation at 773 K (Fig. 4c). Similarly, the appearance of the 33 ppm signal upon evacuation at 823 K is observed for proton-exchanged Y-type and mordenite zeolites [ 15 ] . Although the assignment is still a matter of discussion, in the present work the signal is assigned to the extra-framework pentacoordinated A1 in aluminosilicate, since several papers [ 13,15,32-34 ] have claimed the assignment and the position of the signal is very similar to those of the pentacoordinated Al typically observed in kaolin (A12Si205(OH)4), metakaolin (A12Si207), or andulsite (A12Si05) [35]. Therefore, three extra-framework A1 species with the coordination numbers of four, five, and six were observed. A broad component at ca. 20 ppm (dashed line in spectra (a)-(c) in Fig. 4) is also detected, which would correspond to a poorly crystallized phase formed during the dealumination process, as reported previously [ 12,32 ] . The signal-to-noise ratio was decreased by the evacuation at elevated temperatures. A similar decrease upon evacuation was also observed for protonexchanged mordenite and Y-type zeolites [ 15 ] . It is caused by the strong quadrupolar coupling broadening by the cations in the dehydrated state. Figure 5 shows the 2'Al MASNMR spectra of H-Y-5.6 and H-Y-12 after they were evacuated at 423 K for 0.5 h. In both spectra, a signal was observed at about 30 ppm (arrow) and the intensity was much weaker than that of H- N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 239 (b) 300 200 100 0 -100 -200 -300 Chemical shift/ppm Fig. 4. 2'Al MASNMR spectra of H-USY-40 (a ) without evacuation, (b ) evacuated at 423 K for 0.5 h, and (c ) evacuated at 773 K for 0.5 h. * denotes a spinning side band. USY-40 (spectrum (b) in Fig. 4). The signal was not detected on the other zeolites. The XRD peak intensity and the half peak width of H-USY-40 were changed little by the treatment in a He stream at elevated temperatures in the range of 303-773 K and the formation of any other phases was not detected. This suggests that extra-framework A1 is present as a fine or amorphous particle. The signal intensity at 33 ppm on H-USY-40 decreased with time after the sample was exposed to ambient atmosphere containing water vapor at ca. 3 mmHg and 295 K (Fig. 6). Here the relative intensity was used because of the line broadening by the evacuation. Upon exposure of the sample for ca. 1 h, the relative intensity decreased to approximately one fourth of the original. After 4 days the signal at 33 ppm almost completely disappeared, although the other signals were still observed. It has been confirmed in a separate experiment for H-USY-40 that the rate of decrease of the signal intensity at 33 ppm was much greater upon adsorption of 15 mmHg water vapor. In addition, the signals at 33 ppm on H-Y-5.6 and H-USY-12 almost disappeared under similar conditions. 240 (a) 200 100 0 -100 Chemical shift/ppm N. Mizuno et al./J. Mol. Catal. 80 (1993) 229-242 Fig. 5. 2'AI MASNMR spectra of (a) H-Y-5.6 and (b) H-USY-12, after evacuation at 423 K for 0.5 h. * denotes a spinning side band. s 20 a, .c d c 9 > 40 05, a 0 50 100 150 5760 Time / min Fig. 6. Time course of the relative intensity of the 2' Al MASNMR signal at 33 ppm after exposure to ambient atmosphere containing water vapor of about 3 mmHg at 295 K. The ratio of the integrated signal area at 33 ppm to the sum of the integrated signal areas at -1, 33, and 60 ppm was used as a relative intensity. The sample was H-USY-40 and was evacuated at 423 K for 0.5 h before exposure. Here, it should be noted that the decrease in Fig. 6 is similar to those of the conversions into ketones in Figs. la and lb. The results in Figs. 4 and 5 also show that the active zeolites for the formation of ethyl methyl ketone and acetone have pentacoordinated Al. The fair correlation between the catalytic activity for the formation of acetone and the amount of pentacoordinated Al suggests that the pentacoordinated A1 is an active site for the dehydrogenation of alcohol. Further work, however, is needed to determine which extra-framework A1 species are responsible for the dehydrogenation. Taking into consid- N. Mizuno et al. 1J. Mol. Catal. 80 (1993) 229-242 241 eration that water vapor was one of the reactants in the present reaction, it is probable that the decrease of the catalytic activity for the formation of ethyl methyl ketone is due to the decrease in the number of active sites caused by the adsorption of water vapor on H-USY-40. Namely, after achievement of equilibrium of the coordination of water molecules to the active sites the activity stabilizes (Fig. 1). At. an adsorption temperature of 295 K, all pentacoordinated A1 would be covered with water molecules (Fig. 6 ). In conclusion, it was found that the new type of formation reaction of ethyl methyl ketone or acetone directly from 1-butene or propene and water, which is different from the oxidation of these olefins by oxygen on M003-based catalysts, was catalyzed by proton-exchanged ultrastable Y-type zeolites. It was further suggested that the active sites directly or indirectly responsible for the dehydrogenation is an extra-framework, pentacoordinated Al. Acknowledgments The authors thank Messrs. T. Habu and E. Yamada for \"Al MASNMR measurements. This work was supported by a Grant-in-Aid for Scientific Research from the Ministry of Education, Science and Culture of Japan. References 1 M. Misono and N. Nojiri, Appl. Catal., 64 (1990) 1. 2 1. Mochida, S. Hayata, A. Kato and T. Seiyama, Bull. Chem. Soc. Jpn., 44 (1971) 2282. 3 S. Tan, Y. Moro-oka and A. Ozaki, J. Catal., 17 (1970) 132; Y. Moro-oka, Y. Takita and A. Ozaki, J. Catal., 23 (1971) 183. 4 S. Ogasawara, S. Takahashi, A. Fukai and Y. Nakada, Kogyo Kagaku Zasshi, 72 (1969) 2244. 5 T. Sano, H. Hagiwara, K. Okabe, H. Okado, K. Saito and H. Takaya, Sekiyu Gakkaishi, 29 (1986) 89. 6 A. Corma, M. Faraldos, A. Martinez and A. Mifsud, J. Catal., 122 (1990) 230. 7 R.J. Madon, J. Catal., 129 (1991) 275. 8 Q.L. Wang, G. Giannetto and M. Guisnet, J. Catal., 130 (1991) 471. 9 J.A. Rabo and G.J. Gajda, Catal. Rev. Sci. Eng., 31 (1989-90) 385. 10 G. Perot and M. Guisnet, J. Mol. Catal., 61 (1990) 173. 11 D.R. Corbin, R.D. Farlee and G.D. Stucky, Inorg. Chem., 23 (1984) 2920. 12 J. Klinowski, J.M. Thomas, C.A. Fyfe and G.C. Gobbi, Nature, 296 (1982) 533. 13 J.-P. Gilson, G.C. Edwards, A.W. Peters, K. Rajagopalan, R.F. Wormsbecher, T.G. Roberie and M.P. Shatlock, J. Chem. Soc., Chem. Commun., (1987) 91. 14 E. B-Lami, P. Massiani, F. Di. Renzo, P. Espiau and F. Fajula, Appl. Catal., 72 (1991) 139. 15 F.R. Chen and J.J. Fripiat, J. Phys. Chem., 96 (1992) 819. 16 P.E. Hathaway and M.E. Davis, J. Catal., 116 (1989) 263. 17 P.E. Hathaway and M.E. Davis, J. Catal., 119 (1989) 497. 18 T. Baba, R. Koide and Y. Ono, J. Chem. Soc., Chem. Commun., (1991) 691, 19 H. Mori, H. Ueno, N. Mizuno, H. Yahiro and M. Iwamoto, Chem. Lett., (1990) 2289. 20 H. Mori, N. Mizuno, M. Tajima, S. Kagawa and M. Iwamoto, Catal. Lett., 10 (1991) 35. 242 N. Mizuno et al. 1J. Mol. Catal. 80 (1993) 229-242 21 J.W. Hightower and W.K. Hall, Chem. Eng. Prog. Symp. Ser., 63 (1967) 122. 22 M. Iwamoto, M. Tajima and S. Kagawa, J. Catal., 101 (1986) 195. 23 M. Iwamoto, H. Mori, M. Tajima and S. Kagawa, Nippon Kagaku Kaishi, (1989) 586. 24 M. Iwamoto, H. Mori, M. Tajima and S. Kagawa, in K. Tanabe, H. Hattori, T. Yamaguchi and T. Tanaka (eds. ), Proceedings of the International Symposium on Acid-Base Catalysis, Sapporo, 1988, Kodansha, Tokyo, 1989, p. 453. 25 E. Kikuchi, T. Matsuda, K. Shimomura, K. Kawahara and Y. Morita, in Y. Murakami, A. Iijima and J.W. Ward (eds. ), Proceedings of the 7th International Conference of Zeolites, Tokyo, 1986, Kodansha Tokyo, 1986, p. 771. 26 P.A. Jacobs and J.B. Uytterhoeven, J. Catal., 50 (1977) 109. 27 C.F. Heylen, P.A. Jacobs and J.B. Uytterhoeven, J. Catal., 43 (1976) 99. 28 C.L. Kibby and W.K. Hall, J. Catal., 29 (1973) 144. 29 ON. Krylov, in ON. Krylov (ed. ), Catalysis by Nonmetals, Academic Press, New York, 1970, p. 116. 30 N. Mizuno and M. Misono, J. Phys. Chem., 93 (1989) 3334. 31 J. Kanai, J.A. Martens and P.A. Jacobs, J. Catal., 133 (1992) 527. 32 J. Sanz, V. Fornes and A. Corma, J. Chem. Soc., Faraday Trans. 1, 84 (1988) 3113. 33 G.J. Ray, B.L. Meyers and C.L. Marshall, Zeolite, 7 (1987) 307. 34 R. Dupree, I. Farnan, A.J. Forty, S. El-Mashri and L. Bottyan, J. Phys. (Paris), 46 (1985 ) C88-113. 35 S.F. Dee, J.J. Fitzgerald, J.S. Frye, M.P. Shatlock and G.E. Maciel, J. Magn. Reson., 93 (1991)403. X244 9385080D 0304-5102(93)85080-D 10.1016/0304-5102(93)85080-D Formation of ketones from lower olefins and water on ultrastable Y-type zeolite catalyst Noritaka Mizuno a Hiroshi Mori b Masahiro Tajima c Shuichi Kagawa c Hisashi Ueno a Hidenori Yahiro a Masakazu Iwamoto ∗ a a Catalysis Research Center, Hokkaido University, Sapporo 060 Japan; tel. (+81-11)7162111 ext. 2907, fax. (+81-11)7578126 b Department of Industrial Chemistry, Miyakonojo National College of Technology, Miyakonojo 855 Japan c Department of Industrial Chemistry, Faculty of Engineering, Nagasaki University, Nagasaki 852 Japan * Corresponding author. Proton-exchanged ultrastable Y-type zeolite showed good activity for the novel catalytic reaction to form directly ethyl methyl ketone or acetone from 1-butene or propene and water. The formation rates of these ketones were higher than those on MoO3-based catalysts in the oxidation of 1-butene and propene by oxygen. On the basis of product distribution and solid state 27Al MASNMR, the direct formation of ketones from olefins and water in the absence of oxygen is suggested to be a two-step reaction through corresponding alcohols, in which a strong acidic site on extra-framework Al species may be responsible for the dehydrogenation of intermediate alcohols. Among the extra-framework Al ions with the coordination numbers of 4, 5, or 6, the penta-coordinated Al ions are provisionally attributed to the strong acid sites. Keywords ketones olefins water ultrastable zeolites References 1 M. Misono N. Nojiri Appl. Catal. 64 1990 1 2 I. Mochida S. Hayata A. Kato T. Seiyama Bull. Chem. Soc. Jpn. 44 1971 2282 3 a S. Tan Y. Moro-oka A. Ozaki J. Catal. 17 1970 132 b Y. Moro-oka Y. Takita A. Ozaki J. Catal. 23 1971 183 4 S. Ogasawara S. Takahashi A. Fukai Y. Nakada Kogyo Kagaku Zasshi 72 1969 2244 5 T. Sano H. Hagiwara K. Okabe H. Okado K. Saito H. Takaya Sekiyu Gakkaishi 29 1986 89 6 A. Corma M. Faraldos A. Martinez A. Mifsud J. Catal. 122 1990 230 7 R.J. Madon J. Catal. 129 1991 275 8 Q.L. Wang G. Giannetto M. Guisnet J. Catal. 130 1991 471 9 J.A. Rabo G.J. Gajda Catal. Rev. Sci. Eng. 31 19891990 385 10 G. Perot M. Guisnet J. Mol. Catal. 61 1990 173 11 D.R. Corbin R.D. Farlee G.D. Stucky Inorg. Chem. 23 1984 2920 12 J. Klinowski J.M. Thomas C.A. Fyfe G.C. Gobbi Nature 296 1982 533 13 J.-P. Gilson G.C. Edwards A.W. Peters K. Rajagopalan R.F. Wormsbecher T.G. Roberie M.P. Shatlock J. Chem. Soc., Chem. Commun. 1987 91 14 E. B-Lami P. Massiani F. Di. Renzo P. Espiau F. Fajula Appl. Catal. 72 1991 139 15 F.R. Chen J.J. Fripiat J. Phys. Chem. 96 1992 819 16 P.E. Hathaway M.E. Davis J. Catal. 116 1989 263 17 P.E. Hathaway M.E. Davis J. Catal. 119 1989 497 18 T. Baba R. Koide Y. Ono J. Chem. Soc., Chem. Commun. 1991 691 19 H. Mori H. Ueno N. Mizuno H. Yahiro M. Iwamoto Chem. Lett. 1990 2289 20 H. Mori N. Mizuno M. Tajima S. Kagawa M. Iwamoto Catal. Lett. 10 1991 35 21 J.W. Hightower W.K. Hall Chem. Eng. Prog. Symp. Ser. 63 1967 122 22 M. Iwamoto M. Tajima S. Kagawa J. Catal. 101 1986 195 23 M. Iwamoto H. Mori M. Tajima S. Kagawa Nippon Kagaku Kaishi 1989 586 24 M. Iwamoto H. Mori M. Tajima S. Kagawa K. Tanabe H. Hattori T. Yamaguchi T. Tanaka Proceedings of the International Symposium on Acid-Base Catalysis, Sapporo, 1988 1989 Kodansha Tokyo 453 25 E. Kikuchi T. Matsuda K. Shimomura K. Kawahara Y. Morita Y. Murakami A. Iijima J.W. Ward Proceedings of the 7th International Conference of Zeolites, Tokyo, 1986 1986 Kodansha Tokyo 771 26 P.A. Jacobs J.B. Uytterhoeven J. Catal. 50 1977 109 27 C.F. Heylen P.A. Jacobs J.B. Uytterhoeven J. Catal. 43 1976 99 28 C.L. Kibby W.K. Hall J. Catal. 29 1973 144 29 O.V. Krylov O.V. Krylov Catalysis by Nonmetals 1970 Academic Press New York 116 30 N. Mizuno M. Misono J. Phys. Chem. 93 1989 3334 31 J. Kanai J.A. Martens P.A. Jacobs J. Catal. 133 1992 527 32 J. Sanz V. Fornes A. Corma J. Chem. Soc., Faraday Trans. 1 84 1988 3113 33 G.J. Ray B.L. Meyers C.L. Marshall Zeolite 7 1987 307 34 R. Dupree I. Farnan A.J. Forty S. El-Mashri L. Bottyan J. Phys. (Paris) 46 1985 C88 C113 35 S.F. Dec J.J. Fitzgerald J.S. Frye M.P. Shatlock G.E. Maciel J. Magn. Reson. 93 1991 403",
      "scopus-id": "0027560879",
      "coredata": {
        "eid": "1-s2.0-030451029385080D",
        "dc:description": "Proton-exchanged ultrastable Y-type zeolite showed good activity for the novel catalytic reaction to form directly ethyl methyl ketone or acetone from 1-butene or propene and water. The formation rates of these ketones were higher than those on MoO3-based catalysts in the oxidation of 1-butene and propene by oxygen. On the basis of product distribution and solid state 27Al MASNMR, the direct formation of ketones from olefins and water in the absence of oxygen is suggested to be a two-step reaction through corresponding alcohols, in which a strong acidic site on extra-framework Al species may be responsible for the dehydrogenation of intermediate alcohols. Among the extra-framework Al ions with the coordination numbers of 4, 5, or 6, the penta-coordinated Al ions are provisionally attributed to the strong acid sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-03-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385080D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mizuno, Noritaka"
          },
          {
            "@_fa": "true",
            "$": "Mori, Hiroshi"
          },
          {
            "@_fa": "true",
            "$": "Tajima, Masahiro"
          },
          {
            "@_fa": "true",
            "$": "Kagawa, Shuichi"
          },
          {
            "@_fa": "true",
            "$": "Ueno, Hisashi"
          },
          {
            "@_fa": "true",
            "$": "Yahiro, Hidenori"
          },
          {
            "@_fa": "true",
            "$": "Iwamoto, Masakazu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385080D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385080D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85080-D",
        "prism:volume": "80",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Formation of ketones from lower olefins and water on ultrastable Y-type zeolite catalyst",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "ketones"
          },
          {
            "@_fa": "true",
            "$": "olefins"
          },
          {
            "@_fa": "true",
            "$": "water"
          },
          {
            "@_fa": "true",
            "$": "ultrastable"
          },
          {
            "@_fa": "true",
            "$": "zeolites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "229-242",
        "prism:endingPage": "242",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 March 1993",
        "prism:doi": "10.1016/0304-5102(93)85080-D",
        "prism:startingPage": "229",
        "dc:identifier": "doi:10.1016/0304-5102(93)85080-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027560879"
      }
    }
  }
}