{
  "metadata": {
    "title": "Preparation, characterization and catalytic properties of carbon-supported platinum-zirconium alloy catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80056-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800565",
    "pii": "0304510284800565"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020897605",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800565 0304-5102(84)80056-5 0304510284800565 10.1016/0304-5102(84)80056-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 31 337 345 337 345 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. PREPARATIONCHARACTERIZATIONCATALYTICPROPERTIESCARBONSUPPORTEDPLATINUMZIRCONIUMALLOYCATALYSTS SZYMANSKI R BREWER 1968 553 L DARLING 1970 54 A OTT 1978 140 D ROSS 1980 P FINALREPORTFORCONTRACTRP12005 BARRAULT 1983 99 J MOLDAVAN 1978 23 A MARTIN 1982 233 G MARTIN 1980 214 G LECLERCQ 1979 577 G BOLIVAR 1976 163 G BLANCHARD 1980 209 G BLANCHARD 1980 465 G SZYMANSKIX1984X337 SZYMANSKIX1984X337X345 SZYMANSKIX1984X337XR SZYMANSKIX1984X337X345XR item 0304-5102(84)80056-5 0304510284800565 1-s2.0-0304510284800565 10.1016/0304-5102(84)80056-5 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800565-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800565/MAIN/application/pdf/11b39d90ce4b918b9e8e0ca35f0f1a8d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800565/MAIN/application/pdf/11b39d90ce4b918b9e8e0ca35f0f1a8d/main.pdf main.pdf pdf true 1780541 MAIN 9 1-s2.0-0304510284800565-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800565/PREVIEW/image/png/5b884399820b142feafaff31b6069d0f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800565/PREVIEW/image/png/5b884399820b142feafaff31b6069d0f/main_1.png main_1.png png 67485 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 337 - 345 337 PREPARATION, CHARACTERIZATION AND CATALYTIC PROPERTIES OF CARBON-SUPPORTED PLATINUM-ZIRCONIUM ALLOY CATALYSTS R. SZYMANSKI and H. CHARCOSSET Institut de Recherches sur la Catalyse, C.N.R.S., 2, av. Albert Einstein, 69626 Villeurbanne Cedex (France) Summary The preparation ot Pt-Zr alloys by the reduction of ZrO; by C in the presence of Pt has been studied. Pti_^Zr^ solid solution formation started at about 873 K. The value ofx increased with the reduction temperature and reached a limiting value of 0.25 at 1273 K. Carbon-supported alloys showed a constant Pt:Zr ratio from one metallic particle to another, but presented some heterogeneity in the particle size distribution, with 0 varying from 4 - 30 mm for 10 - 20 wt.% metal loadings. The catalytic activities of carbon- supported Pt and Pto.7sZro^s have been compared. In benzene hydrogenation and cyclohexane dehydrogenation, no alloying effect was detected. The alloying effect was found to be important in ethane hydrogenolysis, where the alloy activity was about twenty times smaller than that of platinum at 670 K. One alloying effect was further detected in the hydrogenation of carbon monoxide: Pto 7sZro 25 was an order of magnitude more active than Pt at 660 K. Introduction In the range of multimetallic catalysts widely used over the last decade to improve the control of catalytic properties, binary alloys which associate two easily reducible metals have often been studied (e.g.. Group VIII and Group IB alloys). Recently the catalytic properties of intermetallic com- pounds were investigated for their ability to absorb or desorb hydrogen easily and to form hydrides. These intermetallics generally associate Group VIII metals and rare earth elements (e.g., LaNi5). Such alloys combining elements from opposite sides of the periodic classification, and especially Brewer com- pounds associating Group VIII and Group IV metals, are predicted to have increased thermal stability and sintering resistance and to present electronic properties which forecast peculiar catalytic behaviour. According to Brewer [I], alloying a Group VIII metal (e.g. Pt) to a Group IV metal (e.g. Zr) 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 338 would result in an electron transfer from Pt to Zr in order to maximize the use of internally paired Pt d-electrons and Zr empty p- and d-orbitals. How- ever, few catalytic studies have been carried out on such alloys, and these essentially concern unsupported compounds. This is because they are difficult to prepare in a high surface area form by conventional procedures (induction furnace). The purpose of this investigation was to synthesize relatively well- dispersed supported alloys from Group VIII and Group IV metals and to test them in some catalytic reactions. Pt Zr alloys were taken as an example, and carbon was chosen as both the reducing agent and the support. Experimental Materials Two carbon supports were used; 186 active carbon prepared by Merck (SBET = 800 m2 g~1) and C Vulcan 6 carbon black from Cabot (SBET = 115 m2 g~1). The metal precursors were chloroplatinic acid H^PtClg-SHzO (Caplain St Andre) for platinum; zirconium nitrate Zr(N03)4 5H^O (Touzard et Matignon) or zirconium chloride ZrCl4 (Merck) for zirconium. The catalytic tests were performed with high purity grade hydrocarbons (Prolabo Norma- pur benzene (99.5%) and Rectapur cyclohexane (99%), redistilled; Air Liq- uide N 20 ethane (> 99%)). The gases were passed through deoxo and zeolite traps before use. Apparatus and experimental methods 10 to 20% Pt/C and Pt Zr/C catalysts were prepared by carbon support impregnation with a 50 - 50 ethanol-water solution of the precursor salts in the required proportions and metal loadings. Excess solution was removed by evaporation, and the supported salts were dried in either air or vacuum oven at 400 K, or by microwave oven or freeze-drying as further specified. Pretreatment at 623 K under reduced pressure (residual air) was then performed according to two procedures: (i) controlled pressure, whereby the heating rate was monitored by a pressure threshold (10 Pa) fixed on a Pirani gauge; (ii) uncontrolled pressure, whereby heating was performed at a constant rate of 4 C min\"1. High temperature reductions were carried out in a 4433 Sartorius microbalance under 10~3 Pa pressure or in a flow reactor under nitrogen or argon. Alloy formation was characterized by goniometric X-ray powder diffraction (XRD). Scanning Transmission Electron Microscopy (STEM) coupled with the analysis of emitted X-ray radiation (HB5 vacuum generator microscope fitted with an X-photon detector NX700 Kevex) allowed measurement of the size and composition of the metallic particles. Particle size distribution was determined by conventional transmission electron microscopy (TEM). Average particle diameters were calculated from XRD pattern broadenings using the Scherrer method. Metallic areas were determined by oxygen chemi- sorption at 298 K in a volumetric apparatus. Catalytic reactions were carried 339 out in a flow reactor. Hydrocarbon products were analyzed through a FID chromatograph. In the (CO + H;) reaction H;, CO, CO; and H;0 were analyzed via a chromatograph fitted with a thermal conductivity detector. Experimental conditions for each reaction are further specified. Before each catalytic run, the sample was reactivated under hydrogen flow at 673 K (Pt/C) or 1023 K (Pt-Zr/C). Catalytic activities were extrapolated to ( = 0 from the almost linear part of the isothermal deactivation curves. Results and discussion Catalyst preparation The catalyst preparation procedure was based on the reduction of ZrO; by C in the presence of Pt. Carbon acted as support and as reducing agent in the following reaction: (1 -x) Pt +x ZrO; + 2xC -> Pti-^Zr, + 2xCO This reaction is known to begin at about 1200 K when using a mechanical mixture of Pt, Zr02 and C powders [2]. It should be expected to initiate at lower temperature with a conventional catalyst preparation procedure, as described in the Experimental part. Accordingly, particle sintering should be less drastic when alloying at moderate temperatures. 10 to 20 wt.% metal loadings were used in order to combine the goal of obtaining relatively well- dispersed alloys and the necessity of easily characterizing them by XRD. Standard procedure was C (Merck) support co-impregnation with chloro- platinic acid and zirconium nitrate followed by freeze-drying, controlled pressure pretreatment and reduction at 1273 K under 10~3 Pa for 2 h. The influence on alloy formation of certain preparation parameters such as the nature of the carbon support or zirconium precursor, the mode of drying, reduction time and temperature, has been investigated and is summarized in Table 1. The first column indicates the parameter which varies from standard procedure. Pti_^Zr^ solid solutions were obtained with platinum fee structure. Lattice parameter a varies from 3.92 to 3.99 A when the x value increases from 0 to 0.25, which was found to be the limit of solubility of zirconium in platinum under our conditions as well as those previously mentioned [3]. No Pt3Zr intermetallic compound of hep structure was observed. The alloy formation essentially depends on reduction time and tempera- ture. Alloying started at about 870 K (as further shown by XRD experiments performed in a heating chamber) and the limit of solubility was reached after 2 h at 1273 K for most samples. Average crystallite diameter is about the same for most catalysts (ca. 8 nm). However TEM showed a wide particle size distribution, from 4 to 30 nm with the presence of some 100 nm particles. The amount of sintering of carbon-supported pure Pt was found to be about twice that of carbon- 340 TABLE 1 Influence of preparation conditions on alloy formation Preparation conditions V Zr1' D-y0 (A) (at.%) (nm) zirconium precursor ZrCU NH40H . Zr(OH), Zr(N03)4-5H20 3.988 25 8 3.986 25 8 carbon support CMerck 2186 C Cabot Vulcan 6 3.986 25 8 3.984 25 8 drying + pretreatment at 623 K 6 ' P^t-l-'t;<l*'\"tt-llt al- U^iJ ^. freeze-drying controlled pressure 3.986 25 8 freeze-drying uncontrolled pressure 3.984 25 8 air oven uncontrolled pressure 3.985 25 8 vacuum oven controlled pressure J heterogeneous microwave oven uncontrolled pressure 1 composition reduction temperature (K) 773 973 1123 1273 reduction time (level) Oh ) 2h > 1273 K 7h ) 40 h,1123 K reduction atmosphere vacuum (10~3Pa.) nitrogen or argon 3.916 0 7 3.960 14 8 3.977 19 8 3.986 25 8 3.976 19 8 3.986 25 8 3.986 25 9 3.977 19 9 3.986 25 8 3.984 25 8 \"a = fee lattice parameter. ''Zr at.% = alloyed Zr from o=/'(%Zr) curve established by Ott and Raub [3]. \"fly = average crystallite size from X-ray line broadening. supported Pt Zr alloys under identical thermal treatment; it is possible that Pt Zr alloying inhibits particle migration owing to strong Zr-C bonding be- tween the alloy particles and the carbon support, as suggested by Ross [4]. Although XRD patterns were symmetrical, homogeneity of composition of the alloy particles could not be ascertained, considering the wide particle size distributions. STEM coupled with X-ray emission analysis revealed that supported Pto.7sZro.2s alloys, prepared according to the standard procedure previously depicted, are very homogeneous: alloy particles present identical X-ray emission patterns whatever their size. Only about 1% of the analyzed particles were found to be Pt- or Zr-rich; most metallic particles showed nearly constant Pt:Zr ratio (see Fig. 1). 341 Fig. 1. XES patterns (from STEM) of a Pto.7sZro.2s/C catalyst; (a) and (b): Pto.7sZro;2s alloy particle; (c): Zr-rich particle; (d): Pt-rich particle. 342 Drying and pretreatment procedures were shown to play a part in alloy composition homogeneity. If freeze-drying followed by controlled-pressure pretreatment led to the most homogeneous samples (standard procedure), microwave or vacuum-oven drying led to composition heterogeneity detect- able by XRD. However, other investigated procedures also gave homogeneous samples with quite negligible differences in the Pt:Zr ratio from one metallic particle to another. Selective migration of Pt and Zr precursor salts out of the carbon pores is minimized when using gentle drying and pretreatment procedures. The great affinity of zirconium for platinum, as predicted by Engel-Brewer's model [I], is likely to further contribute to the observed homogeneity of the alloy particle. Catalytic properties Carbon-supported Pto.7sZro.25 alloys have been compared to Pt/C in several reactions. Pt/C samples were prepared according to the standard pro- cedure used for alloy preparation in order to obtain a similar particle size distribution. Metallic areas were calculated from oxygen chemisorption mea- surements assuming 0:Pts = 1 for Pt/C and O.-Me^ = 1 (Me, = Pt, or ZrJ for Pto.7sZro.2s/C although investigations on alloy surface composition and chemi- sorptive properties are still in progress. The values of the turnover numbers (TON) are based on these areas rather than on those derived from microscopy or X-ray line broadening, due to the high heterogeneity in the particle size distributions previously mentioned. Catalyst properties and reaction charac- teristics are given in Tables 2A - E. C Vulcan 6 support has been used for benzene hydrogenation because the C (Merck) which is used for other reactions strongly absorbs benzene at the reaction temperature (298 K). The results show that Pt/C and Pto.7sZro.2s/C have comparable activities in benzene hydrogenation and cyclohexane dehydrogenation. However, they significantly differ in ethane hydrogenolysis and carbon monoxide hydro- genation: in the former reaction, Pto,7sZro.2s/C is about twenty times less active than Pt/C whereas in the latter one, methanation activity is an order of magnitude higher than using platinum alone. Moreover, no variation in TABLE 2A Catalyst properties Catalyst Metal Lattice Zr content Metal dispersion loading parameter a (at.%) (%) (wt.%) (A) Pt/C Merck 2186 9.5 3.916 Pt-Zr/CMerck2186 9.5 3.984 Pt/C Vulcan 6 15.3 3.92 Pt Zr/C Vulcan 6 23.7 3.986 0 4.6 25 13 0 2.1 25 4.9 343 TABLE 2B Benzene hydrogenation Catalyst Specific activity TON E^ (molh-1 g-1 metal) (h-1) (kJmol-1) Pt/C Vulcan 6 4.2 X 10-3 39 42 Pto.7sZro.2s/C Vulcan 6 3.7 X 10-3 12.8 46 Conditions: Pfotal = 100 kPa, PH, = 39.5 kPa,J i,enz = 0.5 kPa;PHe = 60 kPa, T = 298 K. The only detected product was cyclohexane. TABLE 2C Cyclohexane dehydrogenation Catalyst Specific activity TON E^ (molh-'g-1 metal) (h-1) (kJmol-1) Pt/C Merck 2186 0.46 2000 83 Pto.75Zro.25/CMerck2186 0.68 900 92 Conditions: P^^ =100 kPa, PH = 94 kPa, PCH = 6 kPa, T = 513 K. Benzene was the only product. TABLE 2D Ethane hydrogenolysis Catalyst Specific activity TON(;H., EA (molCH4h-'g-i (h-1) (kJmol-1) metal) Pt/C Merck 2186 3.6 X 10-3 15.3 176 Pto.7sZro.25/CMerck2186 0.54X10-3 0.7 226 Conditions: Pfotal = 100 ^s. ^H = I8 kpa. ^eth = 1 kpa. ^He = 81 kPa, r = 673 K. Main product was methane; ethylene was observed in a small percentage. TABLE 2E Carbon monoxide hydrogenation Catalyst Specific activity TONpH EA (molCH4h-'g-1 metal) (h-1) \" (kJmol-1) Pt/C Merck 2186 3 X 10-3 12.7 100 Pto.7sZro.25/CMerck2186 97 X 10-3 126 80 Conditions: Ptotal = 100 kPa, H:2:CO = 2, T= 665 K; CH4 was the main hydrocarbon product for both catalysts, and only methanation activities are compared. 344 alloy XRD patterns was observed following these four reactions, which indicates that no significant bulk segregation of the alloy into platinum and zirconium oxide or carbide occured. This point must be emphasized, because one particularity emerging from catalytic studies on unsupported alloys which associate Group VIII and Group IV or rare earth elements (especially intermetallic compounds, e.g. LaNi;, ZrNi5 [5, 6]) is alloy segregation. That segregation results in the Group VIII metal and the oxide of the associated element during (CO + H^) reaction or the hydride of the associated element during ethane hydrogenolysis [5]. Dealloying is accompanied by an increase in activity with time on stream over a period of several hours, up to a constant high level. Such an effect was not observed in the present work. Precise explanations for alloying effects in catalysis are generally pro- vided only for simple reactions (e.g. benzene hydrogenation [7], ethane hydrogenolysis [8]) over catalysts which associate an active metal to an element acting as inert diluent (e.g. Ni Cu [7, 8]). The dilution causes a greater decrease in the activity as the number of active metallic surface sites involved in the conversion of one hydrocarbon molecule increases. When both components of the alloy can act as catalysts, the situation is more complex: activity vs. alloy composition curves with optimum composition of the alloy are more often observed ([9] for Pt Re). Effects which result from a change in individual atomic properties of the alloy components can be superimposed on (nMe(I)g, mMe(II)s) mixed site effects. It has often been found that individual atomic properties (e.g. adsorbate binding strength) are more or less preserved, and that differences between surface and mean com- positions are more moderate in supported alloys when compared to bulk alloys (e.g. Pt-Re [10], Pt-Ru [11]). Since the surface composition of supported Pto.7sZro.25 alloy particles is still unknown, alloy catalytic behaviour must be cautiously interpreted. The results in benzene hydrogenation and cyclohexane dehydrogenation (no significant variation of catalytic activity and apparent activation energy), however, suggest that (i) only the Pt surface atoms (Ptg) of the alloy are active in these two reactions; accordingly, either the Pt active surface is not affected by Zr alloying or modifications of the Pt active surface induced by Zr surface atoms (Zr,) have no effect on the two reactions (note that these reactions need very few contiguous Pt sites, about 2 for benzene hydrogenation [12]); (ii) Zrg atoms do not cover a main part of the Pto.7sZro.2s alloy particle sur- face, since otherwise the activity in these reactions would be more affected by alloying; (iii) Zrg atoms act as an inert diluent of Ptg on the alloy particle surface, and are certainly oxidized or carbided due to the great affinity of Zr for oxygen or carbon to form very thermodynamically stable oxide or carbide. The assumption of Ptg dilution by inactive oxidized or carbided Zr, can also account for the alloying effect observed in ethane hydrogenolysis: as the number of contiguous Pt sites needed to convert one molecule is assumed to be higher in ethane hydrogenolysis than in benzene hydrogenation or cyclohexane dehydrogenation, the dilution in this case induces a marked decrease in the catalytic activity. In the case of carbon monoxide hydrogena- 345 tion, the enhancement of Pt activity upon alloying could also be related to the existence of surface Zr oxidized species, but these species would play the same role as zirconia in Pt/ZrO; catalysts. It has been recently shown in our laboratory that the activity of zirconia-supported platinum in methanation is much higher than that of silica, alumina- or carbon-supported platinum [13]. Conclusions This study has shown that small particles of Pt Zr alloys (solid solutions of Zr in Pt, up to 25 at.%) can be easily obtained on a carbon support, and that no bulk demixion is detected on these particles during hydrocarbon reactions or carbon monoxide hydrogenation. Pt Zr alloying has little effect on Pt catalytic properties in benzene hydrogenation (1) and cyclohexane dehydrogenation (2). It decreases Pt activity in ethane hydrogenolysis (3) and increases it in methanation (4). The effects of Pt surface atom dilution by oxidized or carbided inactive Zr surface atoms can account for the results observed in reactions (1) to (3). The alloying effect detected in reaction (4) can be related to the promotive effect of a zirconium oxide support on the Pt catalytic activity with respect to other supports (silica, alumina or carbon). Acknowledgements The authors thank their colleagues from the Institut de Recherches sur la Catalyse and from the French Institute of Petroleum for their help in microscopy and XRD analyses. The French Institute of Petroleum is gratefully acknowledged for a grant to one of us (R.S.). References 1 L. Brewer, Acta Metall., 15 (1968) 553. 2 A. S. Darling, G. L. Selman and R. Rushforth, Plat. Met. Rev., 14 (1970) 54. 3 D. Ott and C. J. Raub, Metall., 32 (1978) 140. 4 P. N. Ross, Final Report for contract RP 1200-5, Lawrence Berkeley Laboratory, CA, 1980. 5 J. Barrault, D. Duprez, A. Guilleminot, A. Percheron-Guegan and J. C. Achard, Appl. Catal., 5 (1983) 99. 6 A. G. Moldavan, A. Elattar and W. E. Wallace, J. Solid State Chem., 25 (1978) 23. 7 G. A. Martin and J. A. Dalmon, J. Catal., 75 (1982) 233. 8 G. A. Martin and J. A. Dalmon, J. Catal., 66 (1980) 214. 9 G. Leclercq, H. Charcosset, R. Maurel, C. Betizeau, C. Bolivar, R. Frety, D. Jaunay, H. Mendez and L. Tournayan, Bull. Soc. Chim. Belg., 88 (1979) 577. 10 G. Bolivar, H. Charcosset, R. Frety, M. Primet and L. Tournayan, J. Catal., 45 (1976) 163. 11 G. Blanchard and H. Charcosset, React. Kinet. Catal. Lett., 15 (1980) 209. 12 G. Blanchard and H. Charcosset, J. Catal., 66 (1980) 465. 13 R. Szymanski, Thesis, to be published. X244 84800565 0304-5102(84)80056-5 10.1016/0304-5102(84)80056-5 Poster presentation Preparation, characterization and catalytic properties of carbon-supported platinum-zirconium alloy catalysts R. Szymanski H. Charcosset Institut de Recherches sur la Catalyse, C.N.R.S., 2, av. Albert Einstein, 69626 Villeurbanne CédexFrance The preparation ot Pt-Zr alloys by the reduction of ZrO2 by C in the presence of Pt has been studied. Pt1−x Zr x solid solution formation started at about 873 K. The value of x increased with the reduction temperature and reached a limiting value of 0.25 at 1273 K. Carbon-supported alloys showed a constant Pt:Zr ratio from one metallic particle to another, but presented some heterogeneity in the particle size distribution, with φ varying from 4 – 30 mm for 10 – 20 wt.% metal loadings. The catalytic activities of carbon-supported Pt and Pt0.75Zr0.25 have been compared. In benzene hydrogenation and cyclohexane dehydrogenation, no alloying effect was detected. The alloying effect was found to be important in ethane hydrogenolysis, where the alloy activity was about twenty times smaller than that of platinum at 670 K. One alloying effect was further detected in the hydrogenation of carbon monoxide: Pt0.75Zr0.25 was an order of magnitude more active than Pt at 660 K. References 1 L. Brewer Acta Metall. 15 1968 553 2 A.S. Darling G.L. Selman R. Rushforth Plat. Met. Rev. 14 1970 54 3 D. Ott C.J. Raub Metall. 32 1978 140 4 P.N. Ross Final Report for contract RP 1200-5 1980 Lawrence Berkeley Laboratory CA 5 J. Barrault D. Duprez A. Guilleminot A. Percheron-Guegan J.C. Achard Appl. Catal. 5 1983 99 6 A.G. Moldavan A. Elattar W.E. Wallace J. Solid State Chem. 25 1978 23 7 G.A. Martin J.A. Dalmon J. Catal. 75 1982 233 8 G.A. Martin J.A. Dalmon J. Catal. 66 1980 214 9 G. Leclercq H. Charcosset R. Maurel C. Betizeau C. Bolivar R. Frety D. Jaunay H. Mendez L. Tournayan Bull. Soc. Chim. Belg. 88 1979 577 10 G. Bolivar H. Charcosset R. Frety M. Primet L. Tournayan J. Catal. 45 1976 163 11 G. Blanchard H. Charcosset React. Kinet. Catal. Lett. 15 1980 209 12 G. Blanchard H. Charcosset J. Catal. 66 1980 465 13 R. Szymanski, Thesis, to be published.",
      "scopus-id": "0020897605",
      "coredata": {
        "eid": "1-s2.0-0304510284800565",
        "dc:description": "The preparation ot Pt-Zr alloys by the reduction of ZrO2 by C in the presence of Pt has been studied. Pt1−x Zr x solid solution formation started at about 873 K. The value of x increased with the reduction temperature and reached a limiting value of 0.25 at 1273 K. Carbon-supported alloys showed a constant Pt:Zr ratio from one metallic particle to another, but presented some heterogeneity in the particle size distribution, with φ varying from 4 – 30 mm for 10 – 20 wt.% metal loadings. The catalytic activities of carbon-supported Pt and Pt0.75Zr0.25 have been compared. In benzene hydrogenation and cyclohexane dehydrogenation, no alloying effect was detected. The alloying effect was found to be important in ethane hydrogenolysis, where the alloy activity was about twenty times smaller than that of platinum at 670 K. One alloying effect was further detected in the hydrogenation of carbon monoxide: Pt0.75Zr0.25 was an order of magnitude more active than Pt at 660 K.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800565",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Szymanski, R."
          },
          {
            "@_fa": "true",
            "$": "Charcosset, H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800565"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800565"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80056-5",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation, characterization and catalytic properties of carbon-supported platinum-zirconium alloy catalysts",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "337-345",
        "prism:endingPage": "345",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80056-5",
        "prism:startingPage": "337",
        "dc:identifier": "doi:10.1016/0304-5102(84)80056-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020897605"
      }
    }
  }
}