{
  "metadata": {
    "title": "Microanalysis of catalysts by analytical electron microscopy",
    "authors": "C. E. Lyman",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-09-30",
    "doi": "10.1016/0304-5102(83)80050-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510283800509",
    "pii": "0304510283800509"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020174972",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510283800509 0304-5102(83)80050-9 0304510283800509 10.1016/0304-5102(83)80050-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02313 2024-01-02T01:06:03.941633Z 0 0 19830901 19830930 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 20 20 3 3 Volume 20, Issue 3 22 357 368 357 368 198309 September 1983 1983-09-01 1983-09-30 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. MICROANALYSISCATALYSTSBYANALYTICALELECTRONMICROSCOPY LYMAN C 1981 CHARACTERIZATIONCATALYSTS DELANNAY 1980 141 F TREACY 1980 261 M ELECTRONMICROSCOPYANALYSIS1979 DEXPERT 1981 101 H QUANTITATIVEMICROANALYSISHIGHSPATIALRESOLUTION HOWIE 1982 163 A CHEETHAM 1981 1060 A GAI 1982 631 P LYMAN 1982 670 C 40THANNUPROCELECTRONMICROSCSOCAMER MATSUURA 1980 162 I OLSON 1981 390 D NAYAK 1982 333 V MINACHEV 1975 621 K PROC6THINTCONGRCATAL DEROUANE 1981 447 E SUIB 1980 174 S WEEKS 1977 211 T PLUTH 1979 741 J VONBALLMOOS 1981 782 R DWYER 1982 4574 J ROLLMANN 1983 L CLIFF 1975 203 G GOLDSTEIN 1979 83 J INTRODUCTIONANALYTICALELECTRONMICROSCOPY BENTLEY 1981 64 J ANALYTICALELECTRONMICROSCOPY1981 EGASHIRA 1979 409 M BURSILL 1980 111 L HIRSCH 1981 759 E LYMANX1983X357 LYMANX1983X357X368 LYMANX1983X357XC LYMANX1983X357X368XC item 0304-5102(83)80050-9 0304510283800509 1-s2.0-0304510283800509 10.1016/0304-5102(83)80050-9 272239 2024-01-02T01:06:03.941633Z 1983-09-01 1983-09-30 1-s2.0-0304510283800509-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800509/MAIN/application/pdf/3b644e6bd6ebd8d2d6d870259122d202/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800509/MAIN/application/pdf/3b644e6bd6ebd8d2d6d870259122d202/main.pdf main.pdf pdf true 2052529 MAIN 12 1-s2.0-0304510283800509-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800509/PREVIEW/image/png/4271938aff73bf510be8b831d2bb1dc6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800509/PREVIEW/image/png/4271938aff73bf510be8b831d2bb1dc6/main_1.png main_1.png png 68444 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 20 (1983) 357 - 368 357 MICROANALYSIS OF CATALYSTS BY ANALYTICAL ELECTRON MICROSCOPY C. E. LYMAN Central Research and Development Department, E.I. du Font de Nemours and Company, Wilmington, DE 19898 (U.S.A.) Summary Analytical electron microscopy of individual catalyst particles provides much more information than just particle size and shape. The scanning trans- mission electron microscope with analytical facilities allows chemical and structural analysis to be obtained from areas on the order of 10 nm in diam- eter. In this paper, chemical analysis by X-ray emission spectroscopy is de- scribed with examples from studies of supported metal, bismuth molybdate and zeolite catalysts. Qualitative analysis of Pd/Al203 catalysts reveals small concentrations of impurity elements as well as the major components. Phase analysis of bismuth molybdates by quantitative X-ray spectroscopy provides rapid identification of phases present within single catalyst particles. Quanti- tative analysis of zeolite crystals reveals gradients in composition across some types of zeolite crystals. For small ZSM-5 crystals with Si/Al = 10, the parti- cles had either a surface enriched in Si or a nearly homogeneous composition across the particle. For large particles with Si/Al = 40, the particles had more Al near the surface than in the interior. Introduction Characterization of heterogeneous catalysts in the analytical electron microscope (AEM) allows determination of catalyst particle size and shape, crystallographic features and chemical composition on a finer scale than by other methods. While many techniques have been used to study the structure and composition of catalysts including X-ray diffraction, surface analysis, magic-angle NMR, etc., these techniques usually analyze only relatively large areas or volumes of material [1]. The AEM is uniquely suited to the study of the structure and chemistry of individual catalyst particles about 2 nm in diameter and larger. For example, mixtures of phases within a single 0.1 Jum catalyst particle can be examined in detail only by AEM. When AEM is used in conjunction with other techniques, many difficult catalyst characteriza- tion problems can be solved. 0304-5102/83/$3.00 Elsevier Sequoia/Printed in The Netherlands 358 Analytical electron microscopy carried out in the scanning transmission electron microscope (STEM) provides convergent beam electron diffraction (CBED), X-ray emission spectroscopy (XES) and electron energy loss spec- troscopy (EELS) with a lateral spatial resolution of 2 - 20 nm for specimens on the order of 50 nm in thickness. Application of these STEM-based tech- niques to catalyst problems is just beginning; however, several analysis methods already have been developed [2]. The present paper describes appli- cations of X-ray emission spectroscopy to the study of heterogeneous catalysts. Most of the results given here cannot be obtained by any other technique at present. The examples described include Pd crystals supported on A1203, bismuth molybdate phases and ZSM-5 zeolites. Imaging and analysis of supported metal catalysts, such as Pd/Al203, by STEM has begun to receive attention recently [3-5]. One reason for the emphasis on imaging is that a small particle must be imaged clearly before microanalysis can begin. An STEM with a field-emission gun can clearly image particles as small as 2 nm and in many cases provide a diffraction pat- tern or chemical analysis using a stationary electron beam placed directly on a particle. Oxide catalysts containing two heavy metals are ideal specimens for STEM analysis since elemental atomic ratios can be measured relatively easily [6-8]. The case of the bismuth molybdates is of particular interest since three common phases are known: Bi^MoOg, Bi2Mo209and Bi2Mo30i2. A typical multicomponent oxide catalyst used for propene ammoxidation may contain mostly Bi2Mo30i2 when fresh but there are indications that Bi2Mo209 forms during reaction and may actually be the active phase [9, 10]. AEM allows rapid identification of these phases. ZSM-5 is a synthetic high-silica zeolite with extraordinary catalytic properties [11]. Catalytic selectivity is usually related to the size of the regular channels running through the crystal structure. However, catalytic activity and selectivity can be influenced by the number of acid sites that contact reactant molecules. Since the acidity of a region within a zeolite crystal is directly related to the aluminum content in that region [11,12], it is important to know how the average number of Al atoms per zeolite unit cell varies across individual zeolite particles. Several techniques have been used to measure the Al distribution in zeolite crystals including X-ray photo- electron spectroscopy (XPS) [13,14], Auger electron spectroscopy (AES) [15], electron microprobe [16 -18], proton-induced X-ray emission (PIXE) [14] and fast atom bombardment mass spectroscopy (FABMS) [19]. How- ever, AEM is the only technique that can provide actual concentration pro- files across small zeolite crystals of the size actually used in practical cataly- sis. Experimental details Catalyst materials The Pd/7-Al203 catalyst examined here is typical of a wide number of supported metal catalysts. The sample examined was a fresh catalyst used in an industrial hydrogenation process. 359 The bismuth molybdates were synthesized by precipitation from a solution of bismuth nitrate and ammonium molybdate. The resulting amor- phous precipitate was filtered, vacuum dried and calcined at 500 C in air to yield crystalline Bi2Mo30i2. Zeolites Na-A and Na-ZSM-5 were synthesized according to published procedures [20]. Details of the zeolite preparation technique will be pub- lished elsewhere [21]. Bulk chemical analyses of the products were deter- mined by atomic absorption spectroscopy (Al) and gravimetric analysis (Si). For the Na-A zeolite specimens the bulk Si/Al = 0.985. Zeolite ZSM-5 was prepared with two different Si/Al ratios designated ZSM-5(9) and ZSM-5(40) with Si/Al ratios of 9.3 and 39.5, respectively. Powder X-ray diffraction pat- terns of these ZSM-5 preparations closely matched those published for ZSM-5 [22]. Magic-angle-spinning \"Al NMR spectroscopy [23] did not detected octahedrally coordinated Al, a species which might be expected in the channels, indicating that not more than a few per cent octahedral Al was present. Only tetrahedrally coordinated Al was detected suggesting that the majority of the Al present was associated with the zeolite framework. Specimen preparation for microanalysis In the present work, the as-received particles of catalyst were ground with a mortar and pestle so that many fragments on the order of 0.1 Jum were present. These small particles were dispersed on a carbon support film about 10 - 20 nm thick. The carbon film was supported by a metal grid of a composition that would not interfere with the analysis. The particle dis- persion was made either by spreading the powder out dry and laying a grid carbon-side down on the finest particles or by ultrasonically dispersing the particles in a solvent and allowing a drop of suspension to evaporate on the carbon film. The bismuth molybdate phases and the small particles of zeolite ZSM-5(9) were prepared in this way using distilled water and ethanol, respectively. If spatial relationships must be preserved in particles thicker than 0.1 [Jim, it is useful to embed the particle in epoxy resin and cut thin sections through the particle with a diamond knife microtome. The thin sections are then placed on a microscope grid for examination in the microscope. In general, these thin sections will be less than 0.1 p.m thick. This thin sec- tioning technique was used to prepare the PdlA\\^Oy particles and the large Na-A and ZSM-5(40) zeolite crystals. Aficroanafysis Specimens were examined at 100 kV in a Vacuum Generators HB-501 field-emission gun STEM fitted with a Kevex Si(Li) X-ray spectrometer. Figure 1 shows a schematic diagram of the specimen chamber area of the STEM. A focused electron beam scans the specimen in a raster. Electrons that are undeviated by the specimen may be energy-filtered with an electron spectrometer and used to form the bright-field signal. Electrons that are scat- tered or diffracted out of the main beam are collected on an annular dark- 360 SCANNING TRANSMISSION ELECTRON MICROSCOPE SCATTERED AND DIFFRACTED ELECTRONS 1 X-roy EmissionIJLT-JL , Energy - Fig. 1. Schematic diagram of the specimen chamber area in the scanning transmission electron microscope. The electron gun is located near the floor for mechanical stability and the electrons travel upwards. field detector and become the dark-field signal. The interactions of high- energy electrons with specimen atoms will produce inner-shell atomic ionizations and the emission of characteristic X-rays upon de-excitation. These X-rays are collected with the X-ray detector, and the X-ray energy spectrum is displayed on a video screen. The electron beam used for analysis was about 1 - 3 nm in diameter and contained about 10~10 to 10~9 A. The vacuum at the specimen was on the order of 5 X 10~9 Torr. X-Rays were collected over times on the order of 100 s at each area analyzed. The X-ray background was modelled and sub- tracted before X-ray intensity ratios of characteristic peaks were calculated. The Cliff-Lorimer technique [24] was used to convert the X-ray intensity ratios to chemical composition ratios. For the bismuth molybdates, the mea- sured Cliff-Lorimer fe-factor was fe(Bi La/Mo Ka) = 0.398. For zeolites, the fe-factor was fe(Al Ka/Si Ka) = 1.31 as measured from the mineral albite. Relative errors for these fe-values are on the order of 5%. Corrections for absorption and fluorescence were not applied to the results since the speci- men thicknesses examined were kept below the 'thin-film thickness' [25] which was about 0.8 Jixm for bismuth molybdate and about 0.15 p.m for the zeolites. Analyses of particles of thickness equal to the 'thin-film thickness' are liable to an error of 10% if the absorption and fluorescence corrections are neglected. Thus, the analyses given in this paper can be expected to be 361 accurate to about 5 to 15% assuming sufficient X-ray counts are collected [25,26]. For quantitative microanalysis, difficulties can arise from detection of spurious X-rays [27] arising from two sources. High-energy continuum X- rays and stray electrons from the electron column may give rise to signals generated over the entire specimen. This 'hole count' signal was found to be <0.1% of the analytical signal measured from the area of interest. A second source of spurious X-rays may be generated at remote regions of the speci- men by electron scattering and continuum generation at the analysis area itself. Currently, this spurious signal cannot be eliminated but its effects can be minimized by analyzing widely separated particles. Results and discussion Pd/Al^Os catalyst To minimize the total precious metal used in this catalyst, Pd was deposited only on regions near the surface of the alumina support. Figure 2 is an annular dark-field STEM image of a thin section showing that the Pd penetrates into the alumina to a depth of about 0.5 Jum. The annular dark- field image shows diffraction contrast images from all the Pd particles regard- less of orientation, whereas normal tilted-beam dark-field imaging in the con- ventional transmission electron microscope would reveal diffraction contrast from only a narrow range of crystal orientations. The strong contrast of the Fig. 2. An annular dark-field STEM image of Pd particles near the surface of an alumina support particle (80 nm thin section). 362 X-RAY ENERGY c d AlgQi SUPPORT EPOXY Si 0 X-RAY ENERGY X-RAY ENERGY Fig. 3. X-ray emission spectra from three areas of a Pd/Al^Os catalyst particle, (a) Bright- field image of thin section showing analysis areas; (b) X-ray spectrum from a Pd particle on the Al^Os support; (c) Al^Oa support; and (d) embedding epoxy resin. Pd with respect to the Alat^ is due to both diffraction contrast and to dif- fuse high-angle Rutherford scattering which is stronger for Pd atoms than for Al or 0 atoms [3]. Figure 3 shows an example of qualitative X-ray microanalysis from various areas of a thin section of this catalyst. X-ray spectra from the areas marked in the bright-field image are shown in Figs. 3(b), 3(c) and 3(d) for an 8 nm Pd particle on the AlzOa support, the AlzOa support and the em- bedding epoxy, respectively. These spectra show that sulfur and calcium are impurities in the Al-fl^ support. This result is expected since calcium is an 363 impurity in even the best aluminas and sulfur can sometimes be picked up in the alumina production process. This example shows that the AEM can detect small impurities present in the support material which under certain circumstances might migrate to the active catalytic material and interfere with the desired reaction. Bismuth molybdates Several preparations of Bi^lM^O^ were examined in the AEM to deter- mine phase purity. About 25 particles from each sample were analyzed. To quantitatively determine the bismuth-to-molybdenum atom ratio for each particle, the Bi La to Mo Ka X-ray intensity ratio was converted to the Bi/Mo atomic ratio using a Cliff-Lorimer fe-factor measured separately. Figure 4(a) shows a histogram of the number of particles detected at various Bi/Mo ratios. For Bi2Mo30i2, sometimes known as the 2/3 compound, the stoichiometric atomic ratio would be Bi/Mo = 0.667. Most of the particles in the experimental distribution were close to Bi2Mo30i2 (peak average Bi/ Mo = 0.656) while a few Mo03 particles (Bi/Mo = 0) were also present. Oxy- gen could not be measured with the X-ray detector used in this work, so each compound was assumed to be fully oxidized [6]. A similar histogram for another preparation of Bi2Mo30i2, shown in Fig. 4(b), indicates the presence of the 1/1 compound, Bi2Mo209, in addition to Bi2Mo30i2. Small amounts of pure Bi (or Bi2C>3) were also detected in these samples which apparently biased the Bi/Mo ratio to a value slightly greater than unity. The reason for the presence of the impurity phases, Mo03 and Bi2Mo2C>9, can be seen from the phase diagram [28] shown in Fig. 5. Bi2Mo30i2 is a line com- pound between two eutectics, so the likelihood of these impurity phases is high. Thus, phase analysis using X-ray elemental ratios can be used to iden- tify phases in multiphase catalysts more rapidly than conventional selected- area electron diffraction, which requires time for film development and pattern analysis. In addition, since phase analysis by AEM is on a particle-by- particle basis, the minimum amount of impurity phase detectable can, in principle, be smaller than that detectable by X-ray diffraction. B BizMogOiz 1 15- 2 lo (- fe 5- 4 n n r ~\\ s BigMOjOiz '5 S 10 fe 5i ^ : J I-)-, i-m-i 0 0.5 1.0 Bi/Mo ATOMIC RATIO 0.5 1.0 Bi/Mo ATOMIC RATIO (b) Fig. 4. Histograms showing the number of particles versus Bi/Mo ratio for two different preparations of BiaMoaOiz, (a) with MoOa impurity, (b) with Bi^Mo^O^ impurity. 364 1/1 2/3 ATOMIC % No Fig. 5. Phase diagram for the BiiC^-MoOs system [28]. BiaMt^On is shown as the 2/3 compound. Zeolites Zeolites are easily damaged under the electron beam [29, 30]. How- ever, if beam damage is kept below that required for rapid mass transport within the crystal framework, microanalysis profiles across zeolite specimens will reflect true compositional variations across small crystals. To test this microanalysis method, thin sections of zeolite Na-A were examined. This synthetic zeolite is known to have an Si/Al ratio near unity and is believed to have a uniform composition across the crystal [17]. Figure 6(a) shows a con- ventional secondary electron SEM image of the Na-A crystals used in this study. The average particle size is about 2 ^im, so 80 nm thick thin sections were used for microanalysis. Profiles of Si/Al across thin sections of two different crystals are shown in Fig. 7. It is evident that the crystals are homogeneous in composition and have an Si/Al ratio near unity as expected. The average Si/Al ratio for the points shown in Fig. 7 is Si/Al = 0.97 0.05. Conventional chemical analysis gave the bulk Si/Al ratio as 0.985. Thus, the AEM microanalysis method described appears to yield accurate results. A more interesting case occurs for the high-silica zeolite ZSM-5 where the composition across crystals may or may not be constant. The two ZSM-5 preparations examined, ZSM-5(9) and ZSM-5(40), have particle sizes of about 0.3 /im and 2 /xm, respectively (Fig, 6(b) and (c)). Compositional profiles across particles of ZSM-5(9) show two types of particle. Particles which appear to be single crystals show more aluminum in the center of the crystal than near the edges (Fig. 8(a)). Other particles in the same preparation (Fig. 8(b)) exhibited no compositional variations at a spatial resolution of analysis of approximately 30 nm. This second type of particle is composed of many individual crystals about 30 nm in size as shown in Fig. 9. These small crystals stack together with nearly the same orientation into a polycrystalline particle which has no overall chemical gradient. Each small crystal may have a compositional gradient itself but this was difficult to measure since the crystals were not separate. 366 (c) Fig. 6. Surface scanning electron micrographs of zeolites analyzed: (a) zeolite Na-A, (b) ZSM-5(9), (c) ZSM-5(40). Particles of ZSM-5(40) have a very different morphology as shown in Fig. 6(c). A thin section of this type of particle can be assumed to be taken from near the particle center if the outline of a twin (see Fig. 6(c)) can be seen in the thin section. Figure 10 shows the chemical profile of aluminum across such a thin section. In this case more aluminum is present near the surface than in the interior of the particle. At each analysis point the com- position was sampled through the 80 nm section thickness so that an average through-section composition was measured. The significance of this work is that while bulk analysis techniques would imply that ZSM-5 zeolites are of uniform composition, they actually 366 o.o 234 ANALYSIS AREA Fig. 7. Profiles of Si/Al across two different particles of zeolite Na-A. Areas analyzed were similar to those marked 1 through 5 on the schematic diagram of the crystal thin section. 0 =! 15 \\ 1Uu 0t- t- \\ < s CLy a. 10a ( 10 ^ 0) ' t < 5 ? ^ 4 5 f 20\" 5 0 n A B 15 10 S 5 Q g y \"! 3 ^ 20\" 0 0.06 0.12 DISTANCE ACROSS PARTICLE (/^m ) (a) 0 0.08 0.16 DISTANCE ACROSS PARTICLE (/xm) (b) Fig. 8. Aluminum profiles across ZSM-5(9) showing two types of particles: (a) single crystals with more aluminum in the center; and (b) polycrystalline particles which have no apparent chemical gradient. Line AB indicates the locus of analysis areas. may exhibit gradients in aluminum concentration across individual particles. This leads to the conclusion that the distribution of catalytically active sites is not necessarily uniform throughout a zeolite crystal. The activity and selectivity for a reaction occurring in ZSM-5 has been shown to be most favorable at a particular average separation of Al sites [12]. Although mea- surements of the Al distribution in ZSM-5 have been made by other tech- niques [14,18], this is the first determination of Al profiles in high-silica zeolites of a particle size actually used in catalysis. 367 0 0.5 1.0 1.5 DISTANCE ACROSS PARTICLE (/im) Fig. 9. Edge detail of a particle similar to that analyzed in Fig. 8(b). The small separate crystals exhibit different lattice fringe patterns (conventional TEM micrograph). Fig. 10. Aluminum profile across a thin section of ZSM-5(40). Line AB indicates the locus of analysis areas. Conclusions Microanalysis of individual catalyst particles is possible by analytical electron microscopy to a spatial resolution of 10 - 30 nm or better. Thin sectioning of embedded catalyst particles with a diamond-knife microtome offers a general technique for specimen preparation which is especially useful for determining the location of metal particles on the catalyst sup- port and for quantitative microanalysis. The spatial resolution of this tech- nique can reveal small amounts of impurity phases as well as chemical gradients in supposedly uniform catalyst materials. Acknowledgements The author is grateful to U. Chowdhry, E. F. Moran and R. D. Shannon for catalyst preparation; H. B. Coverly for X-ray diffraction; B. F. Burgess and W. F. Farquhar for chemical analysis; R. D. Farlee for NMR spectros- copy; and P. E. Bovey, P. W. Betteridge and M. L. van Kavelaar for assistance in electron microscopy. References 1 J. M. Thomas and R. M. Lambert (eds.). Characterization of Catalysts, Wiley, New York, 1981. 2 F. Delannay, Catal. Rev., 22 (1980) 141. 3 M. M. J. Treacy, A. Howie and S. J. Pennycook in T. Mulvey (ed.). Electron Micros- copy and Analysis 1979, Institute of Physics, London, 1980, p. 261. 368 4 H. Dexpert, E. Freund and J. Lynch, in G. W. Lorimer, M. H. Jacobs and P. Doig (eds.), Quantitative Microanalysis with High Spatial Resolution, The Metals Society, London 1981,p. 101. 5 A. Howie, L. D. Marks and S. J. Pennycook, Ultramicroscopy, 8 (1982) 163. 6 A. K. Cheetham and A. J. Skarnulis, Ana;. Chem., 53 (1981) 1060. 7 P. L. Gai, E. D. Boyes and J. C. J. Bart, Philos. Mag. A, 45 (1982) 631. 8 C. E. Lyman, in G. W. Bailey (ed.), 40th Annu. Proc. Electron Microsc. Soc. Amer., Claitor's Publications, Baton Rouge, 1982, p. 670. 9 P. L. Gai, in ref. [8], p. 640. 10 I. Matsuura, R. Shut and K. Hirakawa, J. Catal., 63 (1980) 162. 11 D. H. Olson, W. 0. Haag and R. M. Lago, J. Catal.. 61 (1981) 390. 12 V. S. Nayak and V. R. Choudhary, Appl. Catal., 4 (1982) 333. 13 K. M. Minachev, G. V. Antoshin, E. S. Shapiro and Y. A. Yusifov, in Proc. 6th Int. Congr. Catal., London 1976, p. 621. 14 E. G. Derouane, J. P. Gilson, Z. Gabelica, C. Mousty-Desbugnoit and J. Verbist, J. Catal., 71 (1981)447. 16 S. L. Suib, G. D. Stucky and R. J. Blattner, J. Catal.. 65 (1980) 174. 16 T. J. Weeks and D. E. Passoja, Clays Clay Miner., 25 (1977) 211. 17 J. J. Pluth and J. V. Smith, J. Phys. Chem., 83 (1979) 741. 18 R. von Ballmoos and W. M. Meier, Nature (London), 389 (1981) 782. 19 J. Dwyer, F. R. Fitch, G. Qin and J. C. Vickerman,J. Phys. Chem.. 86 (1982) 4674. 20 L. D. Rollmann and E. W. Valyocsik, Inorg. Synth., 22 (1983) in press. 21 C. E. Lyman, P. W. Betteridge and E. F. Moran, Inorg. Chem., in the press. 22 R. J. Argauer and G. R. Landolt (Mobil Oil Corp.), U.S. Pat. 3 702886 (1972). 23 R. D. Farlee, unpublished results. 24 G. Cliff and G. W. Lorimer, J. Microsc. (Oxford), 103 (1976) 203. 26 J. I. Goldstein, in J. J. Hren, J. I. Goldstein and D. C. Joy (eds.), Introduction to Analytical Electron Microscopy, Plenum, New York, 1979, p. 83. 26 J. I. Goldstein and D. B. Williams, in ref. [4], p. 6. 27 J. Bentley, in R. H. Geiss (ed.). Analytical Electron Microscopy 1981, San Francisco Press, 1981, p. 64. 28 M. Egashira, K. Matsuo, S. Kagawa and T. Seiyama, J. Catal., 58 (1979) 409. 29 L. A. Bursill, E. A. Lodge and J. M. Thomas, Nature (London), 286 (1980) 111. 30 E. H. Hirsch, Nature (London), 293 (1981) 769. X244 83800509 0304-5102(83)80050-9 10.1016/0304-5102(83)80050-9 Analytical STEM Microanalysis of catalysts by analytical electron microscopy C.E. Lyman Central Research and Development Department, E.I. du Pont de Nemours and Company, Wilmington, DE 19898 U.S.A. Analytical electron microscopy of individual catalyst particles provides much more information than just particle size and shape. The scanning transmission electron microscope with analytical facilities allows chemical and structural analysis to be obtained from areas on the order of 10 nm in diameter. In this paper, chemical analysis by X-ray emission spectroscopy is described with examples from studies of supported metal, bismuth molybdate and zeolite catalysts. Qualitative analysis of Pd/Al2O3 catalysts reveals small concentrations of impurity elements as well as the major components. Phase analysis of bismuth molybdates by quantitative X-ray spectroscopy provides rapid identification of phases present within single catalyst particles. Quantitative analysis of zeolite crystals reveals gradients in composition across some types of zeolite crystals. For small ZSM-5 crystals with Si/Al = 10, the particles had either a surface enriched in Si or a nearly homogeneous composition across the particle. For large particles with Si/Al = 40, the particles had more Al near the surface than in the interior. References 1 J.M. Thomas R.M. Lambert Characterization of Catalysts 1981 Wiley New York 2 F. Delannay Catal. Rev. 22 1980 141 3 M.M.J. Treacy A. Howie S.J. Pennycook T. Mulvey Electron Microscopy and Analysis 1979 1980 Institute of Physics London 261 4 H. Dexpert E. Freund J. Lynch G.W. Lorimer M.H. Jacobs P. Doig Quantitative Microanalysis with High Spatial Resolution 1981 The Metals Society London 101 5 A. Howie L.D. Marks S.J. Pennycook Ultramicroscopy 8 1982 163 6 A.K. Cheetham A.J. Skarnulis Anal. Chem. 53 1981 1060 7 P.L. Gai E.D. Boyes J.C.J. Bart Philos. Mag. A 45 1982 631 8 C.E. Lyman G.W. Bailey 40th Annu. Proc. Electron Microsc. Soc. Amer. 1982 Claitor's Publications Baton Rouge 670 9 P.L. Gai, in ref. [8], p. 640. 10 I. Matsuura R. Shut K. Hirakawa J. Catal. 63 1980 162 11 D.H. Olson W.O. Haag R.M. Lago J. Catal. 61 1981 390 12 V.S. Nayak V.R. Choudhary Appl. Catal. 4 1982 333 13 K.M. Minachev G.V. Antoshin E.S. Shapiro Y.A. Yusifov Proc. 6th Int. Congr. Catal. 1975 621 London 14 E.G. Derouane J.P. Gilson Z. Gabelica C. Mousty-Desbugnoit J. Verbist J. Catal. 71 1981 447 15 S.L. Suib G.D. Stucky R.J. Blattner J. Catal. 65 1980 174 16 T.J. Weeks D.E. Passoja Clays Clay Miner. 25 1977 211 17 J.J. Pluth J.V. Smith J. Phys. Chem. 83 1979 741 18 R. von Ballmoos W.M. Meier Nature (London) 389 1981 782 19 J. Dwyer F.R. Fitch G. Qin J.C. Vickerman J. Phys. Chem. 86 1982 4574 20 L.D. Rollmann E.W. Valyocsik Inorg. Synth. 22 1983 in press. 21 C.E. Lyman, P.W. Betteridge and E.F. Moran, Inorg. Chem.; in the press. 22 R.J. Argauer and G.R. Landolt (Mobil Oil Corp.), U.S. Pat. 3 702 886 (1972). 23 R.D. Farlee, unpublished results. 24 G. Cliff G.W. Lorimer J. Microsc. (Oxford) 103 1975 203 26 J.I. Goldstein J.J. Hren J.I. Goldstein D.C. Joy Introduction to Analytical Electron Microscopy 1979 Plenum New York 83 J.L Goldstein and D.B. Williams, in ref. [4], p. 5. 27 J. Bentley R.H. Geiss Analytical Electron Microscopy 1981 1981 San Francisco Press 64 28 M. Egashira K. Matsuo S. Kagawa T. Seiyama J. Catal. 58 1979 409 29 L.A. Bursill E.A. Lodge J.M. Thomas Nature (London) 286 1980 111 30 E.H. Hirsch Nature (London) 293 1981 759",
      "scopus-id": "0020174972",
      "coredata": {
        "eid": "1-s2.0-0304510283800509",
        "dc:description": "Analytical electron microscopy of individual catalyst particles provides much more information than just particle size and shape. The scanning transmission electron microscope with analytical facilities allows chemical and structural analysis to be obtained from areas on the order of 10 nm in diameter. In this paper, chemical analysis by X-ray emission spectroscopy is described with examples from studies of supported metal, bismuth molybdate and zeolite catalysts. Qualitative analysis of Pd/Al2O3 catalysts reveals small concentrations of impurity elements as well as the major components. Phase analysis of bismuth molybdates by quantitative X-ray spectroscopy provides rapid identification of phases present within single catalyst particles. Quantitative analysis of zeolite crystals reveals gradients in composition across some types of zeolite crystals. For small ZSM-5 crystals with Si/Al = 10, the particles had either a surface enriched in Si or a nearly homogeneous composition across the particle. For large particles with Si/Al = 40, the particles had more Al near the surface than in the interior.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510283800509",
        "dc:creator": {
          "@_fa": "true",
          "$": "Lyman, C.E."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510283800509"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510283800509"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(83)80050-9",
        "prism:volume": "20",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Microanalysis of catalysts by analytical electron microscopy",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "357-368",
        "prism:endingPage": "368",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 1983",
        "prism:doi": "10.1016/0304-5102(83)80050-9",
        "prism:startingPage": "357",
        "dc:identifier": "doi:10.1016/0304-5102(83)80050-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020174972"
      }
    }
  }
}