{
  "metadata": {
    "title": "Characterization of potassium-doped nickel catalysts and activity for selective hydrogenation of 1,6-hexanedinitrile",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-05-26",
    "doi": "10.1016/0304-5102(93)85023-M",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385023M",
    "pii": "030451029385023M"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027592733",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-11-11T13:01:06 1-s2.0-030451029385023M 0304-5102(93)85023-M 030451029385023M 10.1016/0304-5102(93)85023-M S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00636 2024-01-02T01:04:16.600218Z 0 0 19930526 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 81 81 3 3 Volume 81, Issue 3 7 387 395 387 395 19930526 26 May 1993 1993-05-26 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. CHARACTERIZATIONPOTASSIUMDOPEDNICKELCATALYSTSACTIVITYFORSELECTIVEHYDROGENATION16HEXANEDINITRILE MEDINA F WEISSERMEL 1978 K INDUSTRIALORGANICCHEMISTRY GREENFIELD 1967 142 H PASEC 1981 1011 J MARES 1988 145 F FIERRO 1990 197 J AUGUSTINE 1976 285 R MEDINA 1993 363 F MEDINAX1993X387 MEDINAX1993X387X395 MEDINAX1993X387XF MEDINAX1993X387X395XF item 0304-5102(93)85023-M 030451029385023M 1-s2.0-030451029385023M 10.1016/0304-5102(93)85023-M 272239 2024-01-02T01:04:16.600218Z 1993-05-26 1-s2.0-030451029385023M-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385023M/MAIN/application/pdf/bc5cd427e2b132e4e0c79a9a43b72f18/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385023M/MAIN/application/pdf/bc5cd427e2b132e4e0c79a9a43b72f18/main.pdf main.pdf pdf true 552058 MAIN 9 1-s2.0-030451029385023M-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385023M/PREVIEW/image/png/030be6bc04573d74f965b241071448f0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385023M/PREVIEW/image/png/030be6bc04573d74f965b241071448f0/main_1.png main_1.png png 57766 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 81 (1993) 387-395 387 Elsevier Science Publishers B.V., Amsterdam M100 Characterization of potassium-doped nickel catalysts and activity for selective hydrogenation of 1,6-hexanedinitrile F. Medina, P. Salagre and J.E. Sueiras* Dpt. de Quimica, Facultat de Quimica de Tarragona, Unioersitat de Barcelona, Pl. Imperial Tarraco, 1, 43005 Tarragona (Spain); tel. (+34-9)77225254 ext. 2342, fax. (+34-9)77243319 J.L.G. Fierro Instituto de Catalisis y Petroleoquimica, C.S.I.C., Campus UAM, Cantoblanco, 28049 Madrid (Spain) (Received September 21, 1992; accepted January 8, 1993 ) Abstract Studies of the chemical preparation, BET surface areas, X-ray diffraction (XRD), X-ray photoelectron spectra (XPS ), temperature-programmed reduction (TPR) and catalytic activities of several nickel catalysts were carried out for the catalytic hydrogenation of adiponitrile, in a continuous process at 1 atm pressure, 443 K, and in the absence of ammonia. Surface areas decrease with NiO reduction temperature. XRD, XPS and TPR measurements detect NiO incipient reduction at 473-498 K, a NiO reducibility inhibitor character for potassium, and 99.9 % reduction degrees above 573 K. Selectivities of 100% with respect to 6-aminohexanenitrile are obtained at 60% conversion for catalysts with potassium contents of 10.5 X 10-' g K20/g Ni. Key words: adiponitrile hydrogenation; 6-aminohexanenitrile; nickel; nickel catalyst; potassium doped Introduction The 1,6-hexanedinitrile (adiponitrile) is used in the manufacture of nylon-6 and nylon-6,6, by prior partial hydrogenation to 6-aminohexanenitrile and then to 1,6-hexanediamine, respectively [ 1 ] . The industrial preparation of these primary amines is usually accomplished in the liquid phase at elevated hydrogen pressures (270-600 bar) and at 30 bar in a recent process, where the catalyst represents a very important factor determining the selectivity with respect to primary amines [ 2 ] . Catalysts based on Co, Ni, Ru, Cu, Rh, Pd, Pt, Mn and Fe have been reported [ 3-7 ] . Raney nickel and Raney cobalt have also been reported as being largely assayed catalysts [8-19 ] . An excess of ammonia is necessary to suppress secondary and tertiary amine formation, presumably due to the presence of imine intermediates [ 20 ] . Unfortunately, as most of the 'Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 388 F Medina et al./J. Mol. Catal. 81 (1993) 387-395 available literature consists of patents, results of the characterization and detailed activities of the heterogeneous catalysts concerned are usually lacking. The surface characterization and activities of several potassium-free nickel catalysts were reported previously [ 21 ] . Here, we report on studies of the preparation, characterization and the catalytic properties of several potassiumdoped nickel catalysts which exhibited activity for the hydrogenation of adiponitrile at 1 atm pressure and, for some of them, remarkable primary amine selectivity in the absence of ammonia. Experimental Catalyst preparation Potassium-doped nickel precursors were prepared by impregnation of the previously calcined nickel nitrate hexahydrate with the relevant doping amounts of potassium nitrate aqueous solutions as shown in Table 1. These preparations will be designated hereafter as precursors 1-17. All samples were dried at 393 K, calcined at 623 K and reduced with hydrogen/argon at a 1/20 volume ratio. The relevant temperatures are shown in Table 1. All reagents were reagent-grade (from Aldrich), and the pure gases were previously dried and deoxygenated. TABLE 1 XRD and XPS characterization of several potassium-doped nickel catalysts us. reduction temperatures Catalyst g K20/g Ni Reduction temperature Crystal phases Binding energies (X 10-') (K) (XRD) (XPS) from Ni 2p3/2 level (eV) 1 3.5 473 Ni0 855.6 2 3.5 498 Ni, Ni0 3 3.5 523 Ni 854.5 4 3.5 573 Ni 5 3.5 623 Ni 6 3.5 673 Ni 7 7 473 Ni0 855.7 8 7 498 Ni, Ni0 9 7 573 Ni 854.4 10 7 623 Ni 11 7 673 Ni 12 10.5 473 Ni0 855.8 13 10.5 498 Ni, Ni0 14 10.5 573 Ni 15 10.5 623 Ni 854.4 16 10.5 673 Ni 17 10.5 723 Ni F. Medina et al./J. Mol. Catal. 81 (1993) 387-395 389 BET areas The BET surface areas were calculated from the nitrogen adsorption isotherms at 77 K using a Micromeritics ASAP 2000 surface analyzer, and a value of 0.164 nm' for the cross section of the nitrogen molecule. X-ray diffraction (XRD) Powder X-ray diffraction (XRD) patterns of the catalysts were obtained with a Philips PW 1010 diffractometer using nickel-filtered Cu Ka radiation. Samples were dusted onto double-sided adhesive tape and mounted on glass microscope slides. The patterns were recorded over a range of 20 angles from 5 to 85 and compared with the X-ray powder files to confirm phase identities. X-ray photoelectron spectroscopy (XPS) The X-ray photoelectron spectra were recorded on a Leybold LHS 10 spectrometer equipped with a hemispherical energy analyzer and a Mg Ka Xray radiation source. Powdered samples were pressed into small stainless steel cylinders and mounted on a standard sample probe, placed in a pre-evacuation chamber up to ca. 10-5 Torr, before they were moved into the main vacuum chamber. The residual pressure in the turbo-pumped analysis chamber was kept below 7 X 10-9 Torr during data collection. Each spectral region was signal-averaged for a given number of scans to obtain good signal-to-noise ratios. Although surface charging was observed on all the samples, accurate binding energies (BE) were determined by charge referencing with the Cls line at 284.6 eV. Peak areas were computed by a program which assumed Gaussian lines and flat background subtraction. Temperature programmed reduction (TPR) Temperature-programmed reductions were carried out in a Perkin-Elmer TGA 7 microbalance with an accuracy of 1,ug and equipped with a 273-1273 K programmable temperature furnace. The 10 mg samples were first heated at 4 K min-1 up to 673 K in a stream of He (80 cm3 min-1) for moisture release. After cooling to room temperature under helium, they were heated again in a 5% vol H2/Ar flow (80 cm' min-1) up to the reduction temperatures. The weight change in the samples is a measure of the oxygen released by the solid as water. Determination of catalytic activity In a typical experiment, the catalyst (1 g) was placed in a fixed-bed flow reactor for hydrogenation of adiponitrile vapour at 443 K and 1 atm pressure, with a molar ratio of adiponitrile/hydrogen of 1/300 at a space velocity of 1500 h-1. The catalysts did not show diffusion restrictions. The reaction products were analyzed by means of an on-line gas chromatograph HP 5840A equipped with a 25 m phenylmethylsilicone capillary column, and a 343-573 K oven temperature program. 390 F Medina et al./J. Mol. Catal. 81 (1993) 387-395 Conversion and selectivity are defined by the following equations: conversion (% ) - [moles of 1,6-hexanedinitrile consumed] X 100/ [moles of 1,6-hexanedinitrile charged ] ; selectivity (%) = [moles of one product of reaction ] X 100/ [moles of 1,6-hexanedinitrile consumed ] . Results and discussion X-ray diffraction (XRD) Powder diffraction patterns of the reduced catalysts showed diffraction peaks at 2B angles and relative intensities which can be indexed to the Ni0 and Ni phases. The 20 angles and the relative intensities in parentheses are: 44.51 (100), 51.85 (42), 76.36 (21), for the Ni phase; and 37.45 (60), 43.45 (100 ), 63.04 (41), for the NiO phase. The potassium phases were undetectable owing to their very low concentrations. Figure 1 shows the X-ray bar diagrams for the potassium-doped (2, 8 and 13) and the potassium-free (A) catalysts. Clearly inhibition of reduction (i. e. Ni/NiO ratio of peak intensities decreases) with potassium content is observed. Whereas, from previous work, Ni0-Ni phase transitions take place between 473-523 K for the potassium-free nickel catalysts [21 ], here, this phase transition takes place at higher temperatures for the potassium-doped catalysts, which probably indicates presence of a difficult-to-reduce surface potassium-nickel oxide phase. These results agree with those obtained from the TPR as shown below. Ni0 M Ni Ni0 Ni0 Cats. A 2 8 l3 1.5 2 2.5 d (A) Fig.1. Powder X-ray diffraction spectra of several potassium-containing nickel catalysts, obtained at a reduction temperature of 498 K, as a function of interplanar spacings. Catalyst A is the potassium-free sample taken from ref. 21. F. Medina et al./J. Mol. Catal. 81 (1993) 387-395 391 Table 1 shows the crystalline phases obtained at various reduction temperatures for potassium-doped nickel catalysts. Thus, we detect reduced nickel at temperatures higher than 523 K. Previous work showed this reduction to be complete for potassium-free samples at lower temperatures [21], under the same experimental conditions. The reduction temperatures needed, rises with potassium content. Consequently, potassium inhibits the NiO reducibility under hydrogen. Also, previous particle size calculations using the Scherrer equation, denote the presence of larger particle sizes with increasing potassium content at any fixed temperature of reduction below 673 K. In line with previous work [21 ], in which potassium-free catalysts, reduced between 463-473 K, exhibited the presence of incipiently reduced metallic nickel with small crystallite sizes, here the same situation is achieved at higher reduction temperatures between 473-498 K, depending on the potassium content, as tested here. X-ray photoelectron spectroscopy (XPS) The respective binding energies (BE) of the Ni 2P3/2 peak are summarized in Table 1 for two catalysts at each potassium content. We note the presence of NiO phases in catalysts 1, 7, 12 and metallic nickel phases in catalysts 3, 9, 15, at 855. 8 eV with the presence of typical NiO satellite, and around 854.4 eV with disappearance of satellite structure, respectively. These results are in agreement with those from the XRD and TPR measurements and parallel the XPS results obtained from previous work [ 21 ] . Temperature-programmed reductions (TPR) The degree of reduction, a, of the catalysts obtained by TPR are shown in Fig. 2. Catalysts 1 and 7 showed degrees of reduction of 6 and 3% respectively at 473 K, which were reproducible in duplicate experiments, overcoming the limit of detection, an inconvenience of the X-ray spectrometer for smaller particles. Therefore, the incipient reduction of NiO at 473 K for the potassiumdoped catalysts 1 and 7 is detected by TPR which is also confirmed by their catalytic activities, as shown in Table 2. Degrees of reduction of 99.9% are observed at temperatures above 573 K, depending on the potassium content. Figure 2 also shows how reduction curves are shifted towards higher temperatures with increasing potassium content, confirming that nickel reduction is inhibited by potassium. These results are consistent with those obtained from the XRD and XPS spectra. BET surface areas The BET surface areas of the catalysts are plotted against temperature of reduction of their precursors in Fig. 3. As expected, the surface areas are rather low. The most important features to be noted are the linear decrease in surface area of metallic nickel with increasing reduction temperatures, in the range of temperatures tested, above 573 K. Such a decrease is due to a progressive in- 392 100- 90. 807060ra 50a 40- s 30 20 10 F Medina et al./J. Mol. Catal. 81 (1993) 387-395 0 448 s_ 473 498 523 548 573 Tempcraturc (K) Fig. 2. Plot of % reduction degree, a, us. temperature for several Ni0 samples, for potassium contents of (1) 3.5; ( A ) 7.0 and (1) 10.5 X 10-' g K20/g Ni. ( O ) Potassium-free precursor taken from ref. 21. 8~ 7 .~ 6 O 5 ~4 w3 W , O2 1 473 523 573 623 673 Temperature (K) o. Fig. 3. Plot of surface area os. reduction temperature of several nickel catalysts, for potassium contents of: ( ) 3.5, ( D ) 7.0 and ( ) 10.5 X 10-4 g K20/g Ni. ( O ) Potassium-free catalyst taken from ref. 21. Highly reduced samples follow a straight line. crease of reduced particle sizes with temperature. Only if Ni0 phase is also present, does the area rise considerably due to adding their different phase areas; i.e., the surface area of unreduced K-doped Ni0 is 12 m2 g-', and that of highly reduced K-doped Ni0 < 2 m2 g- i. The surface area differences between the extrapolated straight line and the experimental curves, in Fig. 3, are consistent with the surface area increment due to the partially unreduced Kdoped Ni0 phase contribution below 573 K. This plot may also be used for F. Medina et al./J. Mol. Catal. 81 (1993) 387-395 393 estimation of the degrees of reduction of potassium-doped nickel catalysts from the measured BET areas. Catalytic activity Conversions and product distributions for the hydrogenation reaction of adiponitrile on catalysts 1-17, under the experimental conditions given before, are summarized in Table 2. The conversions increase with parallel increase in a of the NiO phase, following a volcano profile for each potassium content. Maximum conversion values are obtained near the lower reduction temperature needed to reach a=99.9%. Conversions decrease at higher temperatures probably due to a decrease of active area because of sintering of the metallic nickel phase, but also probably due to a significant decrease in the number of surface active sites, other than those responsible for the production of 6-aminohexanenitrile, which can be 100% selectively obtained at 30% conversions, for catalysts with potassium contents equal to or lower than 7 X 10-4 g K20/g Ni. However, for higher potassium contents as in catalysts 12-17 we observe 100% selectivity to 6aminohexanenitrile at any conversion value. Thus, potassium seems to decrease the number of surface active sites affecting more those sites responsible TABLE 2 Activity of several potassium-doped nickel catalysts for continuous hydrogenation of adiponitrilea Catalyst Conversion Selectivity (% )b Monoamine Diamine Others 1 31 100 0 0 2 93 22 30 58 3 94 35 20 45 4 65 70 10 20 5 45 90 0 10 6 30 100 0 0 7 10 100 0 0 8 47 72 8 20 9 92 20 40 40 10 65 43 24 33 11 50 80 15 5 12 0 - - - 13 12 100 0 0 14 35 100 0 0 15 50 100 0 0 16 60 100 0 0 17 15 100 0 0 a Temperature 443 K, pressure 1 atm, space velocity 1500 h-1. bMonoamine=6-aminohexanenitrile, diamine=1,6-hexanediamine, others=mainly azacycloheptane. 394 F. Medina et al./J. Mol. Catal. 81 (1993) 387-395 N~C (CHZ)4 C=N --) H2N (CHZ)5 C=N ,Oligom. 4 HZN(CHZ)SCH=NH -4 (CHZ)6 NH + NH3 U H2N (CHZ)6 NHZ Scheme 1. By-product formation in the hydrogenation of 1,6-hexanedinitrile. for the two-ended hydrogenation of adiponitrile, this property being clearly evident for potassium contents higher than 7 X 10-4 g K20/g Ni. Consequently, we may consider the hydrogenation of adiponitrile to give selectively the primary amines as a structure-sensitive reaction. Conversely, selectivities with respect to 1,6-hexanediamine and azacycloheptane follow the opposite trend, i.e., they are high or low for low or high 6-aminohexane nitrile selectivity, respectively, indicating different structural requirements for the active sites responsible for the production of 6-aminohexanenitrile with respect to those of 1,6-hexanediamine. Neither secondary and tertiary amines nor oligomeric products were obtained in our process. Highly selective catalysts towards 6aminohexanenitrile prevent the aminoimine intermediate from forming (see Scheme 1), and also it is worth remarking that ring closure of the aminoimine intermediate to azacycloheptane, on the less selective catalysts, is preferred over oligomerization, which might be an indication that the surface coverage by organic reactant is relatively low. Conclusion From the structural and catalytic data reported in this work, it. seems clear that doping potassium inhibits a reduction of NiO precursors, requiring temperatures as high as 573-623 K to achieve complete reduction. Potassium concentrations of 10.5 X 10-' g K20/g Ni cause a drastic increase of selectivity in 6-aminohexanenitrile for catalysts reduced at 473-723 K. Consequently, catalysts 15-16, are suitable for the manufacture of 6-aminohexanenitrile with 100% selectivities and conversions of 50-60% and higher, from the catalytic hydrogenation of adiponitrile at 443 K, 1 atm pressure and in the absence of ammonia, on an industrial scale. Acknowledgement We gratefully acknowledge the support of this work by the Comision Interministerial de Ciencia y Tecnologia (project No, PB89-0240). F. Medina et al./J. Mol. Catal. 81 (1993) 387-395 395 References 1 K. Weissermel and H.J. Arpe, Industrial Organic Chemistry, Verlag Chemie, Berlin, 1978. 2 Ger. Pat. 3 402734 A1 (1984) to G. Frank and G. Neubauer, BASF AG. 3 H. Greenfield, Ind. Eng. Chem. Prod. Res. Deu., 6 (1967) 142. 4 J. Pasec, N. Kostova and B. Dvorak, Collect. Czech. Chem. Commun., 46 (1981) 1011. 5 F. Mares, J.E. Galle, S.E. Diamond and F.J. Regina, J. Catal., 112 (1988) 145. 6 Fr. Pat. 1483 300 (1967) to K. Adam and E. Haarer, BASF, AG. 7 J.L.G. Fierro, F. Medina, P. Salagre and J.E. Sueiras, J. Mol. Catal., 61 (1990) 197. 8 Fr. Pat, 2 063 378 (1971) to J. Bolle. 9 Jpn. Kokai Tokkyo Koho 75 47 909 (1975) to K. Hioki, K. Hirokawa, Y. Kuka and A. Shimade. 10 Pol. Pat. 115 999 (1983) to W. Jerzykiewicz, Z. Krasnodebski and G. Bekierz. 11 US Pat. 4 429159 (1984) to Ch.E. Kuthens and L.M. Lanier. 12 Jpn. Pat. 70 32 410 (1970) to S. Taira. 13 Fr. Pat. 1 530809 (1968) to Toyo Rayon Co. 14 Fr. Pat. 2149987 (1973) to R.A. Diffenback. 15 Jpn. Pat. 69 05 844 (1969) to S. Taira. 16 US Pat. 4 375 003 (1976) to R.J. Alain. 17 Jpn. Kokai Tokkyo Kohol 76 78795 (1976) to R. Uehara, T. Horii, T. Imai, Y. Tomita and K. Yamano. 18 Fr. Pat. 2 248 265 (1975) to Societ6 des Usines Chimiques Rhone Poulenc. 19 Jpn. Pat. 72 31833 (1972) to A. Kuroda and S. Taira. 20 R.L. Augustine, Catal. Rev., 13 (1976) 285. 21 F. Medina, P. Salagre, J.E. Sueiras and J.L.G. Fierro, J. Mol Catal. 81 (1993) 363. X244 9385023M 0304-5102(93)85023-M 10.1016/0304-5102(93)85023-M Characterization of potassium-doped nickel catalysts and activity for selective hydrogenation of 1,6-hexanedinitrile F. Medina P. Salagre J.E. Sueiras ∗ Dpt. de Química, Facultat de Química de Tarragona, Universitat de Barcelona, Pl. Imperial Tarraco, 1, 43005 Tarragona Spain; tel. (+34-9)77225254 ext. 2342, fax. (+34-9)77243319 * Corresponding author. J.L.G. Fierro Instituto de Catálisis y Petroleoquímica, C.S.I.C., Campus UAM, Cantoblanco, 28049 Madrid Spain Studies of the chemical preparation, BET surface areas, X-ray diffraction (XRD), X-ray photoelectron spectra (XPS), temperature-programmed reduction (TPR) and catalytic activities of several nickel catalysts were carried out for the catalytic hydrogenation of adiponitrile, in a continuous process at 1 atm pressure, 443 K, and in the absence of ammonia. Surface areas decrease with NiO reduction temperature. XRD, XPS and TPR measurements detect NiO incipient reduction at 473–498 K, a NiO reducibility inhibitor character for potassium, and 99.9% reduction degrees above 573 K. Selectivities of 100% with respect to 6-aminohexanenitrile are obtained at 60% conversion for catalysts with potassium contents of 10.5 × 10−4 g K2O/g Ni. Keywords adiponitrile hydrogenation 6-aminohexanenitrile nickel nickel catalyst potassium doped References 1 K. Weissermel H.J. Arpe Industrial Organic Chemistry 1978 Verlag Chemie Berlin 2 Ger. Pat. 3 402734 A1 (1984) to G. Frank and G. Neubauer, BASF AG. 3 H. Greenfield Ind. Eng. Chem. Prod. Res. Dev. 6 1967 142 4 J. Pasec N. Kostova B. Dvorak Collect. Czech. Chem. Commun. 46 1981 1011 5 F. Mares J.E. Galle S.E. Diamond F.J. Regina J. Catal. 112 1988 145 6 Fr. Pat. 1483 300 (1967) to K. Adam and E. Haarer, BASF, AG. 7 J.L.G. Fierro F. Medina P. Salagre J.E. Sueiras J. Mol. Catal. 61 1990 197 8 Fr. Pat, 2 063 378 (1971) to J. Bolle. 9 Jpn. Kokai Tokkyo Koho 75 47 909 (1975) to K. Hioki, K. Hirokawa, Y. Kuka and A. Shimade. 10 Pol. Pat. 115 999 (1983) to W. Jerzykiewicz, Z. Krasnodebski and G. Bekierz. 11 US Pat. 4 429 159 (1984) to Ch.E. Kuthens and L.M. Lanier. 12 Jpn. Pat. 70 32 410 (1970) to S. Taira. 13 Fr. Pat. 1 530 809 (1968) to Toyo Rayon Co. 14 Fr. Pat. 2 149 987 (1973) to R.A. Diffenback. 15 Jpn. Pat. 69 05 844 (1969) to S. Taira. 16 US Pat. 4 375 003 (1976) to R.J. Alain. 17 Jpn. Kokai Tokkyo Kohol 76 78795 (1976) to R. Uehara, T. Horii, T. Imai, Y. Tomita and K. Yamano. 18 Fr. Pat. 2 248 265 (1975) to Societé des Usines Chimiques Rhone Poulenc. 19 Jpn. Pat. 72 31833 (1972) to A. Kuroda and S. Taira. 20 R.L. Augustine Catal. Rev. 13 1976 285 21 F. Medina P. Salagre J.E. Sueiras J.L.G. Fierro J. Mol Catal. 81 1993 363",
      "scopus-id": "0027592733",
      "coredata": {
        "eid": "1-s2.0-030451029385023M",
        "dc:description": "Studies of the chemical preparation, BET surface areas, X-ray diffraction (XRD), X-ray photoelectron spectra (XPS), temperature-programmed reduction (TPR) and catalytic activities of several nickel catalysts were carried out for the catalytic hydrogenation of adiponitrile, in a continuous process at 1 atm pressure, 443 K, and in the absence of ammonia. Surface areas decrease with NiO reduction temperature. XRD, XPS and TPR measurements detect NiO incipient reduction at 473–498 K, a NiO reducibility inhibitor character for potassium, and 99.9% reduction degrees above 573 K. Selectivities of 100% with respect to 6-aminohexanenitrile are obtained at 60% conversion for catalysts with potassium contents of 10.5 × 10−4 g K2O/g Ni.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-05-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385023M",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Medina, F."
          },
          {
            "@_fa": "true",
            "$": "Salagre, P."
          },
          {
            "@_fa": "true",
            "$": "Sueiras, J.E."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385023M"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385023M"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85023-M",
        "prism:volume": "81",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of potassium-doped nickel catalysts and activity for selective hydrogenation of 1,6-hexanedinitrile",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "adiponitrile hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "6-aminohexanenitrile"
          },
          {
            "@_fa": "true",
            "$": "nickel"
          },
          {
            "@_fa": "true",
            "$": "nickel catalyst"
          },
          {
            "@_fa": "true",
            "$": "potassium doped"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "387-395",
        "prism:endingPage": "395",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 May 1993",
        "prism:doi": "10.1016/0304-5102(93)85023-M",
        "prism:startingPage": "387",
        "dc:identifier": "doi:10.1016/0304-5102(93)85023-M",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027592733"
      }
    }
  }
}