{
  "metadata": {
    "title": "Characterization of supported catalysts by high-resolution stem",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-09-30",
    "doi": "10.1016/0304-5102(83)80049-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510283800492",
    "pii": "0304510283800492"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020174991",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510283800492 0304-5102(83)80049-2 0304510283800492 10.1016/0304-5102(83)80049-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02313 2024-01-02T01:06:03.941633Z 0 0 19830901 19830930 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 20 20 3 3 Volume 20, Issue 3 21 345 355 345 355 198309 September 1983 1983-09-01 1983-09-30 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. CHARACTERIZATIONSUPPORTEDCATALYSTSBYHIGHRESOLUTIONSTEM PENNYCOOK S ELLGEN 1979 147 P WILSON 1981 193 T SIMPSON 1981 157 A BROWN 1981 1 L PENNYCOOK 1982 371 S HOWIE 1982 163 A TREACY 1981 184 M SCANNINGELECTRONMICROSCOPY1981PART1 TREACY 1982 511 M PENNYCOOK 1983 S PENNYCOOK 1981 15 S COWLEY 1981 181 J WEI 1967 4792 C YATES 1979 41 D TREACY 1980 265 M HOWIE 1979 11 A CREWE 1975 47 A PHYSICALASPECTSELECTRONMICROSCOPYMICROBEAMANALYSIS PENNYCOOKX1983X345 PENNYCOOKX1983X345X355 PENNYCOOKX1983X345XS PENNYCOOKX1983X345X355XS item 0304-5102(83)80049-2 0304510283800492 1-s2.0-0304510283800492 10.1016/0304-5102(83)80049-2 272239 2024-01-02T01:06:03.941633Z 1983-09-01 1983-09-30 1-s2.0-0304510283800492-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800492/MAIN/application/pdf/820a23c01aa28d940e9973750ee1ce0d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800492/MAIN/application/pdf/820a23c01aa28d940e9973750ee1ce0d/main.pdf main.pdf pdf true 1940854 MAIN 11 1-s2.0-0304510283800492-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283800492/PREVIEW/image/png/a9eae1450a26c77bd6329178a708db71/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283800492/PREVIEW/image/png/a9eae1450a26c77bd6329178a708db71/main_1.png main_1.png png 63675 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 20 (1983) 345 - 356 345 CHARACTERIZATION OF SUPPORTED CATALYSTS BY HIGH- RESOLUTION STEM S. J. PENNYCOOK*, A. HOWIE University of Cambridge, Cavendish Laboratory, Madingley Road, Cambridge CB3 OHE (U.K.) M. D. SHANNON and R. WHYMAN ICI, P.O. Box 11, The Heath, Runcorn, WA7 4QE (U.K.) Summary A high-resolution scanning transmission electron microscope (STEM) equipped with a field-emission gun can provide analytical data on individual catalyst particles down to 1 - 2 nm in diameter. Three different preparations of rhodium-manganese catalysts have been analyzed to determine differ- ences between their composition, structure and physical dimensions, which could be responsible for their different catalytic behavior. Introduction Mixed catalysts have been used successfully to modify the activity and selectivity of synthesis gas reactions. A knowledge of those factors which control the oxygenated product versus hydrocarbon selectivity would be of particular interest. Union Carbide workers have established, for example, that the addition of manganese to a conventionally prepared Rh/SiOa catalyst leads to an order of magnitude increase in the rate of synthesis gas conversion [1, 2]. The origin of this effect is unknown, but must clearly be related to the modification of active sites by the presence of manganese. We have examined a similar system which uses RhC^'xHaO as a 'con- ventional' catalyst precursor, and in addition a 'cluster-derived' catalyst obtained from Rh4(CO)i2 as the rhodium component. By replacing the con- ventional catalyst precursor with Rh4(CO)i2 we hoped to generate effects on catalytic activity similar to those observed previously with ruthenium- catalyzed hydrogenolysis reactions [3]. Experimental Catalyst preparation The catalyst support was Grace Davison 952 silica, dried at 120 C under vacuum for several hours and cooled under flowing dry nitrogen gas. *Present address: Solid State Division, Oak Ridge National Laboratory, Oak Ridge, TN 37830, U.S.A. 0304-5102/83/$3.00 Elsevier Sequoia/Printed in The Netherlands 346 The conventional catalyst A was prepared by co-impregnation of the silica with an aqueous solution of RhC^'.icHaO and Mn(NC>3)2 in amounts calcu- lated to give a metal loading of 1.8 wt.% Rh and 1.3 wt.% Mn. It was then activated in H; (1 atm, 300 C) followed by CO chemisorption and cleaning in N2/Hi (1 atm, 300 C). It was cooled under the process gas and only exposed to air when cold. Catalysts B and C were prepared from the carbonyl precursor in two stages; firstly the silica was impregnated with Mn(NC>3)2 in aqueous solution and dried, then Rh4(CO)i2 was added by impregnation from a hexane solu- tion. The calculated metal loadings were 1.9 wt.% Rh and 1.4 wt.% Mn. Both B and C were activated in Na/H; (1 atm, 300 C), and sample C was followed by CO chemisorption and cleaning in CO/H; (10 atm, 300 C). STEM characterization A high-resolution STEM equipped with a field-emission gun can give sufficient current within a small probe to provide analysis of individual catalyst particles. Several techniques are commonly used, in particular the X-ray emission spectrum, the electron energy loss spectrum and the micro- diffraction pattern, which give complementary information on the chemical composition and structure of the material under the electron probe. These techniques have been described in detail elsewhere [4-6]. This study has been performed with a V.G. Microscopes HB5 STEM. We have imaged the particles using bright-field techniques and also using an annular detector sensitive only to electrons scattered to large angles. Here the scattering is Rutherford-like, and proportional to Z2, thus giving good contrast from heavy particles on light supports [7, 8], although the signal is weaker than a conventional annular dark-field signal. We have used a new high-angle detector comprising a channel plate electron multiplier inside a ceramic specimen cartridge which will be described in detail elsewhere [9]. Results and discussion Figure 1 shows bright-field and high-angle detector images of the three preparations, sample B being shown at twice the magnification of the other two. The low contrast of this sample may be due simply to the smaller size of the particles (10 - 25 A as against 20 - 50 A for samples A and C) although evidence described later indicates these particles to be generally thinner than the same size particles of A or C. TEM studies alone would show only the particle size differences between the three preparations. Analytical micros- copy gave considerably more information and showed many further differ- ences between the samples. A typical X-ray spectrum from an individual catalyst particle of the chloride preparation A is shown in Fig. 2. As well as an Si peak from the support and Cu peaks generated as a result of the scattering of electrons into the microscope grid, an Rh L peak and Mn Ka (and possible KfS) peak are 347 A C Fig. 1. Bright-field (BF) and high-angle annular detector (HA) images of the three prepar- ations of Rh catalysts. clearly visible in the spectrum from the particle. In the spectrum from the support adjacent to the particle the Rh peak is absent but the Mn peak is still present. This behavior was always seen; whenever Mn was detected from a particle it was also detected from the support nearby, and many particles did not show the Mn peak. We conclude that the distributions of the two metals are uncorrelated, that the particles consist of Rh and the Mn is distributed inhomogeneously over the support. This is not the case with the carbonyl preparation C, shown in Fig. 3. Here the distributions of the two metals were closely correlated, Mn only being detected from particles (along with Rh) and not from the support, although better statistics are required to rule out of possibility of an Mn Fig. 2. X-Ray spectrum from particle of catalyst A and support adjacent to it. c Fig. 3. X-Ray spectrum from particle of catalyst C and support adjacent to it. monolayer on the support. Clearly the particles are an alloy of Rh and Mn, although the fraction of Mn was variable and sometimes not detectable above the noise in the spectrum. Figure 4 shows that the alloy composition, although variable, is independent of particle size. The variation between the particles is much greater than the statistical error in the composition mea- 349 2 4 6 8 10 PAHTICLE SIZE W Fig. 4. Alloy composition of particles of catalyst C as a function of particle size. surement. If the Mn was in the form of a surface layer around Rh particles, the fraction of Mn detected would increase as the particle size decreased, as predicted by the solid line in the figure. Since this is not seen experimental- ly, we conclude that the particles of preparation C are 'bulk' alloys of Rh with 10 - 20 at.% Mn. The X-ray spectra from sample B were too noisy to determine whether the two metal distributions were correlated or not. Microdiffraction is a powerful technique for determining the structure of small particles. By taking patterns from particles in a diffracting orienta- tion the structure of crystals as small as 3 run can be identified [10]. The alloy particles of sample C showed the clearest patterns (Fig. 5) and could be indexed as poles of fee Rh. This is to be expected since Mn can alloy with Rh up to 30 at.% without changing its structure. Oxides or silicates can be ruled out as their patterns would be very different. Patterns from sample B were different and typical patterns are also shown in Fig. 5. Few particles gave any recognizable pattern at all, but those which did could generally be indexed as the (111) pole of fee Rh with additional features, either spots (arrowed) or diffuse rings. The extra spots are in the correct position for the forbidden {110} reflections in the (111) pattern. It is not clear why each of the six {220} spots does not show the splitting, although there is some inten- sity in all the expected positions. Forbidden {100} reflections have been observed from MgO smoke cubes when the electron beam was passed close to one of the cube faces parallel to the beam as a result of a refraction effect [11]. The Rh particles show no well-developed faces however, and in a random sample only a very small fraction would be orientated with faces closely parallel to the electron beam. An alternative explanation is that the particles are very thin. 'Forbidden' spots are only forbidden from complete unit cells, and may appear therefore from crystals only one or two layers thick. The (111) layer planes of the fee structure are the close-packed planes and one such layer may represent the first stages in the aggregation of the Rh to form a crystal. As growth proceeds further layers would build up to give the fee structure of Rh. 361 The possible presence of carbonyl ligands still attached to these Rh particles was investigated by electron energy loss spectroscopy. Since oxygen was a constituent of the support the presence of the carbonyls could only be detected by looking for carbon. This is normally difficult to do with high sensitivity, due to hydrocarbon contamination of either the vacuum chamber of the microscope or the surface of the specimen. Baking the microscope and specimen at 120 C for 24 h prior to observation completely removed these sources of carbon in the spectrum. An inhomogeneous covering of carbon still remained on the sample (B) but was not correlated with the Rh distri- bution. Whenever carbon was detected from a particle it was also present on the support adjacent to it. Many particles showed no detectable carbon edge (at 285 eV) although the slowly rising Rh Miy/v edge was clearly visible. An example is shown in Fig. 6 from which we estimate that the fraction of carbon atoms in the Rh cluster is less than 0.3. Most of the carbonyl ligands present on the original tetrahedral Rh complex [12] must therefore have been removed. It seems unlikely therefore that the extra {110} spots seen in the microdiffraction patterns could be caused by unremoved carbonyl ligands. On the other hand, the diffuse rings are probably due to the patchy covering of carbon present on this sample. If we interpret the extra spots in the microdiffraction patterns as indi- cating very thin crystals, this would greatly influence any estimate of particle surface area based on the particle sizes seen in the images. Since thin rafts of Rh have been reported previously [13], it was decided to investigate this question further. Conventional bright-field and annular dark-field image intensities do not reflect the thickness of small crystals, since it is impossible to distinguish a thin crystal in a diffracting orientation from a thick crystal in a non-diffracting orientation except by tilting experiments [14]. However, it was suggested by Howie [15] that the intensity scattered at high angles would not exhibit strong diffraction contrast effects since coherent Bragg scattered beams would not be included in the image. The image intensity would then simply be proportional to nZ\\ where n is the number of atoms under the beam, Z the atomic number and i'b the beam current. This is the 200 300 400 500 E ER6 LOSS i Fig. 6. Electron energy loss spectrum from particle of sample B and support adjacent to it. 352 analogue for crystals of the Z-contrast technique developed by Crewe [16] for imaging single atoms on amorphous supports (where no diffraction effects can occur). Measuring the contrast in the high-angle detector signal by taking a line scan across the particle of known Z, and measuring i'b gives an estimate of n, which is directly proportional to crystal thickness. This is strictly only correct in very thin specimens where only single (elastic) scattering events occur. Another estimate of particle thickness is simply to measure the Rh L X-ray emission rate, and normalize to the beam current. Particles must be chosen which are in thin regions of specimen facing the detector to avoid absorption effects. Both the X-ray emission rate and high-angle detector signal have a residual dependence on crystal orientation, due to channelling of the incident beam between or along the planes of the crystal depending on its exact incident direction. With a convergent incident beam of an STEM, this effect is limited to about 30% close to a Bragg reflection. However, if many particles are measured it is extremely improbable that all will be in such a specific orientation. While no individual measurement can be stated to be better than 30%, an average of n measurements will reduce the spread by more than the usual n1'2 factor. Figure 7(a) - (c) shows the Rh L X-ray emission rate plotted as a func- tion of particle size for the three preparations and Fig. 7(d) - (f) the high- angle detector contrast. The error bars do not include the possible effects of channelling described above. In both measurements at any particular particle size, the relative particle thicknesses show a spread by a factor of three or four, much greater than the experimental error. The alloy particles of sample C seem to be generally thicker, whereas the particles of sample B do indeed seem to be generally thinner. For example in the size range 2 - 3 nm, B gives 13 particles with an X-ray count rate below 5 counts s~1 nA~1 while C gives only three. No particles of B gave a high-angle contrast above 2.5 (on an arbitrary scale) whereas most C particles exceeded this contrast. It is interesting to note, however, that the relative thickness of B particles does increase with particle size, indicating that the particles cannot simply be growing by extending in two dimensions. The results are summarized in Table 1. Preparation C produces three- dimensional alloy particles of Rh/10 at.% Mn having the structure of fee Rh. Preparation B produces thinner crystals probably consisting of a few close- packed layers of Rh and may or may not contain Mn at this stage. Prepara- tion A does not produce alloy particles, but the microdiffraction patterns and relative thickness measurements suggest that particles similar in form to both B and C are present. Detailed examination of the catalytic behavior of these systems is under way at ICI but preliminary observations show that sample C, comprising the alloy particles, shows lower total catalytic activity in carbon monoxide hydrogenation but considerably higher selectivity (and absolute activity) towards the formation of ethanol, relative to the more conventional catalyst, sample A. r r\" ?i ^'\"s T -g ^ ' i s sp B^ - + -fi oooo 0 e ^ o oo 0 g > 0 0 -^ 0 000o \"r 8 S u \" ^ 0 0 0 I I oooo o oo a oo a a a <\" .g oo o^o o o go 1-4-, -N + \"\"'><! >-} fl ^__________ .__________^1 in 0 in 0^- n 01 \"\"SS II r<x3 r00 -- ^ S0 '1^ -<o -<o a & ^ + |;S o ooo^ ^\"'a 0 00 o 0 0 0 a)\" g 0 0 0 00 00 -,). 00 -^ .^ ^' 3 00 oo (\"\" '&' 00 s o^ i.li o ooo o a 13 S .4- 0 0 -N 0 + 0 -(M 0. g S - 'a o 0 g fi c ? B - _____ llg i i i I r i , 1-0 g ^ -' in 0 in O't 0 c\\j ^3\"^ - ~~ W VS \" 's.s a 7 r\" r1\" ^ - ! S7 -^ StI ^^ - + - \"3p <<)<!< <1 Sfi\"' n..5 < a> ^ \"' < -^ o < < '^li <i < o <!., 2 S S 4 4 4 \" ^., 'g'SSi 4 \" \"0 j + - - + -1 1 ^i1 a \"o t' s .5 , i . 1 I I 1 TO ^^ a, J)0il0 T \" CM \" E - 354 TABLE 1 Summary of experimental results Catalyst sample A B C Preparation RhCl3 + Mn(NOs)2 on Rh4(CO)i2 +Mn(N03)2 As B plus CO SiC>2; activated in H; on S\\0t activated in chemisorption. (latm,300 C). N^/H, (1 atm, 300 C) Cleaning in CO/ CO chemisorption Hi (10 atm, cleaning in N^/H; (1 300 C). atm, 300 \"C). Particle size 20 - 60 A 10 - 25 A 20 - 60 A Composition (X-ray) Rh Rh/Mn alloy Structure (microdif- Some like B, some fee Rh + forbidden fee Rh fraction) UkeC spots and/or amor- phous rings Carbon distribution Inhomogeneous cover- (EELS) ing, some 'clean' par- ticles Relative particle thickness X-ray emission rate Thin Thin, when small Thick HA contrast Thick Thin Thick Conclusions The results presented here should be regarded as preliminary and better statistics are clearly desirable to confirm the interpretations. However, it is clear that the techniques exist on a high-resolution STEM to characterize the particles in great detail giving considerably more information on compo- sition, structure and relative particle thickness than a simple image. Such differences have been seen between three preparation techniques which begin to correlate with differences in catalytic performance. Acknowledgements S. J. P. is grateful to ICI and SERC for a collaborative research assistant- ship. References 1 P. C. Ellgen, W. J. Bartley, M. M. Bhasin and T. P. Wilson, Adv. Chem. Ser., 178 (1979)147. 2 T. P. Wilson, P. H. Kasai and P. C. Ellgen, J. Catal., 69 (1981) 193. 3 A. F. Simpson and R. Whyman, J. Organometal. Chem., 213 (1981) 157. 4 L. M. Brown, J. Phys. F, 11 (1981) 1. 365 5 S. J. Pennycook, Contemp. Phys., 23 (1982) 371. 6 A. Howie, L. D. Marks and S. J. Pennycook, Ultramicroscopy, 8 (1982) 163. 7 M. M. J. Treacy, in 0. Jahari (ed.). Scanning Electron Microscopy/1981 (Part 1), SEM, Inc., AMF O'Hare, IL. 1981, p. 184. 8 M. M. J. Treacy, J. Microsc. Spectrosc. Electron., 7 (1982) 511. 9 S. J. Pennycook and D. McMullan, Ultramicrosopy, 11 (1983) in press. 10 S. J. Pennycook, J. Microsc. (Oxford), 124 (1981) 15. 11 J. M. Cowley, Ultramicroscopy, 7 (1981) 181. 12 C. H. Wei, G. R. Wilkes and L. F. Dahl, J. Am. Chem. Soc., 89 (1967) 4792. 13 D. J. C. Yates, L. L. Murrell and E. B. Prestridge, J. Catal., 57 (1979) 41. 14 M. M. J. Treacy and A. Howie, J. Catal; 63 (1980) 265. 15 A. Howie, J. Microsc. (Oxford), 117(1979) 11. 16 A. V. Crewe, J. P. Langmore and M. S. Isaacson, in B. M. Siegel and D. R. Beaman (eds.). Physical Aspects of Electron Microscopy and Microbeam Analysis, Wiley, New York, 1975, p. 47. X244 83800492 0304-5102(83)80049-2 10.1016/0304-5102(83)80049-2 Analytical STEM Characterization of supported catalysts by high-resolution stem S.J. Pennycook ∗ A. Howie University of Cambridge, Cavendish Laboratory, Madingley Road, Cambridge CB3 OHE U.K. * Present address: Solid State Division, Oak Ridge National Laboratory, Oak Ridge, TN 37830, U.S.A. M.D. Shannon R. Whyman ICI, P.O. Box 11, The Heath, Runcorn, WA7 4QE U.K. A high-resolution scanning transmission electron microscope (STEM) equipped with a field-emission gun can provide analytical data on individual catalyst particles down to 1–2 nm in diameter. Three different preparations of rhodium-manganese catalysts have been analyzed to determine differences between their composition, structure and physical dimensions, which could be responsible for their different catalytic behavior. References 1 P.C. Ellgen W.J. Bartley M.M. Bhasin T.P. Wilson Adv. Chem. Ser. 178 1979 147 2 T.P. Wilson P.H. Kasai P.C. Ellgen J. Catal. 69 1981 193 3 A.F. Simpson R. Whyman J. Organometal. Chem. 213 1981 157 4 L.M. Brown J. Phys. F 11 1981 1 5 S.J. Pennycook Contemp. Phys. 23 1982 371 6 A. Howie L.D. Marks S.J. Pennycook Ultramicroscopy 8 1982 163 7 M.M.J. Treacy O. Jahari Scanning Electron Microscopy/1981 (Part 1) 1981 SEM, Inc AMF O'Hare, IL 184 8 M.M.J. Treacy J. Microsc. Spectrosc. Electron. 7 1982 511 9 S.J. Pennycook D. McMullan Ultramicrosopy 11 1983 in press. 10 S.J. Pennycook J. Microsc. (Oxford) 124 1981 15 11 J.M. Cowley Ultramicroscopy 7 1981 181 12 C.H. Wei G.R. Wilkes L.F. Dahl J. Am. Chem. Soc. 89 1967 4792 13 D.J.C. Yates L.L. Murrell E.B. Prestridge J. Catal. 57 1979 41 14 M.M.J. Treacy A. Howie J. Catal. 63 1980 265 15 A. Howie J. Microsc. (Oxford) 117 1979 11 16 A.V. Crewe J.P. Langmore M.S. Isaacson B.M. Siegel D.R. Beaman Physical Aspects of Electron Microscopy and Microbeam Analysis 1975 Wiley New York 47",
      "scopus-id": "0020174991",
      "coredata": {
        "eid": "1-s2.0-0304510283800492",
        "dc:description": "A high-resolution scanning transmission electron microscope (STEM) equipped with a field-emission gun can provide analytical data on individual catalyst particles down to 1–2 nm in diameter. Three different preparations of rhodium-manganese catalysts have been analyzed to determine differences between their composition, structure and physical dimensions, which could be responsible for their different catalytic behavior.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510283800492",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pennycook, S.J."
          },
          {
            "@_fa": "true",
            "$": "Howie, A."
          },
          {
            "@_fa": "true",
            "$": "Shannon, M.D."
          },
          {
            "@_fa": "true",
            "$": "Whyman, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510283800492"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510283800492"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(83)80049-2",
        "prism:volume": "20",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of supported catalysts by high-resolution stem",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "345-355",
        "prism:endingPage": "355",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 1983",
        "prism:doi": "10.1016/0304-5102(83)80049-2",
        "prism:startingPage": "345",
        "dc:identifier": "doi:10.1016/0304-5102(83)80049-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020174991"
      }
    }
  }
}