{
  "metadata": {
    "title": "Iridium complexes as hydrosilylation catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-02-28",
    "doi": "10.1016/0304-5102(85)85130-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285851300",
    "pii": "0304510285851300"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022014123",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285851300 0304-5102(85)85130-0 0304510285851300 10.1016/0304-5102(85)85130-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01745 2024-01-02T01:05:30.650091Z 0 0 19850201 19850228 1985 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 29 29 1 1 Volume 29, Issue 1 7 55 64 55 64 198502 February 1985 1985-02-01 1985-02-28 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. IRIDIUMCOMPLEXESHYDROSILYLATIONCATALYSTS APPLE D OJIMA 1977 186 228 I ASPECTSHOMOGENEOUSCATALYSIS HARROD 1964 1776 J BENNETT 1977 1201 M HASZELDINE 1974 2311 R ONDERLINDEN 1972 420 A SPEIER 1979 407 J HILL 1977 293 J BRADY 1981 299 K OJIMA 1982 1390 I OJIMA 1977 1671 I PEYRONEL 1978 211 J LAPPERT 1974 425 M APPLEX1985X55 APPLEX1985X55X64 APPLEX1985X55XD APPLEX1985X55X64XD item 0304-5102(85)85130-0 0304510285851300 1-s2.0-0304510285851300 10.1016/0304-5102(85)85130-0 272239 2024-01-02T01:05:30.650091Z 1985-02-01 1985-02-28 1-s2.0-0304510285851300-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285851300/MAIN/application/pdf/3aeda522fb1385e3e718df20a5da1087/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285851300/MAIN/application/pdf/3aeda522fb1385e3e718df20a5da1087/main.pdf main.pdf pdf true 636340 MAIN 10 1-s2.0-0304510285851300-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285851300/PREVIEW/image/png/c5c1005be409576044634b66cb49aebb/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285851300/PREVIEW/image/png/c5c1005be409576044634b66cb49aebb/main_1.png main_1.png png 64665 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 29 (1985) 55 - 64 55 IRIDIUM COMPLEXES AS HYDROSILYLATION CATALYSTS DAVID C. APPLE, KAREN A. BRADY, JEFFREY M. CHANCE, NINA E. HEARD and TERENCE A. NILE* Department of Chemistry, University of North Carolina at Greensboro, Greensboro, NC 27412 (U.S.A.) (Received October 27, 1983; accepted April 25, 1984) Summary Iridium complexes have been found to be active as catalysts for hydro- silylation reactions, especially for those involving 1,3-dienes and 1-alkynes. For ketones, indium complexes show maximum activity if one molar equiv- alent (relative to iridium) of triphenylphosphine is added to the reaction mixture. Iridium complexes are also active catalysts for the hydrosilylation of a,j3-unsaturated ketones, although the regioselectivity differs from that obtained with rhodium complexes. Attempts at asymmetric hydrosilylation of keto compounds using iridium complexes resulted in extremely low enantiomeric excesses. Introduction In contrast to rhodium compounds, the corresponding iridium com- plexes have been little studied as hydrosilylation catalysts [1]. This is, undoubtedly, due to the fact that ligand-free complexes of iridium are easily reduced to the metal [2], and that tertiary phosphine supported iridium complexes can undergo oxidative addition with silanes to yield catalytically inactive adducts such as [IrHCKSiXaXPPha);], I, [3]. The catalytic inactivity of [IrHCl(SiX3)(PPh3)2] is in contrast to the proposed catalytic intermediacy of the corresponding rhodium compound [4]. We have attempted to explore the catalytic activity of iridium com- plexes using two basic approaches to overcome the difficulties outlined above. Firstly, organic compounds capable of complexing with iridium, such as 1,3-dienes which yield isolable [IrCl(diene)]2 complexes [5], would be expected to be less easily reduced to the metal, and hence hydrosilylated more readily. Secondly, for substrates such as mono-olefins or ketones, which would not be expected to form stable complexes, it would be pre- dicted that addition of an appropriate amount of a stabilizing ligand such as a phosphine would yield an active catalyst, since such ligands are known *Author to whom correspondence should be addressed. 0304-5102/85/S3.30 Elsevier Sequoia/Printed in The Netherlands 56 to stabilize metals in the low oxidation states believed to be present dur- ing hydrosilylation reactions [6]. The ratio of P:Ir would, however, have to be below 2:1 to prevent formation of I. In addition to verifying these two concepts, we have investigated the hydrosilylation of a,^-unsaturated ketones and asymmetric hydrosilylation using iridium complexes. Experimental General procedures All reactions were carried out under pure nitrogen, using freshly dis- tilled, dry liquids. Proton NMR spectra were recorded on a Varian Associates T60 spectrometer; infrared spectra were taken with a Perkin-Elmer 457 grating spectrophotometer as thin films. The GLC analyses of reaction products were carried out on a Varian Aerograph A-700 Autoprep Gas Chromatograph, using a 6 ft column of 10% SE30 on Chromosorb G, with the exception of the 2-cyclohexenone hydrosilylation products where a 20 ft column of 15% SE30 on Chromosorb G was used, employing appropriate internal standards. Preparative GLC separations were carried out on the same machine, using the 20 ft column of 15% SE30 on Chromosorb G. The silanes were purchased or prepared according to literature methods. The chiral phosphines (+)-DIOP and neo- menthyldiphenylphosphine, NMDPP were purchased from Strem Chemicals Inc., and (+)-l-[dimethylaminomethyl]-2-(diphenylphosphino)ferrocene, [(+)-FcNP] was a gift from Dr. W. R. Cullen. Optical rotations were taken on a Perkin-Elmer 241 polarimeter. Hydrosilylation of cyclohex-2-enone and related systems Cyclohex-2-enone (4.0 ml, 4.0 g, 41 mmol) was added to [IrCKCg- Hi4)2]2 (40 mg, 4.5 X 10~2 mmol) in a two-necked flask equipped with a condenser and magnetic stirring bar. The flask was cooled in ice and phenyl- methylsilane (5.8 ml, 5.2 g, 42 mmol) added via a syringe. The mixture was allowed to warm to room temperature and stirred for a further 2 h. A solu- tion of potassium carbonate (20 mg) in 20 ml methanol was added carefully to the reaction mixture, which was then stirred for 1 h. The methanol was distilled off, and GLC analysis of the residue indicated the presence of cyclohex-2-en-l-ol, which was identified by comparison of its GLC reten- tion time with an authentic sample. For systems that produced a mixture of cyclohexanone and cyclohex-2-en-l-ol, the same procedure was followed, and the products were identified by comparison of their GLC retention times with authentic samples, on several different columns. The yields were calcu- lated using internal standards, such as decane or dodecane, based on quanti- tative standardizations using pure cyclohex-2-en-l-ol and cyclohexanone. Quantitative reactions These were carried out as above, but reduced to half the scale. After the hydrolysis with methanol, a GLC standard was added and the yields of 57 cyclohexanone and cyclohex-2-en-l-ol determined by comparison with standardizations obtained using authentic samples. Attempted asymmetric hydrosily lotions These were all carried out using the same procedure, which will be illustrated for the hydrosilylation of acetophenone by diphenylsilane, using neomenthyldiphenylphosphine, NMDPP. Neomenthyldiphenylphosphine (32 mg, 9.9 X 10~2 mmol) was dis- solved in 1 ml of benzene and [Ir(l,5-COD)Cl]2 (33 mg, 4.9 X 10~2 mmol) added. The solution was stirred at room temperature for 30 min, and then cooled in ice while a solution of diphenylsilane (3.0 ml, 3.0 g, 16 mmol) and acetophenone (2.0 ml, 2.1 g, 17 mmol) in 5 ml benzene was added. The ice bath was removed and the solution stirred at room temperature overnight. A solution of hydrochloric acid (4 ml 2 M HC1 in 20 ml acetone) was added to the reaction mixture to hydrolyze the silyi ether. The layers were separated, the organic layer was dried with calcium sulfate and the solvent removed by vacuum. Distillation of the residue gave 1-phenylethanol (1.5 g, 77%), b.p. 50 C/1 mmHg, identified by its 'H NMR spectrum. The optical rotation was determined in dichloromethane (c 2.27) and was found to be zero. Other phosphines used in an analogous fashion were (+)-DIOP (molar ratio of DIOP:Ir 1:2) (0% enantiomeric excess) and (+)-l-[dimethyl- aminomethyl]-2-(diphenylphosphino)ferrocene ((+)-FcNP) (1% enantiomeric excess of S-alcohol). The asymmetric hydrosilylation of ethyl pyruvate was attempted, using a similar method, with the catalyst systems [IrCHCOD)]; 2NMDPP and [IrCl(COD)]2 2(+)-FcNP with enantiomeric excesses of 0% and 7% of the (+)-alcohol, respectively. Other hydrosily lotions These were carried out using standard procedures outlined in the literature [7, 8]. Identification was by isolation and comparison of 'H NMR and IR spectra with those of authentic samples, or by comparison of GLC retention times with those of authentic samples. Quantitative reactions were carried out as outlined, and yields were calculated using an appropriate internal standard. Results and discussion 1,3-Dienes and 1-alkynes Organic substrates that are capable of forming stable complexes with iridium and thus preventing its reduction, such as 1-pentyne and 2,3-di- methylbuta-l,3-diene, DMBD, are readily hydrosilylated, especially with tri- ethylsilane, when an essentially ligand-free iridium complex [IrCl(COE)2]2 (COE = c;s-cyclooctene), II, is used (Tables 1 and 2). With DMBD the reaction is very regioselective, giving essentially only the 1,4-adduct, (CH3)2C=C(CH3)CH2SiEt3, with triethylsilane. This is in contrast to the 58 TABLE 1 Hydrosilylation of 2,3-dimethylbuta-l,3-diene'1 Catalyst Silane Yield of 1:1 Ratio 1,4:1,2 adducts13 isomers'' [(COE):,IrCl];i HSiEt3 95 93:7 [(COE^IrCl];; +2PPh3 HSiEt3 65 93:7 [(COE^IrClla HSi(OEt)3 16 56:44 [(COEhIrCl];, + 2 PPh-t HSi(OEt)3 12 53:47 [(CO^IrCIL + 2 PPh3 HSi(OEt):;Me 0 - \"COE3 cyclooctene; 0.01 g, 1.1 X lO\"3 mmol [(COE);IrCl]2; 6.3 mmol HSiEt,, or 5.4 mmol HSi(OEt)3, or 6.2 mmol HSi(OEt):,Me; 8.8 mmol DMBD; 60 C/6 h. ''Based on silane, calculated by quantitative GLC. \"Isomer ratio estimated by GLC. TABLE 2 Hydrosilylation ofpent-1-yne by [(COEhIrCl];-1 PrC=CH + HSiEt3 60 c/6h > c;s- and <rans-PrCH=CHSiEt3 Catalyst Yield of pent-1- Isomer ratio1' enylsilanes13 (rans Ci's other [(COE);,IrCl]2 76 16 83 1 [(COE^IrCl], + 2 PPh3 100 30 70 0 [(COE)2lrCl]2 + P(o-C(,H40Me)3 62 17 77 6 ^COE\" cyclooctene; 0.01 g, 1.1X10~3 mmol [(COE^IrCl];; 6.3 mmol HSiEt3; 10 mmol C3H7C=CH. ''Based on silane; calculated by GLC. 'Isomer ratio estimated by GLC. results reported for some rhodium complexes [7], where a mixture of 1,4- addition and 1,2-addition is reported. This may be rationalized in terms of the accepted mechanism for the hydrosilylation of 1,3-dienes (Scheme 1). The Tr-allyl complex, III, is formed by addition of the oxidative adduct [HMSiR3] (M = metal plus all other ligands) to DMBD. This Tr-allyl complex may rearrange to the o-alkenyls IV and V, which will lead to the 1,4-adduct and 1,2-adduct respectively. The formation of the tertiary cr-alkenyl, V, is less likely to be expected with the larger iridium atom, due to steric effects, than with rhodium. This should lead to a relatively larger amount of 1,4-adduct for iridium, in agreement with experimental results. Although the size difference between iridium and rhodium is small, due to the Lan- thanide Contraction, the results can best be rationalized by assuming that this difference may be a factor in determining the isomer ratio. The results with alkoxysilanes are poor, and less well-defined. The decrease of catalytic activity on going from alkylsilanes to alkoxysilanes parallels results obtained with rhodium complexes [4]. The greater stability, and hence decreased 59 M+XaSi-^ \\ M+// V SiXa [M = metal atom, plus all other ligands] Scheme 1. Proposed mechanism for the hydrosilylation of 2,3-dimethylbuta-l,3-diene (DMBD)[12]. catalytic activity, of the oxidative adducts of electron-withdrawing silanes, such as alkoxysilanes, with rhodium compounds has been proposed to account for this phenomenon [4]. A similar explanation can be used to rationalize the results with iridium. Addition of triphenylphosphine at a ratio of P:Ir of 1:1 causes the yield to decrease, perhaps due to the steric hindrance of the bulky phosphine. The isomer ratio does not vary, as the iso- mer favored by a bulky metal center is essentially the only adduct formed. Iridium complexes yield a mixture of cis- and ^rans-1-triethylsilylpent- 1-enes from the hydrosilylation of pent-1-yne by triethylsilane. Like [RhCHCOE);];, which also gives a mixture of the two pentenes with a cis'.trans ratio of 61:29 [8], [IrCUCOE);]; gives a similar cis'.trans ratio of 84:16 under the same conditions. This may be rationalized in terms of the mechanism proposed for rhodium catalysts [8] (Scheme 2). The small size differences between rhodium and iridium would not be expected to be so important for o-alk-1-enyls such as cis- and trans-M CH=CHR, (Scheme 60 RC=CH + MH M .H M ^H M .R 'C=C<, 5= ^C+C ^==^ /G^Y H 'R H^ 'R H ^H VI VIII [ HSiXa | HSiXa i- 4 XaSi /H XaSi ,R HM+ /^CY HM+ /c=c\\ H' 'R H' 'H [M = metal atom, plus all other ligands] Scheme 2. Proposed mechanism for the hydrosilylation of 1-alkynes [8]. 2), as for the o-alkenyls proposed as intermediates for the hydrosilylation of DMBD. Use of a catalyst system involving the good donor ligand, P(o- CeH40Me)3, does not alter the isomer ratio, in contrast to the rhodium systems where an increase in ci's-pent-1-enes was observed. The origins of this effect are obscure. In all the iridium-catalyzed reactions, small amounts (2 - 5%) of a third isomer were formed and, as in the rhodium case, this was tentatively assigned as l-triethylsilylpent-2-ene, based on comparison of its GLC retention time with an authentic sample. This third isomer could be formed by isomerization of the initially-formed internal adducts [8]. Ketones and olefins The effect of addition of a ligand such as triphenylphosphine to the a weakly coordinating substrate such as cyclohexanone (Table 3). With no added ligand, a modest yield of the 1:1 adduct is formed; this yield may be increased by addition of triphenylphosphine at a P:Ir ratio of 1:1. Presum- ably, as outlined in the introduction, the triphenylphosphine is able to stabilize the catalyst system and allows more efficient hydrosilylation. However, if a P:Ir ratio of 2:1 is used, the system ceases to be a catalyst for this reaction, due to the formation of the catalytically inert adduct [IrHCl(SiEt3)(PPh3)2]. The utility of iridium-based catalysts for the hydrosilylation of 1- olefins is poor. Even the addition of phosphines does not increase the activity noticeably (Table 4). a, p-Unsaturated ketones Ojima et al. [9] have reported the hydrosilylation of a, ^-unsaturated carbonyl compounds catalyzed by Wilkinson's compound. Hydrosilylation 61 TABLE 3 Hydrosilylation of cyclohexanone catalyzed by [(COE^IrCl];\" + HSiEta 60 C/6h 0 OSiEta Catalyst Yield1' (%) [(COE):,IrCl]2 64 [(COE):JrCi]2 +2 PPh3 76 [(COEhIrCl] 2+4 PPh3 2 COE= cyclooctene; 0.010 g, 1.1 X 10~3 mmol [(COE^IrCl],; 6.3 mmol HSiEt3; 9.7 mmol cyclohexanone. b Based on silane; calculated by GLC TABLE 4 Hydrosilylation of oct-1-ene using [(COE^IrCl].;'1 Catalyst Silane Temp/Time Yield of l- ( C) (h) octylsilane1' (%) [(COE),IrCl], + 2 PPha HSiEts 60/6 30 [(COE)2lrClh + 2 PPh3 HSiEta 100/6 23 [(COE),IrCl]2 + 2 P(o-C(,H40Me)3 HSiEts 100/6 25 [(COEhIrCIL + 2 PPh3 HSi(OEt)3 100/6 4 [(COE);,IrCl]2 HSiMeiPh 60/6 18 [(COEhIrCIL + 2 PPh3 HSiMe^Ph 60/6 0 \"CO^^ cyclooctene; 0.010 g, 1.0 X lO\"3 mmol [(COE)2lrCl]2; 6.3 mmol HSiEt3, or 5.4 mmol HSi(OEt)3, or 6.5 mmol HSiMe^Ph; 6.4 mmol 1-octene. 1:'Based on silane; calculated by quantitative GLC. can occur in a 1,2- or 1,4-mode, illustrated below for cyclohex-2-enone, eqn. (1). Methanolysis of the silyi ethers leads to an ally lie alcohol from 1,2-addition, and to the ketone via the enol from 1,4-addition. This reduc- H OSiRa 0 1,2-addition^ (jl ^) +HSiR3 <^_ H^ OSiRs 1,4-addition H OH (1) tion can be extremely regioselective; for example, the hydrosilylation of mesityl oxide by HSiEt3 yields exclusively the 1,4-adduct, whereas PhSiHa yields exclusively the 1,2-adduct [9]. 62 The mechanism proposed to explain this regioselectivity [9] is out- lined in Scheme 3. The intermediate, VI, formed by coordination of the o;,(3-unsaturated ketone to the adduct formed by oxidative addition of the silane, undergoes a silicon migration from the metal to the carbonyl oxy- gen of the unsaturated ketone to give the cr-siloxyalkenylmetal hydride, VII. This is a logical extension of the mechanism proposed for the hydrosilyla- tion of saturated ketones [10], which has been supported by spin-trapping experiments [11]. The adduct VII can rearrange to the adduct VIII. VII will yield the 1,2-adduct (allylic alcohol, after methanolysis), whereas VIII will yield the 1,4-adduct (ketone, after methanolysis). The rate of isomerization of VII to VIII will be determined by the steric bulk of the silane. A large silane will destabilize the adduct VII due to steric hindrance with the metal center, and increase the rate of formation of VIII and hence the amount of 1,4-adduct. Thus, the results with Wilkinson's compound can be explained. The more bulky triethylsilane causes rapid isomerization of VII to VIII and formation of the 1,4-adduct (ketone), whereas with the less bulky phenyl- OH OH 0 I / II H-C-CH^CHz CH3-CH=C > CHy-CH^-CR R R [M = metal atom, plus all other ligands] Scheme 3. Proposed mechanism for the hydrosilylation of ttJS-unsaturated ketones [9J. 63 silane, VII does not rearrange and the sole product is the 1,2-adduct (allylic alcohol). [Ir(COE);,Cl]:> and [Ir(COD)Cl]2 (COE = cis-cyclooctene; COD = c;s, c;s-cycloocta-l,5-diene) are also excellent catalysts for this type of reaction, and our results are Summarized in Table 5. The results may be easily accom- modated by Scheme 3. For example, with CfrHs(CH3)SiH2 and cyclohex-2- enone the reaction is quantitative and selective, giving only the 1,2-adduct (allylic alcohol). According to the proposed mechanism, the iridium com- plex, which does not have the bulky PPh3 ligands present in Wilkinson's compound, should exhibit reduced steric repulsion between the coordi- nated ligands (in VII), effectively preventing the isomerization to VIII. Therefore, only the 1,2-adduct would be expected. In the reaction of Et3SiH and cyclohex-2-enone catalyzed by [L^COE^Cl];, the yield is quantitative but the selectivity is lower, and different, from that reported for catalysis by Wilkinson's compound. Wilkinson's compound gives only 1,4-adduct in similar reactions; however, with the ligand-free iridium com- plex the rate of isomerization of VII to VIII would also be lessened for the bulkier Et3SiH, and hence a larger amount of 1,2-adduct would be ex- pected, as is found. In accord with this rationale, the use of [IrtCOE^Cl^\" 2PPh3, (more sterically crowded about the iridium) yields more of the ketone (1,4-adduct). Asymmetric hydrosily lotion The asymmetric hydrosilylation of keto compounds such as aceto- phenone or ethyl pyruvate was also attempted using a [Ir(COD)Cl]2 2L catalyst system (L = chiral phosphine such as neomenthyldiphenylphos- phine, (+)-DIOP, or (+)-l-(dimethylaminomethyl)-2-(diphenylphosphino)- TABLE 5 Hydrosilylation of a, (3-unsaturated ketones\" Catalyst'3 Ketone Silane Temper- Yield\" Ratio of ature (%) alcohol: ( C) ketone0 [Ir(COE):,Clh cyclohex-2-enone HSiEt3 25 100 76:24 [Ir(COE)2Cl]2 cyclohex-2-enone HSiEt-, 60 42 69:31 [Ir(COE)2Clh +2PPh, cyclohex-2-enone HSiEt3 60 77 39:61 [Ir(COD)Cl], cyclohex-2-enone HSiEt-i 25 40 73:27 [MCOEhCIL cyclohex-2-enone H,SiMePh 25 90 100:0 [Ir(COE)2Cl]2 +2 PPh3 cyclohex-2-enone HaSiMePh ' 25 94 59:41 [Ir(COD)ClL cyclohex-2-enone HzSiMePh 25 56 100:0 [Ir(COE)2Clh mesityl oxide HSiEt3 25 100 75:25 '2.0 g, 2.1 x 10~2 mol cyclohexenone added to 20 mg, 2 X lO\"5 mol catalyst, followed by 2.1 X lO\"2 mol of silane. Reacted for 2 h, then a solution of 10 mg K:>C03 in 5 ml methanol added and allowed to react for 1 h. ''COE = cyclooctene; COD = cycloocta-l,5-diene. \"Calculated by quantitative GLC. 64 ferrocene, (+)-FcNP). The chemical yields were satisfactory, but the optical yields were extremely low, reaching a maximum of 7% enantiomeric excess (see Experimental Section). These are much lower than those obtained with rhodium, perhaps due to the fact that with iridium we were limited to a P:Ir ratio of 1:1 (as we have shown that catalytic activity ceases at ratios of P:Ir of 2:1), whereas the high optical yields obtained with rhodium involved ratios of P:Rh of 2:1 and greater. Acknowledgements We thank Dow Coming Corporation and the University of North Carolina at Greensboro Research Council for their support, and Johnson Matthey, Inc. for the loan of iridium salts. We would also like to thank Dr. E. Eliel of the University of North Carolina at Chapel Hill for the use of the polarimeter. References 1 I. Ojima, K. Yamamoto and M. Kumada, in R. Ugo (ed.), Aspects of Homogeneous Catalysis, Reidel, Dordrecht, 1977, Vol. 3, pp. 186 - 228 and refs. therein. 2 J. F. Harrod and A. J. Chalk, J. Am. Chem. Soc., 86 (1964) 1776. 3 M. A. Bennett, R. Charles and P. J. Eraser, Aust. J. Chem.. 30 (1977) 1201. 4 R. N. Haszeldine, R. V. Parish and R. J. Taylor, J. Chem. Soc., Dalton Trans., (1974) 2311. 5 A. L. Onderlinden and A. van der Ent, Inorg. Chim. Ada, 6 (1972) 420. 6 J. L. Speier,Adu. Organometall. Chem., 77(1979)407. 7 J. E. Hill and T. A. Nile, J. Organometall. Chem., 137 (1977) 293. 8 K. A. Brady and T. A. Nile, J. Organometall. Chem., 206 (1981) 299. 9 I. Ojima and T. Kogure, Organome tallies, 1 (1982) 1390. 10 I. Ojima, T. Kogure and M. Kumagai, J. Org. Chem., 42 (1977) 1671. 11 J. F. Peyronel and H. B. Kagan, Nouv. J. Chem., 2 (1978) 211. 12 M. F. Lappert, T. A. Nile and S. Takahashi, J. Organometall. Chem., 72 (1974) 425. X244 85851300 0304-5102(85)85130-0 10.1016/0304-5102(85)85130-0 Chemical catalysis Iridium complexes as hydrosilylation catalysts David C. Apple Karen A. Brady Jeffrey M. Chance Nina E. Heard Terence A. Nile 1 Department of Chemistry, University of North Carolina at Greensboro, Greensboro, NC 27412 U.S.A. 1 Author to whom correspondence should be addressed. Iridium complexes have been found to be active as catalysts for hydrosilylation reactions, especially for those involving 1,3-dienes and 1-alkynes. For ketones, iridium complexes show maximum activity if one molar equivalent (relative to iridium) of triphenylphosphine is added to the reaction mixture. Iridium complexes are also active catalysts for the hydrosilylation of α,β-unsaturated ketones, although the regioselectivity differs from that obtained with rhodium complexes. Attempts at asymmetric hydrosilylation of keto compounds using iridium complexes resulted in extremely low enantiomeric excesses. References 1 I. Ojima K. Yamamoto M. Kumada R. Ugo Aspects of Homogeneous Catalysis 3 1977 Reidel Dordrecht 186 228 and refs, therein. 2 J.F. Harrod A.J. Chalk J. Am. Chem. Soc. 86 1964 1776 3 M.A. Bennett R. Charles P.J. Fraser Aust. J. Chem. 30 1977 1201 4 R.N. Haszeldine R.V. Parish R.J. Taylor J. Chem. Soc., Dalton Trans. 1974 2311 5 A.L. Onderlinden A. van der Ent Inorg. Chim. Acta 6 1972 420 6 J.L. Speier Adv. Organometall. Chem. 17 1979 407 7 J.E. Hill T.A. Nile J. Organometall. Chem. 137 1977 293 8 K.A. Brady T.A. Nile J. Organometall. Chem. 206 1981 299 9 I. Ojima T. Kogure Organometallies 1 1982 1390 10 I. Ojima T. Kogure M. Kumagai J. Org. Chem. 42 1977 1671 11 J.F. Peyronel H.B. Kagan Nouv. J. Chem. 2 1978 211 12 M.F. Lappert T.A. Nile S. Takahashi J. Organometall. Chem. 72 1974 425",
      "scopus-id": "0022014123",
      "coredata": {
        "eid": "1-s2.0-0304510285851300",
        "dc:description": "Iridium complexes have been found to be active as catalysts for hydrosilylation reactions, especially for those involving 1,3-dienes and 1-alkynes. For ketones, iridium complexes show maximum activity if one molar equivalent (relative to iridium) of triphenylphosphine is added to the reaction mixture. Iridium complexes are also active catalysts for the hydrosilylation of α,β-unsaturated ketones, although the regioselectivity differs from that obtained with rhodium complexes. Attempts at asymmetric hydrosilylation of keto compounds using iridium complexes resulted in extremely low enantiomeric excesses.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285851300",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Apple, David C."
          },
          {
            "@_fa": "true",
            "$": "Brady, Karen A."
          },
          {
            "@_fa": "true",
            "$": "Chance, Jeffrey M."
          },
          {
            "@_fa": "true",
            "$": "Heard, Nina E."
          },
          {
            "@_fa": "true",
            "$": "Nile, Terence A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285851300"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285851300"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)85130-0",
        "prism:volume": "29",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Iridium complexes as hydrosilylation catalysts",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "55-64",
        "prism:endingPage": "64",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 1985",
        "prism:doi": "10.1016/0304-5102(85)85130-0",
        "prism:startingPage": "55",
        "dc:identifier": "doi:10.1016/0304-5102(85)85130-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022014123"
      }
    }
  }
}