{
  "metadata": {
    "title": "Direct synthesis of alcohols from syngas on Ru-Mo-Na<ce:inf loc=post>2</ce:inf>O/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts: synergistic effect of Ru and Mo",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-04-18",
    "doi": "10.1016/0304-5102(88)85034-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028885034X",
    "pii": "030451028885034X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023999180",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028885034X 0304-5102(88)85034-X 030451028885034X 10.1016/0304-5102(88)85034-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01198 2024-01-02T01:04:53.938015Z 0 0 19880418 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 45 45 1 1 Volume 45, Issue 1 11 111 126 111 126 19880418 18 April 1988 1988-04-18 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. DIRECTSYNTHESISALCOHOLSSYNGASRUMONA2OAL2O3CATALYSTSSYNERGISTICEFFECTRUMO INOUE M STORCH 1951 H FISCHERTROPSCHRELATEDSYNTHESIS VLASENCO 1969 728 V ANDERSON 1980 53 R DRY 1981 M CATALYSISSCIENCETECHNOLOGY HENRICIOLIVE 1984 G CHEMISTRYCATALYZEDHYDROGENATIONCARBONMONOXIDES GALL 1952 371 D PICHLER 1952 289 H MILLS 1972 159 G VANNICE 1975 449 M VANNICE 1975 462 M VANNICE 1975 129 M VANNICE 1976 152 M VANNICE 1977 229 M GUYER 1955 798 A GUYER 1955 971 A PICHLER 1964 12 H KARN 1965 256 F MCKEE 1967 240 D BETTA 1974 54 R BETTA 1975 173 R TAYLOR 1974 34 K QUACH 1976 527 T QUACH 1978 378 T DAUTZENBERG 1977 8 F KING 1978 386 D EVERSON 1978 186 R RABO 1978 295 J MADON 1979 183 R NIJS 1979 180 H NIJS 1979 1095 H BLACKMOND 1981 125 D FERKUL 1982 955 H CHEN 1983 415 Y CHEN 1983 303 Y DIXIT 1983 1 R KIKUCHI 1983 1 E KIKUCHI 1984 251 E LEITH 1983 93 I LEITH 1985 283 I FUJIMOTO 1985 3164 K INUI 1979 787 T INUI 1980 385 T KURODA 1986 121 T MCVICKER 1980 25 G OKUHARA 1981 1114 T OKUHARA 1984 1491 T OKUHARA 1985 41 T GONZALEZ 1982 338 R MCCLORY 1984 392 M OTT 1979 394 G SCHAY 1982 1911 Z MIURA 1982 274 H KAMINSKY 1985 338 M DATYE 1985 256 A WENTRCEK 1980 232 P GUPTA 1981 111 N AGRAWAL 1982 332 P BOSSI 1980 E4 A BOSSI 1982 1029 A KOBORI 1983 553 Y YANO 1986 303 T SUGI 1985 1315 Y HAMADA 1984 1611 H SMITH 1986 349 K KELLNER 1981 288 C KUZNETSOV 1981 374 V KELLNER 1981 418 C KELLNER 1981 296 C PIERANTOZZI 1983 189 R INOUE 1983 70 M INOUE 1984 103 M INOUE 1987 285 M INOUE 1987 266 M KIM 1974 66 K HOLM 1976 217 R CITRIN 1973 6472 P FOLKESSON 1973 287 B PEDERSEN 1980 39 L AIKA 1983 305 K SHYU 1985 4983 J CIMINO 1975 11 A MIYAKE 1986 243 T BOSSI 1980 16 A AIKA 1985 296 K SCHULTZ 1967 J FOWLER 1979 399 R BOWMAN 1980 463 R SAITO 1980 438 M SAITO 1981 296 M BRIDGEWATER 1982 116 A SIVASANKER 1984 514 S CONCHA 1984 536 B TATSUMI 1984 685 T DUN 1985 247 J DUN 1986 61 J INUI 1979 1495 T MUI 1980 2237 T INUI 1982 84 T VANDENBERG 1985 340 F INOUEX1988X111 INOUEX1988X111X126 INOUEX1988X111XM INOUEX1988X111X126XM item 0304-5102(88)85034-X 030451028885034X 1-s2.0-030451028885034X 10.1016/0304-5102(88)85034-X 272239 2024-01-02T01:04:53.938015Z 1988-04-18 1-s2.0-030451028885034X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885034X/MAIN/application/pdf/d8062b9567ef3636d511d361b0ef916c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885034X/MAIN/application/pdf/d8062b9567ef3636d511d361b0ef916c/main.pdf main.pdf pdf true 1271905 MAIN 16 1-s2.0-030451028885034X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028885034X/PREVIEW/image/png/c654a2b5580820684fa790f364957a83/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028885034X/PREVIEW/image/png/c654a2b5580820684fa790f364957a83/main_1.png main_1.png png 61828 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 45 (1988) 111 -126 111 DIRECT SYNTHESIS OF ALCOHOLS FROM SYNGAS ON Ru-Mo-Na20/ AliOa CATALYSTS: SYNERGISTIC EFFECT OF Ru and Mo MASASHI INOUE, TAKANORI MIYAKE, SATORU YONEZAWA, DHONGCHAI MEDHANAVYN, YOSHINOBU TAKEGAMI and TOMOYUKI INUI Department of Hydrocarbon Chemistry, Faculty of Engineering, Kyoto University, Sakyo-ku, Kyoto 606 (Japan) (Received January 22, 1987; accepted November 10,1987) Summary Direct synthesis of alcohols from syngas on Ru-Mo-Na20/Al203 catalysts was investigated at 255 C under 86 kg cm\"2 pressure. In order to clarify the nature of the active site, the performances of the catalysts composed of all combinations of the three components. Ru, Mo and NazO, were studied. It is concluded that close contact between Ru and Mo par- ticles is essential for the formation of alcohols. Combination of NaiO with the Ru-Mo catalyst decreased the catalyst activity but increased the selectivity for alcohols, together with a slight increase in propagation proba- bility for alcohol products. This change in catalyst performance is thought to be associated with an aggregation of the Ru particles brought about by addition of the basic component. Introduction It is well known that the classical Fischer-Tropsch (F-T) reaction using Co or Fe as the major catalyst component yields various classes of oxygenates, together with hydrocarbons [1]. Ruthenium catalyst, known to have the highest activity for the F-T reaction [2 - 4], usually gives hydro- carbons as predominant, if not sole products [5 - 24]. Promoted Ru cata- lysts [25-28], bimetallic catalysts containing Ru [29-33], or partially poisoned catalysts [34-36] have also been examined and in most cases hydrocarbons were reported to be the only products detected. However, several papers reported the formation of oxygenates on Ru-based catalysts. Bossi et al. [37] reported the formation of significant amounts of Ci-C; alcohols on a Ru/Al203 catalyst. They noted that the 03 04-510 2/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 112 product selectivity of the catalyst depended on the pretreatment of the catalyst. Kobori et al. [38] reported that the pretreatment of a Ru/Na- Y zeolite with il^-il^O enhanced the formation of methanol. They sug- gested without experimental evidence that methanol was formed on cationic Ru sites. Yano et al. [39] found that a Raney Ru catalyst showed fairly high methanol synthesis activity when the catalyst was pretreated with water at elevated temperatures. By examining the XPS spectrum of the catalyst, they found that surface Al was oxidized by this treatment and suggested that cationic Ru species were the active sites for the methanol formation. Sugi et al. [40] examined the oxygenate synthesis on Ru-Co-Sr/SiOz catalysts. They found that the catalyst prepared from Ru3(CO)i2 and cobalt acetate had the highest selectivity for oxygenates, and stressed the importance of selection of the catalyst precursor. Hamada et al. [41] found that a silica- supported Ir-Ru bimetallic catalyst produced C; oxygenates. Smith and Everson [42] noted that under 'some of the reaction conditions' alcohols were formed on a RU/A12U3 catalyst prepared by air sintering of a commercial catalyst. Kellner and Bell also reported the formation of methanol on a Ru/ A12U3 catalyst [43]. Although no experimental details for preparation of the catalyst were given in their paper, the high Ru dispersion of their cata- lyst suggests that the catalyst was prepared by using a rather special pre- cursor, Ru6C(CO)i7 [44]. Therefore, the behavior of this catalyst may not have been typical for Ru catalysts, but rather was brought about by its pre- cursor. In this respect, the results reported by Pierantozzi et al. [45] seem to be quite interesting. They examined the performance of Ru catalyst pre- pared from carbonyl complexes of Ru and found that these catalysts had high selectivities for methanol. They detected a cationic Ru cluster complex, [RueC^CO)^]2^ in the extract of the used catalyst and concluded that this species was essential for the formation of methanol. As briefly reviewed hitherto, the alcohol synthesis activity of Ru cata- lysts seems to depend markedly on the preparation method and precursor of the catalyst. Recently, we have found that a novel Ru-based catalyst, Ru-Mo-Na supported on alumina, has appreciable activity for the formation of a series of straight-chain primary alcohols [46]. The effects of supports and alkali promoters were also examined and it was found that Ru-Mo-NaaO/active carbon and Ru-Mo-LazC^/A^Oa catalysts showed the highest activities for alcohol synthesis; however, more than 70% of the alcohol produced was methanol. The Ru-Mo-Na/Al203 catalyst prepared from RuCl3 was prefer- able to the other catalysts, because it showed high alcohol synthesis activity, with reasonable selectivity for higher alcohols [47]. The effect of alumina support on the catalyst performance of the Ru-Mo-NaaO catalyst was then examined, and it was found that the alcohol synthesis activity of the cata- lyst was severely affected by the physical and chemical properties of alumina support [48]. In the present paper, the nature of the active site of this composite catalyst will be discussed. 113 Experimental Catalyst preparation Bayer-process gibbsite (A1(OH)3) was provided by Nippon Light Metal Co., Ltd. Boehmite was prepared by the hydrothermal treatment of the gibbsite. Aluminas used as support were obtained by calcination of the boehmite or gibbsite. The RU/A12U3 catalyst was prepared from a slurry of alumina with an aqueous solution of commercial RuC^'SHaO. The catalyst was dried at room temperature, thermally treated at 250 C in air and then reduced in a HI flow (50 ml min~1) at 400 C for 10 min. The composite catalysts were prepared by the following two-step impregnation method: The Ru/A^O^ catalyst was doped with an aqueous solution of NaNC>3 and/or (N114)^07- O^^HiO and the catalysts were activated as described above. Some compos- ite catalysts were prepared by simultaneous impregnation of all the salts desired for the catalyst components, and were activated by the same proce- dure as mentioned for the Ru/A^O^ catalyst. Reaction Reactions were carried out in a fixed-bed, high pressure flow reactor made from stainless steel tubing of 7 mm internal diameter. Catalyst in powder form was tabletted, and then pulverized into ~20 mesh. About 0.4 g portion (0.23 - 0.3 ml) of the catalyst was placed in the reactor, and re- reduced by heating to 400 C in a HI stream under atmospheric pressure. After the reactor was cooled below 50 C, syngas was introduced. The reactor system was pressurized to ~86 kg cm\"2, and the flow rate adjusted. The temperature was raised to 255 C over ~30 min. Great care was taken to prevent overheating the catalyst bed. After the reaction conditions reached the desired values, one hour additional was allowed to achieve a stationary state. The hot effluent gases were analyzed repeatedly during the course of the reaction by means of gas chromatography. Six columns, i.e. MS-5A, PEG 6000, DEGS, VZ-10, and Porapak Q and N, were selected to analyze all the products. All the Ru-based catalysts studied in this paper were quite active for the formation of high molecular-weight hydrocarbons at the beginning of the reaction. However, this activity decreased quite rapidly before the reaction reached the stationary state. The activity for alcohol synthesis increased gradually during this period. After the stationary state had been attained, the hot effluent gas was introduced to a dry ice- methanol condenser to collect liquid products. The resulting condensate was also analyzed after the required period of reaction (6 h). Alcohol synthesis activities, represented by STY (the total weight of alcohols produc- ed per unit volume of the catalyst per unit time on stream), were calculated based on this liquid phase analysis and are, therefore, the average values for the reaction period (6 h). The product distribution was calculated from the repeated analyses of gas phase. It should be noted that the catalyst activ- ity and product distribution remained almost constant during the reaction 114 period, and any discrepancy between gas- and liquid-phase analyses was within the experimental error. Characterization CO adsorption was measured by the conventional CO pulse method; ~0.1 g portion of the catalyst was used, and the pulse volume was 40 pi. The BET surface area of the support was calculated by the one-point method on the basis of the N2 adsorption obtained using a gas chromatograph. X-ray diffraction (XRD) was measured on a Rigaku Geigerflex-2013 diffractometer employing Cu Ka radiation and a Ni filter. X-ray photoelectron spectra (XPS) were obtained with a Shimadzu ESCA-750 spectrometer using Mg Ka X-rays. Binding energies (BE) are referenced to contaminant C Is, taken as 285.0 eV. For electron microscopy, the catalysts in powder form were suspended in aqueous ethanol, ultrasonically dispersed and settled out on fine mesh screens. These samples were observed at a magnification of X 320 000 using a JEOL- 200CX transmission electron microscope (TEM) operating at 200 kV. Results Catalyst performance Table 1 shows the performance of the catalysts of different components for syngas conversion. Under the conditions used in this work, the Ru cata- lyst (catalyst 1) had quite a high activity for methanation, whereas the Ru- NaiO catalyst (catalyst 2) produced fairly large amounts .of higher hydro- carbons. The addition of Mo to catalysts 1 and 2 induced activity for alcohol synthesis, while decreasing the activity for hydrocarbons. The Mo-NaiO cata- lyst (catalyst 4) showed only minor activity, and the combination of Ru and Mo was essential for high alcohol synthesis activity. However, the Ru-Mo- NaiO catalyst prepared by the two-step impregation method (catalyst 5) exhibited much lower alcohol synthesis activity than that prepared by the simultaneous impregnation method (catalyst 8). The effect of Ru and Mo contents was also examined. A higher activity for alcohol synthesis was obtained with the catalyst containing 3% Ru (catalyst 6). When the Ru con- tent increased to 5%, hydrocarbon synthesis activity became high, and con- comitantly, alcohol selectivity became low. The product distribution for 1% Ru catalyst (catalyst 7) was essentially the same as that for catalyst 6, but the alcohol synthesis activity of the former catalyst was about one third of that of the latter. A higher alcohol synthesis activity was obtained by increasing the Mo content from 5% to 10%. These results clearly indicate that both Mo and Ru are important components for the alcohol synthesis. The Schulz-Flory (S-F) plots for the carbon number distributions of the alcohol products are given in Fig. 1. The distributions of the alcohols produced on the catalysts prepared by the two-step impregnation method obeyed S-F kinetics, and propagation probability (a-value) decreased in the following order (a-values are given in parentheses): catalyst 5 (0.426) > cata- CM q OOiC~T-100'^'(OWi-ITl1 CMCMCOr-ICMi-ll-ll-ll-l co i-l 0 f< T-< CM CM CM o o o o o o o o d o 0 M OOCM\"OCOOOC~<OCOCO 1-1 T-I CM i-l CM ootoOt-oiTrcotOco i-l CO M (M 00 i-l i-l CM CO oioi^cMoocMcotOtOCM OiOSOiOCOC-CMCO^CO o o T-I CM CM 0000000000 0000000000 (OlOCOt'OCMt-r-IW^r CMi-(OOt~tOOO>Oi-110Ki CMC<li-ICMt-ll-ll-lr-<T-li-l lOt^^'OtO'fOtOtO CTr-100 t- C~ CM 10 i-l (0 tti CM tO CSICMiaNCSICMaiiaiB 10 10 to lo lu in lo 10 CSI CMCMCMCSICMCMCM 10 10 10 I lOCOi-ICTCOOO i-icMco-^mioc-cooio S^ al c d^g 1 III g <i .S .'3 ^ \"3 ' 5s ^ 1 1 ^ ^ g 0 ^J3 C a S s S 3 5 3 ii t0 ,u 0) ^^ s ^ e <w 'a W -\"^ ' So-^ ^ ^j S 2 N 1 ^s ^ ^ a ,-. +3 co OS JS S '-i <o S i-> c ^- c 0 ft e e s a .-\" si 1 1 -g -1 I s-S I 11g I 11^ 2^|| ^g^ ill ^ J|i g -2 S S \"'S't 1 S g Ti |.S ^ |ol I !|i i!-i I.]-? 'e5^ 'e .: \" 'S . o .a w -0 j2 ri T3 .2 B! ^ig \" 1 ?,.s .s^| g-i ill ^ ^1 .^\" .^ 5 -s ^ i| I Ifig el;| ! I'i ....a o ^ ^ S-sa aa ^. o K^o! g^aC.C >>a' ^ p'i ^le N-aggg fflA^ el^l^i0^^ j?!51^^^ ^a^^l^ld ai^E-g^DosSg^ o^Sala.i^^'iii s'sSlglstl^l ^SoSgo0^!' ^ s^^^ifj^l^ 0 3 o E -S, BB01 a 0 S g. il-SsrE^sa.S il^-S cM^g^^2 8 S g^.SS-.S c \" g l i1s^ill^ ? 1 ' ^ s E S ? S > S gs.ja^Sels^ iSz?'? i^.o<Sc8-c5 g Of^ U 4-l!>'04->4JiMU & 116 3456789 10 11 Carbon Number Pig. 1. Schulz-Flory type plots for the carbon number distributions of the alcohol products formed on the Ru-Mo composite catalysts. lyst 6 (0.358) ^ catalyst 7 (0.352) > catalyst 3 (0.309). On the other hand, the distributions of the alcohols produced on the catalysts prepared by the simultaneous impregnation method gave curved plots. These plots can be analyzed by a two-site model, in which two types of active sites having dif- ferent a-values are assumed [49]. Effect of space velocity (SV) The effects of SV on the performance of catalyst 6 are shown in Fig. 2. The selectivity for alcohol increased with decreasing CO conversion (with 10000 SV / h-' Fig. 2. Effects of space velocity (SV) on the alcohol synthesis from syngas (H^/CO = 2) over 3% Ru-5% Mo-1.26% NaaO catalyst supported on alumina (82 m g~1) obtained by calcination of boehmite at 700 C. 117 increasing SV). These results may be explained by the dehydration or hydro- genolysis of alcohols on prolonged contact time or by retardation of alcohol synthesis activity caused by increasing CO^ partial pressure at high conversion. It must be noted, however, that even at high CO conversion (71%) the cata- lyst has fairly high selectivity for alcohols, which should be compared with the results for the catalyst without Mo. As the conversion of catalyst 1 was quite high, we explored the alcohol synthesis activity of the catalyst under the differential reaction conditions using the catalyst dilution technique (with a-alumina). Although the Ru cata- lyst did produce alcohols, together with small amounts of aldehydes, the selectivity for oxygenates was quite low (0.8% at 1.6% conversion). The alco- hol synthesis activity of catalyst 1, calculated based on the weight of alco- hol formed per unit weight of Ru per unit time on stream, was 0.242 g(alc) g(Ru)~1 h~1. The predominant products were hydrocarbons and the carbon number distribution of the hydrocarbon products obeyed the ordinary Schulz-Flory kinetics (a = 0.73). For comparison, the performance of catalyst 2 at low CO conversion was also examined by varying the reaction tempera- ture. At 180 C, the selectivity for alcohol was 1.8% at conversion of 1.6%. Carbon monoxide adsorption The CO uptakes of the catalysts are also given in Table 1. Because chemi- sorption of CO on catalyst 4 was negligible and because the addition of Mo to the Ru catalyst reduced the CO uptake, it was assumed that the adsorption of CO on Mo surface sites in the composite catalysts was negligible and that the CO uptakes on the composite catalysts were determined essentially by the surface areas of Ru particles. Addition of NaaO to the Ru catalyst reduced CO uptake by about 200 Jul (g-catalyst)\"1. When Mo and NaiO were added simultaneously to the Ru catalyst, the decrease in CO uptake was almost equal to the sum of the individual decreases in CO uptake found by the separate additions of Mo and NaiO. Although the CO uptake of catalyst 5 was about one fourth that of cata- lyst 3, the alcohol synthesis activity of the former catalyst was half that of the latter catalyst. In the other words, the specific activity for alcohol synthesis increased by a factor of 2 on going from Ru-Mo to Ru-Mo-NazO catalysts. X-ray diffraction The XRD patterns of the catalysts are shown in Fig. 3. Ruthenium metal particles in catalyst 1 are fairly well dispersed on alumina, so that the Ru(lOl) peak is rather broad. A drastic change was brought about by the addition of the alkaline component. The Ru peaks of catalyst 2 were much sharper than those for catalyst 1. The same effect of NazO can be seen when catalyst 5 is compared with catalyst 3. X-ray photoelectron spectroscopy (XPS) The Ru 3ds/2 regions of the XPS spectra are shown in Fig. 4. The Ru 3d3/2 peak overlaps the C Is peak. The BEs of the Ru 3dg/2 of the catalysts 118 5IRu-5%Mo-1.25iNagO (catalyst 5) 5iMo-1.25INa^O (catalyst 4) 5iRu-5S;Mo (catalyst 3) 5%Ru-1.25INa^O (catalyst 2) 5iRu (catalyst 1) Fig. 3. XRD patterns of Ru-Mo-Na^O catalysts supported on alumina. 3iRu-10iMo-1.25%Na,0 (catalyst 10) 3IRu-5%Mo-1.25%Na^O (catalyst 9) 3!(Ru-5%Mo-1.25%Na,0 (catalyst 8) ,1%Ru-5IMo-1.25INayO (catalyst 7) 3%Ru-5iMo-1.25%NagO (catalyst 6) 5IRu-5iMo-1.25iNa-0 (catalyst 5) -5%Ru-5%Mo (catalyst 3) 5IRu-1.25!tNa,0 (catalyst 2) 5!8Ru (catalyst 1) 284 278 BE/eV Fig. 4. Au 3ds/2 region of electron spectra for the catalysts. are close to the reported value for RuO; [50]. However, we could not deter- mine the oxidation state of the Ru, because the chemical shift of Ru only slightly depends on the oxidation state and is much more affected by the ligands in the coordination sphere of the Ru atom [51]. Moreover, Pedersen 119 and Lunsford reported that the chemical shift of Ru is affected by its particle size [52]. The addition of the alkaline component caused a ca. 0.5 eV shift to lower BE, suggesting that the electron density of the Ru atoms increased by the electron-donating effect of the alkaline component [53] (see, however, [54] ). All the catalysts examined showed the Mo 3d3/2 and 3d5/2 peaks at near 232.8 and 236.0 eV, implying that the Mo is in the Mo( VI) state [55]. TABLE 2 Atomic composition of the catalysts Catalyst\" Surface1'________________ Bulk_________________ Ru/Ai Mo/Ai Cl/Ai Ru/Ai Mo/Ai Cl/Al' 1 0.092 0.035 0.021 0.062 2 0.053 - 0.031 0.027 - 0.080 3 0.078 0.088 0.017 0.027 0.029 0.080 4 0.037 0.028 5 0.071 0.090 0.017 0.023 0.024 0.069 6 0.049 0.088 0.005 0.017 0.029 0.060 7 0.020 0.078 0.011 0.005 0.031 0.033 8 0.137 0.115 0.073 0.013 0.022 0.039 9 0.009 0.034 0.037 0.017 0.048 0.050 10 0.009 0.068 0.053 0.018 0.063 0.053 'See Table 1. l) Determined from peak intensity of XPS. \"Calculated assuming that all the chlorine atoms from RuCl3 remain in the catalyst. Surface atomic compositions of the catalysts calculated from the peak intensities are summarized in Table 2. When the alumina obtained by calcina- tion of boehmite was used, the concentrations of both the Ru and Mo surface atoms are much higher than the bulk compositions. This is because the alumina has quite narrow pores, which are not suitable for access of rela- tively large polynuclear oxychloro Ru species and polymolybdate species [48]. As for the effect of the preparation methods, surface concentrations of Ru and Mo in the catalyst prepared by the simultaneous impregnation method (catalyst 8) were higher than those in the catalyst prepared by the two-step impregnation method (catalyst 5). This may suggest the deposition of insoluble species, such as ruthenium molybdate or mixed oxide of Ru and Mo, on the exterior of the alumina particles (ca. 0.5-1 p.m diamond-shaped plates having a thickness of 0.02 - 0.1 /mi). The surface concentration of chlorine atoms in the catalyst prepared by the simultaneous impregnation method was much higher than in the catalyst prepared by the two-step impregnation method. 120 KX>A 100A Fig. 5. TEM photographs of some catalysts: (a) 5%Ru/Ali03 (catalyst 3). (b) 6%Ru- 5%Mo/Al2C>3 (catalyst 3). (c) 5%Mo-1.25%Na20/Al2C 3 (catalyst 4). (d) 6%Ru-5%Mo- 1.25%Na20/Al203 (catalyst 5). (e) 3%Ru~5%Mo-1.25%Na20 catalyst prepared by the simultaneous impregnation method (catalyst 9). Transmission electron microscopy (TEM) To obtain further insight, some catalysts were observed by TEM (Fig. 5). The average size of Ru particles on catalyst 1 was 35 A. In catalyst 3, thin, irregular-shaped Mo particles 50 - 200 A in size, significantly smaller than those observed in catalyst 4, were observed in addition to the Ru par- ticles having a particle size approximately identical to that observed in cata- lyst 1. Catalyst 5 exhibited 60 - 200 A particles, but we could not differen- tiate between Ru and Mo particles. In catalyst 9, Ru particles of ca. 10 A were observed, but Mo particles could not be observed, presumably because the Mo species are well dispersed on the alumina surface. Discussion Recently, we examined the thermal decomposition behavior of a mix- ture of RuCIa and NaNOa simultaneously impregnated on alumina, and found that a double decomposition between the two salts took place at 121 around 240 C, yielding RuO^ and NaCI, whereas RuCl3 alone supported on alumina decomposed into RuO; at 400 C [56]. High chlorine contents of the catalysts prepared by the simultaneous impregnation method support this argument. When a Ru-Na/A^C^ catalyst is prepared by the simulta- neous impregnation method from RuCl3 and NaN03, Ru particles in the catalyst have different histories than those in the Ru/A^O^ catalyst. More- over, when NaN03 loading is less than the stoichiometric amount for the double decomposition, two different types of Ru particles are formed; one is formed by the double decomposition between RuCl3 and NaN03 followed by reduction to Ru metal, and the other is formed by direct reduc- tion of the RuCl3 remaining after the double decomposition [56]. The two sites assumed from the S-F plot for the alcohols formed on the catalyst prepared by the simultaneous impregnation method (catalysts 8-10) may be attributed to these sites having different histories [49]. In order to avoid these complexities, we adopted the two-step impregnation method to examine the effect of the combination of the catalyst components. Under the conditions used in this work, the Ru catalyst had a quite high activity for methanation. Although it is well known that higher reaction pressure favors carbon chain propagation [2, 7, 12-14, 57], Karn et al. [7] reported that the CH4 selectivity of a Ru catalyst at medium pressure increased with increasing CO conversion (Fig. 7 in [7] ). The effect of alkali promoter on the particle size of Ru is complicated, and seems to be affected by the precursor and by the preparation method of the promoted catalyst. The dispersion of the alkali-promoted Ru catalysts, prepared by a co-impregnation method from RuCl3 and alkali metal nitrate, was reported to increase with the alkali content [28, 56, 58]. On the contrary, Okuhara et al. [27] reported that the dispersion of Ru decreased with the increase in alkali content when the promoted catalysts were prepared by successive processes of impregnation of K.2C03 on an alumina support, thermal decomposition of the salt and then impregnation ofRu3(CO)i2. In the present work, the promoted catalyst was prepared by impregna- tion of NaN03 on the Ru/Al203 catalyst, and an increase in Ru particle size was observed by CO uptakes and XRD. Evidently, the moisture at the second impregnation stage or the repeated reduction did not affect the Ru particle size, because the addition of Mo to the Ru catalyst did not sharpen the Ru peaks in XRD. Therefore, NaN03 facilitated the aggregation of Ru metal particles. Detailed, systematic investigation to determine the prime factor controlling the change in Ru crystallite size with the addition of NaN03 is now being undertaken. The addition of Na^O to the Ru catalyst enhanced the selectivity for higher hydrocarbons. This observation is in good agreement with the reported effect of alkali promoters [27, 28a]. However, as most literature works have been carried out at low CO conversion where hydrogenolysis of the primary products is negligible, the interpretations set forth thus far may not be simply applied to the present case where CO conversion is quite 122 high. Under the differential reaction conditions, the Ru catalyst showed high selectivity for higher hydrocarbons. Therefore, the increase in the selec- tivity for higher hydrocarbons brought about by the addition of the alkali component can be attributed predominantly to the decrease in the activity for the hydrogenolysis of the primary products and, to a lesser extent, to the increase in propagation ability. As can be seen from XPS spectra, the basic component enhanced the electron densities of Ru sites, which stabilizes the adsorbed CO species because of increased back-donation from Ru sites. Then, dissociation of hydrogen will be inhibited and both the hydrogenolysis and hydrogenation activities decrease. At relatively low CO conversion, the basic component enlarged propagation probabilities (a-values) for both hydrocarbons and alcohols. As the a-value is determined by the counterbalance between propa- gation rate and termination rate, this increase in a-value may be explained by a decrease in the termination rate caused by suppressing the rate for the hydrogenolysis of the surface alkyi intermediate. The a-value for alcohols also increased with increasing Ru content. This may be explained by an increase in the propagation rate caused by increasing the steady-state concentration of surface methylene intermediates. Although the alkaline component in the Ru-Mo-NaaO catalysts retarded the catalyst activity, the hydrocarbon synthesis activity decreased much more than the alcohol synthesis activity, so that selectivity to alcohol increased. Although Mo is known to have some activity for the F-T reaction [59 - 67], the Mo-NazO catalyst in this study showed only poor activity. This finding is consistent with reports that alumina-supported molybdena cata- lyst had the lowest activity for the F-T reaction among the Mo catalysts [60, 61, 64], and that alkali promoter reduced the catalyst activity [67]. As the Ru particle size did not increase with the addition of Mo (compare the XRD profiles for catalysts 1 and 3 and for catalysts 2 and 5), the decrease in CO uptake seems to be due to the partial covering of the Ru par- ticle surface with Mo species. This may be one reason for the decrease in catalyst activity caused by combination of Mo species with the Ru and Ru- NaiO catalysts. Three explanations are possible for the formation of alcohols on the Ru-Mo and the Ru-Mo-NazO catalysts: (1) Molybdenum destroys the activity of Ru for hydrogenolysis or dehydration of alcohols, once formed on the Ru surface. This possibility can be ruled out because: (i) as mentioned in the introduction, Ru catalysts prepared by the ordinary method have essentially no activity for the forma- tion of alcohols, (ii) although the Ru catalyst in the present study showed slight alcohol synthesis activity (0.242 g(alc) g(Ru)~1 h~1) under differential reaction conditions, the activity of the catalyst was one order of magnitude smaller than the alcohol synthesis activity of the composite catalyst (3.74 g(alc) g(Ru)-1 h~1 for catalyst 6 and 10.2 g(alc) g(Ru)~1 h~1 for a 3%Ru- 5%Mo-1.25%Na20 catalyst supported on alumina obtained by the calcina- tion of bayerite at 1060 C [48] ). 123 (2) The presence of Ru in the Mo-Na^O/A^C^ catalyst at the reduc- tion stage leads molybdenum oxide to a lower oxidation state which is favorable for alcohol synthesis, while in the absence of Ru, molybdenum oxide fails to be reduced to the state desired for F-T reaction. Because the presence of Ru species at the reduction stage in preparation could facili- tate the reduction of Mo species by hydrogen spillover, metallic Mo species or Mo sites with lower oxidation states might be formed in the composite catalysts, which are active for the formation of alcohols. This idea is quite similar to the mechanism proposed to explain the high performance of Ni-La203-Ru catalyst for methanation of CO [25, 68]. This mechanism, however, seems unlikely for the present case because of the following reasons: (i) for the Ni-La203-Ru system, the catalyst prepared by the two- step impregnation method showed higher activity than that prepared by the simultaneous impregnation method, whereas in the present case the opposite was observed; (ii) alcohols were not detected with the Mo-Na catalyst, and higher reduction temperature (500 C) of the catalyst did not improve the situation; (iii) when Ru content was decreased from 3% to 1%, alcohol synthesis activity of the catalyst decreased to about one third; i.e. alcohol synthesis activity depends on Ru content. Moreover, turnover frequency for alcohol synthesis of the composite catalyst was found to depend on Ru dispersion [48] ; (iv) the reduction conditions used in this study are quite mild and only Mo species in higher oxidation states could be detected by XPS, although the presence of Mo species with lower oxidation states under the reaction conditions cannot be ruled out. (3) The active site for alcohol synthesis is at a point of close contact between Ru and Mo species. As alcohol synthesis activity was brought about by the inherent combination of Mo and Ru, the synergistic effect of Mo and Ru is apparent, and this is the most likely, straightforward explanation which is able to interpret the results shown in this paper. As mentioned earlier, the catalyst prepared by the simultaneous impregnation method showed much higher selectivity for alcohols. Presumably this method provides better contact between Ru and Mo particles. This idea may be further developed to suggest that alcohols are formed on Ru sites which are influenced by the Mo species, while hydrocarbons are formed on the Ru sites isolated from the influence of Mo species, and that the selectivity of the catalyst is determined by the ratio of these two types of sites. As the addition of Na^O to the Ru or Ru-Mo catalyst enlarged the Ru particle size, the proportion of the surface area of Ru particles covered with Mo species increases relative to the Ru surface sites isolated from the influence of Mo species, which reduces the activity for hydrocarbon synthesis and enhances the selectivity for alcohols. Recently, van den Berg et al. [69] examined the effect of Mo promoter on the silica-supported Rh catalyst and concluded that the MoO; species partly cover the surface of Rh crystallites, thereby forming mixed oxides containing Rh-O-Mo bonds. Although we could not prove the presence of such a species as Ru-O-Mo, the possibility for the presence of such a 124 species, which is in quite low concentration but is quite active, cannot be ruled out. If Ru-O-Mo bonds are formed in Ru-Mo catalysts, the Ru sites become cationic, which can be the active sites for the formation of alcohols as suggested by Kobori et al. [38] and Yano et al. [39]. Conclusions (1) The Ru-Mo-NaiO/A^O^ catalyst has high activity for the formation of alcohols from syngas. (2) This alcohol synthesis activity was brought about by the combina- tion of Ru and Mo. (3) A possible explanation for the formation of alcohols on the Ru-Mo catalysts is that alcohols are formed on Ru sites influenced by the Mo species, whereas hydrocarbons are formed on Ru sites isolated from the influence of Mo species. (4) The sintering of Ru particles is facilitated by the addition of NaN03 to the reduced Ru/A^O^ catalyst. (5) When (NH^^Mo^O^ is added to the Ru/A^O^ catalyst, more than half of the surface area of Ru particles in the resulting Ru-Mo/Al203 cata- lyst is covered with Mo species. Acknowledgements The authors gratefully acknowledge Dr. K. Tanaka, Kyowa Hakko Kogyo, Co. Ltd., for helpful discussions. They also thank Mr. T. Yoshioka and K. Ibe of TEM Application Lab., JEOL, for the TEM photographs. References 1 H. H. Storch, N. Golumbic and R. B. Anderson, The Fischer-Tropsch and Related Synthesis, Wiley, New York, 1951; V. M. Vlasenco and G. E. Tuzefovich, Russ. Chem. Rev., 38 (1969) 728; R. B. Anderson, Catal. Rev. Sci. Eng.. 21 (1980) 53; M. E. Dry, in J. R. Anderson and M. Boudart (eds.), Catalysis Science and Technol- ogy, Vol. 1, Springer-Verlag, Berlin, 1981, Chapt. 4; G. Henrici-Olive and S. Olive, The Chemistry of the Catalyzed Hydrogenation of Carbon Monoxides, Springer- Verlag, Berlin, 1984; D. Gall, E. J. Gibson and C. C. Hill, J. Appl. Chem., (1952)371. 2 H. Pichler, Adv. Catal., 4 (1952) 289. 3 G. A. Mills and F. W. Slettgen, Catal. Rev., 8 (1972) 159. 4 M. A. Vannice, J. Catal., 37 (1975) 449, 462; ibid., 40 (1975) 129; ibid., 44 (1976) 152; ibid., 50 (1977)229. 5 A. Guyer, P. Guyer, F. Schneider and H. R. Marfurt, Helv. Chim. Acta, 38 (1955) 798; A. Guyer, J. Jutz and P. Guyer, ibid., 38 (1955) 971. 6 H. Pichler, B. Firnhaber, D. Kioussis and A. Dawallu, Makromol. Chem., 70 (1964) 12. 7 F. S. Karn, J. F. Shultz and R. B. Anderson, Ind. Eng. Chem., Prod. Res. Dev., 4 (1965)256. 8 D. W. McKee, J. Catal.. 8 (1967) 240. 125 9 R. A. Dalla Botta, A. G. Piken and M. Shelef, J. Catal., 35 (1974) 54; ibid., 40 (1975)173. 10 K. C. Taylor, R. M. Sinkevitch and R. L. Klmisch, J. Catal., 35 (1974) 34. 11 T. Q. Phung Quach and D. Rouleau, J. Appl. Chem. Biotechnol.. 26 (1976) 527; ibid., 28 (1978)378. 12 F. M. Dautzenberg, J. N. Helle, R. A. van Santen and H. Verbeck, J. Catal., 50 (1977) 8. 13 D. L. King, J. Catal.. 51 (1978) 386. 14 R. C. Everson, E. T. Woodburn and A. R. M. Kirk, J. Catal., 53 (1978) 186. 15 J. A. Rabo, A. P. Risen and M. L. Poutsma, J. Catal., S3 (1978) 295. 16 R. J. Madon, J. Catal., 57 (1979) 183. 17 H. H. Nijs, P. A. Jacobs and J. B. Uytterhoeven, 3. Chem. Soc., Chem. Commun., (1979)180,1095. 18 D. G. Blackmond and J. G. Goodwin, Jr., J. Chem. Soc., Chem. Commun., (1981) 125. 19 H. E. Ferkul, D. J. Stanton, J. D. McCowan and M. C. Baird, J. Chem. Soc., Chem. Commun., (1982)955. 20 Y. W. Chen, H. T. Wang and J. G. Goodwin, Jr., J. Catal., 83 (1983 ) 415; Y. W. Chen, H. T. Wang, J. G. Goodwin, Jr. and W. K. Shiflett, Appl. Catal.. 8 (1983 ) 303. 21 R. S. Dixit and L. L. Tavlorides, Ind. Eng. Chem., Proc. Des. Dev., 22 (1983) 1. 22 E. Kikuchi, H. Nomura, M. Matsumoto and Y. Morita, Appl. Catal., 7 (1983) 1; E. Kikuchi, M. Matsumoto, T. Takahashi. M. Machino and Y. Morita, ibid-, 10 (1984) 251. 23 I. R. Leith, J. Chem. Soc., Chem. Commun., (1983) 93; idem, J. Catal., 91 (1985) 283. 24 K. Fujimoto, T. Mobusawa, T. Fukushima and H, Tominaga, Bull. Chem. Soc. Jpn., 58 (1985)3164. 25 T. Inui, M. Funabiki, M. Suehiro and T. Sezume, J. Chem. Soc., Faraday Trans. 1, 75 (1979) 787; T. Inui, M. Funabiki and Y. Tagegami, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 385; T. Kuroda, M. Yoshikawa, A. Miyamoto and T. Inui, Chem. Express, 1 (1986)121. 26 G. B. McVicker and M. A. Vannice, J. Catal., 63 (1980) 25. 27 T. Okuhara, K. Kobayashi, T. Kimura, M. Misono and Y. Yoneda, J. Chem. Soc., Chem. Commun.. (1981) 1114; T. Okuhara, T. Enomoto, H. Tamura and M. Misono, Chem. Lett, (1984) 1491; T. Okuhara, H. Tamura and M. Misono, J. Catal., 95 (1985)41. 28 (a) R. D. Gonzalez and H. Miura, J. Catal., 77 (1982) 338; (b) M. M. McClory and R. D. Gonzalez, J. Catal.. 89 (1984)392. 29 G. L. Ott, T. Fleisch and W. N. Delgass, J. Catal.. 60 (1979) 394. 30 Z. Schay and L. Guczi, J. Chem. Soc., Faraday Trans. 1, 78 (1982) 1911. 31 H. Miura and R. D. Gonzalez, Ind. Eng. Chem., Prod. Res. Dev.. 21 (1982) 274. 32 M. Kaminsky, K. J. Yoon, G. L. Geoffroy and M. A. Vannice, J. Catal., 91 (1985) 338. 33 A. K. Datye and J. Schwank, J. Catal., 93 (1985) 256. 34 P. W. Wentrcek, J. G. McCarty, C. M. Ablow and H. Wise, J. Catal., 61 (1980) 232. 35 N. M. Gupta, V. S. Kamble and R. M. lyer, J. Catal., 69 (1981) 111. 36 P. K. Agrawal, J. R. Katzer and W. H. Manogue, J. Catal., 74 (1982) 332. 37 A. Bossi, F. Garbassi and G. Petrini, Preprint, 7th Int. Cong. Catal., Tokyo, 1980, E4; A. Bossi, F. Garbassi, G. Petrini and L. Zanderighi, 3. Chem. Soc., Faraday Trans. 1. 78 (1982)1029. 38 Y. Kobori, H. Yamasaki, S. Naito, T. Onishi and K. Tamaru, Chem. Lett, (1983) 553. 39 T. Yano, Y. Ogata, K. Aika and T. Onishi, Chem. Lett., (1986) 303. 40 Y. Sugi, K. Takeuchi, T. Matsuzaki and H. Arakawa, Chem. Lett, (1985) 1315. 41 H. Hamada, Y. Kuwahara, Y. Kintaichi, T. Ko, K. Wakabayashi, H. lijima and K. Sano, Chem. Lett., (1984) 1611. 126 42 K. J. Smith and R. C. Everson, J. Catal., 99 (1986) 349. 43 C. S. Kellner and A. T. Bell, J. Catal., 71 (1981) 288. 44 V. L. Kuznetsov, A. T. Bell and Y. I. Yermakov, J. Catal., 65 (1981) 374; C. S. Kellner and A. T. Bell, J. Catal.. 70 (1981) 418; ibid., 71 (1981) 296. 45 R. Pierantozzi, E. G. Valagene, A. F. Nordquist and P. N. Dyer, J. Mol. Catal., 21 (1983)189. 46 M. Inoue, T. Miyake, T. Inui and Y. Takegami, J. Chem. Soc., Chem. Commun., (1983)70. 47 M. Inoue, T. Miyake, Y. Takegami and T. Inui, Appl. Catal., 11 (1984) 103. 48 M. Inoue, T. Miyake, Y. Takegami and T. Inui, Appl. Catal., 29 (1987) 285. 49 M. Inoue, T. Miyake and T. Inui, J. Catal., 105 (1987) 266. 50 K. S. Kim and N. Winograd, J. Catal., 35 (1974) 66. 51 R. Holm and S. Storp, Appl. Phys., 9 (1976) 217; P. H. Citrin, J. Am. Chem. Soc., 95 (1973)6472; B. Polkesson, Acta Chem. Scand., 27 (1973) 287. 52 L. A. Pedersen andJ. H. Lunsford, J. Catal., 61 (1980) 39. 53 K. Aika, A. Ohya, A. Ozaki, Y. Inoue and I. Yasumori, J. Catal., 92 (1983)305. 54 J. Z. Shyu, J. G. Goodwin, Jr. and D. M. Hercules, J. Phys. Chem., 89 (1985) 4983. 55 A. Cimino and B. A. de Angelis, J. Catal., 36 (1975) 11. 56 T. Miyake, M. Inoue and T. Inui, J. Catal., 99 (1986) 243. 57 A. Bossi, G. Carnisio, F. Gargassi and G. Petrini, J. Catal., 65 (1980) 16. 58 K. Aika, K. Shimazaki, Y. Hattori, A. Ohya, S. Ohshima, K. Shirota and A. Ozaki, J. Catal., 92 (1985) 296. 59 J. F. Schuitz, F. S. Karn and R. B. Anderson, U.S. Bureau of Mines, Report 6974 (1967). 60 R. W. Fowler, Jr., and C. H. Bartholomew, Ind. Eng. Chem., Prod. Res. Dev., 18 (1979)399. 61 R. G. Bowman and R. L. Burwell, Jr., J. Catal., 63 (1980) 463. 62 M. Saito and R. B. Anderson, J. Catal., 63 (1980) 438; ibid., 67 (1981) 296. 63 A. J. Bridgewater, R. Burch and P. C. H. Mitchell, J. Catal., 78 (1982) 116. 64 S. Sivasanker, E. P. Yesodharan, C. Sudhakar, A. Brenner and C. B. Murchison, J. Cota;., 87 (1984) 514. 65 B. E. Concha, G. L. Bartholomew and C. H. Bartholomew, J. Catal., 89 (1984) 536. 66 T. Tatsumi, A. Muramatsu and H. Tonainaga, Chem. Lett.. (1984) 685. 67 J. W. Dun, E. Gulari and K. Y. S. Ng, Appl. Catal., 15 (1985) 247; J. W. Dun, E. Gulari and B. Streusand, ibid., 21 (1986)61. 68 T. Inui, K. Ueno, M. Funabiki, M. Suehiro, T. Sezume and Y. Takegami, J. Chem. Soc., Faraday Trous. 1, 75 (1979) 1495; T. Inui, M. Funabiki and Y. Takegami, J. Chem. Soc., Faraday Trans. 1, 76 (1980) 2237; T. Inui, T. Otowa and Y. Takegami, J. Catal., 76 (1982) 84. 69 F. G. A. van den Berg, J. H. E. Glezer andW. M. H. Sachtler, J. Catal., 93 (1985) 340. X244 8885034X 0304-5102(88)85034-X 10.1016/0304-5102(88)85034-X Industrial Articles Direct synthesis of alcohols from syngas on Ru-Mo-Na2O/Al2O3 catalysts: synergistic effect of Ru and Mo Masashi Inoue Takanori Miyake Satoru Yonezawa Dhongchai Medhanavyn Yoshinobu Takegami Tomoyuki Inui Department of Hydrocarbon Chemistry, Faculty of Engineering, Kyoto University, Sakyo-ku, Kyoto 606 Japan Direct synthesis of alcohols from syngas on Ru-Mo-Na2O/Al2O3 catalysts was investigated at 255 °C under 86 kg cm−2 pressure. In order to clarify the nature of the active site, the performances of the catalysts composed of all combinations of the three components. Ru, Mo and Na2O, were studied. It is concluded that close contact between Ru and Mo particles is essential for the formation of alcohols. Combination of Na2O with the Ru-Mo catalyst decreased the catalyst activity but increased the selectivity for alcohols, together with a slight increase in propagation probability for alcohol products. This change in catalyst performance is thought to be associated with an aggregation of the Ru particles brought about by addition of the basic component. References 1 (a) H.H. Storch N. Golumbic R.B. Anderson The Fischer-Tropsch and Related Synthesis 1951 Wiley New York (b) V.M. Vlasenco G.E. Tuzefovich Russ. Chem. Rev. 38 1969 728 (c) R.B. Anderson Catal. Rev. Sci. Eng. 21 1980 53 (d) M.E. Dry J.R. Anderson M. Boudart Catalysis - Science and Technology 1 1981 Springer-Verlag Berlin Chapt. 4. (e) G. Henrici-Olivé S. Olivé The Chemistry of the Catalyzed Hydrogenation of Carbon Monoxides 1984 Springer-Verlag Berlin (f) D. Gall E.J. Gibson C.C. Hill J. Appl. Chem. 1952 371 2 H. Pichler Adv. Catal. 4 1952 289 3 G.A. Mills F.W. Slettgen Catal. Rev. 8 1972 159 4 (a) M.A. Vannice J. Catal. 37 1975 449 (b) M.A. Vannice J. Catal. 37 1975 462 (c) M.A. Vannice J. Catal. 40 1975 129 (d) M.A. Vannice J. Catal. 44 1976 152 (e) M.A. Vannice J. Catal. 50 1977 229 5 (a) A. Guyer P. Guyer F. Schneider H.R. Marfurt Helv. Chim. Acta 38 1955 798 (b) A. Guyer J. Jutz P. Guyer Helv. Chim. Acta 38 1955 971 6 H. Pichler B. Firnhaber D. Kioussis A. Dawallu Makromol. Chem. 70 1964 12 7 F.S. Karn J.F. Shultz R.B. Anderson Ind. Eng. Chem., Prod. Res. Dev. 4 1965 256 8 D.W. McKee J. Catal. 8 1967 240 9 (a) R.A.Dalla Betta A.G. Piken M. Shelef J. Catal. 35 1974 54 (b) R.A.Dalla Betta A.G. Piken M. Shelef J. Catal. 40 1975 173 10 K.C. Taylor R.M. Sinkevitch R.L. Klmisch J. Catal. 35 1974 34 11 (a) T.Q.Phung Quach D. Rouleau J. Appl. Chem. Biotechnol. 26 1976 527 (b) T.Q.Phung Quach D. Rouleau J. Appl. Chem. Biotechnol. 28 1978 378 12 F.M. Dautzenberg J.N. Helle R.A. van Santen H. Verbeck J. Catal. 50 1977 8 13 D.L. King J. Catal. 51 1978 386 14 R.C. Everson E.T. Woodburn A.R.M. Kirk J. Catal. 53 1978 186 15 J.A. Rabo A.P. Risch M.L. Poutsma J. Catal. 53 1978 295 16 R.J. Madon J. Catal. 57 1979 183 17 (a) H.H. Nijs P.A. Jacobs J.B. Uytterhoeven J. Chem. Soc., Chem. Commun. 1979 180 (b) H.H. Nijs P.A. Jacobs J.B. Uytterhoeven J. Chem. Soc., Chem. Commun. 1979 1095 18 D.G. Blackmond J.G. Goodwin Jr. J. Chem. Soc., Chem. Commun. 1981 125 19 H.E. Ferkul D.J. Stanton J.D. McCowan M.C. Baird J. Chem. Soc., Chem. Commun. 1982 955 20 (a) Y.W. Chen H.T. Wang J.G. Goodwin Jr. J. Catal. 83 1983 415 (b) Y.W. Chen H.T. Wang J.G. Goodwin Jr. W.K. Shiflett Appl. Catal. 8 1983 303 21 R.S. Dixit L.L. Tavlorides Ind. Eng. Chem., Proc. Des. Dev. 22 1983 1 22 (a) E. Kikuchi H. Nomura M. Matsumoto Y. Morita Appl. Catal. 7 1983 1 (b) E. Kikuchi M. Matsumoto T. Takahashi M. Machine Y. Morita Appl. Catal. 10 1984 251 23 (a) I.R. Leith J. Chem. Soc., Chem. Commun. 1983 93 (b) I.R. Leith J. Catal. 91 1985 283 24 K. Fujimoto T. Nobusawa T. Fukushima H. Tominaga Bull. Chem. Soc. Jpn. 58 1985 3164 25 (a) T. Inui M. Funabiki M. Suehiro T. Sezume J. Chem. Soc., Faraday Trans. 1 75 1979 787 (b) T. Inui M. Funabiki Y. Tagegami Ind. Eng. Chem. Prod. Res. Dev. 19 1980 385 (c) T. Kuroda M. Yoshikawa A. Miyamoto T. Inui Chem. Express 1 1986 121 26 G.B. Mc Vicker M.A. Vannice J. Catal. 63 1980 25 27 (a) T. Okuhara K. Kobayashi T. Kimura M. Misono Y. Yoneda J. Chem. Soc., Chem. Commun. 1981 1114 (b) T. Okuhara T. Enomoto H. Tamura M. Misono Chem. Lett. 1984 1491 (c) T. Okuhara H. Tamura M. Misono J. Catal. 95 1985 41 28 (a) R.D. Gonzalez H. Miura J. Catal. 77 1982 338 (b) M.M. McClory R.D. Gonzalez J. Catal. 89 1984 392 29 G.L. Ott T. Fleisch W.N. Delgass J. Catal. 60 1979 394 30 Z. Schay L. Guczi J. Chem. Soc., Faraday Trans. 1 78 1982 1911 31 H. Miura R.D. Gonzalez Ind. Eng. Chem., Prod. Res. Dev. 21 1982 274 32 M. Kaminsky K.J. Yoon G.L. Geoffroy M.A. Vannice J. Catal. 91 1985 338 33 A.K. Datye J. Schwank J. Catal. 93 1985 256 34 P.W. Wentrcek J.G. McCarty C.M. Ablow H. Wise J. Catal. 61 1980 232 35 N.M. Gupta V.S. Kamble R.M. Iyer J. Catal. 69 1981 111 36 P.K. Agrawal J.R. Katzer W.H. Manogue J. Catal. 74 1982 332 37 (a) A. Bossi F. Garbassi G. Petrini Preprint, 7th Int. Cong. Catal., Tokyo 1980 E4 (b) A. Bossi F. Garbassi G. Petrini L. Zanderighi J. Chem. Soc., Faraday Trans. 1 78 1982 1029 38 Y. Kobori H. Yamasaki S. Naito T. Onishi K. Tamaru Chem. Lett. 1983 553 39 T. Yano Y. Ogata K. Aika T. Onishi Chem. Lett. 1986 303 40 Y. Sugi K. Takeuchi T. Matsuzaki H. Arakawa Chem. Lett. 1985 1315 41 H. Hamada Y. Kuwahara Y. Kintaichi T. Ito K. Wakabayashi H. lijima K. Sano Chem. Lett. 1984 1611 42 K.J. Smith R.C. Everson J. Catal. 99 1986 349 43 C.S. Kellner A.T. Bell J. Catal. 71 1981 288 44 (a) V.L. Kuznetsov A.T. Bell Y.I. Yermakov J. Catal. 65 1981 374 (b) C.S. Kellner A.T. Bell J. Catal. 70 1981 418 (c) C.S. Kellner A.T. Bell J. Catal. 71 1981 296 45 R. Pierantozzi E.G. Valagene A.F. Nordquist P.N. Dyer J. Mol. Catal. 21 1983 189 46 M. Inoue T. Miyake T. Inui Y. Takegami J. Chem. Soc., Chem. Commun. 1983 70 47 M. Inoue T. Miyake Y. Takegami T. Inui Appl. Catal. 11 1984 103 48 M. Inoue T. Miyake Y. Takegami T. Inui Appl. Catal. 29 1987 285 49 M. Inoue T. Miyake T. Inui J. Catal. 105 1987 266 50 K.S. Kim N. Winograd J. Catal. 35 1974 66 51 (a) R. Holm S. Storp Appl. Phys. 9 1976 217 (b) P.H. Citrin J. Am. Chem. Soc. 95 1973 6472 (c) B. Folkesson Acta Chem. Scand. 27 1973 287 52 L.A. Pedersen J.H. Lunsford J. Catal. 61 1980 39 53 K. Aika A. Ohya A. Ozaki Y. Inoue I. Yasumori J. Catal. 92 1983 305 54 J.Z. Shyu J.G. Goodwin Jr. D.M. Hercules J. Phys. Chem. 89 1985 4983 55 A. Cimino B.A. de Angelis J. Catal. 36 1975 11 56 T. Miyake M. Inoue T. Inui J. Catal. 99 1986 243 57 A. Bossi G. Carnisio F. Gargassi G. Petrini J. Catal. 65 1980 16 58 K. Aika K. Shimazaki Y. Hattori A. Ohya S. Ohshima K. Shirota A. Ozaki J. Catal. 92 1985 296 59 J.F. Schultz F.S. Karn R.B. Anderson U.S. Bureau of Mines, Report 6974 1967 60 R.W. Fowler Jr. C.H. Bartholomew Ind. Eng. Chem., Prod. Res. Dev. 18 1979 399 61 R.G. Bowman R.L. Burwell Jr. J. Catal. 63 1980 463 62 (a) M. Saito R.B. Anderson J. Catal. 63 1980 438 (b) M. Saito R.B. Anderson J. Catal. 67 1981 296 63 A.J. Bridgewater R. Buren P.C.H. Mitchell J. Catal. 78 1982 116 64 S. Sivasanker E.P. Yesodharan C. Sudhakar A. Brenner C.B. Murchison J. Catal. 87 1984 514 65 B.E. Concha G.L. Bartholomew C.H. Bartholomew J. Catal. 89 1984 536 66 T. Tatsumi A. Muramatsu H. Tominaga Chem. Lett. 1984 685 67 (a) J.W. Dun E. Gulari K.Y.S. Ng Appl. Catal. 15 1985 247 (b) J.W. Dun E. Gulari B. Streusand Appl. Catal. 21 1986 61 68 (a) T. Inui K. Ueno M. Funabiki M. Suehiro T. Sezume Y. Takegami J. Chem. Soc., Faraday Trans. 1 75 1979 1495 (b) T. Mui M. Funabiki Y. Takegami J. Chem. Soc., Faraday Trans. 1 76 1980 2237 (c) T. Inui T. Otowa Y. Takegami J. Catal. 76 1982 84 69 F.G.A. van den Berg J.H.E. Glezer W.M.H. Sachtier J. Catal. 93 1985 340",
      "scopus-id": "0023999180",
      "coredata": {
        "eid": "1-s2.0-030451028885034X",
        "dc:description": "Direct synthesis of alcohols from syngas on Ru-Mo-Na2O/Al2O3 catalysts was investigated at 255 °C under 86 kg cm−2 pressure. In order to clarify the nature of the active site, the performances of the catalysts composed of all combinations of the three components. Ru, Mo and Na2O, were studied. It is concluded that close contact between Ru and Mo particles is essential for the formation of alcohols. Combination of Na2O with the Ru-Mo catalyst decreased the catalyst activity but increased the selectivity for alcohols, together with a slight increase in propagation probability for alcohol products. This change in catalyst performance is thought to be associated with an aggregation of the Ru particles brought about by addition of the basic component.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-04-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028885034X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Inoue, Masashi"
          },
          {
            "@_fa": "true",
            "$": "Miyake, Takanori"
          },
          {
            "@_fa": "true",
            "$": "Yonezawa, Satoru"
          },
          {
            "@_fa": "true",
            "$": "Medhanavyn, Dhongchai"
          },
          {
            "@_fa": "true",
            "$": "Takegami, Yoshinobu"
          },
          {
            "@_fa": "true",
            "$": "Inui, Tomoyuki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028885034X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028885034X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85034-X",
        "prism:volume": "45",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Direct synthesis of alcohols from syngas on Ru-Mo-Na2O/Al2O3 catalysts: synergistic effect of Ru and Mo",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "111-126",
        "prism:endingPage": "126",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 April 1988",
        "prism:doi": "10.1016/0304-5102(88)85034-X",
        "prism:startingPage": "111",
        "dc:identifier": "doi:10.1016/0304-5102(88)85034-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023999180"
      }
    }
  }
}