{
  "metadata": {
    "title": "A new silica-supported platinum-amine catalyst for the reaction of silanes with alcohols",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-07-15",
    "doi": "10.1016/0304-5102(90)85188-N",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085188N",
    "pii": "030451029085188N"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025457461",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085188N 0304-5102(90)85188-N 030451029085188N 10.1016/0304-5102(90)85188-N S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01861 2024-01-02T01:05:30.650091Z 0 0 19900715 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 61 61 1 1 Volume 61, Issue 1 1 1 17 1 17 19900715 15 July 1990 1990-07-15 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. ANEWSILICASUPPORTEDPLATINUMAMINECATALYSTFORREACTIONSILANESALCOHOLS HILAL H HILAL 1986 392 H HILAL 1986 1 H ARCHER 1979 695 N CHALK 1970 847 A HASZELDINE 1980 705 R HILAL 1986 137 H HILAL 1980 H PHDTHESIS BLACKBURN 1980 329 S LUKEVICS 1965 171 E LUKEVICS 1965 179 E ALLUM 1975 203 K HARTLY 1977 189 F 1983 443 479 HOMOGENEOUSCATALYSISMETALPHOSPHINECOMPLEXES 1977 CATALYSISINORGANICSYNTHESES PITTMAN 1982 553 612 C COMPREHENSIVEORGANOMETALLICCHEMISTRY ALLUM 1973 477 489 K CATALYSISPROC5THINTCONGCATALMIAMIBEACH1972 PITTMAN 1975 1742 C JAFFE 1984 C17 I EISEN 1985 317 M JANNES 1975 83 G CATALYSISHETEROGENEOUSHOMOGENEOUS HANCOCK 1975 361 R CATALYSISHETEROGENEOUSHOMOGENEOUS RONY 1975 373 P CATALYSISHETEROGENEOUSHOMOGENEOUS PITTMAN 1980 67 C PITTMAN 1975 393 C CATALYSISHOMOGENEOUSHETEROGENEOUS DWYER 1982 191 J VANIA 1984 41 M VANIA 1984 139 M KHATIB 1989 9 I WIBERG 1960 K LABORATORYTECHNIQUEINORGANICCHEMISTRY VOGEL 1978 A TEXTBOOKPRACTICALORGANICCHEMISTRY KHATIB 1985 I PHDTHESIS VORONKOV 1971 2120 M ZASLAVSKAYA 1980 2001 T EJIKE 1987 135 E REIKHSFELD 1980 1629 V LUKEVICS 1985 302 E SPEIER 1979 409 J CRAMER 1963 1691 R SOMMER 1969 7051 L LEVER 1984 550 A INORGANICELECTRONICSPECTROSCOPY GREENWOOD 1984 349 1353 N CHEMISTRYELEMENTS PATTERSON 1981 2297 H FANWICK 1973 24 P FRANCKE 1972 894 E HILALX1990X1 HILALX1990X1X17 HILALX1990X1XH HILALX1990X1X17XH item 0304-5102(90)85188-N 030451029085188N 1-s2.0-030451029085188N 10.1016/0304-5102(90)85188-N 272239 2024-01-02T01:05:30.650091Z 1990-07-15 1-s2.0-030451029085188N-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085188N/MAIN/application/pdf/a6574aa2b0f7d098951c6b1e981a35bf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085188N/MAIN/application/pdf/a6574aa2b0f7d098951c6b1e981a35bf/main.pdf main.pdf pdf true 914723 MAIN 17 1-s2.0-030451029085188N-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085188N/PREVIEW/image/png/42d4f8ce2b02e1a702543beb55b3c154/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085188N/PREVIEW/image/png/42d4f8ce2b02e1a702543beb55b3c154/main_1.png main_1.png png 60523 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 61 (1990) 1-17 1 A NEW SILICA-SUPPORTED PLATINUM-AMINE CATALYST FOR THE REACTION OF SILANES WITH ALCOHOLS H. S. HILAL*, A. RABAH, I. S. KHATIB Chemistry Department, An-Najah N. University, P.O. Box 7,Nablus, West Bank (via Israel) and A. F. SCHREINER Department of Chemistry, North Carolina State University Box 8204, Raleigh, N.C. 27695-8204 (U.SA.) (Received February 9,1988; revised January 18, 1990) Summary A supported platinum catalyst has been prepared and evaluated for the reactions ofHSiRa (R = Et, OEt) and Me3SiOSi(H)(Me)OSiMe3 with alcohols ROH (R= Me, Et, n-Pr, i-Pr, t-Bu). The supporting surface was prepared by a condensation reaction of (EtC^Si with the ligand (ROaSiCHaCHgCHaNHa in the presence of water. The catalyst partially retains its activity on recovery after three different reaction times. Moreover, the catalytic activity is highly reproducible within the same batch, and among different prepared batches. Variation of the types of silanes and of the alcohols affects the rate of the reaction. The reaction is first order with respect to the catalyst and the silane. A first-order reaction with respect to alcohol is observed at low concentrations, whereas at higher concentrations the rate is independent of the alcohol concentration. There is no evidence of a reaction between the supported amine ligand and the silane. The effects of temperature, solvent polarity and added Uganda are also reported. Introduction 0-Silylation reactions (eqn. (1)) have been homogeneously catalyzed by a variety of transition metal complexes such as those of cobalt [1-4], iron [5], manganese [6], rhodium [7], indium [7,8] and platinum [9], RaSi H + H OR' -* RaSi OR' + H H (1) Homogeneous catalysts have several advantages, i.e. all active sites are accessible to reactants, their properties are easily modified and can be studied easily by conventional means. However, heterogeneous systems have the advantages of being easy to recover, stable to decomposition inside the reactor and generally of lower price. Supported catalysts are thus expected to *Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands H,0 (EtO^Sl + (RO)3S1 - CH, - CH, - CH, - L > [catalyst] 1- ^ L o si -CH, - CH,- CH^ 0 Sl -CH, - CH,- CH^ - L - 0-^ J- ^ [M] - 0-^ _^ -0 si - CM 3 - CH, - CH 3 - L > M - 0-\"^ Scheme 1. combine the advantages of both homogeneous and heterogeneous systems [10-15]. They have already been used in hydrogenation [16,17], hydrofor- mylation [18-22], 0-silylation [23, 24, 31] and other reactions [32, 33]. On supported catalysts, the ligand is anchored to the surface by condensation reactions. A few of these catalysts are reported to have some disadvantages, such as poor reproducibility and leaching of the catalyst [23]. Recently a new method of preparation of supported ligands has been reported [25], based on a condensation reaction between the ligand and (EtO)4Si (in the solution form) to produce the solid support (Scheme 1). Despite the possibility of burial or steric blocking of some of the ligand molecules inside the bulk of the support, this method of preparing solid supports is a very convenient one. Here we report our observations on the catalytic activity of supported chloroplatinic acid in 0-silylation reactions using an amine ligand as a linkage [26]. Experimental Hexachloroplatinic acid (HgPtCle^HaO) and sodium tetrachloro- platinate(II) (NagPtCLt solution) were purchased from Merck Chemical Company in pure form. HaPtCle^HgO was dissolved and stored in i-PrOH. The silanes were purchased from Aldrich Chemical Company, Inc. All solvents and alcohols were deoxygenated and dried by standard methods prior to use [27,28]. Analytical data were provided by the Microanalytical Laboratory of the University of Manchester Institute of Science and Technol- ogy. IR spectra were obtained with a Pye Unicam SP3 200 spectrophot- ometer. Gas chromatographic analysis was carried out using a Pye Unicam gas chromatograph with a F.I.D., equipped with a 1.5m column. The stationary phase was PEG 20m 2K 931 Pye Unicam column. Nitrogen carrier gas with a flow rate of 40 ml min 1 was used, and the oven temperature was set at 60 C. UV/Visible spectra of the supported Pt species were measured with a Hitachi 110 spectrophotometer. Preparation of the solid support The supported amine ligand was prepared as described by Khatib [25,29]. Tetraethoxysilane, (EtC^Si (20.0 g, 0.096 mol), and HgO (4.75 g, 0.26 mol) were stirred together while cooling. The amine ligand, (EtOsSiCHaCHaCHgNHa (10.6g, 0.048 mol), was added to the stirred mixture. Within a few minutes a solid appeared, which was crushed and dried in an oven overnight. It was then ground, sieved (with the range 40-100 mesh) and washed with water several times. The solid was then filtered and dried overnight. Supported hexachloroplatinic acid The solid support was added to a solution of HgPtCle in i-PrOH (0.0558 M) with continuous shaking at room temperature overnight. The resulting yellow solid was then filtered, washed several times with i-PrOH and dried under nitrogen at room temperature. Table 1 shows the amounts of support and Pt solution used for the preparation of each batch, together with the time of shaking. Microanalytical data are shown in Table 2. Supported tetrachloroplatinate (II) The solid support (2.0 g) was stirred with an aqueous solution of NagPtC^ (25.0ml, Pt= 1.0%) at room temperature overnight. The solid was then washed with distilled water and dried at 50 C for 48 h. Analytical data are shown in Table 2. Solid state electronic absorption spectra were recorded for the supported platinum complex, which was first powdered and suspended in acetone. A clean quartz cell surface was painted with the acetone-solid suspension. The acetone was then evaporated, leaving a thin uniform layer of the supported complex on the cuvette surface. The spectra were recorded against a background of aminated solid support. TABLE 1 Conditions for preparation of supported hexachloroplatinic acid batches Batch No. Amount of Volume of added Time of support Pt\" solution shaking (g) (ml) (h) I 1 30 24 II 2 60 2 III 1 3 2 IV 2 60 20 v 1 9 24 VI 4 60 24 TABLE 2 Analytical data for supported platinum catalysts (%) Catalyst Batch N Pt Rate constants of the reaction\" (wt%) (wt%) of (EtOsSiH with EtOH (M^min-1) NazPtC^ I 3.7 3.4 HzPtClg-xHzO I' 3.3 6.4 0.308 II 4.2 3.2 0.274 111\" 4.4 1.6 0.257 IV1' 4.1 4.1 0.240 V1' 4.7 4.2 0.235 \"O.lg. b 0.2 g. \"Carried out in toluene at 60 C using (EtOaSiH (4mmol) and EtOH (8nunol) catalyst. Catalytic reactions All reactions were carried out in a 100ml round-bottomed flask fitted with a suba-seal, a nitrogen gas inlet and outlet, a magnetic stirrer, a thennostatted water bath and a constant-pressure gas burette. The catalyst, ligand, solvent (enough to make total volume 10ml) and the silane were placed in the reaction flask under a stream of nitrogen at the desired temperature. Ten minutes later the nitrogen flow was stopped and the system was leakage-tested. The gas burette was then set to zero and the alcohol injected by syringe. When higher temperatures were used for lighter alcohols (60 C and above), blank experiments were done to correct for burette readings due to the alcohol vapor pressure. These experiments were conducted in the absence of the catalyst. A maximum burette reading of 14 ml was recorded in these experiments. Results and discussion Addition of the alcohol to the stirred catalytic mixture (solid supported catalyst in solvent containing the silane) resulted in hydrogen gas evolution. At higher temperatures, blank experiments were needed to calculate the burette readings due to evaporated higher alcohols; these experiments without a catalyst were done in parallel with the catalytic ones. The blank experiment curves (burette reading us. time) were thus subtracted from the catalytic ones in order to calculate the corrected volume of hydrogen gas evolved. The rate of evolution of hydrogen coincided with the rate of decay of the v(Si-H) IR band at 2210 cm\"1, and with the rate of decay of RaSiH and ROH peaks in the gas chromatogram. Reactions were thus monitored at constant pressure by measuring the volume of hydrogen gas evolved. The efficiency of the homogeneous HgPtCle catalyst in ethanolysis of TABLE 3 Turnover values (mmol Ha/mmol Pt) for supported HgPtCle compared to literature turnover values for homogeneous HzPtClg-CHzO, in the 0-silylation reactions of EtgSiH + alcohols in toluene Silica-supported HzPtCV Homogeneous HzPtCle^HaO1' 96 2321 a EtaSiH (4 mmol) with EtOH (8 mmol) in toluene (9 ml) at 60 C, using 0.2 g supported catalyst (4.3 x lO\"2 mmol Pt), after 5 min reaction time. l'Et3SiH (10 mmol) with n-PrOH (10 mmol) in toluene (5ml) at 25 C using homogeneous HzPtClg^HzO (1.25 x 10-3mmol) after 5 min [9]. (EtCOaSiH was investigated separately. Compared to the supported coun- terpart, the homogeneous catalyst showed no detectable activity below 70 C. However, at 70 C and higher, fast reactions were initially observed with rapid darkening and precipitation of a catalyst decomposition product. Neither the solid form nor the filtrate of the mixture showed observable catalytic activity on re-use. However, Table 3 shows that for the reaction ofEtaSiH and n-PrOH, the homogeneous HaPtCle-GHaO catalyst is more efficient than our supported catalyst. This appears from comparison of turnover numbers for the platinum catalysts after 5 min reaction times. Attempts were made to study the homogeneous catalytic system of HgPtCle-eHgO with (EtO)3Si(CH2)sNH2 (1:2 molar ratio), for comparison purposes. When mixed together in toluene, these two compounds formed a yellowish insoluble precipitate. HgPtCIc also gave an insoluble yellow precipitate on addition of other amines, such as EtgNH. Due to the precipitate formation, the homogeneous Pt amine catalytic system could not be studied in toluene. The literature also does not show supported platinum complexes used as catalysts for 0-silylation reactions. Therefore comparison of our supported catalysts with supported-Pt catalysts reported in the literature could not be done at this time. Supported hexachloroplatinic acid showed remarkable catalytic activity, whereas supported tetrachloroplatinate(II) was inactive. Thus, unless otherwise stated, all reactions shown below were carried out using hexachlo- roplatinic acid. Six batches of this supported catalyst were used, and the analytical data are shown in Table 1. Effect of varying type ofreactant The reaction of EtOH with silanes is sensitive to the type of silane used (Fig. 1). The reactivity order is: EtaSiH> (EtO)sSiH> (MeaSiOgSKHKMe). The order of reactivity of the alcohols R'OH with (EtO^SiH is: R' = n-Pr > i-Pr > Et > t-Bu 60 CM X. 30 x ,' / 20 40 60 > TI6AE, MIN. Fig. 1. Reaction profiles with different types of silanes (4nmiol), using EtOH (Smmol) in toluene (9 ml) at 60 \"C, catalyst (0.2 g, Pt = 5.12 x 10~2 mmol) from batch VI. (0) (EtC^SiH; (x) EfciSiH; ( ) (Me3SiO)2Si(H)(Me). as shown in Fig. 2. This order suggests that two factors affect reactivity: (i) the steric factor, with its rate order n-PrOH > i-PrOH > t-BuOH, and (ii) the electronic factor, reflecting the nucleophilicity of ROH, which explains why EtOH is less reactive than the propanols. Our observations regarding the effects of varying the silane and alcohol are consistent, with the proposed slow step (eqn. (4)) discussed in the mechanism section below. The type of silane and alcohol will affect the nucleophilic attack of the alcohol at the positively-charged coordinated Si atom [1,6,18] (eqn. (4)). Effect of varying the solvent The rate of the reaction of (EtOaSiH with EtOH was affected by the polarity of the solvent used, the order of rates being: CCU > toluene > dioxane > THF The reaction is slowed when polar solvents are used (Fig. 3). This is consistent with the assumed slow step (eqn. (4)) in the proposed mechanism shown below. For other reactions studied previously, a similar solvent behaviour has been reported [1,2,6]. These observations exclude the other possible mechanism in which a polar species Cl SiRg might appear in the slow step [8,23]. Effect of varying concentrations ofreactants and catalyst The reaction of (EtO)sSiH with EtOH is faster when higher catalyst concentrations are used (Fig. 4). Plotting ln(initial rate) us. ln[Pt] shows a first-order reaction with respect to Pt. Similarly, the reaction is faster with Fig. 2. Reaction profiles with different types of alcohols (8 mmol), using (EtO)aSiH (4 mmol) in toluene (9ml) at 60 \"C, catalyst (0.2 g, Pt=4.2 x lO'^inmol) from batch IV. (0) t-BuOH; (<t>) EtOH; (D) i-PrOH; (x) n-PrOH. 20 40 60 T I i.'i E , M I N . Fig. 3. Effect of type of solvent (9ml) on the reaction of (EtOaSiH (4 mmol) with EtOH (8 mmol) at 60 C using catalyst (0.2 g, Pt = 5.12 x 10-2 mmol) taken from batch VI. C) THF; (0) dioxane; (x) toluene; (^>) CC^. 90 i 3: 30 40 80 120 TIME, MIN. Fig. 4. Effect of catalyst concentration on the reaction of (EtO)gSiH (4mmol) with EtOH (8 mmol) in toluene (9 ml) at 60 C, catalyst from batch II. 0 0.05 g cat (Pt = 8.2 x 10~4 mmol); (0) 0.1 g cat (Pt = 1.64 x 10-3 mmol); <^, 0.2 g cat (Pt = 3.28 x 10-3 mmol). 40 80 . TIME,MIN, 120 Fig. 5. Effect of (EtO)aSiH concentration on the reaction with EtOH (8 mmol) in toluene (9ml) at 60 C using catalyst (0.2 g, Pt = 4.2 x 10\"2 mmol) taken from batch IV. (0) 2 mmol; (<t>) 4 mmol; ( ) 8 mmol; (x) 12 mmol. c^ I Fig. 6. Effect ofEtOH concentration on the reaction with (EtOaSiH (4nunol) in toluene (9ml) at 60 C using catalyst (0.2 g, Pt = 5.12 x lO\"2 mmol) taken from batch VI. (0) 2mmol; ( ) 4mmol; (x) 6mmol; ((p) Snunol. higher initial silane concentrations (Fig. 5). The order of the reaction with respect to the silane is 1.2. Values of reaction rate constants calculated from plots of ln(initial rate) us. ln[Pt], and us. ln[Si H] are 0.341 and 0.322 M~2 min\"1, respectively. At low alcohol concentrations, the reaction is first order with respect to EtOH (Fig. 6). This has been shown by plotting ln(initial rate) us. ln[EtOH], where an order 1.025 with respect to the alcohol was obtained. Furthermore, plots of ln(a x/s x) us. time show linear relations when relatively low alcohol initial concentrations are used. The rate constant is 0.350 M~2 min\"1. When higher alcohol initial concentrations are used, the rate of the reaction becomes independent of the alcohol concentration, and the reaction is first order with respect to the catalyst and to the silane only. Plots ofln(a x/s x) vs. time shows a non-linear relation with higher initial alcohol concentra- tion (Fig. 7). In the mechanism section below, these observations will be explained. Effect of temperature The reaction of (EtOaSiH with EtOH was faster at higher tempera- tures (Fig. 8). The activation energy, calculated using the Arrhenius equation, is 19.6KJmol~1. However, at lower temperatures, the reaction reaches completion in times shorter than those at higher temperatures. This is due to the greater tendency of the catalyst to decompose at higher temperatures, uiz., a dark residue coating appeared at the bottom of the reaction flask. More residue formed for the same reaction time at higher 10 2.1- 1,9- 1.7 / / 1.5 / 1.3 1.11 10 20 30 TIME,MIN. 40 50 Fig. 7. A plot of ln(a-x/s-x) vs. time for the reaction of (EtO)aSiH (4mmol) with EtOH (12 mmol) in toluene at 60 C using catalyst (0.2 g, Pt = 6.12 x 10~2 nunol) taken from batch VI. temperatures. Furthermore, catalyst samples used at higher temperatures were less active on recovery than samples used at lower temperatures, which also reflects the difference in the tendency to decompose. Decomposition of other platinum complex catalysts has also been reported [36]. Reproducibility Good reproducibility was obtained with different samples of any one batch of catalyst (Fig. 9). This was observed with batches stored in the dark 90, 40 60 > TIME, MIN. Fig. 8. Effect of temperature on the reaction of (EtC^SiH (4mmol) with EtOH (8 mmol) in toluene (9 ml) using catalyst (0.2 g, Pt = 4.3 x 10~2 mmol) taken from batch V. ( ) at 70 C; (0) at60 C; (x) at50 C. 11 80 60 o > 20 20 40 60 80 *TIME,MIN. Fig. 9. Reproducibility of the reaction of (Ett^SiH (4nunol) with EtOH (Smmol) in toluene (9 ml) at 60 C, using a fresh catalyst sample (0.2 g, Pt = 4.2 x 10~2 mmol) from batch IV in each under nitrogen or in vacuum. Exposure of samples to air and light for prolonged intervals (15 days or more) resulted in catalyst deactivation. Different batches of the catalyst gave different reaction profiles (Fig. 10) which correlate with the platinum content. However, the values of the rate constants with different batches are similar (Table 2). This shows that the method used here to prepare supported catalysts has the advantage over conventional ones of being reproducible [23]. Recovery and re-use Similar to other supported catalytic systems reported before [32], the catalyst had lost its activity on recovery (Fig. 11). This was obvious when higher reaction temperatures were used. Furthermore, the method of stirring affected the activity of the recovered catalyst. Magnetic stirring resulted in grinding or frictional wear of the solid catalyst, which affected its properties. This problem has been solved by using a mechanical stirrer. The loss of activity of the recovered catalyst may be due to one (or more) of the following: (i) Leaching of metal complex centres from the support. This type problem has been reported elsewhere [24]. In addition, the liquid phase separated from the reaction mixture failed to catalyze 0-silylation reactions.) (ii) Decomposition of the supported platinum com- plexes, on exposure to the hydrogen being produced. This has been confirmed by exposing a stirred catalytic mixture in alcohol solvents to a stream of 12 40 80 TIME.MIN Fig. 10. Reaction profiles for different catalyst preparations, in the reaction of (EtO)gSiH (4inmol) with EtOH (Smmol) in toluene (9ml) at 60 \"C. (0) batch III (0.1 g); ( ) batch II, (0.1 g); (x) batch I (0.1 g); (</>) batch V, (0.2 g); (D) batch IV, (0.2 g). 80 60. 2: 40 - s. > 20. .' / I \" / .<-- (./ /// 40 80 ^-TIME, MIN Fig. 11. Activity of recovered catalyst (0.2 g, Pt = 4.2 x 10~2 nunol) from the reaction of (EtOaSiH (4mmol) with EtOH (Smmol) in toluene (9ml) at 60 C. (x) fresh sample taken from batch IV; (0) first recovery; ( ) second recovery. 13 80 40 80 TIMF.M1N. Fig. 12. Effect of pretreatment with hydrogen on the activity of supported Pt catalyst in the reaction of (EtOsSiH (4mmol) with EtOH (8mmol) in toluene (9ml) at 60 C using catalyst (0.2 g, Pt=4.2xlO-2Inmol) taken from batch IV. (x) fresh sample; (0) hydrogen-treated sample. hydrogen gas. Darkening of the catalyst was observed within 15min. Catalyst samples treated by this method and isolated afterwards showed much lower activity than fresh ones (Fig. 12). Exclusion of the hydrogen from reaction mixtures improved the activity of recovered catalyst. These reactions were conducted under streams of nitrogen, and were monitored by following the decay of the alcohol peak area in the gas chromatogram. In these reactions, the catalytic activity was partially retained on recovery after three reaction cycles (Fig. 13). Therefore, the catalyst used here has the advantage of being worth recovery, whereas many earlier ones tend to lose their activities on re-use [14,23, 24]. Suggested mechanism Hexachloroplatinic acid, HzPtCle, containing Pt^, is known to react with i-PrOH to yield Pt\" [30], (eqn 2), H^PtCle + (CH3)2CHOH -^ H2PtCl4+CH3COOCH3+2HCl (2) Furthermore, HzPtClg is known to react with tertiary silanes to yield Pt11 [33]. There is no unequivocal argument that explains at this time the nature of this reaction [34,35]. It is thus believed that the Pt11 species is the supported version of the complex, and is the catalyst of the 0-silylation reaction. 14 100, -40 80 -TIME, MIN, Fig. 13. Retention of activity of the catalyst on recovery in the reaction of (EtC^SiH (4 mmol) with EtOH (8 mmol) in toluene (9 ml) at 60 C with the exclusion of hydrogen. (x) fresh sample (0.2 g, It = 4.2 x 10~2 mmol, batch IV); (0) first recovery; (D) second recovery. Solid state absorption spectra were used to further study the supported Pt complex. The spectrum shows an absorption band at 455 nm (22000cm-1) similar to that of cis-tPt^l^^aCIa] at 23700cm\"1 [38,40], and of [Pt^l^^ls]\", where the lowest energy band is at 24000cm-1 [41,42]. The cis arrangement is expected, due to the fact that Cl~ has a trans -directing power greater than the amine group [39]. This suggests that the supported Pt complex exists in either or both forms shown below. Due to the low concentrations of Pt11, IR spectra could not be obtained for the supported complexes. 0-^ 0-S1\\/\\/W, o^ \\ n^01 Pt ../ ^Cl ^^N^S/^ Cl 0 ^ \"II ,; O^Si^^NH^t-Cl Cl 15 A possible mechanism that explains our observations is shown below (eqns. (3-5)): H k. I (3) [Pt] + RySl -H < > [Pt-SlRg] k-i H H I k- I CPt-SlR33 + R'OH -> ,Pt--- SIR,-, > [Pt(H)yl + RySlOR' (4) .H-'-'-OR'-I CPt(H)yl > [Pt] + H^,) (5) Equation (3) is an oxidative addition of Si H at Pt11 and has been documented elsewhere [35,37]. This equation is a quickly established equilibrium. Equation (4) is a nucleophilic attack of the alcohol at the coordinated silicon atom, resulting in a cyclic transition state species, which has previously been suggested elsewhere [6,7,9]. Equation (5) is the reductive elimination of Hg. Similar mechanistic pathways have been suggested for other catalytic systems in 0-silylation reactions [1,6,23]. Assuming a steady state approximation for the [PKHKSiRs)] species, then: AJPtHSi H] =A_i[Pt(H)(SiR3)] +Jfe2[Pt(H)(SiR3)][R'OH] (6) or [Pt(H)(SiR3)] =^[Pt][Si-H]/{^_i+^[R'OH]} (7) and ifeqn. (4) is the rate-determining step, then: rate of reaction =A2[Pt(H)(SiRg)] [R'OH] (8) and from eqn. (7), then rate of reaction = klk2[pt][s'~w [R'OH] (9) R \\ T real. it UrIJ which reduces to: , ,. ^[Pt][Si-H][R'OH] ., rate of reaction = ^^^ (10) Here, k =kik2/k-i, k' =^2/^-1; k' 1, since ks k_i, where step 4 is rate determining. Equation (10) is thus consistent with our observations, in which the reaction is first order with respect to the catalyst and to the silane. The reaction is first order with respect to the alcohol when used at low concentrations, and zero order at high concentrations, which parallels eqn. (10). Alcohol molecules tend to associate at higher concentration, which may inhibit the nucleophilic attack. 16 Furthermore, if eqn. (4) is the rate-determining step, the proposed mechanism explains the effect of the type of alcohol reacting. With higher branching, steric hindrance increases and inhibits the nucleophilic attack. The fact that n-PrOH and i-PrOH react faster than EtOH is presumably due to an inductive effect, where the propyi group is known to be a better electron-donor than the ethyl group. The mechanism also explains why EtsSiH reacts faster than (EtOgSiH. With ethoxy groups, which are electron-withdrawing, the coordinated Si atom would accumulate a higher partial positive charge, which induces higher Pt Si back-bonding. Con- sequently the Pt Si bond becomes more difficult to break. Furthermore, the coordinated Si atom in the case of (EtO)sSiH and (HcaSiOgSKHKMe) is surrounded by bulky groups which tend to inhibit the nucleophilic attack. Use of polar solvents and/or addition of Lewis bases (e.g. PPha) slows the reaction. These Lewis bases presumably block the partially positive Si centres, and prevent the nucleophilic attack of the alcohol molecules at them. Polar solvent molecules may also associate with the alcohol molecules and inhibit their nucleophilic attack at the coordinated Si atom. Acknowledgements The authors wish to thank Drs. R. Salim, M. Al-Subu and the technical staff in the Department of Chemistry, An-Najah University. Thanks are also due to Dr. R. V. Parish of the Chemistry Department, U.M.I.S.T., and to Mrs. D. Knight, Chemistry Department, N.C.S.U. References 1 H. S. Hilal, Microchem. J., 33 (1986) 392. 2 H. S. Hilal, An-Najah J. Res., section II, 1 (1986) 1. 3 N. J. Archer, R. N. Haszeldine and R. V. Parish, J. Chem. Soc., Dalton Trans., (1979) 695. 4 A. J. Chalk, Chem. Commun., (1970) 847. 5 R. N. Haszeldine, R. V. Parish and B. F. Riley, J. Chem. Soc., Dalton Trans.. (1980) 705. 6 H. S. Hilal, Sh. Khalaf, M. Al-Nuri and M. Karmi, J. Mol. Catal., 38 (1986) 137. 7 H. S. Hilal, Ph.D. Thesis, U.M.I.S.T., Manchester, 1980. 8 S. N. Blackburn, R. N. Haszeldine, R. V. Parish and J. H. Setchfield, J. Organometall. Chem., 192 (1980) 329. 9 E. Lukevics and M. G. Voronkov, Khim. Geterotsikl. Soedin., (1965) 171; ibid., 179. 10 K. G. Allum, R. D. Hancock, I. V. Howell, S. McKenzie, R. C. Pitkethly and P. J. Robinson, J. Organometall. Chem., 87(1975) 203. 11 F. R. Hartly and P. N. Vezey, Adv. Organometall. Chem., 15 (1977) 189. 12 L. H. Pignolet, editor. Homogeneous Catalysis with Metal-Phosphine Complexes, Plenum, New York, 1983, pp. 443-479. 13 G. V. Smith (ed.), Catalysis in Organic Syntheses, Academic Press, New York, 1977. 14 C. U. Pittman, Jr., in G. Wilkinson, F. G. A. Stone and E. Abel (eds.). Comprehensive Organometallic Chemistry, Vol. 8, Plenum, Exeter, U.K., 1982, pp. 553-612 and references cited therein. 17 15 K. G. Allum, R. D. Hancock, S. McKenzie and R. C. Pitkethly, in J. H. Hightower (ed.), Catalysis: Proc. 5th Int. Cong. Catal., Miami Beach, 1972, Vol. 1, North Holland, Amsterdam, 1973, pp. 477-489. 16 (a) C. U. Pittman, Jr., L. R. Smith and R. M. Hanes, J. Am. Chem. Soc., 97(1975) 1742; (b) I. Jaffe, M. Segel and A. Effraty, J. Orgarwmetall. Chem., 294 (1984) C17. 17 M. Eisen, J. Blum, H. Schumann and S. Jurgis, J. Mol. Catal., 31 (1985) 317. 18 G. Jannes, in B. Delmon and G. Jannes (eds.). Catalysis, Heterogeneous and Homogeneous, Elsevier, Amsterdam, 1975, p. 83. 19 R. D. Hancock, I. V. Howell, R. C. Pitkethly and P. J. Robinson, in B. Delmon and G. Jannes (eds.). Catalysis, Heterogeneous and Homogeneous, Elsevier, Amsterdam, 1975, p. 361. 20 P. R. Rony and J. F. Roth, in B. Delmon and G. Jannes (eds.). Catalysis, Heterogeneous and Homogeneous, Elsevier, Amsterdam, 1976, p. 373. 21 C. U. Pittman and G. Wilemon, Ann. N.Y. Acad. Sci.. 333 (1980) 67. 22 C. U. Pittman, L. R. Smith and S. E. Jacobson, in B. Delmon and G. Jannes (eds.), Catalysis Homogeneous and Heterogeneous, Elsevier, Amsterdam, 1975, p. 393. 23 J. Dwyer, H. S. Hilal and R. V. Parish, J. Organometall. Chem., 228 (1982) 191. 24 M. Vania and R. V. Parish, J. Organometall. Chem., 260 (1984) 41; ibid., 253 (1984) 139. 25 I. S. Khatib and R. V. Parish, J. Organometall. Chem., 369 (1989) 9. 26 H. S. Hilal, I. S. Khatib, S. Khalaf and R. V. Parish, unpublished observations. 27 K. B. Wiberg, Laboratory Technique in Organic Chemistry, McGraw-Hill, New York, 1960. 28 A. Vogel, Textbook of Practical Organic Chemistry, 4th edn., Longman, New York, 1978. 29 I. S. Khatib, Ph.D. Thesis, U.M.I.S.T., Manchester, 1985. 30 M. G. Voronkov, S. P. Sushchinskaya, L. I. Kopylova and B. A. Trofimov, J. Gen. Chem. USSR, 41 (1971) 2120. 31 T. N. Zaslavskaya, V. 0. Reikhsfeld, N. A. Filippov and N. A. Shomik, J. Gen. Chem. U.S.S.R., 50 (1980) 2001. 32 E. Ejike and R. V. Parish, J. Organometall. Chem., 321 (1987) 135. 33 V. 0. Reikhsfeld, N. I. Flerova, N. A. Filippov, and T. N. Zaslavskaya, J. Gen. Chem. U.S.S.R., 50 (1980) 1629. 34 E. Lukevics and M. Dzinatara, J. Organometall. Chem., 295 (1985) 302. 35 J. L. Speier,Adu. Organometall. Chem., 17(1979) 409. 36 R. D. Cramer, E. L. Jenner, R. V. Lindsley, Jr. and U. G. Stolberg, J. Am. Chem. Soc., 85 (1963) 1691. 37 L. H. Sommer, J. E. Lyons and H. Fujimoto, J. Am. Chem. Soc., 91 (1969) 7051. 38 A. B. P. Lever, Inorganic Electronic Spectroscopy, 2nd edn., Elsevier, Amsterdam, 1984, p. 550. 39 N. N. Greenwood and A. Eamshow, Chemistry of the Elements, Pergamon Press, Oxford, 1984, pp. 1349-1353. 40 H. H. Patterson, J. C. Tweksbury, M. Martin, M. B. K. Jesperson, J. A. Lomenzo, H. 0. Hooper and A. K. Viswanath, Inorg. Chem., 20 (1981) 2297. 41 P. E. Fanwick and D. S. Martin, Jr., Inorg. Chem.. 12 (1973) 24. 42 E. Francke, C.R. Acad. Sci., (Paris) Ser. B., 274 (1972) 894. X244 9085188N 0304-5102(90)85188-N 10.1016/0304-5102(90)85188-N Chemical and metal complex catalysis Articles A new silica-supported platinum-amine catalyst for the reaction of silanes with alcohols H.S. Hilal 1 A. Rabah I.S. Khatib A.F. Schreiner Chemistry Department, An-Najah N. University, P.O. Box 7, Nablus, West Bank via Israel Department of Chemistry, North Carolina State University Box 8204, Raleigh, N.C. 27695-8204 U.S.A. 1 Author to whom correspondence should be addressed. A supported platinum catalyst has been prepared and evaluated for the reactions of HSiR3 (R = Et, OEt) and Me3SiOSi(H)(Me)OSiMe3 with alcohols ROH (R = Me, Et, n-Pr, i-Pr, t-Bu). The supporting surface was prepared by a condensation reaction of (EtO)4Si with the ligand (RO)3SiCH2CH2CH2NH2 in the presence of water. The catalyst partially retains its activity on recovery after three different reaction times. Moreover, the catalytic activity is highly reproducible within the same batch, and among different prepared batches. Variation of the types of silanes and of the alcohols affects the rate of the reaction. The reaction is first order with respect to the catalyst and the silane. A first-order reaction with respect to alcohol is observed at low concentrations, whereas at higher concentrations the rate is independent of the alcohol concentration. There is no evidence of a reaction between the supported amine ligand and the silane. The effects of temperature, solvent polarity and added ligands are also reported. References 1 H.S. Hilal Microchem. J. 33 1986 392 2 H.S. Hilal An-Najah J. Res., section II 1 1986 1 3 N.J. Archer R.N. Haszeldine R.V. Parish J. Chem. Soc., Dalton Trans. 1979 695 4 A.J. Chalk Chem. Commun. 1970 847 5 R.N. Haszeldine R.V. Parish B.F. Riley J. Chem. Soc., Dalton Trans. 1980 705 6 H.S. Hilal Sh. Khalaf M. Al-Nuri M. Karmi J. Mol. Catal. 35 1986 137 7 H.S. Hilal Ph.D. Thesis 1980 U.M.I.S.T Manchester 8 S.N. Blackburn R.N. Haszeldine R.V. Parish J.H. Setchfield J. Organometall. Chem. 192 1980 329 9 a E. Lukevics M.G. Voronkov Khim. Geterotsikl. Soedin. 1965 171 b E. Lukevics M.G. Voronkov Khim. Geterotsikl. Soedin. 1965 179 10 K.G. Allum R.D. Hancock I.V. Howell S. McKenzie R.C. Pitkethly P.J. Robinson J. Organometall. Chem. 37 1975 203 11 F.R. Hartly P.N. Vezey Adv. Organometall. Chem. 15 1977 189 12 L.H. Pignolet Homogeneous Catalysis with Metal-Phosphine Complexes 1983 Plenum New York 443 479 13 G.V. Smith Catalysis in Organic Syntheses 1977 Academic Press New York 14 C.U. Pittman Jr. G. Wilkinson F.G.A. Stone E. Abel Comprehensive Organometallic Chemistry 8 1982 Plenum Exeter, U.K 553 612 and references cited therein. 15 K.G. Allum R.D. Hancock S. McKenzie R.C. Pitkethly J.H. Hightower Catalysis: Proc. 5th Int. Cong. Catal., Miami Beach, 1972 1 1973 North Holland Amsterdam 477 489 16 (a) C.U. Pittman Jr. L.R. Smith R.M. Hanes J. Am. Chem. Soc. 97 1975 1742 (b) I. Jaffe M. Segel A. Effraty J. Organometall. Chem. 294 1984 C17 17 M. Eisen J. Blum H. Schumann S. Jurgis J. Mol. Catal. 31 1985 317 18 G. Jannes B. Delmon G. Jannes Catalysis, Heterogeneous and Homogeneous 1975 Elsevier Amsterdam 83 19 R.D. Hancock I.V. Howell R.C. Pitkethly P.J. Robinson B. Delmon G. Jannes Catalysis, Heterogeneous and Homogeneous 1975 Elsevier Amsterdam 361 20 P.R. Rony J.F. Roth B. Delmon G. Jannes Catalysis, Heterogeneous and Homogeneous 1975 Elsevier Amsterdam 373 21 C.U. Pittman G. Wilemon Ann. N.Y. Acad. Sci. 333 1980 67 22 C.U. Pittman L.R. Smith S.E. Jacobson B. Delmon G. Jannes Catalysis Homogeneous and Heterogeneous 1975 Elsevier Amsterdam 393 23 J. Dwyer H.S. Hilal R.V. Parish J. Organometall. Chem. 228 1982 191 24 (a) M. Vania R.V. Parish J. Organometall. Chem. 260 1984 41 (b) M. Vania R.V. Parish J. Organometall. Chem. 253 1984 139 25 I.S. Khatib R.V. Parish J. Organometall. Chem. 369 1989 9 26 H.S. Hilal, I.S. Khatib, S. Khalaf and R.V. Parish, unpublished observations. 27 K.B. Wiberg Laboratory Technique in Organic Chemistry 1960 McGraw-Hill New York 28 A. Vogel 4th edn. Textbook of Practical Organic Chemistry 1978 Longman New York 29 I.S. Khatib Ph.D. Thesis 1985 U.M.I.S.T Manchester 30 M.G. Voronkov S.P. Sushchinskaya L.I. Kopylova B.A. Trofimov J. Gen. Chem. USSR 41 1971 2120 31 T.N. Zaslavskaya V.O. Reikhsfeld N.A. Filippov N.A. Shornik J. Gen. Chem. U.S.S.R. 50 1980 2001 32 E. Ejike R.V. Parish J. Organometall. Chem. 321 1987 135 33 V.O. Reikhsfeld N.I. Flerova N.A. Filippov T.N. Zaslavskaya J. Gen. Chem. U.S.S.R. 50 1980 1629 34 E. Lukevics M. Dzinatara J. Organometall. Chem. 295 1985 302 35 J.L. Speier Adv. Organometall. Chem. 17 1979 409 36 R.D. Cramer E.L. Jenner R.V. Lindsley Jr. U.G. Stolberg J. Am. Chem. Soc. 85 1963 1691 37 L.H. Sommer J.E. Lyons H. Fujimoto J. Am. Chem. Soc. 91 1969 7051 38 A.B.P. Lever 2nd edn. Inorganic Electronic Spectroscopy 1984 Elsevier Amsterdam 550 39 N.N. Greenwood A. Earnshow Chemistry of the Elements 1984 Pergamon Press Oxford 349 1353 40 H.H. Patterson J.C. Tweksbury M. Martin M.B.K. Jesperson J.A. Lomenzo H.O. Hooper A.K. Viswanath Inorg. Chem. 20 1981 2297 41 P.E. Fanwick D.S. Martin Jr. Inorg. Chem. 12 1973 24 42 E. Francke C.R. Acad. Sci., (Paris) Ser. B. 274 1972 894",
      "scopus-id": "0025457461",
      "coredata": {
        "eid": "1-s2.0-030451029085188N",
        "dc:description": "A supported platinum catalyst has been prepared and evaluated for the reactions of HSiR3 (R = Et, OEt) and Me3SiOSi(H)(Me)OSiMe3 with alcohols ROH (R = Me, Et, n-Pr, i-Pr, t-Bu). The supporting surface was prepared by a condensation reaction of (EtO)4Si with the ligand (RO)3SiCH2CH2CH2NH2 in the presence of water. The catalyst partially retains its activity on recovery after three different reaction times. Moreover, the catalytic activity is highly reproducible within the same batch, and among different prepared batches. Variation of the types of silanes and of the alcohols affects the rate of the reaction. The reaction is first order with respect to the catalyst and the silane. A first-order reaction with respect to alcohol is observed at low concentrations, whereas at higher concentrations the rate is independent of the alcohol concentration. There is no evidence of a reaction between the supported amine ligand and the silane. The effects of temperature, solvent polarity and added ligands are also reported.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-07-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085188N",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hilal, H.S."
          },
          {
            "@_fa": "true",
            "$": "Rabah, A."
          },
          {
            "@_fa": "true",
            "$": "Khatib, I.S."
          },
          {
            "@_fa": "true",
            "$": "Schreiner, A.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085188N"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085188N"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85188-N",
        "prism:volume": "61",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new silica-supported platinum-amine catalyst for the reaction of silanes with alcohols",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-17",
        "prism:endingPage": "17",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 July 1990",
        "prism:doi": "10.1016/0304-5102(90)85188-N",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/0304-5102(90)85188-N",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025457461"
      }
    }
  }
}