{
  "metadata": {
    "title": "Correlation between the surface composition of Pt/TiO<ce:inf loc=post>2</ce:inf> catalysts and their adsorption behaviour in aqueous solutions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80052-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800528",
    "pii": "0304510284800528"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020922381",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800528 0304-5102(84)80052-8 0304510284800528 10.1016/0304-5102(84)80052-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 27 295 305 295 305 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. CORRELATIONBETWEENSURFACECOMPOSITIONPTTIO2CATALYSTSADSORPTIONBEHAVIOURINAQUEOUSSOLUTIONS KOUDELKA M TAUSTER 1978 170 S TAUSTER 1978 29 S BAKER 1979 390 R BAKER 1979 293 R HORSLEY 1979 2870 J MERIAUDEAU 1982 243 P FUNG 1982 225 S SEXTON 1982 85 B CHIEN 1982 301 S BURCH 1982 389 R CHEN 1982 3534 B VANNICE 1983 70 M BAKER 1983 348 R HUIZINGA 1983 T PHDTHESIS VANNICE 1979 236 M TAUSTER 1981 1121 S SANCHEZ 1982 161 J GILMAN 1963 78 S BIEGLER 1971 269 T BETT 1973 160 J KINOSHITA 1973 325 K SCORTICHINI 1983 138 C STALDER 1981 C PHDTHESIS LEHN 1980 623 J WAGNER 1972 1060 C BERTHOU 1975 487 H TAKASU 1978 219 Y JORGENSEN 1977 161 C SVENSSON 1976 51 S KIM 1975 91 K KOUDELKAX1984X295 KOUDELKAX1984X295X305 KOUDELKAX1984X295XM KOUDELKAX1984X295X305XM item 0304-5102(84)80052-8 0304510284800528 1-s2.0-0304510284800528 10.1016/0304-5102(84)80052-8 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800528-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800528/MAIN/application/pdf/e744c693e6a50525b611b43e8a244134/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800528/MAIN/application/pdf/e744c693e6a50525b611b43e8a244134/main.pdf main.pdf pdf true 752811 MAIN 11 1-s2.0-0304510284800528-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800528/PREVIEW/image/png/849605152c26d05bf867fc84e6cb4bae/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800528/PREVIEW/image/png/849605152c26d05bf867fc84e6cb4bae/main_1.png main_1.png png 68380 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 295 - 305 295 CORRELATION BETWEEN THE SURFACE COMPOSITION OF Pt/TiO; CATALYSTS AND THEIR ADSORPTION BEHAVIOUR IN AQUEOUS SOLUTIONS M. KOUDELKA, A. MONNIER, J. SANCHEZ and J. AUGUSTYNSKI Universite de Geneve, Departement de Chimie minerale, analytique et appliquee, 1211 Geneva 4 (Switzerland) Summary X-ray photoelectron spectroscopy (XPS), electron microscopy and cyclic voltammetry have been used to characterize the behaviour of two differently prepared platinum catalysts supported on TiO; (anatase). One of these two kinds of catalysts, consisting of Pt deposits obtained by thermal hydrolytic decomposition of aqueous H^PtCl^ onto Ti-supported TiO; films and subsequently reduced in argon at 550 C, has been shown to exhibit a series of anomalous properties denoting the existence of strong metal- support interaction (SMSI). A substantial (0.8 eV) decrease of the Pt 4f core level binding energy, with respect to photochemically platinized, prereduced TiO; samples, was observed for a variety of thermally deposited Pt/TiOs catalysts having differ- ent Pt coverages. The occurrence of a negative binding energy shift, in spite of the significantly smaller average Pt particle size in the thermal deposits, was attributed to the appearance of a fractional negative charge on Pt parti- cles (atoms). Interestingly, the above-mentioned chemical shift could be partially annulled by an electrochemical (anodic) oxidation of the sample and, subsequently, restored by reducing it cathodically in the same solution. In addition, the thermal Pt/Ti02 deposits exhibited an unusual electrochemi- cal behaviour, consisting of the non-occurrence of discrete adsorption peaks in the hydrogen region of cyclic voltammograms, the absence of the anodic formation of surface platinum oxide and the shift of the oxygen evolution to high anodic potentials. Moreover, in contrast with the well-known affinity of platinum for carbon monoxide, the SMSI Pt/Ti02 deposits did not adsorb (in detectable amounts) CO species dissolved in aqueous solution. The direct analogy between the above features of the electrochemical behaviour and the previ- ously described properties of the SMSI catalysts is pointed out. 0304-5l02/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 296 Introduction The paper published in 1978 by Tauster et al. [I], reporting a new and particularly clear case of strong metal-support interaction (SMSI) between several noble metal catalysts and titanium dioxide support, has opened a period of extensive discussion on the origin and nature of this effect [2-14]. This interest is due to the high degree of interaction observed for the above class of catalysts as well as to their pronounced activity and selectivity for Fischer-Tropsch synthesis [15,16]. The main consequence of SMSI induced by the reduction of TiO^-supported rhodium, palladium, iridium or platinum catalysts in hydrogen at temperatures above 500 C, is a modification of their adsorption behaviour, namely, a drastic decrease or a suppression of H; and CO chemisorption. Among the different hypotheses formulated in order to explain the SMSI effect, that assuming a fractional charge transfer between a reduced surface cation of the supporting oxide (Ti3\"1\" in the case discussed here) and the supported metal atom appears to be the most widespread. This hypothe- sis is based on the Xa molecular orbital calculations performed by Horsley [5] on molecular cluster models for the reduced Pt/TiO; catalyst. These calculations have demonstrated that the substitution by the Pt atom of a vacant oxygen site in the (TiOg)\"8 cluster, next to the lower valency Ti3\"1\" cation, would lead to a partial transfer of the Ti 3d electron to the Pt atom. The result would be a negative charge of about 0.6 on the Pt atom, and a concomitant modification of its adsorption properties. There have been various attempts to obtain a direct confirmation of the existence of SMSI through the study of changes in the chemical state of the surface catalyst's atoms by means of X-ray photoelectron spectroscopy (XPS) [7 - 9, 11, 17]. In fact, a modification of the effective charge of the supported metal atoms, due to SMSI, is expected to result in a shift of core level binding energies (BE). However, the interpretation of BE shifts of this kind is not straightfor- ward because of the possible contribution from the extra-atomic relaxation energy in addition to the 'chemical shift' reflecting the charge transfer. The difficulty of correctly separating the relaxation shift from the chemical shift is apparently the cause of relatively large differences between the BE shifts, assigned to SMSI, reported in the literature. In the course of our recent studies on various metal deposits supported on semiconducting TiOa films, we have identified a case of particularly tenacious, strong metal (Pt)-support (TiO;) interaction [17]. Such Pt/TiO; films, due to their moderate degree of dispersion, are suitable for XPS, elec- tron microscopy and electrochemical (cyclic voltammetry) investigation. The latter technique has been extensively used for the characterization of chemi- sorption properties of platinum catalysts [18-22], namely towards such species as H or CO. On comparing two differently-prepared Pt/TiOz catalysts, we observe for the thermally deposited, reduced Pt films an anomalous elec- trochemical behaviour with respect to the chemisorption of H, CO and 0 species. This Pt catalyst exhibits a significant negative BE shift for the Pt 4f level (0.5 - 0.8 eV) which can be partly cancelled and then restored by means of an anodic-cathodic electrochemical treatment. 297 Experimental All platinum deposits used in this study were supported on semicon- ducting TiC>2 (anatase form) films having a thickness of about 10 ^m. These films were prepared by thermal hydrolysis of a TiCl4 solution onto metallic (99.8% purity) titanium supports, using either a cross-section (~0.28 cm2) of Ti rods or an entire surface (~7 cm2) of Ti cylinders. A solution of TiCl4 (puriss. from Fluka) in a mixture of methanol and ethanol was applied on the Ti supports, layer by layer, and heated at 450 C in air. After each appli- cation the specimens remained in the furnace for 15 min. These TiO^ films were impregnated one, two or three times with a 2 wt.% aqueous solution of H^PtClg. Each layer of aq. H^PtCle was first decomposed in air at 450 C for 15 min and, following the last (or unique) application, the heating was continued for 1 h. The platinized TiO; films were subsequently heated in argon at 550 C for 40 min. Such treatment has been shown [23] to cause a partial reduction of the film, due to the diffusion of Ti atoms from the substrate into the oxide layer. For comparison purposes, several samples platinized by means of a photochemical method [24] were also submitted to surface analyses and chemisorption studies. The latter Pt deposits were performed on TiO; films identical with those described above; in order to increase their conductivity, these TiO; films, before being platinized, were reduced for 40 min at 550 C in argon. Although these reduction conditions were the same as for the thermal Pt deposits, only in the latter case could Pt atoms actually diffuse into the TiO; film. XPS measurements were carried out with a Varian IEE-15 photoelec- tron spectrometer using Mg KQ'! 3 X-rays at 1253.6 eV. Binding energies were referred to the C Is electron peak, due to residual pump oil on the sample surface, taken at 285 eV, equivalent to the Au 4f7/2 line at 83.8 eV. Basic pressure in the sample chamber of the spectrometer was 10~7 torr. The deconvolution of the multiple signals was performed graphically with Gaussian peak shapes. The relative photoelectron line sensitivities referred to the F Is signal [25, 26] served as a basis for the calculation of the relative concentrations of different species. The concentrations obtained in this way were reproducible within 20%. Since the furnace used for the reduction treatment of the Pt/TiO; cata- lysts had no direct connection with the spectrometer, all the samples, during their transfer to the analysis chamber of Varian IEE-15, were exposed at least briefly to air. Prior to XPS measurements, the samples submitted to cyclic voltammetry experiments were washed with twice-distilled water and kept for about 15 h in a desiccator filled with argon. The cyclic-voltammetry procedure followed that conventionally employed. The electrolyte consisted of a 0.5 M aq. KHCOa solution, and the potential of the working (Pt/TiO;) electrode was monitored with respect to a calomel reference electrode in 0.1 M KC1 solution. All potentials are referred to the normal hydrogen electrode (NHE). The measurements were effected at 25 C. 298 Results and discussion A comparison of X-ray photoelectron spectra (Fig. 1) for the reduced Pt/TiO; specimens (obtained by means of thermal decomposition) with those for the photochemical Pt deposits showed that the Pt 4f binding energy (BE) values were systematically and substantially lower for the former group of samples (Table 1). On the other hand, the BE of the Ti 2p and 0 Is electrons were unaffected by the origin of the Pt deposit, and were identical (within 0.1 eV) with those measured for non-platinized TiO^ films. An examination of the data listed in Table 1 indicates that the mean (b) 159 457 Binding energy (eV) (c) 530 528 Binding energy (eV) Fig. 1. Photoelectron spectra of the reduced thermal Pt/TiO^ deposit: (a) Pt 4f region; (b) Ti 2p3/2 line and (c) 0 Is level. 299 TABLE 1 XPS binding energies of the Pt 4f7/2 core level for various Pt/TiO; samples Sample Pt 4f7/2 BE (eV 0.1) Thermal Pt(th)/Ti02 deposit as prepared 70,6 Pt(th)/TiC 2 after anodic oxidation at 1.9 V 71.0 and Pt(th)/Ti02 after subsequent cathodic reduction at 0.6 V 70.6 Photochemical Pt(ph)/Ti02 deposit 71.4 Pt foil 71.1 shift of the Pt 4f BE for the thermal Pt/TiOz deposits, with respect to the value for the photochemical Pt deposit, amounts to 0.8 eV. The shift rela- tive to the Pt 4f BE of bulk platinum (a Pt foil) is slightly lower, 0.5 eV. We were unable to detect any dependence of this shift on the amount of platinum present in the outermost region of the Pt/TIOi film, which varied for the thermal Pt deposits between 3 and 15 at.% (referred to Ti(IV) taken as 100 at.%). The proper assignment of the observed BE shift for the TiOz-supported platinum requires information about the morphology of both kinds of deposits. This is connected with the possibility of an unequal contribution of the extra-atomic relaxation to the measured core level binding energies. In fact, the latter effect has been shown [27] to be influenced by the degree of dispersion of the supported metal particles, causing a decrease of the BE with increasing particle size. One can recall in this connection that, for instance, the condensation of mercury atoms onto the metal results in a significant decrease, of about 2.7 eV, of the binding energies of various inner shells [28, 29]. In this regard, the behaviour of a very small metal particle can be considered as intermediate between that of the bulk metal and that of a free atom. This implies that the negative BE shift observed for the TiOa-supported thermal Pt deposits relative to the Pt 4f BE of bulk platinum represents actually a minimum value for the chemical shift. The true value could possibly be greater if the size of the supported Pt particles were small enough to produce a decrease in the extra-atomic relaxation energy with respect to the bulk metal. An indication in this sense was obtained from transmission electron microscopy studies of the thermal Pt/TIOi deposits showing (Fig. 2) a significant degree of dispersion of the platinum particles. A qualitative examination of the micrographs indicates that in the present case the latter value would be rather large in comparison with the sizes of supported metal particles (for example, in the Pd/SiC>2 system [27]) for which clear changes in relaxation energy have previously been estab- lished. On the other hand, we did not observe on the photoelectron spectra of the thermal Pt/TiO^ deposits any broadening of the Pt 4f signal with respect to the corresponding linewidth for the bulk platinum; such a 300 100nm .,, pt i i I*'; (a) (b) Fig. 2. Transmission electron micrograph of reduced thermal Pt/TiO^ deposit illustrating a relatively non-uniform platinum particle size distribution (a). A micrograph of non- platinized, reduced TiO^ film (b) is also shown for comparison. In both cases the electron microdiffraction patterns have revealed the presence of the anatase form of TiO;. broadening has been shown [27, 30] to accompany the relaxation BE shift due to decreasing metal particle size. In view of the comparison of the behaviour of the thermal TiO;- supported Pt deposits with that of the photochemical non-SMSI Pt/TiO; deposits (taken as a reference system), it is important to establish whether or not the measured difference in the Pt 4f BE is due, at least in part, to a change in the relaxation energy. In contrast with the former specimens, the photochemically deposited Pt particles were already well perceptible under the scanning electron microscope (Fig. 3), their average size being 10 to 100 times larger than that of the thermally deposited Pt particles. This implies that, in the absence of a chemical shift, the Pt 4f BE for the thermal deposit could only be higher than or equal to the corresponding value for the photo- chemical Pt deposit. Fig. 3. Low magnification (X3500) scanning electron micrograph of photochemical Pt/TiO^ deposit. 301 This situation should not be altered by taking into account more appropriately the matrix effect [30] including, in addition to a change in the relaxation energy, a change in the average internal electrostatic potential (at the site of photoionisation). In fact, both kinds of samples were submitted to an identical reduction treatment preceding (in the case of the photo- chemical deposit) or following (for the thermal deposit) the application of platinum onto the TiO^ matrix. It appears from the above considerations that the experimentally observed negative shift of the Pt 4f BE, amounting to ~0.8 eV, can be inter- preted in terms of the chemical shift associated with the strong interaction between the Pt particles and the reduced TiO; matrix. In order to under- stand correctly the nature of the SMSI occurring in the thermal Pt/TiO; deposits, one must take into account the basically different mode of reduc- tion to which these samples were subjected. In fact, the usual procedure, employed by the authors who have previously reported the SMSI effect in the transition metal/TK^ systems, involved heating of the catalyst powder in hydrogen at temperatures above 500 C. In such a case, the reduction is believed to proceed through the spillover of hydrogen to form Ti^ and OH\", whereupon the substrate (at least, in its surface and sub-surface regions) is transformed into a lower oxide ^i^,0^ [3]. Thus, the reduction process progresses from the surface inside the support. In the case of the thermal Pt/TiO; deposits investigated in the present work, the role of the reducing agent is no longer played by hydrogen but by titanium metal underlying the TiO; film. As a consequence, the reduction now progresses from the bulk towards the outer surface of the oxide, the bulk oxide reduction being a prerequisite to the surface reduction. As shown by the results of microprobe examination of the reduced Pt/TiOz/Ti spec- imen, the high temperature treatment leads to an important diffusion of platinum into the oxide film, practically down to the oxide/titanium inter- face (Fig. 4). This implies that the Pt atoms contributing to the shifted XPS signal originate both from the surface and from a 15 - 20 A thick sub-surface region of the Pt/Ti02 deposit. We did not find any evidence of the formation of mixed Pt Ti oxides, but further detailed study is required to resolve this question. Cyclic voltammetric measurements reveal the existence of important differences in the electrochemical behaviour between the thermal SMSI Pt/TiC>2 deposits and the photochemical non-SMSI Pt/Ti02 deposits. These differences concern hydrogen adsorption, electrochemical formation of the surface platinum oxide, oxygen evolution as well as carbon monoxide adsorption. Whilst the behaviour of the photochemical Pt/TIOi deposits is qualitatively similar to that well known of bright or platinized Pt surfaces (Fig. 5a), the thermal Pt/TiO; deposits exhibit (Fig. 5b) neither discrete adsorption peaks in the hydrogen region nor the anodic plateau and corre- sponding cathodic peak associated with the formation and reduction of the surface platinum oxide species respectively. In addition, the anodic oxygen evolution on the latter electrode occurred with an unusually high overvoltage, 302 2.5 5 7,5 10 12,5 ft Fig. 4. Microprobe concentration profiles (in arbitrary units) of (1) titanium, (2) oxygen, and (3) platinum through a cross-section of a reduced thermal Pt/TiO^/Ti deposit. The distance, in ;U, is shown increasing from the outer surface down to the titanium substrate. Also, in contrast with the usual behaviour of bulk or supported Pt sur- faces, the thermal Pt/TiO^ deposits did not adsorb (in detectable amounts) carbon monoxide dissolved in the solution. The features characteristic of the CO chemisorption on platinum observed on the cyclic voltammogram of the photochemical Pt/TiOa deposit (Fig. 6a) are clearly absent from that obtained for the thermally deposited Pt/Ti02 (Fig. 6b). This constitutes a striking analogy with the behaviour of TiO^-supported powder Pt catalysts towards gas-phase CO adsorption. XPS analyses of the thermal Pt/TiO; deposits after submission for 15 min to an anodic polarization at a potential of 1.9 V (at which oxygen evolu- tion was visible) indicated that the Pt 4f^/ i photoelectron peak was shifted by ~0.4 eV to higher binding energies with respect to the value (Table 1) before anodic oxidation. Interestingly, the initial state of the Pt atoms, characterized by a Pt 4f-,^ BE of 70.6 eV, was restored by a cathodic polarization of the Pt/TiO; electrode in the region of hydrogen evolution. The occurrence of a significant, and in part reversible, negative BE shift for the Pt 4f core level in the Pt/TiO; system, together with the SMSI elec- trochemical behaviour analogous to that previously reported for the SMSI catalysts of gas-phase reactions, add some new arguments to the overall 303 Fig. 5. Cyclic voltammograms recorded at 50 mV s~1 in a deaerated 0.6 M aq. KHCOa solution for (a) the photochemical Pt/TiO^ deposit and (b) the reduced thermal Pt/TiO^ deposit. Geometric area of the electrode 0.28 cm2. consideration of this subject. Further studies are required in order to clear up the nature of the SMSI in this system, even if the bulk effect charge transfer model [11, 6] appears to be favoured by the present results. 304 Fig. 6. Cyclic voltammetric I-E profiles obtained at 50 mV s~1 in 0.5 M aq. KHCOa saturated with CO at 1 atm and 25 C. Curves (a) and (b) are, respectively, for the photo- chemical and thermal Pt/TiO; deposits. Geometric area of the electrode 0.28 cm2. Acknowledgement We express our grateful thanks to Mrs. C. Leclercq from the Institut de Recherches sur la Catalyse, Villeurbanne, for the TEM examinations. Thanks 305 are also extended to Prof. J. Bertrand for his assistance in microprobe measurements and to Mr. J. Wuest for his kindness in taking the SEM micro- graphs. The support of this research by the Swiss National Science Founda- tion is also acknowledged. References 1 S. J. Tauster, S. C. Fung and R. L. Garten, J. Am. Chem. Soc., 100 (1978) 170. 2 S. J. Tauster and S. C. Fung, J. Catal., 55 (1978) 29. 3 R. T. K. Baker, E. B. Prestridge and R. L. Garten, J. Catal., 56 (1979) 390. 4 R. T. K. Baker, E. B. Prestridge and R. L. Garten, J. Catal., 59 (1979) 293. 5 J. A. Horsley, J. Am. Chem. Soc., 101 (1979) 2870. 6 P. Meriaudeau, 0. H. EUestad, M. Dufaux and C. Naccache, J. Catal., 75 (1982) 243. 7 S. C. Fung, J. Catal., 76 (1982) 225. 8 B. A. Sexton, A. E. Hughes and K. Foger, J. Catal., 77 (1982) 85. 9 S. H. Chien, B. N. Shelimov, D. E. Resasco, E. H. Lee and G. L. Haller, J. Catal., 77 (1982)301. 10 R. Burch and A. R. Flambard, J. Catal., 78 (1982) 389. 11 B.-H. Chen and J. M. White, J. Phys. Chem., 86 (1982) 3534. 12 M. A. Vannice, C. C. Twu and S. H. Moon, J. Catal., 79 (1983) 70. 13 R. T. K. Baker, E. B. Prestridge and L. L. Murrell, J. Catal., 79 (1983) 348. 14 T. Huizinga, Ph.D. Thesis, Eindhoven University of Technology, 1983. 15 M. A. Vannice and R. L. Garten, J. Catal., 56 (1979) 236. 16 S. J. Tauster, S. C. Fung, R. T. K. Baker and J. A. Horsley, Science, 211 (1981) 1121. 17 J. Sanchez, M. Koudelka and J. Augustynski, J, Electroanal. Chem., 140 (1982) 161. 18 S. Gilman, J. Phys. Chem., 67 (1963) 78. 19 T. Biegler, D. A. J. Rand and R. Woods, J. Electroanal. Chem., 29 (1971) 269. 20 J. Bett, K. Kinoshita, K. Routsis and P. Stonehart, J. Catal., 29 (1973) 160. 21 K. Kinoshita, J. Lundquist and P. Stonehart, J. Catal., 31 (1973) 325. 22 C. L. Scortichini and C. N. Reilley, J. Catal., 79 (1983) 138. 23 C. Stalder, Ph.D. Thesis, University of Geneva, 1981. 24 J.-M. Lehn, J.-P. Sauvage and R. Ziessel, Nouv. J. Chim., 4 (1980) 623. 25 C. D. Wagner, Ana;. Chem., 44 (1972) 1060. 26 H. Berthou and C. K. J^rgensen, Anal. Chem., 47 (1975) 487. 27 Y. Takasu, R. Unwin, B. Tesche, A. M. Bradshaw and M. Grunze, Sur/. Sci., 77 (1978)219. 28 C. K. J<Argensen, Z. Anal. Chem., 288 (1977) 161. 29 S. Svensson, N. Martensson, E. Basilier, P. A. Malmqvist, U, Gelius and K. Siegbahn, J. Electron Spectr., 9 (1976) 51. 30 K. S. Kirn and N. Winograd, Chem. Phys. Lett., 30 (1975) 91. X244 84800528 0304-5102(84)80052-8 10.1016/0304-5102(84)80052-8 Poster presentation Correlation between the surface composition of Pt/TiO2 catalysts and their adsorption behaviour in aqueous solutions M. Koudelka A. Monnier J. Sanchez J. Augustynski Université de Genève, Département de Chimie minérale, analytique et appliquée, 1211 Geneva 4 Switzerland X-ray photoelectron spectroscopy (XPS), electron microscopy and cyclic voltammetry have been used to characterize the behaviour of two differently prepared platinum catalysts supported on TiO2 (anatase). One of these two kinds of catalysts, consisting of Pt deposits obtained by thermal hydrolytic decomposition of aqueous H2PtCl6 onto Ti-supported TiO2 films and subsequently reduced in argon at 550 °C, has been shown to exhibit a series of anomalous properties denoting the existence of strong metal-support interaction (SMSI). A substantial (0.8 eV) decrease of the Pt 4f core level binding energy, with respect to photochemically platinized, prereduced TiO2 samples, was observed for a variety of thermally deposited Pt/TiO2 catalysts having different Pt coverages. The occurrence of a negative binding energy shift, in spite of the significantly smaller average Pt particle size in the thermal deposits, was attributed to the appearance of a fractional negative charge on Pt particles (atoms). Interestingly, the above-mentioned chemical shift could be partially annulled by an electrochemical (anodic) oxidation of the sample and, subsequently, restored by reducing it cathodically in the same solution. In addition, the thermal Pt/TiO2 deposits exhibited an unusual electrochemical behaviour, consisting of the non-occurrence of discrete adsorption peaks in the hydrogen region of cyclic voltammograms, the absence of the anodic formation of surface platinum oxide and the shift of the oxygen evolution to high anodic potentials. Moreover, in contrast with the well-known affinity of platinum for carbon monoxide, the SMSI Pt/TiO2 deposits did not adsorb (in detectable amounts) CO species dissolved in aqueous solution. The direct analogy between the above features of the electrochemical behaviour and the previously described properties of the SMSI catalysts is pointed out. References 1 S.J. Tauster S.C. Fung R.L. Garten J. Am. Chem. Soc. 100 1978 170 2 S.J. Tauster S.C. Fung J. Catal. 55 1978 29 3 R.T.K. Baker E.B. Prestridge R.L. Garten J. Catal. 56 1979 390 4 R.T.K. Baker E.B. Prestridge R.L. Garten J. Catal. 59 1979 293 5 J.A. Horsley J. Am. Chem. Soc. 101 1979 2870 6 P. Mériaudeau O.H. Ellestad M. Dufaux C. Naccache J. Catal. 75 1982 243 7 S.C. Fung J. Catal. 76 1982 225 8 B.A. Sexton A.E. Hughes K. Foger J. Catal. 77 1982 85 9 S.H. Chien B.N. Shelimov D.E. Resasco E.H. Lee G.L. Haller J. Catal. 77 1982 301 10 R. Burch A.R. Flambard J. Catal. 78 1982 389 11 B.-H. Chen J.M. White J. Phys. Chem. 86 1982 3534 12 M.A. Vannice C.C. Twu S.H. Moon J. Catal. 79 1983 70 13 R.T.K. Baker E.B. Prestridge L.L. Murrell J. Catal. 79 1983 348 14 T. Huizinga Ph.D. Thesis 1983 Eindhoven University of Technology 15 M.A. Vannice R.L. Garten J. Catal. 56 1979 236 16 S.J. Tauster S.C. Fung R.T.K. Baker J.A. Horsley Science 211 1981 1121 17 J. Sanchez M. Koudelka J. Augustynski J, Electroanal. Chem. 140 1982 161 18 S. Gilman J. Phys. Chem. 67 1963 78 19 T. Biegler D.A.J. Rand R. Woods J. Electroanal. Chem. 29 1971 269 20 J. Bett K. Kinoshita K. Routsis P. Stonehart J. Catal. 29 1973 160 21 K. Kinoshita J. Lundquist P. Stonehart J. Catal. 31 1973 325 22 C.L. Scortichini C.N. Reilley J. Catal. 79 1983 138 23 C. Stalder Ph.D. Thesis 1981 University of Geneva 24 J.-M. Lehn J.-P. Sauvage R. Ziessel Nouv. J. Chim. 4 1980 623 25 C.D. Wagner Anal. Chem. 44 1972 1060 26 H. Berthou C.K. Jørgensen Anal. Chem. 47 1975 487 27 Y. Takasu R. Unwin B. Tesche A.M. Bradshaw M. Grunze Surf. Sci. 77 1978 219 28 C.K. Jørgensen Z. Anal. Chem. 288 1977 161 29 S. Svensson N. Mårtensson E. Basilier P.Å. Malmqvist U. Gelius K. Siegbahn J. Electron Spectr. 9 1976 51 30 K.S. Kim N. Winograd Chem. Phys. Lett. 30 1975 91",
      "scopus-id": "0020922381",
      "coredata": {
        "eid": "1-s2.0-0304510284800528",
        "dc:description": "X-ray photoelectron spectroscopy (XPS), electron microscopy and cyclic voltammetry have been used to characterize the behaviour of two differently prepared platinum catalysts supported on TiO2 (anatase). One of these two kinds of catalysts, consisting of Pt deposits obtained by thermal hydrolytic decomposition of aqueous H2PtCl6 onto Ti-supported TiO2 films and subsequently reduced in argon at 550 °C, has been shown to exhibit a series of anomalous properties denoting the existence of strong metal-support interaction (SMSI). A substantial (0.8 eV) decrease of the Pt 4f core level binding energy, with respect to photochemically platinized, prereduced TiO2 samples, was observed for a variety of thermally deposited Pt/TiO2 catalysts having different Pt coverages. The occurrence of a negative binding energy shift, in spite of the significantly smaller average Pt particle size in the thermal deposits, was attributed to the appearance of a fractional negative charge on Pt particles (atoms). Interestingly, the above-mentioned chemical shift could be partially annulled by an electrochemical (anodic) oxidation of the sample and, subsequently, restored by reducing it cathodically in the same solution. In addition, the thermal Pt/TiO2 deposits exhibited an unusual electrochemical behaviour, consisting of the non-occurrence of discrete adsorption peaks in the hydrogen region of cyclic voltammograms, the absence of the anodic formation of surface platinum oxide and the shift of the oxygen evolution to high anodic potentials. Moreover, in contrast with the well-known affinity of platinum for carbon monoxide, the SMSI Pt/TiO2 deposits did not adsorb (in detectable amounts) CO species dissolved in aqueous solution. The direct analogy between the above features of the electrochemical behaviour and the previously described properties of the SMSI catalysts is pointed out.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800528",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Koudelka, M."
          },
          {
            "@_fa": "true",
            "$": "Monnier, A."
          },
          {
            "@_fa": "true",
            "$": "Sanchez, J."
          },
          {
            "@_fa": "true",
            "$": "Augustynski, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800528"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800528"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80052-8",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Correlation between the surface composition of Pt/TiO2 catalysts and their adsorption behaviour in aqueous solutions",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "295-305",
        "prism:endingPage": "305",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80052-8",
        "prism:startingPage": "295",
        "dc:identifier": "doi:10.1016/0304-5102(84)80052-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020922381"
      }
    }
  }
}