{
  "metadata": {
    "title": "Kinetics and mechanism of the gas-phase oxidation of 1-butene to butanone over a new heterogenized surface vanadate Wacker catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80266-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802664",
    "pii": "0304510289802664"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024769181",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802664 0304-5102(89)80266-4 0304510289802664 10.1016/0304-5102(89)80266-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 31 320 329 320 329 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. KINETICSMECHANISMGASPHASEOXIDATION1BUTENEBUTANONEOVERANEWHETEROGENIZEDSURFACEVANADATEWACKERCATALYST VANDERHEIDE E 1981 894 KIRKOTHMERENCYCLOPEDIACHEMICALTECHNOLOGY FARRAGHER 1982 432 A MOROOKA 1970 125 Y TAN 1970 132 S SMIDT 1959 176 J SMIDT 81963 50 J SMIDT 1963 149 J DAVISON 1984 1223 S FUJIMOTO 1974 237 K EVNIN 1973 109 A VANDERSTEEN 1987 P THESIS VANDERHEIDE 1988 1648 E KUMAR 1972 296 G KIM 1974 197 K ROOZEBOOM 1979 25 F HENRY 1964 2346 P HENRY 1966 1595 J TAKITA 1980 135 Y THEISSEN 1971 752 R VOLGER 1967 677 H KANEDA 1988 343 K VANDERHEIDEX1989X320 VANDERHEIDEX1989X320X329 VANDERHEIDEX1989X320XE VANDERHEIDEX1989X320X329XE item 0304-5102(89)80266-4 0304510289802664 1-s2.0-0304510289802664 10.1016/0304-5102(89)80266-4 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802664-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802664/MAIN/application/pdf/f3f767d13653374c252fdd0a00f3d530/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802664/MAIN/application/pdf/f3f767d13653374c252fdd0a00f3d530/main.pdf main.pdf pdf true 613100 MAIN 10 1-s2.0-0304510289802664-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802664/PREVIEW/image/png/1e6295d853d0ae47b8cadf33e86c4f07/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802664/PREVIEW/image/png/1e6295d853d0ae47b8cadf33e86c4f07/main_1.png main_1.png png 60338 849 656 IMAGE-WEB-PDF 1 320 Journal of Molecular Catalysis, 55 (1989) 320 - 329 KINETICS AND MECHANISM OF THE GAS-PHASE OXIDATION OF 1-BUTENE TO BUTANONE OVER A NEW HETEROGENIZED SURFACE VANADATE WACKER CATALYST EVERT VAN DER HEIDE, JAN A. M. AMMERLAAN, ALBERT W. GERRITSEN and JOSEPH J. F. SCHOLTEN Delft University of Technology, Faculty of Chemical Technology and Materials Science, Julianalaan 136, 2628 BL Delft (The Netherlands) Summary A study has been made of the kinetics and mechanism of the oxidation of 1-butene to methyl ethyl ketone (MEK) over a new heterogeneous vana- date monolayer Wacker catalyst, in the temperature range of 363 to 408 K and at 0.11 MPa total pressure. The kinetics of reaction with respect to the dependency of the reaction rate on the partial pressures of 1-butene and of water, as well as on the surface Pd and NaCI concentrations, is logically related to the kinetics of the homogeneous Wacker process. At 10% con- version, the main product (MEK) is formed with 80 - 95% selectivity. The formation of byproducts, including crotonaldehyde, acetone, acrolein, acetaldehyde and acetic acid, has been studied and a reaction scheme developed. From an XPS/AES analysis of spent catalysts, it follows that deactiva- tion is probably caused by a gradual decrease of the chlorine surface concentration. Compensation for the loss of chlorine by adding HC1 to the deactivated catalyst leads to a partly regenerated catalyst. Replacing the PdClg/NaCI sub-monolayer by PdS04/H2S04 leads to a stable catalyst. Introduction Nowadays the oxidation of 1-butene to butanone (methyl ethyl ketone, MEK) is performed commercially by the H2S04-catalyzed hydroxylation of the alkene, followed by dehydrogenation to the corresponding ketone over a Cu-Zn catalyst [1]. In the first process step, a corrosive one, 2-butanol can only be formed at low conversion. Moreover, the Cu-Zn dehydrogenation catalyst suffers from deactivation by HgO. A one-step oxidation of 1-butene to MEK would be more attractive, and attempts to reach this have been reported. Most of these, but not all of them [2], are based on Wacker oxidation. 0304-5102/89/$3.50 Eisevier Sequoia/Printed in The Netherlands 321 In homogeneous Wacker oxidation, terminal alkenes can be oxidized to the corresponding methyl ketones by a solution of HgPdC^ in excess HC1: R CH=CH2 + H^O + H2PdCl4 > R C(0) CH3 + 4HC1 + Pd0 (1) Precipitation of Pd0 in the form of palladium black ia avoided by the continuous oxidation of Pd to Pd11 by oxygen, making use of the Cu'/Cu\" redox couple [3]. The technical disadvantages of the homogeneous Wacker process are the highly corrosive properties of the excess HC1 in combination with oxygen, the unwanted formation of chlorinated byproducts and the difficulty of separating the products from the aqueous reaction mixture when starting from Cy or higher alkenes. Although a detailed process scheme has been developed for 1-butene oxidation [4], the process has never been commercial- ized because of the above mentioned disadvantages. Attempts to circumvent these difficulties have been undertaken by replacing the CuCl/CuClz redox couple by chlorine-free ones. A homogeneous catalyst based on PdS04 and a heteropoly acid (HPA) was reported by Davison [5] and further developed by Catalytica Associates (U.S.A.) by adding chlorine-free Cu\" to the HPA-Pd\" solution [6]. From the viewpoint of the separation of the products from the catalyst, a heterogeneous catalyst would be more attractive; such a catalyst based on a Pd salt on active carbon was developed by Fujimoto [7]. A technical drawback is the mechanical weakness of carbon as a support. A catalyst consisting of Vgt^ crystallites and dispersed PdCIa on an a-AlgOa support failed to oxidize butene [8], In the present paper we report on the performance of a new heteroge- neous Wacker catalyst, in which a vanadium oxide redox component is molecularly dispersed on, and chemically bound to, the surface of a support [y-Ala 03 or TiO^a)]. This dispersed phase, in turn, is covered by a sub-mono- layer of a palladium salt [9,10]. Furthermore, we discuss the mechanism and kinetics of 1-butene oxidation to MEK. Experimental Chemicals Oxygen, N3 and 1-butene (in cylinders) were obtained from Air Products (U.S.A.). Nitrogen and 1-butene were of high purity and Oz was of industrial grade. Water was distilled twice. PdClg and PdS04, analytical grade, were obtained from Drijfhout (The Netherlands). HC1 and HaS04, analytical grade, were purchased from Baker (The Netherlands). NH4VO3, also analytical grade, was purchased from Merck (F.R.G.). y-Al^Og, type 000-3P, S(BET)=250m2g-l, was supplied by Akzo (The Netherlands) and TiOa (anatase), type CRS 31 LOT 2, S(BET) = 127m2 g-1, was obtained from Rhone Poulenc (France). 322 Apparatus Catalytic performance has been studied in a continuous-flow fixed-bed stainless-steel reactor, internal diameter 1 cm and length 10 cm, at a total pressure of 0.11 MPa and over the temperature range 363 - 393 K. All gases were dried over molecular sieves and the composition of the feed was regulated by means of mass-flow controllers (Inacom, The Netherlands). Water was dosed to the feed by leading finely divided bubbles of nitrogen through a thermostatted flask filled with water. Off-gas analysis was per- formed gas chromatographically, applying a Porapak QS column, length 100 cm, diameter 3 mm, at 453 K. Peak areas were recorded and integrated by a microcomputer (Digital LCI 11/03, U.S.A.). Surface element analysis was carried out in a Leybold-Heraeus (F.R.G.), type LHS 10 XPS/AES apparatus. A MgK, excitation source (energy 1253.6 eV) was applied under the operating conditions of 13 kV and 20 mA. Spectral lines were compared with standard values [11]. Samples were pre- treated in vacua at 393 K in a preparation chamber connected to the XPS/ AES chamber via a valveless UHV lock. A VG 70 SE-250 mass spectrometer was used for TPD-MS analysis (desorption from 313 K to 673 K, 50 K min\"1) and GC-MS analysis. In the latter case a capillary CP sil-5 column, length 25 m, was used. Catalyst preparation The y-AlgOg pellets were crushed and sieved to particles with diameters from 425 to 600 /im. By leading an Nr^VOa solution of pH = 4 at 343 K over these particles, following the method described by Roozeboom et al. [12], the surface was covered with an aluminovanadate monolayer. The particles were then calcined in air at 673 K for 4 h. From titration with Fe , the vanadium coverage was found to correspond to 3.9 vanadium atoms per nm2. Next, through impregnation to incipient wetness with a solution of NazPdC^ (or another Pd11 salt), followed by drying at 353 K, the aluminovanadate layer was covered by a sub-monolayer of the Pd compound. The catalyst consisting of 0.33mol%PdCl2, 2.7 mol% NaCI, 8.1 mol% VzOg and 88.9 mol% AL^ is hereinafter designated as catalyst A. The TiO^a) pellets were also crushed and sieved to particles with diameters from 425 to 600 um. The vanadate monolayer was prepared by wet impregnation of an NH4VU3 solution of pH = 4 for 16 h at 293 K. A vanadium coverage of 4.7 vanadium atoms per nm2 was attained. The catalyst, consist- ing of 0.47 mol% PdClz, 2.3 mol% HC1, 3.1 mol% VgOe and 94.1 mol% TiO^a) is hereinafter designated as catalyst B. Results and discussion Kinetics Traditionally, the mechanism of homogeneous Wacker oxidation is believed to consist of three equilibria preceding the rate-determining step: R CH==CH2 + PdCLt2- <= PdCl3(R CH=CH2) - + Cl- PdCl3(R CH==CH2) - + HaO <==* PdCL^R CH^HaXHzO) + Cl- PdCl2(R CH=CH2)(H20)?=tPdCl2(R CH=CH2)(OH)- + H+ PdCl2(R CH=CH;,)(OH) - R C(0) CH3 + Pd0 + HC1 + Cl- 323 (2) (3) (4) (5) the last reaction consisting of at least three elementary steps. The mechanism of the homogeneous Wacker oxidation of 1-butene corresponds to the oxidation mechanism of ethylene and the over-all kinetics are in accordance with the above mechanism [13]: 1-1-2 (6) The kinetics of ethylene oxidation over our heterogeneous catalyst have been reported before [10]; they largely correspond to the homogeneous kinetics. The kinetics of butene oxidation with respect to the same variables will now be reported. Figure 1 represents the activity as a function of the partial butene pressure for two catalysts differing in Pd coverage. Both curves are of the Langmuir type and correspond to equilibrium (2); from the derived Langmuir k -values, first-order kinetics in the Pd coverage of the catalyst are found. Partial pressure of C^Hg in the feed ( KPo ) Fig. 1. Turnover numbers (TON) as a function of the partial 1-butene pressure for two catalysts with different Pd coverages. Curve (a): 0.98 mol% PdClz; 7.84 mol% NaCI; 7.63 mol% VaOg; 83.55 mol% AL^. Curve (b): catalyst A. Reaction conditions: temp., 373 K; total pressure, 0.11 MPa; flow rate, O^cm^STP) s-1 g-1; 3 g of catalyst. Feed composition: 7.0% 140; 18.4% Oa; 74.6% gas of variable C^Hsl^2 ratio- 324 The dependence of the reaction rate on the NaCI coverage is depicted in Fig. 2. The relationship is approximately the same as that found for ethylene oxidation, where the HC1 coverage was varied [10]. At too low a NaCI coverage, the Cl/Pd ratio is unfavourable for the formation of the catalyti- cally active PdCLi2\" complexes; this leads to a slight deactivation of the catalyst during the start-up procedure, although a relatively stable level is reached thereafter. At increasing NaCI coverage, a maximum is reached but thereafter in accordance with eqn. (6) retardation of the reaction rate by chloride is found. However, at Cl/Pd > 15 the decrease of the reaction rate ceases and no further influence of NaCI coverage is detected. This last result differs from the kinetics reported earlier when the amount of HC1 instead of NaCI was varied [10], and is due to the constancy of NaCI coverage in the presence of non-adsorbed crystalline NaCI. From XRD analysis, the presence of a significant amount of crystalline NaCI on the catalyst only occurred when Cl/Pd > 15. Measurements at three partial pressures of HgO (Fig. 3) indicate that water has a positive influence on the reaction rate to ca. first-order extent. This result is in accordance with the proposed homogeneous mechanism expressed in eqn. (3), but cannot be measured in the homogeneous case because water as the solvent is present in high concentration. A first-order dependence of the kinetics on the HgO coverage has been measured before in the heterogeneous oxidation of ethylene [10]. Figure 4 depicts the Arrhenius plot obtained over the temperature range 363 - 393 K at a constant coverage with water. An apparent activation energy 0.25 0.20 0.15 0.10 ^ O.OS - 0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 Cl'surface concentration ( Cr-ions.nm-l Fig. 2. Turnover numbers (TON) as a function of the Cl~ surface concentration. Catalysts: 0.33 mol% PdCl;;; 1.65 - 5.94 mol% NaCI; mol% AL;03/mol% VaOg = 10.95; Pd coverage, 0.074 Pd2\"1' ions nm\"2. Reaction conditions as indicated in the legend for Fig. 1; 1% C4Hg in the feed. 325 Partial pressure of C^Hg in the feed (KPa) Fig. 3. Turnover numbers (TON) as a function of the partial l-butene pressure at three different HzO partial pressures. Catalyst A: reaction conditions as indicated in the legend for Fig. 1. Feed composition: curve (a): 17.0% HzO; 16.6% 0^, 66.4% gas of variable C^Hg/N;; ratio. Curve (b): 12.0% H;;0; 17.6% C>2; 70.4% gas of variable C^Hg/Na ratio. Curve (c) 7.0% H^O; 18.4% Oa; 74.6% gas of variable C^Hg/N^ ratio. of 58 kJ mol\"'1 was calculated from this plot, whereas a value of 36 kJ mol\"1 was found in the case of ethylene [10]. Selectivity During the oxidation of l-butene over a y-AlgOa-supported catalyst, the formation of acetaldehyde and acrolein was observed in addition to MEK and when a Ti02( a) -supported catalyst was used acetic acid, acetone and croton- aldehyde were also detected as byproducts. The selectivities to these products as a function of conversion are depicted in Fig. 5. An increase in temperature has a strong negative influence on the selectivity to MEK, with such selectivity increasing with increasing time. When l-butene was fed over a y-AlzOs-V^Os catalyst in the absence of the Pd sub-monolayer no reaction occurred, indicating that the vanadate monolayer shows no activity for the oxidation of l-butene under the condi- tions employed in this work for studying Wacker oxidation. However, the main product (MEK) can be oxidized under the same conditions over the vanadate monolayer, to yield acetaldehyde and, to a lesser extent, acetic acid. When MEK was oxidized over catalyst B, the products were mainly acetalde- hyde, acetic acid and acetone. When catalyst A was used, the MEK conver- sion was lower than with the vanadate monolayer alone, indicating that the Pd sub-monolayer masks the vanadate monolayer sites which are active in the oxidation of MEK. An increase in the partial pressure of water also influences these reactions, and in both cases (with and without palladium) 326 -7.5 -a.o -8.5 -9.0 2.5 2.6 2.7 2.8 2.9 Reciprocal temperature 11000. K\"1) Fig. 4. Arrhenius plot for butene oxidation. Catalyst A: reaction conditions as indicated in the legend for Fig. 1 (except for the temperature); constant relative H^O pressure P/Po=0-07; 1% C4Hg in the feed. 100 80 60 40 20 dl \"TO^'o-o-b\"^02 -c -o-d -o-e 10 20 30 50 60 Conversion (%) Fig. 5. Selectivity to butene oxidation products as a function of the conversion. Curve (al): catalyst A, reaction conditions as indicated in the legend for Fig. 1. Curve (a2): as for curve (al), except the temp., 393 K. Curve (b): 0.33 mol% PdCL;; 2.7 oeol% LiCI; 8.1 mol% 3 Os; 88.9 mol% Als; 03; reaction conditions as indicated in the legend for Fig. 1. For the sake of clarity only the selectivity to MEK is given for these catalysts. Curves (c)-(h): 0.46 mol% PdCL;; 3.7 mol% NaCI; 3.1 mol% V^; 92.8 mol% TiO^a). Reaction conditions: temp., 408 K; total pressure, 0.11 MPa; flow rate, 0.84 cnASTP) s-1 g-1; 2 g of catalyst. Feed composition as given in Fig. 3 for curve (b). Selectivity to MEK [curve (c)], acetic acid [curve (d)], acetaldehyde [curve (e)], acetone [curve (f)], acrolein [curve (g)] and crotonaldehyde [curve (h)], respectively. 327 leads to a decreasing reaction rate for MEK oxidation. Acrolein and croton- aldehyde are typical products formed by a palladium-catalyzed Tt-allyl oxida- tion reaction. The formation of acetaldehyde and acetic acid by the oxidative scission of MEK over VzOg has been reported previously by Takita et al. [14]. It is possible to obtain acetone from MEK via l-buten-3-one [15]. When a homogeneous Wacker catalyst is applied, 3-chloro-2-butanone is formed in yields greater than 20% [4]. This unwanted product could not be detected under normal conditions with our catalyst. Only trace amounts were found by GC-MS analysis of the collected product when a PdGIg-containing catalyst was used. From the carbon balance, it can be concluded that the formation of CO and COg (excluding the amount formed simultaneously by acrolein and acetone) is less than 5%. By summarizing, we arrive at Scheme 1 for the reaction. surface products OH compounds ^ ^ Css.Cij,0^4 compounds ^ ^ -A--' -^~ Cl \\ / 0 \\ ^^ . ^~^- 0 / V. OH ^ @c^ ' ^ -^ ^ Scheme 1. Suggested reaction pathways for butene oxidation. Temperature-programmed desorption of the products deposited on the surface of the spent catalyst, followed by MS analysis of the desorbed products, indicates that, besides the products mentioned above, more heavy products are also formed. There are indications of the presence of phthalic anhydride (m/e = 149) and its precursor o-xylene (mfe = 106); in addition Cg, Gig and 624 products are detected, indicating the occurrence of coupling initially involving two butene units followed by that of the Cg compounds formed. C^ and C^o compounds are not formed, probably due to a higher coverage with Cg compounds (which have high boiling points and are therefore available for the coupling reaction) than units with lower boiling points. Coupling of alkenes by Pd\" is a well-known reaction [7,16], and in the systems studied in this work this coupling reaction will also be Pd-catalyzed. The carbon content of the spent catalyst after 135-h use was only 1 wt.%, including the amount of adsorbed and unreacted 1-butene. Stability and regeneration The PdClg-based catalysts deactivate slowly during use (Fig. 6). The reasons for this have been investigated. The presence of high-boiling products on the surface of the catalyst does not cause deactivation; regeneration of a slightly deactivated PdGIg-containing catalyst by heating to 423 K (or 473 K) 328 0.6 - 20 60 80 100 120 Time of reaction (hrsl Fig. 6. Turnover numbers (TON) as a function of time. Curve (a): catalyst A. Reaction conditions as given in the legend for Fig. 1; 1% C,H in the feed. Curve (b): 0.34 mol% PdSO,; 5.7mol% H;iSC>4; 7.8 mol% V^Os; 86.1 mol% Al^Oa. Reaction conditions as given in the legend for Fig. 2 for curve (b); 1% Hg in the feed. for 4 h in a gas stream consisting of an air-10% steam mixture does not influence the rest activity. Heating to 553 K under the same conditions leads to complete deactivation. Calcination at 673 K in dry air was also not effective in increasing the rest activity. By TPD and TPO experiments performed in a thermobalance, we have found that under the latter regeneration conditions most of the organic products are removed from the catalyst. XPS analyses indicated that after a 140-h experiment at 393 K with catalyst B, only 20% of the original amount of chlorine was present leading to a decrease in the amount of catalytically active PdCV\" complexes. In addition, the presence of Pd , formed by reduction of Pd11 by butene without re-oxidation, could be detected. Impregnation of the catalyst with HC1 leads to a nearly complete return to the original activity. Hence, loss of HC1, possibly via formation of chlorinated products, is the main cause for deactivation. Addition of Cu11 or Mo^ salts (or HssPO^) to a freshly prepared catalyst leads to good activity, but is not effective in improving the stability. The use of chlorine, whose loss is the main cause of deactivation, may be circumvented by the use of PdSO^-based catalysts. This indeed results in a more stable catalyst (Fig. 6). References 1 Kirk-Othmer Encyclopedia of Chemical Technology, 3rd ed.. Vol. 13, Wiley, New York, 1981, p. 894. 329 2 A. L. Farragher and G. W. J. Heimerikx, Proc. 4th Int. Conf. Chem. Uses Molybdenum (1982), Amsterdam, p. 432; Y. Moro-Oka, S. Tan and A. Ozaki, J. Catal., 17 (1970) 125; S. Tan, Y. Moro-Oka and A. Ozaki, J. Catal., 17 (WO) 132. 3 J. Smidt, W. Hafner, R. Jira, J. Sedimeier, R. Sieber, R. Ruttinger and H. Kojer, Angew. Chem., 71 (1959) 176. 4 J. Smidt and H. Krekeler, Chem. Eng. News, (July 8, 1963) 50; J. Smidt and H. Krekeler, Hydrocarbon Process. Pet. Refiner, 42(1963) 149. 5 S. F. Davison, B. E. Mann and P. M. Maitlis, J. Chem. Soc., Dalton Trans., (1984) 1223. 6 WO 87/01615 (March 26, 1987) to Catalytica Associates (U.S.A.). 7 K. Fujioeoto, H. Takeda and T. Kunugi, Ind. Eng. Chem., Prod. Res. Dev., 13(1974) 237. 8 A. B. Evnin, J. A. Rabo and P. H. Kasai, J. Catal., 30 (1973) 109. 9 P. J. van der Steen, Thesis, Delft University, 1987; J. J. F. Scholten and P. J. van der Steen, Eur. Pat. Appl. 210 705A (Feb. 4, 1987). 10 E. van der Heide, M. de Wind, A. W. Gerritsen and J. J. F. Scholten, Proc. 9th Int. Congr. Catal., Calgary, 1988, Vol. 4, p. 1648. 11 G. Kumar, F. R. Blackbum, T. G. Albridge, W. E. Moddeman and M. M. Jones, Inorg. Chem., 11 (1972) 296; K. S. Kim, A. F. Gossmann and N. Winograd, Anal. Chem., 46 (1974) 197. 12 F. Roozeboom, T. Fransen, P. Mars and P. J. Gellings, Z. Anorg. Allg. Chem., 499(1979) 25. 13 P. M. Henry, J. Am. Chem. Soc., aff (1964) 2346; J. M. Henry, J. Am. Chem. Soc., 58(1966) 1595. 14 Y. Takita, K. Iwanaga, N. Yamazoe and T. Seiyama, Oxid. Commun., l (1980) 135. 15 R. J. Theissen, J. Org. Chem., 36(1.971) 752. 16 H. C. Volger, Red. Trav. Chim. Pays-Bas. 86(1967) 677; K. Kaneda, T. Kiriyama, T. Hiraoko and T. Imanaka, J. Mol. Catal., 48 (1988) 343. X244 89802664 0304-5102(89)80266-4 10.1016/0304-5102(89)80266-4 Kinetics and mechanism of the gas-phase oxidation of 1-butene to butanone over a new heterogenized surface vanadate Wacker catalyst Evert Van Der Heide Jan A.M. Ammerlaan Albert W. Gerritsen Joseph J.F. Schölten Delft University of Technology, Faculty of Chemical Technology and Materials Science, Julianalaan 136, 2628 BL DelftThe Netherlands A study has been made of the kinetics and mechanism of the oxidation of 1-butene to methyl ethyl ketone (MEK) over a new heterogeneous vana- date monolayer Wacker catalyst, in the temperature range of 363 to 408 K and at 0.11 MPa total pressure. The kinetics of reaction with respect to the dependency of the reaction rate on the partial pressures of 1-butene and of water, as well as on the surface Pd and NaCl concentrations, is logically related to the kinetics of the homogeneous Wacker process. At 10% con- version, the main product (MEK) is formed with 80 – 95% selectivity. The formation of byproducts, including crotonaldehyde, acetone, acrolein, acetaldehyde and acetic acid, has been studied and a reaction scheme developed. From an XPS/AES analysis of spent catalysts, it follows that deactivation is probably caused by a gradual decrease of the chlorine surface concentration. Compensation for the loss of chlorine by adding HCl to the deactivated catalyst leads to a partly regenerated catalyst. Replacing the PdCl2/NaCl sub-monolayer by PdSO4/H2SO4 leads to a stable catalyst. References 1 3rd ed. Kirk-Othmer Encyclopedia of Chemical Technology 13 1981 Wiley New York 894 2 a A.L. Farragher G.W.J. Heimerikx Proc. 4th Int. Conf. Chem. Uses Molybdenum 1982 432 Amsterdam b Y. Moro-Oka S. Tan A. Ozaki J. Catal. 17 1970 125 c S. Tan Y. Moro-Oka A. Ozaki J. Catal. 17 1970 132 3 J. Smidt W. Hafner R. Jira J. Sedlmeier R. Sieber R. Ruttinger H. Kojer Angew. Chem. 71 1959 176 4 a J. Smidt H. Krekeler Chem. Eng. News 81963 50 b J. Smidt H. Krekeler Hydrocarbon Process. Pet. Refiner 42 1963 149 5 S.F. Davison B.E. Mann P.M. Maitlis J. Chem. Soc., Dalton Trans. 1984 1223 6 WO 87/01615 (March 26, 1987) to Catalytica Associates (U.S.A.). 7 K. Fujimoto H. Takeda T. Kunugi Ind. Eng. Chem., Prod. Res. Dev. 13 1974 237 8 A.B. Evnin J.A. Rabo P.H. Kasai J. Catal. 30 1973 109 9 P.J. van der Steen Thesis 1987 Delft University b J.J.F. Scholten and P.J. van der Steen, Eur. Pat. Appl. 210 705A (Feb. 4, 1987). 10 E. van der Heide M. de Wind A.W. Gerritsen J.J.F. Scholten Proc. 9th Int. Congr. Catal., Calgary 4 1988 1648 11 a G. Kumar F.R. Blackburn T.G. Albridge W.E. Moddeman M.M. Jones Inorg. Chem. 11 1972 296 b K.S. Kim A.F. Gossmann N. Winograd Anal. Chem. 46 1974 197 12 F. Roozeboom T. Fransen P. Mars P.J. Gellings Z. Anorg. Allg. Chem. 499 1979 25 13 a P.M. Henry J. Am. Chem. Soc. 86 1964 2346 b J.M. Henry J. Am. Chem. Soc. 88 1966 1595 14 Y. Takita K. Iwanaga N. Yamazoe T. Seiyama Oxid. Commun. 1 1980 135 15 R.J. Theissen J. Org. Chem. 36 1971 752 16 a H.C. Volger Recl. Trav. Chim. Pays-Bas. 86 1967 677 b K. Kaneda T. Kiriyama T. Hiraoko T. Imanaka J. Mol. Catal. 48 1988 343",
      "scopus-id": "0024769181",
      "coredata": {
        "eid": "1-s2.0-0304510289802664",
        "dc:description": "A study has been made of the kinetics and mechanism of the oxidation of 1-butene to methyl ethyl ketone (MEK) over a new heterogeneous vana- date monolayer Wacker catalyst, in the temperature range of 363 to 408 K and at 0.11 MPa total pressure. The kinetics of reaction with respect to the dependency of the reaction rate on the partial pressures of 1-butene and of water, as well as on the surface Pd and NaCl concentrations, is logically related to the kinetics of the homogeneous Wacker process. At 10% con- version, the main product (MEK) is formed with 80 – 95% selectivity. The formation of byproducts, including crotonaldehyde, acetone, acrolein, acetaldehyde and acetic acid, has been studied and a reaction scheme developed. From an XPS/AES analysis of spent catalysts, it follows that deactivation is probably caused by a gradual decrease of the chlorine surface concentration. Compensation for the loss of chlorine by adding HCl to the deactivated catalyst leads to a partly regenerated catalyst. Replacing the PdCl2/NaCl sub-monolayer by PdSO4/H2SO4 leads to a stable catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802664",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Van Der Heide, Evert"
          },
          {
            "@_fa": "true",
            "$": "Ammerlaan, Jan A.M."
          },
          {
            "@_fa": "true",
            "$": "Gerritsen, Albert W."
          },
          {
            "@_fa": "true",
            "$": "Schölten, Joseph J.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802664"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802664"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80266-4",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics and mechanism of the gas-phase oxidation of 1-butene to butanone over a new heterogenized surface vanadate Wacker catalyst",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "320-329",
        "prism:endingPage": "329",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80266-4",
        "prism:startingPage": "320",
        "dc:identifier": "doi:10.1016/0304-5102(89)80266-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024769181"
      }
    }
  }
}