{
  "metadata": {
    "title": "Electrochemical reduction of oxygen in sulphuric acid catalyzed by porphyrin-like complexes",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-11-30",
    "doi": "10.1016/0304-5102(86)87049-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286870493",
    "pii": "0304510286870493"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022149727",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286870493 0304-5102(86)87049-3 0304510286870493 10.1016/0304-5102(86)87049-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00429 2024-01-02T01:04:16.600218Z 0 0 19861101 19861130 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 38 38 1 2 1 2 Volume 38, Issues 1–2 6 61 70 61 70 198611 November 1986 1986-11-01 1986-11-30 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. ELECTROCHEMICALREDUCTIONOXYGENINSULPHURICACIDCATALYZEDBYPORPHYRINLIKECOMPLEXES JOHANSSON L VOGEL 1970 1517 W BECK 1973 353 F JAHNKE 1976 133 H VANVEEN 1981 700 J OCARRA 1975 P PORPHYRINSMETALLOPORPHYRINS BLOMQUIST 1982 1453 J VANVEEN 1981 693 J DRINKARD 1959 4795 W BARRETT 1937 1736 P BLOMQUIST 1981 2287 J BLOMQUIST 1982 1445 J BECK 1973 1009 F MUSILOVA 1973 213 M JOHANSSON 1984 23 L ADLER 1967 476 A HILLER 1968 137 H MOESELER 1976 892 R JOHANSSON 1973 25 L MEIER 1977 712 H JOHANSSONX1986X61 JOHANSSONX1986X61X70 JOHANSSONX1986X61XL JOHANSSONX1986X61X70XL item 0304-5102(86)87049-3 0304510286870493 1-s2.0-0304510286870493 10.1016/0304-5102(86)87049-3 272239 2024-01-02T01:04:16.600218Z 1986-11-01 1986-11-30 1-s2.0-0304510286870493-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870493/MAIN/application/pdf/6feebb2ecbd47051862e692ce51c30b8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870493/MAIN/application/pdf/6feebb2ecbd47051862e692ce51c30b8/main.pdf main.pdf pdf true 626049 MAIN 10 1-s2.0-0304510286870493-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870493/PREVIEW/image/png/c2b70af93b646f3d79ff2a2133c33016/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870493/PREVIEW/image/png/c2b70af93b646f3d79ff2a2133c33016/main_1.png main_1.png png 70690 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 38 (1986) 61 - 70 61 ELECTROCHEMICAL REDUCTION OF OXYGEN IN SULPHURIC ACID CATALYZED BY PORPHYRIN-LIKE COMPLEXES LENNART Y. JOHANSSON and RAGNAR LARSSON Inorganic Chemistry 1, Chemical Center, P.O. Box 124, S-22100 Lund (Sweden) Summary Catalysts for electrochemical reduction of oxygen were prepared from a dialdehyde (terephthalaldehyde) by reaction with pyrrole in propionic acid. The product obtained was practically inactive as a catalyst for oxygen reduction. After heat treatment at 600 - 700 C in an inert atmosphere, the cobalt complex showed an enhanced catalytic activity. This activity was compared to that of other heat-treated N4-clusters, e.g., tetraphenylpor- phyrins and phthalocyanines. The product is believed to be a polymer but its structure is unknown. Introduction The electrochemical reduction of oxygen in an acid electrolyte at ambient temperature proceeds at high rate only if the reaction is catalyzed. Suitable catalysts can be precious metals such as platinum or silver [I], or metal complexes of organic ligands such as porphyrins or phthalocyanines [2]. These complexes are known as N4-chelates. They do not as a rule ca- talyze the anodic oxidation of fuels, such as methanoi, which is advanta- geous if the catalysts are used in fuel cells [3]. The main disadvantage of these complexes is, however, that the initially high catalytic activity decreases more or less rapidly [4]. This deactivation process seems to be related to a destruction of the organic ligand; probably a ring-opening reaction [5] followed by a demetallation. This has been found to be the case, e.g., for the polymeric iron phthalocyanines [6]. It has, however, been known for about ten years that the catalytic activity of porphyrin catalysts containing iron or cobalt as the central atom is increased remarkably by a thermal pretreatment [7]. The porphyrins are, e.g., heated m an inert atmosphere of nitrogen at a temperature between 500 and 800 C. Not only the activity but also the stability of the catalyst is improved by this process. The stability of the catalyst is defined as its ability to maintain the initially high activity when used in an oxygen elec- trode. This is a very important aspect since electrodes in batteries and fuel cells must have a lifetime of at least 10 000 h. 0304-5102/86/$3.50 Eisevier Sequoia/Printed in TTie Netherlands 62 The increase in activity described above for the porphyrin complexes is not a general feature for all kinds of N4 chelates. E.g., for polymeric iron phthalocyanine (FePc-p), the optimal catalytic activity is obtained if the complex is heated to 200 C. Above this temperature, activity and stability are highly decreased [8]. However, heating organic ligands like the porphyrins to 700 C must profoundly influence the structures of these complexes, and the properties of the heat-treated materials may be quite different from those of the starting materials. This heating process is accompanied by a change in colour of the complexes to deep black, and solubility in organic solvents is dras- tically decreased. This observation indicates that a polymerization takes place. In this work we have investigated the catalytic activity of substances with structures that may be similar to those of porphyrins. We wanted to see if it is possible to polymerize tetraphenylporphyrin, TPP, [2] by a method similar to that used for the preparation of polymer phthalocyanines [9]. Monomeric phthalocyanines are prepared from phthalodinitrile [10], while the starting material for the polymeric complexes is 1,2,4,5-tetra- cyanobenzene or pyromellitic acid dianhydride [11]. The reaction in this case thus gives a network of monomeric phthalocyanine subunits [12]. The size of these polymers is, however, generally unknown, although the results obtained by different authors indicate a polymer size ranging from 2 to about 20 monomeric subunits [13 -15]. The tetraphenylporphyrin ligand is synthesized by reacting benzal- dehyde with pyrrole in propionic acid [16]. We have replaced the benzal- dehyde with a dialdehyde, viz., terephthalaldehyde, m order to induce a reaction at both ends of this dialdehyde. It should thus be possible to pre- pare a crosslinked network of TPP monomeric units resulting in a polymeric sheet of TPP similar to that shown in Formula 1. l However, it is clear that competing reactions may also take place, such as the self-condensation of the dialdehyde. The cobalt complex of the 63 product obtained by this synthesis was, indeed, almost inactive when used as a catalyst for the electrochemical reduction of oxygen. This indicates that the original product obtained is not a N4 ligand, since such complexes with cobalt incorporated in the ligand always have some degree of catalytic activity. On the other hand, it was found that if the cobalt complex was heated in an inert atmosphere, the catalytic activity increased considerably. It is probable that condensation products such as 2 or 3 are formed. ^p^rvc-Q-cOc-o- N \\ / 'N' \\ / \"N' A H H 2 HO^ /0 ^ ^ HO^ ^ c c c Experimental section Preparation of complexes The preparation of the TPP complexes, TAA(tetraazaannulene) and polymeric iron and cobalt phthalocyanines (FePc-p, CoPc-p) were performed according to literature methods [11,16,17]. The dialdehyde pyrrole complexes were synthesized by adding tere- phthalaldehyde (0.1 mol) to warm propionic acid (300 ml). The solution became light yellow. Freshly distilled pyrrole (0.1 mol) was added dropwise to the solution. The colour of the solution immediately turned dark brown. When the reaction was complete, the solution was filtered and the residue careully washed with methanoi. A black powder was obtained. The strong colour may be indicative of a structure like 2. The product is insoluble in most solvents. Elemental analysis: C 75.1%, H 4.21%, N 7.18%. The analysis results indicate that some oxygen is also present, probably as unreacted aldehyde groups, carboxylic groups or as terminal quinones. Formula 3 corresponds closely to the analysis results. It was also possible to perform the synthesis at room temperature. In this case the synthesis was run overnight. Cobalt was inserted in the ligand by boiling with cobalt acetate in DMF for 15 min. However, the metal content in the dialdehyde pyrrole (DAP) 64 complex was found by atomic absorption to be only about 3%. This means that three units such as the one depicted by formula 3 might engage two of their three nitrogens to form an octahedral CoNe complex. Heat treatment of the metal complexes was carried out in a nitrogen atmosphere, free of oxygen [18] for 2 h at a constant temperature. Electrochemical measurements The electrochemical activity of the catalysts was investigated potentio- statically in 2.3 M HsSC^ at 20 C. The complexes were mixed with carbon black (Philblack 1-1SAF) m equal proportions by weight for 10 min in a ball mill. A few drops of ethanol were added to a small amount of the mixture to obtain a suspension. The suspension was spread out on a porous Teflon sheet in an even layer. The Teflon sheet was dried at 100 C for 5 min. It was weighed accurately before and after addition of the catalyst mixture. The amount of this mixture used in each experiment was between 3.0 and 5.0 mg. It was checked that with this loading the current density expressed as mA (mg catalyst mixture)\"1 was independent of the amount of catalyst. The catalyst-Teflon sheet was mounted in a holder together with a piece of graphite felt (PE 204 Sigri Elektrographit GmbH) to prevent the catalyst from being dispersed into the electrolyte. A perforated gold plate was used as a current collector (Fig. 1). Oxygen was passed through the electrode into the electrolyte. Gold wire Electrolyte \\ Teflon sheet Catalyst mass(3.0-&0mg) Graphite felt Fig. 1. Schematic picture of the electrode mounted in the electrode holder. Polarisation curves were recorded potentiostatically by stepwise changing the applied potential and reading the value of the current. The reference electrode was a Hg/Hg2S04 electrode equipped with a Luggin capillary in the same electrolyte. The potential of this reference electrode is +640 mV vs. a hydrogen electrode in the same electrolyte. The working electrodes were polarized to 200 mV vs. the reference electrode and back 65 again to the starting value in one sweep. The average values of the current, expressed as mA mg~1, at each potential reading are used in the figures. Results and discussion Polarisation curves for some different N4 complexes are shown in Fig. 2. The catalytic activity for a complex will be discussed in terms of the electrode potential obtained for a certain current density. mA/mg Fig. 2. Polarisation curves for some N4-complexes. CoPc-polymer, n Co TPP heated at 600 C, 0 FePc-p,A Co TAA,A carbon black (Philblack 1-1SA) included for comparison. The high catalytic activity for polymeric iron phthalocyanine is ob- vious. Unfortunately, polymeric iron phthalocyanines are not particularly stable in acid electrolytes [19], although it has been claimed that these complexes can be treated to become very stable [20]. The Co TAA com- plex is an interesting catalyst. The potentials obtained are somewhat lower than those for FePc-p, but on the other hand very high currents are obtained from the Co TAA catalyst without reaching the diffusion limit. At the potential 0 mV, the current obtained from the FePc-p catalyst is about 1 mA mg~1 while for the Co TAA catalyst the current is about 10 mA 66 mg\"1, i.e., ten times higher. Notable also is the very high catalytic activity from heat-treated Co TPP. The electrode potentials obtained are rather close to the potentials for FePc-p. As a rule, iron complexes will give higher potentials than the corresponding complexes with cobalt as central atom. The current produced by the carbon black (Philblack 1-1SAF) which is mixed with the catalyst is also depicted in Fig. 2. The contribution from the carbon black to the total current is negligibly small. Thus practically all of the current values reported in the figures originate from the catalyst under investigation. The effect of the heat treatment is somewhat different for the various N4-chelates. The catalytic activity for polymeric cobalt phthalocyanine (CoPc-p) is not at all affected by a heat treatment at 500 C (Fig. 3). The mA/mg Fig. 3. Effect of heat treatment on the catalytic activity. 0 CoPc-polymer, CoPc- polymer heated at 600 C, u Co-TAA, Co TAA heated at 500 C. potentials obtained for small current densities (<10~1 mA mg\"1) are almost identical whether the complex is heated or not. However, the heat treated complex has a somewhat lower limit for the maximum current density that could be attained. This behaviour is similar to that of the Co TAA complex (Fig. 3). At a current of 10~1 mA mg\"1, the potential of the complex heated to 500 C is about 25 mV higher compared to the non-heated complex. On 67 the other hand, the current diffusion limit is considerably decreased for the complex which has been heat treated. This behaviour is in sharp contrast to the situation for the Co TPP complex (Fig. 4). For this catalyst, the potentials are shifted considerably towards more positive values if the complex is subjected to a heat treatment. Optimum results are obtained if the heat treatment is performed at 600 - 700 C. If the heating temperature is increased above this range, the activity will decrease again. It is clear from the Figure that the current diffusion limit is shifted towards higher values for the complexes which have been heated. It should also be mentioned that the stability of the Co TPP com- plex is also increased by the heat treatment. 10-3 10-2 10-' 10 . 101 mA/mg Fig. 4. Effect of heat treatment for Co TPP. not heated,u 500 C, 0 600 C, n 700 C, 800 C, + 900 C. The results for the DAP complexes are shown in Fig. 5. The catalytic activity for these complexes before being subjected to any heat treatment is practically nil (e.g., 120 mV at 10~2 mA mg~1). The potential is, however, shifted to +150 mV if the complex is heat treated. The maximum catalytic activity is obtained if heat treatment is performed at about +700 C (Fig. 6). In this case the potential is ca. +170 mV at 10~2 mA mg\"1. However, in contrast to the Co TPP catalyst, the activity is not really decreased even mA/mg Fig. 5. Effect of heat treatment of Co DAP complex. A no heat treatment, 0 heated at 500 C. if the heating temperature is increased to 800 or 900 C. If anything, the activity is somewhat increased in the current range 10\"2 -10~1 mA mg\"1. The DAP complexes thus seem to be somewhat more resistant to high temperatures than the porphyrins. The elemental analysis of the DAP complexes differs from that of TPP. E.g., the nitrogen content in the DAP complex is 7.2% compared to 9.11% in TPP. Altogether, this indicates that the DAP complexes have a different structure than the porphyrins. The cobalt content in the Co DAP complex is only about 3% compared to 8.8% for, e.g., CoTPP. Despite this, the catalytic activity of the CoDAP complex is high. The metal is of critical importance for the catalytic activity. Thus it is also plausible that the activity for these complexes might be in- creased if the metal content can be increased, e.g., by an improved tech- nique for metal insertion resulting in a higher metal content. The catalysts obtained from different runs of the same synthetic procedure may differ somewhat in activity. The metal content will also differ somewhat when different batches are prepared. If, as stated above, one assumes that a polymerisation takes place during the reaction, these varia- tions may be explained. For the heat-treated catalysts, we found that the current attains equili- brium values more rapidly when the potential is changed, than was the case 69 10 , 10' mA/mg Fig. 6. Polarisation curves for Co DAP, heat treated at elevated temperatures. 0 600 C, A 700 C, 0 800 C, a 900 C. for the non-heated ones. This is clearly seen as a decreased hysteresis effect in the polarisation curve measurements. This observation can be interpreted as a stability effect, i.e., the complexes become electrochemically more stable by the heat treatment procedure. A rapid current adjustment can, however, also be an indication of a higher degree of reversibility of the electrochemical reaction. It is thus possible that the heat-treated complexes may catalyze the oxygen reduction in a different way than the non-heated complexes. The fast current adjustment is a property which is typically observed in alkaline electrolytes (e.g., 6 M KOH). In alkaline solutions the electrochemical reduction of oxygen is known to be much less hindered than in acid media. Heat-treated catalysts in acid media perform in a manner which is similar to the properties of catalysts used in alkaline solution. It is our assumption at present that the DAP complexes described above are copolymers between the dialdehyde and the pyrrole. The poly- meric structure is indicated by their strongly black colour as well as their insolubility in organic solents. It is not at all certain that they possess a cyclic structure with four nitrogen atoms similar to the N4 chelates. Such a cyclic structure was previously considered necessary for the electrochem- ical activity of the complexes. It was, however, shown by Jahnke et al. [3] 70 that both N282- and N202-chelates were also active as catalysts for electro- chemical reduction of oxygen although their stability in acid electrolytes was poor. Conclusion The very low initial catalytic activity of the Co DAP complexes indicates that their structures are not suitable to make them good electro- catalysts. It is an interesting fact, however, that the complexes attain good activity by heat treatment. This most certainly causes a profound change of the structure of the complex. At present we do not know much about this structure. The results obtained so far show that good electrocatalysts for acid electrolytes can be obtained even if the starting complex is not a cyclic N4 complex. This seems to open new and exciting approaches for the synthe- sis of catalyst systems for the electrochemical reduction of oxygen. Acknowledgment This work was financially supported by the Swedish Board for Tech- nical Development (STU). References 1 W. M. Vogel and J. T. Lundquist, .7. Electrochem. Soc., 117 (1970) 1517. 2 F. Keck, Ber. Bunsenges., 77(1973)353. 3 H. Jahnke, M. Schonborn and G. Zimmermann, Top. Curr. Chem., 61 (1976) 133. 4 J. A. R. van Veen and H. A. Colijn, Ber. Bunsenges., 85 (1981) 700. 5 P. O'Carra, in K. M. Smith (ed.), Porphyrins and Metalloporphyrins, Eisevier, Ams- terdam, Oxford, New York, 1975, Chapt. 4. 6 J. Blomquist, U. Helgesson, L. C. Moberg, L. Y. Johansson and R. Larsson, Electro- chim. Acta, 27 (1982) 1453. 7 J. A. R. van Veen, J. F. van Baar, C. J. Kroese, J. G. F. Coolegen, N. de Wit and H. A. Colijn, Ber. Bunsenges., 85 (1981) 693. 8 L. Y. Johansson, unpublished results. 9 W. C. Drinkard and J. C. Bailar, J. Am. Soc., 81 (1959) 4795. 10 P. A. Barrett, C. E. Dent and R. P. Linstead, J. Chem. Soc., (1937) 1736. 11 J. Blomquist, L. C. Moberg, L. Y. Johansson and R. Larsson, J. Inorg. Nucl. Chem., 43(1981)2287. 12 J. Blomquist, U. Helgesson, L. C. Moberg, L. Y. Johansson and R. Larsson, Electro- chim. Acta, 27 (1982) 1445. 13 F. Beck, W. Dammert, J. Heiss, H. Huler and R. Polster, Z. Naturforsch., 28a (1973) 1009. 14 M. Musilova, J. Mrha and J. Jindra,J. Appl. Electrochem., 3 (1973) 213. 15 L. Y. Johansson and R. Larsson, Chem. Scripta, 48 (1984) 23. 16 A. D. Adler, F. R. Longo, J. D. Finarelli, J. Goldmacher, J. Assour and L. Korsakoff, J. Org. Chem., 32 (1967)476. 17 H. Hiller, P. Dimroth and H. Pfitzner, Justus Liebigs Ann. Chem.. 717 (1968) 137. 18 R. Moeseler, B. Horvath, D. Lindenau, E. G. Horvath and H. L. Krauss, Z. Natur- forsch., 31b (1976)892. 19 L. Y. Johansson, J. Mrha and R. Larsson, Electrochim. Acta, 18 (1973) 25. 20 H. Meier, U. Tschirwitz, E. Zimmerhacki, W. Albrecht and G. Zeitler, J. Phys. Chem., 81 (1977)712. X244 86870493 0304-5102(86)87049-3 10.1016/0304-5102(86)87049-3 Electrochemical reduction of oxygen in sulphuric acid catalyzed by porphyrin-like complexes Lennart Y. Johansson Ragnar Larsson Inorganic Chemistry 1, Chemical Center, P.O. Box 124, S-22100 LundSweden Catalysts for electrochemical reduction of oxygen were prepared from a dialdehyde (terephthalaldehyde) by reaction with pyrrole in propionic acid. The product obtained was practically inactive as a catalyst for oxygen reduction. After heat treatment at 600–700°C in an inert atmosphere, the cobalt complex showed an enhanced catalytic activity. This activity was compared to that of other heat-treated N4-clusters, e.g., tetraphenylporphyrins and phthalocyanines. The product is believed to be a polymer but its structure is unknown. References 1 W.M. Vogel J.T. Lundquist J. Electrochem. Soc. 117 1970 1517 2 F. Beck Ber. Bunsenges. 77 1973 353 3 H. Jahnke M. Schönborn G. Zimmermann Top. Curr. Chem. 61 1976 133 4 J.A.R. van Veen H.A. Colijn Ber. Bunsenges. 85 1981 700 5 P. O'Carra K.M. Smith Porphyrins and Metalloporphyrins 1975 Elsevier Amsterdam, Oxford, New York Chapt. 4. 6 J. Blomquist U. Helgesson L.C. Moberg L.Y. Johansson R. Larsson Electrochim. Acta 27 1982 1453 7 J.A.R. van Veen J.F. van Baar C.J. Kroese J.G.F. Coolegen N. de Wit H.A. Colijn Ber. Bunsenges. 85 1981 693 8 L.Y. Johansson, unpublished results. 9 W.C. Drinkard J.C. Bailar J. Am. Soc. 81 1959 4795 10 P.A. Barrett C.E. Dent R.P. Linstead J. Chem. Soc. 1937 1736 11 J. Blomquist L.C. Moberg L.Y. Johansson R. Larsson J. Inorg. Nucl. Chem. 43 1981 2287 12 J. Blomquist U. Helgesson L.C. Moberg L.Y. Johansson R. Larsson Electrochim. Acta 27 1982 1445 13 F. Beck W. Dammert J. Heiss H. Hiller R. Polster Z. Naturforsch. 28a 1973 1009 14 M. Musilova J. Mrha J. Jindra J. Appl. Electrochem. 3 1973 213 15 L.Y. Johansson R. Larsson Chem. Scripta 48 1984 23 16 A.D. Adler F.R. Longo J.D. Finarelli J. Goldmacher J. Assour L. Korsakoff J. Org. Chem. 32 1967 476 17 H. Hiller P. Dimroth H. Pfitzner Justus Liebigs Ann. Chem. 717 1968 137 18 R. Moeseler B. Horvath D. Lindenau E.G. Horvath H.L. Krauss Z. Naturforsch. 31b 1976 892 19 L.Y. Johansson J. Mrha R. Larsson Electrochim. Acta 18 1973 25 20 H. Meier U. Tschirwitz E. Zimmerhackl W. Albrecht G. Zeitler J. Phys. Chem. 81 1977 712",
      "scopus-id": "0022149727",
      "coredata": {
        "eid": "1-s2.0-0304510286870493",
        "dc:description": "Catalysts for electrochemical reduction of oxygen were prepared from a dialdehyde (terephthalaldehyde) by reaction with pyrrole in propionic acid. The product obtained was practically inactive as a catalyst for oxygen reduction. After heat treatment at 600–700°C in an inert atmosphere, the cobalt complex showed an enhanced catalytic activity. This activity was compared to that of other heat-treated N4-clusters, e.g., tetraphenylporphyrins and phthalocyanines. The product is believed to be a polymer but its structure is unknown.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286870493",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Johansson, Lennart Y."
          },
          {
            "@_fa": "true",
            "$": "Larsson, Ragnar"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286870493"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286870493"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)87049-3",
        "prism:volume": "38",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Electrochemical reduction of oxygen in sulphuric acid catalyzed by porphyrin-like complexes",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "61-70",
        "prism:endingPage": "70",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 1986",
        "prism:doi": "10.1016/0304-5102(86)87049-3",
        "prism:startingPage": "61",
        "dc:identifier": "doi:10.1016/0304-5102(86)87049-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022149727"
      }
    }
  }
}