{
  "metadata": {
    "title": "EXAFS-XANES studies of Re oxide-alumina and Cr oxide-silica catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-07-30",
    "doi": "10.1016/0304-5102(88)85089-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288850892",
    "pii": "0304510288850892"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024035367",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288850892 0304-5102(88)85089-2 0304510288850892 10.1016/0304-5102(88)85089-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00879 2024-01-02T01:04:53.938015Z 0 0 19880730 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 46 46 1 3 1 2 3 Volume 46, Issues 1–3 10 131 149 131 149 19880730 30 July 1988 1988-07-30 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. EXAFSXANESSTUDIESREOXIDEALUMINACROXIDESILICACATALYSTS ELLISON A MYERS 1985 260 D MCDANIEL 1986 446 M VANDAM 1972 1221 P MOL 1982 35 J OSTHOORN 1976 392 A YAO 1976 392 H KERKHOF 1979 279 F NAKAMURA 1981 51 R WANG 1983 177 L ARNOLDY 1986 231 P EDREVAKARDJIEVA 1985 97 R SCHEFFER 1986 303 B XIAODING 1986 47 X XIAODING 1986 1945 X MCDANIEL 1981 71 M REBENSTORF 1983 240 B FRICKE 1986 3491 R MCDANIEL 1986 446 M ELLISON 1984 2567 A ELLISON 1984 2581 A COVERDALE 1983 567 A ELLISON 1983 109 A ELLISON 1985 111 A ELLISON 1986 67 A DALGAARD 1974 541 G MILLER 1936 131 J KEPERT 1972 255 B EARLYTRANSITIONMETALS PORTA 1972 157 J WILHELMI 1965 165 K WELCH 1983 110 M STERN 1974 3027 E BAES 1976 211 219 C HYDROLYSISCATIONS ANDERSON 1975 J STRUCTUREMETALLICCATALYST PARLITZ 1985 24 B SHULMAN 1976 1384 R DURHAM 1981 159 P KREBS 1969 436 B ELLISONX1988X131 ELLISONX1988X131X149 ELLISONX1988X131XA ELLISONX1988X131X149XA item 0304-5102(88)85089-2 0304510288850892 1-s2.0-0304510288850892 10.1016/0304-5102(88)85089-2 272239 2024-01-02T01:04:53.938015Z 1988-07-30 1-s2.0-0304510288850892-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850892/MAIN/application/pdf/7db70f9d34a5f6e6cbe5204d1cbaccb9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850892/MAIN/application/pdf/7db70f9d34a5f6e6cbe5204d1cbaccb9/main.pdf main.pdf pdf true 1371601 MAIN 19 1-s2.0-0304510288850892-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288850892/PREVIEW/image/png/14847338a5fa06c7c42be9dcb10de781/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288850892/PREVIEW/image/png/14847338a5fa06c7c42be9dcb10de781/main_1.png main_1.png png 60781 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 46 (1988) 131 -149 131 EXAFS-XANES STUDIES OF Re OXIDE-ALUMINA AND Cr OXIDE-SILICA CATALYSTS A. ELLISON, School of Science, Humberside College of Higher Education, Cottingham Road, Hull, N. Humberside HU6 7RT (U.K.) G. DIAKUN SERC/SRS Daresbwy Laboratory. Daresbury, Warrington (U.K.) and P. WORTHINGTON Department of Chemistry. Hull University, Hull, N. Humberside (U.K.) Summary Extended X-ray absorption fine structure (EXAFS) and X-ray absorp- tion near-edge structure (XANES) spectra were obtained for chromium(VI) oxide species on silica, ammonium perrhenate on alumina and for their various products after calcination m dry air. After impregnation, the Cr oxide species at low loading correspond to Cr-0 tetrahedra occurring as near-neighbour clusters on the surface, while at high loading a Cr^OT-like molecular structure is retained within gross clumps of Cr-containing material; after calcination at 525 C, significant clusters of Cr oxides remain at the surface. For ammonium perrhenate on alumina, Re04 tetrahedra prevail at high loading in structures resembling crystalline NH4Re04, while at 2.5% Re loading the supported Re adopts a cluster structure close to that of Re207, perhaps as a thin layer, even after low temperature drying. After calcination, the higher Re-loading materials still retain a perrhenate-like structure and do not suffer simple decomposition to produce rhenium(VII) oxide. Introduction Transition metal species distributed upon high surface area supports possess many remarkable properties, among which their catalytic activity ensures their commercial importance. Chromium oxide on silica ethylene polymerisation catalysts continue to attract the efforts of many researchers, see for example [1, 2]. Similarly, rhenium oxide on alumina is a well known metathesis catalyst for alkenes and, when promoted with tetraalkyi tin, for alkenes containing functional groups [3, 4]. 0304-5102/88/$3.50 Eisevier Sequoia/Printed m The Netherlands 132 The activities of these catalysts in their respective systems depend upon the loading, the oxidation state and upon the state of dispersion or aggrega- tion of the transition metal oxide on the support. These qualities differ markedly between the two systems. Chromium on silica is most active at amounts < 1% Cr, while rhenium on alumina reaches a maximum activity for functionalised alkenes at between 15 and 20% Re, and rhenium on silica-alumina shows great activity between 0.5 and 2.5% Re. The nature and properties of the support material are of course a critical determining factor in the reaction activity of the metal species. Of equal importance is the emerging understanding of the effects due to the method of catalyst prepara- tion and to the methods used in subsequent calcination and heat treatment. Recognition must now be given to the role of water and of hydroxyl groups at the surface and to the mobility or otherwise of supported species during calcination. A vast range of techniques has been used in attempts to elucidate the structure and distribution of the supported species and to identify and quantify the active sites in the catalyst: for example, Re/A^Os [5-14]; Cr/SiOa [15-18]. This study uses the techniques of EXAFS and XANES spectroscopy to further elucidate the environment of Cr and Re species on their supports, for samples previously investigated [19 - 26 ]. Cr on silica was studied over a wide range of Cr loading for samples produced by a wet impregnation technique. Even at 1% Cr on a high surface area silica, clusters of Cr species, occurring as rafts with mono-molecular or bimolecular layer thickness, were observed using FABMS and ESR tech- niques [19 - 21]. Most significantly, an ESR signal customarily interpreted as arising from isolated Cr(V) species was shown to have unusual low- temperature characteristics, which could be explained in terms of magnetic exchange phenomena between near-neighbour Cr species. Similar studies of Re-A^Os metathesis catalysts [23 -26], prepared by aqueous impregnation with NH4Re04, showed that the impregnate NH4Re04 exists on the alumina before calcination, predominantly in gross, three-dimensional macrostructures, whose properties are close to that of crystalline NH4Re04, even at the relatively low loading of 5% Re. After calcination, the supposed conversion to Re(VII) oxide, Re207, was accom- panied by redistribution from the pore structure of the alumina, but large quantities of the Re species, if not the majority, remained locked in the meso-pores of the alumina and in the interparticle voids between the alumina primary particles. Preliminary EXAFS/XANES results indicated that the immediate environment of the Re species, both before and after calcination, closely resembled that in NH4Re04, and that a Re^O^ phase was not pro- duced in the calcined samples studied. At low loading, the spectra did perhaps show some features attributable to surface Re(VII) oxide clusters. The EXAFS/XANES technique is particularly well suited to the study of supported metal oxides, as an analysis of features in the spectra yields direct information on the immediate, near-neighbour environment of the 133 absorbing atom. Structural information is therefore revealed for the amor- phous state as well as for the bulk, crystalline condition. The work reported here represents an analysis of the EXAFS/XANES results previously de- scribed in preliminary form [21, 26]. Experimental Materials The 7-alumina was a calcined Laporte ultra-pure (alumina-L [25]) with surface area 157 m2 g~1; pore radius 6.5 nm; pore volume 0.47 cm3 g\"1. The Gasil 35 micronised Xerogel (Unilever Ltd [21]) possessed surface area 350 m2 g~1; pore volume 1.0 cm3 g~1. Catalyst preparation Wet impregnation was employed to produce Cr03/Si02 [21] and NH4Re04/Al2C>3 [25] materials. Re samples were calcined at 525 C in dry air and Cr samples were calcined at various temperatures in dry air [21, 25]. EXAFS/XANES EXAFS and XANES spectra were obtained in transmission (> 2% metal ion loading) and in the fluorescence FLEXAFS modes (<2% metal ion) using the Synchroton Radiation Source (SRS Daresbury Laboratory, Warrington, U.K.) with a beam energy of typically 1.80 GeV (Re) and 1.96 GeV (Cr) and at circulating currents of 186-110 mA (Re, Wiggler line) and 140 - 94 mA (Cr). The transmission of the reference ionisation chamber was 90% and that of the signal chamber, 30%. Re spectra were obtained with essentially constant (75%) harmonic rejection by using a double-crystal (Si(220)) order-sorting monochromator. Coupled with the comparatively low energy of the SRS beam and the ion- chamber settings, this technique helped to minimise the harmonic con- tamination of the transmission measurements. A Re metal foil, 11 Jum, was used to calibrate the energy of the Re LUI absorption edge at 10.532 keV, Si(220); crystalline ReO^ and NH4Re04 were used as reference compounds. Cr spectra were recorded using a Si(III) crystal monochromator, usually in the transmission mode. Several fluorescence, FLEXAFS, spectra were recorded using an array of Tl-doped Agi crystal detectors for Cr loadings of < 2%. The data, however, were obtained only in single-pass measurements, so that the signal to noise ratio was often too poor to generate acceptable background-corrected spectra for analysis. Cr metal foil was used to calibrate the energy of the Cr K-absorption edge at 5.989 keV, Si(III). The spectra were referred to standard reference compounds, including NaaCrO^, Na2Cr20.7 and Cr03, together with the decomposition products of Cr03 in air at 290, 360 and 560 C, lower oxidation oxides of Cr. All samples were studied at room temperature as finely-ground pow- ders, particle size 1 pm, presented as 1 mm thick films entrapped in Mylar. 134 To achieve an optimum absorbance maximum of approximately 2.2, samples were thoroughly mixed and diluted with boron nitride whenever necessary. No precautions were taken to exclude air during these operations. Calculations The raw data were processed using the Daresbury suite of EXAFS programs. EXCALIB converts the data based upon monochromator angle into normalised spectra of absorption versus electron energy, in eV, used as input to EXBACK to generate background-removed spectra. Calculated EXAFS spectra and the Fourier transforms of both calculated and experi- mental spectra were computed and compared using EXCURVE, which utilises the curved-wave approximation for the scattered photoelectron. Best-fit values for atom-shell radius and for the number of scattering atoms were obtained in EXCURVE by minimisation of the error differ- ences between the calculated and experimental curves, varying the param- eters: EO, the magnitude of the photoelectron energy at zero wave vector, which is added to the input energies; VPI, the imaginary potential used to describe the finite lifetime of the photo electron; and for n shells, the number of atoms in shell n, the radial distance of shell n from the central atom and the Debye-Waller factor for shell n. A Gaussian window function, of constant width corresponding to the exponential multiplier value 0.10, was used to obtain the Fourier transforms of ^-weighted spectra. Calculated values of phase-shift were not employed; the values tabulated at Daresbury generated excellent correspondence be- tween the first-shell radii and the analogous crystallographic data. Results and discussion Chromium oxides/silica Figure 1 shows the background-corrected EXAFS spectra, best-fit computed spectra and the corresponding Fourier transforms for the standard Cr reference compounds. The values of the phase-shift used throughout these analyses appear to be satisfactory, so that good agreement was achieved between the observed shell radii and the analogous crystallographic data, Table 1. The mean error in the first-shell radii is an exceptional maximum at 0.06 A and most often is better than 0.04 A. Although EXAFS-derived shell radii with values greater than 3.5 A become increasingly less reliable, the nearest-neighbour Cr Cr shell radii again show excellent agreement with crystallographic data, showing the greatest error for Na2CrC>4 at 0.26 A. It was expected that the decomposition product of CrOs at 290 C should have corresponded to a mixed-valence Cr oxide. The appearance of the material, the X-ray powder diffraction pattern and the EXAFS analysis suggest that sublimation and melting, rather than decomposition, had oc- curred, so that the shell structure giving rise to the EXAFS (Fig. l(d). Table 136 1 2 374 5 energy/I V Fig. l. Normalised EXAFS spectra (absorption plotted on arbitrary scales) and corre- sponding Fourier transforms for Cr materials, (a) NaaCraO,; (b) Na2CrU4; (c) CrOa; (d) CrOa (290 \"C); (e) CrOg (360 C); for (a) - (e) ( ) experimental; (-.-) computed; (f) ( ) cr^Oa, (- -) 24% Cr/SiOa (525 C). 1) agrees closely with that corresponding to the infinite sheets and chain structure of linked Cr04 tetrahedra in CrOg. The product from CrOg after decomposition at 360 C m air was a black, glassy substance, predicted to be chromium(IV) oxide, CrOr Figure l(e) shows a close-fit between the Fourier transforms of the experimental spectrum and that for a shell structure based upon the CrOa distorted rutile structure. The analysis focussed upon the Cr shells, the first of which corre- sponded to the 8 nearest-neighbour Cr atoms at the crystallographic dis- tance, 2.915 A. The computer-fit chose 4 pairs of Cr atoms at the distances 2.78, 2.91, 3.04 and 3.06 A, together with next-nearest-neighbour Cr shells at 3.62 and 3.83 A, Table 1. The numbers of 0 atoms in the nearest-0 shells TABLE 1 EXAFS scattering atom shell radii for Cr/SiO^ and Cr reference materials (literature values in parentheses) Sample First shell Second shell Third shell Cr-C r radius Remarks Type No. B0 radius^ Type No. Radius(A) Type No. Radius(A) Na2Cr2C>7 NaiCr04 CrOa Cr03 (290 C)Cr03(360 C)24% Cr/SiOz (25 C)1.6% Cr/SiOa (25 \"C)24% Cr/SiOz (300 C)24% Cr/SiOi (300 \"C) 0 0 0 000 0 00 2 2 2 242 2 42 1 1 1 111 1 11 .60(1.56) .64(1.58) .61(1.60) .61.83(1.89).60(1.56) .58 .83.61(1.64) 0 0 0 000 0 00 1 2 2 221 1 22 1.71(1.78) 1.68(1.62) 1.78(1.75) 1.781.98(1.90)1.74(1.78) 1.64 1.971.76(1.67) 0 l 1.75(1.91) 3.06(3.10) 4.30(4.56) Na 2 2.9(3.25) 3.09, 3.30(2.94) 3.10,3.312.78, 2.91, 3.04, 3.06(2.92) 3.62,3.83(3.45)0 1 1.79(1.91) 3.11(3.10) 0 1 1.72 3.23,3.53,4.822.49, 2.89, 2.67 3.36, 3.620 2 1.96 2.93,3.07 0 2 2.63(2.67) 3.26(3.31,3.36) 3.94(3.82) [27] [28] [29]structure based on CrOa [29]distributed rutile CrOi [30]based on rutile CtO-i [30]based on CrsOia [31] 137 12345 Cr. Oxidation number Fig. 2. Observed Cr-edge shift, AJS, plotted against Cr oxidation number; a standard reference compounds, interpolated points (Table 2). TABLE 2 X-ray absorption edge positions, edge shifts, first-shell radii and related data for Cr/SiO^ and Cr reference materials Sample K-edge E Edge shift A First shell radius (A) Oxidation (eV) (eV) - number obs X-ray Cr (metal) 5989.1 0 Cr203 5999.5 10.4 Na2Cr207 6007.3 18.2 Na2Cr04 Cr03 6008.0 18.9 Cr03(290 C) 6007.2 18.1 CrOs (360 C) 6004.4 15.3 Cr03 (560 C) 6000.5 11.4 24% Cr/SiOs, 25 C 6007.5 18.4 24%Cr/Si02,300 C 6006.2 16.9 24% Cr/SiOa, 525 C 6003.2 11.2 - - 0 - 3 1.60 1.56 6 1.64 1.58 6 1.61 1.60 6 1.61 6\" 1.83 1.89 4\" - - 3\" 1.60 - 6\" 1.61 5 - - 3 \"Values determined by interpolation from Fig. 2. were inverted (2 and 4 respectively) and the error m the Cr 0 distance is slightly high at 0.07 A. Finally, Fig. l(f) shows the experimental spectrum for a high-temper- ature, air-calcined Cr^O^ sample. Computer analysis of the spectrum was not attempted for reasons outlined below. Figure 2 shows that a linear relationship exists between the formal Cr oxidation state and edge-shift A , measured with respect to the K-edge of Cr metal. Table 2, again confirming that the Cr atom in the CrOa (360 C) product has the (4+) formal oxidation state. Figure 3 displays the background-corrected EXAFS spectra, best-fit computed spectra and the corresponding Fourier transforms for the Ci- silica materials. 138 EXAFS Spectrum 1 2 3 4 t- -j ^ 3 ^ g- L^ ^ ^ ^ ^ energy/10-eV R/A Pig. 3. Monnalised EXAPS spectra (absorption plotted on arbitrary scales) and corre- sponding Fourier transforms for Cr/SiOa materials, (a) 24% Cr/SiOz (25 C)- (b) 1 6% Cr/ SiO, (25 C); (c) 24% Cr/Si02 (300 C); (d) 24% Cr/SiO^ (300 C); ( ) experimental, ( ) computed. The spectrum for 24% Cr/SiOa dried at 25 C, Fig. 3(a), shows a good iterative fit for a shell structure closely resembling that for the dichromate(VI) ion, Cr^O^2\", Fig. 4(a). Every feature in the Fourier transform is reproduced in the simulation, while a shell structure based on the polymeric sheets and chains of CrOy produced a very poor computer-fit. In the Ct^O-J2' structure, Pig. 4(a), each Cr is surrounded by four oxygen atoms in distorted Ta sym- metry; two tetrahedra share one comer so that a Ci^O-, molecular group is formed. The Cr 0 distance of shell 3, S3 m Fig. 4(a), seems particularly poor, but the Cr Cr distance m the bridge at 3.1 A, S4, compares well with the crystallographic value of 3.10 A, Table 1. The spectrum for 1.6% Cr/SiO; dried at 25 C, Fig. 3(b), was obtained in a single-pass fluorescence measurement, and the spectrum was Fourier- filtered to remove the excessive noise before analysis. A poorer fit than that displayed was obtained for shells of atoms based upon the molecular di- chromate structure, CT^O^. The oxygen shells at 1.58, 1.64 and 1.72 A suggest a similarly-distorted Ta structure around the Cr, but these distances 139 ,. --^-% fcsS-rr-u- -.-*-' (a) (b) (c) Fig. 4. Schematic molecular and crystal structures for (a) Cr2072-; (b) CrO^ (rutile); (c) CrgOu. are consistently less than observed for the Cr207 species with r(Cr-O) always > 1.60 A and significantly less than the crystallographic distances [27]. The distortion is, in a sense, intermediate between that found in the tetrahedra of Cr2072\" and of CrC^2\", and might suggest that the Cr O tetrahedra do not share the Cr O Cr linkages found in the molecular Cr207 structure, and in that respect may be described as isolated. However, the computer-fit requires that the Cr near-neighbour shells at 3.23, 3.53 and 4.82 A (Table 1) must be included, values which again do not conform to the Cr Cr distances m Cr2072-. Nevertheless, the Cr O tetrahedra do not have the spatial separation such as that found in the ionic lattice of Na2Cr04 [28], and the description 'isolated' cannot be interpreted with too much enthusiasm. The individual Cr 0 tetrahedra are almost as close on the silica as they would exist in the molecular species Cr207, yet without the Cr O Cr bond. After calcination at 300 C in air, the 24% Cr/Si02 sample shows (Fig. 3(c)) a close-fit between the Fourier transforms of the experimental spectrum and that from a shell structure based upon the distorted rutile Cr02 structure. In the shell-radius range 3.0 to 4.0 A, the data may be adjudged to be unsatisfactory in comparison with previous analyses, and the errors in Cr O, first shell-radii are slightly high at > 0.07 A, Tables 1 and 2. Nevertheless, the distorted octahedral array of 0 atoms yields shells 81 and S2, with eight Cr atoms as next-nearest-neighbours. A better fit emerged for a shell structure based upon the mixed-valence oxide Crs0i2, Fig. 3(d), with substantially better agreement between 3.0 and 4.0 A. The error-difference in radius is smaller for the first-shell at < 0.04 A, but the complex shell-structure developed from the CrgO 12 molecular struc- ture (a chromium(III) chromate(VI): pairs of CrOg octahedra joined by sharing edges; by sharing comers, the pairs of octahedra are linked with Cr04 tetrahedra to form a three-dimensional framework Fig. 4(c)) did not allow easy comparison. Tables 1 and 2. Nevertheless the predominant symmetry of the nearest-neighbour oxide ions is now that of a severely distorted octahedron with very significant contributions from near-neighbour Cr shells. 140 Finally, after calcination in air at 525 C, the 24% Cr/SiOa sample, Fig. l(f), shows a background-corrected EXAFS spectrum which is virtually identical to, and superposable with, that of bulk crystalline Cr^O^. EXAFS Cr oxides Contrasting arguments exist in regard to the state of dispersion of the active Cr in Cr/Si02 polymerisation catalysts. Welch and McDaniel [32] essentially remain indecisive on the nature of the active species. Their extensive and elegant experimentation apparently suggests that mono- disperse chromate(VI) species constitute the majority species leading to activity, but always the authors reserve judgement on the participation of dichromate(VI) species. Usually the sample preparation and deliberately high temperature of calcination aims to exclude water and often to remove the silanol groups from the silica surface. In contrast, the samples studied here most probably contain residual water and possess relatively high loadings of Cr compared with the com- mercial catalyst at <0.5% Cr. These features do not necessarily dictate that their study is irrelevant. Indeed, the similarly extensive work of Rebenstorff and Larsson [16] leads to the conclusion that, independently of the method of sample preparation, the active sites are dimeric dinuclear Cr species. Moreover, these studies [19, 22] were originally begun to properly elucidate the structure of such pre-modern catalysts, whose structural interpretation was heavily influenced by early ESR data and models relating to the 7- phase Cr (assumed to be isolated Cr(V) species). This phase in 'oxidised' Cr catalysts was originally identified with catalyst activity, and yet displayed unusual ESR behaviour which demanded a reappraisal of its origin. This reassessment [21] clearly demonstrated that even at the lowest Cr loading studied, 0.8% Cr and referred to as l-Si-500 in [21], the ESR spectra were modified and characterised by magnetic exchange forces between near-neighbour Cr species. The spectra cannot be explained simply using an 'isolated Cr' concept. In addition, the FABMS data [21] clearly showed that by no means all of the Cr at the silica surface, again even at 0.8% Cr, was monomeric or totally isolated. The EXAFS/XANES techniques are especially well suited to these problems. There is ample evidence [33] to show that the EXAFS structure arises from the short-range order around the X-ray absorbing atom and is therefore sensitive to the number, type and geometry of the nearest-and- near-neighbour atoms surrounding, in this case, the Cr atom. The two samples dried at 25 C have almost the two extremes of Cr loading, and should reveal some conclusions regarding the nature of the Cr species immediately after aqueous impregnation of the silica with Cr03. In aqueous solution, the Cr(VI) is extensively hydrolysed, yielding equilibria between the aquated species HCr04~, CrO^2\" and Cr2072\" [34], which strongly depend upon the pH of the solution. At the low values of pH encountered in the solutions used for the impregnation, Ci^O-,2\" species predominate overwhelmingly. 141 At 24% Cr, the EXAFS analysis shows that the Cr species are present as dimers with a structure close to that in Cr^C^2\". The ESR data [21] suggest that surface reduction of the Cr produces Cr states in which an odd electron or electrons become delocalised over a number of neighbouring Cr centres, generating a particularly narrow, motional-exchange-narrowed resonance, which is the precursor to the 7-ESR signal. However, the structure at 1.6% Cr differs in that each Cr species exists separately in a distorted tetrahedron of O2\"\" species. Each such 'chromate' species is however as close to its neighbour 'chromate' on the silica surface as it is at 24% Cr, but now without the Cr O Cr linkage, formed by sharing one comer O2\" of each tetrahedron, which characterises the 'dimer' struc- ture. The proximity of the neighbouring Cr atoms is such that although the Cr(VI) is initially stable to heat treatment, magnetic dipole and -exchange effects arise on calcination, as indeed is shown in the ESR studies [21]. The distortion in the tetrahedron does not correspond to the Czv symmetry in crystalline CrO^2\", one substantially longer Cr 0 bond occurring at 1.72 A. One is tempted to speculate therefore that this Cr 0 distance corresponds to the Cr 0 Si linkage to the silica surface and that the Cr at 1.6% loading occurs as one-molecular layer thickness clusters, in agreement with the FABMS results [21]. After calcination at 300 C, the 24% Cr/SiO^ material is black, con- tinuously absorbing UV/visible radiation from 200 to 1000 nm in the re- flectance spectrum. The dominant ESR spectrum has a temperature- independent width, non-Curie Law intensity, ss-type resonance [21], exhibit- ing strong magnetic exchange and dipolar interactions. This behaviour is exactly that expected from the structure revealed in the EXAFS analysis, a chromium(III) chromate(VI) oxide structure, similar to that of CrgO^. Perhaps the greatest surprise occurs in the superposition of the EXAFS spectra for crystalline Cr2C>3 and for 24% Cr/SiO; after calcination at 525 C. This sample is green and exhibits a temperature-dependent width, ss-phase ESR signal typical of amorphous Cr^O^, but with lack of long-range crystal order and with a consequent decrease in the Neel temperature. The fit between the two EXAFS spectra is so close that their short-range order, Cr 0 symmetry and character must be virtually identical. The obvious conclusion is that at 24% Cr on silica, the Cr is heavily clustered on the surface and/or in interparticle voids. The FABMS data [21] suggest that the Cr spread on the surface is perhaps 2 - 3 molecular layers in thickness and occurs as 'rafts' or thick plate-like structures. These data confirm that even at 1% Cr, clusters of Cr species occur at the surface of a silica which has a high surface area, 350 m2 g~1. Attempts to 'model' a monolayer-coverage value, using an assumed value for the molec- ular area of a supposed Cr species, have led to the concept of notional Cr loadings which are well below the 'monolayer' value and, further, that the Cr species would be isolated from each other. These models are built upon in- correct and misleading assumptions: that the surface of the silica (or of any other higher surface area oxide) is homogeneous in nature; that the surface is 142 planar, ignoring the structural complexity due to pore structure; that any significance at all can be placed on a notional value for the molecular area which can be 'allocated' to a Cr moiety whose structure is itself unknown and which actually forms the motive for the calculation and study. This circular argument yields notions of a 'theoretical monolayer coverage' which may in itself be harmless. Nevertheless, such a postulate can begin to 'lead' the interpretation of results, while ignoring known facts and data concerning the support and the catalyst. In general, chromium oxide species gain stability when 'dispersed' on a support through 'bonding' to the surface hydroxyls. Silica has a low surface concentration of hydroxyls relative to other supports [2, 35]. This relative paucity gives rise to the formation of aggregations of C^Oa at even ~ 3% Cr. Moreover, there is no evidence to suggest that the relatively small number of hydroxyls is evenly spread over the entire surface, while during the im- pregnation procedure other forces also have an influence. For example, the presence of pores in the silica will dictate that the pores will be filled with Cr solution, probably preferentially. Indeed, an impregnation procedure is based upon estimates of pore volume for the amount of solvent. On sub- sequent drying, the material in these pores will be subject to the special surface-chemical forces which will inhibit the mobility of the trapped adsorbate (e.g. analogous to hysteresis on desorption of a gaseous adsorbate). The interparticle voids at the interstices between the individual grains of the silica again form such special sites, and there is direct evidence [36] that, even at 0.001% Cr, the Cr species tend to aggregate, however sparsely, in the voids between particle boundaries. In addition, the widespread tendency of transition metals to form multiple-atom cluster compounds cannot be overlooked, although varying with the nature of the element. These studies, using a variety of techniques, clearly show that at least for Cr/silicas prepared by wet impregnation, clustering of Cr is not insignif- icant and cannot be ignored. Of course, each technique records the average result for the chromium present, as do the IR and laser Raman methods, each technique with implicit limits of sensitivity. Therefore, the conclusions above do not exclude by any means the probable occurrence of genuinely- isolated Cr species on the surface, which may well be the active centres for the polymerisation. XANES Cr oxides The data within 30 eV of the absorption edge is generally ignored in the EXAFS analysis because the interpretation is complicated by multiple- scattering and chemical bonding effects. Analysis of this near-edge (XANES) region can yield the accurate geometry and symmetry around the absorbing atom. Phenomenologically, as the region near the X-ray absorption edge is approached in energy, the ejected photo-electron sequentially probes the empty electronic levels of the absorber atom. The structure of the absorp- tion spectrum, both pre-edge and on the edge, therefore gives important 143 information concerning the bound-state atom transitions and therefore on the chemical bonding. The pre-edge, XANES spectra of reference and catalyst materials are shown in Fig. 5. These K-edge Cr spectra show the obvious pre-edge peak at approximately 4 eV, which grows markedly in intensity as the Cr oxidation state increases from 3+ to 6+. All spectra culminate in a strong peak at around 20 eV, together with various shoulders and features on the edge. These have been assigned as: the pre-edge peak at threshold as the forbidden ls->-3d transition [37]; the strong peak as the allowed transition. Is- - 4p [37]; and low-energy shoulders as Is - 4p shakedown transitions. Above the Is -> 4p transition energy, absorption features arise due to transitions to higher states, shape resonances and/or multiple scattering [38]. The pre-edge Is -> 3d transition is strictly electric-dipole forbidden for Cr2C>3 (g -> g), which contains symmetrical CrO^ octahedra with an inversion centre. Lowering the symmetry to Ta or less, as occurs in NaaC^O^ and Cr03, allows stronger 3d - 4p (metal) and 3d (metal) - 2p(ligand) orbital mixing to occur, relaxing the selection rule. The energy values for the features are too imprecise to allow any quantitative correlations to be attempted, but some qualitative comments are of interest. 0 10 20 30 40~ energy/eV Fig. 5. XANES spectra of Cr/SiC 2 and Cr-reference materials: (a) Cr^Oa; (b) 24% Cr/SiOi (525 C); (c) CrOa (360 C); (d) 24% Cr/SiO, (300 C); (e) CrOa. (f) 24% Cr/SiO, (25 C); (g) Na2Cr2C>7. 144 The close relationship between the XANES features for crystalline 0-203 and for the 24% Cr/SiO;, 525 C, Figs. 5(a) and 5(b), is in agreement with that found for the EXAFS analyses and was already discussed. Cr03 calcined at 360 C, assigned as CrOa from the EXAFS analysis, shows some similarities in XANES with the 24% Cr/SiOa, 300 C, assigned as a mixed valence oxide, CrgO^, type Figs. 5(c) and 5(d). It is surprising therefore to find that the XANES features for 24% Cr/silica, dried at 25 C, resemble more closely the features for Cr03 and not the XANES features of NaaCriO^, Figs. 5(e) - 5(g). In fact, the dis- tortions in the Cr 0 tetrahedra revealed in the EXAFS for this sample seem to suggest that the Cr 0 bonding may well be closer to the Cr03 type, which is characterised in the solid state by infinite sheets and planar layers. More careful studies of the EXAFS and XANES spectra, perhaps after in situ calcination, would be valuable and should lead to a wealth of knowledge concerning the structure and bonding characteristics of the supported Cr species. .Re/A 4 03 EXAFS Figure 6 shows the background-corrected EXAFS spectra, best-fit computed spectra and the corresponding Fourier transforms for crystalline NH4Re04, NH4Re04/Al203 impregnates and impregnates calcined at 525 C, referred to nominally as Re207/Al203. The crystal structure of Re04~ shows a regular tetrahedron of oxide O2\" at 1.77 A with the counter-cations at a distance greater than 4 A. Pure NH4Re04 gives a good fit, Fig. 6(a), for a first-shell of four oxygen atoms, each at a Re 0 distance of 1.73 A, in good agreement with the crystallographic value. The NH4\"*\" counter-ions, represented in the analyses simply as N, appear at 3.89 and 4.16 A, values close to the crystallographic values, 4.02 and 4.26 A. At a loading of 15% NH4Re04/Al203, a very reasonable fit is achieved, Fig. 6(b), given the noise and spurious spikes in the spectrum from 500 to 700 eV beyond the edge, again for a regular tetrahedron of oxygens at 1.73 eV. NH4\"*\" counter-ions were included at 4.30 and 3.70 A. Extra 0 shells were included at 4.6 and 5.3 A in an attempt to improve the fit. Marginal improvement occurred, but the shells are at the extreme radius range for EXAFS analysis and in any case, the experimental spectrum is particularly poor in this region. The introduction of an Al shell to simulate the support interaction had no effect whatsoever. For 10% NH4Re04 on alumina, an even better fit was achieved. Fig. 6(c), again for a first-shell tetrahedron of 0 at 1.73 A, without improvement via the introduction of Al for the support. Figure 6(d) shows that at only 2.5% NH4Re04 on alumina, the com- puter fit is poor using the previous shell structure, simulating Re04~ with Re 0 at 1.73 A. Even the inclusion of a variety of extra oxygen shells does nothing to improve the fit for the peaks in the Fourier transform at approxi- 145 2 4 6 8 12345 energy/102 eV K/k Fig. G. Normalised EXAFS spectra (absorption plotted on arbitrary scales) and corre- sponding Fourier transforms for crystalline NH4Re04 and NH^iReO^AlzOs materials after drying at 25 C or after calcination at 525 C. (a) crystalline NH4Re04; (b) 15 - Re/Al - 25; (c) 10 - Re/Al - 26; (d) 2.5 - Re/Al - 25; (e) 2.5 - Re/Al - 25; (f) 15 - Re/Ai - 525;(g)10-Re/Al-525. 146 mately 2.2 and 2.7 A. A shell for the Al of the support at 2.46 A, assuming a 'thin' layer of rhenium, produced a small improvement. However, the minimised but still high value of a, the Debye-Waller factor, for this shell suggests that the real contribution of the Al is negligible. In contrast, the correlation between the Fourier transform peaks. Fig. 6(e), is much improved for 2.5% NI^ReC^/Al^t^ by developing a shell system based upon the rhenium(VII) oxide structure [39], Fig. 7. Re^O-, has strongly distorted ReO^ octahedra and fairly regular Re04 tetrahedra, con- nected through comers to form polymeric double layers. Difficulty does arise in perceiving a sensible, representative shell structure, as a considerable range of Re 0 distances occur in the structure. Nevertheless, every major feature in the Fourier transform is now at least reproduced and in most cases, achieves a good fit. The major spurious peak at between 250 and 300 eV interferes with the analysis, but Re Re shells achieve good correla- tion at 3.25, 3.53 and 3.9 A, Table 3. The Re 0 radius of 1.65 A, expected to occur in the ReOe octahedra, is not represented in the computer fit, and the Re 0 shell at 2.37 A carries a large error if associated with the octa- hedral Re 0 value of 2.16 A. Nevertheless, at a loading of 2.5% Re the structure is undoubtedly closer to a polymeric Re, Re207-type, than the discrete Re04~ structure. When these materials are calcined at 525 C in air, the EXAFS results are the most surprising. For the 15% catalyst, the actual computer fit be- tween the spectra, Fig. 6(f), is solely that due to a single-shell in the calcula- tion, of 4 oxygen atoms in regular tetrahedral symmetry at 1.73 A, the value associated with Re04~. Indeed, the regular smoothness of the oscillations itself suggest that only one shell of scattering atoms contributes in a major way. There is no evidence for, and therefore no reason to introduce, Re Re interactions by introducing Re shells to mimic the Re207 structure which calcination has been postulated to produce. At 10% loading. Fig. 6(g), this fit is even more dramatic, although the shell structure has been modified to introduce slight distortion: 2 oxygen at Re 0 distance, 1.74 A and 2 oxygen at 1.71 A. Fig. 7. Molecular structure of Rez07. 147 TABLE 3 Best-fit EXAFS shell-structure for 25% NH.tReO^AlaOa, dried at 25 C Atom Type Number of atoms Shell radius(A) Debye-Waller a 0 0 0Cr Cr Cr 2 1 l l 2 2 1.73 1.76 2.07 3.25 3.53 3.91 0.002 0.007 0.001 0.023 0.036 0.039 The pre-edge and edge regions are conspicuous by the absence of features, and XANES analyses were not attempted for these systems. Re oxides A range of models has been presented [5 -14, 21 - 26] to describe the structure of the supported rhenium and it would be expected that EXAFS analysis, along with other data, should in principle be able to discriminate between these models. As perhaps may have been expected, after impregnation the high-Re loading Nt^Ref^/AlzOa samples show that the Re has, to first order, a symmetric tetrahedron of O2\" at a Re 0 distance very close to that in Re04~. X-ray powder diffraction has also shown [25] the presence of crystalline NH4Re04 at high loading. One may conclude, in agreement with previous work, that after drying the supported Re exists on the alumina, and within the meso-pore structure of the alumina, as gross clumps or microcrystallites of NH4Re04. For the 2.5% Re dried sample, a change in average structure is found: the surface species now has close similarity ^with the molecular species, Re207. The FABMS results [23, 25] similarly suggested that at least the surface of the supported Re possessed Re207 character. After calcination at 525 C, when it has been supposed that decom- position of NH4Re04 to Re207 has taken place, and that the Re207 thus formed becomes mobilised and transported (dispersed) to exposed alumina surface sites, the new phase of Re207 would have been expected to be highly disperse. In contrast, but in agreement with previous work [23 - 26], the calcined high-Re loading materials have a short-range Re04~-like struc- ture; indeed the similarity at 15% Re is better than that for the precursor impregnate. Only at 10% Re is there a real suggestion of distortion of the Re 0 tetrahedron which, though small, may indicate increased dispersion. It is particularly regrettable that the calcined 2.5% Re sample yielded ex- tremely noisy EXAFS data which could not be analysed sensibly. While comments on long-range order cannot be made from the EXAFS alone, the following conclusions can be reached based on the totality of observations from a number of experimental techniques: 148 (a) at high loading, both calcined and un-calcined Re on alumina is present as thick clumps or clusters or Re04-like material; (b) only the surface of these clumps possesses Re^O-, character; (c) as loading decreases, some evidence for increased dispersion is discern- ible, but the Re environment remains the same; (d) at low loading, the Re occurs as rafts or islands on the alumina, most probably two or three molecules in thickness, with a structure resembl- ing Re207. Acknowledgement The authors thank the SERC for an award for access to and use of the SRS Daresbury Laboratory facilities and to the Daresbury staff for their help and encouragement. References 1 D. L. Myers and J. H. Lunsford, J. Catal., 92 (1985) 260. 2 M. P. McDaniel and M. M. Johnson, J. Catal., 101 (1986) 446. 3 P. B. van Dam, M. C. Mittelmeijer and C. Boelhouwer, J. Chem. Soc. Chem. Com- mun., (1972)1221. 4 J. C. Mol, J. Mol. Catal., 15 (1982) 35. 5 A. A. Osthoorn and C. Boelhouwer, J. Catal., 44 (1976) 392. 6 H. C. Yao and M. Shelef, J. Catal., 44 (1976) 392. 7 F. P. J. M. Kerkhof, J. A. Moulijn and R. Thomas, J. Catal., 56 (1979) 279. 8 R. Nakamura, F. Able and E. Echigoya, Chem. Lett. Japan Chem. Soc., (1981) 51. 9 L. Wang and W. K. Hall, J. Catal., 82 (1983) 177. 10 P. Arnoldy, E. M. van Oers and 0. S. L. Bruisma, J. Catal.. 93 (1985) 231. 11 R. M. Edreva-Kardjieva and A. A. Andreev, J. Catal., 94 (1985) 97. 12 B. Scheffer, E. M. vanOers, P. Arnoldy, V. H. J. de Beer and J. A. Moulijn, Appl. Catal., 25(1986) 303. 13 Xu Xiaoding, C. Boelhouwer, D. Vonk, J. I. Benecke and J. C. Mol, J. Mol. Catal., 36(1986)47. 14 Xu Xiaoding, C. Boelhouwer, J. I. Benecke, D. Vonk and J. C. Mol, J. Chem. Soc., Faraday Trans, l, 82 (1986) 1945. 15 M. P. McDaniel, J. Cota;., 67 (1981) 71. 16 B. Rebenstorf and R. Larsson, J. Catal., 84 (1983) 240. 17 R. Fricke and G. Ohlmann, J. Chem. Soc. Faraday Trans, l, 82 (1986) 3491. 18 M. P. McDaniel and M. M. Johnson, J. Catal., 101 (1986) 446. 19 A. Ellison,./. Chem. Soc. Faraday Trans, l, 80 (1984) 2567. 20 A. Ellison, J. Chem. Soc. Faraday Trans, l, 80 (1984) 2581. 21 A. Ellison, J. A. Moulijn, B. Scheffer, A. Brown, B. Herbert, P. Humphrey, G. Diakun, P. Worthington, F. E. Mabbs and D. Collinson, presented at 19th ACS Nat. Meeting, Div. Colloid Interface Chem., Chicago, Sept. 1985 (to be published, ACS Symp. Series, Plenum Press, 1988). 22 P. J. Magnus, A. Ellison, B. Scheffer and J. Moulijn, in press. 23 A. K. Coverdale, P. F. Dearing and A. Ellison, </. Chem. Soc., Chem. Commun., (1983)567. 24 A. Ellison, A: K. Coverdale and P. F. Dearing, Appl. Catal., 8 (1983) 109. 149 25 A. Ellison, A. K. Coverdale and P. F. Dearing, 3. Mol. Catal., 30 (1985) 111. 26 A. Ellison, A. Bickerstaffe, G. Diakun and P. Worthington, J. Mol. Catal.. 36 (1986) 67. 27 G. A. P. Dalgaard, A. C. Hazell and R. G. Hazell, Acta. Chem. Scand., A28 (1974) 541. 28 J. J. Miller, Z. Krist, 94 (1936) 131. 29 B. Kepert, The Early Transition Metals, Academic Press, London, 1972, p. 255. 30 J. L. Porta, Mat. Res. Bull., 7 (1972) 157. 31 K. A. Wilhelmi, Acta. Chem. Scand., 19 (1965) 165. 32 M. B. Welch and M. P. McDaniel, J. Catal., 82 (1983) 110. 33 E. A. Stern, Phys. Rev. B., 10 (1974) 3027. 34 C. F. Baes, Jr., and R. E. Mesmer, The Hydrolysis of Cations, Wiley, New York, 1976,pp. 211-219. 35 J. R. Anderson, Structure of Metallic Catalyst, Academic Press, New York, 1975. 36 B. Parlitz, W. Hanke, R. Fruke, M. Richter, U. Roost and G. Ohlmann, J. Catal., 94 (1985)24. 37 R. G. Shulman, J. Tatet, P. Eisenberger and W. E. Blumberg, Proc. Nat. Acad. Sei. U.S.A., 73 (1976) 1384. 38 P. J. Durham, J. B. Pendry and C. H. Hodges, Soiid State Commun., 38 (1981) 159. 39 B. Krebs, A. Muller and H. H. Beyer, Inorg. Chem., 8 (1969) 436. X244 88850892 0304-5102(88)85089-2 10.1016/0304-5102(88)85089-2 EXAFS-XANES studies of Re oxide-alumina and Cr oxide-silica catalysts A. Ellison School of Science, Humberside College of Higher Education, Cottingham Road, Hull, N. Humberside HU6 7RT U.K. G. Diakun SERC/SRS Daresbury Laboratory, Daresbury, Warrington U.K. P. Worthington Department of Chemistry, Hull University, Hull, N. HumbersideU.K. Extended X-ray absorption fine structure (EXAFS) and X-ray absorption near-edge structure (XANES) spectra were obtained for chromium(VI) oxide species on silica, ammonium perrhenate on alumina and for their various products after calcination in dry air. After impregnation, the Cr oxide species at low loading correspond to Cr-O tetrahedra occurring as near-neighbour clusters on the surface, while at high loading a Cr2O7-like molecular structure is retained within gross clumps of Cr-containing material; after calcination at 525°C, significant clusters of Cr oxides remain at the surface. For ammonium perrhenate on alumina, ReO4 tetrahedra prevail at high loading in structures resembling crystalline NH4ReO4, while at 2.5% Re loading the supported Re adopts a cluster structure close to that of Re2O7, perhaps as a thin layer, even after low temperature drying. After calcination, the higher Re-loading materials still retain a perrhenate-like structure and do not suffer simple decomposition to produce rhenium(VII) oxide. References 1 D.L. Myers J.H. Lunsford J. Catal. 92 1985 260 2 M.P. McDaniel M.M. Johnson J. Catal. 101 1986 446 3 P.B. van Dam M.C. Mittelmeijer C. Boelhouwer J. Chem. Soc. Chem. Commun. 1972 1221 4 J.C. Mol J. Mol. Catal. 15 1982 35 5 A.A. Osthoorn C. Boelhouwer J. Catal. 44 1976 392 6 H.C. Yao M. Shelef J. Catal. 44 1976 392 7 F.P.J.M. Kerkhof J.A. Moulijn R. Thomas J. Catal. 56 1979 279 8 R. Nakamura F. Able E. Echigoya Chem. Lett. Japan Chem. Soc. 1981 51 9 L. Wang W.K. Hall J. Catal. 82 1983 177 10 P. Arnoldy E.M. van Oers O.S.L. Bruisma J. Catal. 93 1986 231 11 R.M. Edreva-Kardjieva A.A. Andreev J. Catal. 94 1985 97 12 B. Scheffer E.M. vanOers P. Arnoldy V.H.J. de Beer J.A. Moulijn Appl. Catal. 25 1986 303 13 Xu Xiaoding C. Boelhouwer D. Vonk J.I. Benecke J.C. Mol J. Mol. Catal. 36 1986 47 14 Xu Xiaoding C. Boelhouwer J.I. Benecke D. Vonk J.C. Mol J. Chem. Soc., Faraday Trans. 1 82 1986 1945 15 M.P. McDaniel J. Catal. 67 1981 71 16 B. Rebenstorf R. Larsson J. Catal. 84 1983 240 17 R. Fricke G. Ohlmann J. Chem. Soc. Faraday Trans. 1 82 1986 3491 18 M.P. McDaniel M.M. Johnson J. Catal. 101 1986 446 19 A. Ellison J. Chem. Soc. Faraday Trans. 1 80 1984 2567 20 A. Ellison J. Chem. Soc. Faraday Trans. 1 80 1984 2581 21 A. Ellison, J.A. Moulijn, B. Scheffer, A. Brown, B. Herbert, P. Humphrey, G. Diakun, P. Worthington, F.E. Mabbs and D. Collinson, presented at 19th ACS Nat. Meeting, Div. Colloid Interface Chem., Chicago, Sept. 1985 (to be published, ACS Symp. Series, Plenum Press, 1988). 22 P.J. Magnus, A. Ellison, B. Scheffer and J. Moulijn, in press. 23 A.K. Coverdale P.F. Dearing A. Ellison J. Chem. Soc., Chem. Commun. 1983 567 24 A. Ellison A.K. Coverdale P.F. Dearing Appl. Catal. 8 1983 109 25 A. Ellison A.K. Coverdale P.F. Dearing J. Mol. Catal. 30 1985 111 26 A. Ellison A. Bickerstaffe G. Diakun P. Worthington J. Mol. Catal. 36 1986 67 27 G.A.P. Dalgaard A.C. Hazell R.G. Hazell Acta. Chem. Scand. A28 1974 541 28 J.J. Miller Z. Krist 94 1936 131 29 B. Kepert The Early Transition Metals 1972 Academic Press London 255 30 J.L. Porta Mat. Res. Bull. 7 1972 157 31 K.A. Wilhelmi Acta. Chem. Scand. 19 1965 165 32 M.B. Welch M.P. McDaniel J. Catal. 82 1983 110 33 E.A. Stern Phys. Rev. B. 10 1974 3027 34 C.F. Baes Jr. R.E. Mesmer The Hydrolysis of Cations 1976 Wiley New York 211 219 35 J.R. Anderson Structure of Metallic Catalyst 1975 Academic Press New York 36 B. Parlitz W. Hanke R. Fruke M. Richter U. Roost G. Ohlmann J. Catal. 94 1985 24 37 R.G. Shulman J. Tatet P. Eisenberger W.E. Blumberg Proc. Nat. Acad. Sci. U.S.A. 73 1976 1384 38 P.J. Durham J.B. Pendry C.H. Hodges Solid State Commun. 38 1981 159 39 B. Krebs A. Muller H.H. Beyer Inorg. Chem. 8 1969 436",
      "scopus-id": "0024035367",
      "coredata": {
        "eid": "1-s2.0-0304510288850892",
        "dc:description": "Extended X-ray absorption fine structure (EXAFS) and X-ray absorption near-edge structure (XANES) spectra were obtained for chromium(VI) oxide species on silica, ammonium perrhenate on alumina and for their various products after calcination in dry air. After impregnation, the Cr oxide species at low loading correspond to Cr-O tetrahedra occurring as near-neighbour clusters on the surface, while at high loading a Cr2O7-like molecular structure is retained within gross clumps of Cr-containing material; after calcination at 525°C, significant clusters of Cr oxides remain at the surface. For ammonium perrhenate on alumina, ReO4 tetrahedra prevail at high loading in structures resembling crystalline NH4ReO4, while at 2.5% Re loading the supported Re adopts a cluster structure close to that of Re2O7, perhaps as a thin layer, even after low temperature drying. After calcination, the higher Re-loading materials still retain a perrhenate-like structure and do not suffer simple decomposition to produce rhenium(VII) oxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288850892",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ellison, A."
          },
          {
            "@_fa": "true",
            "$": "Diakun, G."
          },
          {
            "@_fa": "true",
            "$": "Worthington, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288850892"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288850892"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85089-2",
        "prism:volume": "46",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "EXAFS-XANES studies of Re oxide-alumina and Cr oxide-silica catalysts",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "131-149",
        "prism:endingPage": "149",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1988",
        "prism:doi": "10.1016/0304-5102(88)85089-2",
        "prism:startingPage": "131",
        "dc:identifier": "doi:10.1016/0304-5102(88)85089-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024035367"
      }
    }
  }
}