{
  "metadata": {
    "title": "Hectorite-supported ruthenium: A hydrogenation catalyst with molecular-sieve properties",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-08-30",
    "doi": "10.1016/0304-5102(94)00098-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000980",
    "pii": "0304510294000980"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028480294",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2018-04-14T12:59:21 1-s2.0-0304510294000980 0304-5102(94)00098-0 0304510294000980 10.1016/0304-5102(94)00098-0 S350 S350.3 HEAD-AND-TAIL 1-s2.0-S0304510200X02143 2024-01-02T01:06:03.941633Z 0 0 19940830 1994 2001-09-14T00:00:00Z rawtext articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav affil articletitle auth authfirstini authfull authkeywords authlast primabst ref 0304-5102 03045102 false 92 92 2 2 Volume 92, Issue 2 11 L123 L126 L123 L126 19940830 30 August 1994 1994-08-30 1994 Letter converted-article cor Copyright © 1994 Published by Elsevier B.V. HECTORITESUPPORTEDRUTHENIUMAHYDROGENATIONCATALYSTMOLECULARSIEVEPROPERTIES MEISTER A COUGHLAN 1977 97 B KOOPMAN 1981 156 P KOOPMAN 1983 429 P SHIMAZU 1987 255 S WOLDT 1988 D PHDTHESIS LAGALY 1991 86 G ARTHUR 1981 369 T STRUIJK 1992 263 J 1985 261 STEREOCHEMISTRYHETEROGENEOUSMETALCATALYSIS MEISTERX1994XL123 MEISTERX1994XL123XL126 MEISTERX1994XL123XA MEISTERX1994XL123XL126XA item 0304-5102(94)00098-0 0304510294000980 1-s2.0-0304510294000980 10.1016/0304-5102(94)00098-0 272239 2024-01-02T01:06:03.941633Z 1994-08-30 1-s2.0-0304510294000980-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000980/MAIN/application/pdf/338c4aef688b4d3852429e290f08958f/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000980/MAIN/application/pdf/338c4aef688b4d3852429e290f08958f/main.pdf main.pdf pdf true 860662 MAIN 4 1-s2.0-0304510294000980-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000980/PREVIEW/image/png/4ad16f3316d22a3e67f4d2776d3e94d9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000980/PREVIEW/image/png/4ad16f3316d22a3e67f4d2776d3e94d9/main_1.png main_1.png png 54966 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysts 92 (1994) L123-L126 Letter Hectorite-supported ruthenium: a hydrogenation catalyst with molecular-sieve properties Annette Meister, G6tz Meister, Georg Suss-Fink* Institut de Chimie, Universite de Neuchatel, Avenue de Bellevaux 51, CH-2000 Neuchatel, Switzerland Received 18 January 1994, revised 16 May 1994, accepted 16 May 1994 Abstract A new efficient hectonte-supported ruthenium catalyst showing molecular-sieve effects in the liquid-phase hydrogenation of alkylsubstituted benzenes to the corresponding cyclohexanes is described Key words Aromatic compounds, Hectonte, Hydrogenation, Ruthenium, Shape selectivity, Supported catalysts The hydrogenation of olefins and aromatic compounds with metallic ruthenium catalysts, supported on silica, zeolites and carbon, has been reported for gas-phase or liquid-phase reactions under low hydrogen pressure [ 1-3 ] . Only one example of hectonte-supported ruthenium, possessing shape-selective hydrogenation properties, is known so far, this catalyst was used for the gas-phase hydrogenation of olefins [ 4 ] Herein we report a new efficient hectonte-supported ruthenium catalyst showing molecular-sieve effects in the liquid-phase hydrogenation of alkylsubstituted benzenes to the corresponding cyclohexanes The new ruthenium catalyst is prepared by ion exchange of sodium-aqua hectonte (1) with [ (r~-C6H6)Ru(H2O)3] 2+, giving the ruthenium-complex modified hectonte 2 which is reduced to give the ruthenium-metal modified hectonte 3 (Scheme 1) The hectonte 1, presenting an idealized cell formula of Mg55Lio5S1802o(OH)4 Nato nH20, is synthesized according to the method of Bergk and Woldt [ 5 ] , the cation-exchange capacity is determined, according to the method of Lagaly [ 6 ] , to be 104 mequiv / 100 g The complex [ C6H6) Ru (H20) 3 ] 2 + is obtained by hydrolysis of [ (716-C6H6) RuC12 ] 2 [ 7 ] in aqueous solution (83 8 mg, 0 1676 mmol, 50 cm3 H20) This solution is stirred with *Corresponding author SSD10304-5102(94)00098-G 1,124 A Meister et al /Journal of Molecular Catalysis 92 (1994)1,123 1,126 ~TTTTTTTTTT7 Na+(aq) Na+(aq) Na+(aq) (1) ~T7TTTTTTT77 H20 +[(1lfi-C6Hs)Ru(H20)a]Z+ -2Na+(aq) ////TTT7T7~7 1(776-C6Hs)Ru(Hzo)3]2+ Na+(aq) (2) 1 / l EtOH I 100 C, 50atm Hz, Ru Na+(aq) (3) Scheme 1 sodium-aqua hectorlte (1) (1 g) for 4 h, the resulting yellow hectonte 2 is filtered off and dried Finely powdered hectonte 2 (50 mg, 0 01592 mol Ru) and EtOH (2 5 cm3) are introduced into a stainless-steel autoclave (working volume 100 cm 3), pressurized with 50 bar HZ and stirred at 100 C After 14 h the autoclave is cooled and the pressure released The hectonte catalyst 3 thus obtained is black, the swelling properties of the hectonte are retained because of the presence of remaining Na+(aq) ions (25%) In 3 The ruthenium loading of 3 is 3 2 wt%, the presence of mlcrocrystalllne metallic ruthenium between the hectonte layers is proven by its typical reflections in the X-ray diffraction pattern. For the determination of the particle size of the ruthenium crystallites inside the hectonte, transmission electron microscopy analysis was used [ 8 ] . The modified hectonte was therefore suspended in ethanol, sprayed on a carbon net-foil and then analyzed by the transmission electron microscope Philips CM 30 ST operating at o 300 kV Micrographs of 3 reveal a particle size of 90 to 180 A (Fig 1). On the right side of the micrograph the edges of superposed silicate layers are visible The lighter tone for the ruthenium particles on this side is typical for intercalated particles Surface and porosity studies for 3 were carried out using adsorption technics The sorption isotherm of N2 was measured with a Fisons Sorptomatic 1900 The specific surface of 3 was determined to be 207 m2/g, which is significantly higher than for the unmodified hectonte (87 m2/g) The maximum of occurrence for the pore size distribution of 3 is 19 8 A The catalytic activity of 3 is studied for the hydrogenation of unsubstltuted and substituted benzenes to cyclohexanes m ethanol solution To the catalyst 3, are added EtOH (10 cm3) and the aromatic compound (10 cm3) The autoclave is A Meister et al /Journal of Molecular Catalysis 92 (1994) LI23-L126 L125 Fig 1 Transrmssion electron nucrograph of 3 pressurized with 50 bar HZ and stirred at 50 C When the pressure has dropped to 35 bar, the autoclave is cooled and the remaining pressure is released The hydrogenation products are identified by 'H O and GC, the yields and catalytic turnovers are determined by GC The observed catalytic turnover rate for the hydrogenation of benzene is comparable to the observed activity of unsupported ruthenium at 150-200 C [ 9 ] , but is achieved under considerably milder conditions (50 C) In order to assess the potential of 3 for the shape-selective hydrogenation of aromatic compounds, hydrogenation rates are measured for a number of linear and branched alkylsubstituted benzenes (Table 1) While hydrogenation proceeds readily for benzene, toluene and n-butylbenzene, significantly lower activity is observed for cumene and tent-butylbenzene This effect is due to the rising critical dimensions of these compounds Probably, tent-butylbenzene cannot enter the interlayer space of 3, but small quantities can be hydrogenated at ruthenium crystallites L126 A Meister et al /Journal of Molecular Catalysts 92 (1994) L123-L126 Table 1 Catalytic hydrogenation of aromatic compounds' Substrate R Catalytic turnover rate (cycles/hour)' benzene H 4150 toluene CH3 3890 n-butylbenzene CH2-CHZ-CHZ-CH3 2955 cumene CH(CH3)2 1450 tert-butylbenzene C(CH3)3 285 'R-C6H5 + 3H2 _* R-C6Ht, 'Cycle=mol-product/mol-ruthenium on the outside of the hectonte layers This interpretation of the experimental results is confirmed by a comparison of the catalyst 3 with a commercially available Ru/ A1203 catalyst (Aldrich). The ratio of the hydrogenation activities r=c.t r (n-butylbenzene) /c.t r. (tert-butylbenzene) is found to be significantly higher for 3 than for the alumma-supported ruthenium catalyst (3. r=10, Ru/A1203 r= 5 2) So, in addition to the activity decrease, caused by stenc hindrance in the metalsubstrate interaction [ 10], the hectonte support influences the selectivity of the hydrogenation reaction. The ruthenium-metal hectonte 3 may be stored in air and shows a consistent rate of activity, even after 10 recycling operations. Acknowledgements The support of this work by the Fonds National Suisse de la Recherche Scientifique is gratefully acknowledged We are obliged to R Wessicken, Laboratonum fur Festkorperphysik, ETH Zurich, for the transmission electron microscopy measurements We thank the Johnson Matthey Technology Centre for a generous loan of ruthenium chloride hydrate References [ 1 ] B Coughlan, S Narayanan, W A McCann and W M Carroll, J Catal , 49 (1977) 97 [2] P G J Koopman, H M A Buunnans, A P G Kieboom and H van Bekkum, Recl Trav Chim Pays-Bas, 100 (1981) 156 [ 3 ] P G J Koopman, A P G Kieboom and H van Bekkum, Recl Trav Clum Pays-Bas, 102 (1983) 429 [4] S Shimazu, T Hirano and T Uematsu, Appl Catal , 34 (1987) 255 [ 5 ] K -H Bergk and D Woldt, unpublished results, see, D Woldt, Ph D Thesis, Universitat Halle-Wittenberg (1988) [6] G Lagaly and H Tnbuth, Ber Dt Ton- Tonnuneralgruppe e V (1991) 86 [ 7 ] T Arthur and T A Stephenson, J Organomet Chem , 208 (1981) 369 [ 8 ] Measurements by R Wessicken, Laboratonum fur Festk6rperphysik, ETH Zurich [9 ] J Struiik, M d'Angremond, W J M Lucas-de Regt and J J F Scholten, Appl Catal A, 83 (1992) 263 [ 10] M Banok (ed ), Stereochemistry of Heterogeneous Metal Catalysis, J Wiley and Sons, New York, 1985, 261 carried out using adsorption technics The sorption isotherm of N2 was measured with a Fisons Sorptomatic 1900 The specific surface of 3 was determined to be 207 m2/g, which is significantly higher than for the unmodified hectonte (87 m2/g) The maximum of occurrence for the pore size distribution of 3 is 19 8 A The catalytic activity of 3 is studied X244 98 0304-5102(94)00098-0 10.1016/0304-5102(94)00098-0 Hectorite-supported ruthenium: A hydrogenation catalyst with molecular-sieve properties Annette Meister Götz Meister Georg Süss-Fink ∗ Institut de Chimie, Université de Neuchâtel, Avenue de Bellevaux 51, CH-2000 Neuchâtel, Switzerland * Corresponding author. A new efficient hectorite-supported ruthenium catalyst showing molecular-sieve effects in the liquid-phase hydrogenation of alkylsubstituted benzenes to the corresponding cyclohexanes is described. Keywords Aromatic compounds Hectorite Hydrogenation Ruthenium Shape selectivity Supported catalysts References [1] B. Coughlan S. Narayanan W.A. McCann W.M. Carroll J. Catal. 49 1977 97 [2] P.G.J. Koopman H.M.A. Buurmans A.P.G. Kieboom H. van Bekkum Recl. Trav. Chim. Pays-Bas 100 1981 156 [3] P.G.J. Koopman A.P.G. Kieboom H. van Bekkum Recl. Trav. Chim. Pays-Bas 102 1983 429 [4] S. Shimazu T. Hirano T. Uematsu Appl. Catal. 34 1987 255 [5] a K.-H. Bergk and D. Woldt, unpublished results D. Woldt Ph. D. Thesis 1988 Universität Halle-Wittenberg [6] G. Lagaly H. Tributh Ber. Dt. Ton- Tonmineralgruppe e.V. 1991 86 [7] T. Arthur T.A. Stephenson J. Organomet. Chem. 208 1981 369 [8] Measurements by R. Wessicken, Laboratorium für Festkörperphysik, ETH Zürich. [9] J. Struijk M. d'Angremond W.J.M.Lucas-de Regt J.J.F. Scholten Appl. Catal. A 83 1992 263 [10] M. Bartok Stereochemistry of Heterogeneous Metal Catalysis 1985 J. Wiley and Sons New York 261",
      "scopus-id": "0028480294",
      "coredata": {
        "eid": "1-s2.0-0304510294000980",
        "dc:description": "A new efficient hectorite-supported ruthenium catalyst showing molecular-sieve effects in the liquid-phase hydrogenation of alkylsubstituted benzenes to the corresponding cyclohexanes is described.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-08-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000980",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Meister, Annette"
          },
          {
            "@_fa": "true",
            "$": "Meister, Götz"
          },
          {
            "@_fa": "true",
            "$": "Süss-Fink, Georg"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000980"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000980"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00098-0",
        "prism:volume": "92",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hectorite-supported ruthenium: A hydrogenation catalyst with molecular-sieve properties",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aromatic compounds"
          },
          {
            "@_fa": "true",
            "$": "Hectorite"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Shape selectivity"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L123-L126",
        "prism:endingPage": "L126",
        "pubType": "cor",
        "prism:coverDisplayDate": "30 August 1994",
        "prism:doi": "10.1016/0304-5102(94)00098-0",
        "prism:startingPage": "L123",
        "dc:identifier": "doi:10.1016/0304-5102(94)00098-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028480294"
      }
    }
  }
}