{
  "metadata": {
    "title": "Influence of the support on the thermal stability of surface-bound [WCp(CO)<ce:inf loc=post>3</ce:inf>]<ce:sup loc=post>−</ce:sup>: Implications for catalyst design",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80248-F",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280248F",
    "pii": "030451029280248F"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026888146",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280248F 0304-5102(92)80248-F 030451029280248F 10.1016/0304-5102(92)80248-F S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 31 305 316 305 316 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. INFLUENCESUPPORTTHERMALSTABILITYSURFACEBOUNDWCPCO3IMPLICATIONSFORCATALYSTDESIGN OTTEN M IVIN 1983 K OLEFINSMETATHESIS SCHROCK 1980 73 R SCHAVERIEN 1986 2771 C COTTON 1988 1265 F ADVANCEDINORGANICCHEMISTRY BRENNER 1978 364 A BILHOU 1977 245 J KUZNETSOV 1980 135 B SCOKART 1980 1476 P PEARSON 1985 41 R LAMB 1988 1127 H DARENSBOURG 1982 1521 M SHRIVER 1972 15 D DARENSBOURG 1985 221 M BRENNER 1978 353 A BANKS 1964 170 R MOFFAT 1970 264 A MCFARLANE 1988 5800 R OTTENX1992X305 OTTENX1992X305X316 OTTENX1992X305XM OTTENX1992X305X316XM item 0304-5102(92)80248-F 030451029280248F 1-s2.0-030451029280248F 10.1016/0304-5102(92)80248-F 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280248F-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280248F/MAIN/application/pdf/1bd0a74394318763aa9134cef242b4a5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280248F/MAIN/application/pdf/1bd0a74394318763aa9134cef242b4a5/main.pdf main.pdf pdf true 764952 MAIN 12 1-s2.0-030451029280248F-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280248F/PREVIEW/image/png/092d6a307fd4e8f6eec8050cda7bfb7e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280248F/PREVIEW/image/png/092d6a307fd4e8f6eec8050cda7bfb7e/main_1.png main_1.png png 64810 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 305-316 305 M2921 Influence of the support on the thermal stability of surfacebound [WCp(CO)3]-: implications for catalyst design Mark M. Otten and H. Henry Lamb* Department of Chemical Engineering, North Carolina State University, Raleigh, NC 27695-7905 (USA) Abstract Surface-bound {M\"+}[WCp(CO)3]- complexes on y-A1203 and K-modified A1203 were studied by temperature-programmed decomposition (TPDE) and in situ infrared spectroscopy. [WCp(CO)3]- on y-A1203 is adsorbed at Lewis acid centers via two isobridging carbonyl ligands, and [WCp(CO)3]- on K/A1203 is ion paired with {K+} ions via a single isocarbonyl. On y-A1203, the strong ion-pairing interaction leads to labilization of CO and low-temperature decomposition. Activation of [WCp(CO)3]- on y-A1203 at 400 C in flowing He produces stable, highly active catalysts for propene metathesis. Catalysts derived from [WCp(CO)3]- on y-Alz03 have maximum activity at 220 C and exhibit reversible deactivation at higher temperatures. Catalysts derived from [WCp(CO)3]- on K-modified A1203 are less active and less stable, suggesting that the Lewis acid centers are an integral component of the sites responsible for metathesis activity. Introduction W, Mo and Re centers in solution and on polymer and metal oxide supports are highly active catalysts for metathesis of acyclic olefins [ 1 ]. While a metal alkylidene/metallocyclobutane mechanism is generally accepted for olefin metathesis by homogeneous and heterogeneous catalysts, the details have been elucidated primarily from investigations of homogeneous catalysts, particularly W alkylidene complexes [2, 3]. Typically, electrophilic metal centers with d2 electronic configurations are found to be active; they are best stabilized by 7r-donor ligands, such as oxo [4]. Homogeneous catalyst preparations commonly include a Lewis acid co-catalyst, such as AIC6 that is believed to act to remove a ligand from the transition metal complex, creating a vacant site. Only an extremely small fraction of the metal atoms present in heterogeneous metathesis catalysts prepared from conventional precursors, such as W03, M003 and Re207, are active [ 1 ]. The opportunity to prepare supported metathesis catalysts with a high concentration of presumably uniform active sites has motivated the use of organometallic precursors, such as [Mo(CO)61, [W(CO)5L] and [W(7r-CH5)4], in catalyst preparation [5-7]. Highly active *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 306 metathesis catalysts have been prepared from organometallics supported on transition aluminas (e.g., y and 77) pretreated to enhance Lewis acidity, but catalyst activity often depended in a complicated way on the details of the activation procedure. In this work, propene metathesis catalysts were prepared from [WCp(CO)31- complexes adsorbed at Lewis acid sites on Y-AI203 by strong ion-pairing interactions. Temperature-programmed decomposition, in situ infrared spectroscopy and potassium cation modification of the support-were used to elucidate the influence of ion-pairing interactions on the loss of CO ligands from the supported complex. The generation of stable active sites was found to depend on the activation temperature (which controlled ligand loss and W oxidation) and on the presence of strong Lewis acid sites. Experimental Catalyst preparation The y-A1203 support was prepared by wetting Degussa Aluminum Oxide C powder with deionized water to form a paste, which was subsequently air dried. Samples were crushed and then pretreated in vacuo at 400 C and at 800 C for 8-10 h to give partially dehydroxylated Y A1203 (PDA) and highly dehydroxylated Y-A1203 (HDA), respectively. The BET surface areas of the PDA and HDA were 100 and 76 m2 g-1, respectively. A potassium-cation-modified alumina support (K/A1203) was prepared by treating Degussa Aluminum Oxide C powder with a solution of KN03 in deionized water; the K loading was equivalent to 6.5 cations per nm' of yA1203 treated. The aqueous suspension was evaporated to dryness over low heat, and the resultant solid was crushed and then pretreated in vaO for 8-10 h at 800 C. The BET surface area of the K/A1203 support was 90 m2 g_1. The catalyst precursors were prepared by chemisorption of [HWCp(CO)31 on the supports from toluene solutions. The support (3.0 g) was added to a solution of [HWCp(CO)3] (82 mg) in toluene (75 ml, freshly distilled from Na/benzophenone), and the resultant suspension was stirred for 2 h under N2. The solid was recovered by filtration, washed with fresh toluene (50 ml) for 15 min, refiltered, and dried in flowing N2 for 10-15 min. The target loading of [HWCp(CO)3] was equivalent to 1.5 wt.% W. Infrared spectroscopy Infrared spectra were measured with an Analect FX-6260 Fourier transform spectrometer; the spectral resolution was 4 cm-1. Supported catalyst samples were pressed into thin self-supporting wafers (60-80 mg) and loaded into glass infrared cells fitted with NaCl or CaF2 windows and high-vacuum stopcocks. For in situ infrared measurements, a cell can be connected to the gas delivery system described below, and the sample can be resistively heated by using a variable transformer or temperature controller to adjust 307 the power input to an external heating cord. A thermocouple in contact with the inner cell wall near the sample is used to measure the temperature. Temperature-programmed decomposition (TPDE) The TPDE apparatus employs a vertically mounted Lindberg tube furnace equipped with an annular copper insert that reduces the inner diameter to 1.3 cm. The furnace temperature is controlled by an Omega CN8600 process controller and a Eurotherm 425 solid-state contactor. The controller is capable of storing and executing 8 temperature profiles, each consisting of up to 8 ramps and soaks. The control thermocouple is placed in a hole drilled in the copper insert; a second thermocouple is inserted in the catalyst bed, which is positioned, within the reactor tube, near the center of the 30.5-cm heated zone. Gas flow to the down-flow TPDE reactor is controlled by needle valves, and rotameters are used for flow measurement. Ultra-high-purity He and Hz (Linde) are further purified by passage through a bed of molecular sieves (Linde 3A, previously activated at 400 C in vacuo) and an oxygen getter trap (Oxy-trap). The effluent stream from the TPDE reactor is sampled continuously by using a two-stage high-pressure gas inlet (Edwards High Vacuum) attached to a high-vacuum chamber containing an Inficon IQ200 quadrupole mass sensor. This chamber is pumped by a Varian V80 turbomolecular pump to a base pressure of less than 1 X 10-8 torr. During highpressure sampling, the chamber pressure is maintained at approximately 1 X 10-5 torr. Catalyst temperature and mass spectrometer ion currents measured for m/e values of 2 (Hz), 18 (H20), 28 (CO), 44 (COz), 65 (C5HS) and 66 (C5H6) are collected by an Apple II + computer through RS-232 interfaces. The catalyst precursor (200-300 mg) was loaded into a Pyrex reactor tube in an mBraun dry-box. The powder was sandwiched between glass wool plugs forming an approximately 0.7 cm bed. The loaded reactor tube was installed in the TPDE apparatus without exposure of the sample to air. TPDE was effected in flowing He [33 ml min-' (NTP)] at a heating rate of 10 C min-' from 25 C to 500 C. Catalyst evaluation The gas delivery system, furnace and controller described above were also used in the catalysis experiments. Propene (Matheson polymer grade, 99.5%) was metered to the reactor by a mass flow controller (Unit Instruments) after passage through a bed of molecular sieves (Linde 3A, previously activated at 400 C in vacuo). The catalyst precursor (500 mg) was loaded into a Pyrex reactor tube and transferred to the reactor as described above. Each sample was heated at 5 C min-' in 33 ml min-` (NTP) of He to the desired activation temperature and treated for 1 h. The catalyst was then cooled to 140 C under flowing He and exposed to a reactant stream composed of 75% propene and 25% He at a flow rate of 40 ml min-' (NTP). The reactor was operated at atmospheric pressure and at temperatures between 140 and 400 C. Typically, a temperature profile consisting of 1.5-h periods at 140, 308 160, 180, 200, 220, 270, 320, 370 and 400 C with intervening ramps of 5 C min-1 was used for catalyst testing. The reactor effluent was sampled automatically at regular intervals and analyzed using a Varian 3700 gas chromatograph equipped with a 30 ft X 1 /8 in. o.d. SP-1700 column and a flame ionization detector. The column was maintained at 70 C. Well-resolved peaks were obtained for C 1_C4 paraffins and olefins, if present in the effluent, and integrated by a Hewlett-Packard 3390A integrator. Propene conversions were less than 890. The isothermal rates of formation of ethene and of cisand traps-2-butene reported are averages of at least 3 measurements, unless otherwise noted. Results and discussion Syntheses and structures of LYCp(CO)3J- on basic aluminas Adsorption of [HWCp(CO)31 on the basic [8] alumina supports was quantitative, as evidenced by the infrared spectra of the toluene solutions before and after contacting the solids. Washing of the resultant light-yellow solids with dry dichloromethane removed only traces of [HWCp(CO)3[ from highly dehydroxylated Y -A1203 (HDA) and partially dehydroxylated y-A1203 (PDA) and failed to remove any metal carbonyl species from potassium modified alumina (K/A1203) incorporating the equivalent of 7.2 K cations per square nanometer. Chemisorption of [HWCp(CO)31 [pKa=9.0(CH30H)1 [91 via deprotonation and surface-bound anion formation is expected on basic metal oxides. For each preparation, this hypothesis was confirmed by isolation of [WCp(CO)3[- (v(CO)=1ss90(s) and 1770(vs) cm-1) from the solids by cation metathesis with triphenylphosphineiminium chloride [PPN ] [ Cl ] in dichloromethane solution. The v(CO) infrared data of the surface species (Table 1) are suggestive of ion-pairing interactions between [WCp(CO)31- and surface counter-ions. Detailed analyses of the infrared and extended X-ray absorption fine structure (EXAFS) spectra of surface-bound [WCp(CO)3]- on the simpler surfaces of Mg0 [ 10, 11 ] and Zn0 [ 11 ] indicate that the common mode of cation-anion TABLE 1 Infrared bands of surface-bound (WCp(CO)3]- on alumina supports Support v(CO) (cm-') y-A1203 1962(s), 1910(sh), 1ss10(m), 1740(s), pretreated at 400 C 1610(s) Y-A1203 2006(sh), 19ss0(s), 1950(sh), 1916(m), pretreated at 800 C 1877(m), 1740(s), 1610(s) K/A1203 1940(sh), 1892(s), 1769(s), 1727(s), pretreated at 800 C 1615(sh) 309 contact involves a carbon- and oxygen-bonded isocarbonyl ligand, W-CO' ' ' fM\"+}. (Curly brackets f } are used to denote coordinatively un- saturated cations on metal oxide surfaces.) This type of ion-pairing interaction is typical for the alkali metal salts of [HWCp(CO)3 ] in ethereal solution [ 12 ]. For [WCp(CO)3]- on ZnO, there is also evidence of a W-{Zn2+} bonding interaction. Isocarbonyl ligands are characterized by low-frequency v(CO) infrared bands [ 13]. For [WCp(CO)3] - in solution and on metal oxide surfaces, v(CO) bands with frequencies of less than 1770 cm-' (the E mode frequency of the free anion) are diagnostic of ion pairing via isocarbonyl ligands. Also, the nonequivalence of isobridging and terminal CO groups leads to a reduction in point group symmetry from C3, to Cs, resulting in three infrared-active v(CO) modes. The infrared spectrum of [WCp(CO)3]- on K/A1203 is consistent with {K+}[WCp(CO)3]- ion pairs having structure I: w OC/ C ~ \\CO Structure I 00 ' H M\" @ O A strong low-frequency band is observed at 1727 cm-1, and strong bands are observed at frequencies that coincide with the A, and E absorption frequencies of the free anion. The latter observation indicates that electron withdrawal from the W center via the CO... {K +} linkage is minimal. The weaker bands in the infrared spectrum are assigned to {Al3+}[WCp(CO)3]ion pairs (vide infra). The infrared spectra of [WCp(CO)3]- on y-A1203 are suggestive of a novel ion-pair structure involving two CO ligands: w OC/Z7 \\ Structure II C O H M\"@ O /77~7 /77;7 /7777 Strong v(CO) bands are observed (at 1740 and 1610 cm-') that can be assigned to the symmetric and asymmetric stretching vibrations of a pair of isocarbonyls. In this case, a large blue-shift of the third v(CO) band (assigned to the non-interacting CO ligand of structure II) relative to the A1 frequency of the free anion is observed, indicating substantial withdrawal of electron density from the W center. This effect is consistent with the presence of two strongly .7r-acidic isocarbonyl ligands O-bound to {A13+}. We infer from the observed blue-shifts that the electron acceptor ability (Lewis acid strength) 310 of {Al\"} is slightly greater on HDA than on PDA. The medium-intensity v(CO) band at 1810 cm-1 is tentatively assigned to a minority {pd3+}[WCp(CO)31- species having ion-pair structure I. Temperature programmed decomposition (TPDE) The reactivity of metal carbonyl anions and their organic derivatives in ethereal solution is strongly influenced by the nature of the counter-ions [14]. For [MOCp(CO)3]- in THF, rates of 12C0-'3C0 exchange were found to increase with the charge-to-radius ratio (electrostatic potential) of the counter-ion in the order PPN + < Na+ < Li+. This trend can be interpreted in terms of a dissociative mechanism of CO exchange, whereby formation of a strong isocarbonyl linkage drains electron density from the metal center and consequently labilizes the non-interacting CO groups. On the basis of TPDE spectroscopy, we infer a similar influence of ion pairing on the thermal decomposition rate of surface-bound [WCp(CO)3]-. In flowing He, the chief decomposition products of surface-bound [WCp(CO)3]- on Y-A1203 and on K/A1203 are CO, C5H6 and HZ. The TPDE spectra (Fig. 1) indicate that onset of decomposition is marked by CO evolution, suggesting that CO dissociation is the initial step. The CO evolution peak temperature for [WCp(CO)3]- on PDA (Fig. 1B) is 245 C, 20 C higher than for the anion on HDA. As the anion is more stable on PDA, surface hydroxyl groups are apparently not involved in the initial decomposition reaction. Moreover, we suggest that the slightly greater thermal stability of the anion on PDA can be attributed to the weaker Lewis acid strength of JAI 3+} on this surface. In situ infrared spectra (Fig. 2) recorded during TPDE of [WCp(CO)31on PDA in flowing He at 5 C min-1 demonstrate that the ion-pair structures are maintained at elevated temperatures. Difference spectra indicate unambiguously that the infrared absorptions associated with JAI 3+}[WCp(CO)3] (structure I) are lost between 150 and 250 C. The three strong v(CO) bands associated with fA13 +}[WCp(CO)3]- (structure II) decay simultaneously and monotonically between 200 and 300 C. The CO evolution peak temperature for [WCp(CO)3]- on K/A1203 is 360 C, 135 C higher than for the anion on HDA. This dramatic counter-ion effect underscores the determining influence of ion pairing on the decomposition kinetics. For {A13+}[WCp(CO)3]- (structure II), we infer that the strongly 7r-acidic isocarbonyl ligands labilize the non-interacting CO, resulting in a low decomposition temperature. In contrast, for {K+}[WCp(CO)3](structure I) there is little or no electron withdrawal via the CO... {K+} linkage, resulting in a large activation energy for CO dissociation and a high decomposition temperature. HZ and C5Hg are assumed to be secondary products of the decomposition of surface-bound [WCp(CO)3 ] -, resulting from electrophilic attack of surface hydroxyl groups on coordinatively unsaturated [WCp(CO)x]- species. This interpretation is supported by the TPDE spectra of the anion on HDA (Fig. lA) and PDA (Fig. 1B). Two HZ evolution peaks, a and 0 at 240 C and 311 250 200 o a `o 150 100 50 0 250 200 'c T 150 a `m .- 10 0 d 50 o 0 250 200 r `o 150 100 o v c 50 0 0 - m/e = 28 [CO] - m/e = 2 [HZ] .--.- m/e = 65 [CSH51 (x 2) i i i i --\"1 100 200 300 400 500 Temperature ( C) B m/e = 28 [CO] m/e = 66 [CSHs] \\ (x 2) (x 2) 100 200 300 400 500 Temperature ( C) m/e = 2 [Hy] m/e = 28 [CO] C - m/e = 2 [HZ] w---- m/e = 66 [CSHsI 100 200 300 Temperature ( C) 400 500 Fig. 1. TPDE spectra of surface-bound [WCp(CO)3]-: (A) on y-A1203 pretreated at 800 C in vacuo; (B) on y-A'203 pretreated at 400 C in vacuo; (C) on potassium-canon-modified A1203 pretreated at 800 C in vacuo. 312 a o D o a Q E F 2200 2000 1800 1600 1400 Wavenumbers (cm'') Fig. 2. In situ infrared spectra of [WCp(CO)31- on PDA measured at (A) 150, (B) 200, (C) 225, (D) 250, (E) 275 and (F) 300 C during thermal decomposition in flowing He 133 ml min-' (NTP)] using a 5 C min-' heating rate. 445 C, respectively, are observed; the relative areas are dependent on the pretreatment temperature of the support. Dehydroxylation of the y7A1203 results in suppression of the a peak and enhancement of the /3 peak. We tentatively associate the a peak with Hz produced via electrophilic attack of W centers by surface hydroxyl groups [ 15 ]. The ss peak could also be associated with W oxidation by surface hydroxyl groups, or alternatively could arise from degradation of cyclopentadiene. Two HZ evolution peaks are also observed in the TPDE spectrum of [WCp(CO)31- on K/A1203 (Flg. 1 C), but the amount of hydrogen evolved, as measured by the peak areas, is approximately 40% greater than for the anion on Y-A1203. The hightemperature H2 evolution peak (/3) appears to be unaffected by potassium modification of the support, and after accounting for the shift imposed by the higher decomposition temperature, the low-temperature peak corresponds reasonably well with the a peak observed for the anion on HDA. The weak and extremely broad C,H6 TPDE peaks of [WCp(CO)31- on y-AI203 are suggestive of readsorption and degradation of cyclopentadiene on the support. Consistent with this hypothesis, dehydroxylation of y-A1203 results in a substantial shift of the C5H6 TPDE peak to higher temperatures. We speculate that C5H6 molecules resulting from the decomposition of W3+}[WCp(CO)31- are readsorbed at Lewis acid sites. The strong, welldefined C5Hr, TPDE peak observed for [WCp(CO)31- on K/A1203 supports this hypothesis. PrOO metathesis catalysis Activation of [WCp(CO)31- on Y-A1203 at 400 C in flowing He resulted in a stable, highly active catalyst for the conversion of propene to a 1:1 313 mixture of ethene and cis- and traps-2-butene. The activity increased with increasing temperature between 140 and 220 C, but declined at higher temperatures (Fig. 3). Catalyst deactivation was in part reversible by returning to operation at temperatures below 220 C. A similar phenomenon, reversible deactivation and irreversible poisoning at high temperatures, has been observed previously for Coo-MO03/A1203 catalysts [16, 17]. Isobutene and 1-butene were observed as minor products; the (isobutene+1-butene)/cis- and trans2-butene ratio increased with temperature, from 0.002 at 140 C to 0.190 at 400 C for the catalyst derived from [WCp(CO)3]- on HDA. Activation of [WCp(CO)3]- on Y-A1203 at 300 C in He was ineffective. The results of TPDE and in situ infrared spectroscopy of [WCp(CO)3]- on Y-A1203 indicate that essentially all the CO ligands have been removed after treatment at 300 C. Apparently, loss of CO ligands is a necessary but not sufficient condition for generation of active centers. There are several plausible explanations. Insufficient W oxidation has previously been cited to explain the inactivity of materials derived from zero-valent precursors [5]; however, the lack of substantial Hz evolution between 300 and 400 C in the TPDE profiles of [WCp(CO)3]- on y-A1203 indicates that the W oxidation state is not increased greatly by the higher activation temperature. We infer from the TPDE profiles that adsorbed cyclopentadiene is somehow responsible for the difference in catalytic activity between samples activated at 300 C and at 400 C. Adsorbed cyclopentadiene may block W sites or Lewis acid centers. Alternatively, alkylidene groups may originate from the conversion of adsorbed cyclopentadiene at temperatures higher than 300 C. Interestingly, after heating in flowing propene to 400 C, the samples initially activated at 300 C became active, exhibiting nearly the same behavior as catalysts initially activated at 400 C. 1 o 0 1st cycle U 2nd cycle O -B C o 0.5 m E c o u. o o 0 - 40 0 100 200 300 400 Temperature ( C) Fig. 3. Rate of formation of cis- and traps-2-butene by a catalyst derived from [WCp(CO)3]on HDA: (O) immediately after activation; ( ) after one complete temperature cycle. 314 Catalysts prepared from [WCp(CO)3]- on PDA were more active than those prepared from [WCp(CO)3]- on HDA (Fig. 4), consistent with previous data for catalysts derived from [W(C0)3PPh31 on r7-A1203 [6]. This result supports the above suggestion that desorption of cyclopentadiene from Lewis acid centers is required for active site generation. Significant C5Hg evolution occurs above 400 C for [WCp(CO)3]- on HDA; in contrast, C5Hg removal is almost complete at 400 C for [WCp(CO)3]- on PDA. However, the TPDE data also indicate that the extent of C5Hg removal for [WCp(CO)3]- on PDA at 300 C and for [WCp(CO)3 ] - on HDA at 400 C are approximately equivalent; the observation of activity only in the second case could be attributed to the higher surface density of Lewis sites on HDA [ 18 ]. Catalysts derived from [WCp(CO)3]- on K/A1203 activated in He at 320 C and at 400 C exhibited initial rates of cis- and trams-2-butene production at 140 C of 0.35 and 0.18 Amol (g-cat)-1 s-1, respectively, but for each catalyst the rate decreased exponentially with on-stream time. A catalyst activated at 320 C in He and exposed to propene at 320 C immediately after activation was more active and more stable. A linear decrease in activity with on-stream time was observed, suggestive of poisoning by feed impurities. FYom the observed rates of formation we estimate that approximately 200 turnovers (based on total number of W atoms) were completed during a 6 h period at 320 C. The observed catalytic activity is unexpected in light of the TPDE results for [WCp(CO)3]- on K/A1203, which indicate that CO ligands should remain after activation at 320 C. In fact, after the catalyst had operated at 320 C for 6 h, TPDE measurements confirmed the retention of CO by the catalyst. Apparently, the nature of the active sites is changed by potassium modification of the support. The markedly different trams-/ cis-2-butene ratios observed (2.78 for the K/A1203-supported catalyst vs. 1.29 for the HDA-supported catalyst at 320 C) support this hypothesis. The 3 0 o Ethene a cc 0 0 cis- and trams- _tp 2-Butene o PDA E 2 i C O E e 1 o e e y e HDA IE e 0 120 140 160 180 200 220 240 Temperature ( C) Fig. 4. Rates of formation of ethene and cis- and trams-2-butene by catalysts derived from [WCp(CO)3]- on PDA (squares) and from [WCp(CO)3]- on HDA (circles). 315 alteration of catalytic properties resulting from potassium modification of the support suggests that Lewis acid centers are an integral component of the sites responsible for metathesis activity. Conclusions A significant step forward has been made in the understanding and design of W active sites on y-A1203 for propene metathesis. Surface-bound [WCp(CO)3]-, the catalyst precursor, exhibits a novel ion-pair structure involving the Lewis acid centers of y-A1203, and this ion-pairing interaction is implicated in the labilization and low-temperature dissociation of CO ligands during catalyst activation. Decarbonylation of [WCp(CO)31- on y-A1203 is insufficient to produce active metathesis sites. TPDE experiments suggest two additional requirements: (i) oxidation of the W center by surface hydroxyl groups, resulting in a more favorable oxidation state, and (ii) desorption of cyclopentadiene from the W center or from neighboring Lewis acid centers. The effects of potassium cation modification of the alumina support suggest that strong Lewis acid centers are not required for metathesis activity, although their presence appears to stabilize the active sites. Acknowledgements This research was supported by an NSF Presidential Young Investigator Award (CTS-8958350) and a matching contribution from Hoechst-Celanese Corporation. The authors wish to recognize Amanda Monroe and Nilay Gami for their contributions to this work. References 1 K. L. Ivin, Olefins Melathesis, Academic Press, New York, 1983. 2 R. R. Schrock, S. M. Rocklage, J. H. Wengrovius, G. A. Rupprecht and J. D. Fellman, J. Mot. Catal., 8 (1980) 73. 3 C. J. Schaverien, J. C. Dewan and R. R. Schrock, J.Am. Chem. Soc., 108 (1986) 2771. 4 F. A. Cotton and G. Wilkinson, Advanced Inorganic Chemistry, Wiley, New York, 1988, p. 1265. 5 A. Brenner and R. L. Burwell, Jr., J. Catal., 52 (1978) 364. 6 J. L. Bilhou, A. Theolier, A. K. Smith and J. M. Basset, J. Mot. Catal., 3 (1977/78) 245. 7 B. N. Kuznetsov, A. N. Startsev and Yu. 1. Yermakov, J. Mot. Catal., 8 (1980) 135. 8 P. O. Scokart and P. G. Rouxhet, J. Chem. Soc., Faraday Trans., 1, 76 (1980) 1476. 9 R. G. Pearson, Chem. Rev., 85 (1985) 41. 10 H. H. Lamb, B. C. Gates and H. Knozinger, Angew. Chem., Int. Ed. EngL, 27 (1988) 1127. 11 M. M. Otten and H. H. Lamb, in preparation. 12 M. Y. Darensbourg, P. Jimenez, J. R. Sackett, J. M. Hanckel and R. L. Kump, J. Am. Chem. Soc., 104 (1982) 1521. 13 D. F. Shriver and Sr. A. Alich, Coord. Chem. Rev., 8 (1972) 15. 316 14 M. Y. Darensbourg, Prog. In.org. Chem., 33 (1985) 221. 15 A. Brenner and R. L. Burwell, Jr., J. Catal., 52 (1978) 353. 16 R. L. Banks and G. C. Bailey, Ind. Eng. Chem., Prod. Res. Dev., 3 (1964) 170. 17 A. J. Moffat and A. Clark, J. Catal., 17 (1970) 264. 18 R. A. McFarlane and B. A. Morrow, J. Phys. Chem., 92 (1988) 5800. X244 9280248F 0304-5102(92)80248-F 10.1016/0304-5102(92)80248-F Elsevier Sequoia Influence of the support on the thermal stability of surface-bound [WCp(CO)3]−: Implications for catalyst design Mark M. Otten H. Henry Lamb * Department of Chemical Engineering, North Carolina State University, Raleigh, NC 27695-7905 USA * Author to whom correspondence should be addressed. Surface-bound {M n+}[WCp(CO)3]− complexes on γ-Al2O3 and K-modified Al2O3 were studied by temperature-programmed decomposition (TPDE) andin situ infrared spectroscopy. [WCp(CO)3]− on γ-Al2O3 is adsorbed at Lewis acid centers via two isobridging carbonyl ligands, and [WCp(CO)3]− on K/Al2O3 is ion paired with {K+} ions via a single isocarbonyl. On γ-Al2O3, the strong ion-pairing interaction leads to labilization of CO and low-temperature decomposition. Activation of [WCp(CO)3]− on γ-Al2O3 at 400 °C in flowing He produces stable, highly active catalysts for propene metathesis. Catalysts derived from [WCp(CO)3]− on γ-Al2O3 have maximum activity at 220 °C and exhibit reversible deactivation at higher temperatures. Catalysts derived from [WCp(CO)3]− on K-modified Al2O3 are less active and less stable, suggesting that the Lewis acid centers are an integral component of the sites responsible for metathesis activity. References 1 Ivin K.L. Olefins Metathesis 1983 Academic Press New York 2 Schrock R.R. Rocklage S.M. Wengrovius J.H. Rupprecht G.A. Fellman J.D. J. Mol. Catal. 8 1980 73 3 Schaverien C.J. Dewan J.C. Schrock R.R. J. Am. Chem. Soc. 108 1986 2771 4 Cotton F.A. Wilkinson G. Advanced Inorganic Chemistry 1988 Wiley New York 1265 5 Brenner A. Burwell R.L. Jr. J. Catal. 52 1978 364 6 Bilhou J.L. Theolier A. Smith A.K. Basset J.M. J. Mol. Catal. 3 1977/1978 245 7 Kuznetsov B.N. Startsev A.N. Yermakov Yu.I. J. Mol. Catal. 8 1980 135 8 Scokart P.O. Rouxhet P.G. J. Chem. Soc., Faraday Trans., 1 76 1980 1476 9 Pearson R.G. Chem. Rev. 85 1985 41 10 Lamb H.H. Gates B.C. Knozinger H. Angew. Chem., Int. Ed. Engl. 27 1988 1127 11 M.M. Otten, H.H. Lamb, in preparation. 12 Darensbourg M.Y. Jimenez P. Sackett J.R. Hanckel J.M. Kump R.L. J. Am. Chem. Soc. 104 1982 1521 13 Shriver D.F. Alich Sr.A. Coord. Chem. Rev. 8 1972 15 14 Darensbourg M.Y. Prog. Inorg. Chem. 33 1985 221 15 Brenner A. Burwell R.L. Jr. J. Catal. 52 1978 353 16 Banks R.L. Bailey G.C. Ind. Eng. Chem., Prod. Res. Dev. 3 1964 170 17 Moffat A.J. Clark A. J. Catal. 17 1970 264 18 McFarlane R.A. Morrow B.A. J. Phys. Chem. 92 1988 5800",
      "scopus-id": "0026888146",
      "coredata": {
        "eid": "1-s2.0-030451029280248F",
        "dc:description": "Surface-bound {M n+}[WCp(CO)3]− complexes on γ-Al2O3 and K-modified Al2O3 were studied by temperature-programmed decomposition (TPDE) andin situ infrared spectroscopy. [WCp(CO)3]− on γ-Al2O3 is adsorbed at Lewis acid centers via two isobridging carbonyl ligands, and [WCp(CO)3]− on K/Al2O3 is ion paired with {K+} ions via a single isocarbonyl. On γ-Al2O3, the strong ion-pairing interaction leads to labilization of CO and low-temperature decomposition. Activation of [WCp(CO)3]− on γ-Al2O3 at 400 °C in flowing He produces stable, highly active catalysts for propene metathesis. Catalysts derived from [WCp(CO)3]− on γ-Al2O3 have maximum activity at 220 °C and exhibit reversible deactivation at higher temperatures. Catalysts derived from [WCp(CO)3]− on K-modified Al2O3 are less active and less stable, suggesting that the Lewis acid centers are an integral component of the sites responsible for metathesis activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280248F",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Otten, Mark M."
          },
          {
            "@_fa": "true",
            "$": "Lamb, H. Henry"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280248F"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280248F"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80248-F",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Influence of the support on the thermal stability of surface-bound [WCp(CO)3]−: Implications for catalyst design",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "305-316",
        "prism:endingPage": "316",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80248-F",
        "prism:startingPage": "305",
        "dc:identifier": "doi:10.1016/0304-5102(92)80248-F",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026888146"
      }
    }
  }
}