{
  "metadata": {
    "title": "Ring-opening polymerization of cycloolefins by tungsten(VI) chloride—acetylene catalyst systems",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-15",
    "doi": "10.1016/0304-5102(92)80146-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292801468",
    "pii": "0304510292801468"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026941334",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292801468 0304-5102(92)80146-8 0304510292801468 10.1016/0304-5102(92)80146-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02519 2024-01-02T01:06:03.941633Z 0 0 19921015 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 76 76 1 3 1 2 3 Volume 76, Issues 1–3 5 65 78 65 78 19921015 15 October 1992 1992-10-15 1992 A Special Volume devoted to the Ninth Symposium on Olefin Metathesis Collegeville, PA (USA) 21–26 July 1991 19910721 19910726 A. E. Martin converted-article fla Copyright © 1992 Published by Elsevier B.V. RINGOPENINGPOLYMERIZATIONCYCLOOLEFINSBYTUNGSTENVICHLORIDEACETYLENECATALYSTSYSTEMS MAKOVETSKY K IVIN 1983 K OLEFINMETATHESIS YAKOVLEV 1989 93 V DOLGOPLOSK 1974 901 B OSHIKA 1968 211 T 1975 172 318 KUPPER 1979 207 F REDKINA 1981 133 L MAKOVETSKY 1981 1928 K KATZ 1982 1093 T MAKOVETSKY 1992 107 K MAKOVETSKY 1985 1930 K RAPPE 1982 3287 A GUNTHER 1970 87 P DALLASTA 1974 511 G MAKOVETSKY 1987 1432 K OFSTEAD 1972 21 E KERSTING 1988 201 M MASUDA 1975 717 T MAKOVETSKYX1992X65 MAKOVETSKYX1992X65X78 MAKOVETSKYX1992X65XK MAKOVETSKYX1992X65X78XK item 0304-5102(92)80146-8 0304510292801468 1-s2.0-0304510292801468 10.1016/0304-5102(92)80146-8 272239 2024-01-02T01:06:03.941633Z 1992-10-15 1-s2.0-0304510292801468-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801468/MAIN/application/pdf/f4dfd1592ddb4446243fc279cf9fd2fb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801468/MAIN/application/pdf/f4dfd1592ddb4446243fc279cf9fd2fb/main.pdf main.pdf pdf true 940257 MAIN 14 1-s2.0-0304510292801468-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292801468/PREVIEW/image/png/79eb88db66ce0b3dbe622c8a5d42ba7c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292801468/PREVIEW/image/png/79eb88db66ce0b3dbe622c8a5d42ba7c/main_1.png main_1.png png 67100 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 76 (1992) 65-78 65 M2971 Ring-opening polymerization of cycloolefins by tungsten(VI) chloride-acetylene catalyst systems Kiryll L. Makovetsky*, Ludmila I. Gorbacheva, Irina Ya. Ostrovskaya, Alexandr I. Golberg, Anzor I. Mikaya, Anna A. Zakharian and Marina P. Filatova Institute of Petrochemical Synthesis, Russian Academy of Sciences, Moscow 117912 GSP-1 (Russia) Abstract The ring-opening polymerization of various cycloolefins was carried out using catalytic systems for metathesis that did not contain any organometallic co-cotalysts. They were formed by the interaction of equimolar amounts of tungsten(VI) halides (WCle or WOCIQ) with monosubstituted acetylenic hydrocarbons (phenyl-, n-butyl- or trimethylsilylacetylene). It was possible to enhance the activity of these systems by adding small amounts of oxygen-containing substances. The use of WCls-phenylacetylene catalyst clarified the question of polymerizability of methyl-substituted cyclopentenes. It was shown that a mixture of 3-methyl- and 4-methylcyclopentenes gave polymers having a polymethylpentenamer structure. The thermodynamic parameters of this polymerization, which has an equilibrium character, were evaluated. Reactions occurring during the interaction of WCI6 with phenylacetylene were studied by GC-MS. The data obtained indicated that the first step in the interaction is insertion of an acetylene molecule into the W-Cl bond. Some considerations are suggested concerning the possible pathways for formation of metal-carbene active centres. 13C NMR study of the copolymers obtained from phenylacetylene and cyclopentene or norbornene showed that their chains included sequences with random distributions of co-monomer units. The implications of this fact for the mechanistic interrelation between the cycloolefin metathesis polymerization and the addition polymerization of acetylene are discussed. Introduction The most common homogeneous catalysts for ring-opening metathesis polymerization (ROMP) of cycloolefins are composed of salts or complexes of tungsten or molybdenum (mostly WCl6) and organometallic derivatives of Al, Mg, Sn, Si, etc. [1]. The role of the orgaizometallic co-catalyst is to alkylate the transition metal with the formation of a metal--carbon o-bond of low stability and to reduce the metal to a proper valent state. The decomposition of the organic derivatives of transition metals may proceed via various mechanisms including homolysis, LX- and *Author to whom correspondence should be addressed. 0304-5102/92J$5.O ((2) 1992 - Elsevier Sequoia. All rights reserved 66 ss-elimination of metal hydride, disproportionation, etc. The simple alkyl derivatives of transition metals decompose mostly via ss-elimination of metal hydride. However, recently it has been shown [2] that this reaction is always accompanied, if only to a small extent, by a-elimination leading to the formation of metal-carbenes, which are the active centres in olefin metathesis and ROMP. There are a few examples of true organic compounds being used as co-catalysts of ROMP instead of the usual organometallic derivatives. Aliphatic diazo compounds proved to be quite suitable for initiating cyclopentene polymerization [3]. The presence of organometallic co-catalysts is not necessary in order to induce the polymerization of highly strained cycloolefins. Thus norbornene and its derivatives were metathetically polymerized by a single species: WCI6, MoC15 or ReClS [4]. In this instance, the monomer actually fulfills the function of the co-catalyst. Metal-carbene centres arising in this interaction can initiate ROMP of low-strain cycloolefins that do not polymerize in the presence of WCls. Kupper [5] was able to induce 1,5-cyclooctadiene polymerization by adding small amounts of norbornadiene to the WCls catalyst. We have found that a mixture of cyclopentene with 10 mol% norbornene gives a polymer (47% yield) with an intrinsic viscosity of 13.2 dl g-l; this WCls catalysed reaction was carried out for 24 h at 20 C. The ROMP of some cycloolefins with low ring strain may be initiated by products of the interaction of WCls and some cycloolefins, e.g., 1,5-cyclododecadiene [6] or 1-methyl-1,5-cyclooctadiene [7]. Results and discussion Polymerization reaction In 1981 we first reported that very effective catalysts for the ROMP of both high- and low-strain cycloolefins may be obtained from the interaction of WCls with some monosubstituted acetylenes in aromatic hydrocarbon media [8]. Somewhat later, Katz and Han [9] demonstrated that the WCls-phenylacetylene (PA) system initiated the ROMP of cyclopentene as well as the metathesis of 2-pentene. This paper presents the results obtained during a study of WClsacetylene systems and their use for the ROMP of various cycloolefins. All polymerizations were carried out in sealed glass ampoules. The most active catalysts are formed when equimolar amounts of WCls and the corresponding acetylene are reacted for 0.5-2 h. Such catalysts can effectively initiate, at ambient temperature, the polymerization of cyclopentene, 1,5-cyclooctadiene, cyclododecene, norbornene and its derivatives (for the ROMP of substituted norbornenes see [10]). According to IR, 1H and 13C NMR data, all polymers obtained have polyalkenamer structures, with minimal loss of unsaturation (< 5%). Table 1 lists the yields of polymers (average values from 3-5 runs), their microstructure and intrin- 67 TABLE 1 Cycloolefin polymerization by WC16-acetylene (1:1) catalysts (toluene, 20 C) Monomer\" [M] M/W molar Acetylene Time Yield Cis [nJb (M) (mol 1') ratio (h) (%) content (dl g-') CP 5 103 - 300 0 - _ CP 5 103 PhC--CH 3 65 35 1.65 CP 5 103 PhC=CH 80 22 80 5.3 CP 5 103 \"BuC---CH 3 52 26.5 4.0 CP 5 5 x 102 Me3SiC---CH 120 27.5 67 0.85 COD 5 103 PhC=CH 3 43 89 2.6 CDD 5 103 PhC=CH 7 33 NB 2 103 - 17 3 65 NB 2 103 PhC=CH 2 93.5 60 8.0 NB 2 10' PhC=CHd 2 68 60 1.5 NB 3 103 Me3SiC=CH 18 75.5 59 COT 8 40 PhC=CH 24 23 COT 8 50 \"BuC--CH 24 50 \"CP = cyclopentene, COD = 1,5-cyclooctadiene, CDD = cyclododecene, NB = norbornene, COT = cyclooctatetraene. 'Toluene, 30 C. 'Polymerization temp. -30 C. 'One mol (C3H5)2SiMe2 per mol WCIs added. sic viscosities: The polymer yields were reproducible within the limits of a few percent. The best polypentenamer yields were obtained using the WCls-PA system, while BuC---CH and Me3SiC-CH were less active as co-catalysts. A disubstituted acetylene, 3-heptyne, showed poor activity, and diphenylacetylene turned out to be a catalytic poison even for binary catalysts, e.g., WCls-Ph Sn. The production of very stable n-complexes of the with tungsten halides may be the reason for such behaviour. It is noteworthy that even cyclooctatetraene is polymerized by these catalysts to give insoluble polymers whose IR spectra are practically identical to those of polyacetylene. Unlike polymerizations of other cycloolefins, polymerization of cyclooctatetraene was carried out without any solvent. As can be seen from the data in Table 1, WCls-acetylene catalysts are not stereospecific. The microstructures of the polymers obtained depend on the nature of the monomers and, for cyclopentene polymers, also on the polymerization temperature. We have attempted to modify the microstructure of polynorbornenes by adding some electron-donor cornpounds-anisole, THF, ethyl acetate, pyridine, o-phenanthroline. These compounds were added in amounts of 0.1--100 mol% of WCls, and caused a decrease in both yield and intrinsic viscosity of polynorbornene (the 68 higher the coordinating capacity of the additive, the stronger the deteriorative effect). However, the cis-unit content of the polymers remains in all cases at the 56-62% level. As for the molecular weights of the polymers, they can be controlled over a wide range using a-olefins or diallylsilanes as chain transfer agents. The ability to produce the active centers of cycloolefin polymerization via interaction with monosubstituted acetylenes appears to be a specific property of tungsten(VI) halides (WOC14, WCls). We were not able to initiate ROMP of cycloolefins using combinations of PA with TiCl4, (C5H5)2TiC12, TaCl, or MoCl, The substitution of one or two chlorine atoms in WCls by alkoxy or phenoxy groups gives compounds incapable of reaction with PA. Such systems do not initiate the polymerization of cyclopentene or the more active norbornene. Influence of oxygen-containing substances Katz and Han [9] showed that ROMP of cyclopentene by the WClsPA catalyst could proceed under aerobic conditions. This fact was confirmed in our study. It should be noted that the experimental results listed in Table 1 were obtained under conditions that did not exclude the presence of oxygen or water in trace quantities in the polymerization ampoules. Nevertheless, the special addition of 02 or oxygen-containing substances (water, epichlorohydrin, acetophenone) had an enhancing effect upon cyclopentene polymerization, reducing its induction period and increasing polypentenamer yields to equilibrium values [11]. When more thorough precautions were taken against traces of oxygen and moisture in the reaction vessels (rubber joints in polymerization equipment replaced by ground ones, etc.), no cyclopentene polymerization could be observed at all. But the introduction of 0.5-1 mol of oxygen-containing compounds per mol of WCls gave rise to highly effective systems (Table 2). The additives apparently react with the reduced tungsten halides to give compounds with a W=0 bond. The promoting effect of dioxygen or oxygen-containing compounds both on the ROMP of cycloolefins and on the metathesis of linear olefins was frequently observed in various studies [1], and was treated theoretically by Rappe and Goddard [12]. As expected, the catalyst system WOC14-PA proved to be active in cyclopentene polymerization independent of the degree of purification, although the polymerization rate was somewhat lower than that in the presence of the promoted WC16-PA system. It is noteworthy that the effective ROMP of highly strained norbornene did not require the addition of any promoter. Polymerization of the methylcyclopentenes The use of WCls-PA catalysts clarified the question of the polymerizability of methyl-substituted cyclopentenes via the metathesis mechanism. In 1970 chemists at Bayer reported [13] that homogeneous catalysts based on WCls and Al-organic compounds could initiate the ROMP of 3-methyl- 69 TABLE 2 Promotion of cyclopentene (CP) polymerization in high-purity systems by oxygen-containing additives (AD)' AD AD/W molar ratio Time Polymer Cis [r7]b (h) yield content (dl g-') - - 69 0 - - water 0.5 1 86 24 2.5 epichlorohydrin 1.0 1 80 26.5 3.6 02 0.5 1 83 25 - - 3 68.5 36 3.6 aConditions: [CP] = 5 mol 1-', [W] = 2.5 x 10-3 mol 1-', PA/W = 1, solvent toluene, react. temp, 20 C. 'Toluene, 30 C. WOC14 used instead of WCIs. cyclopentene as well as its copolymerization with cyclopentene. No polymers were obtained from 1-methyl- or 3-isopropylcyclopentene. These data were not reproduced by Dall'Asta [14]. In his opinion, the introduction of a methyl group into any position on the cyclopentene ring made the latter incapable of ring-opening. This suggests the existence of a thermodynamic prohibition of ROMP of low-strain, small-ring substituted cycloolefins by analogy with corresponding tetrahydrofurans. Repeated efforts to polymerize methyl-substituted cyclopentenes by various metathesis catalysts were unsuccessful. Only traces of polymers of low unsaturation were obtained with such highly effective catalysts as WCls-dimethyldiallylsilane or WCl6-tetramethyldisilacyclobutane. In 1987 it was found, quite unexpectedly, that the preformed WCls-PA catalyst could induce the polymerization of a virtually unseparable mixture of 3-methyl- and 4-methylcyclopentenes (2:3) [15]. With monomer/ WC16 molar ratios of 500-1000:1 at room temperature, relatively high conversions of monomers were attained in reasonable times. According to IR, 1H and 13C NMR data, the polymers obtained were poly(methylpentenamers) (Scheme 1). The ratio of units derived from 3-methyl- and 4methylcyclopentenes in the copolymer obtained at a conversion of ca. 30% was, according to the '3C NMR spectrum, nearly the same as the ?+ 4D-CH3 0 :(--CHCHZCHCHZCH=Y-=~CHCHZCHZ~HCHI--= CH3 C' H3 CH3 Scheme 1. Ring-opening of the mixture of methycyclopentenes. 70 ratio of isomers in the monomer mixture. This indicates a similar reactivity ratio of both isomers in ROMP. The copolymers obtained had rather low molecular weights ([r ] = 0.4-0.9 dl g-1) and glass transition temperatures (-70 to -72 ), and contained 85-95% trans units. 1-Methylcyclopentene proved to be absolutely inactive in polymerization, and its presence in a methylcyclopentene mixture in amounts exceeding 1 mol% completely suppressed the ROMP of the other isomers. Fast reactions between 1-methylcyclopentene and WCls in toluene gave insoluble, reduced tungsten compounds and ill-defined oligomeric products. That permitted us to use WCIs for the purification of the distilled methylcyclopentene mixture from 1-methylcyclopentene, thus reducing its content to a level below 0.1%. In the ROMP of methylcyclopentenes, as in the case of cyclopentene [16], a polymer-monomer equilibrium is realized, indicated by the existence of the limiting conversion phenomenon. For the same initial monomer concentration (4.75 M) ultimate conversions were 73% and 42.5% conversion at 0 C and 20 C, respectively (Table 3). The apparent equilibrium monomer concentrations ([M]e) were estimated as the difference between the initial monomer concentration and the ultimate conversion obtained at each temperature. The polymer-monomer equilibrium in this case was considerably shifted to the monomer side, as compared with cyclopentene polymerization. On the basis of the dependence of [M]e on the polymerization temperature (T) in terms of the modified Gibbs equation (Fig. 1): In[M]e = AHP/RT - ASp /R the following thermodynamic parameters were calculated: enthalpy change AHP = -22.2 kJ mol-1, standard entropy change ASp = -75.7 J mol-1 deg-'. Calculated thermodynamic values naturally have only evaluative significance because they refer to a mixture of isomers, not to TABLE 3 Methylcyclopentenes (MCP) polymerization by WCIs-PA (1:1) system a Initial MCP Polymerization Ultimate Equilibrium concentration temp. polymer yield b MCP concentration (moll-') ( C) (%) (moll-') 2.37 20 0 > 2.37 4.75 20 42.5 2.73 5.75 20 52.5 2.73 7.1 20 60.7 2.67 4.75 0 73 1.3 3.12 -10 69.5 1.0 aMCP/WCIs molar ratio 103, solvent toluene. b Average value from several runs. 71 Ln [M]s t.2 o.a 0.4 a.a ~3 3.4 3.6 3. 8 T K-' Fig. 1. Equilibrium concentration of methylcyclopentenes [M]e vs. the inverse of the polymerization temperature. individual compounds. Even so, it is interesting to compare these values with parameters for cyclopentene polymerization. Ofstead and Calderon [16) found QHP = -18.4 kJ mol-1 and ASP' = -62.3 J mol-1 deg -1 for the conversion of cyclopentene into trans -polypentenamer. Copolymerization of methylcyclopentenes with cyclopentene in the presence of WCI,,--PA catalyst gave copolymers with [q] = 2-3.5 dl g-' enriched with cyclopentene units (as compared with a monomer mixture); copolymers containing 77 lo cyclopentene units were obtained using an equimolar initial ratio of cyclopentene: (mixture of methylcyclopentenes) and a total conversion of about 7%. Thus the results obtained show unequivocally the absence of any prohibition of ROMP of 3-methyl- and 4-methylcyclopentenes. It is reasonable to assume that the above-mentioned disagreement between the data of [ 13] and [ 14] is most probably due to admixture of 1-methylcyclopentene in the monomer used in [14]. Study of the WCls-acetylene interaction In order to obtain information about the pathways leading to the formation of active centres of cycloolefin polymerization, we have studied in some detail the equimolar interaction of WCI6 with acetylenes. Specimens of the reaction mixture were taken at definite intervals and treated with methanol (or aqueous alkali) for deactivation, and the amount of unreacted acetylene was determinated by GC. The consumption curves for PA, nBuC---CH and Me3SiC=CH are given in Fig. 2. It can be seen that PA reacts with WCls at the fastest rate, but in all three cases the major part of the acetylene is consumed within the first 10-20 min. Nevertheless, some amount of acetylene (5-15% of the initial quantity) has not reacted even after 2 h. It is quite possible that a portion of the acteylene gives 72 40 20 100 a) 20 40 60 80 100 Time, min Fig. 2. Conversions of (a) phenyl-, (b) n-butyl-, and (c) trimethylsilylacetylene in equimolar interaction with WCIs as a function of reaction time. complexes with reduced forms of the tungsten halides, as observed in [17]. These decompose after the addition of methanol, releasing the acetylenes. The PA-WCls equimolar interaction in toluene over an hour was investigated more thoroughly. Ceriometric titration of the reaction mixture gave the average oxidation state of tungsten as +5.2. A preliminary analysis showed that the reaction mixture contained various individual products of PA conversion along with small amounts of unidentified oligomers. After methanol treatment of the mixture, the content and composition of volatile products were analyzed using GC-MS. The following products of PA conversion were detected: I: a-chlorostyrene, C6H5CC1=CHz (M+ 138) II: a product of toluene alkylation by (CHsCsH4)(CsHs)C=CH2 (M+ 194) III: two isomers of Cl-containing dimer of PA, C6H5C---CCH=C(C6H5)Cl (IIIa) and C6H5C-CC(C6H5)=CHCI (IIIb) (M+ 238) IV: two isomers with M+ 240, most probably CH2=C(C6H5)CH=C(C6H5)Cl (IVa) and C6H5CH=CHCH=C(C6H5)Cl (IVb) In some experiments a few other products of toluene alkylation (M+ 228, 286 and 296) were found. If the WCls-PA reaction was conducted in cyclohexane, the products of more extensive chlorination of PA [C6H5CC1=CHCI (M+ 172) and C6H5CC1ZCH2C1 (M+ 208)], as well as two linear dimers of PA (M+ 204), were observed, along with a-chlorostyrene and one isomer of III. Possible pathways of the formation of these compounds are presented in Scheme 2: The reaction between WCls and PA begins with the insertion a-chlorostyrene, 73 WC16 + C,HSC-CH - C15W-CH=C(C,H5)C1 + C15W-C(C~Hs)=CHCI (1) Va Vb H+ C15W-CH=C(C,H5)Cl. C6HSC(Cl)=CHZ (2) Va I PA C15W-CH=C(C,,HS)Cl . C15W-CH=C(C,,H5)CH=C(C(,H5)Cl Va VIa + C15W-C(C6Hs)=CHCH=C(C6H5)Cl (3) VIb H C6H,CH=CHCH=C(C,H.,)Cl (4) C15W-C(C,H5)=CHCH=C(C6H5)Cl~ IVb -H, C6H,C-CCH=C(C,H6)Cl (5) IIIa H C15WCH=C(C6H5)CH=C(C6H5)Cl-> CH2=C(C6H5)CH--C(C,H5)Cl (6) VIa IVa PA C15W-C(C6H5)=CHCI > C15W-C(C^)=CH-C(C6H5)=CHCI (7) Vb VII C15W-C(C,H5)=CHC(CBHS)=CHCI C6H5C-CC(C,H5)=CHCI (8) VII IIIb C6H5CC1=CH2 + C,H,CH3 --> (CH3C6H4)(C6HS)C=CHZ + HC1 (9) I II Scheme 2. Pathways of product formation in the interaction of WCIg and PA. of a PA molecule into a rather weak W-Cl bond of WCls (eqn. (1)) to form an alkenyl-tungsten compound. Although the latter may have two structures (Va and Vb) with different phenyl group positions, the subsequent formation of only the a-isomer of chlorostyrene (I) indicates that the mode of PA insertion depicted in eqn. (1) is more probable. Protolysis of the alkenyl compound (eqn. (2)) by methanol or the HCl inevitably formed in the system, leads to formation of I. Some of the PA has time for insertion into the W-C bond of Va to give the new organotungsten compounds VI (eqn. (3)) as well as tungsten-containing oligomers with a few units of PA. The reaction of VI with methanol or HCl generates compound IV, observed in the mass spectra (eqns. (4) and (6)). In addition, isomer VIb may undergo (3-elimination, giving the enyne compound IIIa (eqn. (5)). The formation of the isomeric enyne IIIb seems to result from the sequence of reactions shown in eqns. (7) and (8). According to GC data, I is already present in samples taken at the very beginning of the reaction, but its concentration passes through a maximum and drops considerably toward the tenth minute of the interaction. Most of I is consumed in a Friedel-Crafts type reaction of toluene alkylation, resulting in the formation of 11 (eqn. (9)). 74 Thus the data considered above for the formation of organotungsten compounds, suggest the existence of precursors of metal-carbene active centres. As for the reaction paths of the generation of metal-carbene complexes from these precursors, two possibilities arise: (i) a-hydride extraction from tungsten alkenyl derivatives of type VIa (eqn. (10)), and (ii) transfer of chlorine atom to the ss-position of VIb type compounds (eqn. (11)): Cln W-CH=C(C,H5)CH=C(C,H5)Cl VIa -HCl - Cln_,W=C=C(C,HS)CH=C(C~H5)Cl (10) CIR W-C(C,H,)=CHCH=C(C,H5)Cl VIb j Cl,_,W =C(C,,H5)CHCICH=C(C,H5)Cl (11) Our experiments indicated a high stability for the WCI6-PA system over a long period of time. The addition of cyclopentene to the system kept under argon for 72 h resulted in very fast polymerization without an induction period. Undoubtedly, such a system contains very stable and active species, but whether they are metal-carbene complexes or only their precursors still remains an open question. Copolymerization of PA with cycloolefzns The greatest efficiency in the ROMP of cyclopentene and norbornene was found with WCls-PA systems with an equimolar ratio of the components (vide supra). The use of greater amounts of PA (PA/WCls = 10-100) induced a sharp decrease in the polymerization rate (Table 4). According TABLE 4 Copolymerization of cyclopentene (CP) and norbornene (NB) with PA in the presence of WClsa Monomer [M] M/W molar PA/W molar Time Copolymer PA content (M) (mol 1-') ratio ratio (h) yield in copolymer CP 5 1000 1 3 60 0 CP 5 1000 10 20 14 5 CP 5 1000 20 20 20 7 CP 5 1000 40 20 20 12 CP 5 500 100 48 28 56 NB 2 1000 1 2 93.5 0 NB 2 745 24 3 29 9 NB 2 745 49 2 14 20 NB 2 745 99 3 41 29 'Conditions: solvent toluene, react. temp. 20 C. 75 to IR and zH NMR data, polymeric products obtained under these conditions contained units of PA, and the growth in the initial PA/WCls ratio resulted in the increase in PA content. These products were subjected to fractional precipitation by methanol from hexane solutions, and the composition of different fractions was determined by 'H NMR spectroscopy. With the exception of the lowest-molecular-weight fraction (mostly poly-PA), soluble in methanol, all fractions had a nearly constant composition, indicating the formation of true copolymers. Data on the PA content of several copolymers with cyclopentene or norbornene obtained at various PA/WCls ratios are given in Table 4. According to GPC analysis, the samples of PA---cyclopentene copolymers with a PA content in the range of 3-15 l0 (after the separation of the methanol-soluble part) had a unimodal molecular weight distribution with M = 4-6 x 104 and polydispersity indexes of 2.6-3.0. The copolymers with 3-5% PA units were white and rubberlike, while copolymers with greater amounts of PA units had a yellow or orange colour and showed weak ESR signals, indicating the presence of poly-PA sequences in their chain. In our opinion, some interesting conclusions could be made concerning the composition of the PA copolymers with cyclopentene or norbornene from examination of their '3C NMR spectra. In Fig. 3 the aromatic regions of the spectra are shown (125-130 ppm) for a few copolymers as =CN--CH; C-CH=CH--CH= =CH(CH43CH;=C-CH;=CH(CH~,CH=CH- 2d I> PA Se l. PA 9% PA V,~ 38 % PA PPM 132 230 i28 428 124 ISO t2ss i28 127 X26 PPM Fig. 3. The aromatic carbon regions of the '3C NMR spectra of phenylacetylene (PA) with (A) cyclopentene and (B) norbornene. The molar content of PA in the copolymer is indicated above each spectrum. The lowest spectra are of the mixture of corresponding homopolymers (15:85 for poly-PA-polypentenamer, 35:65 for poly-PA-polynorbornene mixtures). 76 well as for mechanical mixtures of poly-PA with homopolymers of cyclopentene and norbornene. In spectra of mechanical mixtures, broad, unresolved signals are observed owing to the presence of paramagnetic poly-PA blocks. A different picture is seen in the spectra of the copolymers. A few separate resonances appear against the background of the broad signals. It is reasonable to assign them to the aromatic carbons of randomly distributed PA units surrounded by the units derived from cyclopentene or norbornene. Scheme 3 shows the pathway of the appear- W=CHR PhC-CH, W=CPhCH=- W=CH(CHZ)3CH=CPhCH=- Ph W=CPhCH=CH(CH2)3CH=CPhCH=- W=CH(CH2)3CH=CPhCH=CH(CH2)3CH=CPhCH=- Scheme 3. Reaction sequence leading to the appearance of an isolated phenylacetylene unit in its copolymer with cyclopentene. ance of an isolated PA unit in a copolymer of PA with cyclopentene. These data are believed to demonstrate the presence of sequences with a random distribution of comonomer units in the copolymers concerned. The random character of such copolymers supports Masuda's hypothesis [ 18] that for group VI catalysis, cycloolefin metathesis and acetylene addition polymerization both proceed via the same active centres, namely metal-carbene complexes. Experimental Materials All reagents and solvents were purified and dried by the usual methods and stored under argon. The reaction product of cyclohexanol dehydration on special catalysts was the source of methylcyclopentenes (MCP). This product, which was 69% 1-MCP, 7% cyclohexene and 24% a mixture of 3-MCP and 4-MCP, was rectified on a packed laboratory column of high efficiency. A fraction with b.p. 64-67 C was taken, which consisted of a 2:3 mixture of 3-MCP and 4-MCP with ca. 1% 1-MCP. For further purification the mixture was treated with solid WCls (1-2.5% relative to MCP) for several hours at room temperature. Then the mixture of MCP, containing less than 0.1% 1-MCP, was distilled on polystyryllithium. 77 Polymerization procedure All experiments were carried out in sealed glass ampoules. A typical polymerization procedure was as follows. Toluene solutions of WCls (0.03 M) and the corresponding acetylene (0.02 M) prepared in advance in Schlenk vessels, were introduced into ampoules connected to a vacuum line through rubber joints. The ampoule was cooled (acetone-dry ice bath), and a monomer was distilled into it. The sealed ampoule was placed in the thermostat for a specified time. The polymer obtained was isolated by adding methanol, separated and dried in vacuum. In some experiments, in order to prevent the penetration of oxygen and water traces into the ampoule, the rubber joints were replaced by ground metal joints. Analytical measurements Products of the WCls-PA interaction were analyzed on a LCHM-80 gas chromatograph using a 3 m x 3 mm temperature-programmed column and an FID detector. The column was packed with OV-101. Product identification was carried out on a Cratos MS-80 GC-MS system with the same column as above. The microstructure of the polyalkenamers obtained was determined from the IR spectra, taken on both UR-20 and Specord M-80 instruments. 1H and '3C NMR spectra were recorded on a Bruker MSL-300 instrument. Conclusion This work demonstrates that the equimolar interaction of tungsten(VI) chlorides with monosubstituted acetylenic hydrocarbons gives rise to the formation of new metathesis catalysts that do not require the use of common organometallic co-catalysts. These effective homogeneous systems are very useful in the ring-opening polymerization of various cycloolefins, with both high and low strain. The molecular weights of the resulting polyalkenamers may be easily controlled within the wide range. An attractive feature of these catalysts is their tolerance of oxygen-containing substances. References 1 K. J. Ivin, Olefin Metathesis, Academic Press, London, 1983. 2 V. A. Yakovlev, 1. A. Oreshkin and B. A. Dolgoplosk, Organomet. Chem. (Russ.), 2 (1989) 93. 3 B. A. Dolgoplosk, K. L. Makovetsky, T. G. Golenko, Yu. V. Korshak and E. 1. Tinyakova, Eur. Polym. J., 10 (1974) 901. 4 T. Oshika and H. Tabuchi, Bull. Chem. Soc. Jpn., 41 (1968) 211. 5 Ger. Offen 2 332 564 (1973) to F. W. Kupper, Chem. Abstr., 82 (1975) 172 318. 6 F. W. Kupper, Angew. Makromol. Chem., 80 (1979) 207. 7 L. 1. Redkina, K. L. Makovetsky, I. L. Kershenbaum, U. M. Dzemilev and G. A. Tolstikov, Izu. Akad. Nauk SSSR, Ser. Khim., (1981) 133. 78 8 K. L. Makovetsky, L. I. Redkina and I. A. Oreshkin, Izu. Akad. Nauk SSSR, Ser. Khim., (1981) 1928. 9 T. J. Katz and C.-C. Han, Organometallics, 1 (1982) 1093. 10 K. L. Makovetsky, E. Sh. Finkelshtein, I. Ya. Ostrovskaya, E. B. Portnykh, L. I. Gorbacheva, A. I. Golberg, Nikolai V. Ushakov and Yu. P. Yampolsky, J. Mol. Catal., 76 (1992) 107. 11 K. L. Makovetsky, L. I. Redkina and T. G. Golenko, Izu. Akad. Nauk SSSR, Ser. Khim., (1985) 1930. 12 A. K. Rappe and W. A. Goddard, J. Am. Chem. Soc., 104 (1982) 3287. 13 P. Giinther, F. Haas, G. Marwede, K. Nutzel, W. Oberkirch, G. Pampus, N. Schon and J. Witte, Angew. Makromol. Chem., 14 (1970) 87. 14 G. DaII'ASta, Rubber Chem. Technol., 47 (1974) 511. 15 K. L. Makovetsky, L. I. Gorbacheva, A. V. Dolidze and R. V. Chediya, Izu. Akad. Nauk SSSR, Ser. Khim., (1987) 1432. 16 E. A. Ofstead and N. Calderon, Makromol. Chem., 154 (1972) 21. 17 M. Kersting, K. Dehnicke and D. Fenske, J. Organometall. Chem., 346 (1988) 201. 18 T. Masuda, N. Sasaki and T. Higashimura, Macromolecules, 8 (1975) 717. X244 92801468 0304-5102(92)80146-8 10.1016/0304-5102(92)80146-8 Ring-opening polymerization of cycloolefins by tungsten(VI) chloride—acetylene catalyst systems Kiryll L. Makovetsky ∗ Ludmila I. Gorbacheva Irina Ya. Ostrovskaya Alexandr I. Golberg Anzor I. Mikaya Anna A. Zakharian Marina P. Filatova Institute of Petrochemical Synthesis, Russian Academy of Sciences, Moscow 117912 GSP-1 Russia * Author to whom correspondence should be addressed. The ring-opening polymerization of various cycloolefins was carried out using catalytic systems for metathesis that did not contain any organometallic co-cotalysts. They were formed by the interaction of equimolar amounts of tungsten(VI) halides (WCl6 or WOCl4) with monosubstituted acetylenic hydrocarbons (phenyl-, n-butyl- or trimethylsilylacetylene). It was possible to enhance the activity of these systems by adding small amounts of oxygen-containing substances. The use of WCl4-phenyl-acetylene catalyst clarified the question of polymerizability of methyl-substituted cyclopentenes. It was shown that a mixture of 3-methyl- and 4-methylcyclopentenes gave polymers having a polymethylpentenamer structure. The thermodynamic parameters of this polymerization, which has an equilibrium character, were evaluated. Reactions occurring during the interaction of WCl6 with phenylacetylene were studied by GC-MS. The data obtained indicated that the first step in the interaction is insertion of an acetylene molecule into the WCl bond. Some considerations are suggested concerning the possible pathways for formation of metal-carbene active centres. 13C NMR study of the copolymers obtained from phenylacetylene and cyclopentene or norbornene showed that their chains included sequences with random distributions of co-monomer units. The implications of this fact for the mechanistic interrelation between the cycloolefin metathesis polymerization and the addition polymerization of acetylene are discussed. References 1 K.J. Ivin Olefin Metathesis 1983 Academic Press London 2 V.A. Yakovlev I.A. Oreshkin B.A. Dolgoplosk Organomet. Chem. (Russ.) 2 1989 93 3 B.A. Dolgoplosk K.L. Makovetsky T.G. Golenko Yu.V. Korshak E.I. Tinyakova Eur. Polym. J. 10 1974 901 4 T. Oshika H. Tabuchi Bull. Chem. Soc. Jpn. 41 1968 211 5 Ger. Offen 2 332 564 (1973) to F.W. Küpper Chem. Abstr. 82 1975 172 318 6 F.W. Küpper Angew. Makromol. Chem. 80 1979 207 7 L.I. Redkina K.L. Makovetsky I.L. Kershenbaum U.M. Dzemilev G.A. Tolstikov Izv. Akad. Nauk SSSR, Ser. Khim. 1981 133 8 K.L. Makovetsky L.I. Redkina I.A. Oreshkin Izv. Akad. Nauk SSSR, Ser. Khim. 1981 1928 9 T.J. Katz C.-C. Han Organometallics 1 1982 1093 10 K.L. Makovetsky E.Sh. Finkelshtein I.Ya. Ostrovskaya E.B. Portnykh L.I. Gorbacheva A.I. Golberg Nikolai V. Ushakov Yu.P. Yampolsky J. Mol. Catal. 76 1992 107 11 K.L. Makovetsky L.I. Redkina T.G. Golenko Izv. Akad. Nauk SSSR, Ser. Khim. 1985 1930 12 A.K. Rappe W.A. Goddard J. Am. Chem. Soc. 104 1982 3287 13 P. Günther F. Haas G. Marwede K. Nützel W. Oberkirch G. Pampus N. Schön J. Witte Angew. Makromol. Chem. 14 1970 87 14 G. Dall'Asta Rubber Chem. Technol. 47 1974 511 15 K.L. Makovetsky L.I. Gorbacheva A.V. Dolidze R.V. Chediya Izv. Akad. Nauk SSSR, Ser. Khim. 1987 1432 16 E.A. Ofstead N. Calderon Makromol. Chem. 154 1972 21 17 M. Kersting K. Dehnicke D. Fenske J. Organometall. Chem. 346 1988 201 18 T. Masuda N. Sasaki T. Higashimura Macromolecules 8 1975 717",
      "scopus-id": "0026941334",
      "coredata": {
        "eid": "1-s2.0-0304510292801468",
        "dc:description": "The ring-opening polymerization of various cycloolefins was carried out using catalytic systems for metathesis that did not contain any organometallic co-cotalysts. They were formed by the interaction of equimolar amounts of tungsten(VI) halides (WCl6 or WOCl4) with monosubstituted acetylenic hydrocarbons (phenyl-, n-butyl- or trimethylsilylacetylene). It was possible to enhance the activity of these systems by adding small amounts of oxygen-containing substances. The use of WCl4-phenyl-acetylene catalyst clarified the question of polymerizability of methyl-substituted cyclopentenes. It was shown that a mixture of 3-methyl- and 4-methylcyclopentenes gave polymers having a polymethylpentenamer structure. The thermodynamic parameters of this polymerization, which has an equilibrium character, were evaluated. Reactions occurring during the interaction of WCl6 with phenylacetylene were studied by GC-MS. The data obtained indicated that the first step in the interaction is insertion of an acetylene molecule into the WCl bond. Some considerations are suggested concerning the possible pathways for formation of metal-carbene active centres. 13C NMR study of the copolymers obtained from phenylacetylene and cyclopentene or norbornene showed that their chains included sequences with random distributions of co-monomer units. The implications of this fact for the mechanistic interrelation between the cycloolefin metathesis polymerization and the addition polymerization of acetylene are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292801468",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Makovetsky, Kiryll L."
          },
          {
            "@_fa": "true",
            "$": "Gorbacheva, Ludmila I."
          },
          {
            "@_fa": "true",
            "$": "Ostrovskaya, Irina Ya."
          },
          {
            "@_fa": "true",
            "$": "Golberg, Alexandr I."
          },
          {
            "@_fa": "true",
            "$": "Mikaya, Anzor I."
          },
          {
            "@_fa": "true",
            "$": "Zakharian, Anna A."
          },
          {
            "@_fa": "true",
            "$": "Filatova, Marina P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292801468"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292801468"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80146-8",
        "prism:volume": "76",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ring-opening polymerization of cycloolefins by tungsten(VI) chloride—acetylene catalyst systems",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "prism:issueName": "A Special Volume devoted to the Ninth Symposium on Olefin Metathesis",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-78",
        "prism:endingPage": "78",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80146-8",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/0304-5102(92)80146-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026941334"
      }
    }
  }
}