{
  "metadata": {
    "title": "The impact of surface organometallic chemistry in heterogeneous catalysis: A new class of highly chemoselective hydrogenation catalysts, Rh<ce:inf loc=post>s</ce:inf>Sn(n-C<ce:inf loc=post>4</ce:inf>H<ce:inf loc=post>9</ce:inf>)<ce:inf loc=post>2</ce:inf>/SiO<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80222-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510292802223",
    "pii": "0304510292802223"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026889115",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510292802223 0304-5102(92)80222-3 0304510292802223 10.1016/0304-5102(92)80222-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 5 43 49 43 49 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. IMPACTSURFACEORGANOMETALLICCHEMISTRYINHETEROGENEOUSCATALYSISANEWCLASSHIGHLYCHEMOSELECTIVEHYDROGENATIONCATALYSTSRHSSNNC4H92SIO2 DIDILLON B BASSET 1983 389 J ELMANSOUR 1989 347 A BASSET 1989 1 J THEOLIER 1990 805 A RYNDIN 1987 127 155 Y SURFACEORGANOMETALLICCHEMISTRYMOLECULARAPPROACHESSURFACECATALYSIS AGNELLI 1989 63 M CANDY 1988 210 J LOUESSARD 1989 591 600 P STRUCTUREREACTIVITYSURFACES AGNELLI 1989 63 M ELMANSOUR 1989 361 A ELMANSOUR 1989 347 A GALVAGNO 1986 1729 S POLTARZEWSKI 1986 190 Z GALVAGNO 1986 365 S GOUPIL 1987 185 D FOUILLOUX 1988 123 129 P HETROGENEOUSCATALYSISFINECHEMICALS CORREA 1980 5112 F DIDILLONX1992X43 DIDILLONX1992X43X49 DIDILLONX1992X43XB DIDILLONX1992X43X49XB item 0304-5102(92)80222-3 0304510292802223 1-s2.0-0304510292802223 10.1016/0304-5102(92)80222-3 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-0304510292802223-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292802223/MAIN/application/pdf/ee6e0dff90fa18f75be231bd89595151/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292802223/MAIN/application/pdf/ee6e0dff90fa18f75be231bd89595151/main.pdf main.pdf pdf true 454835 MAIN 7 1-s2.0-0304510292802223-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510292802223/PREVIEW/image/png/2b1ff51f5bba3c996cf285ee11f6bf3c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510292802223/PREVIEW/image/png/2b1ff51f5bba3c996cf285ee11f6bf3c/main_1.png main_1.png png 64514 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 43-49 43 M2895 The impact of surface organometallic chemistry in heterogeneous catalysis: a new class of highly chemoselective hydrogenation catalysts, RhSSn(n-C4H9)2/ Si02 B. Didillon, J. P. Candy, A. El Mansour, C. Houtmann and J.-M. Basset* Institut O Recherches sur la catalyse, canventionne a l'Universite Cl. Bernard, Lyon-1, 2 av. A. Einstein, 69626 Villeurbanne (France) and Ecole Superieure de Chimie Industrielle de Lyon, 43 bd. du 11 Nov. 1918, 69100 Villeurbanne Cedex (France) Abstract A bi-metallic RhsSn(C4H9)Z/SiOz catalyst can be obtained by partial hydrogenolysis, at 423 K, of Sn(n-C4H9)4 on surface rhodium atoms (Rhs) of Rh(0) particles supported on Si02. The catalyst has been found to be extremely active and selective in the hydrogenation of citral (geranial and neral) to the corresponding unsaturated alcohols (geraniol and nerol): 9696 selectivity at 100% conversion. This selectivity is observed when the rhodium particles are covered with Sn(CQH9)x fragments. These fragments are coordinated to naked zero-valent tin atoms, as determined by various analytical and spectroscopic methods. Introduction Surface organometallic chemistry (SOMC) deals with the reactivity of organometallic complexes with surfaces [ 1 ]. The organometallic complexes can be those of main-group elements, transition metals, lanthanides, or actinides. The complexes can be mononuclear, polynuclear, or heteropolynuclear. The surfaces can be made of reduced metallic particles [2], inorganic oxides [3], or zeolites [4]. The surface can be that of a highly dispersed material or that of a single crystal. The first objective of SOMC is to open and study a relatively new field of chemistry. This field is totally different from organometallic chemical vapor deposition (OMCVD), since the reaction observed in SOMC concerns less than a monolayer of the surface, whereas the aim of OMCVD is to build multilayered material. The reaction of an organometallic complex with a surface may, in certain cases, lead to new catalytic materials that exhibit higher activities and/or selectivities than conventionally prepared catalysts. The aim of this publication is to describe a new generation of catalysts in which an organometallic fragment (Sn(n-C4H9)x) can be supported and stabilized on the surface of a rhodium particle. The modified metallic phase *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 44 is extremely active and selective in the reduction of cis- and trans-citral to geraniol and nerol. The selectivity is ascribed to the presence on the rhodium particle of the organo-tin fragment, which totally reverses the selectivity of pure rhodium. Experimental Catalyst preparation Rhodium was impregnated on silica (Degussa Aerosil, 200 mz g-1) by cationic exchange of the chloropentaammine-rhodium complex [RhCl(NH3)5C12]. After calcination in dry air and reduction under hydrogen, both at 573 K, a given amount of reduced catalyst (typically 0.3 g) was loaded at room temperature, under hydrogen (10 mPa) in a closed vessel. The desired amount of tetra-n-butyltin [Sn(n-C4H9)41 was then introduced without solvent and the vessel was heated stepwise, in increments of 50 K, up to 573 K. For each temperature, maintained for a period of 30 min, a given amount of butane was evolved, which allowed the determination of the average number of butyl groups remaining on the surface. A control experiment carried out on silica indicated that under similar experimental conditions no reaction occurred between Sn(n-C4H9)4 and the silica surface. This result was also checked by MAS CP 13C NMR spectroscopy; as long as the ratio Sn/RhS was lower than ca. unity, no signal corresponding to the species L-Si-O-SnBu3 could be detected [5]. Catalytic tests The reduction of citral was performed in the liquid phase, under hydrogen, at 300 K. The catalyst (0.3 g) was introduced into the autoclave under argon, without any contact with air. The temperature of the autoclave was stabilized at 300 K. The argon was removed by flowing hydrogen, and then a solution of 0.9 ml of citral and 0.4 ml of tetradecane (internal standard) in 20 ml of n-heptane was introduced under hydrogen in the autoclave containing the catalyst. The hydrogen pressure was then raised to 7.6 MPa. The kinetics of the reaction was followed by analysis of the liquid phase. The catalytic activity is expressed by the first-order rate constant k, according to eqn. (1): ln{[citral]l/[citra1]o}= -kt (1) where [citral]o and [citral], are the citral concentrations at the beginning of the reaction and after a time t (h). The selectivity for geraniol and nerol is expressed as the ratio between the sum of the concentrations of geraniol and nerol at 100% conversion and the initial concentration of citral. Catalyst characterization Conventional electron microscopy experiments (CTEM) were performed on a JEOL JEM 100 CX. Scanning transmission electron microscopy (STEM) 45 was performed on a V.G. HB 501. Infrared spectra were obtained with a Fourier transform Nicolet 10 MX. Volumetric measurements were performed on a conventional volumetric apparatus in which the pressure was measured using a Texas Instruments gauge and the gases were analysed by mass spectrometry (V.G. Supavac~ Results Careful studies of the reaction between tetraalkyltin and silica-supported group VIII metals M (M = Rh, Ru, or Ni) in their zero-valent or higher oxidation states have already been performed [6-11]. The results indicate that when the reaction is carried out in the presence of molecular hydrogen on a reduced metallic particle, the reaction of hydrogenolysis of the organometallic compound proceeds stepwise, before leading to the corresponding alloys. Depending on a variety of experimental conditions, surface organometallic fragments are apparently stable on the metallic surface, and the catalyst can be formulated as MSSn(n-C4H9)x (1 < x < 4), in which MS is a urface metal atom. To our knowledge, such metallic catalysts in which the surface is modified, on purpose, by an organometallic fragment have never been tested in any catalytic reaction. We have therefore carried out the synthesis of various rhodium-based catalysts that correspond to the average formula RhsSn(n-C4H9)x/Si02 (Sn/RhS= 1; 1 <x < 4), and we have tried to correlate the `x' values to the activities and selectivities of these catalysts for the selective hydrogenation of cis and trans citral to geraniol and nerol. Citral is an a, /3-unsaturated aldehyde offering three kinds of unsaturation: an aldehydic function, conjugated with an aliphatic double bond, and an isolated aliphatic double bond. Depending on the selectivity of the first hydrogenation step, three different products could be obtained: geraniol and nerol, citronellal, or dimethyl-3,7-octen-2-al (see Scheme 1). Six different samples of RhsSn(n-CQH9)x/Si02 (Sn/Rhs= 1; 1 <x < 4) were prepared by a temperature-controlled reaction between Sn(n-CQH9)4 and Rh / Si02 in the presence of hydrogen. For each sample, the amount of butyl groups remaining on the surface was deduced from the amount of n-butane evolved during the steps of hydrogenolysis. The results are shown in Fig. 1. They indicate that the evolution of butane is temperature dependent, with a plateau at ca. 373 K. At this temperature the rhodium surface is covered, Citral b O cis dimethyl-3.7 octene-2 al Ne rol Citronellal O i u OOH O Scheme 1. 46 4 c 3 h v U X I 0 300 400 500 T (K) Fig. 1. Number of butyl groups remaining on the catalyst, x, as a function of the reaction temperature. 100 3 80 Q _ c 60 o A 40 T l 20 $ N h 0 0 0 1 2 3 4 x (C4/Sn) Fig. 2. Variation in activity (left) and selectivity (right) as a function of x, the number of butyl groups remaining on the catalyst. on average, by a di-n-butyltin fragment RhsSn(n-C4H9)2/SiOz. Above 473 K there are no more butyl groups left on the metallic surface, and a rhodium-tin alloy is obtained [ 11 ]. The selectivity and the catalytic activity for citral hydrogenation drastically depend on the number of butyl groups remaining on the metallic surface (Fig. 2). The maximum selectivity (96%) and the maximum activity are obtained for x = 2. The activities and selectivities are much lower for x = 0 or 4. Various techniques were applied in order to characterize as precisely as possible the new catalytic material formulated as RhsSn(n-C,H9)2. The main conclusions of these studies, which will be published separately [ 121, are the following: - The tin atoms are present exclusively in the metallic phase. From electron microscopy it was found that the average particle size of rhodium has increased, from 18 A for Rh/Si02 to 22 A for RhsSn(n-C4H9)2. It was also found from STEM that the tin signal was always associated with the rhodium signal and that no tin was detected on the silica support as long 47 as the tin/rhodium ratio was lower than unity. In solid state MAS CP `C NMR spectroscopy no signal could be detected, in agreement with the wellknown phenomenon of `knight shift' due to the rhodium particle. In contrast, when the Sn/Rhs ratio was greater than ca. unity, four peaks were observed at 11.3, 13.0, 15.2 and 26.6 ppm and attributed to the species \"-Si-O-Sn(nC4H9)3 characterized in our laboratory [5]. - There is a stable tin-alkyl fragment on the surface. The evolution of butane as a function of temperature clearly indicates a plateau in the temperature range 323-423 K. From infrared spectroscopy it was found (Fig. 3) that the intensities of the v(C-H) bands of the tin-alkyl fragment were almost constant in the temperature range 373-423 K. Further hydrogenolysis of this fragment above 423 K liberates the two alkyl groups remaining on the surface. - Molecular modeling experiments suggest that a RhsSn(n-CQH9)2 species is not sterically compatible on the particle at a rhodium coverage of unity. Consequently, a new model has to be proposed to account for our observations. The model of the particle represented below still corresponds to the average formula RhsSn(n-C4H9)2 and is compatible with the other results (XPS, EXAFS, etc.) obtained with this type of catalyst. 100 025 950 875 B00 725 Fig. 3. Evolution of the intensities of the v(C-H) bands with the reaction temperature: (1) 300 K, (2) 323 K, (3) 373 K, (4) 423 K, (5) 473 K, (6) 573 K, (7) 623 K. 48 (n-BU)3Sn~ /Sn(n-BU)3 /Sn\\ . . . . . . Rh. . . . . .Rh. ------ Rh - The presence of the organometallic fragment on the catalyst after the hydrogenation experiment was also quantitatively proved. Discussion Having a relatively precise model of the particle, it is possible to discuss the catalytic results in the light of the various hypotheses that have previously been proposed for the selective hydrogenation of a, 3-unsaturated aldehydes. It is known that Pt-Sn, Pt-Fe, Pt-Ru, Pt--Co, or Pt-Ge supported on nylon [ 13-15 ] or carbon [ 16, 17 ] give, for certain compositions, high yields of unsaturated alcohols. In the case of Pt-Sn and Pt-Ge [ 13-15 ], the authors propose that the Se' or Gel\" ions (Lewis acids) activate the carbonyl group by enhancing the positive charge of the C=O carbon atom. The effect of electrophiles on the lone pair of electrons of a carbonyl group is well known in coordination chemistry; electrophiles are known to increase the elementary step of CO insertion in metal-alkyl bonds [ 18 ]. In the hydrogenation of a,punsaturated aldehydes they would favor the coordination of the multifunctional molecule by its aldehydic fragment. These ions would then be responsible for the increase in selectivity for the C=O hydrogenation. Although a tin-alkyl group is certainly not a strong electrophile, a similar explanation could account for our results. It is also quite possible that there is a strong steric effect due to the supported organometallic fragment that makes obtaining access to the metal difficult. The main consequence of this is that there would be a quite strong steric hindrance to coordination of the incoming molecule to the few available rhodium sites of the surface. It is clear that the presence of a partially poisoned surface will favor the approach of the incoming molecule by its less sterically crowded functionality (the carbonyl group): the coordination of the polyfunctional molecule to the surface is more easily achieved via the oxygen atom of the carbonyl (rl-' coordination) than via the C=C double bond (rl-Z coordination). Another alternative, and one that does not exclude the previous one, would be that the modifier is located on specific sites of the particle with low coordination numbers. Conclusion This paper reports, for the first time, that an organometallic fragment grafted on the surface of a zerovalent metal particle can render the metallic catalyst chemoselective for a given reaction. The implications for catalysis 49 could be very wide-ranging since it may be possible to change the organometallic fragment at will for a given reaction, as is currently done in homogeneous catalysis. Acknowledgements This work was supported by the Institut Frangais du Petrole, 1-4 av. de Bois Preau, BP 311, 92506 Rueil Malmaison, France. References 1 J.-M. Basset and A. Choplin, J. Mol. Cat., 21 (1983) 389. 2 A. El Mansour, J. P. Candy, J. P. Bournonville, O. A. Ferretti and J.-M. Basset, Angew. Chem., Int. Ed. Engl., 101 (1989) 347. 3 J.-M. Basset, J. P. Candy, A. Choplin, C. Santini and A. Theolier, Catal. Today, 6 (1989) 1. 4 A. Th6olier, E. Custodero, A. Choplin, J.-M. Basset and F. Raatz, Angew. Chem., Int. Ed. Engl., 29 (1990) 805. 5 C. Nedez, A. Choplin, F. Lefebvre, J. F. Joly and J.-M. Basset, to be published. 6 Y. A. Ryndin and Y. I. Yermakov, in J.-M. Basset, B. C. Gates, J. P. Candy, A. Choplin, M. Leconte, F. Quignard and C. Santini (eds.), Surface OrganOtallic Chemistry: Motecular Approaches to Surface Catalysis, NATO ASI Series, Kluwer, Dordrecht, 1987, pp. 127-155. 7 M. Agnelli, P. Louessard, A. El Mansour, J. P. Candy, J. P. Bournonville and J.-M. Basset, Catal. Today, 6 (1989) 63. 8 J. P. Candy, O. A. Ferretti, G. Mabilon, J. P. Bournonville, A. El Mansour, J.-M. Basset and G. Martino, J. Catal., 112 (1988) 210. 9 P. Louessard, J. P. Candy, J. P. Bournonville and J.-M. Basset, in C. Morterra, A. Zecchina and G. Costa (eds.), Structure and Reactivity of Surfaces, Elsevier, Amsterdam, 1989, pp. 591-600. 10 M. Agnelli, P. Louessard, A. El Mansour, J. P. Candy, J. P. Bournonville and J.-M. Basset, Catal. Today, 6 (1989) 63. 11 A. El Mansour, J. P. Candy, J. P. Bournonville, O. A. Ferretti, G. Mabilon and J.-M. Basset, Angew. Chem., 101 (1989) 361; Angew. Chem., Int. Ed. Engl., 28 (1989) 347. 12 B. Didillon, A. El Mansour, J. P. Candy, O. Clause, R. Lamb and J.-M. Basset, submitted. 13 S. Galvagno, Z. Poltarzewski, A. Donato, G. Neri and R. Pietropaolo, J. Chem. Soc., Chem. Commun., (1986) 1729. 14 Z. Poltarzewski, S. Galvagno, R. Pietropaolo and P. Saiti, J. Catal., 102 (1986) 190. 15 S. Galvagno, Z. Poltarzewski, A. Donato, G. Neri and R. Pietropaolo, J. Mol. Catal., 35 (1986) 365. 16 D. Goupil, P. Fouilloux and R. Maurel, React. Kinet. Catal. Lett., 35 (1987) 185. 17 P. Fouilloux, in M. Guisnet, J. Barraut, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Hetrogeneous Catalysis and Fine Chemicals, Elsevier Science, Amsterdam, 1988, pp. 123-129. 18 F. Correa, R. Nakamura, R. E. Stimson, R. L. Burwell, Jr., and D. F. Schriver, J. Am. Chem. Soc., 102 (1980) 5112. X244 92802223 0304-5102(92)80222-3 10.1016/0304-5102(92)80222-3 Elsevier Sequoia The impact of surface organometallic chemistry in heterogeneous catalysis: A new class of highly chemoselective hydrogenation catalysts, RhsSn(n-C4H9)2/SiO2 B. Didillon J.P. Candy A. El Mansour C. Houtmann J.-M. Basset * Institut de Recherches sur la catalyse, conventionne´a`l'Universite´Cl. Bernard, Lyon-1, 2 av. A. Einstein, 69626 Villeurbanne (France) and Ecole Supe´rieure de Chimie Industrielle de Lyon, 43 bd. du 11 Nov. 1918, 69100 Villeurbanne Ce´dex France * Author to whom correspondence should be addressed. A bi-metallic RhsSn(C4H9)2/SiO2 catalyst can be obtained by partial hydrogenolysis, at 423 K, of Sn(n-C4H9)4 on surface rhodium atoms (Rhs) of Rh(0) particles supported on SiO2. The catalyst has been found to be extremely active and selective in the hydrogenation of citral (geranial and neral) to the corresponding unsaturated alcohols (geraniol and nerol): 96% selectivity at 100% conversion. This selectivity is observed when the rhodium particles are covered with Sn(C4H9) x fragments. These fragments are coordinated to naked zero-valent tin atoms, as determined by various analytical and spectroscopic methods. References 1 Basset J.-M. Choplin A. J. Mol. Cat. 21 1983 389 2 El Mansour A. Candy J.P. Bournonville J.P. Ferretti O.A. Basset J.-M. Angew. Chem., Int. Ed. Engl. 101 1989 347 3 Basset J.-M. Candy J.P. Choplin A. Santini C. The´olier A. Catal. Today 6 1989 1 4 The´olier A. Custodero E. Choplin A. Basset J.-M. Raatz F. Angew. Chem., Int. Ed. Engl. 29 1990 805 5 C. Nedez, A. Choplin, F. Lefe`bvre, J. F. Joly and J.-M. Basset, to be published. 6 Ryndin Y.A. Yermakov Y.I. Basset J.-M. Gates B.C. Candy J.P. Choplin A. Leconte M. Quignard F. Santini C. Surface Organometallic Chemistry: Molecular Approaches to Surface Catalysis 1987 Kluwer Dordrecht 127 155 NATO ASI Series 7 Agnelli M. Louessard P. El Mansour A. Candy J.P. Bournonville J.P. Basset J.-M. Catal. Today 6 1989 63 8 Candy J.P. Ferretti O.A. Mabilon G. Bournonville J.P. El Mansour A. Basset J.-M. Martino G. J. Catal. 112 1988 210 9 Louessard P. Candy J.P. Bournonville J.P. Basset J.-M. Morterra C. Zecchina A. Costa G. Structure and Reactivity of Surfaces 1989 Elsevier Amsterdam 591 600 10 Agnelli M. Louessard P. El Mansour A. Candy J.P. Bournonville J.P. Basset J.-M. Catal. Today 6 1989 63 11 a El Mansour A. Candy J.P. Bournonville J.P. Ferretti O.A. Mabilon G. Basset J.-M. Angew. Chem. 101 1989 361 b El Mansour A. Candy J.P. Bournonville J.P. Ferretti O.A. Mabilon G. Basset J.-M. Angew. Chem., Int. Ed. Engl. 28 1989 347 12 B. Didillon, A. El Mansour, J. P. Candy, O. Clause, R. Lamb and J.-M. Basset, submitted. 13 Galvagno S. Poltarzewski Z. Donato A. Neri G. Pietropaolo R. J. Chem. Soc., Chem. Commun. 1986 1729 14 Poltarzewski Z. Galvagno S. Pietropaolo R. Saiti P. J. Catal. 102 1986 190 15 Galvagno S. Poltarzewski Z. Donato A. Neri G. Pietropaolo R. J. Mol. Catal. 35 1986 365 16 Goupil D. Fouilloux P. Maurel R. React. Kinet. Catal. Lett. 35 1987 185 17 Fouilloux P. Guisnet M. Barraut J. Bouchoule C. Duprez D. Montassier C. Pe´rot G. Hetrogeneous Catalysis and Fine Chemicals 1988 Elsevier Science Amsterdam 123 129 18 Correa F. Nakamura R. Stimson R.E. Burwell R.L. Jr. Schriver D.F. J. Am. Chem. Soc. 102 1980 5112",
      "scopus-id": "0026889115",
      "coredata": {
        "eid": "1-s2.0-0304510292802223",
        "dc:description": "A bi-metallic RhsSn(C4H9)2/SiO2 catalyst can be obtained by partial hydrogenolysis, at 423 K, of Sn(n-C4H9)4 on surface rhodium atoms (Rhs) of Rh(0) particles supported on SiO2. The catalyst has been found to be extremely active and selective in the hydrogenation of citral (geranial and neral) to the corresponding unsaturated alcohols (geraniol and nerol): 96% selectivity at 100% conversion. This selectivity is observed when the rhodium particles are covered with Sn(C4H9) x fragments. These fragments are coordinated to naked zero-valent tin atoms, as determined by various analytical and spectroscopic methods.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510292802223",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Didillon, B."
          },
          {
            "@_fa": "true",
            "$": "Candy, J.P."
          },
          {
            "@_fa": "true",
            "$": "El Mansour, A."
          },
          {
            "@_fa": "true",
            "$": "Houtmann, C."
          },
          {
            "@_fa": "true",
            "$": "Basset, J.-M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510292802223"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510292802223"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80222-3",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The impact of surface organometallic chemistry in heterogeneous catalysis: A new class of highly chemoselective hydrogenation catalysts, RhsSn(n-C4H9)2/SiO2",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-49",
        "prism:endingPage": "49",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80222-3",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/0304-5102(92)80222-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026889115"
      }
    }
  }
}