{
  "metadata": {
    "title": "Selective hydrogenation of benzene to cyclohexene with zirconium hydride catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-10-31",
    "doi": "10.1016/0304-5102(93)80136-I",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029380136I",
    "pii": "030451029380136I"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020832405",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2014-05-19T23:03:22 1-s2.0-030451029380136I 0304-5102(93)80136-I 030451029380136I 10.1016/0304-5102(93)80136-I S350 S350.3 HEAD-AND-TAIL 1-s2.0-S0304510200X00648 2024-01-02T01:04:16.600218Z 0 0 19831001 19831031 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 false 21 21 1 3 1 2 3 Volume 21, Issues 1–3 30 393 404 393 404 198310 October 1983 1983-10-01 1983-10-31 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. SELECTIVEHYDROGENATIONBENZENECYCLOHEXENEZIRCONIUMHYDRIDECATALYSTS PEZ G 1973 205 1982 390 ANDERSON 1957 409 J DINI 1973 1 P JOHNSON 1975 518 M ODENBRAND 1981 660 C DON 1981 145 J PEZ 1979 6933 G LISICHKIN 1972 620 G DENISOV 1974 1460 L LUNIN 1973 392 V LUNIN 1978 1593 V LUNIN 1978 1706 V LISICHKIN 1978 1585 G ZUCCHINI 1971 357 V ZAKHAROV 1977 421 V SCHWARTZ 1980 465 J LISICHKIN 1978 1710 G OSIPOV 1961 2451 O ARMOR 1978 203 J GUTMANN 1968 19 V COORDINATIONCHEMISTRYINNONAQUEOUSSOLUTIONS PEZX1983X393 PEZX1983X393X404 PEZX1983X393XG PEZX1983X393X404XG item 0304-5102(93)80136-I 030451029380136I 1-s2.0-030451029380136I 10.1016/0304-5102(93)80136-I 272239 2024-01-02T01:04:16.600218Z 1983-10-01 1983-10-31 1-s2.0-030451029380136I-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380136I/MAIN/application/pdf/a7ff1c4faf56f5dc6668987477a77da7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380136I/MAIN/application/pdf/a7ff1c4faf56f5dc6668987477a77da7/main.pdf main.pdf pdf true 878464 MAIN 12 1-s2.0-030451029380136I-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029380136I/PREVIEW/image/png/3e77bad6086362865217d09714e6fb72/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029380136I/PREVIEW/image/png/3e77bad6086362865217d09714e6fb72/main_1.png main_1.png png 61047 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 21 (1983) 393 - 404 393 SELECTIVE HYDROGENATION OF BENZENE TO CYCLOHEXENE WITH ZIRCONIUM HYDRIDE CATALYSTS GUIDO P. PEZ* and RICHARD K. CRISSEY Allied Corporation, Corporate Research and Development, P.O. Box 1021R, Morristown, NJ 07960 (U.S.A.) Summary Hydrides of the early transition metals have been investigated as pos- sible catalysts for the hydrogenation of aromatics. Bis(i7-cyclopentadienyl)- zirconium dihydride, [(?}-C5H5)2ZrH2]n catalyzes the hydrogenation of naphthalene (80 - 90 C, 860 kPa H;) to tetralin and dihydronaphthalene. The solid state binary hydrides of the Group I VA, VA elements and (to a lesser extent) lanthanum and uranium hydrides, after suitable activation, catalyze the hydrogenation of benzene, a property previously associated only with Group VI to VIII metal catalysts. Under the conditions employed (liquid phase reactor, 80 -180 C, ~900 kPa Hz) the relative activity of the hydrides as catalysts is as follows: ZrH^ ~ HfH; > TiHz > NbH > LaHy ~ UH3 Cyclohexane is the major reaction product; with ZrH; and HfH;, however, some cyclohexene is formed at low conversions of benzene. Solid, reduced zirconium materials isolated from reaction of excess n-butyllithium with ZrCl4 or HfCl4 in hydrocarbons catalyze the hydrogena- tion of benzene at 100 C and 860 kPa H^ to yield mostly cyclohexane. However, treatment of these materials with hydrogen (and with hydrogen together with triethylamine or diethyl ether) gives modified zirconium hydride catalysts which hydrogenate benzene with relatively high (up to ~ 90%) initial selectivities for cyclohexene. Introduction The selective catalytic hydrogenation of benzene to cyclohexene is of considerable synthetic and industrial interest. Cyclohexene, if it were avail- *Author to whom correspondence should be addressed. Present address: Air Prod- ucts and Chemicals, Corporate Science Center, P.O. Box 638, Allentown, PA 18105 (U.S.A.) 0304-5102/83/$3.00 Elsevier Sequoia/Printed in The Netherlands 394 able via such a direct route from benzene, could be a starting point for the manufacture of cyclohexanone for nylon 6; it could be oxidized with greater selectivity than is now possible with cyclohexane for the manufacture of adipic acid [I], and it would generally be a useful building block for the synthesis of fine chemicals [1,2]. The hydrogenation of benzene to cyclohexane is thermodynamically much more favorable (AG , 98 kJ mot\"1, at 298 K) than its partial reduc- tion to cyclohexene (AG , 23 kJ mol\"1), and cyclohexane is usually the only product of the reaction of benzene with hydrogen catalyzed by sup- ported Group VIII metals, and even homogeneous catalysts. Nevertheless, small amounts of cyclohexene are formed in the presence of certain nickel film [3] and platinum-on-nylon [4] catalysts. Reasonable yields of cyclo- hexene (e.g., ~ 50% selectivity to CeHio at 20% conversion of benzene [5]) have been realized with the use of variously poisoned [6], or modified [7] ruthenium catalysts. In this paper we report on novel metal hydride catalysts for benzene hydrogenation and their application to the selective synthesis of cyclohexene. Results and Discussion Organometallic zirconium hydride catalysts Our entry into this work came from a study of the chemical prop- erties of the T^T^-naphthylzirconium hydride complex (i}-C5H5)2Zr(2-i71: l^-CioH^IOZr^-CsH^ (1) [8]: This molecule shows an unusual, highly localized T^r^-coordination of the aromatic naphthyl (CioH7) radical. The complex can catalyze the hydrogena- tion of olefins, but it is much poorer in this respect than the titanium metallocene (C5H4)(CsH5)3Ti2. This finding of a system having such a reactiv- ity towards (polynuclear) aromatics and relatively low catalytic activity for the hydrogenation of olefins stimulated us to look for zirconium-based catalysts that might be useful for the partial reduction of aromatics. Initial experiments indicated that (1) could catalyze the hydrogenation of naph- thalene. It was found subsequently that the solid polymeric hydride, [(17- C5H5)2ZrH2L (2), which is formed from reaction of (1) with H2, is probably the effective catalyst. A stirred suspension of (1) (25 mg) in toluene (25 ml) 396 at 80 - 90 C under H; (860 kPa H;) was found to catalyze the hydrogena- tion of naphthalene to yield, at 43% conversion of GioHg, tetrahydro- naphthalene (85%) and, significantly, dihydronaphthalene (15%). Benzene was not hydrogenated with (1). This result is not surprising, since any C H bond insertion reaction [as seen in complex (1) with Zr(II) and naph- thalene] is unlikely to occur with benzene in the presence of the more acidic C H bonds in the 17-cyclopentadienyl ligands. We accordingly sought to use totally inorganic zirconium hydrides as possible catalysts. Binary Group IVA and VA metal hydrides as benzene hydrogenation catalysts We discovered remarkably that ZrH; as a suspension in benzene catalyzes its hydrogenation to cyclohexane at ~ 125 C and 860 kPa H^. Also, reaction of naphthalene in toluene with H; (860 kPa) at 75 - 80 C in the presence of a suspension of ZrH; gave a mixture of tetrahydronaphthalene, methylcyclo- hexane, and traces of methylcyclohexene. The reactions take place only in systems where there is mechanical abrasion of the metal hydride catalyst by the stirring device (see Experi- mental). This result is probably related to the formation of non-stoichio- metric surface hydrides which may be the actual catalysts. Group IVA and VA metal hydrides have been shown to catalyze the hydrogenation and double bond isomerization of 1-hexene in the gas phase at 100 - 450 C [9 - 12]. However, to the best of our knowledge, the catalytic hydrogenation of aromatics with Group IVA and VA metal hydrides or organometallic com- plexes has not been previously reported.* Ternary hydrides containing Group VIII metals, e.g., NiZrH; g> are f course, active in this regard [13, 14]. The activity of various binary metal hydrides as benzene hydrogenation catalysts was examined using a stirred batch reactor system (see Experimen- tal). The powdered hydrides were suspended in benzene and the reaction was followed by the drop in hydrogen pressure and GC analysis of the final prod- uct. Results and pertinent experimental details are given in Table 1. The materials tested, which are representative of Groups IVA, VA, lanthanide and actinide binary metal hydrides, all show at least some cata- lytic activity for the hydrogenation of benzene. Zirconium and hafnium hy- drides are considerably more active than the rest, the order of catalytic activity being as follows: ZrH; ~ HfH; > TiH; > NbH > UHa ~ LaHa Interestingly, with ZrH; and iiiti^ at low conversions, some cyclohexene is formed. Thus, our original insight that zirconium systems might be olefin- producing was in fact realized. A problem, however, with these and other *Hydrogen reduction products of tetrabenzylzirconium reportedly catalyze the reduction of toluene (formed by hydrogenolysis of the benzyl ligands of the complex) to methylcyclohexane [15]. 396 TABLE 1 Binary metal hydrides as benzene hydrogenation catalysts Metal Mass of Volume of Temperature Pressure Time Conversion Selectivity Hydride metal benzene ( C) (kPa (gage)) (h) of C(,H(, to C^io hydride (ml) (%) (%) (mg) TiHi'1 200 5 150-153 982-479 16 22.8 n.d. ZrH^ 200 4 121-130 962-517 5.5 32 n.d. ZrHi1' 100 2.5 82-105 900-748 5 8.8 7 ZrHi\" 100 2.0 97-103 896-862 3 2.7 24 HfH,11 100 2.3 83-99 903-746 2.8 10 20 MbH0 200 2.5 170-176 986 16.5 7.3 n.d. LaHa 100 2.5 170-176 986 16.5 0.4 3 UHa 100 2.5 182 970 14.5 1 10 \"Obtained from ROC/RIC Co. ''Prepared from Zr (atomic grade) + H^. \"Prepared from Zr (atomic grade) + H^ using a molybdenum boat. Spectrographic analysis of ZrHi: 0.05% Ni, Mo, Ca, Fe; no trace Pd or Pt. n.d. == none detected by GC analysis. solid state metal hydride catalysts is their inherently low activity (with respect to Group VIII metal hydrogenation catalysts). This might be attrib- uted to a very low degree of dispersion of the hydrides, with the surface area being < 1 m2 g~1. We accordingly attempted to prepare finely divided sup- ported zirconium and hafnium hydrides using organometallic reagents and techniques. Preparation of high-surface-area zirconium hydride catalysts Metal-oxide-bound organozirconium complexes can undergo hydro- genolysis to yield surface-attached zirconium hydrides which are active for the polymerization, double-bond isomerization, and hydrogenation of olefins [16, 17]. At least for the last application, the catalysts have a limited life- time [17, 18], presumably because of the formation of inert zirconium oxides. It thus seemed necessary to prepare zirconium catalysts in the total absence of any oxygen-containing substances. Reaction of a suspension of ZrCl4 (or ZrBr4) with excess n-butyllithium in hexane at 60 - 80 C under argon afforded, after suitable workup, a gray- black highly pyrophoric solid (3). This material and derivatives thereof proved to be quite active benzene hydrogenation catalysts (vide infra).* The preparation of (3) can be carried out only in pure hydrocarbon media. With the use of diethyl ether or triethylamine as reaction solvents, or even starting with the ZrCLf 2(C2Hs)20 complex [19] instead of ZrCl4, the products proved to be totally inactive as benzene hydrogenation catalysts. *Mixtures of ZrC4 and n-butyllithium have been used as catalysts for the polymeriza- tion of ethylene [20]. Specific solid catalysts were not isolated. 397 Solid (3) is by elemental analyses a C, H, Li, Cl and Zr composition (see Experimental). X-ray powder patterns of (3) show only lines that are attrib- utable to Lid; no features that might be assignable to metallic zirconium or zirconium hydrides were seen. Surface area measurements (BET, N2, 196 C) gave values of ~ 200 m2 g~1, in contrast to ~ 0.7 m2 g~1 for the ZrH^ catalysts cited earlier. It would appear that the material (3) is in a porous and amorphous (or very finely divided) state. Benzene hydrogenation studies with supported zirconium catalysts: reaction scheme and kinetic analysis The catalytic studies were done using a glass stirred batch reactor con- taining benzene and a suspension of the catalyst at 100 C under a constant total gas pressure (H; + solvent vapor) of 860 kPa (gage). Liquid samples were removed periodically and analyzed by gas chromatography for benzene, cyclohexene and cyclohexane. The partial hydrogenation of benzene is generally described by the following reaction scheme: 2Hg ^ > Ji2__^ 3Hg For the quantitative kinetic analysis we used the model developed by Johnson and Nowack [5] for their studies of the partial hydrogenation of benzene with ruthenium-based catalysts. In this model, fei (s~1) and k^ (s~1) are first-order rate constants for the consecutive hydrogenation reactions of benzene and cyclohexene, respectively. The parallel reaction to give cyclo- hexane directly (governed by ky (s~1)) is taken to be of zero order with respect to benzene. The selectivity (S) toward cyclohexene, for a given conversion (C) of benzene expressed in mole fraction terms, is then related to the reac- tion rate constants by the expression in eqn. (1) i-c^r/i-c^py a ^ \\ 1 g aC [[ l+j3 f \\l-a 1+pf 1-a] aC ' where a=k^/ki, ^=k^k^ S = [Ww}l([Wio\\ + [C^]), and C = 1 - [CfiHg]. Experimental results on the course and kinetics of the hydrogena- tion of benzene catalyzed by composition (3) are given in Table 2. Results are also represented graphically, in terms of percent selectivity for cyclo- hexene versus benzene conversion, in Fig. 1. Initial estimates for a and (S were derived when possible, directly from experimental data [5]. These values of a and (I were then used on the basis of eqn. (1) to calculate a se- 00 f- t~ 0> t~ CO N i-l 00 o d o o o o ' -, ' -N t~ t0 Oi I ' ' ^' CO (0 0 00 N 00 00 (O I> CO N '* c<i w o 10 o CT t~ i-l W) CO (0 tf> t0 c~ CT t~ 00 US W t~ t~ 00 01 U h- r-1 i-l t~ CT i-< 00 N t~ iyi i-i o i-i o c<i co ift ^ ^ ^ o i-i N IN % s; % % .-.. OT v m w I % % % % ^ ^ ^ ^ ^ B \". .u o\" ,\" ,\" o\" o\" Or. Or.0 OSON 0^0 0*^0 OWO^ r-lBl-1 l-lBr-1 r-l-a>l-lffi U ^\"\"S ^\"U' ^!\"\"S A'U A'U ^3 gl s^ s^ sg s^ 2 .'b Q .0 .0 . 'o 8aUfl\" C)n' UalO 0 N. MO <^_ MO M. M_ z a .5 a a a .S a B a .3 a .3 CM U < -S. co 399 o 10 20 30 CONVERSION BENZENE % Fig. 1. Hydrogenation of benzene with zirconium catalyst (3). Variation in the selectivity for cyclohexene with conversion of benzene; labels (a) to (g) refer to the experimental runs with conditions as detailed in Table 2. lectivity versus conversion curve. The parameters were then adjusted until the calculated curves (shown in Fig. 1) most closely fitted the experimental selectivity uersys conversion data. Hydrogenation of benzene: effect of hydrogen We found that (3) is an effective catalyst for the hydrogenation of benzene, and that the reaction systems can be modified to give relatively high selectivities for cyclohexene. The catalyst does not require any surface activation as was found necessary for the binary solid state hydrides. When the pristine catalyst (3) is used with H; and pure benzene, the latter is hydrogenated to yield mostly cyclohexane. Even at very low conversions of benzene there is only ~3.7% selectivity to cyclohexene (Table 2, run (a); Fig. 1, curve (a)). With this system, the rate of consumption of benzene follows a first-order rate law to ca. 15% conversion, after which the reaction accelerates, resulting after 18 h in a near quantitative (99.87%) conversion to cyclohexane. Pretreament of catalyst (3) with hydrogen results in a remarkable in- crease in the selectivity of the system towards cyclohexene. The catalyst for run (b) (Table 2), curve (b) (Fig. 1) was prepared by reacting a stirred slurry of (3) with Ha at 860 kPa and 100 C in benzene for 21 h, sufficient time for essentially quantitative conversion of the liquid to cyclohexane. With this 400 catalyst and reaction conditions as in (a), there was 13% selectivity to cyclo- hexene at 10% conversion of benzene. Hydrogen pretreatment carried out by stirring the dry powdered solid (3) under Hz (1030 kPa) at 100 C for 90 h resulted in a further improvement in the reaction selectivity to 30% cyclo- hexene at 10% conversion of benzene (run (c)). In this case, data taken at very low conversions and fitted to eqn. 1 suggest that the initial selectivity is of the order of 77% cyclohexene. Thus, the catalyst directs the reaction towards the production of cyclohexene with ky:k^ ^ 3.3:1. However, the selectivity drops rapidly with conversion because of the much higher rate of hydrogenation of cyclohexene than benzene, k^'.ki = 28:1. This signif- icant directive effect of the hydrogen pretreatment of (3) towards produc- tion of the cyclic olefin is accompanied by a lowering of the overall rate of benzene reduction (cf. Table 2, (b), (c) and (a)). In view of the high reac- tivity of metallic zirconium with hydrogen, it seems reasonable to assume that catalyst (3), under the H 3 pretreatment conditions above, reacts in a similar manner, giving coordinatively unsaturated, supported zirconium hydride species which are presumably the olefin-producing aromatic hy- drogenation catalysts. Hydrogenation of benzene: effect of amines Further improvements in cyclohexene selectivities were obtained by modifying solvent H^-pretreated catalyst (as in run (b)) with tertiary alkyl- amines and ethers. Figure 1, curve (d) shows the selectivity versus conversion data for such a Hi-pretreated catalyst run in the presence of triethylamine. The presence of the amine leads to an improvement from 13% (run (b)) to 35% (run (d)) in selectivity at 10% conversion. Although the initial selec- tivity is of the order of 75%, it drops rapidly with conversion with k;;:ki s 22:1. Tri-n-propylamine used as an additive gives results similar to those seen for triethylamine. More strongly coordinating amines such as 1,4-diazabi- cyclo-[2.2.2]octane (DABCO), quinuclidine, pyridine and 2,2'-bipyridyl de- activate the catalyst. The tertiary chelating amine (C^zNC^CHalSKCHs); greatly inhibits the benzene hydrogenation reaction without improving the cyclohexene selectivity. Secondary amines such as (C2Hg)2NH, which can be regarded as 'acids' [21] with these very reactive low-valent zirconium sys- tems, totally deactivate the catalyst. It appears that (C2H5)3N and (C3H7)3N interact with the hydrided zirconium catalyst, binding onto sites which would otherwise hydrogenate benzene directly to cyclohexane. However, the selectivity control thus gained is a fairly delicate one; too strong a binding, as with the very nucleo- philic DABCO or with it-acid amines such as pyridine, leads to complete loss o f catalytic activity. Hydrogenation of benzene: effect of ethers Dialkyi ethers, and in particular diethyl ether, proved to be the most effective additive for directing the reaction toward the production of cyclo- hexene. The effect is illustrated in examples (e) to (g) in Fig. 1 and Table 2. 401 By adding diethyl ether to the reaction mixture containing a pre-hydrided catalyst, systems with initial selectivities of the order of approximately 85 - 90% cyclohexene are realized (ki'.k^ ranging from 6:1 to 11:1, respectively). Moreover, the relative tendency for the subsequent hydrogenation of the cyclohexene is now considerably reduced with k^'ki ranging (in the three examples cited) from 8.3:1 to 6.6:1. In the best case (example (g)), there is 67% selectivity to cyclohexene at 10% conversion. Also, the use of diethyl ether results in an increase in the benzene-to-cyclohexene hydrogenation rate constant (ki) (cf. (g) and (b), (e) and (c). Table 2). Thus, interestingly, diethyl ether acts as a catalyst modifier, and not a poison, by both enhancing the rate of the cyclohexene-forming reaction and lowering the relative rates of reactions leading to cyclohexane. These favorable effects presumably arise from a coordination of diethyl ether to zirconium sites on the catalyst surface. This modification of the hydrided catalyst (3) with diethyl ether seems to be somewhat reversible. Thus a catalyst that has been treated with ii^/C(,H.6/( ^2^5)20 gw66 the same high initial selectivities in the absence of added (C^i^O. However, with further conversion of benzene, the cyclohexene selectivity decreases more rapidly than when diethyl ether is added. The use of dipropyi ethers as additives has a similar beneficial effect on the cyclohexene selectivities. On the other hand, ethers having higher donor capacity (1,2-dimethoxyethane and tetrahydrofuran) [22] totally inhibit the hydrogenation of benzene with the supported zirconium catalyst. Again, there appears to be a delicate balance between imparting selectivity to the catalyst by site modification (in this case with dialkyi ethers) and a total poisoning by the more strongly coordinating ethers such as 1,2-dimethoxy- ethane and tetrahydrofuran. In contrast, for the ZrH^-catalyzed benzene hydrogenation reaction described earlier (Table 1), the selectivity does not seem to be markedly affected by the addition of triethylamine or diethyl ether. Supported hafnium hydride catalysts Supported hafnium hydride catalysts were prepared by analogy with the synthesis of (3), starting instead with Hfd4. The materials were shown to catalyze the hydrogenation of benzene, but they are typically less active than the zirconium systems. Thus use of a hydrided hafnium catalyst (400 mg) at 100 C and 860 kPa H^ resulted, over 2 h, in a 3.5% conversion of benzene with 5.5% selectivity to cyclohexene. Addition of triethylamine did not significantly improve the selectivity for cyclohexene and, surprisingly, the addition of diethyl ether was found to poison this catalyst. Conclusions Binary hydrides of the Group IVA and VA elements can catalyze the hydrogenation of benzene, a property previously associated only with Group VI to VIII metal catalysts. Zirconium and hafnium hydrides appear to be 402 the most active; with these catalysts some cyclohexene along with cyclo- hexane is produced at low conversions of benzene. Reaction of ZrCl4 with excess butyllithium in hydrocarbon solvents yields solids that are active as catalysts for the hydrogenation of benzene. The zirconium catalyst (labelled (3)) can be modified by treatment with H;, trialkylamines, or dialkyi ethers to yield high initial selectivities to cyclo- hexene. The selective catalyst is most probably a non-stoichiometric zirco- nium hydride dispersed on a carbonaceous lithium (non-oxide containing) support, together with reversibly adsorbed triethylamine or diethyl ether modifiers. Initial cyclohexene selectivities of approximately 85 - 90% for the zirconium/H2/(C2H5)20 catalyst systems are higher than the ~ 67% observed for the nickel-poisoned ruthenium catalyst used by Johnson and Nowack [5]. However, with the zirconium catalyst the selectivity drops more rapid- ly with conversion (k^ky > 6.6) than is the case with the ruthenium system cited, for which k^/k^ = 3. A drawback of the latter is that the achievable cyclohexene selectivity is critically dependent on the deliberate or incidental trace-metal poisoning of the supported ruthenium [6]. This does not seem to be the case with the zirconium catalysts we have examined; the diethyl ether in examples (e) to (g) in Table 2 functions as a selectivity modifier and not as a catalyst poison. In view of the high initial selectivities realized, the present zirconium catalysts may prove useful for the synthesis of cyclo- hexene, provided that the latter could be efficiently removed from process streams at low conversions of benzene. Experimental All materials were handled in an argon atmosphere unless otherwise stated. Solvents were carefully purified by treatment with LiAlH4 followed by storage over Na/K (ethers, tertiary alkylamines) or prolonged contact with Na/K alloy (hydrocarbons). Matheson U.H.P. grade Ha and Ar were used. Volatile liquids and gases were transferred using a high vacuum/pressure, glass/stainless steel manifold. Pressures cited are in kPa (gage) units. Catalytic hydrogenation of benzene using zirconium hydride (ZrH^) A glass tubular reactor (measuring 25 mm O.D., 17.5 mm I.D.), approx- imately 10 cm in length and attached to an 8 mm Kontes Teflon stopcock, was loaded under argon with ZrH; (200 mg) (the ZrH; was obtained from ROC/RIC, (this sample had been exposed to air) or made by reaction of Zr (atomic grade) with H^) and a 3/8 in X 7/8 in long glass-covered magnetic stirring bar. The reactor was attached to a steel vacuum/pressure manifold and evacuated; benzene (5 ml) was added by distillation in vacuum. The mixture was stirred under an initial pressure of H^ (900 kPa) at 82 - 95 C. After an initial induction period of ca. 2 h, a pressure drop was noted; heat- ing was then continued for 3 h at 95 -105 C to a residual pressure of 748 403 kPa. The mixture was cooled to room temperature, then to 196 C, and the Ha was removed by pumping in vacuum. Analysis of the remaining liquid by gas chromatography (12 ft X 1/8 in O.D. steel column packed with 10% tris(cyanoethoxy)propane on 80/100 Chromosorb PAW, run isother- mally at 100 C, He 25 ml/min) showed 8.8% conversion of benzene to a mixture of cyclohexene and cyclohexane with 7% selectivity to cyclohexene. (See row 3, Table 1). The other hydrogenation reactions with binary hy- drides, listed in Table 1, were carried out in a similar manner. As noted earlier, it is essential to have a slurry reactor system where the binary hydride catalyst is activated by mechanical abrasion (visible as a 'coat- ing' on the glass walls) resulting from the stirrer impinging against the cata- lyst and the reactor wall. Use of a wider (24 mm I.D.) reactor tube with a 3/8 in X 3/8 in stirring bar, under otherwise similar reaction conditions, resulted in essentially no hydrogenation of benzene. Preparation of supported zirconium catalyst (3) An H-shaped glass apparatus (total volume ~ 200 ml) with the two vertical legs separated by a horizontal filter tube and fitted with two 8-mm Teflon stopcocks was loaded in one leg (under argon) with zirconium tetra- chloride (3.0 g) (or ZrBr4) and glass-covered magnetic stir bars. The ZrCl4 (Alfa-Ventron Reactor grade) was purified by vacuum sublimation and powdered by grinding under argon before use. To the other leg of the appa- ratus was added via a syringe n-butyllithium (Alfa-Ventron) (60 ml of a 2.2 M solution in n-hexane) under cover of argon. The portion of the apparatus containing the ZrCl4 was then cooled to 196 C with liquid nitrogen, and the butyllithium solution was added gradually through the filter frit. When the addition of butyllithium was complete, the solution was allowed to warm to room temperature, with stirring, under a flow of argon. It was subsequent- ly heated to 70 C (still under argon) at ambient pressure, for 16 h. A dark, gray-black solid precipitated. The supernatant liquid was filtered over into the other leg of the apparatus, and the precipitate was washed to exhaustion with fresh n-hexane. It was then dried in vacuum to a gray-black (highly pyrophoric!) solid (3), which was stored under argon (yield 4.5 g; anal: C 8.1, H 3.0, Zr 27.1, Li 21.9, Cl 36.4). Kinetics of benzene hydrogenation with catalyst (3) (Run (f) Table 2; curve (f) Fig. 1) A one in I.D. glass pressure tube (Fischer and Porter Co. aerosol tube) shortened to 12-cm length and containing a 3/8 in X 3/8 in magnetic stirring bar was loaded under argon with catalyst (3) (300 mg). The pressure tube was sealed with a demountable steel head, fitted with a silicone rubber septum, and connected to a vacuum/pressure steel manifold. To the mani- fold were attached a pressure gage and a source of hydrogen at constant pressure. The reactor tube was then charged with benzene (4 ml) and heated under Ha with stirring for 16 h. The reactor was then cooled to room tem- perature and the H; and remaining liquid (C^H^) were removed under vacu- 404 urn. Benzene (2 ml, 1.91 g) and diethyl ether (2 ml, 1.43 g) were then distilled over the thus H^-pretreated catalyst. Hydrogen was admitted and the reactor was heated to 100 C under constant H; pressure (860 kPa) with stirring (ca. 800 rpm). After an initial equilibration period, samples were taken every 20 min and analyzed for CeHe, CeHio and CgHii by gas chroma- tography (conditions: 16 ft X 1/8 in steel, 10% Tween 80 on 80/100 Supel- coport column, temperature programming, 80-100 C). When amines were used as additives, the analyses were done using a 12-ft, 10% tris(cyano- ethoxy)propane on 80/100 Chromosorb PAW column, with a 1-ft pre- column containing a 50/50 mixture of the latter stationary phase and tri- mellitic acid; analyses with this column were run isothermally at 100 C. Acknowledgments We are grateful to A. J. Maeland for most helpful discussions and to G. Rak for preparing samples of ZrH^ and UH3. References 1 Chem. Systems, Process Evaluation/Research Planning, Quarterly Report, 1973, p. 205. 2 Appl. Catal., 3 (1982) 390. 3 J. R. Andersen, A Mst. J. Chem., 10 (1957) 409. 4 P. Dini, D. Dones, S. Montelatici and N. Giordano, J. Catal., 30 (1973) 1. 5 M. M. Johnson and G. P. Nowack,</. Catal., 38 (1975) 518. 6 C. U. I. Odenbrand and S. T. Lundin,J. Chem. Tech. Biotechnol., 31 (1981) 660 and references therein. 7 J. A. Don and J. J. F. Scholten, Faraday Disc. Chem. Soc., (1981) 145. 8 G. P. Pez, C. F. Putnik, S. L. Suib and G. D. Stucky,^. Am. Chem. Soc. 101 (1979) 6933. 9 G. V. Lisichkin, V. V. Lunin, A. E. Agronomov and A. A. Chertkov, Russ. J. Phys. Chem., 46(1972)620. 10 L. K. Denisov, A. E. Agronomov, L. N. Padurets, A. A. Chertkov, A. I. Maksimov and V. V. Lunin, J. Phys. Chem. 48 (1974) 1460. 11 V. V. Lunin, G. V. Lisichkin, L. K. Denisov, M. Yu Kutyrev and A. E. Agronomov, Dokl. Akad. Nauk. SSSR, 210 (1973) 392. 12 V. V. Lunin, Izv. Akad. Nauk. SSSR, Neorg. Mat., 14 (1978) 1593. 13 V. V. Lunin, B. Yu Rakhamimov and L. A. Erivanskaya, Izv. Akad. Nauk. SSSR, Neorg. Mat., 14 (1978) 1706. 14 G. V. Lisichkin and K. N. Semenenko, Izv. Akad. Nauk. SSSR, Neorg. Mat, 14 (1978)1585. 15 V. Zucchini, E. Albizzati and U. Giannini, J. Organometal. Chem., 26 (1971) 357. 16 V. A. Zakharov, V. K. Dudchenko, E. A. Paukshtis, L. G. Karakchiev and Yu. I. Yermakov, J. Mol. Catal., 2 (1977) 421. 17 J. Schwartz and M. D. Ward, J. Mol. Catal., 8 (1980) 465. 18 G. V. Lisichkin, A. V. Gur'ev and E. A. Viktorova, Izv. Akad. Nauk. SSSR, Neorg. Mat., 14 (1978) 1710. 19 0. A. Osipov, Yu. B. Klentevik, Zhurnal Obschchei Khimii, 31 (1961) 2451. 20 U.S. Patent 3 398 162 (1968) to K. Ziegler, H. Breil, E. Holzkamp and H. Martin; C.A. 69 59691d. 21 J. N. Armor, Inorg. Chem., 17 (1978) 203. 22 V. Gutmann, Coordination Chemistry in Non-Aqueous Solutions, Springer, Vienna and New York, 1968, p. 19. at ambient pressure, for 16 h. A dark, gray-black solid precipitated. The supernatant liquid was filtered over into the other leg of the apparatus, and the precipitate was washed to exhaustion with fresh n-hexane. It was then dried in vacuum to a gray-black (highly pyrophoric!) solid (3), which was stored under argon (yield 4.5 g; anal: C 8.1, H 3.0, Zr 27.1, Li 21.9, Cl 36.4). Kinetics of benzene hydrogenation with catalyst (3) (Run (f) Table 2; curve (f) Fig. 1) A one in I.D. glass pressure tube (Fischer and Porter Co. aerosol tube) shortened to 12-cm length and containing a 3/8 in X 3/8 in magnetic stirring bar was loaded under argon with catalyst (3) (300 mg). The pressure tube was sealed with a demountable steel head, fitted with a silicone rubber septum, and connected to a vacuum/pressure steel manifold. To the mani- fold were attached a pressure gage and a source of hydrogen at constant pressure. The reactor tube was then charged with benzene (4 ml) and heated under Ha with stirring for 16 h. The reactor was then cooled to room tem- perature and the H; and remaining liquid (C^H^) were removed under vacu- 404 urn. Benzene (2 ml, 1.91 g) and diethyl ether (2 ml, 1.43 g) were then distilled over the thus H^-pretreated catalyst. Hydrogen was admitted and the reactor was heated to 100 C under constant H; pressure (860 kPa) with stirring (ca. 800 rpm). After an initial equilibration period, samples were taken every 20 min and analyzed for CeHe, CeHio and CgHii by gas chroma- tography (conditions: 16 ft X 1/8 in steel, 10% Tween 80 on 80/100 Supel- coport column, temperature programming, 80-100 C). When amines were used as additives, the analyses were done using a 12-ft, 10% tris(cyano- ethoxy)propane on 80/100 Chromosorb PAW column, with a 1-ft pre- column containing a 50/50 mixture of the latter stationary phase and tri- mellitic acid; analyses with this column were run isothermally at 100 C. Acknowledgments We are grateful to A. J. Maeland for most helpful discussions and to G. Rak for preparing samples of ZrH^ and UH3. References 1 Chem. Systems, Process Evaluation/Research Planning, Quarterly Report, 1973, p. 205. 2 Appl. Catal., 3 (1982) 390. 3 J. R. Andersen, A Mst. J. Chem., 10 (1957) 409. 4 P. Dini, D. Dones, S. Montelatici and N. Giordano, J. Catal., 30 (1973) 1. 5 M. M. Johnson and G. P. Nowack,</. Catal., 38 (1975) 518. 6 C. U. I. Odenbrand and S. T. Lundin,J. Chem. Tech. Biotechnol., 31 (1981) 660 and references therein. 7 J. A. Don and J. J. F. Scholten, Faraday Disc. X244 80136 0304-5102(93)80136-I 10.1016/0304-5102(93)80136-I Selective hydrogenation of benzene to cyclohexene with zirconium hydride catalysts Guido P. Pez ∗ Richard K. Crissey Allied Corporation, Corporate Research and Development, P.O. Box 1021R, Morristown, NJ 07960 U.S.A. * Author to whom correspondence should be addressed. Present address: Air Products and Chemicals, Corporate Science Center, P.O. Box 538, Allentown, PA 18105 U.S.A.. Hydrides of the early transition metals have been investigated as possible catalysts for the hydrogenation of aromatics. Bis(η-cyclopentadienyl)-zirconium dihydride, [(η-C5H5)2ZrH2] n catalyzes the hydrogenation of naphthalene (80–90 °C, 860 kPa H2) to tetralin and dihydronaphthalene. The solid state binary hydrides of the Group IVA, VA elements and (to a lesser extent) lanthanum and uranium hydrides, after suitable activation, catalyze the hydrogenation of benzene, a property previously associated only with Group VI to VIII metal catalysts. Under the conditions employed (liquid phase reactor, 80–180 °C, ~900 kPa H2) the relative activity of the hydrides as catalysts is as follows: ZrH2 ~ HfH2 > TiH2 > NbH ⪢ LaH3 ~ UH3 Cyclohexane is the major reaction product; with ZrH2 and HfH2, however, some cyclohexene is formed at low conversions of benzene. Solid, reduced zirconium materials isolated from reaction of excess n-butyllithium with ZrCl4 or HfCl4 in hydrocarbons catalyze the hydrogenation of benzene at 100 °C and 860 kPa H2 to yield mostly cyclohexane. However, treatment of these materials with hydrogen (and with hydrogen together with triethylamine or diethyl ether) gives modified zirconium hydride catalysts which hydrogenate benzene with relatively high (up to ~ 90%) initial selectivities for cyclohexene. References 1 Chem. Systems Process Evaluation/Research Planning, Quarterly Report 1973 205 2 Appl. Catal. 3 1982 390 3 J.R. Anderson Aust. J. Chem. 10 1957 409 4 P. Dini D. Dones S. Montelatici N. Giordano J. Catal. 30 1973 1 5 M.M. Johnson G.P. Nowack J. Catal. 38 1975 518 6 C.U.I. Odenbrand S.T. Lundin J. Chem. Tech. Biotechnol. 31 1981 660 and references therein. 7 J.A. Don J.J.F. Scholten Faraday Disc. Chem. Soc. 1981 145 8 G.P. Pez C.F. Putnik S.L. Suib G.D. Stucky J. Am. Chem. Soc. 101 1979 6933 9 G.V. Lisichkin V.V. Lunin A.E. Agronomov A.A. Chertkov Russ. J. Phys. Chem. 46 1972 620 10 L.K. Denisov A.E. Agronomov L.N. Padurets A.A. Chertkov A.I. Maksimov V.V. Lunin J. Phys. Chem. 48 1974 1460 11 V.V. Lunin G.V. Lisichkin L.K. Denisov M. Yu Kutyrev A.E. Agronomov Dokl. Akad. Nauk. SSSR 210 1973 392 12 V.V. Lunin Izv. Akad. Nauk. SSSR, Neorg. Mat. 14 1978 1593 13 V.V. Lunin B. Yu Rakhamimov L.A. Erivanskaya Izv. Akad. Nauk. SSSR, Neorg. Mat. 14 1978 1706 14 G.V. Lisichkin K.N. Semenenko Izv. Akad. Nauk. SSSR, Neorg. Mat. 14 1978 1585 15 V. Zucchini E. Albizzati U. Giannini J. Organometal. Chem. 26 1971 357 16 V.A. Zakharov V.K. Dudchenko E.A. Paukshtis L.G. Karakchiev Yu.I. Yermakov J. Mol. Catal. 2 1977 421 17 J. Schwartz M.D. Ward J. Mol. Catal. 8 1980 465 18 G.V. Lisichkin A.V. Gur'ev E.A. Viktorova Izv. Akad. Nauk. SSSR, Neorg. Mat. 14 1978 1710 19 O.A. Osipov Yu.B. Klentevik Zhumal Obschchei Khimii 31 1961 2451 20 U.S. Patent 3 398 162 (1968) to K. Ziegler, H. Breil, E. Holzkamp and H. Martin; C.A. 69 59691d. 21 J.N. Armor Inorg. Chem. 17 1978 203 22 V. Gutmann Coordination Chemistry in Non-Aqueous Solutions 1968 Springer Vienna and New York 19",
      "scopus-id": "0020832405",
      "coredata": {
        "eid": "1-s2.0-030451029380136I",
        "dc:description": "Hydrides of the early transition metals have been investigated as possible catalysts for the hydrogenation of aromatics. Bis(η-cyclopentadienyl)-zirconium dihydride, [(η-C5H5)2ZrH2] n catalyzes the hydrogenation of naphthalene (80–90 °C, 860 kPa H2) to tetralin and dihydronaphthalene. The solid state binary hydrides of the Group IVA, VA elements and (to a lesser extent) lanthanum and uranium hydrides, after suitable activation, catalyze the hydrogenation of benzene, a property previously associated only with Group VI to VIII metal catalysts. Under the conditions employed (liquid phase reactor, 80–180 °C, ~900 kPa H2) the relative activity of the hydrides as catalysts is as follows: ZrH2 ~ HfH2 > TiH2 > NbH ⪢ LaH3 ~ UH3 Cyclohexane is the major reaction product; with ZrH2 and HfH2, however, some cyclohexene is formed at low conversions of benzene. Solid, reduced zirconium materials isolated from reaction of excess n-butyllithium with ZrCl4 or HfCl4 in hydrocarbons catalyze the hydrogenation of benzene at 100 °C and 860 kPa H2 to yield mostly cyclohexane. However, treatment of these materials with hydrogen (and with hydrogen together with triethylamine or diethyl ether) gives modified zirconium hydride catalysts which hydrogenate benzene with relatively high (up to ~ 90%) initial selectivities for cyclohexene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029380136I",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pez, Guido P."
          },
          {
            "@_fa": "true",
            "$": "Crissey, Richard K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029380136I"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029380136I"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80136-I",
        "prism:volume": "21",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective hydrogenation of benzene to cyclohexene with zirconium hydride catalysts",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "393-404",
        "prism:endingPage": "404",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1983",
        "prism:doi": "10.1016/0304-5102(93)80136-I",
        "prism:startingPage": "393",
        "dc:identifier": "doi:10.1016/0304-5102(93)80136-I",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020832405"
      }
    }
  }
}