{
  "metadata": {
    "title": "Cationic (μ<ce:sup loc=post>3</ce:sup>-allyl)metal complexes: Part XIV. catalytic oligomerisation of ethylene: a very selective dbmerisation catalyst prepared from [(μ<ce:sup loc=post>3</ce:sup>-methallyl)ni(cod)]pf<ce:inf loc=post>6</ce:inf> and a tris(3-sulphophenyl)-phosphine salt",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-04-06",
    "doi": "10.1016/0304-5102(89)80286-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028980286X",
    "pii": "030451028980286X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024962895",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028980286X 0304-5102(89)80286-X 030451028980286X 10.1016/0304-5102(89)80286-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01009 2024-01-02T01:04:53.938015Z 0 0 19890406 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 50 50 3 3 Volume 50, Issue 3 4 291 302 291 302 19890406 6 April 1989 1989-04-06 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. CATIONIC3ALLYLMETALCOMPLEXES BRUNET J KEIM 1982 373 W COMPREHENSIVEORGANOMETALLICCHEMISTRY JOLLY 1982 616 P PILLAI 1986 353 S ZIEGLER 1954 321 K ZIEGLER 1955 541 K JOLLY 1974 329 P ORGANICCHEMISTRYNICKEL NEIBECKER 1977 105 D NEIBECKER 1977 2351 D BOGDANOVIC 1979 105 B PARDY 1981 49 R NEIBECKER 1984 1501 D PROC9THIBEROAMERICANSYMPCATALLISBON DESOUZA 1987 R GEHRKE 1986 C4 J KUNTZ 1987 570 E 1977 101944n 1977 117602k 1978 152026t JOO 1980 369 F WRIGHT 1962 1262 G TOLMAN 1970 2953 C TOLMAN 1977 313 C STUHL 1978 2148 L BRUNETX1989X291 BRUNETX1989X291X302 BRUNETX1989X291XJ BRUNETX1989X291X302XJ item 0304-5102(89)80286-X 030451028980286X 1-s2.0-030451028980286X 10.1016/0304-5102(89)80286-X 272239 2024-01-02T01:04:53.938015Z 1989-04-06 1-s2.0-030451028980286X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028980286X/MAIN/application/pdf/91d5737db71fee99002bb3ddb4cc3fb4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028980286X/MAIN/application/pdf/91d5737db71fee99002bb3ddb4cc3fb4/main.pdf main.pdf pdf true 1044226 MAIN 12 1-s2.0-030451028980286X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028980286X/PREVIEW/image/png/79a2f3e4cea8712c073ef3c3eeb71c0a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028980286X/PREVIEW/image/png/79a2f3e4cea8712c073ef3c3eeb71c0a/main_1.png main_1.png png 70472 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, SO (1989) 291 - 302 291 CATIONIC (T^-ALLYI^METAL COMPLEXES PART XIV*. CATALYTIC OLIGOMERISATION OF ETHYLENE: A VERY SELECTIVE DIMERISATION CATALYST PREPARED FROM [(T^-METHALLYL)]^^)^^ AND A TRIS(3-SULPHOPHENYL)- PHOSPHINE SALT JEAN-JACQUES BRUNET, ALAIN SIVADE and IGOR TKATCHENKO Laboratoire de Chimie de Coordination, Unite No 8241 liee par convention a I'Universite Paul Sabatier, 205 route de Narbonne, 31077 Toulouse Cedex (France) (Received May 2, 1988; accepted July 28, 1988) Summary The influence of a tris(3-sulfophenyl)phosphine salt on the oligomerisa- tion of ethylene catalysed by ((T^-methally^NHcod^PF^ has been investi- gated. Introduction of this particular ligand slightly lowers the catalytic activity of the cationic nickel complex, but always results in increased selec- tivity for dimerisation at the expense of the formation of trimers. Selec- tivities in butenes up to 96% could be obtained. Introduction The dimerisation of alkenes is an important reaction for the production of higher olefins [1] which find extensive applications as industrial inter- mediates. Since the discovery of the nickel effect [2] in the early 1950s, many of nickel-based catalysts have been developed. Among these catalysts, cationic (T^-ally^nickel complexes, i'.e. [(i^-ally^NiL,,]\"1\" (where n = 1 or 2) [3] have been reported to be active for ethylene dimerisation [4]. As far as the postulated mechanism for olefin oligomerisation is concerned [I], the nature of the ligand L can be expected to have a great influence on the selectivity. Previous results in this laboratory have shown that both the activ- ity and the selectivity of such complexes greatly depend on the nature of the ligands used [5]. Labile ligands, such as dienes or donating solvents, results in higher activities than phosphorus ligands and, more importantly, in un- usual selectivities towards Cg alkenes [5-7]. These observations have been recently confirmed by other authors [8]. As part of our continuing interest in this area, [9] we report here results of a study undertaken on the influence of a particular ligand, namely a tris(3-sulphophenyl)phosphine salt, 1, on the evolution of the dimerisation *For Part XIII, see [18]. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 292 of ethylene catalysed by [(T^-methally^Nitcod^'TFe\", 2. Compared to Ph3P, such phosphines exhibit some properties (possible anion effects, several possible coordination modes, hydrosolubility, etc.) which have led to spectacular improvements [10] of some processes of industrial importance, such as hydroformylation [II], hydrocyanation [12] and telomerisation 113]. Experimental General Infrared spectra were taken on a Perkin-Elmer 597 or 225 spectro- meter. NMR spectra were obtained using either a Bruker WH 90 ('H: 90 MHz; \"P: 36.4 MHz) or a Bruker WH 250 ('H: 250 MHz; \"C: 62.8 MHz) spectro- meter. Chemical shifts are reported in 5 values in ppm downfield relative to Me4Si ('H and \"C NMR) or to phosphoric acid (\"P NMR) as external stan- dard. GC analyses were performed on an Intersmat IGC 121 DFL or Deisi 330 instrument (flame ionisation detectors) fitted with a 3 m SE30 (10%) column or a 50 m OV1 capillary column, respectively. In each case, peak areas were determined using a Spectra-Physics SP4290 computing integrator. Materials All solvents were purified by classical procedures and distilled under argon before use. [(T^-methally^NHcod^'TFs' was prepared according to a previously published procedure [5]. The tris(sodium-3-sulphophenyl)phos- phine was obtained as a gift from Rhone-Poulenc. Tetrabutylammonium bromide (Fluka) was used without further purification. Ethylene (N35 quality. Air Liquide) was purified through 3 A molecular sieve column before use. All manipulations of air-sensitive nickel complexes were per- formed under an argon U (Air Liquide) atmosphere using the standard Schlenk tube technique. Preparation of tris(tetrabutylammonium-3-sulphophenyl)phosphine, I A mixture of tetrabutylammonium bromide (3.87 g, 12 mmol) and of tris(sodium-3-sulphophenyl)phosphine (2.84 g, 5 mmol) in distilled water- methylene chloride (40 ml/40 ml) was vigorously stirred for 3 h at room temperature. After decantation, the organic phase was concentrated and dried overnight in vacuo (10~3 torr, 100 C). A white, hygroscopic powder (yield 83 - 87%) was obtained and stored under argon. 293 ^ NMR (CDaCIa, 250 MHz): 5 = 0.92 (t, ^ 0.7 Hz, 36H, CHa); 1.32 (m, 24H, CH; r to N); 1.53 (m, 24H, CH, ^ to N); 3.18 (m, 24H, CHa-N); 7.26 and 7.82 (two m, 12H, aromatics). 3ip {IH} NMR (CDiCIa, 36.43 MHz): ' -2.7 (s). IR (CHiCl,): v(CH): 2970, 2880 cm-1; i<S=0): 1215,1205,1140 and 1030 cm-1; v(C-S): 1090 cm\"1; (CH): 1458 (CH;) and 1485,1385 (CHa) cm\"1. Microanalysis: calculated for C<,<,H 12(^30983?: C, 64.61; H, 9.86; N, 3.42%. Found: C, 64.62; H, 9.74%. The elemental analysis was in agreement with the structure 1. Tetra- butylammonium p-toluene sulphonate was prepared in a similar manner from the commercially available sodium salt. Typical procedure for the oligomerisation ofethylene Tris(tetrabutylammomum-3-sulphophenyl)phosphine (0.103 g, 0.083 mmol) dissolved in methylene chloride (2.5 ml) was added under argon to a solution of [(^-methallyONitcod^PFe (0.092 g; 0.25 mmol) in methylene chloride (2.5 ml). After stirring at room temperature for 0.5 h, the resulting pale red solution was transferred via syringe, under argon, into an 80-ml glass-lined autoclave equipped with a magnetic stir bar. The temperature of the autoclave was adjusted to the desired value by means of the lagging fluid from a constant temperature circulator. The internal temperature could be monitored throughout the reaction by means of a thermocouple. Ethylene then was introduced through the corresponding inlet at the desired pressure. All experiments were conducted at constant ethylene pressure. After the times indicated in the tables, methanol (0.3 ml) was added to stop the reaction and the unreacted ethylene was vented slowly at 20 \"C. The amount of transformed ethylene was quantitatively determined by weighing the resulting reaction medium in an air-tight glass flask. After addi- tion of an internal standard (cyclopentene) the distribution of the oligomers was determined by GC analysis. Results and discussion The tris(sodium-3-sulphophenyl)phosphine is soluble in water and in coordinating solvents such as acetonitrile, tetrahydrofuran, dimethylforma- mide or dimethylsulf oxide. However, |[(l73-methallyl)Ni(cod)l+PF<,-, 2, decomposes in the presence of water, while coordinating solvents inhibit the catalytic activities of such complexes (vide infra). In contrast, methylene chloride has been found [5] to be a good solvent for the oligomerisation of ethylene by 2. Thus, a methylene chloride soluble salt of tris(3-sulpho- phenyl)phosphine was prepared by reacting the corresponding sodium salt with tetrabutylammonium bromide (see Experimental). The highly hygros- copic phosphine 1 was obtained in good yield and is hereafter noted as TPPTSNBU4. 294 It has been previously reported [14] that the electron-withdrawing sul- phonated group of sulphonated triphenylphosphines decreases the basicity of phosphorus. However, it was of interest to obtain a more precise estima- tion of the basicity of the trisulphonated phosphine 1 relative to some com- mon phosphorus ligands. For this purpose, we used Tolman's procedure [15] based on an IR determination in CHaCI; of the A, mode CO stretching frequency of the corresponding Ni(CO)3L complexes. A 0.8 cm~1 increase of the stretching frequency was observed on use of TPPTSNBU4 with respect to PPh.3. Examination of the data reported by Tolman [16] for a large series of phosphorus ligands indicates that 1 exhibits electron donor-acceptor prop- erties close to those of (m-fluorophenyl)diphenylphosphine. Addition of 1 equiv of 1 to an orange methylene chloride solution of 2 (3 equiv) at room temperature readily affords a pale red homogeneous solu- tion. Nearly quantitative separation of NBu4PF(, (>95%) can be achieved. However, control experiments showed that this salt has no influence on the oligomerisation of ethylene. Thus, all experiments described below were conducted without separating NBu4PFg. The catalytic experiments reported below were performed in order to obtain an overview of the influence of the phosphine 1 on the oligomerisa- tion of ethylene with 2. For that purpose, the influence of the main param- eters on both the turnover frequency (assuming that all the nickel centres are involved in the catalytic process) and the distribution of reaction products was examined. Influence of the nickel/phosphine ratio We first studied the influence of the nickel/phosphine ratio on the activity of the catalytic system (1+2). As can be seen from Table 1, the nickel/phosphine ratio has a strong influence on both the activity and the selectivity of the catalytic system. With a (2)/(1) ratio of 1, the observed activity is lower than that of 2 alone. Indeed, under similar conditions, 2 has been found [7] to oligomerise ethylene with a turnover frequency of 1.5 s\"4. Decreasing the amount of 1 leads to a dramatic increase in the turnover frequency. The maximum value is obtained for a (2)/(I) ratio of nearly 3, which would correspond to com- plete displacement of the hexafluorophosphate anion by the sulphophenyl groups. As seen in Fig. 1, the use of still a higher (2)/(I) ratio does not signif- icantly improve the catalytic activity. As a control experiment, we were led to test the catalytic activity of the system obtained by adding 3 equiv of tetrabutylammonium p- toluene sulphonate to 1 equiv of 2 under similar conditions. In this case, no catalytic activity was observed. This result shows that the activity of the system (1 + 2) is not due to simple displacement of the hexafluorophosphate anion. As far as the selectivity is concerned, the higher the amount of phosphine, the higher the selectivity in the C41 fraction at the expense of those of Cfi and Cg. It is noteworthy that 04' selectivities higher than 295 TABLE 1 Influence of the nickel/phosphine ratio on the catalytic oligomerisation of ethylei^ Run (2)/(1) Ethylene Turnover Product selectivity Distribution in the transformed frequency (mol %)11 ' fraction (%)l>fc) In 1) . . . . . \"'\" \" . C41 Ce1 Cs1 1-C41 t-2C41 C-2C41 1 1.0 1.32 0.07 96 3 1 73 13 14 2 2.0 5.48 0.29 91 8 1 73 14 13 3 2.5 6.43 0.34 71 25 4 45 29 26 4 3.0 17.40 0.92 72 25 3 7 64 29 5 6.0 18.90 1.00 66 30 5 4 67 29 6 .C 28.35 1.50 52 38 10 25 45 30 \"Reactions conducted with 0.25 mmol 2 in 5 ml CH^CIa; temperature of the constant temperature circulator: 25 C; ethylene pressure: 10 bar, stirring rate: 400 rpm; reaction time: 45 min. bC41 = butenes; Cg1 = hexenes, 3-methylpentenes, 3-methylenepentane; t-ZC^ = trans- but-2-ene; C-2C41 = ci's-but-2-ene. 'Without TPPTSNBU4 (taken from [7]). Turnover frequency Ni/P 12345 Fig. 1. Influence of the nickel/phosphine ratio (see Table 1 for the reaction conditions). 95% can be obtained, albeit with a sharp decrease in catalytic activity. Under these conditions, the but-1-ene amount in the 04' fraction reaches 73%. Comparison of these results with those reported for 2 [5-7] shows that, under comparable conditions, the presence of 0.33 equiv of phosphine 1 (run 4) decreases the turnover frequency and favours alkenes. On the other hand, the present catalytic system is more active than the previously reported [(T}3-methallyl)Ni(PPh3)2]+PF6- complex, 3, which exhibits a turn- over frequency of 640 h~\\ i.e. 0.18 s~1 [5]. Furthermore, adjusting the (2)/ (1) ratio so that the turnover frequency would lie in that range (see Table 1) led to a higher selectivity for the fraction (> 91% compared to 86% for 3 [5]). 296 Nevertheless, it appeared more interesting to study the influence of the main parameters with the most active catalyst precursor. Therefore, all further experiments were performed with a (2)/(1) ratio of 3. Influence of the nature of the solvent As already mentioned, experiments conducted in various solvents showed that coordinating solvents either dramatically decrease the catalytic activity (THF) or completely inhibit the oligomerisation reaction (DMF, CHaCN). Influence of the reaction temperature The complex [(l73-methaUyl)Ni(cod)]+PF6~ is known to be temper- ature-sensitive [7] and oUgomerisation reactions to be exothermic [4]. Hence, it was of interest to monitor the temperature of the reaction medium during a catalytic run. As shown in Fig. 2, after a short induction period, the temperature rose from 25 to 63 C and remained at this level until destruc- tion of the catalyst by introduction of methanol (see Experimental). Ethylene 2Rtrodi3C$t<si Methanol introduction 0 45s 120s 2h >-< Induction period Fig. 2. Temperature profile during catalytic oligomerisation of ethylene (reaction con- ducted under the conditions of experiment 4, Table 1). Thus, it was important to study the influence of the temperature on both the turnover frequency and the product distribution (all the temper- atures listed in Table 2 correspond to the temperature of the liquid from the constant temperature circulator). As may be seen, starting the reaction at 50 C results in lower turnover frequencies without significant change in the product distribution, m con- trast, starting the reaction at 0 C or below results in an increase of the turn- over frequency (up to 1.84 s~1) and higher fractions. Among butenes, the but-1-ene content is also slightly increased. These observations can be accounted for by (i) the rather low stability of the catalyst above 50 C and (ii) the higher solubility of ethylene in CH^Clj at lower temperatures, therefore indicating a diffusion-controlled process. This latter possible explanation led us to examine briefly the influence of both the ethylene pressure and the stirring rate. 297 TABLE 2 Influence of the initial temperature on the catalytic oligomerisation of ethylene\" Run T Ethylene Turnover Product selectivity Distribution in the ( C) transformed frequency (mol %)*' C41 fraction (%)11 (g) (s l) C41 Cs1 Cg1 1-C41 t-2C^1 e-2C41 7 50 10.96 0.88 74 24 2 11 62 27 4 25 17.39 0.92 72 25 3 7 64 29 8 10 20.41 1.08 77 20 3 6 64 30 9 0 27.59 1.46 87 12 1 11 61 28 10 15 34.78 1.84 82 17 1 19 60 21 '^Reactions conducted with a (2)/(1) ratio of 3 (0.25 mmol of 2) in 5 ml CH^CIa; ethylene pressure: 10 bar, stirring rate: 400 rpm;reaction time: 45 min. ''See footnote11. Table 1. Influence of ethylene pressure As anticipated from mechanistic considerations (I], the ethylene pres- sure (i.e. the ethylene availability for the catalyst) plays as important role in the distribution of the reaction products. Results reported in Table 3 show that increasing the ethylene pressure greatly improves the turnover fre- quency, thus suggesting that the transfer from gas to liquid is a limiting step. The same effect was observed by performing reactions at a higher stirring rate (compared runs 4 and 11). TABLE 3 Influence of ethylene pressure on the catalytic oligomerisation\" Run Ethylene Stirring Ethylene Turnover Product Distribution in pressure rate transformed frequency distribution the 04' (bar) (rpm) (g) (s-1) (mol%)11 fractionC^o)11 C41 Cfi1 Cs1 1-C41 r-2C41 e-2C41 4 10 400 17.39 0.92 72 25 3 7 64 29 11 10 800 29.11 1.54 78 20 2 13 57 30 12 15 400 30.62 1.62 77 21 3 25 53 22 ''Reactions conducted with (2)/(l) ratio of 3 (0.25 mmol of 2) in 5 ml CH^Cl; at 25 C initial temperature; reaction time: 45 min. *See footnote1'. Table 1. Nevertheless, in both cases, the main chemical feature is an increase in the proportion of butenes, and especially of but-1-ene. This observation is compatible with Scheme 1, generally suggested for the formation of butenes from ethylene [1, 3]. Indeed, a greater ethylene availability may result in a higher 1-butene fraction (route a) at the expense of isomeric but-2-enes (route b). 298 H-Ni* H-Ni* [HNir [HNiF Scheme 1. Mechanism of ethylene dimerisation with eationic nickel complexes (Ni'1\": NiL^). Influence of the amount of catalyst The influence of the catalyst precursor concentration was also briefly studied. As indicated in Table 4, the use of 0.25 mmol catalyst precursor allows transformation of only 1.3 times more ethylene than 0.10 mmol (instead of the expected 2.5 times). Although the reaction rate is still limited by ethylene diffusion, it ap- pears that the higher the turnover frequency, the higher the C41 fraction and the higher the but-1-ene content. This observation provides further evidence that the system obtained from (1 + 2) is essentially a dimerisation catalyst. The formation of higher oligomers is favoured only when the ethylene avail- ability is not sufficient. Influence of reaction time Preliminary experiments have shown that the ethylene consumption was quite constant for reaction times shorter than 90 min, and then de- creased for longer reaction times. Thus, it was decided to study the influence of the reaction time on both the turnover frequency and the distribution of products. The main results are reported in Table 5. For reaction times of 45 and 90 min, both the turnover frequencies and the butene distributions are very similar. Longer reaction times result in (i) 299 TABLE 4 Influence of the amount of catalyst11 Run 2 Ethylene (nimol) transformed (g) Turnover frequency (s-1) Prodi (mol net dis %)'' tributio n Distr theC tract ibution in^ Mn^%)b i C41 C61 Cg1 1-04' t-2C41 C-2C41 13 0.10 13.46 1.78 80 18 2 27 41 32 4 0.25 17.39 0.92 72 25 3 7 64 29 \"Experiments conducted with a (2)/(1) ratio of 3 in 5 ml CH^Cl^ at 25 C initial temper- ature under 10 bar ethylene pressure; stirring rate: 400 rpm; reaction time: 45 min. ''See footnote\", Table 1. TABLE 5 Influence of the reaction time on the turnover frequency' Run Reaction time (min) Ethylene transformed (g) Turnover frequency (s-1) 13 45 13.46 1.78 14 90 26.46 1.75 15 120 28.61 1.42 16 140 28.93 1.23 'Reaction conducted with a (2)/(1) ratio of 3 (0.10 mmol 2) in 5 ml CH^Cli at 25 C initial temperature under 10 bar ethylene pressure; stirring rate: 400 rpm. a decrease in the turnover frequency, (ii) a slight increase in the C41 fraction, and (iii) an increase in the but-1-ene proportion, which can reach 55% of the C41 fraction. The observed loss of activity with time may be accounted for by several phenomena, among which the increase in reaction volume appears the most significant. Indeed, when the reaction volume is drastically increased (from 5 ml to nearly 25 ml), a less efficient stirring ensues. Moreover, the low polar- ity of this new reaction medium may induce a decrease in the catalyst activity and some precipitation of the catalyst. Actually, at the end of each catalytic run, some black solid material was observed which was found to exhibit no further catalytic activity. Nature of the catalytic system (1 + 2) Some experiments, both of chemical and spectroscopic nature, have been conducted to seek information about the structure of the catalyst obtained by admixture of 3 equiv of 2 to 1 equiv of the phosphine 1 in CHaClz. As stated above, nearly quantitative separation of NBu^Fg could be achieved, indicating an anion exchange. However, a simple anion exchange 300 cannot account for the observed reactivity, since substitution of 1 (0.33 eq) by 1 equiv tetrabutylammonium p-toluenesulphonate 4 resulted in a com- plete lack of activity of the resulting mixture (1+4). 31? {'H} NMR study of this solution indicates a shift of the phosphorus signal from 2.7 ppm (free 1) to +27 ppm. At room temperature, this signal appears as a sharp singlet, while at 188 K two broad signals are exhibited, thus suggesting several coordination modes. Displacement of cyclooctadiene by the incoming phosphine was con- firmed by 'H and \"C NMR studies, showing that free cyclooctadiene was present in the reaction medium. Isolation of cyclooctadiene by evaporation (10~2 torr) from the mixture could be performed and the amount was estim- ated (GC analysis) to reach nearly 60% of the theoretical amount. The complete displacement of the hexafluorophosphate anion and the recovery of ca. 2/3 of free cycloocta-l,5-diene suggested that different species 4 - 6 containing the moiety 7 may intervene in the catalytic cycle. [^:Ni(cod)]+ 0- o P ^ p 's^ [-^NKcod)]-*- 0- Q S.: SOaJ 2(Bu4N)2.J-<Ni]n+ ' 4, n 2 5, n = 1 6, n = 0 Only one nickel centre is active, namely the phosphorus-bound one, since no activity is observed for the p-toluenesulphonate-substituted species. In fact, the other nickel centres are not able to accommodate ethylene, for two oxygen atoms of the sulphonate anion may be involved in the coordina- tion to these nickel centres. Indeed, sulphonates have been suggested as bidentate chelating ligands [17]. At low 2/1 ratios, the phosphorus-bound species 5, and 6 are favoured, hence leading to an increase in the butenes, especially but-1-ene, due to the lack of available coordination sites. At higher 2/1 ratios, species 4 and free 2 are present, thus explaining the sharp increase in higher oligomers and the higher turnover frequencies typical of non-modified 2. The occurrence of several equilibria may explain the behaviour observed by ^P, 'H and \"C NMR spectroscopy. At room temperature, the ^P NMR signal appears as a sharp singlet, while at 188 K, two broad signals result. This could be explained by a dimerisation of 4 at low temper- ature, since direct (P)Ni 0 chelating interaction cannot be achieved on geometric grounds. 'H and \"C NMR spectra were recorded at both temperatures. However, even at 188 K, left-right exchange of the syn and anti protons and r)3 < > r)l 4 > T?3 conversions of the methallyl ligands still occur faster than the 301 NMR time scale. No crystals can be grown from the powder resulting from the reaction of 1 equiv of 1 with 3 equiv of 2 followed by elimination of the precipitated tetrabutylammonium hexafluorophosphate. Further work is therefore needed to understand the nature of the complexes formed by mixing 1 and 2. Conclusion This study was undertaken to gain an overview of the possibilities offered by the tris(3-sulphophenyl)phosphine salt, 1, on the oligomerisation of ethylene catalysed by [(T^-methally^NHcod^PFe, 2, a cationic nickel complex which has been found to be a very efficient catalyst and which leads to unusual selectivities in trimers [5-7]. Reacting the phosphine 1 with 2 in a (2)/(1) ratio of 3 results in com- plete displacement of the hexafluorophosphate anions by the sulphophenyl groups. 31? NMR studies have shown that the phosphorus atom is coordin- ated to the metal centre, but no definitive conclusion could be drawn about the actual structure of the catalyst precursor. As for the oligomerisation of ethylene, it has been found that introduc- tion of 1 (ratios (2)/(1) from 1 to 3), generally lowers the catalytic activity and always results in an increase of the dimerisation ability at the expense of the formation of trimers. The maximum activity is obtained for a (2)/(1) ratio of 3 (compared to that of 2 alone, the turnover frequency is decreased by 35%). Under these conditions, it has been observed that increasing the ethylene availability to the catalyst always results in an increase of both the turnover frequency and the selectivity in butenes, especially in but-1-ene. These observations may be accounted for by conventional mechanisms. If the phosphine is introduced in larger amounts, the turnover fre- quency decreases but high selectivities in butenes are obtained (up to 96% for a turnover frequency greater than 4 min~1). The new system thus ob- tained appears as one of the most efficient ethylene dimerisation catalyst precursors based on nickel. Acknowledgements G. Commenges and Dr. D. Neibecker are gratefully acknowledged for fruitful discussions. We thank Rhone-Poulenc for a gift of TPPTSNa. References 1 W. Keim, A. Behr and M. Roper, Comprehensive Organo metallic Chemistry, Vol. 8, Pergamon Press, Oxford, 1982, 373; P. W. Jolly, ibid.. p. 616; S. M. Pillai, M. Ravindranathan and S. Sivaram, Chem. Rev.. 86 (1986) 353. 302 2 K. Ziegler, Brennst. Chem., 3S (1954) 321; K. Ziegler, E. Hoizkamp, H. Breil and H. Martin, A ngew. Chem., 67 (1955) 541. 3 P. W. Jolly and G. Wilke, The Organic Chemistry of Nickel, Academic Press, New York, 1974, Vol. 1, p. 329; D. Neibecker and B. Castro, J. Organometall. Chem., 134 (1977) 105; D. Neibecker and B. Castro, Tetrahedron Lett., (1977) 2351. 4 B. Bogdanovic,Adv. Organometall. Chem., 17 (1979) 105. 5 R. B. A. Pardy and I. Tkatchenko, J. Chem. Soc., Chem. Commun., (1981) 49. 6 D. Neibecker, R. P. De Souza and I. Tkatchenko, in M. F. Portela (ed.), Proc. 9th Ibero-A merican Symp. Catal., Lisbon, 1984, Vol. 2, p. 1501. 7 R. F. De Souza, These, Universite Paul Sabatier, 1987. 8 J. P. Gehrke, R. Taube, E. Balbolov and K. Kurtev, J. Organometall. Chem., 304 (1986)C4. 9 J. Ascenso, A. R. Dias, P. T. Gomes, D. Neibecker, A. Revillon, C. C. Ramao and I. Tkatchenko, Makromol. Chem., submitted. 10 E. Kuntz, Chemtech., 17 (1987), 570. 11 Ger. Of fen., 2 627 384 (1976) to E. Kuntz, Chem. Abstr., 87 (1977). 101944n. 12 Ger. Of fen., 2 700904 (1977) to E. Kuntz, Chem. Abstr.. 87(1977), 117602k. 13 Ger. Of fen.. 2 733 S16 (1978) to E. Kuntz, Chem. Abstr., 88 (1978). 152026t. 14 F. Joo and J. Toth, 3. Mol. Catal., 8 (1980) 369; G. Wright and J. Bjerrum, Acta Chem. Scand., 16 (1962) 1262. 15 C. A. Tolman, J. Am. Chem. Soc.. 92 (1970) 2953. 16 C. A. Tolman, Chem. Rev., 77(1977) 313. 17 L. S. Stuhl and E. L. Muetterties, Inorg. Chem. 17, (1978), 2148. 18 R. F. De Souza, D. Neibecker, I. Tkatehenko, G. Boiteux and A. Revillon, Makromol. Chem., in press. X244 8980286X 0304-5102(89)80286-X 10.1016/0304-5102(89)80286-X Chemicals Articles Cationic (μ3-allyl)metal complexes Part XIV 1 1 For Part XIII, see [18]. . catalytic oligomerisation of ethylene: a very selective dbmerisation catalyst prepared from [(μ3-methallyl)ni(cod)]pf6 and a tris(3-sulphophenyl)-phosphine salt Jean-Jacques Brunet Alain Sivade Igor Tkatchenko Laboratoire de Chimie de Coordination, Unité No 8241 liée par convention à l'Université Paul Sabotier, 205 route de Narbonne, 31077 Toulouse CedexFrance The influence of a tris(3-sulfophenyl)phosphine salt on the oligomerisation of ethylene catalysed by [(μ3-methally)Ni(cod)]PF6 has been investigated. Introduction of this particular ligand slightly lowers the catalytic activity of the cationic nickel complex, but always results in increased selectivity for dimerisation at the expense of the formation of trimers. Selectivities in butenes up to 96% could be obtained. References 1 a W. Keim A. Behr M. Roper Comprehensive Organometallic Chemistry 8 1982 Pergamon Press Oxford 373 b P.W. Jolly Comprehensive Organometallic Chemistry 8 1982 616 c S.M. Pillai M. Ravindranathan S. Sivaram Chem. Rev. 86 1986 353 2 a K. Ziegler Brennst. Chem. 35 1954 321 b K. Ziegler E. Holzkamp H. Breil H. Martin Angew. Chem. 67 1955 541 3 a P.W. Jolly G. Wilke The Organic Chemistry of Nickel 1 1974 Academic Press New York 329 b D. Neibecker B. Castro J. Organometall. Chem. 134 1977 105 c D. Neibecker B. Castro Tetrahedron Lett. 1977 2351 4 B. Bogdanovic Adv. Organometall. Chem. 17 1979 105 5 R.B.A. Pardy I. Tkatchenko J. Chem. Soc., Chem. Commun. 1981 49 6 D. Neibecker R.F. De Souza I. Tkatchenko M.F. Portela Proc. 9th Ibero-American Symp. Catal., Lisbon 2 1984 1501 7 R.F. De Souza Thèse 1987 Université Paul Sabatier 8 J.P. Gehrke R. Taube E. Balbolov K. Kurtev J. Organometall. Chem. 304 1986 C4 9 J. Ascenso, A.R. Dias, P.T. Gomes, D. Neibecker, A. Revillon, C.C. Ramao and I. Tkatchenko, Makromol. Chem., submitted. 10 E. Kuntz Chemtech. 17 1987 570 11 Ger. Offen., 2 627 354 (1976) to E. Kuntz Chem. Abstr. 87 1977 101944n 12 Ger. Offen., 2 700 904 (1977) to E. Kuntz Chem. Abstr. 87 1977 117602k 13 Ger. Offen., 2 733 516 (1978) to E. Kuntz Chem. Abstr. 88 1978 152026t 14 a F. Joo J. Toth J. Mol. Catal. 8 1980 369 b G. Wright J. Bjerrum Acta Chem. Scand. 16 1962 1262 15 C.A. Tolman J. Am. Chem. Soc. 92 1970 2953 16 C.A. Tolman Chem. Rev. 77 1977 313 17 L.S. Stuhl E.L. Muetterties Inorg. Chem. 17 1978 2148 18 R.F. De Souza, D. Neibecker, I. Tkatchenko, G. Boiteux and A. Revillon, Makromol. Chem., in press.",
      "scopus-id": "0024962895",
      "coredata": {
        "eid": "1-s2.0-030451028980286X",
        "dc:description": "The influence of a tris(3-sulfophenyl)phosphine salt on the oligomerisation of ethylene catalysed by [(μ3-methally)Ni(cod)]PF6 has been investigated. Introduction of this particular ligand slightly lowers the catalytic activity of the cationic nickel complex, but always results in increased selectivity for dimerisation at the expense of the formation of trimers. Selectivities in butenes up to 96% could be obtained.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-04-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028980286X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Brunet, Jean-Jacques"
          },
          {
            "@_fa": "true",
            "$": "Sivade, Alain"
          },
          {
            "@_fa": "true",
            "$": "Tkatchenko, Igor"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028980286X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028980286X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80286-X",
        "prism:volume": "50",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Cationic (μ3-allyl)metal complexes Part XIV 1 1 For Part XIII, see [18]. . catalytic oligomerisation of ethylene: a very selective dbmerisation catalyst prepared from [(μ3-methallyl)ni(cod)]pf6 and a tris(3-sulphophenyl)-phosphine salt",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "291-302",
        "prism:endingPage": "302",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 April 1989",
        "prism:doi": "10.1016/0304-5102(89)80286-X",
        "prism:startingPage": "291",
        "dc:identifier": "doi:10.1016/0304-5102(89)80286-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024962895"
      }
    }
  }
}