{
  "metadata": {
    "title": "Metathesis of functionalized olefins with WCl<ce:inf loc=post>6</ce:inf>-(or WOCl<ce:inf loc=post>4</ce:inf>-) 1,1,3,3-tetramethyl-1,3-disilacyclobutane catalyst",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-15",
    "doi": "10.1016/0304-5102(92)80156-B",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280156B",
    "pii": "030451029280156B"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026939769",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280156B 0304-5102(92)80156-B 030451029280156B 10.1016/0304-5102(92)80156-B S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02519 2024-01-02T01:06:03.941633Z 0 0 19921015 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 76 76 1 3 1 2 3 Volume 76, Issues 1–3 15 181 187 181 187 19921015 15 October 1992 1992-10-15 1992 A Special Volume devoted to the Ninth Symposium on Olefin Metathesis Collegeville, PA (USA) 21–26 July 1991 19910721 19910726 A. E. Martin converted-article fla Copyright © 1992 Published by Elsevier B.V. METATHESISFUNCTIONALIZEDOLEFINSWCL6ORWOCL41133TETRAMETHYL13DISILACYCLOBUTANECATALYST BESPALOVA N MOL 1982 35 J MOL 1983 258 J LEVISALLES 1984 231 J NAMETKIN 1975 577 N VDOVIN 1977 960 V VDOVIN 1986 2618 V BESPALOVA 1988 920 N BESPALOVA 1990 172 N SOMMER 1954 5002 L BABICH 1976 2609 E EDWIGE 1980 297 C NAKAMURA 1976 1019 R SANCHER 1978 177 C SANCHER 1978 329 C BOSMA 1985 115 R BOSMA 1983 262 R MOL 1991 145 J BERGLUND 1986 61 M VDOVIN 1981 1603 V BESPALOVAX1992X181 BESPALOVAX1992X181X187 BESPALOVAX1992X181XN BESPALOVAX1992X181X187XN item 0304-5102(92)80156-B 030451029280156B 1-s2.0-030451029280156B 10.1016/0304-5102(92)80156-B 272239 2024-01-02T01:06:03.941633Z 1992-10-15 1-s2.0-030451029280156B-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280156B/MAIN/application/pdf/1664561f8be2d69f3d3d092d16aa8c9a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280156B/MAIN/application/pdf/1664561f8be2d69f3d3d092d16aa8c9a/main.pdf main.pdf pdf true 424594 MAIN 7 1-s2.0-030451029280156B-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280156B/PREVIEW/image/png/e03563839c6418e15957982716da6683/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280156B/PREVIEW/image/png/e03563839c6418e15957982716da6683/main_1.png main_1.png png 56244 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 76 (1992) 181-187 181 M2981 Metathesis of functionalized olefins with WC16(or WOC14-) 1,1,3,3-tetramethyl-1,3-disilacyclobutane catalyst N. B. Bespalova* and M. A. Bovina A. V. Topchieu Institute of Petrochemical Synthesis, Russian Academy of Sciences, Leninsky pr., 29, 117912 Moscow (Russia) Abstract Several homogeneous and heterogeneous catalysts have been used for the metathesis of functionalized olefins. The homogeneous catalyst WCIs- (or WOO,-) 1,1,3,3tetramethyl-1,3-disilacyclobutane allows the metathesis of various functionalized olefins with short chain length (esters of fatty acids, unsaturated nitriles, etc.). Selfand co-metathesis of allyl cyanide, ethyl 4-pentenoate and allyltrimethylsilane with linear and cyclic olefins occurs with high yields and selectivity. These reactions allow the production of silyl derivatives of unsaturated nitriles and esters by single-step reactions. Introduction The metathesis of functionalized olefins has attracted considerable interest, because these reactions allow single-step synthesis of di- and monofunctionalized derivatives of hydrocarbons with a fixed position of the double bond. These reactions open new routes to many valuable organic products that usually are made only with great difficulty. There are several catalysts for these substrates. Only two kinds of tin-containing catalyst systems, the homogeneous system WC16-R,Sn [1] and the heterogeneous system Re20,/A1203-R4Sn [2], allow the metathesis of various functionalized olefins. Catalyst systems from WCls (or WOC14) associated with Ph2SiH2 [3] are also used for the metathesis of long-chain fatty acid esters and nitriles. The purpose of the present paper is to describe another silicon-containing catalyst system - WCls- (or WOC14-) 1,1,3,3-tetramethyl-1,3-disilacyclobutane (DSCB) - for the metathesis of functionalized olefins with a short chain length (the double bond and the functional group are close together). *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 (cD 1992 - Elsevier Sequoia. All rights reserved 182 Early publications on the metathesis of terminal alkenes with WCIs-MeZEVEMe2 catalyst systems (E = Si, Ge) [4-5] have reported that the catalyst system is more active and more easily obtainable with E = Si (DSCB) than Ge-containing analogues. Reactions of 1-hexene occur with a 1-hexene/ WCls/DSCB molar ratio < 10 000/1/2. Our recent publications [6-8] have demonstrated the applicability of this catalyst system for the metathesis of functionalized olefins and Si-containing olefins. Experimental Analyses of the liquid phase of the reaction mixtures were performed by GLC, using a glass column packed with 8% SE 30 with DMCS on Carbowax W (80/100 mesh). Products were identified by comparing retention times with those for model samples and by GC-MS. 1H and 13C NMR spectra were recorded using a Bruker MSL 300 spectrometer. Mass spectra were measured on a Kratos MS-80 spectrometer at an ionizing voltage of 70 eV. All reactions were carried out under argon and in argon-degassed dry solvents. WCls and WOC14 were purified by vacuum sublimation and kept under argon. DSCB was prepared from chloromethyldimethylchlorosilane and Mg [9]. Allyl cyanide (Fluka) was dried with P,05 and distilled before use. Other unsaturated substrates and solvents were dried with Na and distilled before use. Procedure The reactions were carried out in the liquid phase in stirred glass argon-flushed reactors of about 25-30 ml capacity or in sealed tubes under vacuum (1 x 10-3 mmHg). The calculated amount of the unsaturated substrate (or substrates, in the case of co-metathesis reactions )was introduced into the reactor or tube, followed by the solution of WCls or WOC14 in benzene or toluene. A solution of DSCB in benzene or toluene was added. When using a sealed tube, the reaction mixture was frozen by liquid nitrogen. Argon was evacuated by vacuum and the tube was sealed. The mixture in the tube or reactor was heated (to 50-70 C) for 1-10 h. After cooling, the solution was extracted with ether, filtered, and dried over CaS04, and the ether was distilled off. Products were fractionated by vacuum distillation. Results and discussion The unsaturated ester ethyl 4-pentenoate undergoes both self- and co-metathesis with terminal olefins and allyltrimethylsilane (ATMS) by WC16-DSCB or WOC14-DSCB catalyst: 183 TABLE 1 Metathesis of ethyl 4-pentenoate by WCls-DSCB or WOCI,-DSCB catalysts Molar ratio WCI, WOC14 substrate/W Total Yield Total Yield conversion of diester conversion of diester 50 48 87 51 87 100 52 92 59 94 150 46 94 54 94 Conditions: react. temp. 70 C, react. time 6 h, molar ratio [W] /[DSCB] = 1/2. Cat. 2 CH2=CHCH2CH2COOCZHS - H,C20OCCH2CHZCH -C2Ha H5 CZOOCCH2 CH2 CH I II Cat. I + CHZ=CH(CH2)4CH3 ~ CH3(CHZ)4CH=CHCH2CH2COOC2H5 III C2H4 IV Cat. I+(CH3)3SiCH2CH=CH2 ~ (CH3)3SiCH2CH=CHCH2CH2COOCZH5 V 2 4 VI The results are given in Tables 1-3. Table 1 shows the influence of the substrate/W molar ratio and the type of tungsten chloride on the yield and selectivity of the reactions. The catalyst based on WOC14 was more active than the WCls catalyst. The same results have been observed with a tin-containing co-catalyst [3, 10]. The best results were obtained using a molar ratio of substrate/WCls (or WOC14) = 100/1. There was no indication of side reactions (selectivity 90%). The yields of the co-metathesis products were fairly high for the reactions of ethyl 4-pentenoate with terminal olefins and ATMS (Tables 2 and 3). Nevertheless, the self-metathesis of the substrates was the main side reaction. The best results were obtained when the molar ratio of the substrates was 1/2 (excess of 1-hexene or ATMS). The selectivity of the co-metathesis reactions reached 90%. Ethyl 4-pentenoate reacted with diallyldimethylsilane (DADMS) according to the equation: cat. CHZ=CHCH,CH2COOC,H5 + (CH3)3Si(CH,CH=CH2) 0 -C2 H4 CHz=CHCH2Si(CH3)ZCHZCH=CHCH,CHZCOOCZHS (yield 15%) 184 TABLE 2 Co-metathesis of ethyl 4-pentenoate with 1-heptene by WC16-DSCB catalyst Molar ratio Total conversion of I Yield of IV substrate/W Cls (%) (%) ethyl 4-pentenoate 1-heptene 25 25 41 63 50 50 37 70 50 100 44 73 Conditions: react. temp. 70 C, react. time 6 h, [WC16]/[DSCB] = 1/2. TABLE 3 Co-metathesis of ethyl 4-pentenoate with allyltrimethylsilane by WCIs-DSCB catalyst Molar ratio Total Yield substrate/WCIs conversion VI ethyl 4-pentenoate allyltrimethylsilane 25 25 36 58 50 50 30 73 50 100 39 86 100 100 42 70 500 500 2 1 Conditions: react. temp. 70 C, react. time 6 h, [WC16]/[DSCB] = 1/2. Both of these reactions of the co-metathesis with allylsilanes are useful one-step syntheses of silicon-containing unsaturated esters. It is possible to use this reaction for organic synthesis. Unsaturated nitriles are the only class of nitrogen-containing substrates that undergo both self- and co-metathesis reactions with good yields. The cyano group can be transformed into amino and amido groups, so the metathesis of unsaturated nitriles is of great importance as a synthetic tool. Attempts to use metathesis reactions for unsaturated amines and amides failed [3, 11]. A number of homogeneous and heterogeneous catalysts have been used for the metathesis of unsaturated nitriles with long chain lengths [3, 12-17]. The best results were obtained with Re207/A'203-SnR, catalyst for the nitriles CH2=CH(CH2)n-CN with n > 5; for n < 5 co-metathesis was preferred [15]. Attempted metathesis of allyl cyanide failed [13-14]. The catalyst WCls-DSCB is active for this reaction [7]: Cat. CHZ=CHCHZCN..-= NCCHZCH=CHCHZCN -C2H4 185 TABLE 4 Metathesis of allyl cyanide with WCI6-DSCB catalyst Molar ratio Total Yield of allyl cyanide/WCIs conversion dinitrile 50 53 82 100 39 85 150 24 86 Conditions: react. temp. 60 C, react. time 10 h, [WCI,J/[DSCBI = 1/2. The results are given in Table 4. We did not obtain a large amount of the products of the isomerization of allyl cyanide to crotononitrile. Nevertheless, the activity of the catalyst decreased when the molar ratio of cyanide/WCIs increased from 50 to 150. Allyl cyanide underwent co-metathesis with linear and cyclic olefins and ATMS: CHZ-CH(CH2)4CH3 H,C(CH2)4CH=CHCH2CN CH2=CHCH,CN CH2=CH(CHz)3CH=CHCHZCN (CH3)3S'CH2CH-CH2 (CH3)3SiCH2CH=CHCH2CN These reactions were carried out at 60-80 C for 6-10 h, with the optimum molar ratio allyl cyanide/alkene(or ATMS)/WCIs/DSCB = 50/25/1/2. The best conversions obtained were 20--40 lo with a selectivity of about 60% for the co-metathesis with alkenes. The yield for the reaction of allyl cyanide with ATMS was 10-15%. Many products of self-metathesis of the substrates were obtained. In spite of the rather low yield of the siliconcontaining nitrile, the latter reaction is very interesting, because it allows one to add a trimethylsilyl group to a molecule of unsaturated nitrile by a one-step reaction. ATMS underwent co-metathesis with cycloolefins (cyclooctene, cyclopentene). The conversions were 30-40%, selectivity of 80%, after 10 h at 60 C, molar ratio ATMS/cycloolefin/WCIs/DSCB = 50/50/1/2. The side reaction was metathesis of ATMS. This is not surprising, because this reaction is known to occur with WCls without a co-catalyst [18]. The activity of the WCls--DSCB catalyst is markedly lower when functionalized alkenes are metathesized. This can be explained as a result of the interaction of the functional group of the substrate with the metal-carbene active site or its precursors. 186 In the case of the WC16-DSCB catalyst, the formation of the metalcarbene active site occurs from the organotungsten precursor, which is produced according to the equation: CH, C H3 WCls + (CH3)2SiASi(CH3)2 - Clx WCH~SiCH,SiCl V CHa CH, VII The high activity of this catalyst can be accounted for by a `protecting' effect of the bulky disilylmethyl radical at the W atom. Compound VII is not stable, but a similar organotitanium compound is stable for a long time under inert atmosphere: CH3 CH3 TiCl4 + (CH,)2SiVSi(CH3)2 --> C13TiCH,SiCH2SICl V 1 CH3 CH3 VIII This compound can be cleaved to produce a titanium- carbene intermediate. This was shown by analyses of the organosilicon products of the destruction of VIII [ 19]. The catalytic properties of the stable, well-defined organotitanium compound VIII were determined. This compound is capable of initiating the ring-opening metathesis polymerization of norbornene. Attempts to metathesize terminal olefins and cyclopentene failed. Conclusion Our results show that WC16-1,1,3,3-tetramethyl-1,3-disilacyclobutane produces a catalyst that allows the metathesis of short-chain functionalized olefins. It shows good activity, comparable with, or better than, both homogeneous and heterogeneous tin-containing catalysts. Many reactions of self- and co-metathesis were studied. It is possible to produce silyl derivatives of unsaturated nitriles, esters, etc., by a one-step reaction. References 1 J. C. Mol, GT. Mol. Catal., 15 (1982) 35. 2 J. C. Mol, CHEMTECH, 13 (1983) 258. 3 J. Levisalles, H. Rudler, D. Cuzin and T. Rucc, J. Mol. Catal., 26 (1984) 231. 187 4 N. S. Nametkin, V. M. Vdovin, E. D. Babich, N. B. Bespalova and B. V. Kacharmin, Dokl. Akad. Nauk SSSR, 225 (1975) 577. 5 V. M. Vdovin, N. B. Bespalova, E. D. Babich, V. F. Mironov and T. K. Gar, Izv. Akad. Nauk SSSR, Ser. Khim., (1977) 960. 6 V. M. Vdovin, N. B. Bespalova and M. A. Bovina, Izv. Akad. Nauk SSSR, Ser. Khim., (1986) 2618. 7 N. B. Bespalova, M. A. Bovina and V. M. Vdovin, Izv. Akad. Nauk SSSR, Ser. Khim., (1988) 920. 8 N. B. Bespalova and M. A. Bovina, Izv. Akad. Nauk SSSR, Ser. Khim., (1990) 172. 9 L. H. Sommer and G. A. Baum, J. Am. Chem. Soc., 76 (1954) 5002. 10 E. D. Babich, N. B. Bespalova, V. M. Vdovin, V. F. Mironov, V. I. Shiryaev and V. P. Kochergin, Izv. Akad. Nauk SSSR, Ser. Khim., (1976) 2609. 11 C. Edwige, A. Lattes, J. P. Laval, R. Mutin, J. M. Basset and R. Nouguier, J. Mol. Catal., 8 (1980) 297. 12 R. Nakamura, S. Matsumoto and E. Echigoya, Chem. Lett., (1976) 1019. 13 C. Sancher, R. Kieffer and A. Kiennenman, J. Pract. Chem., 230 (1978) 177. 14 C. Sancher, R. Kieffer and A. Kiennenman, J. Pract. Chem., 230 (1978) 329. 15 R. H. A. Bosma, G. C. N. van den Aardweg and J. C. Mol, J. Organometall. Chem., 280 (1985) 115. 16 R. H. A. Bosma, G. C. N. van den Aardweg and J. C. Mol, J. Chem. Soc., Chem. Commun., (1983) 262. 17 J. C. Mol, J. Mol. Catal., 65 (1991) 145. 18 M. Berglund, C. Andersson and R. Larsson, J. Organometall. Chem., 314 (1986) 61. 19 V. M. Vdovin, M. B. Sergeeva, N. B. Bespalova and V. G. Zaikin, Izv. Akad. Nauk SSSR, Ser. Khim., (1981) 1603. X244 9280156B 0304-5102(92)80156-B 10.1016/0304-5102(92)80156-B Metathesis of functionalized olefins with WCl6-(or WOCl4-) 1,1,3,3-tetramethyl-1,3-disilacyclobutane catalyst N.B. Bespalova ∗ M.A. Bovina A.V. Topchiev Institute of Petrochemical Synthesis, Russian Academy of Sciences, Leninsky pr., 29, 117912 Moscow Russia * Author to whom correspondence should be addressed. Several homogeneous and heterogeneous catalysts have been used for the metathesis of functionalized olefins. The homogeneous catalyst WCl6- (or WOCl4-) 1,1,3,3-tetramethyl-1,3-disilacyclobutane allows the metathesis of various functionalized olefins with short chain length (esters of fatty acids, unsaturated nitriles, etc.). Self-and co-metathesis of allyl cyanide, ethyl 4-pentenoate and allyltrimethylsilane with linear and cyclic olefins occurs with high yields and selectivity. These reactions allow the production of silyl derivatives of unsaturated nitriles and esters by single-step reactions. References 1 J.C. Mol J. Mol. Catal. 15 1982 35 2 J.C. Mol CHEMTECH 13 1983 258 3 J. Levisalles H. Rudler D. Cuzin T. Rucc J. Mol. Catal. 26 1984 231 4 N.S. Nametkin V.M. Vdovin E.D. Babich N.B. Bespalova B.V. Kacharmin Dokl. Akad. Nauk SSSR 225 1975 577 5 V.M. Vdovin N.B. Bespalova E.D. Babich V.F. Mironov T.K. Gar Izv. Akad. Nauk SSSR, Ser. Khim. 1977 960 6 V.M. Vdovin N.B. Bespalova M.A. Bovina Izv. Akad. Nauk SSSR, Ser. Khim. 1986 2618 7 N.B. Bespalova M.A. Bovina V.M. Vdovin Izv. Akad. Nauk SSSR, Ser. Khim. 1988 920 8 N.B. Bespalova M.A. Bovina Izv. Akad. Nauk SSSR, Ser. Khim. 1990 172 9 L.H. Sommer G.A. Baum J. Am. Chem. Soc. 76 1954 5002 10 E.D. Babich N.B. Bespalova V.M. Vdovin V.F. Mironov V.I. Shiryaev V.P. Kochergin Izv. Akad. Nauk SSSR, Ser. Khim. 1976 2609 11 C. Edwige A. Lattes J.P. Laval R. Mutin J.M. Basset R. Nouguier J. Mol. Catal. 8 1980 297 12 R. Nakamura S. Matsumoto E. Echigoya Chem. Lett. 1976 1019 13 C. Sancher R. Kieffer A. Kiennenman J. Pract. Chem. 230 1978 177 14 C. Sancher R. Kieffer A. Kiennenman J. Pract. Chem. 230 1978 329 15 R.H.A. Bosma G.C.N. van den Aardweg J.C. Mol J. Organometall. Chem. 280 1985 115 16 R.H.A. Bosma G.C.N. van den Aardweg J.C. Mol J. Chem. Soc., Chem. Commun. 1983 262 17 J.C. Mol J. Mol. Catal. 65 1991 145 18 M. Berglund C. Andersson R. Larsson J. Organometall. Chem. 314 1986 61 19 V.M. Vdovin M.B. Sergeeva N.B. Bespalova V.G. Zaikin Izv. Akad. Nauk SSSR, Ser. Khim. 1981 1603",
      "scopus-id": "0026939769",
      "coredata": {
        "eid": "1-s2.0-030451029280156B",
        "dc:description": "Several homogeneous and heterogeneous catalysts have been used for the metathesis of functionalized olefins. The homogeneous catalyst WCl6- (or WOCl4-) 1,1,3,3-tetramethyl-1,3-disilacyclobutane allows the metathesis of various functionalized olefins with short chain length (esters of fatty acids, unsaturated nitriles, etc.). Self-and co-metathesis of allyl cyanide, ethyl 4-pentenoate and allyltrimethylsilane with linear and cyclic olefins occurs with high yields and selectivity. These reactions allow the production of silyl derivatives of unsaturated nitriles and esters by single-step reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280156B",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bespalova, N.B."
          },
          {
            "@_fa": "true",
            "$": "Bovina, M.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280156B"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280156B"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80156-B",
        "prism:volume": "76",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Metathesis of functionalized olefins with WCl6-(or WOCl4-) 1,1,3,3-tetramethyl-1,3-disilacyclobutane catalyst",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "prism:issueName": "A Special Volume devoted to the Ninth Symposium on Olefin Metathesis",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "181-187",
        "prism:endingPage": "187",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80156-B",
        "prism:startingPage": "181",
        "dc:identifier": "doi:10.1016/0304-5102(92)80156-B",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026939769"
      }
    }
  }
}