{
  "metadata": {
    "title": "γ-radiation-produced supported metal complex catalysts: Part VII. The influence of the solvent used during radiation grafting on the catalytic properties of supported rhodium (I)-phosphine hydroformylation catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-12-31",
    "doi": "10.1016/0304-5102(86)85036-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850362",
    "pii": "0304510286850362"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022893977",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850362 0304-5102(86)85036-2 0304510286850362 10.1016/0304-5102(86)85036-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00442 2024-01-02T01:04:16.600218Z 0 0 19861201 19861231 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 38 38 3 3 Volume 38, Issue 3 8 295 303 295 303 198612 December 1986 1986-12-01 1986-12-31 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. RADIATIONPRODUCEDSUPPORTEDMETALCOMPLEXCATALYSTS HARTLEY F HARTLEY 1981 347 F HARTLEY 1982 2395 F JPOLYMSCI HARTLEY 1982 363 F HARTLEY 1984 199 F CHARLESBY 1960 A ATOMICRADIATIONPOLYMERS CHAPIRO 1962 A RADIATIONCHEMISTRYPOLYMERICSYSTEMS HIGHPOLYMERS HARTLEY 1982 369 F BARTON 1975 731 A GARNETT 1981 23 J JPOLYMSCI UNRUH 1981 309 J HUGHES 1981 71 O HARTLEY 1985 F SUPPORTEDMETALCOMPLEXESANEWGENERATIONCATALYSTS HARTLEYX1986X295 HARTLEYX1986X295X303 HARTLEYX1986X295XF HARTLEYX1986X295X303XF item 0304-5102(86)85036-2 0304510286850362 1-s2.0-0304510286850362 10.1016/0304-5102(86)85036-2 272239 2024-01-02T01:04:16.600218Z 1986-12-01 1986-12-31 1-s2.0-0304510286850362-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850362/MAIN/application/pdf/e4a4288c17e59338630d4af02f1f5dc0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850362/MAIN/application/pdf/e4a4288c17e59338630d4af02f1f5dc0/main.pdf main.pdf pdf true 940552 MAIN 14 1-s2.0-0304510286850362-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850362/PREVIEW/image/png/60ddd281a34e3074f96a0aa42838f97e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850362/PREVIEW/image/png/60ddd281a34e3074f96a0aa42838f97e/main_1.png main_1.png png 78864 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis. 38 (1986) 295 - 308 295 7-RADIATION-PRODUCED SUPPORTED METAL COMPLEX CATALYSTS PART VII* THE INFLUENCE OF THE SOLVENT USED DURING RADIATION GRAFTING ON THE CATALYTIC PROPERTIES OF SUPPORTED RHODIUM (I)-PHOSPHINE HYDROFORMYLATION CATALYSTS F. R. HARTLEY**, S. G. MURRAY** and A. T. SAYER Chemical Systems Group, The Royal Military College of Science, Shrivenham, Wiltshire SN6 8LA fir. K.) (Received February 12,1986; accepted June 27,1986) Summary A series of rhodium(I) hydrofonnylation catalysts have been prepared by supporting the moiety *Rh(acac)(CO)' on a p-styryldiphenylphosphine- polypropylene copolymer. The supports were prepared by 'y-radiation grafting the unsaturated phosphine onto polypropylene in both THF and DMSO as solvents. The effectiveness of DMSO as a grafting solvent was shown, by com- parison with its effectiveness when grafting 4-vinylpyridine, to be due to the low solubility of the phosphine in DMSO. This results in preferential con- centration of p-styryldiphenylphosphine within the polypropylene matrix. The optimum grafting conditions were determined. The maximum total does should not exceed 3 Mrad; for DMSO the dose rate should not exceed 100 krad h~1, whereas in THF the dose rate should be as high as possible and at least 400 krad h\"1. When rhodium(I) is introduced onto the polymers by equilibration with [Rh(acac)(CO)2], polymers with low phosphine contents complex proportionally more rhodium, giving low phosphorus:rhodium contents, probably due to the relatively few phosphine groups present being near the surface of the polymer. During the hydrofonnylation of hex-1-ene, the supported catalysts all showed increasing selectivity for normal as opposed to branched aldehyde formation with increasing phosphorus: rhodium ratio. The supports prepared from material grafted in THP showed particularly good selectivities. Most of the supported catalysts promoted some hex-1-ene isomerisation although two, one prepared by grafting in DMSO and another in THF, gave very high specificities for hydrofonnylation as opposed to isomerisation. The present work confirms the crucial impor- tance of the intimate detailed structure of the active site and its environment \"Part VI, P. R. Hartley, S. G. Murray and P. N. Nicholson, Inorg. Chim. Acta, 76 (1983) L63. **Authors to whom correspondence should be addressed. 0304-S102/86/$8.60 Elsevier Sequoia/Printed in The Netherlands 296 in determining the catalytic performance of a supported metal complex. A method of analysis for phosphorus in phosphinated polymer- supported rhodium complexes based on atomic absorption spectroscopy is described. Although rhodium does not interfere, platinum and palladium do, so that the method cannot be applied when these elements are present. Introduction We have previously shown that 7-radiation grafting can provide a valuable technique for introducing functional groups capable of forming metal complex catalysts onto inert polymer supports such as polypropylene [1-4]. In particular, we have reported that p-styryldiphenylphosphine can be introduced onto polypropylene in this way [2], and that rhodium(I) can be attached to this support to form a useful olefin hydroformylation catalyst [3]. All the phosphinated supports that we have previously used to support rhodium(I) hydroformylation catalysts were prepared by 7-radiation grafting p-styryldiphenylphosphine onto polypropylene in the presence of benzene as the solvent [3]. It is well known that other solvents can also be used [2], although almost certainly the nature and detailed molecular structure of the grafted copolymer will be different when the grafting takes place in different solvents. The purpose of the present work was to investigate the catalytic properties of a series of rhodium(I)-phosphine hydroformylation catalysts as a function of the solvent used during the 7-radiation grafting of the olefinic phosphine on to the polypropylene support. When a polyolefin is exposed to 7-radiation, a hydrogen radical is split off from the polymer (eqn. 1) [5, 6]. In the case of polypropylene there are three possible sites for hydrogen radical loss; however the thermally stable radical is that involving a tertiary carbon radical, so that all three equilibrate to give the product shown in eqn. 2. 7-radiation 'v\\A/CHR.\\A/v' \"~~^ ^ ^v^ CR./vvv + H* (1) CH3 CH3 I 7-radiation I. -fCH^-CH-)-,, - > -fCHa-C -)- + H (2) The radical site thus formed can undergo a number of reactions: (1) It can react with a molecule of olefin to graft that molecule onto the polypropylene backbone (eqn. 3). The resulting grafted material still CH3 CH3 -CCHa-C'^, + CH2=CHX > -f-CH^-C-^ (3) CHz-CHX 297 contains a radical site and can undergo one of at least three further reactions: (a) It may pick up the hydrogen radical released in eqn. 2 leading to chain termination; the probability of this occurring is relatively small. (b) It may extract a radical from a molecule of solvent, again leading to side- chain termination. (c) It may react with a further molecule of the olefin (eqn. 4) to form a graft copolymer chain. Chain growth occurs until termination takes place through (a) or (b). CH3 CH3 -CCHs-C^ + CH^CHX > -CCHz-C^, CHa-CHX CHa- (2) Unfortunately eqns. 3 and 4 are not the only reactions that can occur when polypropylene is exposed to 7-radiation in the presence of an olefin. The initial polypropylene radical can react with another part of the polypropylene chain to introduce crosslinks (eqn. 5). CH3 CH3 CH3 -eCH^-C'^ + -fCH^-CH^, ^ -CCH^-C^, + H- (5) -CCH^-C^, CH3 (3) The polypropylene radical and the hydrogen radical formed in eqn. 2 may recombine. This results in chain termination and no graft copolymer, as does reaction of the polypropylene radical with a solvent molecule. Thus many competing reactions can take place when polypropylene is exposed to 7-radiation in the presence of a solution containing an olefin monomer. The detailed nature and molecular structure of the products formed will depend on the relative rates of all the competing reactions, which in turn will depend on the solvent present. Thus it might be expected that in the 7-radiation grafting of p-styryldiphenylphosphine onto poly- propylene a change of solvent would affect the nature of the copolymer formed. This in turn would be expected to have an influence on the properties of any rhodium(I) supported catalysts prepared using this support. The purpose of the present work was to investigate this hypothesis. Hydroformylation was used as the catalytic reaction to study, because when a terminal olefin such as hex-1-ene is hydroformylated a number of competing reactions take place: (a) Hydroformylation at the terminal carbon atom to give a linear or normal aldehyde. 298 (b) Hydroformylation at an internal carbon atom to give a branched aldehyde. (c) Isomerisation of the terminal olefin. The relative rates of these reactions will depend on the exact nature of the catalyst, so that hydroformylation should provide a useful probe to determine whether or not the nature of the support depends on the solvent used during 7-radiation grafting. Furthermore, the commercial desirability of preparing catalysts that give high yields of normal aldehydes with minimal olefin isomerisation or branched aldehyde formation provides an important practical motivation. Experimental p-Styryldiphenylphosphine was prepared and 7-radiation grafted onto polypropylene granules (ICI Propathene containing no inhibitors) exactly as described previously [2]. Rhodium(I) was introduced onto the copolymer by stirring a solution of [Rh(acac)(CO)2] (0.21 g; 8.1 X lO^mol) and poly- propylene (1.25 g) in benzene (20 ml; freeze-degassed twice) under white spot nitrogen for 4 h as described previously [3] .The procedure used for the hydroformylation and the GLC analysis of the products was identical to our earlier method [3]. Rhodium analysis using atomic absorption spectroscopy followed our earlier method [7]. Phosphorus was also determined by atomic absorption spectroscopy. The sample (0.1 - 0.2 g) was first heated in concentrated sulphuric acid (20 ml) until charred. Hydrogen peroxide (10 ml of 100 volumes) was added very carefully. The water formed was distilled off until the acid fumed. After cooling, the hydrogen peroxide procedure was repeated until a clear solution resulted. Distilled water (20 ml) was then added to the cooled solution, and after refluxing for 10 min followed by cooling, the solution was diluted to 1.1. Ten ml was pipetted into a 200 ml separating funnel, hydrochloric acid (10 ml of a 1:2 solution in water) and water (30 ml) were added. After addition of ammonium molybdate solution (4 ml; 0.02 M) the solution was vigorously shaken and left to stand for 10 min. After the addition of concentrated hydrochloric acid (50 ml) the solution was again vigorously shaken and left to stand for 5 min, before being vigorously shaken with diethyl ether (45 ml) for 3 min followed by separation of the phases and discarding the aqueous phase. The ether solution was washed once with hydrochloric acid (10mlofal:10 solution of concentrated hydrochloric acid in water). After separation the ether layer was back-extracted into an aqueous layer by adding a buffer solution (30 ml of a solution containing 53.5 g of ammonium chloride and 70 ml of con- centrated ammonium hydroxide in 11, shaking vigorously, allowing to settle and drawing the aqueous phase into a 50 ml volumetric flask. The back extraction was repeated with a further 15 ml of buffer solution before making up the flask to 50 ml. 299 Standard solutions were prepared by exactly the same procedure using AnalaR potassium dihydrogen phosphate. Standards and sample solutions were then aspirated into a very fuel-rich nitrous oxide-acetylene flame in the order standard 1, 2 ... standard 5, unknown 1, 2 ... unknown n, standard 5, 4 ... standard 1, unknown n,.. unknown 1, standard 1, 2 ... standard 5 to minimise variations due to flame instability. Analyses were undertaken on a Varian AA-575 series atomic absorption spectrometer using a molybdenum hollow-cathode lamp operating at 5 mA. Radiation was measured at 313.2 nm using a spectral band pass of 0.2 nm. Because of the complexity of the procedure and the potential importance of matrix effects and other interferences, a series of phosphorus-containing compounds and complexes were analysed by the technique. PPha, [Rh- (PPh3)3l], [Rh(PPh3)3Cl], [Rh(PPh3)3H(CO)] and [Rh(Ph2PC6H4CH=CH2)- (acac)(CO)] all gave phosphorus analyses that agreed with the theoretical to within 1.5%, except for the last where the agreement was within 2%. [Pt- (PPh3)2Cl2], [Pt(P- Bu3)2Cl2] and [Pd^-^Bu^C^} all gave very low phosphorus analyses, indicating that platinum and palladium interfere significantly with this method of analysis. A Malvem 3600 VA-1 particle size analyser was used to determine the mean polypropylene bead sizes, by passing a continuous flux of the beads suspended in methanol (a non-swelling solvent) through the beam. Results ^-Radiation grafting of p-styryldiphenylphosphine onto polypropylene The successful use of 7-radiation as a method for grafting olefins onto polymeric supports depends on the generation of free radicals within the polymer that are accessible for reaction with the monomer. Past experience has shown that solubility of the monomer in the solvent and the ability of the solvent to swell the polymer are key factors. It is, of course, essential that the solvent is not significantly degraded by 7-radiation. Solvents that swell polymers typically have solubility parameters [8] and hydrogen bonding abilities similar to the polymers. These parameters are shown in Table 1, which indicates that benzene might be expected to be the optimum solvent and DMSO the worst. Since previous work [2] had suggested that DMSO, contrary to expectation, was quite a good grafting solvent, it was of interest to investigate THF as well, since it lay closer to benzene and might therefore be even better. The relative swelling abilities of these three solvents on polypropylene is benzene > THF > DMSO. We found, as others have found previously [2, 9], that the 7-radiation grafting was rather inhomogeneous. We have been unable to determine the reason for this in spite of many experiments to test several hypotheses. Accordingly, the data which follows was obtained by undertaking each grafting in at least triplicate and by using relatively large samples containing many polymer beads for all the analyses. The beads themselves were shown by 300 TABLE 1 Solubility parameters and hydrogen-bonding characteristics (data from (8]) Solubility parameter (cal^cm-^2) Hydrogen bonding characteristics polypropylene benzene THF DMSO 9.2-9.4 9.2 9.1 12.0 very low very low medium medium Dose rate fkrad h~i) ^. Pig 1. The influence of dose rate on the y-radiation grafting of p-styryldiphenylphosphine (2.0 g, 6.9 mmol) to polypropylene (1.5 g, 36 mmol) using a total dose of 2 Mrad in 9 ml of solvent; x DMSO, THF, a benzene (data from [2] using 14 3 mmol of monomer). electron microscopy to be very irregular in shape; a particle size analyser showed them to vary in diameter from 40 to 80 JU, with a mean diameter of about 76 JU and hence a mean weight of about 0.07 mg. The dose rate is known to be very important in 7-radiation grafting [1, 2]; the results in Fig. 1 indicate this to be true in the present case. In particular, it is apparent that in benzene and DMSO the optimum dose rate is 100 or less krad h~1, whereas in THF very little grafting occurs below 200 301 krad h~1. The results obtained in THF are those expected if the rate- determining reaction is that of the monomer with the radical site in the poly- mer (eqn. 3). Below 200 krad h~1 the decay of the radical sites in THF clearly competes very effectively with the olefinic reaction, and only at higher dose rates, when the rate of initiation of tree radical sites is greater, can copolymerisation compete successfully against decay. The decrease in grafting yield in benzene and DMSO at higher dose rates is believed to be due to initiation of free radical polymerisation in the monomer, leading to homo- polymerisation of p-styryldiphenylphosphine rather than copolymerisation. The higher grafting yields, albeit under slightly different conditions, in benzene than in DMSO are consistent with the greater ability of benzene to swell polypropylene. The total dose of 7-radiation used also has an important effect on the grafting yield, as is shown in Fig. 2. Bearing in mind the slightly different quantities of p-styryldiphenylphosphine and dose rates used in benzene and DMSO, it is apparent that the influence of the total dose on the grafting yield is qualitatively very similar in these two solvents. Both show a plateau at 3 Mrad and both exhibit gel formation above this value. This suggests that above 3 Mrad the predominant reaction is not copolymerisation, but cross- linking within the polymer and homopolymerisation of the monomer molecules. Previous work on the 7-radiation grafting of 4-vinylpyridine onto polypropylene in benzene solution showed a peak total dose of about 2.5 Mrad [15]. Thus a significant change of monomer from the easily grafted 4- vinylpyridine to the reluctantly grafted p-styryldiphenylphosphine has only a small influence on the optimum total dose. This suggests that the polymer backbone on which the radical sites are formed is the prime factor in determining the optimum total dose above which crosslinking and homo- Total dose (Mrad) ^- Fig 2. The effect of total dose in the 7-radiation grafting of p-styryldiphenylphosphine (2.0 g, 6.9 mmol) to polypropylene (1 5 g, 36 nunol) using a dose rate of 200 krad h~1 in 9 ml of solvent, x DMSO, THF, a benzene (data from [2] using 14.3 mmol of mpnomer and a dose rate of 300 krad h~1). 302 polymerisation reduce the degree of copolymerisation. When grafting was undertaken in THF the grafting yield increased steadily with total dose, as expected in view of the conclusion in the previous paragraph that radical decay in THF competes very effectively with the copolymerisation reaction. At 4 Mrad, however, homopolymerisation and gel formation become serious side reactions. p-Styryldiphenylphosphine has a limited solubility in DMSO, such that to dissolve 2.0 g in 9 ml of solvent requires gentle warming (reprecipitation does not occur during the 7-radiation grafting because the conditions keep the solutions slightly warm). It was, however, of interest to examine the influence of monomer concentration. The results in Fig. 3 show that monomer concentration has a very profound effect, increasing the grafting yield from 0.26 mol% at a monomer: solvent ratio of 0.22 (w/v) to 12.0 mol% at a ratio of 0.16. Further dilution, however, decreases the yield. The sharp peak, or Tromsdorff effect, is believed to arise from the low solubility of p-styryldiphenylphosphine in DMSO and its preference for 'dissolution' within the polymer. As the concentration of the phosphine in DMSO decreases, so also does its preferential dissolution in the polymer, with the result that less phosphine is present in the vicinity of the radical sites. The low grafting yield at the highest monomer concentration could indicate some reprecipitation during the grafting process, although we think that this is un- likely as no precipitation was observed at the end of the grafting (it is impossible to observe what happens during the grafting as the operator must be out of the 7-radiation facility!). We believe that the lower grafting yields at the highest concentrations of monomer are due instead to the successful competition of homopolymerisation of the monomer over copolymerisation. S 12 15 volume of DMSO (ml) 0 22 0 16 0 13 ratio of monomer to solvent f w/v} Fig 3. The influence of concentration on the y-radiation grafting of p-Styryldiphenyl- phosphine (2.0 g; 6.9 mmol) to polypropylene (1.5 g; 36 mmol) using a total dose of 2 Mrad at a dose rate of 300 krad h~1 303 Effectiveness of DMSO as a grafting solvent for p-styryldiphenylphosphine: comparison with 4-vinylpyridine DMSO has proved to be a far better solvent for the 'y-radiation grafting of p-styryldiphenylphosphine onto polypropylene than would be expected on the basis of its effect on polypropylene (Table 1). We ascribe this to its ability to reluctantly dissolve the phosphine, which then preferentially 'dissolves' in the interstices of the polypropylene where it is trapped adjacent to radical sites with which it reacts. Further support for this theory, which is consistent with the observation [3] that polymeric phosphine side-chains are formed on 'y-radiation grafting as shown in eqn. 4, was obtained by studying the grafting of 4-vinylpyridine onto polypropylene in benzene, THF and DMSO. 4-Vinylpyridine is freely soluble in all three solvents and when its 7- radiation grafting onto polypropylene is compared in all three (Figs. 4 and 5), it is apparent that DMSO is far less effective as a solvent than either benzene or THF, consistent with its much lower polymer swelling ability. This result is also consistent with the fact that the special effect of DMSO in the case of p-styryldiphenylphosphine is its influence on the phosphine rather than on the polypropylene. Similarly, the very high miscibility of 4-vinylpyridine with DMSO means that 4-vinylpyridine tends to remain in this solvent rather than migrate into the interstices of the polypropylene, so that DMSO is a poor solvent to use for 'y-radiation grafting 4-vinylpyridine onto polypropylene. Solvent > Pig 4 The influence of solvent on the y-radiation grafting of p-styryldiphenylphosphine (2.0 g, 6.9 mmol, ) and 4-vinylpyridine (6 ml; 56 mmol; x) to polypropylene (3.0 g; 72 mmol) using a total dose of 2 Mrad at a dose rate of 300 krad h~1. 304 $45 'S-40 6 ^5 g,^ 0 S 25 20 75 J 4 5 volume of monomer(ml) 25 9 51 9 77 8 monomer/polymer ratio (mol/mol '/ ) Fig. 5 The influence of the ratio of monomer to polymer on the grafting yield of 4-vinyl- pyridine to polypropylene (3.0 g, 72 mmol) using a total dose of 2 Mrad at a dose rate of 300 krad h~1, volume of solvent = volume of monomer (i.e. constant concentration), x DMSO, THF, a benzene. Introduction of rhodium(I) onto the phosphinated supports Rhodium(I) was introduced onto the supports by equilibration of [Rh- (acac)(CO)2] with the phosphinated support under nitrogen in benzene solution for 4 h at room temperature (eqn. 6). The degree of rhodium (B-PPh; + [Rh(acac)(CO)2] ^ [Rh( -PPh2)(acac)(CO)] + CO (6) uptake was found to be independent of the solvent used during the 7- radiation grafting. However, in all cases supports with relatively low phosphine contents took up proportionally more rhodium(I), giving low phosphorus:rhodium-containing products. The greater efficiency of com- plexation with low phosphine content polymers probably indicates that the majority of the phosphine groups lie close to the surface of the polymer and are therefore readily accessible to the rhodium(I). Where polymers had similar phosphine contents, those prepared in THF took up more rhodium(I) than those prepared in DMSO. This suggests that the phosphine groups on the copolymers prepared in THF are closer to the surface. This is consistent with the suggestion above that when grafting is undertaken in DMSO, p- styryldiphenylphosphine preferentially dissolves in the polymers; accordingly, the phosphine groups in the copolymers prepared in DMSO are relatively deep within the polymer and hence not so accessible to the rhodium(I). 306 Hydro formylation The rhodium(I)-phosphinated polypropylene complexes were investig- ated as hydroformylation catalysts for hex-1-ene in benzene solution at 77 C under 10 atm of a 1:1 mixture of hydrogen and carbon monoxide. Blank runs were performed before, in the middle and after the catalytic runs, and in all cases no hydroformylation or isomerisation took place at all, even after 5 h in the autoclave. Thus all the results reported were the consequence of the catalyst added intentionally; none were caused by accidental contamina- tion of the autoclave. For comparison with the supported catalysts, one run was undertaken using [RhH(CO)(PPh3)3] as a homogeneous catalyst (Table 2). Within the limits of detection the only product formed was n-heptanal, with no olefin isomerisation. The turnover number of the homogeneous catalyst was com- parable to that of the average supported catalysts, although several of the supported materials gave higher turnovers. The supported catalysts prepared from the copolymers grafted in the presence of DMSO all showed an increase in normal: branched aldehyde selectivity and a decrease in the conversion to aldehyde as the phosphorus: rhodium ratio in the catalyst increased. This is typical of all previous work with rhodium(I)-phosphine systems [3]. The supports that were prepared by grafting in THF all showed very high normal: branched aldehyde selectivity. This is probably due to the fact that most of the phosphine groups appear (see previous section) to be close to the surface of the polymer, so that they are all active in influencing the local environments of the rhodium atoms. Accordingly, relative to a homogeneous catalyst, there is a large local environment of phosphine groups to influence the aldehyde selectivity. However, the local phosphine environment, which is made up entirely of phosphine groups bound to the polymer support, is sufficiently flexible to allow olefin molecules to enter the rhodium(I) coordination sphere, so that the turnover number is not suppressed by phosphine com- petition to the same extent as it is in the case of a homogeneous catalyst. Once the aldehyde has been formed together with a coordinatively un- saturated rhodium(I), the local phosphine environment is sufficiently flexible to stabilise the rhodium(I) and prevent its decomposition. Most of the supported catalysts promoted some olefin isomerisation as well as hydroformylation. This caused the amount of internal aldehyde formed to increase as the hydroformylation progressed, so that the ratio of normal: branched aldehyde decreased with time. In no case were any hex-3- enes found. Two supported catalysts, numbers 2 and 7 in Table 2, gave a high specificity towards hydroformylation (specificity = number of moles aldehyde/number of moles isomerised olefin), although these displayed no obvious parameters in comparison to the others that would enable us to predict how to prepare highly specific catalysts. All the other supported catalysts had low specificities; those from material grafted in DMSO gave slightly better specificities than those prepared in the presence of THF. There was no obvious correlation between specificity and grafting yield, 306 TABLE 2 The hydrofonnylation of hex-1-ene in the presence of grafted copolymer-supported rhodium(I) catalysts in benzene at 77 C under 10 atm Hz + CO (1 1) Catalyst Grafting Dose rate Total P\" . Rh1' PiRh0 Moles Moles Time solvent (krad h~1) dose (%) (%) hex-1- Rh (mm) (Mrad) ene (XlO-6) (initially) 1 [RhH(CO)(PPha)3] homogeneous catalyst 3 066 76.5 60 902 DMSO 100 2 27 1.1 8.2 0.96 136 60 120 2403 DMSO 200 2 2.3 09 8.6 0.93 67 60 120 2404 DMSO 300 2 20 0.9 7.4 0.90 1.2 60 120 3006 DMSO 200 3 6.2 6.7 2.6 0.81 33.5 46 90 180 2106 THF 300 2 22 1.9 3.8 0 82 2.96 60 120 2407 THF 300 2 2.7 1.8 6.0 1.04 21.9 60 120 2408 THF 200 4 3.0 1.2 8.3 0.90 7.6 60 120 240 \"g phosphorus/g polymer. ^g rhodium/g polymer. Mol rhodium :mol phosphorus. ^/b c normal.branched. Where no branched aldehyde was detected, this ratio cannot be meaningfully evaluated; it is therefore recorded as 'very high'. 'Turnover number = moles n-heptanal formed per mol rhodium per hour Specificity = No. of moles of aldehyde/No of moles of isomerised olefin. rhodium(I) loading on the catalyst (Rh%) or total quantity of catalyst used (moles rhodium). However there was an increase in specificity towards hydrofonnylation as the phosphorus: rhodium ratio increased; in the case of 307 n-Heptanal (mol) 2-Methyl-hexanal (mol) Ratio of n/b alde-hyde'1 (selectivity) Conversion to aldehyde (%) Turnover number* CM and trans-hex-enes-2-(mol) Isomerisation (%) Specificity 055 very high 83 719 0 0 00 060 very high 91 523 0 0 00 007 very high 73 514 0 0 00 0 14 0.02 7.0 167 514 0 0 00 0 21 002 10 5 240 386 0 0 00 0.03 very high 3.2 526 0.03 32 1.0 0.05 very high 54 438 0.03 5.4 17 0.08 very high 8.6 240 0.05 54 1 6 008 003 27 12 2 6700 006 67 1.8 011 004 27 16.7 4583 006 67 2.5 0.12 004 30 17 8 2000 008 89 20 007 002 35 11 1 279 012 14.8 07 0.14 003 4.7 21 0 279 019 235 09 0.16 004 4.0 24.7 159 0.22 27 2 09 018 0.07 2.6 309 153 024 296 1 0 002 very high 24 677 006 7.3 03 0.04 very high 4.9 677 006 73 07 006 002 30 9.8 508 004 49 20 023 0.02 11 5 240 1050 002 19 12.5 0.32 003 10.7 337 731 003 29 11.7 0 44 0.05 88 47 1 502 006 58 82 008 very high 89 1053 009 100 09 0.10 very high 11 1 658 0 14 15 6 07 017 very high 189 559 0.14 15.6 1.2 the THF-prepared catalysts, a maximum specificity was reached at a ratio of 5:1, but with the DMSO-prepared supports the specificity increased steadily with increasing phosphorus: rhodium content. This is consistent with previous studies using homogeneous catalysts containing rigid diphosphines, where the specificity also increased steadily with increasing phosphorus: rhodium ratio [10,11]. Conclusions The present supported catalysts, prepared using supports produced by 7-radiation grafting in the presence of THF and DMSO, give high normal: branched aldehyde selectivities during olefin hydroformylation. This is similar to earlier results obtained with materials prepared when the grafting was undertaken in benzene [3]. In general, the specificity for olefin hydro- 308 fonnylation as opposed to isomerisation was poor, although two supported catalysts (numbers 2 and 7, Table 2) were particularly effective. One was prepared from material grafted in THF and the other from material grafted in DMSO. Both had fairly high phosphorus:rhodium contents, which was found previously to promote specificity [3], although neither had the highest phosphorus:rhodium ratio studied. The present work strongly supports our view that the precise conditions under which the phosphinated support is prepared do affect the activity, selectivity and specificity of the resulting supported catalyst. This occurs because of the influence of the grafting conditions on the intimate environment of the catalytically active sites. Thus, once a supported catalyst suitable for a particular application has been found, there are many para- meters that are available to be optimised [12]. In the present work catalysts 2 and 7 (Table 2) gave optimum activity, selectivity and specificity, with catalyst 7 (prepared in THF) being the more active. References 1 F. R. Hartley, D. J. A McCaffrey, S. G. Murray and P N. Nicholson, J. Organometall. Chem., 206(1981)347. 2 F. R. Hartley, S. G. Murray and P. N. Nicholson, J. Polym. Sci., Polym. Chem. Ed., 20(1982)2395. 3 F. R. Hartley, S. G. Murray and P N. Nicholson, J. Mol. Catal., 16 (1982) 363. 4 F. R. Hartley, Brit. Polym. J., 16 (1984) 199. 5 A. Charlesby, Atomic Radiation and Polymers, Pergamon, Oxford, 1960. 6 A Chapiro, Radiation Chemistry of Polymeric Systems, Vol. XV of High Polymers, Interscience, New York, 1962 7 F R. Hartley, S G Murray and P N Nicholson, J. Organometall. Chem., 231 (1982) 369. 8 A. F. M. Barton, Chem. Rev., 7S (1975) 731 9 J. L. Garnett, R. Levot and M. A. Long, J. Polym. Sci.. Polym. Lett. Ed., 19 (1981) 23 10 J D. Unruh, J. R. Christensen, 0. R. Hughes and D. A. Young, Chem. Ind. (N. Y.), 5 (1981)309 11 0 R Hughes and J.D Unruh, J. Mol. Catal., 12 (1981) 71. 12 F R. Hartley, Supported Metal Complexes. A New Generation of Catalysts, Reidel, Dordrecht, 1985. X244 86850362 0304-5102(86)85036-2 10.1016/0304-5102(86)85036-2 Chemical Catalysis γ-radiation-produced supported metal complex catalysts Part VII 1 1 Part VI, P.R. Hartley, S.G. Murray and P.N. Nicholson, Inorg. Chim. Acta, 76 (1983) L53. . The influence of the solvent used during radiation grafting on the catalytic properties of supported rhodium (I)-phosphine hydroformylation catalysts F.R. Hartley 2 S.G. Murray 2 A.T. Sayer Chemical Systems Group, The Royal Military College of Science, Shrivenham, Wiltshire SN68LA U.K. 2 Authors to whom correspondence should be addressed. A series of rhodium(I) hydroformylation catalysts have been prepared by supporting the moiety ‘Rh(acac)(CO)’ on a p-styryldiphenylphosphine-polypropylene copolymer. The supports were prepared by γ-radiation grafting the unsaturated phosphine onto polypropylene in both THF and DMSO as solvents. The effectiveness of DMSO as a grafting solvent was shown, by comparison with its effectiveness when grafting 4-vinylpyridine, to be due to the low solubility of the phosphine in DMSO. This results in preferential concentration of p-styryldiphenylphosphine within the polypropylene matrix. The optimum grafting conditions were determined. The maximum total does should not exceed 3 Mrad; for DMSO the dose rate should not exceed 100 krad h−1, whereas in THF the dose rate should be as high as possible and at least 400 krad h−1. When rhodium(I) is introduced onto the polymers by equilibration with [Rh(acac)(CO)2], polymers with low phosphine contents complex proportionally more rhodium, giving low phosphorus:rhodium contents, probably due to the relatively few phosphine groups present being near the surface of the polymer. During the hydroformylation of hex-1-ene, the supported catalysts all showed increasing selectivity for normal as opposed to branched aldehyde formation with increasing phosphorus: rhodium ratio. The supports prepared from material grafted in THF showed particularly good selectivities. Most of the supported catalysts promoted some hex-1-ene isomerisation although two, one prepared by grafting in DMSO and another in THF, gave very high specificities for hydroformylation as opposed to isomerisation. The present work confirms the crucial importance of the intimate detailed structure of the active site and its environment in determining the catalytic performance of a supported metal complex. A method of analysis for phosphorus in phosphinated polymer-supported rhodium complexes based on atomic absorption spectroscopy is described. Although rhodium does not interfere, platinum and palladium do, so that the method cannot be applied when these elements are present. References 1 F.R. Hartley D.J.A. McCaffrey S.G. Murray P.N. Nicholson J. Organometall. Chem. 206 1981 347 2 F.R. Hartley S.G. Murray P.N. Nicholson Polym. Chem. Ed. J. Polym. Sci. 20 1982 2395 3 F.R. Hartley S.G. Murray P.N. Nicholson J. Mol. Catal. 16 1982 363 4 F.R. Hartley Brit. Polym. J. 16 1984 199 5 A. Charlesby Atomic Radiation and Polymers 1960 Pergamon Oxford 6 A. Chapiro High Polymers Radiation Chemistry of Polymeric Systems XV 1962 Interscience New York 7 F.R. Hartley S.G. Murray P.N. Nicholson J. Organometall. Chem. 231 1982 369 8 A.F.M. Barton Chem. Rev. 75 1975 731 9 J.L. Garnett R. Levot M.A. Long Polym. Lett. Ed. J. Polym. Sci. 19 1981 23 10 J.D. Unruh J.R. Christensen O.R. Hughes D.A. Young Chem. Ind. (N. Y.) 5 1981 309 11 O.R. Hughes J.D. Unruh J. Mol. Catal. 12 1981 71 12 F.R. Hartley Supported Metal Complexes: A New Generation of Catalysts 1985 Reidel Dordrecht",
      "scopus-id": "0022893977",
      "coredata": {
        "eid": "1-s2.0-0304510286850362",
        "dc:description": "A series of rhodium(I) hydroformylation catalysts have been prepared by supporting the moiety ‘Rh(acac)(CO)’ on a p-styryldiphenylphosphine-polypropylene copolymer. The supports were prepared by γ-radiation grafting the unsaturated phosphine onto polypropylene in both THF and DMSO as solvents. The effectiveness of DMSO as a grafting solvent was shown, by comparison with its effectiveness when grafting 4-vinylpyridine, to be due to the low solubility of the phosphine in DMSO. This results in preferential concentration of p-styryldiphenylphosphine within the polypropylene matrix. The optimum grafting conditions were determined. The maximum total does should not exceed 3 Mrad; for DMSO the dose rate should not exceed 100 krad h−1, whereas in THF the dose rate should be as high as possible and at least 400 krad h−1. When rhodium(I) is introduced onto the polymers by equilibration with [Rh(acac)(CO)2], polymers with low phosphine contents complex proportionally more rhodium, giving low phosphorus:rhodium contents, probably due to the relatively few phosphine groups present being near the surface of the polymer. During the hydroformylation of hex-1-ene, the supported catalysts all showed increasing selectivity for normal as opposed to branched aldehyde formation with increasing phosphorus: rhodium ratio. The supports prepared from material grafted in THF showed particularly good selectivities. Most of the supported catalysts promoted some hex-1-ene isomerisation although two, one prepared by grafting in DMSO and another in THF, gave very high specificities for hydroformylation as opposed to isomerisation. The present work confirms the crucial importance of the intimate detailed structure of the active site and its environment in determining the catalytic performance of a supported metal complex. A method of analysis for phosphorus in phosphinated polymer-supported rhodium complexes based on atomic absorption spectroscopy is described. Although rhodium does not interfere, platinum and palladium do, so that the method cannot be applied when these elements are present.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850362",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hartley, F.R."
          },
          {
            "@_fa": "true",
            "$": "Murray, S.G."
          },
          {
            "@_fa": "true",
            "$": "Sayer, A.T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850362"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850362"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85036-2",
        "prism:volume": "38",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "γ-radiation-produced supported metal complex catalysts Part VII 1 1 Part VI, P.R. Hartley, S.G. Murray and P.N. Nicholson, Inorg. Chim. Acta, 76 (1983) L53. . The influence of the solvent used during radiation grafting on the catalytic properties of supported rhodium (I)-phosphine hydroformylation catalysts",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "295-303",
        "prism:endingPage": "303",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 1986",
        "prism:doi": "10.1016/0304-5102(86)85036-2",
        "prism:startingPage": "295",
        "dc:identifier": "doi:10.1016/0304-5102(86)85036-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022893977"
      }
    }
  }
}