{
  "metadata": {
    "title": "Carbon monoxide hydrogenation over molybdenum zeolite catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-12-31",
    "doi": "10.1016/0304-5102(86)85039-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850398",
    "pii": "0304510286850398"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022893111",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850398 0304-5102(86)85039-8 0304510286850398 10.1016/0304-5102(86)85039-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00442 2024-01-02T01:04:16.600218Z 0 0 19861201 19861231 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes pubtype ref alllist content subj ssids 0304-5102 03045102 38 38 3 3 Volume 38, Issue 3 11 323 326 323 326 198612 December 1986 1986-12-01 1986-12-31 1986 converted-article cor Copyright © 1986 Published by Elsevier B.V. CARBONMONOXIDEHYDROGENATIONOVERMOLYBDENUMZEOLITECATALYSTS YOUSING Y BRIDGEWATER 1980 1811 A MURCHISON 1981 159 C MURCHISON 1982 197 C FOURTHINTCONFCHEMISTRYUSESMOLYBDENUM DUN 1985 247 J ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS JACOBS 1980 293 P CATALYSISBYZEOLITES BALLIVETTKATCHENKO 1981 1 D NAZAR 1983 624 L ANGEWCHEM FUJIMOTO 1985 783 K BRENNER 1978 353 A BRENNER 1979 194 A THIRDINTCONFCHEMISTRYUSESMOLYBDENUM BOWMAN 1980 463 R SIVASANKER 1984 514 S YOUSINGX1986X323 YOUSINGX1986X323X326 YOUSINGX1986X323XY YOUSINGX1986X323X326XY item 0304-5102(86)85039-8 0304510286850398 1-s2.0-0304510286850398 10.1016/0304-5102(86)85039-8 272239 2024-01-02T01:04:16.600218Z 1986-12-01 1986-12-31 1-s2.0-0304510286850398-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850398/MAIN/application/pdf/e89d201a930902a7b552ad117e6ae344/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850398/MAIN/application/pdf/e89d201a930902a7b552ad117e6ae344/main.pdf main.pdf pdf true 261603 MAIN 4 1-s2.0-0304510286850398-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850398/PREVIEW/image/png/d4277883c52442bf8473e9e72b2cea97/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850398/PREVIEW/image/png/d4277883c52442bf8473e9e72b2cea97/main_1.png main_1.png png 80451 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 38 (1986) 323 - 326 323 Letter Carbon Monoxide Hydrogenation over Molybdenum Zeolite Catalysts YONG YOU-SING and RUSSEL F. HOWE* Chemistry Department, University of Auckland, Private Bag, Auckland (New Zeiand) (Received January 6,1986; accepted June 8,1986) There has been a renewed interest recently in supported molybdenum catalysts for the Fischer-Tropsch synthesis of hydrocarbons [1-5], due in part to their high tolerance to sulphur poisoning. Carbon-supported molyb- denum catalysts in particular have been shown to have moderate activity with relatively high selectivity to liquefied petroleum gas (LPG) range hydro- carbons [1-4]. The selectivity of other transition metal Fischer-Tropsch catalysts such as cobalt, iron and ruthenium can be modified by incorporat- ing them into zeolite supports [6 - 9]. We have accordingly begun an investi- gation of the effects of zeolite supports on the performance of molybdenum Fischer-Tropsch catalysts, and wish to report here activity and selectivity data for MoY catalysts containing different alkali metal cations. KY and CsY zeolites were prepared by repeated ion-exchange of NaY (Linde) with 0.1 M KC1 and CsCI solutions respectively at 70 C. The molyb- denum-loaded zeolites were prepared in situ in a glass recirculating reactor by adsorption and decomposition of Mo(CO)6, as described elsewhere [10, 11]. CO (99.5%) and H; (99.9%) were purified over cold traps ( 196 C) and BASF R3-11 catalyst, and CO hydrogenation carried out at a total pres- sure of 0.28 atm. Reaction products were analyzed on-line by gas chromato- graphy. A molybdena-silica catalyst (6.2 wt.% Mo) was prepared by impreg- nation of silica gel with ammonium molybdate followed by calcination. The alkali metal-exchanged zeolites showed no activity for CO hydro- genation in the absence of molybdenum up to 400 C. The molybdenum zeolites gave measurable conversions at 300 C and above. For the purpose of comparing catalysts, conversions and product distributions were measured after reaction at 300 C for a fixed period of 23 h. Table 1 shows the conver- sion and product distributions obtained for freshly prepared zeolite (acti- vated in vacuo up to 400 C then reduced in H; at 300 C prior to admitting a 1:1 CO:H2 mixture), and for a conventional molybdena-silica catalyst. Significant differences in both conversion and product distribution are ob- served between the different zeolites. Since the amount of molybdenum that can be loaded into the zeolite with a single adsorption and decomposition * Author to whom correspondence should be addressed. 0304-6102/86/S3.50 Elsevier Seauoia/Printed in The Netherlands 324 TABLE 1 Activity and product distributions for CO hydrogenation over MoY zeolites Catalyst Conversion8 Product distribution (mol%) Moi9.gNa5iY 12.3 69.8 20.9 6.8 0.2 2.2 0.2 Moj^NaslY1' 15.2 75.9 19.4 3.9 0.8 0.1 MoissNa4K47Y 14.1 63.3 26.8 0.9 5.8 1.1 2.0 tr (9.8) (68.0) (22.8) (1.6) (4.8) (1.4) (1.5) (tr) MoisNan sCs39 5Y 19.1 61.3 23.1 0.9 10.4 2.5 1.9 tr (12.9) (65.6) (22.5) (1.0) (8.0) (2.0) (1.0) (tr) MoOs-SiOa ox.'1 0.7 71.1 19.6 5.4 4.0 - - - MoOa-SiOa red. 6.0 71.4 24.0 4.2 0.4 - - - \"23 h reaction at 300 C, COsH; ss 1:1, 0.28 atm. 'See text. \"Third run (catalyst reduced in Ha between each run). catalyst calcined in 0^ at 300 C prior to run. \"Catalyst reduced in H^ at 400 C for 2 days prior to run. cycle decreases with increasing size of the alkali metal cation, the specific activity per molybdenum has clearly increased from NaY to KY and CsY. On the other hand, increasing the amount of molybdenum in NaY by succes- sively adsorbing and decomposing Mo(CO)e six times [10] did not yield a proportional increase in conversion. The selectivity* to LPG range hydro- carbons (C; - ) increased from 50 to 60% between NaY and CsY, and sig- nificant concentrations of alkenes were detected with KY and CsY, but not with NaY. Both the conversion and product distribution obtained with freshly prepared NaY catalysts could be reproduced in successive runs with the same catalyst over a period of several weeks (the catalyst was reduced in H; at 300 C between each run). The KY and CsY catalysts showed, however, an initial decline in conversion in successive runs; the values in parentheses in Table 1 refer to the third run. Only slight changes in selectivity accompanied this initial deactivation, and the activity appeared to stabilize after the third run. Activity for CO hydrogenation was completely lost on exposure of the catalysts to air, and could not be fully restored by subsequent reduction in H; up to 400 C. The molybdenum zeolites prepared by adsorption and decomposition of Mo(CO)e in alkali metal-exchanged zeolites resemble most closely the alumina-supported molybdenum catalysts prepared by decomposition of Mo(CO)e on dehydroxylated alumina [12]. In both cases the absence of oxidizing sites on the support results in formation of predominantly zero- valent molybdenum, although exact characterization of the molybdenum species present is difficult. Brenner and Hucul [13] first reported activity of *As % of CO converted. 325 zero-valent Mo on alumina for methanation; Bowman and Burwell (14) sub- sequently found methane to be the major product of CO hydrogenation over such catalysts with only traces of higher hydrocarbons formed. Brenner et al. have since described a selectivity for LPG-range hydrocarbons of 55% over a Mo(CO)e alumina catalyst doped with K'1\", which is comparable to the best selectivities reported for carbon-supported molybdenum [1-4]. The LPG selectivities in Table 1 approach this value, although the reaction pressure used here is two orders of magnitude lower than that used by Brenner et al., and the LPG selectivities obtained by us are considerably higher than those obtained in low-pressure experiments by Bowman and Burwell. The dif- ferences in reaction conditions also make it difficult to closely compare catalyst activities; the conversions quoted in Table 1 correspond to turnover frequencies of ca. 10~5 s~1 at 300 C, but these are not initial rates, and it is unlikely that all of the molybdenum present is active. Sivasanker et al. [15] report values of ca. 10~5 s~1 at 350 C which are approximately comparable to those found here if it is assumed [15] that the reaction is first order in total pressure over the range 0.28 to 24 atm. Comparison with the molyb- dena-silica catalysts shows that the zeolites have both higher activity and higher selectivity for LPG hydrocarbons (although the ethylene yield over MoOa-SiOa is significantly higher than that for the zeolite catalysts). We conclude that the MoY zeolite catalysts have activity at least comparable to that of the best oxide and carbon-supported molybdenum catalysts for CO hydrogenation. Incorporation of molybdenum into zeolite Y does not have a dramatic effect on product selectivity, possibly because the zeolite pore size is too large to exert a steric influence; we are presently investigating the catalytic properties of molybdenum incorporated into smaller pore zeolites. The observed influence of the alkali-metal cation on activity and selectivity strongly suggests however a close association of zero- valent molybdenum with the cations within the zeolite structure. Acknowledgement Acknowledgement is made to the donors of the Petroleum Research Fund, administered by the American Chemical Society, for support of this research. References 1 A. J. Bridgewater, R. Burch and P. C. H. Mitchell, J. Chem. Soc., Faraday Tram. 1,76 (1980)1811. 2 C. B. Murchison and D. A. Murdick, Hydrocarbon Proc., Jan. (1981) 159. 3 C. B. Murchison, in P. C. H. Mitchell and H. F. Barry (eds.), Fourth Int. Conf. Chemistry and Uses of Molybdenum, Climax Molybdenum Company, Ann Arbor, Michigan, 1982, p. 197. 4 J. W. Dun, E. Gulari and K. Y. S. Ng, Appl. Catal., 5 (1985) 247. 6 R. B. Anderson, The Fischer-Tropsch Synthesis, Academic Press, Orlando, 1984. 6 P. A. Jacobs, in B. Imelik, C. Naccache, Y. Ben Taarit, J. C. Vedrine, G. Coudurier and H Praliaud (eds ), Catalysis by Zeolites, Elsevier, Amsterdam, 1980, p 293. 7 D. BaUivet-Tkatchenko and I. Tkatchenko, J. Mol. Catal., 13 (1981) 1. 326 8 L. P. Nazar, G. A. Ozin, F. Hugues, J. Godber and D. Rancourt, Angew. Chem. Int. Ed. Engl., 22 (1983) 624. 9 K. Fujimoto, M. Adachi and H. Tominaga. Chem. Lett., (1985) 783. 10 Y. S. Yong and R. F. Howe, J. Chem. Soc., Faraday Trans. 1, in press. 11 Y. S. Yong and R. F. Howe, to be published. 12 A. Brenner and R. L. Burwell, J. Catal., 52 (1978) 353. 13 A. Brenner and D. A. Hucul, in H. F. Barry and P. C. H. Mitchell (eds.), Third Int. Conf. Chemistry and Uses of Molybdenum, Climax Molybdenum Company, Ann Arbor, Michigan, 1979, p. 194. 14 R. G. Bowman and R. L. Burwell, J. Catal., 63 (1980) 463. 15 S. Sivasanker, E. P. Yesodharan, C. Sudhaker and A. Brenner, J. Catal., 87 (1984) 514. X244 86850398 0304-5102(86)85039-8 10.1016/0304-5102(86)85039-8 Chemical catalysis Letter Carbon monoxide hydrogenation over molybdenum zeolite catalysts Yong You-Sing Russel F. Howe 1 Chemistry Department, University of Auckland, Private Bag, AucklandNew Zealand 1 Author to whom correspondence should be addressed. References 1 A.J. Bridgewater R. Burch P.C.H. Mitchell J. Chem. Soc., Faraday Trans. 1 76 1980 1811 2 C.B. Murchison D.A. Murdick Hydrocarbon Proc., Jan. 1981 159 3 C.B. Murchison P.C.H. Mitchell H.F. Barry Fourth Int. Conf. Chemistry and Uses of Molybdenum 1982 Climax Molybdenum Company Ann Arbor, Michigan 197 4 J.W. Dun E. Gulari K.Y.S. Ng Appl. Catal. 5 1985 247 5 R.B. Anderson The Fischer-Tropsch Synthesis 1984 Academic Press Orlando 6 P.A. Jacobs B. Imelik C. Naccache Y. Ben Taarit J.C. Vedrine G. Coudurier H. Praliaud Catalysis by Zeolites 1980 Elsevier Amsterdam 293 7 D. Ballivet-Tkatchenko I. Tkatchenko J. Mol. Catal. 13 1981 1 8 L.F. Nazar G.A. Ozin F. Hugues J. Godber D. Rancourt Int. Ed. Engl. Angew. Chem. 22 1983 624 9 K. Fujimoto M. Adachi H. Tominaga Chem. Lett. 1985 783 10 Y.S. Yong and R.F. Howe, J. Chem. Soc., Faraday Trans. 1, in press. 11 Y.S. Yong and R.F. Howe, to be published. 12 A. Brenner R.L. Burwell J. Catal. 52 1978 353 13 A. Brenner D.A. Hucul H.F. Barry P.C.H. Mitchell Third Int. Conf. Chemistry and Uses of Molybdenum 1979 Climax Molybdenum Company Ann Arbor, Michigan 194 14 R.G. Bowman R.L. Burwell J. Catal. 63 1980 463 15 S. Sivasanker E.P. Yesodharan C. Sudhaker A. Brenner J. Catal. 87 1984 514",
      "scopus-id": "0022893111",
      "coredata": {
        "eid": "1-s2.0-0304510286850398",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850398",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "You-Sing, Yong"
          },
          {
            "@_fa": "true",
            "$": "Howe, Russel F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850398"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850398"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85039-8",
        "prism:volume": "38",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Carbon monoxide hydrogenation over molybdenum zeolite catalysts",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "323-326",
        "prism:endingPage": "326",
        "pubType": "cor",
        "prism:coverDisplayDate": "December 1986",
        "prism:doi": "10.1016/0304-5102(86)85039-8",
        "prism:startingPage": "323",
        "dc:identifier": "doi:10.1016/0304-5102(86)85039-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022893111"
      }
    }
  }
}