{
  "metadata": {
    "title": "Hysteresis during ammonia synthesis over promoted ruthenium catalysts supported on carbon-covered alumina",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-07-15",
    "doi": "10.1016/0304-5102(91)85040-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510291850409",
    "pii": "0304510291850409"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026185706",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510291850409 0304-5102(91)85040-9 0304510291850409 10.1016/0304-5102(91)85040-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01988 2024-01-02T01:05:30.650091Z 0 0 19910715 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast ref alllist content subj ssids 0304-5102 03045102 67 67 2 2 Volume 67, Issue 2 14 L1 L5 L1 L5 19910715 15 July 1991 1991-07-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. HYSTERESISDURINGAMMONIASYNTHESISOVERPROMOTEDRUTHENIUMCATALYSTSSUPPORTEDCARBONCOVEREDALUMINA MASTHAN S AIKA 1969 232 K LEIGH 1989 389 G AIKA 1972 424 K AIKA 1985 296 K AIKA 1985 305 K AIKA 1974 61 K AIKA 1986 57 K AIKA 1990 1221 K BARIS 1986 295 H URABE 1976 197 K BUGLASS 1990 209 J RAO 1990 62 K RICHARD 1985 563 M VISSERS 1988 291 J MASTHAN 1990 289 S DUMESIC 1975 503 J DUMESIC 1975 513 J STRONGIN 1989 99 D MASTHANX1991XL1 MASTHANX1991XL1XL5 MASTHANX1991XL1XS MASTHANX1991XL1XL5XS item 0304-5102(91)85040-9 0304510291850409 1-s2.0-0304510291850409 10.1016/0304-5102(91)85040-9 272239 2024-01-02T01:05:30.650091Z 1991-07-15 1-s2.0-0304510291850409-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291850409/MAIN/application/pdf/bed04f5808b550903abb94e52e368cad/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291850409/MAIN/application/pdf/bed04f5808b550903abb94e52e368cad/main.pdf main.pdf pdf true 347496 MAIN 5 1-s2.0-0304510291850409-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510291850409/PREVIEW/image/png/2588d22964e4421e6f95abb2d1806cc1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510291850409/PREVIEW/image/png/2588d22964e4421e6f95abb2d1806cc1/main_1.png main_1.png png 69345 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 67 (1991) Ll-L5 Hysteresis during ammonia synthesis over promoted ruthenium catalysts supported on carbon-covered alumina* S. Khaja Masthan, P.S. Sai Prasad, K.S. Rama Rao and P. Kanta Rao Catalysis Section, Indian Institute of Chemical Technology, Hyderabad 500 007 (India) L1 i ~ v s ~ w v ~s~ w~ ~ w CATALYSIS (Received October 17, 1990; revised March 19, 1991) Dissociative chemisorption of nitrogen is the rate-determining step in the synthesis of ammonia. The nitrogen molecule donates a pair of electrons to the empty d-orbitals of the metal catalyst, which in turn donates the delectrons to the antibonding orbitals of the nitrogen [1, 2]. The strength of adsorption and the extent of dissociation of nitrogen depend presumably on the extent of back-donation of the electrons from metal to nitrogen. Aika et al. [3-8] and various other investigators [9-12] have carried out extensive work on Ru catalysts using various supports and promoters in order to obtain better ammonia synthesis activity at atmospheric pressure. Very recently, it has been found that the addition of alkali ionic promoters, Cs and K, and some alkaline earth metals such as Ba [8], to the Ru supported on active carbon form effective catalysts. There has been renewed interest in identifying novel promoters and supports which increase the electron density on the metal. As a part of this process, the authors have recently studied the synthesis reaction on Cs-Ru and Cs-Ru-Ba catalysts supported on carbon-covered alumina and have reported the influence of the support and the Ba addition to it on the steady state activity [ 12, 15 ]. In the present study the activity of the catalysts with increasing and decreasing reaction temperature has been determined. During these temperature cycles, a rate hysteresis is observed on these catalysts, just as Richard and Vanderspurt [13] observed on their triply-promoted Fe catalyst at 30 and 90 atm. Carbon-covered alumina (CCA) was prepared by the pyrolysis of ethylene (Matheson, USA) in NZ (IOIO-1, India) at 600 C over commercial y-A1203 (Harshaw, Al-3996 R, 18/25 BSS mesh). The flow rates of ethylene and nitrogen were 2 ml min-' and 15 n-l min-' respectively per gram of alumina. The procedure followed was similar to that of Vissers et at. [ 14 ]. The carbon *IICT Conununication No. 2695. 0304-5102/91/$3.50 0 1991 - Elsevier Sequoia, Lausanne L2 content (17 wt.%) of this support was determined on a CHN-600 carbon analyser (Leco Corp., USA). Unpromoted Ru/CCA catalyst was prepared by impregnating the support (CCA) with aqueous RuC13 - 31120 (Aldrich Chemicals, USA) solution followed by evaporation of excess water and drying at 110 C in an oven overnight. For preparation of the cesium-promoted catalyst (Cs-Ru/CCA, Catalyst-1), the above catalyst was reduced in a stream of hydrogen at 400 C, which was attained over a period of 3 h, until such time as it was free from chloride, as judged by testing the vent gas with AgN03 solution. The reduced catalyst was impregnated in aqueous CsN03 (Fluka Chemie) solution followed by drying at 110 C. For preparing the Ba added catalyst (Cs-Ru-Ba/CCA, Catalyst-2), the CCA support was first impregnated with aqueous Ba(N03)2 (Rechem Pvt.Ltd., India) solution followed by drying at 110 C and reduction at 400 C. The other components Ru and Cs were deposited following the procedure described above. The weight ratio of the components was fixed at Cs:Ru:CCA=51:7.7:100 for Catalyst-1 and at Cs:Ru:Ba:CCA=51:7.7:5:100 for Catalyst-2. Ru dispersion on these catalysts was determined from the irreversible hydrogen uptakes measured at 25 C on reduced catalysts in a conventional volumetric adsorption apparatus. The details of the procedure axe described elsewhere [ 16].Ammonia synthesis activities of these catalysts were evaluated in a glass microreactor operating at atmospheric pressure at different temperatures in the range 225-400 C. Prior to the activity measurements, the catalysts were reduced in a H2 stream at a flow rate of 10 1 h-' at 400 C which was attained gradually over a period of 3 h. The complete reduction of the catalyst was confirmed by testing the vent gas with Nessler's reagent for NH3 originating from N03ion. The synthesis gas (N2 + 3112, IOLAR-1, India) was further purified through deoxo and molecular sieve towers to ensure that the oxygen concentration in the inlet stream was less than 2 ppm. Its flow rate was maintained at 10 1 h-'. The weight of the catalyst (-4 g) was fixed such that it gave a Ru content of 0.195 g. Estimation of the NH3 concentration was carried out by bubbling the vent gas through a known volume of a standard H2SOq (0.01 N) solution till the methyl orange indicator changed colour from red to yellow. The excess NH3 dissolved was determined by back-titration with the same acid solution. The NH3 concentration was determined initially at 2-min intervals. After confirming that the catalyst had attained the steady state, the reaction was further continued for 2 h, continuing the NH3 analysis at 10-min intervals. Then the temperature was slowly raised to the next higher temperature over a period of 30 min and the procedure continued as described above. The steady state was attained within 5-10 min, depending on the reaction temperature. No change in the steady-state rate was observed after this period. After determining the rate at 400 C, the catalyst was cooled to the next lower temperature within a period of 30 minutes and the outlet concentration of NH3 was determined again. Steady-state activities of the catalysts during the decreasing temperature regime were noted at the corresponding temperatures of the increasing temperature regime. Two pairs of curves A and B in Fig. 1 give the steady state NH3 concentrations over Catalyst-1 and Catalyst-2 respectively during the upward and downward temperature changes. It can be observed from this figure that the steady-state rate is higher during the decreasing temperature regime compared to that of the increasing temperature regime. After completing one cycle, if the catalyst was not allowed to cool below 225 C and a second cycle with increasing temperature followed, the activity followed the upper curve (Fig. lA, curve b; Fig. 1B, curve d). However, if the catalyst was cooled to room temperature, kept for 24 h and the activity measured with the increasing temperature, the activity followed the lower curve (Fig. IA. curve a; Fig. 1 B, curve c). The same observations were made for a number of cycles. The data are not included in the figures for the sake of clarity. An important observation, however, is a shift in the temperature of maximum activity (300 C to 275 C) with the addition of Ba to Catalyst1. The turnover frequencies of ammonia synthesis over the two catalysts were calculated based on the irreversible hydrogen uptakes. At the temperature of maximum activity (300 C), the TOF values of Catalyst-1 were 9.56 x 10-4 0. 5 0.5 s 0.4 2 c 0.3 ..t3 0.2 0.1 f1 1 l~ lI l l II 1 ~I ii 0 0200 250 300 350 400 Ruction temperature , *C Fig. 1. Hysteresis during ammonia synthesis over promoted Ru/CCA catalysts. (A) Cs-Ru/ CCA (-): (O) increasing temperature, (A) decreasing temperature; (B) Cs-Ru-Ba/CCA (---): ( ) increasing temperature, ( ) decreasing temperature; (a)-(d) see text. L4 S-1 and 10.27X10-4 S-' during increasing and decreasing temperature regimes respectively. The TOF values for Catalyst-2 obtained at 275 C were 8.98 X 10-' S-' and 9.98 X 10-' S' respectively. However, the TOF values of Ba-added catalyst are higher up to 275 C, the temperature of its maximum activity, compared to those of Catalyst-1. A decrease in TOF was observed beyond this temperature. Further details have been discussed in our earlier communication [ 15 J. An explanation for the hysteresis behaviour of the ruthenium catalysts at atmospheric pressure could be deduced from the information available on Fe catalysts, based on the similarity of structure of the crystal faces of Fe and Ru. Ammonia synthesis activity of a pure iron catalyst varies with the exposed crystallographic planes. Surface reconstruction to a more open structure [ 17, 18 ] or transformation of the less active face to a more active face [ 13, 19 ] have been the reasons proposed. In the case of Ru, it may also be presumed that similar structural transformations or a change in the exposed crystallographic planes such as that of Fe are possible. The more dense and less active Ru(100) and Ru(001) crystal faces might be transformed into the more favourable open structure of Ru(101) during ammonia synthesis. Since the solid phase transformations take longer times compared to the gas phase, the transformed active phase may still exist during the decreasing temperature regime, thus giving higher activity. If the system was left for more than 24 h at room temperature, such that the solid regained its original form, the catalyst showed low activity following the lower curves of hysteresis. It was observed that neither catalyst showed any measurable activity even at 200 C. From this it could be inferred that to retain the higher activity, after the hysteresis cycle, it is essential that the catalyst should be held at a temperature at which it exhibits its minimum activity. The presence of 02 or moisture as a cause of the hysteresis is ruled out, because there was no decrease in the steady-state activity over a period of 2-4 h. Further study on these catalysts is in progress which could possibly lead to a detailed explanation for the phenomenon of hysteresis. Thus, the hysteresis phenomenon exhibited by the Ru surface under mild synthesis conditions clearly demonstrates the highly pronounced structure sensitivity of promoted Ru catalysts, in contrast to Fe catalysts which are active only under severe synthesis conditions. Acknowledgement The authors thank Prof. M. E. Vol'pin, Director, INEOC, Moscow, USSR, Prof. V. B. Shur, INEOC, Moscow, USSR and Dr. A. V. Rama Rao, Director, IICT, Hyderabad, India for their keen interest in this work. References 1 K. Aika and A. Ozaki, J. CataL, 13 (1969) 232. 2 G. J. Leigh, Sci. Prog. (London), 73 (1989) 389. L5 3 K. Aika, H. Hori and A. Ozald, J. CataL, 27 (1972) 424. 4 K. Aika, K. Shimazaki, Y. Hattori, A. Ohya, S. Ohshima, K. Shirota and A. Ozaki, J. CataL, 92 (1985) 296. 5 K. Aika, A. Ohya, A. Ozaki, Y. moue and I. Yasumori, J. CataL, 92 (1985) 305. 6 K. Aika and A. Ozaki, J. CataL, 35 (1974) 61. 7 K. Aika, M. Kumasaka, T. Oma, O. Kato, H. Matsuda, N. Watanabe, K. Yamazaki, A. Ozaki and T. Onishi, AOL. Catal., 28 (1986) 57. 8 K. Aika, T. Kawahara, S. Murata and T. Onishi, BULL Chem. Soc. Jpn., 63 (1990) 1221. 9 H. Baris, M. Glinski, J. Kijenski, A. Wokaun and A. Balker, AOI. CataL, 28 (1986) 295. 10 K. Urabe, K. Aika and A. Ozaki, J. Catal., 42 (1976) 197. 11 J. G. Buglass, S. R. Tennison and G. M. Parkinson, Catak Today, 7 (1990) 209. 12 K. S. Rama Rao, P. Kanta Rao, S. K. Masthan, L. Kaluschnaya and V. B. Shur, AOL. CataL., L19 (1990) 62. 13 M. A. Richard and T. H. Vanderspurt, J. CataL, 94 (1985) 563. 14 J. P. R. Vissers, F. P. M. Mercx, S. M. A. M. Bouwens, V. H. J. de Beer and R. Prins, J. Catal., 114 (1988) 291. 15 K. S. Rama Rao, S. Khaja Masthan, P. S. Sai Prasad and P. Kanta Rao (communicated). 16 S. Khaja Masthan, K. V. R. Chary and P. Kanta Rao, J. Catal., 124 (1990) 289. 17 J. A. Dumesic, H. Topsoe, S. Khanunouma and M. Boudart, J. Catal., 37 (1975) 503. 18 J. A. Dumesic, H. Topsoe and M. Boudart, J. Catal-, 37 (1975) 513. 19 D. R. Strongin and G. A. Somorjai, J. Catal., 118 (1989) 99. X244 91850409 0304-5102(91)85040-9 10.1016/0304-5102(91)85040-9 ☆ IICT Communication No. 2695 Hysteresis during ammonia synthesis over promoted ruthenium catalysts supported on carbon-covered alumina S.Khaja Masthan P.S.Sai Prasad K.S.Rama Rao P.Kanta Rao Catalysis Section, Indian Institute of Chemical Technology, Hyderabad 500 007 India References 1 K. Aika A. Ozaki J. Catal. 13 1969 232 2 G.J. Leigh Sci. Prog. (London) 73 1989 389 3 K. Aika H. Hori A. Ozaki J. Catal. 27 1972 424 4 K. Aika K. Shimazaki Y. Hattori A. Ohya S. Ohshima K. Shirota A. Ozaki J. Catal. 92 1985 296 5 K. Aika A. Ohya A. Ozaki Y. Inoue I. Yasumori J. Catal. 92 1985 305 6 K. Aika A. Ozaki J. Catal. 35 1974 61 7 K. Aika M. Kumasaka T. Oma O. Kato H. Matsuda N. Watanabe K. Yamazaki A. Ozaki T. Onishi Appl. Catal. 28 1986 57 8 K. Aika T. Kawahara S. Murata T. Onishi Bull. Chem. Soc. Jpn. 63 1990 1221 9 H. Baris M. Glinski J. Kijenski A. Wokaun A. Baiker Appl. Catal. 28 1986 295 10 K. Urabe K. Aika A. Ozaki J. Catal. 42 1976 197 11 J.G. Buglass S.R. Tennison G.M. Parkinson Catal. Today 7 1990 209 12 K.S.Rama Rao P.Kanta Rao S.K. Masthan L. Kaluschnaya V.B. Shur Appl. Catal. L19 1990 62 13 M.A. Richard T.H. Vanderspurt J. Catal. 94 1985 563 14 J.P.R. Vissers F.P.M. Mercx S.M.A.M. Bouwens V.H.J. de Beer R. Prins J. Catal. 114 1988 291 15 K. S. Rama Rao, S. Khaja Masthan, P. S. Sai Prasad and P. Kanta Rao (communicated). 16 S.Khaja Masthan K.V.R. Chary P.Kanta Rao J. Catal 124 1990 289 17 J.A. Dumesic H. Topsoe S. Khammuoma M. Boudart J. Catal. 37 1975 503 18 J.A. Dumesic H. Topsoe M. Boudart J. Catal. 37 1975 513 19 D.R. Strongin G.A. Somorjai J. Catal. 118 1989 99",
      "scopus-id": "0026185706",
      "coredata": {
        "eid": "1-s2.0-0304510291850409",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-07-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510291850409",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Masthan, S.Khaja"
          },
          {
            "@_fa": "true",
            "$": "Prasad, P.S.Sai"
          },
          {
            "@_fa": "true",
            "$": "Rao, K.S.Rama"
          },
          {
            "@_fa": "true",
            "$": "Rao, P.Kanta"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510291850409"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510291850409"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)85040-9",
        "prism:volume": "67",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hysteresis during ammonia synthesis over promoted ruthenium catalysts supported on carbon-covered alumina",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L5",
        "prism:endingPage": "L5",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 July 1991",
        "prism:doi": "10.1016/0304-5102(91)85040-9",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/0304-5102(91)85040-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026185706"
      }
    }
  }
}