{
  "metadata": {
    "title": "Carbon dioxide hydrogenation on FeMn oxide catalyst doped with Rh and La",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-09-01",
    "doi": "10.1016/0304-5102(92)80105-P",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280105P",
    "pii": "030451029280105P"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026915625",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280105P 0304-5102(92)80105-P 030451029280105P 10.1016/0304-5102(92)80105-P S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02453 2024-01-02T01:06:03.941633Z 0 0 19920901 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 75 75 1 1 Volume 75, Issue 1 8 81 99 81 99 19920901 1 September 1992 1992-09-01 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. CARBONDIOXIDEHYDROGENATIONFEMNOXIDECATALYSTDOPEDRHLA DZIEMBAJ R DWYER 1978 291 D MAITI 1985 215 G DEPPE 1986 903 P GRZYBEK 1987 335 T LINDNER 1988 75 U JENSEN 1985 95 K LOCHNER 1986 339 U LINDNER 1989 540 U PERRICHON 1984 207 V PIJOLAT 1982 367 M KING 1980 77 D IIZUKA 1982 381 T GRZYBEK 1987 351 T PAPP 1986 187 H RICHTER 1987 B THESIS LEVENSPIEL 1988 61.2 O CHEMICALREACTOROMNIBOOK JAGGI 1985 347 N MAITI 1983 151 G 1974 15 GMELINHANDBUCHDERANORGANISCHENCHEMIE VANNICE 1977 228 M ODRIOZOLA 1989 713 J STRUCTUREREACTIVITYSURFACES FREUND 1987 550 H DZIEMBAJ 1983 238 R DUBOIS 1983 L231 L WEINBERG 1983 L224 W IIZUKA 1981 449 T SOLYMOSI 1980 428 F YOKIMAZA 1989 467 G STANFIELD 1981 37 R EFSTATHION 1989 118 A EFSTATHION 1989 137 A DZIEMBAJX1992X81 DZIEMBAJX1992X81X99 DZIEMBAJX1992X81XR DZIEMBAJX1992X81X99XR item 0304-5102(92)80105-P 030451029280105P 1-s2.0-030451029280105P 10.1016/0304-5102(92)80105-P 272239 2024-01-02T01:06:03.941633Z 1992-09-01 1-s2.0-030451029280105P-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280105P/MAIN/application/pdf/a48b5fbc831b6cec004cad2e6fb8dee3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280105P/MAIN/application/pdf/a48b5fbc831b6cec004cad2e6fb8dee3/main.pdf main.pdf pdf true 1162905 MAIN 19 1-s2.0-030451029280105P-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280105P/PREVIEW/image/png/abdb214a247226a3c4be93d1c1ca151b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280105P/PREVIEW/image/png/abdb214a247226a3c4be93d1c1ca151b/main_1.png main_1.png png 67637 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 75 (1992) 81-99 81 M2953 Carbon dioxide hydrogenation on Fe-Mn oxide catalyst doped with Rh and La R. Dziembaj, W. Makowski Jagellonian University, Faculty of Chemistry, Cracow (Poland) and H. Papp Ruhr University Bochum, Lehrstuhl filr Technische Chemie, Bochum (Germany) (Received September 14, 1991; revised March 16, 1992) Abstract The hydrogenation of COZ was investigated on a pure Fe-Mn oxide catalyst and on catalysts doped with Rh and La in a pulse microreactor. Temperature-programmed reduction of the catalysts showed that Rh addition led to a much faster and more complete reduction, by a probably catalytic effect of Rh, whereas the addition of La led to a slower and less complete reduction than in the case of the pure Fe-Mn catalyst. This was also shown by XPS investigation of the surfaces of the reduced catalysts. Additionally, XPS showed an enrichment of the surfaces with Mn on all three catalysis and a strong increase in La surface concentration in comparison to the bulk of the La-containing catalyst. The formation of a higher amount of OH species was observed on the La-containing catalyst than on the other ones after reduction. Three subsequent steps were distinguished during hydrogenation of COZ pulses: a fast methanation connected with CO evolution, and two slower steps related to hydrogenation of carbonaceous surface species. The proportion of fast methanation was highest on Fe-Mn-Rh and absent on the Fe-Mn-La catalyst. A mechanism similar to the hydrogenation of CO combined with hydrogenolysis was postulated for the Fe-Mn and Fe-Mn-Rh catalysts. A different mechanism had to be assumed for the COZ hydrogenation on the Fe-Mn-La catalyst. Introduction There are two reasons for our interest in COZ hydrogenation. The first arises from the necessity to utilize an important waste gas emitted to the air in continuously increasing amounts. The second reason is related to Fischer-Tropsch synthesis, as C02 can modify the reaction course. Dwyer and Somorjai [ 1 ] suggest that COz reoxidizes Fischer-Tropsch iron catalysts, as COZ should oxidize iron above 300 C from a thermodynamic point of view. Maid et al. [2 ] assumed that both molecules, COZ and H20, can reoxidize Fe-Mn catalysts. After long-time synthesis, different oxide phases (spinels, wustite and hematite) were found by X-ray diffraction (XRD) [ 2 ] and M6ssbauer spectroscopy [3]. Directly after reduction, the Fe-Mn catalyst surface is enriched with Mn, as has been shown by X-ray photoelectron spectroscopy (XPS) [4, 5]. Depth profiling of the Ar-sputtered Fe-Mn catalyst showed a 15 nm Mn-rich layer on the catalyst reduced at 400 C, succeeded by another 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 82 layer of thickness of - 200 rim with less Mn content but still higher than the Mn content in the catalyst bulk. XRD patterns showed a-Fe and Mnl _xFexO as the dominant bulk phases [6]. Lochner et al. [7] showed that Mn-doped hematite and Fe-doped bixbyite are also present in reduced Fe-Mn catalysts. Jensen and Massoth [6] proposed a model for the reduced Fe-Mn catalysts. According to these authors Mnrich catalysts consist of large MnO particles covered on the surface by small a-Fe crystallites encapsulated in MnO cocoons. Using XPS, Lindner and Papp [ 8 ]found a transformation of MnO into MnC03 after Mscher-Tropsch synthesis. There are several studies of COZ hydrogenation, among them papers concerning hydrogenation on iron foil [1], Fe/A1203 [9, 10] and Fe/Si02 [11]. Rh catalysts were characterized in relation to various catalyst supports - A1203, Si02, MgO, Nb20, and Zr02 [ 12 ]. The other metals considered in the present study are inactive in COZ hydrogenation. It has been reported [ 1, 9-11 ] that Fe catalysts produce mainly CH4 and H20, and only traces of CZ products. In case of Rh catalysts, CO was also detected in substantial amounts in the reaction products above 200 'C [121. The aim of this paper is to characterize Fe-Mn oxide catalysts with respect to COZ hydrogenation. These catalysts, also doped with K, Cu, Rh and La, were investigated with regard to many other questions in a series of papers prepared at Ruhr University, Bochum [2-4, 7, 8, 13-15]. Thus we hope to be able to discuss the results from various points of view. Experimental Catalyst preparation The catalysts were prepared by coprecipitation from aqueous solutions of Mn(N03)3 and Fe(N03)3 by NH3. They were then dried, calcined at 500 C for 24 h and pelletized. Dopantswere introduced by the incipient wetness impregnation of the calcined Fe-Mn precursor with Rh(N03)3 and La(N03)3. Details of the catalyst preparation are presented elsewhere [15]. The composition of the studied samples is shown in Table 1 together with results of surface analysis by XPS, to be discussed later. Temperature -programmed reduction (TPR) TPR was performed in a classical apparatus. The catalyst sample (about 0.1 g) placed in the pyrex glass reactor was outgassed by heating in an Ar stream (50 ml/min up to 600 C, heating rate 20 C/min). After cooling to room temperature the hydrogen flow was switched on (50 ml/min) and a linear heating program started at a rate of 5 C/min. This rate resulted in both acceptable separation and intensities of the TPR peaks. Water formed in the course of the reduction was continuously measured by a thermal conductivity detector. A digital temperature programmer was used to control the temperature of the reaction oven, while the temperature of the reactor was measured by a CrAl/NiAl thermocouple. Blank TPR 83 experiments without catalyst sample were performed to determine the TPR background spectrum, which was then subtracted from the experimental curve. The blank experiments excluded formation of water during heating of the sample previously outgassed in a standard manner in an Ar stream. Surface analysis The surface composition of the catalysts was investigated after in situ reduction by X-ray photoelectron spectroscopy in a LHS 10 apparatus (Leybold AG, Cologne). The in situ reduction was performed at 1 bar Hz in the preparation chamber attached to the XPS apparatus. Al Ka radiation at 230 W was used as excitation. A detailed description of spectrometer calibration, data acquisition and quantification has been given elsewhere [5]. Catalytic experiments Catalytic experiments were performed in a pulse reactor as shown in Fig. 1. Prior to reaction the samples of catalyst (about 0.2 g) placed in a glass reactor were reduced in a HZ stream at 400 C for 24 h. Then constant pulses of COZ (1.7 ml, 76 imol) were introduced into the H2 stream via a gas sampling valve (GSV 1 in Fig. 1). An on-line flame ionisation detector (FID 1 in Fig. 1) connected directly to the reactor outlet was used to measure the amounts of hydrocarbon products formed after each pulse. As the concentration of higher hydrocarbons (C2+) was always 200-1000 times lower than the concentration of CH, the detector signal can be interpreted as a measure of methane concentration in the outlet gas mixture. The detector calibration and the reactor flow pattern analysis were done in tracer experiments when CH, pulses (instead of COZ) were introduced into the reactor with no catalyst. Periodic analyses of product composition were performed by a gas chromatograph separating CH, and CZH6 with a Porapak T column and CO with a Molsieve 5A column. The temperature of the reactor was measured H2 GSV1 ~~ GSV2 CO, ov R IBM XT ~~-He T TPV ~~GC Po FID2 : DV u; u FI01 :' SA. TCD. : ov Fig. 1. Scheme of the catalytic pulse reactor system. GSV=gas sampling valve, R=reactor with furnace, TPV=three-port valve, GC=gas chromatograph, F7D=flame ionisation detector, DV=digital voltmeter. 84 by a Fe-konstantan thermocouple. Signals from detectors and thermocouples were collected by digital voltmeters and transferred to an IBM XT-compatible computer via multiplexer interface. Special programs for data acquisition and transformation were elaborated and applied. Results Temperature-programmed reduction (TPR) TPR results are presented in Figs. 2, 3 and 4. Each TPR curve is presented in the same arbitrary units which have been normalized to 100 mg of the catalyst. The curves in Fig. 2 characterize the reduction rate of the Fe-Mn-(La,Rh) oxide catalysts in the first set of TPR experiments. The reduction of the pure Fe-Mn catalyst starts above 230 C and passes through two maxima at 320 and 390 C as the temperature increases. The third reduction stage takes place above 430 C. Introduction of La clearly increases the main reduction maximum to 425 C and the beginning of the third reduction stage to 460 C. 200 r d 150 _d 100 O 50 01 2!-'~ 3 :i 11 1 , 1 I 1 ~lll 1 ...--y _ 1 i. -1,1 11 I . I ~, . . `, J 0 100 200 300 400 500 600 Temperature ('C) Fig. 2. Temperature-programmed reduction rates of the Fe-Mn-Rh (curve 1), Fe-Mn (2) and Fe-Mn-La (3) catalysts at 5 C/min. ao - d 60 N O 40' C O u 20, 0 0 100 /3 200 300 400 500 600 Temperature ( C) Fig. 3. The second TPR runs of the Fe-Mn-Rh (curve 1), Fe-Mn (2) and Fe-Mn-La (3) catalysts at 5 C /min. 85 C O 1.5 U 7 d 1.0 U d O 0.5 g 0 2 0 00 100 200 300 400 500 600 Temperature ( C) Fig. 4. The fractional degree of reduction during the first TPR runs of the Fe-Mn-Rh (curve 1), Fe-Mn (2) and Fe-Mn-La (3) catalysts at 5 C/min. Clearly different results were obtained for the Rh-containing catalyst. The whole TPR spectrum is shifted towards much lower temperatures (cf. Fig. 2). The reduction starts already at 110 C, showing two distinct maxima at 150 and 200 C, probably with a third peak with low intensity. (It should be stressed that this reduction takes place within a temperature range where reduction has not yet started in the cases of Fe-Mn and Fe-Mn-La catalysts.) Then, after two small peaks at 280 and 320 C, the main reduction takes place with a maximum at 385 C. Next, the reduction rate falls, reaching zero at about 550 C, strongly suggesting the end of the normal reduction process. This is confirmed by the second TPR runs, carried out directly after cooling the samples to 50 C under a constant flow of H2. The results for all the catalysts are shown in Fig. 3. The Fe-Mn-Rh catalyst was completely reduced in the course of the first TPR run, as the second run gives a TPR response identical with the back-ground curve obtained during the blank experiment. The Fe-Mn catalyst shows a small effect between 320 and 420 C, with a maximum at 370 C. Then, above 460 C a high-temperature reduction starts, similar to that during the first TPR run (cf. Fig. 2). The extent of reduction (after the normal TPR run up to 600 C) of La-containing catalysts is far from complete. The main reduction peak (maximum at 395 C) appears once more, its total intensity being only 4 times lower than during the first run. The high-temperature reduction above 500 C still takes place. A comparison of the degree of reduction achieved during the first TPR run for particular catalysts is shown in Fig. 4. According to the observed completeness of reduction of Fe-Mn-Rh catalyst, the final value of the reduction degree achieved for this catalyst was treated as the standard value, 1.00. Surface analysis (XPS) The surface amount of metals in the catalysts after in situ reduction at 400 C for 12 h is shown in Table 1. After reduction, all catalysts show 86 TABLE 1 Bulk and surface composition of the catalysts after in situ reduction at 400 C in atom.% (metal atoms only) Metal Catalyst Fe-Mn Fe-Mn-Rh Fe-Mn-La Fe bulk 52.5 54.3 52.2 surface 31 29.5 30.5 Mn bulk 47.5 44.5 43.0 surface 69 68.5 47.5 Rh bulk 1.2 surface 2 La bulk 4.8 surface 22 a strong decrease in surface Fe content in comparison to the bulk composition. This has been observed before [4-8] and can be explained by the migration of Fe ions during reduction to centers of metallic Fe. The surface Rh concentration is approximately identical to the bulk concentration, whereas a strong increase in surface La concentration is observed after reduction. The oxidation states of the metals were determined from chemical shifts observed after reduction treatment. The surface shows a mixture of Fe(0), Fe(2 + ), Fe(3 + ), Mn(2 + ), Mn(3 + ), Rh(0), Rh(3 +) and La(3 + ). After reduction, the amount of Fe(0) in the surface is - 10ss'o (of the total surface iron) for the Fe-Mn catalyst and over 20% for the Rh- and La-containing catalysts. The surface composition with respect to O and C after CO hydrogenation at high pressure was different for the catalysts. In the case of Fe-Mn-La a high amount of carbonate and hydroxyl species are formed, whereas in the case of the Fe-Mn-Rh catalyst only traces of these species can be observed; the surface of the Fe-Mn catalyst lies between these two extremes. A comparison of the O 1 s peak regions of the three catalysts after in situ reduction at 400 C is shown in Fig. 5. The asymmetric peaks are fitted by two or three curves: an oxide peak at a binding energy (BE) of 530.0 eV, a hydroxyl peak at a BE of - 531.6 eV and a third unidentified O is emission at higher BE. The relative amount of non-oxide O is on the surfaces of the catalysts increases on going from Fe-Mn-Rh (26% of O is region) to Fe-Mn (36%) to Fe-Mn-La (45ss'o). C02 hydrogenation The tracer experiments (using CH4 instead of COz, without catalyst) provided us with the time dependency of the non-reacting gas concentration which was injected into the reactor over a very short time period. When this dependency is normalized so that the area under the curve is equal to 87 Fe-Mn-Rh Fe -Mn d v N N 2 oH- 1 Fe-Mn-La hX 534 530 526 Binding Energy / eV Fig. 5. 0 1 s peaks of the catalysts after in situ reduction with HZ at 400 C. 2.8 , 2.4 2.0 1.6 c m 1.2 u- 0.8 0.4 1.0 2.0 3.0 4.0 Time (min) 5.0 Fig. 6. Comparison of the RTD given by a tracer (CH4, ---) and the HC product RTD for the most active Fe-Mn-Rh catalyst at 400 C (-). unity, this results in a residence time distribution (R,TD) [161. The RTD obtained in reaction flow conditions at 400 C is shown in Fig. 6. The RTD curves of the hydrocarbon (HC) products of the reaction obtained for particular catalysts are presented in Figs. 7, 8 and 9. The product RTD arises from 88 o 0.9 0.8 0.7 0.6 0.5 h 04 0.7 0.1 OO 1.0 2.0 3.0 4.0 5.0 Time (min) Fig. 7. The HG product RTD for C02 hydrogenation at various temperatures on the Fe-Mn-Rh catalyst (A=400 C, B=375 C, C=350 C, D=300 C). 0.09 0.08 0.07 0.06 c m 0.05 h p 0.04 0.03 0.02 A B 0.00 0.0 1.0 2.0 3.0 4.0 5.0 Time (min) Fig. 8. The HC product RTD for COZ hydrogenation at various temperatures on the Fe-Mn catalyst (A=400 C, B=375 C, C=350 C, D=300 C). A 0.000 0.0 1.0 7.0 3.0 4.0 5.0 6.0 7.0 Time (min) Fig. 9. The HC product RTD for COZ hydrogenation at various temperatures on the Fe-Mn-la catalyst (A=400 C, B=375 C, C=350 C). 89 product concentration-time dependency, which was normalized so that the integral area under the curve is equal to the fractional conversion. The RTDs of HC products obtained for the Fe-Mn-Rh catalysts at four different temperatures are shown in Fig. 7. The majority of hydrocarbon molecules formed correspond to the first peak of the curves, though this share diminishes with decreasing reaction temperature. The hydrogenation responsible for the first peak is fast, as this peak and the peak of the tracer RTD are very similar (cf. Fig. 6), i.e. they have nearly the same maximum positions and full widths at half-maximum (FWHM). The HC product RTDs for the pure Fe-Mn catalyst are different (Fig. 8). Three maxima can be distinguished in these curves. The share of the first maximum is lower than the shares of the second and third ones. The latter maxima are located at times (1 .2 and 1.9 min respectively) far longer than the tracer mean residence time, which is very close to that of the first peak of HC product RTD. The third peak maximum is shifted towards longer times with decreasing reaction temperature. Moreover, the curve tail lengthens and the intensity of the third peak falls. Nevertheless, these kinetic profiles did not significantly change during a series of 5 to 10 COZ pulses. This was also true for the former catalyst. Introduction of La results in a dramatic reduction in hydrogenation activity. The respective HC product RTD profiles are shown in Fig. 9. A peak at 1.5 to 2.0 min dominates the spectra (classified as the third peak before). Similar to both the other catalysts, its maximum is shifted from about 1.5 min at 400 C towards longer times as the hydrogenation temperature is lowered. With the Fe-Mn-La catalyst, extremely long tails of HC product RTD profiles are obtained. The fractional conversion of COZ into HC molecules as a function of reaction time is shown in Fig. 10. This conversion increases with the reaction temperature. At the highest temperature applied (400 C), the most active Fe-Mn-Rh catalyst converts 58% of COZ molecules contained in a single pulse into hydrocarbons. At the 'same temperature, the pure Fe-Mn catalyst gives only 16ss'o and the La-containing catalyst only 4.7% conversion 0.6 0 0.5 0.4 C N 0,3 d C 0.2 O U 01 0.0 0.1 2.0 3.0 4.0 5.0 Time (mint Fig. 10. The fractional conversion of COZ to HC molecules reached on the Fe-Mn-Rh (curve 1), Fe-Mn (2) and Fe-Mn-La (3) catalysts at 400 C. 90 of COZ into HC. All the HC conversion values (together with the estimated shares of the first peak in final conversion) are presented in Table 2. Reducing the hydrogenation temperature results in lower catalytic activities, although the differences between the catalysts do not change substantially. At 300 C the La-containing catalyst is practically inactive in COZ hydrogenation. The main products of COZ hydrogenation are CH4 and H20. Other products are CO, CZHs and C3H8. The selectivity towards the various products depends on the type of the catalyst and the hydrogenation temperature. It varies also within the different peaks appearing in the kinetic spectrum. The average molecular percentages (water molecules are not included in the molar balance) of hydrogenation products are collected in Table 3. The first peak consists mainly of CH4 and CO (and undetermined HZO) in various proportions. At higher temperatures the selectivity is higher to CH4, and lower to CO. Further parts of the spectra, within the second and third peaks, consist of more than 99% CH4, the rest being CZHs. Only the results obtained at the two highest temperatures, 400 and 375 C, are presented in Table 3. At lower temperatures the yields for higher hydrocarbons were so low that the errors are large. For the same reason, we can only estimate that for the Fe-Mn-La catalyst the selectivity to CH4 is - 98-99O, and 1-2g'o to CZHs. Traces of CZH4 were found when a minimum was observed in the kinetic spectrum (cf. Fig. 9). As mentioned above, the positions of the maxima of the tracer RTD and the first HC product RTD peaks axe very close to each other. The data are given in Table 4. It is easy to notice that they are closer to each other when the activity of the catalysts increases. A similar correlation is observed for the FWHM values. Asymmetry of the peaks is observed even for the tracer experiments, although it is higher for the catalytic experiments. The data presented in Table 4 indicate that CH4 produced within the first peak was formed via a fast reaction pathway. In case of the Fe-Mn-Rh catalyst, t , .... is only - 2 s longer than tma. for the free flow of tracer gas TABLE 2 Comparison of the final conversion into hydrocarbons (total envelope) and the estimated shares of the fast reaction (first peak) T Fe-Mn-Rh Fe-Mn Fe-Mn-La CC) Conversion' Share of Conversion' Share of Conversion' into HC first peak' into HC first peak' into HC 300 14 22 2.5 2 0.02 350 32 38 7.4 5 1.2 375 44 42 11 8 2.8 400 58 51 16 10 4.7 'Final conversion of C02 into hydrocarbons (46). Share of first peak in final conversion (9b). 91 TABLE 3 Selectivity of the catalysts Temp. Peak Concentration (9b) ( C) no. CH4 CO CZH6 C3H8 A. Fe Mn 400 1 45.3 52.4 1.9 0.4 2 99.6 - 0.4 - 3 99.9 - 0.1 - 375 1 28.3 70.2 1.2 0.2 2 99.2 - 0.8 - 3 99.9 - 0.1 - B. Fe Mn-Rh 400 1 61.9 37.5 0.6 0.04 2 99.6 - 0.4 - 3 99.7 - 0.3 - 375 1 46.6 52.6 0.7 0.06 2 99.1 - 0.9 - 3 99.6 - 0.4 - TABLE 4 Times of peak evolution in blank experiments and in fast reaction (the first peak) Experiment Temp tm- FWHM Asym. coeff.b ( C) (s) (s) CH4, no catalyst 400 17.2 18.9 1.5 375 18.1 19.5 1.5 350 19.1 19.8 1.5 C02 + H2, 400 10.5 11.2 1.9 Fe-Mn catalyst 375 11.2 e a 350 13.3 a C02 + H2, 400 19.0 19.7 1.8 Fe-Mn-Rh 375 19.8 22.8 1.9 catalyst 350 21.3 a 300 25.3 a a 'Impossible to determine. b Defined as the ratio: (t' 2-tmu)/(t_-tss 2), where t1,/2 and t` 2 represent times when the signal is equal to half of its maximum on its left and right side, respectively. through the reactor. In the case of the Fe-Mn catalyst, this time is even ^- 7 s shorter, probably because of a much lower yield of CH, than the amount used in the tracer experiments. The amount of CH, corresponding to the first peak, ascribed to a fast reaction pathway, was determined for the Fe-Mn and Fe-Mn-fth catalysts. This amount increases with increasing hydrogenation temperature (cf. Table 92 TABLE 5 Apparent activation energies of methanation Catalyst EA (kJ/mol) Fe-Mn-La 182 Fe-Mn 65 Fe-Mn-Rh (total activity) 47 Fe-Mn-Rh (first peak) 73 Fe-Mn-Rh (2nd+3rd peaks) 33 2). The proportion of the fast reaction decreases sharply with catalyst in the following order: Fe-Mn-Rh > Fe-Mn Fe-Mn-La. The last catalyst shows practically no fast reaction pathway. With the Fe-Mn-Rh catalyst it was possible to determine separate activation energies for the fast and slow methanations (considered as the sum of the second and third peaks). These values, as well as the activation energies of the total hydrogenation for the other catalysts, are collected in Table 5. Discussion Isothermal reduction combined with structural analysis suggests the following reduction scheme for Fe-Mn oxide catalysts [7, 17, 18]. Hematite (Fe2_~.Mnx03) and bixbyite (Mn2_,Fe,03) coexisting in the calcined catalysts are reduced at - 300 C to a mixture of Fe-rich and Mn-rich spinels and manganosite containing a small amount of Fe (Mnl _zFex0). The next stage of reduction is observed at 375 C in which spinels are reduced to wustite (Fel _ ,Mn ,O), manganosite and partially to metallic iron. The iron cations contained in the manganosite are reduced to metallic iron and segregate out of the manganosite phase. As the reduction temperature is increased above 400 C, more and more metallic iron is formed in the sample. This is accompanied by a strong increase in the Mn content at the surfaces of the catalysts, as observed by XPS [4, 5, 8]. The XPS experiments showed additionally that Fe in the catalyst was not totally reduced at the surface, which is compatible with XRD results showing Fe-containing manganosite and spinel even after lengthy reduction at 400 'C [7, 17, 181. This reduction scheme correlates well with the TPR response curves of the Fe-Mn and Fe-Mn-La catalysts, with respect to the number of peaks and their intensities. The peak between 200-340 C is attributed to the transformation of hematite and bixbyite into spinels, that above 340 C to the transformation of spinels into wustite and manganosite phases. Introduction of La shifts this peak - 30 C higher. According to long isothermal reduction during this second stage, a part of the Fe is reduced to the metallic state. The high temperature reduction (HTR) must therefore be attributed to the reduction of wustite to metallic iron. But the second TPR runs (cf. Fig. 3) 93 again showed the presence of the reduction peak between 340-420 C and 360-460 C for the Fe-Mn and Fe-Mn-La catalysts respectively. The HTR proceeds during the second TPR runs with the same intensity as during the first ones. Our present knowledge of the system indicates that it can be explained by differences in surface and bulk reduction. The HTR is attributed to an important degree to the bulk reduction, since TPR does not result in a complete reduction of the catalysts throughout their bulk. During cooling, oxygen diffuses towards the sample surface; this segregation of oxygen causes the low-temperature reduction in the second TPR run of the Fe-Mn-La and Fe-Mn catalysts. In spite of similarities between Fe-Mn and Fe-Mn-La catalysts, there is a serious quantitative difference. The main reduction peak of the latter is only four times less intensive during the second run than in the course of the first reduction. The appropriate factor of the Fe-Mn catalyst is equal to about 40. This difference requires an explanation, which is based on the properties of La\" cations. They are relatively large (r= 103 pm) in comparison to Fe\" (r=78 pm), Fe\" (r=65 pm) and Mnz+ (r=83 pm). They also exhibit an extremely low reduction potential (- 0.2522 V), like alkaline ions. The appropriate values for Mn2+ and Fe 2+ are equal to -1.185 V and - 0.447 V respectively. The size of the La\" ion explains the surface enrichment of La 3+ of - 5 times the bulk amount (cf. Table 1). The La3+ ions are not reduced by hydrogen during TPR and, moreover, their partial coordination by OH- instead of OZ- can be assumed after TPR. This means that La 3+ can trap water, being partially transformed into hydroxide at the same time. This oxyhydroxide decomposes in the course of the second TPR, since the yield of water formed at the surface is smaller. The maximum at 400 C fits quite well with the maximum of thermal decomposition of La20(OH)4 into La0(OH) [ 19 ]. The O 1 s peak of the Fe-Mn-La catalyst reduced for 24 h shows a broad non-symmetric form. The deconvolution of the O is spectrum results in 45% of OH- species (Fig. 5). Similar effects were observed previously for K-containing catalysts [81. After reduction, the surfaces of these catalysts were greatly enriched in K+ and OH- so that nearly the entire surface was covered by KOH. It was described as a strong retardation of H20 desorption by surface potassium. The cation radius (138 pm) and reduction potential (- 2.93 V) of K+ are similar to the values for La'+. Very different phenomena are observed during TPR of the Fe-Mn-Rh catalyst. The reduction is much faster and complete, as far as the layers being active in TPR and catalysis are concerned. The low-temperature reduction between 120 and 240 C, cannot be exclusively ascribed to Rh3+ reduction, because only 1.2% Rh was present in the catalyst. Additionally, even after long-term isothermal reduction, a small amount of Rh+ is still detected by XPS. This means that in the presence of Rh the reduction of Fe and Mn oxides takes place at much lower temperatures. A catalytic effect of Rh on this reduction should, therefore, be assumed. Rh3+ shows the highest reduction potential in the discussed system ( + 0.758 V) which, together with its large 94 atomic radius (134.5 pm), suggests a strong surface segregation during reduction. But no such effects have been found, perhaps because Rh segregates into a large number of very small particles which are distributed along the surface of the inner pores. This, together with the well-known ability of hydrogen to adsorb dissociatively and in great amounts on supported Rhcatalysts [ 20 ], can explain this catalytic effect. Rh would then be an activator and transporter of hydrogen for the reduction of Fe and Mn oxides. Discussion of CO? hydrogenation will begin with a repetition of the most important experimental results and limitations: (1) The following sequence of activity was observed: Fe-Mn-Rh > Fe-Mn Fe-Mn-La. (2) CH, was the main hydrocarbon product, although it was formed via two distinctly different reaction pathways. (3) Fast methanation was always combined with CO formation. The share of fast methanation was the highest for the Rh-containing catalyst, and nearly vanished for the La-containing catalyst. (4) The pulse method used in this study permits assumption of saturation of the surface by hydrogen, although only at the onset of hydrogenation. Then, a partial depletion must occur because of the fast reactions. Surface coverage by hydrogen is recovered after passing the first maximum in the kinetic profile. (5) CH, and other hydrocarbons formed via the slow-reaction path must be ascribed to carbonaceous deposits on the surface, because no more C02 remained in the gas phase. All the observed phenomena, supported by some results from the literature, can be explained by the following reaction model: before injection of the C02 pulse, the catalyst surface is saturated by hydrogen under the given conditions, both the metal centers (M*) HZ + 2M* = 2HM* (1) and the oxide centers of the lattice (OL2-): Hz + 20L2- = 20HL_ + 2e- (2) The last reaction causes in turn a partial reduction of metal cations in the oxide, according to eqn. (3a) or (3b). M(n+2>+ + 2e- -Mn+ (3a) M(n+l)+ +e- - Mn.+ (3b) The rate and extent of the oxide reduction are strongly limited by water desorption: OHL_ + OHL = OL2 + VL + H20 (4) The anionic vacancy (VL) formed in reaction (4) shows a deficit of two electrons. It can be treated then as a Lewis acid center, which in turn can react with a Lewis base. Carbon dioxide adsorbing in a linear form (as discussed in [21 ]) is such a base: C02+VL=OCO:VL The number of these adsorption centers is regulated by the surface concentration of VL, therefore also by water desorption. Any retardation of reaction (4) will diminish both the degree of reduction and the amount of molecules of COZ adsorbed in the above-described manner. Linear COZ species were found by FTIR on La-containing oxide catalysts [21 ]. On metal centers COZ adsorbs irreversibly and dissociatively. This was established for iron single crystals [22[ and polycrystalline films [23]. For Rh the literature reports are contradictory, concerning both single crystals [24, 25] as well as supported Rh/A1203 catalysts [26, 27]. Since XPS experiments confirmed the presence of metallic Fe on Fe-Mn and Fe-Mn-Rh catalysts, we should take into account COZ dissociation on these metallic centers. COz + 2* - *CO + *O Carbon monoxide can desorb from the surface: or dissociate: (6) (7) (8) Reactions (7) and (8) compete with one another. We have found that increasing temperature and Rh content results in preferential dissociation. It seems as if the activation energy of dissociation is higher than that of desorption. Therefore, a mechanism similar to the carbide model of the Fischer-Tropsch synthesis can be assumed for the hydrogenation of COZ on Fe-Mn-Rh and Fe-Mn catalysts (cf. Fig. 11). According to this model, CI species can be hydrogenated directly to CH4 via a fast reaction pathway. They can also dimerise and polymerise into C2, C3, etc. species, which in turn can be hydrogenated and desorb as low alkanes. But a competitive reaction, hydrogenolysis of C2, C3, ... species is strongly favored in the course of our COZ hydrogenation experiments. Thus, a marked shift in the hydrocarbon distribution towards CH, is observed. The proposed mechanism is similar, but not identical, to that proposed by Yokimaza and Bell [28 ] for hydrogenation of carbonaceous deposits formed on Ru/Ti02 catalyst in the course of COz hydrogenation. A much higher share of C1 hydrogenation and participation of hydrogenolysis in the gasification of the deposits differentiate our model from that proposed by Yokimaza and Bell. Perrichon et cal. [9, 10] using model reaction conditions (low temperature and pressure) found CH, species and molecular COZ on the surface of an Fe/A1203 catalyst with IR spectroscopy. These authors [9, 101 also reported that methanation of the carbonaceous deposits after C02 hydrogenation is possible at considerably lower temperature than it is after CO hydrogenation. There are also indications that carbidic carbon, which is identical with our *MC, is formed only on metallic iron in the course of Fischer-Tropsch 96 COz + 2 * ---* *CO + *0 2H* 2* 2H* 4* * 2*OH 2 Hz0 *C *0 H* * CA *CH 3* H* 2H* * *CHz * 2H* * 2H* 4* *CHz T T - *CZH4, T T - 2*CH3 7 1 o, 2CH44 H* *CHz H* 4* * * *CH3 CH4, *CH3 -*C3H~ H* 2* H* *CHz *CZHS T T . CA 2* * H* t_H4 2H* 4* 2*CHj T T - 2CH4 Methanation Chain growth Hydrogenotysis Fig. 11. Proposed mechanism for the hydrogenation of COZ pulses on Fe-Mn and Fe-Mn-Rh catalysts. synthesis on Fe-Mn catalysts [29]. A linear correlation was found between carbidic carbon concentration and total activity of Fe-Mn catalysts [ 13 ]. The proposed mechanism applies to both Fe-Mn and Fe-Mn-Rh catalysts. The higher activity of the Rh-containing catalyst can be explained by the well-known fact that hydrogen adsorbs at a many times higher concentration on Rh than on Fe surfaces [20]. However, the introduction of La causes a considerable increase in the activation energy value, from 65 kJ/mol to 180 kd/mol, indicating a change in reaction mechanism. The following concept is proposed. As was mentioned before, introduction of La transforms the hydrophobic surface of an Fe-Mn catalyst into a hydrophilic one. La\" binds OH- strongly and segregates to the catalyst surface. In addition to segregation of MnO, it results in a partially hydroxylated oxide surface. On such a surface COz can adsorb onto basic oxides (Laz03 or Mn0) with formation of carbonate anions. The presence of these anions was confirmed after prolonged Mscher-Tropsch synthesis on Fe-Mn catalysts [8]. They were also found as hydrocarbonates on Fe/A1203 catalysts after prolonged COZ hydrogenation [9]. These authors suggested that HC03- is formed on the alumina surface, but did not imply that carbonates could have been active intermediates of COz hydrogenation. Carbonates are very stable till a stronger acid is introduced into the system, which transforms them into CO2. Nevertheless, hydrogenation of COZ on Fe-Mn-La catalyst takes place, but only via a slow reaction pathway and without any CO formation. We suggest therefore an adsorption of COZ in linear form on anion vacancies (cf. reaction (5)). However, there are no H, but rather OH, species on the oxide surface. Hence, further hydrogenation requires something like a spillover mechanism. Hydrogenation would proceed then within a limited region close to the metal-oxide interface. This is consistent with the very low yield of CH4 on the Fe-Mn-La catalyst. Probably the most active intermediates in this case are the *CHO species, formed by hydrogenation of the linearly adsorbed OCO:VL species which can certainly be hydrogenated much easier than a carbonate. They would be formed and transported onto metal centers, where further hydrogenation takes place. The remaining group, OH-, remains on the anion vacancy. It can trap an electron being transformed into a lattice hydroxide anion. The electron is transferred from the previously reduced metal cation. OCO:VL+2H* --> *CHO+ HO:VL (9) HO:VL+e- ) OHL - (10) Mn+ ~ Min+l>++e- (11) The *CHO species are further hydrogenated on metal sites, which results in water evolution from these sites. *CHO + 2H* -j *CH2 + *OH (12) *OH +H*--> 2*+H20 (13) *CHZ+H*- *CH3+* (14) *CH3+H*- 2*+CH4 (15) Appearance of traces of CZH4 at the time at which the fast reaction peak appeared for Fe-Mn and Fe-Mn-Rh suggest dimerization of *CH2 with desorption of ethylene: *CH2 + *CH2 -- *CZH4 + * (16) *C2H4 -i * + CZHa (17) A shift towards methane points to the introduction of a hydrogenation step into the model. *C2H4 + 2H* --> 2*CH3 + * (18) *CH3+H*- 2*+CH4 (19) 98 Conclusion The addition of Rh or La to Fe-Mn catalysts strongly influences the temperature-programmed reduction and hydrogenation Of COZ pulses. The reduction of the catalyst is facilitated by a catalytic effect of Rh and hindered by the surface coverage of the catalysts by La oxyhydroxides. Investigation of the hydrogenation of COz in a pulse reactor allows us to distinguish clearly between different catalysts. In the case of the pure Fe-Mn and Fe-Mn-Rh catalysts, the results are explained by a common mechanism similar to CO hydrogenation on Mscher-Tropsch catalysts, combined with a further hydrogenolysis step. In the case of the La-containing catalyst, a different mechanism including adsorption of COZ on anion vacancies must be assumed to explain the results. Acknowledgement Preparation of the catalysts by Dr. B. Richter is gratefully acknowledged. References 1 D. J. Dwyer and G. A. Somorjai, J. Catal., 52 (1978) 291. 2 G. C. Maiti, R. Malessa, U. Lochner, H. Papp and M. Baerns, AOl. Catal., 16 (1985) 215. 3 P. Deppe, H. Papp and M. Rosenberg, Hyperfine Interact., 28 (1986) 903. 4 T. Grzybek, H. Papp and M. Baems, Appl. Catal., 29 (1987) 335. 5 U. Lindner and H. Papp, Appl. Surf. Sci., 32 (1988) 75. 6 K. B. Jensen and F. E. Massoth, J. Catal., 92 (1985) 95. 7 U. Lochner, H. Papp and M. Baerns, AOl. Catal., 23 (1986) 339. 8 U. Lindner and H. Papp, Z. Anal. Chem., 333 (1989) 540. 9 V. Perrichon, M. P(jolat and M. Primet, J. Mol. Catal., 25 (1984) 207. 10 M. Puolat, V. Perrichon, M. Primet and P. Bussiere, J. Mot. Catal., 17 (1982) 367. 11 D. L. King, J. Catal., 61 (1980) 77. 12 T. lizuka, Y. Tanaka and K. Tanabe, J. Mol. Catal., 17 (1982) 381. 13 T. Grzybek, H. Papp and M. Baems, Appl. Catal., 29 (1987) 351. 14 H. Papp and F. Wieczorek, Thermochim. Acta, 103 (1986) 187. 15 B. Richter, Thesis, Ruhr Universitat, Bochum, 1987. 16 O. Levenspiel, The Chemical Reactor Omnibook, OSU Book Stores, Corvalis, Oregon, 1988, p. 61.2. 17 N. K. Jaggi, L. H. Schwartz, J. B. Butt, H. Papp and M. Baerns, AOl. Catal,, 13 (1985) 347. 18 G. C. Maiti, R. Malessa and M. Baerns, Appl. Catal., 5 (1983) 151. 19 Gmelin Handbuch der Anorganischen Chemie, 8.Aufl., Teil C2, Springer Verlag, Berlin, 1974, p. 15. 20 M. A. Vannice, J. Catal., 50 (1977) 228. 21 J. A. Odriozola, 1. Carrizosa and R. Alvero, in C. Morterra, A. Zecchina and G. Costa (eds.), Structure and Reactivity of Surfaces, Elsevier, Amsterdam, 1989, p. 713. 22 H: J. Freund, H. Behmer, B. Bartos, G. Wedler, H. Kuhlenbeck and M. Neumann, Surf. Sci., 180 (1987) 550. 23 R. Dziembaj and G. Wedler, Surf, Sci., 134 (1983) 238. 24 L. H. Dubois and G. A. SomorW, Surf. Sci., 128 (1983) L231. 99 25 W. H. Weinberg, Surf. Sci., 128 (1983) L224. 26 T. lizuka and T. Tanaka, J. Catal., 70 (1981) 449. 27 F. Solymosi, A. Erdohelyi and M. Hoscis, J. Catal., 65 (1980) 428. 28 G. H. Yokimaza and A. T. Bell, J. Catal., 119 (1989) 467. 29 R. M. Stanfield and W. L. Delgass, J. Catal., 72 (1981) 37. 30 A. M. Efstathion and C. O. Bennet, J. Catat., 120 (1989) 118 and 137. X244 9280105P 0304-5102(92)80105-P 10.1016/0304-5102(92)80105-P Carbon dioxide hydrogenation on FeMn oxide catalyst doped with Rh and La R. Dziembaj W. Makowski Jagellonian University, Faculty of Chemistry, Cracow Poland H. Papp Ruhr University Bochum, Lehrstuhl für Technische Chemie, Bochum Germany The hydrogenation of CO2 was investigated on a pure FeMn oxide catalyst and on catalysts doped with Rh and La in a pulse microreactor. Temperature-programmed reduction of the catalysts showed that Rh addition led to a much faster and more complete reduction, by a probably catalytic effect of Rh, whereas the addition of La led to a slower and less complete reduction than in the case of the pure FeMn catalyst. This was also shown by XPS investigation of the surfaces of the reduced catalysts. Additionally, XPS showed an enrichment of the surfaces with Mn on all three catalysts and a strong increase in La surface concentration in comparison to the bulk of the La-containing catalyst. The formation of a higher amount of OH species was observed on the La-containing catalyst than on the other ones after reduction. Three subsequent steps were distinguished during hydrogenation of CO2 pulses: a fast methanation connected with CO evolution, and two slower steps related to hydrogenation of carbonaceous surface species. The proportion of fast methanation was highest on FeMnRh and absent on the FeMnLa catalyst. A mechanism similar to the hydrogenation of CO combined with hydrogenolysis was postulated for the FeMn and FeMnRh catalysts. A different mechanism had to be assumed for the CO2 hydrogenation on the FeMnLa catalyst. References 1 D.J. Dwyer G.A. Somorjal J. Catal. 52 1978 291 2 G.C. Maiti R. Malessa U. Löchner H. Papp M. Baerns Appl. Catal. 16 1985 215 3 P. Deppe H. Papp M. Rosenberg Hyperfine Interact. 28 1986 903 4 T. Grzybek H. Papp M. Baerns Appl. Catal. 29 1987 335 5 U. Lindner H. Papp Appl. Surf. Sci. 32 1988 75 6 K.B. Jensen F.E. Massoth J. Catal. 92 1985 95 7 U. Löchner H. Papp M. Baerns Appl. Catal. 23 1986 339 8 U. Lindner H. Papp Z. Anal. Chem. 333 1989 540 9 V. Perrichon M. Pijolat M. Primet J. Mol. Catal. 25 1984 207 10 M. Pijolat V. Perrichon M. Primet P. Bussiere J. Mol. Catal. 17 1982 367 11 D.L. King J. Catal. 61 1980 77 12 T. Iizuka Y. Tanaka K. Tanabe J. Mol. Catal. 17 1982 381 13 T. Grzybek H. Papp M. Baerns Appl. Catal. 29 1987 351 14 H. Papp F. Wieczorek Thermochim. Acta 103 1986 187 15 B. Richter Thesis 1987 Ruhr Universität Bochum 16 O. Levenspiel The Chemical Reactor Omnibook 1988 OSU Book Stores Corvalis, Oregon 61.2 17 N.K. Jaggi L.H. Schwartz J.B. Butt H. Papp M. Baerns Appl. Catal. 13 1985 347 18 G.C. Maiti R. Malessa M. Baerns Appl. Catal. 5 1983 151 19 8.Aufl. Gmelin Handbuch der Anorganischen Chemie 1974 Springer Verlag Berlin 15 Teil C2 20 M.A. Vannice J. Catal. 50 1977 228 21 J.A. Odriozola I. Carrizosa R. Alvero C. Morterra A. Zecchina G. Costa Structure and Reactivity of Surfaces 1989 Elsevier Amsterdam 713 22 H.-J. Freund H. Behmer B. Bartos G. Wedler H. Kuhlenbeck M. Neumann Surf. Sci. 180 1987 550 23 R. Dziembaj G. Wedler Surf, Sci. 134 1983 238 24 L.H. Dubois G.A. Somorjai Surf. Sci. 128 1983 L231 25 W.H. Weinberg Surf. Sci. 128 1983 L224 26 T. Iizuka T. Tanaka J. Catal. 70 1981 449 27 F. Solymosi A. Erdöhelyi M. Koscis J. Catal. 65 1980 428 28 G.H. Yokimaza A.T. Bell J. Catal. 119 1989 467 29 R.M. Stanfield W.L. Delgass J. Catal. 72 1981 37 30 a A.M. Efstathion C.O. Bennet J. Catal. 120 1989 118 b A.M. Efstathion C.O. Bennet J. Catal. 120 1989 137",
      "scopus-id": "0026915625",
      "coredata": {
        "eid": "1-s2.0-030451029280105P",
        "dc:description": "The hydrogenation of CO2 was investigated on a pure FeMn oxide catalyst and on catalysts doped with Rh and La in a pulse microreactor. Temperature-programmed reduction of the catalysts showed that Rh addition led to a much faster and more complete reduction, by a probably catalytic effect of Rh, whereas the addition of La led to a slower and less complete reduction than in the case of the pure FeMn catalyst. This was also shown by XPS investigation of the surfaces of the reduced catalysts. Additionally, XPS showed an enrichment of the surfaces with Mn on all three catalysts and a strong increase in La surface concentration in comparison to the bulk of the La-containing catalyst. The formation of a higher amount of OH species was observed on the La-containing catalyst than on the other ones after reduction. Three subsequent steps were distinguished during hydrogenation of CO2 pulses: a fast methanation connected with CO evolution, and two slower steps related to hydrogenation of carbonaceous surface species. The proportion of fast methanation was highest on FeMnRh and absent on the FeMnLa catalyst. A mechanism similar to the hydrogenation of CO combined with hydrogenolysis was postulated for the FeMn and FeMnRh catalysts. A different mechanism had to be assumed for the CO2 hydrogenation on the FeMnLa catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280105P",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dziembaj, R."
          },
          {
            "@_fa": "true",
            "$": "Makowski, W."
          },
          {
            "@_fa": "true",
            "$": "Papp, H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280105P"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280105P"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80105-P",
        "prism:volume": "75",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Carbon dioxide hydrogenation on FeMn oxide catalyst doped with Rh and La",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "81-99",
        "prism:endingPage": "99",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 1992",
        "prism:doi": "10.1016/0304-5102(92)80105-P",
        "prism:startingPage": "81",
        "dc:identifier": "doi:10.1016/0304-5102(92)80105-P",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026915625"
      }
    }
  }
}