{
  "metadata": {
    "title": "High-activity Re—Pt/MO catalysts for C—C bond cleavage reactions: preparation by solvated metal atom dispersion (SMAD)",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-05-09",
    "doi": "10.1016/0304-5102(88)80009-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288800099",
    "pii": "0304510288800099"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024282523",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288800099 0304-5102(88)80009-9 0304510288800099 10.1016/0304-5102(88)80009-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00806 2024-01-02T01:04:53.938015Z 0 0 19880509 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 45 45 2 2 Volume 45, Issue 2 9 193 206 193 206 19880509 9 May 1988 1988-05-09 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. HIGHACTIVITYREPTMOCATALYSTSFORCCBONDCLEAVAGEREACTIONSPREPARATIONBYSOLVATEDMETALATOMDISPERSIONSMAD AKHMEDOV V KLABUNDE 1978 213 K MATSUO 1982 216 K RALSTON 1982 13 D AKHMEDOV 1984 85 V AKHMEDOV 1984 48 V KLABUNDE 1984 2721 K IMIZU 1985 225 250 Y CATALYSISORGANICREACTIONS KLABUNDE 1983 57 K TIMMS 1977 53 P KLABUNDE 1979 59 K BANDY 1986 2477 J PARERA 1986 39 J CHOW 1985 349 M SACHTLER 1984 1 W BILOEN 1980 112 P MENON 1984 59 P DEXPERT 1984 347 H GAULT 1981 1 F BETIZEAU 1976 179 C AKHMEDOVX1988X193 AKHMEDOVX1988X193X206 AKHMEDOVX1988X193XV AKHMEDOVX1988X193X206XV item 0304-5102(88)80009-9 0304510288800099 1-s2.0-0304510288800099 10.1016/0304-5102(88)80009-9 272239 2024-01-02T01:04:53.938015Z 1988-05-09 1-s2.0-0304510288800099-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800099/MAIN/application/pdf/0bc3eb599f41572cbbba3857770b84fe/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800099/MAIN/application/pdf/0bc3eb599f41572cbbba3857770b84fe/main.pdf main.pdf pdf true 878368 MAIN 14 1-s2.0-0304510288800099-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288800099/PREVIEW/image/png/6179708d9b9e7e39f0f7f191500912d2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288800099/PREVIEW/image/png/6179708d9b9e7e39f0f7f191500912d2/main_1.png main_1.png png 62779 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 45 (1988) 193 - 206 193 HIGH-ACTIVITY Re-Pt/MO CATALYSTS FOR C-C BOND CLEAVAGE REACTIONS: PREPARATION BY SOLVATED METAL ATOM DISPERSION (SMAD) VAGIF AKHMEDOV* and KENNETH J. KLABUNDE Department of Chemistry, Kansas State University, Manhattan, KS 66506 (U.S.A.) (Received June 26,1987 .accepted October 14, 1987) Summary Metal vapor was employed to prepare solvated metal atom solutions, and these solutions were used to prepare mono- and bimetallic Re and Pt metal catalysts on different metal oxide (MO) supports such as A1203, Z13X zeolite and MgO. Compared with conventionally prepared Pt/Al203 and monometallic SMAD Re- and Pt/MO systems, the bimetallic SMAD Re Pt/ MO systems showed much greater activities for C C bond cleavage at rela- tively low temperatures. All hydrocarbons were affected similarly, including n-hexane, n-heptane, cyclopentane, methylcyclopentane, cyclohexane and toluene. Introduction The preparation of zero-valent bimetallic catalysts is carried out by one of three general methods: (1) dispersion of two metal salts or oxides on a support followed by reduction; (2) adsorption of two zero-valent organo- metallic compounds such as metal carbonyls on a support, followed by thermal or photochemical decomposition; and (3) metal evaporation meth- ods, in particular, solvation of metal atoms in hydrocarbon solvents and treatment of these solutions with catalyst supports causing metal deposition (Solvated Metal Atom Dispersion, SMAD). Of these three, the SMAD method best ensures the deposition of small metal particles in their reduced state, since no oxygen or halogen is present in any step, and no high temperature reduction or decomposition step is necessary. In addition to ensuring that metallic particles are deposited, the SMAD method yields metal particles in a highly dispersed, sometimes amorphous state. The combination of two metals in this way could yield bimetallic *0n leave from Azerbaijan State University, Baku, U.S.S.R. 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 194 particles with unusual physical/catalytic properties. Since the particles are very small, often amorphous, and contain some organic residues from the solvent employed, physical characterization is very difficult. Hydrogen and CO chemisorption have proven useful, as has Mossbauer, XPS and X-ray diffraction. However, one of the probes that most effectively demonstrate that these particles are unique has been catalytic testing with model com- pounds. Indeed, in this way we have shown many times that SMAD catalysts do behave differently from conventional systems [1 - 5]. Bimetallic systems have been particularly interesting. For example, we found that Co Mn/SiOz catalysts prepared in this way have greatly enhanced activities for hydrogen/ hydrogenolysis/isomerization processes [6]. More recently, we have found that Fe Pt and Pt Sn/Al^Oa SMAD catalysts are also unique and highly active for hydrocarbon reforming [7, 8]. Since there are almost no restrictions on what metals can be used in the SMAD process, we have begun study of a broad series of transition metals. We are looking in particular for new bimetallic effects on catalyst activities and selectivities. In the present study, we have chosen to examine the important catalytic metals Re and Pt and their combination Re Pt. We chose to look at catalytic C C bond cleavage in saturated hydrocarbons and were surprised to find that Re Pt systems showed rather remarkable activ- ities for this reaction, even at relatively low temperatures. Experimental The SMAD metal vapor method was used for the preparation of Re and Pt monometallic and Re Pt bimetallic supported catalysts [6, 9,11]. Metal was evaporated in a G.V. Planer Ltd.* (VS-500) Vapor Synthesis Reactor. In a typical reaction, the electron gun furnace was turned on when a vacuum better than 1 X 10~5 torr was achieved. Prior to metal evaporation but during the furnace warmup, toluene (100 -110 ml) was condensed onto the walls of the liquid nitrogen-cooled reaction vessel. The electron beam current was increased and metal evaporated for about 1 h (for Pt, filament current =38-40 mamp and accelerating voltage = 6.6 - 7.0 kV; for Re, 3.8 - 4.0 mamp and 7.2 - 7.5 kV). At the end of the reaction the reactor was isolated from the cryopump, and the liquid nitrogen removed from the cooling shroud. The reactor chamber was filled with nitrogen gas and was allowed to warm to room temperature. During this time the M-toluene matrix melted and flowed into the collection gutter. It was washed, with additional toluene, out of the liquid exit port into two Schlenk tubes, one of which contained the desired catalyst support (1 g). About 10 ml of toluene containing about 0.001 g Re (or Pt) was allowed to contact the catalyst support. The M/toluene/support slurry was stirred for 2 - 3 h *For detailed address see ref. 12. 195 under a head of nitrogen; during this time the dark solution usually de- colorized and the support particles turned from white to brown. Most of the solvent was removed by decanting, and the rest by evacuation. Commercial samples of Al^O^, MgO and zeolite 13X were used as supports. Each was pretreated by heating in air at 500 C for several hours. Conventional Pt/A^Oa catalysts were prepared as described earlier [7]. In some cases these conventional Pt/A^O^ systems were treated with Re by the SMAD method. Catalyst testing was carried out using a conventional pulse micro- reactor connected to a gas chromatograph [7]. The catalyst sample (0.2 g) was loaded into the reactor tube (6 mm i.d., 300 mm long) in a nitrogen- filled inert atmosphere box and held in place with plugs of glass wool. To rid the catalyst of some of its organic residues and remove any adven- titious oxygen, the catalyst was treated on stream at 500 C with hydrogen (70 ml min\"1) for 2 h, and then cooled to the desired reaction temperature with continued H^ flow during catalyst testing. Hydrocarbons tested were dried over molecular sieves (5 A) before use. These were n-hexane, n-heptane, cyclopentane, methycyclopentane, cyclohexane and toluene (all from Fischer Scientific). One p.1 of hydrocarbon was injected onto the catalyst, while hydrogen flowed at 70 ml min\"1. Products evolved were analyzed on a 25% SE-30 on Chromosorb P packed in an aluminum column (15 ft X 1/4 in) operating at 100 C. Results Synthesis of catalysts Co-condensation of transition metal atoms with arenes has been shown to provide a general synthesis of bis(T?-arene) metal complexes. In the case of late transition metals, these complexes are not very thermally stable, but still can be useful as low temperature sources of 'solvated' metal atoms. Some transition metal atoms attack the o-bonds of the arene, for example Re atoms with toluene yield a binuclear compound with a bridging JU- alkylidene group [13]. Platinum atoms with toluene do not yield organometallics of this type, but instead appear to be solvated at low temperature, and on warming towards room temperature small Pt particles are formed. 196 Pt\" + (Pt) n In our hands when these solutions of Re and Pt were exposed to catalyst supports, metals were deposited, and the support surfaces turned from white to dark brown, while the solutions went from dark brown to clear white. No doubt some of the organic fragments are initially adsorbed as well, but under catalytic conditions much of this material is removed, leaving deposited metal particles. We were mainly interested in comparing the effects of varying support acidity, and therefore chose the catalyst supports MgO, Al^Oa and zeolite 13X, which range from basic (MgO) to fairly acidic (zeolite 13X). Ten catalysts were prepared and tested. These are described in Table 1. Note that some of the catalysts were half SMAD-half conventional. In these cases, a conventional reduced Pt/Al2C>3 catalyst was prepared and then treated with Re by the SMAD process. Catalytic activities for C C bond cleavage under low pressure and temperature hydrogenolysis conditions were determined and compared with a conventional Pt/A^Oa system that we prepared. Acyclic and cyclic hydro- carbons were investigated, as well as one aromatic system (toluene). Total conversion of hydrocarbon during a pulse over the catalyst was taken as a simple measure of relative activity. Turnover frequencies (N^ s~1) were calculated assuming complete dispersion of Pt and/or Re (see later dis- cussion), knowing the total amounts of metal on the catalysts, the total TABLE 1 Catalyst compositions Sample Support Acidity of support SMAD Amount of metal Method of (Hammett Hy) solvent (wt%) on support support Re Pt Pt Re A AWs 5.6 0.6 conven. B Al,03 5.6 toluene 0.1 0.1 conven. SMAD C A1203 -5.6 toluene 0.1 0.3 conven. SMAD D Ala03 -5.6 toluene 0.1 0.6 conven. SMAD E Z-13X8 stronger than Al^Oy toluene 0.1 0.1 SMAD SMAD P AlA 5.6 toluene 0.1 0.1 SMAD SMAD G AlzOa 5.6 toluene 0.1 SMAD H MgO basic toluene 0.1 SMAD I Z-13X'1 stronger than Al;03 toluene 0.1 SMAD J Z-13X81 stronger than Al^O^ toluene 0.1 SMAD SMAD K AlaOa 5.6 toluene 0.1 SMAD SMAD \"Si/Al ratio > 20, pore size over 10 A. 197 hydrocarbon injected, and the time in contact with the catalyst bed. The Nt values are listed in the Tables. Conversion of n-hexane and n-heptane Figures 1 and 2 demonstrate the relative activities of SMAD catalysts for C C bond cleavage for n-hexane and n-heptane. It can be seen that the SMAD Re Pt/MO bimetallic catalysts were most reactive in this hydrocrack- ing process. Conventional Pt/Al2C>3 prepared in our laboratory was practical- ly inactive below 360 C, whereas Re Pt/MO (Sample E) caused complete 200 220 240 2 0 280 300 320 340 360 380 400 Fig. 1. % Conversion of n-hexane vs. temperature (see Table I for catalyst descriptions). 200 220 240 260 280 300 320 340 360 380 400 Fig. 2. % Conversion of n-heptane us. temperature (see Table 1 for catalyst descriptions). 198 conversion below 290 C. Bimetallic SMAD samples prepared by treating the conventional Ft/A^Oa with SMAD-Re (samples B, C, D) showed less activity than E, but they were much more active than the conventional Pt/AI^O^ and monometallic Pt/MO SMAD systems. Monometallic Re/MO SMAD catalysts showed comparable C C bond cleavage activity with bimetallic systems in the range 250 - 350 C, but were inactive below 250 C. Under the conditions employed, n-hexane converted to isohexane, methylcyclopentane, n-pentane, isopentane, cyclopentane, n-butane, iso- butane, propane, ethane and methane. Products from n-heptane included n-hexane plus all the above products except methylcyclopentane. Above 360 C, rather large amounts of benzene, methylcyclopentane and toluene were observed (Tables 2 and 4). Table 1 lists the surface acidities of the supports used. By comparing these data with the activity data of Figs. 1 and 2, it becomes clear that support acidity is important. The most active catalysts were generated using zeolite 13X, which has a higher surface activity than Al^Oa. Currently we are investigating other supports and surface acidity effects, which we will report on later. Conversion of cyclopentane, methylcyclopentane and cyclohexane Cyclic five- and six-membered ring opening reactions of these com- pounds serve as a good test of catalytic activity for C C bond cleavage. Figures 3 and 4 and Tables 3 and 4 show comparative catalytic activities for SMAD catalysts for these ring opening reactions. As illustrated in Fig. 3, the presence of a small amount of the second metal dramatically changed catalytic activities. Conventional 0.6% Pt/A^Oa exhibited no ring opening activity below 800 C (sample A). Deposition of 0.1% Re onto the Pt/Al^Oa sample yielded a highly reactive catalyst, where ring opening of cyclopentane occurred even below 200 C. A study of Pt loading (with Re held constant) showed that increasing Pt concentration caused increased catalytic activities, as might be expected. Still, it is interesting to note that the combination of Re and Pt yielded a system that surpassed even the heaviest-loaded monometallic Pt/A^Oa system. Products of these test reactions were n-pentane, isopentane, n-butane, isobutane, propane, ethane and methane. As seen from Table 3, the bi- metallic systems and the monometallic Re/Al^Og SMAD system produced more lower molecular weight products than the conventional Pt/AlaO^ sample. Thus, the presence of Re in all cases caused more multiple C C bond cleavages. An additional feature of the Re systems is that they are active for dehydrogenation of cyclopentane, yielding more cyclopentadiene than the Pt systems. This is a property that has been observed with conventionally prepared Re/MO catalysts as well [14]. Another very important factor is the order with which the metal com- ponents are deposited. It was found that simultaneous deposition of Re and 0 0 CO 0 10 '- IM 0 33 (0co 0 oo CO 10 IN IN 0 0 M T-1 0 (0 co 0 0 CO 0 10 w <N itg Q 0 0 CSI Q <! S 0(0co I t 0 0 00 tf 0 10 o IN 1a U 0 0 IN 3 CO 0(0 -sU a 1 o\";T2 co00 co c S 0 0 0 10 0. (N S w I 00 0 ^3 n (N u oa >> 1 0. \"3-^acd(.) < 0cooo s IN aM -S^ SS ^E- Pn -2U T3 t^cOtOOO-^ t0 (0 0 0 OtO-sj'C-CO 10 fl 000 0 CO ^ f- r-1 0 (0 01 C- CO r-1 00 <0 0 10 00 CO ^ 10 ^*\" C~ 10 CM f- IN t0 <N CO 100)0001 r-1 CM COOS 1-1 0 CO CO CO IN' d CO f-' ^ r-i 0> r-1 ^ IN <^ t0 CO CO t0 0 CO o ie r- in ^ t- S 31 00 10 N c0 co '-'A f CO r-< CM t- 10 10 0 10 IN <0 S '3' IN co r-i <r 0 c0 IN '-I A 00 ^ <N 00 00 0 ^' <j< t-~ 00 ^1' 10 rt ^l CM r-1 N CO tOININtOOOINTji OS tb o oo oo oo t~ oi c- os os co 10 t- r-i 10 t0 00 T-I t~ CO <0 0 CM ^ r-i 0 0 0 ^ <0 CO^fT-lT-lT-lT-lT-l COT-1 Q 00 <0 CM 00 t- OS ^1 10 o <d CM o 01 os o CM <N tf T-1 T-f 1-1 10 T-1 CO CO CO CO 10 ^ 0 10 f-' ^ 0 0 T-I (0 r-1 COT-lT-lT-lT-lT-l ^T-l to-^cor-toooo Tf T-I cb 'r co QO os t- T-< co co 001 co sr r-i T-< c~ CM 00 ^ CO (0 T-< <0 !-; o oo d d o o os c- oo 00'^ir-lr-lf<T-< WIN QT-I-^QOCOWCO CO 10 (0 10 0 CO CO r-i OS 10 COCOr-lT-lT-lT-lr-l 10CO co to oo 10 10 oq ^1; 00 10 00 CO CO 0 00 t0 10 000 t- 0 000 r-1 CO r- rH IN r-i os o c- co o ^1 COr-lT-lT-1 r-1 T-1 'rcO to co c~ co co co 00\" <i1' r^ ^ ^ t0 t0 <0 OS 10 10 00 ^I T-I d co co c- 0> 10 (N 10 CO 10 co oi TH i ' r~ T-i CM r-1 i-l T-I CO q 10 OS CO CO CM r- CO CM Tr T-i 00 CO r-1 IN 01 10 C~ 0 0 I-; Tj<' CO ^i 10 10\" CO 0 r-1 t0 (N CO 200 200 220 240 260 280 300 320 340 360 380 400 Fig. 3. % Conversion of cyclopentane us. temperature (see Table 1 for catalyst descrip- tions). 200 220 240 260 280 300 320 340 360 380 400 Fig. 4. % Conversion of methylcyclopentane vs. temperature (see Table 1 for catalyst descriptions). Pt led to catalysts with lower activities than those prepared by first Pt deposition followed by Re deposition. This strongly suggests that, first of all, Pt and Re form bimetallic particles, and that the most effective com- binations are Pt particles with some Re on their surface. Further studies of these catalysts with methylcyclopentane (MCP) and cyclohexane (CH) are summarized in Fig. 4 and Table 4. Products formed from MCP included n-hexane, isohexane, n-pentane, isopentane, n-butane, isobutane, propane, ethane and methane. Products from cyclohexane included benzene, n-hexane, n-pentane, n-butane, propane, ethane and 05 >> sIS0 M it(tf O1 0 0. 0.w0S0 -8Saa0'S w>0 u j4-3 ID 'S S?s ^ 8< S E- (S. O\";2' 1& S^3 Siua u3 OSa- f\"a 33M Q Ua < 0 t0CO0 0 CO0 >0 CO0 t0 CO0 0 CT0t0 CO0 0 CO0 tCl CSI0 0CM0 <0 t00 0 TO0 >C| M0 0 010 t0 CO00 CO0 >0 CM00e> 0 t0 CO0 0 CO0 10 N0 0 CM0 t0 CO CM 'sp 0 00 00 01 CO CM 0> CM M 0 y< ^* 0T\"^ r-< <0 00 -fCMSO t0 CO -^ CO 00 ^1 CO eo co co co t0 ir^ <yr^ W t- OS r-4tQ ^{t ^y CO 0 OS 0 <Sir-<^-(rS-^00 IM iQr-< t tD UD rH -1ooooo m cs*0 , CD COr-f | i-i05000-00 t0 0 0 , *-< ^r-< 1t0 CO r-t -^ <0 t0 1(3 ^| 0 0 C^l , CO (N CO r^ r-< i-l CO | t-- <S>r*4 CO ffi Oi 00 iC o ^ Oi so os . '*y toC'l r-< r-1 CO | td* tQv^ 0 rH ^- r^ ~1 CO CO C^ 05 ^ , CO r-i*^ *-^ -! iO | CO ^*oOOOOO C^ u'5o i i-i -Hr-l | t~\" t-\" <D -^ (.0 00 -<? 10 SO 00 -^ . ^> f-CTS ^ ! t^ (Nt\" 0 M W CR lO 03 0 I-- C- U5 , W C^ 1?) r-< <y | 03 CS3C^ 00 t0 0 CB M <? ! 00 t- 0 0 . -<!:(* 01 CM -< i0 1 i0 T-<CO <* 10 CM CO 0^ 04 00 10 f~ SO . 0 r-tCT 10 | OT -i<r> CT os cc u? i> 03 CO ^f 10 CO . <0 iOCO lO S 10 CO10 00 0 SD r^ U3 <?0 US (D E^ t0 , 05 CM lO | ^ M00 r-< 0 CM OS < > T^ 0 E- 0 0 . *-t 0Cv| y-( ,-( lQ | 03 0103 CO CO '- 1.0 CD lO M I 01 0 , CO tO*\"( * f lO j <M r^Sfit <& t0 r-t C^ 00 OS 00 10 10 i-l , CO CO W lO } CO ^10 (yi CM ^ c- co CO t0 -4* t- lO , M 0 M u-3 i 00 ^CSE -t r-< M ^ OS M co to oo r\" , c~- 10t\"-( t0 1 00 CO ^* t- -^ 0 lO CO 00 <^ 03 I\"- !> , r-i COc- 1 CM MCO T-< CM 10r-I CM' <0, 00 (04-1 -*-a 03 | CO vt> \"<& G 1 Q 0 ta \" M ft ^r wilt . 0 * OOQOUO ^ ^; u tO 0) i-l 10 3 0 os o r-' csi <a <D f- 1-1 B w 3 1 0 0 -+ > 0 M t-1 d +-'s 0 10 00 01 00 s in (N vs ci i-! o .s w 0 0 aa 3) 0 r-1 C c .2 a \"s 3 0 ^? \"3 t-' ^c 0 M 0 e c0 ^C 1~~ OS 3 0 t0 00 10 ' fid COw 1-~ 1-< 1 OS 0 0 ^t* ^P CO 8) 0 tM 00 W r-f ao sa B SOco -^ x .S 0'S!>>0 a u << 0 (0ro 0 01-< S 0 OOCOr-IOOl-IOCMr- -s tO OOlOOOtOOOiOWCM w CO t0 r-1 <-1 1 0 \"3 0 oenooocMCOOi-t >.u 0 (0 CO OO-fCO-^t-OSOOCO CO r-1 i-l \"S 5 3) as <t! 0 (0co 0 10 W W> (0 10 r-<' (N M -4^ 4^ -^ ^ d 04 O\" a et ^ <a 10 W CO CO t0 0 t0 -= 0 CM C- 01 t CO <-1 00 B 0 -r so E\" M co 2Q 4-1 * / ^ 60 0 100>OS- !|<< 0 t0 00 ^3 +\" 3i 0S>t 3as ^ Sa 0 0 CO t-i-t0s0 0t0 f-TO i-< -< -*.a +5 X 8 ^ aa <i! 0 CO CO COt~t tOOSOO CM i-l ^fCOIMCOCOtO 0 t0 CO CO <-t | S m So ^ ftgia * \" i 2 *\"* ( 3 ft.M 5<t! S A 61 i tf -S u^ g& r? ow a ft c< m -q- >o< Y u a Xi0OQOUUO c.^.oyS 203 methane. As would be expected for single C C cleavage, cyclohexane yielded mostly n-alkanes, while for MCP parallel demethanation and ring rupture reactions were observed. Small hydrocarbons again are apparently formed by successive reactions of these ring-opened hydrocarbons. Conversion of toluene Several reaction modes for toluene were observed, mainly depending on temperature. Below 200 C only reaction (1) occurred, while higher temperatures allowed reactions (2) and (3) to take place as well (Table 4). The most active catalyst was the Re Pt/zeolite system, with which at 350 C toluene was completely converted to Ci C4 alkanes. Monometallic Re and Pt systems were only active for hydrogenation of toluene (reaction (1)). These results further support the conclusion that Re Pt bimetallic systems have an enhanced catalytic activity for C C cleavage reactions. (1) + ^ (2) + (C^, C^, C^) (3^ Discussion There is a great deal of current interest in both homogeneous and heterogeneous catalysis research regarding C H and C C activation. The supposition is that the combination of two or more different metals may lead to unusual C C, C H and C 0 bond activation mechanisms. In order to thoroughly test this hypothesis, new materials must be synthesized and tested in model compound catalysis schemes. The SMAD method is one of the more unusual approaches to the synthesis of such new catalytic ma- terials. And, indeed, we have already demonstrated in earlier papers that mutual activation of one metal on another is possible [6, 7]. Such findings are no longer unusual for SMAD catalysts. 204 To put this work in perspective, however, we need to carefully consider what is known about Pt Re and related systems. The modem literature is rich in this subject. For example. Chow and coworkers [15] have shown that Pt SiC>2 and Pt/NaY are active for MCP ring opening at 250 C, and that for ring enlargement reactions the acidic nature of the support was necessary. Sachtler [16] has discussed and rationalized activity/selectivity realtionships of Pt Re systems, suggesting that the main effect of Re is to bind sulfur (in the feed stream), which can upset coke formation and retard poisioning of Pt sites. Biloen and coworkers [17] concluded that additions of Au, Sn, S, Cu or Re cause the division of Pt surface ensembles into smaller ensembles, and stress that the combined action of Re and S must be considered. Menon and Froment [18] also concluded that Pt and Re combine to form bimetallic particles. However, Dexpert and coworkers [19], employing EXAFS analysis, concluded that the effect of Re is to scavenge chloride (present due to the preparation method) which forces the Pt to be even more highly dispersed than if it were alone. They also state, though, that according to C>2 titration the Pt and Re approach 100% dispersion in low-loaded systems. Further consideration of dispersion in these systems is warranted. In Gault's excellent review [20] it is pointed out that for low loadings of Pt (0.1 to 0.3 wt.%) that essentially complete dispersion of Pt according to H; chemisorption is readily achieved. The resultant small particles of Pt are less selective in certain reactions, for example in MCP hydrogenolysis 1,2- cleavage to yield n-hexane is more favorable than with more heavily loaded Pt catalysts (with larger particle sizes and lower dispersion). Considering these literature results, and turning to our work again, we find that our conventional Pt/Al^O^ (Catalyst A) does produce significant amounts of n-hexane. Based on this result, and the findings of others, we conclude that our catalyst A is highly dispersed. Looking at our catalysts D and E (conventional Pt with SMAD Re), we find that the ratio of n- hexane/methylpentanes goes down, but the yield of CH4 goes way up and conversion is much higher. It can be concluded that Pt selectivity is changed by Re addition and therefore Pt and Re are intimate particles. Furthermore, the presence of Re causes another selectivity change, favoring CH4 formation (which is not a carbocation process and so must be due not to acidic sites on the support, but instead occurs on Re). Further support that Pt Re bimetallic particles are formed can be gained from our results showing that the sequence of SMAD metal deposi- tion has an effect, which should not be the case if individual Re and Pt particles were operating as a bifunctional catalyst system. This also suggests that the most effective catalytic particle is one where Pt clusters are partially coated with Re: 205 Are our particles unique when compared with conventionally prepared systems? Our conventionally prepared Pt/Al2C>3 catalyst certainly behaves differently. However, it is helpful to look at conventionally prepared Pt Re systems from the literature that were studied under comparable condi- tions. Betizeau and coworkers [21] have reported conversion rates for several monometallic systems as well as Pt Re systems. Especially helpful to us are their studies of CP hydrogenolysis at 240 C, where they report that 0.5 mol were converted per h per m2 of metal (Pt plus Re). Using these values, we calculate a turnover frequency for their most active Pt Re com- bination of N( = 6.3 s~1*. This value can be compared with our N^ values from Tables 2 and 3; in particular, for CP hydrogenolysis on catalyst B at 250 C, Nt = 35 s~1. Thus, our systems do possess unusual activity and in this way seem to be unique. Acknowledgements Helpful discussions and technical assistance of Dr. Yong-Xi Li are gratefully acknowledged. The support of the National Science Foundation is greatly appreciated. VA thanks IREX for an International Visiting Sci- entist grant enabling him to study at KSU. References 1 K. J. Klabunde, D. H. Ralston, R. W. Zoellner, H. Hattori and Y. Tanaka, J. Catal., 55 (1978)213. 2 K. Matsuo and K. J. Klabunde, J. Catal., 73 (1982) 215. 3 D. H. Ralston and K. J. Klabunde, Appl. Catal.. 3 (1982) 13. 4 V. M. Akhmedov, V. S. Alijev, F. R. Sultanova and R. Kh. Mamedov, Proc. IV Int. Symp. Homogeneous Catalysis, Leningrad, 1984, Vol. 3, p. 85. 5 V. M. Akhmedov, H. M. Abasszade, M. I. Rustamov and V. A. Mardanov, Azerbaijan Neftjanoi Chozjaystvo, 11 (1984)48. 6 K. J. Klabunde and Y. Imizu, J. Am. Chem. Soc., 106 (1984) 2721; Y. Imizu and K. J. Klabunde in R. L. Augustine (ed.), Catalysis of Organic Reactions, Marcel Dekker, New York, 1985, pp. 225 - 250. 7 Yong-Xi Li and K. J. Klabunde, Langmuir, 3 (1987) 558. 8 Yong-Xi Li, results from this laboratory (KSU) submitted to Now. J. Chim. 9 K. J. Klabunde and Y. Tanaka, J. Mol. Catal., 21 (1983) 57. 10 P. L. Timms and T. W. Turney, Adv. Organometall. Chem., 15 (1977) 53. 11 K. J. Klabunde, P. L. Timms, P. S. Skell and S. Ittel, Inorg. Synth., 19 (1979) 59. 12 G. V. Planer, London, U.K. (Windmill Rd., Sunbury on Thames, TW16 7HD). 13 J. A. Bandy, M. L. H. Green and D. O'Hare, J. Chem. Soc., Dalton Trans., 11 (1986) 2477. 14 J. M. Parera, J. N. Beltramini, C. A. Querini, E. E. Martinelli, E. J. Churin, P. E. Aloe and N. S. Figoli, J. Catal.. 99 (1986) 39. * Using 1.33 X 1019 atoms m\"2 for Re and Pt (calculated from bond lengths/atomic diameters). 206 15 M. Chow, S. H. Park and W. M. H. Sachtler, Appl. Catal., 19 (1985) 349. 16 W. M. H. Sachtler, 3. Mol., Catal., 25 (1984) 1. 17 P. Biloen, J. N. Helle, H. Verbeek, P. M. Dautzenberg and W. M. H. Sachtler, J. Catal., 63 (1980) 112. 18 P. G. Menon and G. F. Froment, J. Mol. Catal., 26 (1984) 59. 19 H. Dexpert, P. Lagarde and J. P. Bournonville, J. Mol. Catal., 25 (1984) 347. 20 F. G. Gault, Adv. Catal., 30 (1981) 1. 21 C. Betizeau, G. Leclereq, R. Maurel, C. Boliver, H. Charcossett, R. Frety and L. Toumayan,./; Catal., 45 (1976) 179. X244 88800099 0304-5102(88)80009-9 10.1016/0304-5102(88)80009-9 Chemical Articles High-activity Re—Pt/MO catalysts for C—C bond cleavage reactions: preparation by solvated metal atom dispersion (SMAD) Vagif Akhmedov 1 Kenneth J. Klabunde Department of Chemistry, Kansas State University, Manhattan, KS 66506 U.S.A. 1 On leave from Azerbaijan State University, Baku, U.S.S.R. Metal vapor was employed to prepare solvated metal atom solutions, and these solutions were used to prepare mono- and bimetallic Re and Pt metal catalysts on different metal oxide (MO) supports such as Al2O3, Z13X zeolite and MgO. Compared with conventionally prepared Pt/Al2O3 and monometallic SMAD Re- and Pt/MO systems, the bimetallic SMAD Re—Pt/ MO systems showed much greater activities for C—C bond cleavage at relatively low temperatures. All hydrocarbons were affected similarly, including n-hexane, n-heptane, cyclopentane, methylcyclopentane, cyclohexane and toluene. References 1 K.J. Klabunde D.H. Ralston R.W. Zoellner H. Hattori Y. Tanaka J. Catal. 55 1978 213 2 K. Matsuo K.J. Klabunde J. Catal. 73 1982 216 3 D.H. Ralston K.J. Klabunde Appl. Catal. 3 1982 13 4 V.M. Akhmedov V.S. Alijev F.R. Sultanova R.Kh. Mamedov Proc. IV Int. Symp. Homogeneous Catalysis, Leningrad 3 1984 85 5 V.M. Akhmedov H.M. Abasszade M.I. Rustamov V.A. Mardanov Azerbaijan Neftjanoi Chozjaystvo 11 1984 48 6 a K.J. Klabunde Y. Imizu J. Am. Chem. Soc. 106 1984 2721 b Y. Imizu K.J. Klabunde R.L. Augustine Catalysis of Organic Reactions 1985 Marcel Dekker New York 225 250 7 Yong-Xi Li and K.J. Klabunde, Langmuir 3 (1987) 558. 8 Yong-Xi Li, results from this laboratory (KSU) submitted to Nouv. J. Chim. 9 K.J. Klabunde Y. Tanaka J. Mol. Catal. 21 1983 57 10 P.L. Timms T.W. Turney Adv. Organometall. Chem. 15 1977 53 11 K.J. Klabunde P.L. Timms P.S. Skell S. Ittel Inorg. Synth. 19 1979 59 12 G.V. Planer, London, U.K. (Windmill Rd., Sunbury on Thames, TW16 7HD). 13 J.A. Bandy M.L.H. Green D. O'Hare J. Chem. Soc., Dalton Trans. 11 1986 2477 14 J.M. Parera J.N. Beltramini C.A. Querini E.E. Martinelli E.J. Churin P.E. Aloe N.S. Figoli J. Catal. 99 1986 39 15 M. Chow S.H. Park W.M.H. Sachtier Appl. Catal. 19 1985 349 16 W.M.H. Sachtler J. Mol., Catal. 25 1984 1 17 P. Biloen J.N. Helle H. Verbeek F.M. Dautzenberg W.M.H. Sachtier J. Catal. 63 1980 112 18 P.G. Menon G.F. Froment J. Mol. Catal. 25 1984 59 19 H. Dexpert P. Lagarde J.P. Bournonville J. Mol. Catal. 25 1984 347 20 F.G. Gault Adv. Catal. 30 1981 1 21 C. Betizeau G. Leclereq R. Maurel C. Boliver H. Charcossett R. Frety L. Tournayan J. Catal. 45 1976 179",
      "scopus-id": "0024282523",
      "coredata": {
        "eid": "1-s2.0-0304510288800099",
        "dc:description": "Metal vapor was employed to prepare solvated metal atom solutions, and these solutions were used to prepare mono- and bimetallic Re and Pt metal catalysts on different metal oxide (MO) supports such as Al2O3, Z13X zeolite and MgO. Compared with conventionally prepared Pt/Al2O3 and monometallic SMAD Re- and Pt/MO systems, the bimetallic SMAD Re—Pt/ MO systems showed much greater activities for C—C bond cleavage at relatively low temperatures. All hydrocarbons were affected similarly, including n-hexane, n-heptane, cyclopentane, methylcyclopentane, cyclohexane and toluene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-05-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288800099",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Akhmedov, Vagif"
          },
          {
            "@_fa": "true",
            "$": "Klabunde, Kenneth J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288800099"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288800099"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)80009-9",
        "prism:volume": "45",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "High-activity Re—Pt/MO catalysts for C—C bond cleavage reactions: preparation by solvated metal atom dispersion (SMAD)",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "193-206",
        "prism:endingPage": "206",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 May 1988",
        "prism:doi": "10.1016/0304-5102(88)80009-9",
        "prism:startingPage": "193",
        "dc:identifier": "doi:10.1016/0304-5102(88)80009-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024282523"
      }
    }
  }
}