{
  "metadata": {
    "title": "Surface compounds of transition metals.: Part XXXIX. Redox deactivation of Phillips catalysts: From olefins to cyclopentadienyl complexes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-05-31",
    "doi": "10.1016/0304-5102(93)E0362-K",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0362K",
    "pii": "0304510293E0362K"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028428066",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0362K 0304-5102(93)E0362-K 0304510293E0362K 10.1016/0304-5102(93)E0362-K S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02179 2024-01-02T01:06:03.941633Z 0 0 19940501 19940531 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref alllist content subj ssids 0304-5102 03045102 90 90 1 2 1 2 Volume 90, Issues 1–2 15 75 80 75 80 199405 May 1994 1994-05-01 1994-05-31 1994 A Special Issue devoted to the Tenth International Symposium on Olefin Metathesis and Polymerization Tihany, Hungary 27 June–2 July 1993 19930627 19930702 L. Bencze converted-article fla Copyright © 1994 Published by Elsevier B.V. SURFACECOMPOUNDSTRANSITIONMETALS XING Q KRAUSS 1993 2325 H PROCEEDINGS10THINTERNATIONALCONGRESSCATALYSIS KRAUSS 1973 207 H PROCEEDINGS5THINTERNATIONALCONGRESSCATALYSIS SCHMIDT 1973 H DISSERTATION XING 1993 Q DISSERTATION KRAUSS 1975 83 H KRAUSS 1985 233 H SCHMIDT 1992 H DISSERTATION KRAUSS 1975 97 H KRAUSS 1977 218 H KOHLER 1983 1406 F GROHMANN 1989 897 A KOHLER 1989 C15 F KRAUSS 1978 1278 H RIEDERER 1989 W DISSERTATION HAGEN 1982 K DISSERTATION KRAUSS 1979 1628 H KRAUSS 1980 848 H KRAUSS 1983 1412 H FISCHER 1963 253 E THEOPOLD 1991 893 K ZEH 1989 H DISSERTATION XINGX1994X75 XINGX1994X75X80 XINGX1994X75XQ XINGX1994X75X80XQ item 0304-5102(93)E0362-K 0304510293E0362K 1-s2.0-0304510293E0362K 10.1016/0304-5102(93)E0362-K 272239 2024-01-02T01:06:03.941633Z 1994-05-01 1994-05-31 1-s2.0-0304510293E0362K-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0362K/MAIN/application/pdf/76c923c17266f6e1ef1b2bb445e40dbf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0362K/MAIN/application/pdf/76c923c17266f6e1ef1b2bb445e40dbf/main.pdf main.pdf pdf true 371399 MAIN 6 1-s2.0-0304510293E0362K-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0362K/PREVIEW/image/png/a8b5baa4c98f039af7a555db51712101/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0362K/PREVIEW/image/png/a8b5baa4c98f039af7a555db51712101/main_1.png main_1.png png 51057 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 90 (1994) 75-80 Surface compounds of transition metals. Part XXXIXI. Redox deactivation of Phillips catalysts: from olefins to cyclopentadienyl complexes2 Qiwu Xing*, Hans L. Krauss, Wolfgang Milius Laboratorium fur Anorganische Chemie der Universitat Bayreuth, D-95440 Bayreuth, Germany Abstract The blue compounds resulting from redox reactions of olefins with reduced Phillips catalysts were identified as CpCr(III) complexes of the formula (Cp-CrClz)2 or Cp-CrClZ-D in donor solvents, with Cp-=alkyl substituted X75-cyclopentadienyl ring. Key words: cyclopentadienyl complexes; olefins; Phillips catalysts; surface compounds 1. Introduction The heterogeneous polymerization of 1-olefins with Phillips catalysts is still not fully understood. This is due to the complexity of the system: attempts to characterize the active sites and their precursors, kinetic investigations and the analysis of the products does not yet allow a clear, consistent interpretation of the reaction and its mechanism. The present work deals with a special aspect: the thermal deactivation of the reduced catalyst. By the reaction of surface Cr(II) with CZH4 at T> 120 C, preferentially at 300 C, in an irreversible reaction organochromium compounds are formed, which could allow an identification of their precursors, i.e. the active sites with their organic ligands - provided the nature of the organochromium compounds was known. This approach is tempting since these products can be split off from the support by HCI, washed out with organic donor solvents and finally isolated as a \"blue oil\" - first prepared by H. Schmidt [2] in 1972. The usual analytical methods can then be applied to characterize these compounds. *Corresponding author, present address: Institut fur Neue Materialien, Universitat Saarbriicken, Geb. 43, D-66123 Saarbrucken, Germany; fax. (+49-681)3025223. 'For part XXXVIII see [ 11. ZDedicated to Prof. Dr. Dr. h.c. mult. E.O. Fischer on the occasion of his 75th birthday. 0304-5102/94/$07.00 c0 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102 (93)E0306-2 76 Q. Xing et al. /Journal of Molecular Catalysis 90 (1994) 75-80 2. Experimental [3] For the preparation of the \"blue oil\" we followed the prescriptions given elsewhere [46], based on the reaction of ethylene at 300 C with a catalyst optimized for Cr(II)A [7], treatment of the product with HCl/MeOH and chromatographic purification of the resulting solution with Sephadex. Further analysis with HPLC (Chrompack GRAS-UV Var with diol* column, hexane/ethanol gradient solvent, double wave length detector) allowed an acceptable separation of species CrC12 [ C HZn-5 ] - D with n > 8, D = ethanol. The tail of the C8 fraction was collected and the solvent changed to toluene, from which by slow evaporation (3 months) at low temperatures ( - 8 C) small crystals were obtained. X-ray analysis was carried out with a Siemens P4 diffractometer (A=0,71013 A) at - 100 C. MS data from the mixture and from the fractions were collected with Finnigan MAT 8500 and HP 5971A instruments. The NMR spectra of the mixture of homologues, of the Cg fraction and of solutions of analogues were recorded with a Bruker MSL 300 instrument in the wide line mode [ 8 ] . The donor ligand was methanol, the solvent (CD3) ZCO. Analogues were prepared following the prescriptions of Westphal [9] for CpCrC12-D and of Riederer [ 10] for (MeCp)CrC12 - D, combined with a split off/ extraction procedure and HPLC purification. Magnetic measurements were carried out on the mixture and on a C8 fraction (methanolic solution) using a SQUID magnetometer VTS-50-1 at temperatures from 10 to 300 K. Optical spectra were obtained with a Beckman DK2 (UV-Vis-NIR in reflectance), a Varian Cary 3 (UV-Vis in solution) and a Biorad Digilab FTIR spectrometer FTS 15/80 (IR, using a Barnes cell for reflectance spectra). 3. Results The new experiments must be viewed with respect to earlier findings which characterized the \"blue oil\" in the following way: (i) A mixture of homologous organochromium(IV) compounds with AMW=CH2 or preferentially CZH4 [ 2 ] ; (ii) having the formula RCrClZ - Donor with R = highly unsaturated hydrocarbon (a,w-bis--rr-allyl ligand?) [ 1,5] ; (iii) dissociation in polar solvents to [RCrCl-D ] +Cl-; (iv) formation of dimers when donor solvent is removed [6] ; (v) minimum number of C atoms in the ligand R is 8 (Cg) [6]. These statements were based on results obtained by using sublimation, chromatography and solvent extraction for purification, elemental analysis, molecular weight determination, electrophoresis, UV, Vis, NIR, IR spectroscopy, mass spectroscopy and tandem mass spectroscopy (MS/MS). The deactivation of the catalyst with ethylene at \"optimized\" conditions resulted in an almost complete transformation of Cr(11)A type surface chromium [ I 1 ] to blue organochromium compounds; the catalyst does not exhibit further polymerization activity [ 5 ] . Using the techniques mentioned in the Experimental section, the following results mostly reconfirmed the earlier statements, but added crucial new evidence. *Silica coated with -OSi(CH3)2-OCHZ-CHOH-CHZOH. Q. Xing et al. /Journal of Molecular Catalysis 90 (1994) 75-80 77 0 10 20 min 40 50 Fig. 1. HPLC separation of the \"blue oil\" on a diol column with gradient hexane /ethanol solvent (room temp.). From right to left: blue fractions with Cs, C9, C ,o, C , C,Z, C,3, C 3 ligands and colourless fractions (hydrocarbons). C1i21 CI(41 Cr12> Cr(11 ~ ~ ' C1i11 Fig. 2. X-ray structure of C,6HZZC14Cr2 (monoclinic, space group P2, /c, Z=4) selected distances: Cr-Cr=336.4 pm, Cr-C1=237.9 pm, Cr-Cp plane= 186.9 pm. After the split off/extraction procedure and Sephadex chromatography of the methanolic extract (removing most of pure inorganic and pure organic impurities) a deep blue solution of organochromium compounds was isolated. By subsequent HPLC separation on a \"diol\" column, overlapping fractions were isolated which were identified by mass spectroscopy to 78 Q. Xing et al. /Journal of Molecular Catalysis 90 (1994) 75-80 _i 400 300 200 !00 0 PPM Fig. 3. 300 MHz 'H NMR spectrum of (Me3Cp)CrC12(CH30H) dissolved in (CD3)ZCO at 305 K; S= solvent. Signals at 340 to 280 ppm: Cp ring protons; at ca. 37 ppm: methyl protons of CH,OH; at -50 to -80 ppm: protons of ring substituents. contain as main constituents complexes with the chromophore RCrC12 ~ donor and R = C HZ _ 5 with n = ( 7 ) , 8, 9 . . ..13, > 13 ( Fig. 1) . Only the tail of the last fraction ( C8 with < 2% C7) was collected to isolate an almost \"uniform\" constituent. Starting with ca. 1000 g of 1 % Cr catalyst the final yield, when freed from donor solvent in high vacuum, was some milligrams of a green oil. From this oil, redissolved in toluene, after several months at - 8 C small crystals were obtained, which were suitable for X-ray analysis. The structure shows the organic ligand to be present as a 1,2,3-methylated cyclopentadienyl ring C8H , 775-bound to the metal (Fig. 2). This is in full agreement with the mass spectrum, which in addition shows that the homologous members differ simply by CZHQ or (less frequently) by CHZ units in the ring substituting chains) of the CpCr system. On the other hand, 'H NMR evidence suggests that even in the C8 fraction Cp complexes with other substitution pattern are present (1-Et, 2-Me?), which do not incorporate into the crystals: there are three signals for ring protons ( Fig. 3 ) . Further the NMR spectra indicate again that the dimer is split by donor solvents such as methanol into monomeric units: [ CP - CrC12 ] Z + 2D ;2:a 2Cp - CrC12 ~ D All the organochromium compounds contain the metal in the + 3 state in contrast to earlier results [ 1,2,11 ] . This was confirmed by the magnetic measurements carried out with the mixture and with the C8 fraction. The values of a,eff are 3.63 and 3.49 respectively (theory for a spin only d3 system: 3.87); O=0. In the (reflectance) IR spectra of catalysts reacted with ethylene at the usual polymerization temperatures (85-110 C) no CH vibration with v>3000 cm-' is present; after reaction at 300 C however, as in this work, the spectra exhibit a weak band at 3085-3100 cm-' as a first hint that \"aromatic\" CH bonds are present. This signal finally shows up very strongly in solutions of the \"blue oil\" (mixture: 3082 cm-'; Cs fraction: 3097, 3075 Q. Xing et al. /Journal of Molecular Catalysis 90 (7994) 75-80 79 4. Discussion The characteristic constituent of the \"blue oil\" surprisingly has been shown to belong to the well known family of [Cp(*)Cr(tL-X)X]2 complexes [8]. The formation of a homologous series of Cp complexes by thermal deactivation of the catalyst introduces a new condition into the discussion of the active sites: the growing chain(s) must be linked to the metal in such a way that by moderate heat treatment (T> 120 C) the formation of a (substituted) Cp ring from simple olefins is possible. (There appears to be no similar reaction known yet.). Of course, this requires a redox reaction (\"C8H,6\" -CBH ; formation of HZ and alkanes [ 11,12] ). Thus, the products join the family of CPCrX2 - donor complexes prepared first by E.O. Fischer et al. [13]. Similar compounds, e.g. [Cp*CrR - 2THF] + [BPh4] - were used for polymerization of olefins by K.H. Theopold [ 14]; free coordination site(s) can be established in this case by the dissociation of the donor ligand(s). It is a matter of speculation how the Cp- ring might be formed. Most probably two oligomer (CQ) units are linked to the metal when the redox reaction takes place; bis-7T-allyl structures with Cr(IV) [ 1,12] might be reaction intermediates. The overall change of the metal's oxidation number then would be 11- IV -j 111, with a corresponding change of H content (C,H,6 to C,H ) and a shift of electrons (e.g. [allyl-] 2 to Cp-). The occurrence of mononuclear units with uneven carbon numbers in considerable amounts raises the question of how C-C bonds might be split. An intermediate formation of C, carbene complexes as postulated earlier [ 12] could come into consideration again. It should be mentioned here that H. Zeh [ 15] found, with dimers of the formula [CpCrR(AX) ]2, a thermal transition to t-(CHR',XZ) complexes, from which insertion of the alkylidene group into CH bonds of the Cp ring can occur via carbene complex intermediates. In our case, a bridging CZ unit could initiate a sharing of the two carbons between neighbouring chromium atoms on the surface, opening an other way to uneven carbon numbers in the products. 5. Conclusions The thermal deactivation of reduced Phillips catalysts in their reaction with ethylene leads finally to Cr(III) complexes with substituted Cp ligands. In context with other results, the following sequence of surface compounds in the catalyst is proposed: precursor: Cr(II), coordinatively unsaturated working catalytic site: Cr(IV) formed by oxidative addition deactivation product: Cp-Cr(III) complexes. The formation of the Cp ring and the occurrence of uneven C numbers in the products might be based on the intermediate formation of carbene or ,u,-alkylidene ligand groups. Acknowledgement We are obliged to Prof. Dr. F.H. Kohler, Technische Universitat Munchen, for the NMR work, to Priv. Doz. Dr. G. Bayreuther, Universitat Regensburg, for the magnetic measure- 80 Q. Xing et al. /Journal of Molecular Catalysis 90 (1994) 75-80 ments and to Hewlett-Packard and Chrompack for instrumental help. Further we thank the Deutsche Forschungsgemeinschaft (SFB 213) and the \"Fonds Chemie\" for financial support. References [ 1 ] Part XXXVIII: H.L. Krauss, Hans A. Schmidt, B. Siebenhaar and Q. Xing, Proceedings of the 10th International Congress on Catalysis, Budapest, 1992, Akaddmiai Kiado, Budapest, 1993, p. 2325. [2] H.L. Krauss, Proceedings of the 5th International Congress on Catalysis, Miami Beach 1972, Elsevier, New York, 1973, p. 207; Helmut Schmidt, Dissertation Technische Universitat Munchen, 1973 [3] Q. Xing, Dissertation Universitat Bayreuth, 1993 [4] H.L. Krauss and Helmut Schmidt, React. Kinet. Catal. Lett., 3 (1975) 83. [5] H.L. Krauss, K. Hagen and E. Hums, J. Mol. Catal., 28 (1985) 233. [6] Hans A. Schmidt, Dissertation Universitat Bayreuth, 1992 [7] H.L. Krauss, B. Rebenstorf and U. Westphal, Z. Anorg. Allg. Chem., 414 (1975) 97; H.L. Krauss and U. Westphal, ibid., 430 (1977) 218. [ 8] F.H. Kohler, Ren de Cao, K. Ackermann and J. Sedlmair, Z. Naturforsch., 38b (1983) 1406; A. Grohmann, F.H. Kohler, G. Muller and H. Zeh, Chem. Ber., 122 (1989) 897; F.H. Kohler, J. Lachmann, G. Miiller, H. Zeh, H. Brunner, J. Pfauntsch and J. Wachter, J. Organomet. Chem., 365 (1989) C15. [9] H.L. Krauss and U. Westphal, Z. Naturforsch., 33b (1978) 1278. [ 10] W. Riederer, Dissertation Universitat Bayreuth, 1989 [ 11 ] K. Hagen, Dissertation Universitat Bayreuth, 1982. [ 12] H.L. Krauss and E. Hums, Z. Naturforsch., 346 (1979) 1628; ibid., 35b (1980) 848; ibid., 38b (1983) 1412. [ 13] E.O. Fischer, K. Ulm and P. Kuzell, Z. Anorg. Allg. Chem., 319 (1963) 253. [ 14] K.H. Theopold, J. Am. Chem. Soc., 113 (1991) 893. [ 15 ] H. Zeh, Dissertation Technische Universitat Miinchen, 1989 X244 93E0362K 0304-5102(93)E0362-K 10.1016/0304-5102(93)E0362-K ☆ For part XXXVIII see [1]. Surface compounds of transition metals. Part XXXIX. Redox deactivation of Phillips catalysts: From olefins to cyclopentadienyl complexes Dedicated to Prof. Dr. Dr. h.c. mult. E.O. Fischer on the occasion of his 75th birthday. Qiwu Xing ∗ Hans L. Krauss Wolfgang Milius Laboratorium für Anorganische Chemie der Universität Bayreuth, D-95440 Bayreuth, Germany * Corresponding author, present address: Institut für Neue Materialien, Universität Saarbrücken, Geb. 43, D-66123 Saarbrücken, Germany; fax. (+49-681)3025223. The blue compounds resulting from redox reactions of olefins with reduced Phillips catalysts were identified as CpCr(III) complexes of the formula (CpCrCl2)2 or CpCrCl2·D in donor solvents, with Cp =alkyl substituted π5-cyclopentadienyl ring. Keywords cyclopentadienyl complexes olefins Phillips catalysts surface compounds References [1] Part XXXVIII H.L. Krauss Hans A. Schmidt B. Siebenhaar Q. Xing Proceedings of the 10th International Congress on Catalysis 1993 Akadémiai Kiadó Budapest 2325 Budapest, 1992 [2] a H.L. Krauss Proceedings of the 5th International Congress on Catalysis 1973 Elsevier New York 207 Miami Beach 1972 b Helmut Schmidt Dissertation 1973 Technische Universität München [3] Q. Xing Dissertation 1993 Universität Bayreuth [4] H.L. Krauss Helmut Schmidt React. Kinet. Catal. Lett. 3 1975 83 [5] H.L. Krauss K. Hagen E. Hums J. Mol. Catal. 28 1985 233 [6] Hans A. Schmidt Dissertation 1992 Universität Bayreuth [7] a H.L. Krauss B. Rebenstorf U. Westphal Z. Anorg. Allg. Chem. 414 1975 97 b H.L. Krauss U. Westphal Z. Anorg. Allg. Chem. 430 1977 218 [8] a F.H. Köhler Ren de Cao K. Ackermann J. Sedlmair Z. Naturforsch. 38b 1983 1406 b A. Grohmann F.H. Köhler G. Müller H. Zeh Chem. Ber. 122 1989 897 c F.H. Köhler J. Lachmann G. Müller H. Zeh H. Brunner J. Pfauntsch J. Wachter J. Organomet. Chem. 365 1989 C15 [9] H.L. Krauss U. Westphal Z. Naturforsch. 33b 1978 1278 [10] W. Riederer Dissertation 1989 Universität Bayreuth [11] K. Hagen Dissertation 1982 Universität Bayreuth [12] a H.L. Krauss E. Hums Z. Naturforsch. 34b 1979 1628 b H.L. Krauss E. Hums Z. Naturforsch. 35b 1980 848 c H.L. Krauss E. Hums Z. Naturforsch. 38b 1983 1412 [13] E.O. Fischer K. Ulm P. Kuzell Z. Anorg. Allg. Chem. 319 1963 253 [14] K.H. Theopold J. Am. Chem. Soc. 113 1991 893 [15] H. Zeh Dissertation 1989 Technische Universität München",
      "scopus-id": "0028428066",
      "coredata": {
        "eid": "1-s2.0-0304510293E0362K",
        "dc:description": "The blue compounds resulting from redox reactions of olefins with reduced Phillips catalysts were identified as CpCr(III) complexes of the formula (CpCrCl2)2 or CpCrCl2·D in donor solvents, with Cp =alkyl substituted π5-cyclopentadienyl ring.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0362K",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xing, Qiwu"
          },
          {
            "@_fa": "true",
            "$": "Krauss, Hans L."
          },
          {
            "@_fa": "true",
            "$": "Milius, Wolfgang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0362K"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0362K"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0362-K",
        "prism:volume": "90",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface compounds of transition metals. Part XXXIX. Redox deactivation of Phillips catalysts: From olefins to cyclopentadienyl complexes",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "prism:issueName": "A Special Issue devoted to the Tenth International Symposium on Olefin Metathesis and Polymerization",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "cyclopentadienyl complexes"
          },
          {
            "@_fa": "true",
            "$": "olefins"
          },
          {
            "@_fa": "true",
            "$": "Phillips catalysts"
          },
          {
            "@_fa": "true",
            "$": "surface compounds"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "75-80",
        "prism:endingPage": "80",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1994",
        "prism:doi": "10.1016/0304-5102(93)E0362-K",
        "prism:startingPage": "75",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0362-K",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028428066"
      }
    }
  }
}