{
  "metadata": {
    "title": "Cyclodextrins as phase-transfer catalysts in a nucleophilic displacement reaction",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-04-30",
    "doi": "10.1016/0304-5102(84)85035-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028485035X",
    "pii": "030451028485035X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021406627",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-030451028485035X 0304-5102(84)85035-X 030451028485035X 10.1016/0304-5102(84)85035-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00661 2024-01-02T01:04:16.600218Z 0 0 19840401 19840430 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 24 24 1 1 Volume 24, Issue 1 3 15 18 15 18 198404 April 1984 1984-04-01 1984-04-30 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. CYCLODEXTRINSPHASETRANSFERCATALYSTSINANUCLEOPHILICDISPLACEMENTREACTION TRIPONOV A DEHMLOW 1980 E PHASETRANSFERCATALYSIS STARKS 1978 C PHASETRANSFERCATALYSIS BENDER 1978 M CYCLODEXTRINCHEMISTRY BENDER 1978 23 27 M CYCLODEXTRINCHEMISTRY TABUSHI 1978 916 I SAENGER 1980 344 W ANGEWCHEM 1982 PROCFIRSTINTSYMPCYCLODEXTRINS SZEJTLI 1982 J CYCLODEXTRINSINCLUSIONCOMPLEXES STARKS 1978 9 C PHASETRANSFERCATALYSIS KOMIYAMA 1981 177 M KOMIYAMA 1981 601 M KOMIYAMA 1981 661 M KOMIYAMA 1981 707 M KOMIYAMA 1981 715 M KOMIYAMA 1981 733 M KOMIYAMA 1981 757 M KOMIYAMA 1981 759 M KOMIYAMA 1981 2053 M HOILAND 1981 775 H BENDER 1978 M CYCLODEXTRINCHEMISTRY TRIPONOVX1984X15 TRIPONOVX1984X15X18 TRIPONOVX1984X15XA TRIPONOVX1984X15X18XA item 0304-5102(84)85035-X 030451028485035X 1-s2.0-030451028485035X 10.1016/0304-5102(84)85035-X 272239 2024-01-02T01:04:16.600218Z 1984-04-01 1984-04-30 1-s2.0-030451028485035X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028485035X/MAIN/application/pdf/bc6d5c19471a48a2c0d8e70a46ef0fe3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028485035X/MAIN/application/pdf/bc6d5c19471a48a2c0d8e70a46ef0fe3/main.pdf main.pdf pdf true 229633 MAIN 4 1-s2.0-030451028485035X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028485035X/PREVIEW/image/png/fb96b508ad1f8fbc5bdab56712580543/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028485035X/PREVIEW/image/png/fb96b508ad1f8fbc5bdab56712580543/main_1.png main_1.png png 62266 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 24 (1984) 15 -18 15 CYCLODEXTRINS AS PHASE-TRANSFER CATALYSTS IN A NUCLEOPHILIC DISPLACEMENT REACTION A. Z. TRIFONOV and T. T. NIKIFOROV Institute of Organic Chemistry, Bulgarian Academy of Sciences, Sofia 1113 (Bulgaria) (Received June 8, 1983) Summary Catalytic amounts of a- and (3-cyclodextrins act as phase-transfer cata- lysts in the simple nucleophilic displacement between cyanide, iodide and thiocyanate ions and octyl bromide in a liquid/liquid two-phase system. Introduction Quaternary ammonium and phosphonium salts, crown ethers, cryptands and polyethyleneglycols and their derivatives are the catalysts which are most often used in phase-transfer reactions [I], Their catalytic activity is based on their ability to form complexes with some of the reac- tants which are soluble in the organic phase. On the other hand, some surface-active compounds accelerate reactions in heterogeneous systems by improving the miscibility of the organic compounds with the aqueous medium [2]. Information on the phase-transfer catalytic activity of substances forming water-soluble complexes with organic molecules is scarce. Cyclo- dextrins, cyclic oligomers of a-D-glucose with six to eight monomeric units, should be suitable for studies of such activities because they form complexes with a large number of compounds and ions [3]. The formation of such complexes is the result of interactions of various character between host and guest molecules [4]. In this respect, the a- and j3-cyclodextrins have attracted considerable scientific and practical interest [5]*. It can be expected that the rate of a given reaction proceeding in an aqueous-organic system will be accelerated by transferring the organic molecules into the aqueous phase via com- plexation [7]. *The prices of cyclodextrins are expected to decrease approximately hundred-fold as the result of improved industrial production methods [6]. In contrast to the other phase transfer catalysts applied most often, the a- and (3-cyclodextrins are non-toxic substances. 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 16 Japanese authors have shown recently that cyclodextrins act as phase- transfer catalysts in reactions of dichlorocarbenes or trichloromethylcar- benium ions [8]. The main object in the use of cyclodextrins according to the authors is the increase in regioselectivity rather than phase-transfer cata- lysis. They used generally ~50 mol.% of cyclodextrin with respect to the organic substrate. In the literature there are no data on the activity of cyclo- dextrins employed in lower concentrations typical for the usual two-phase systems. Their effect has also not been compared with that of the classical catalytic systems. The aim of the present work is to examine the nucleophilic substitution of a halogen by simple nucleophiles in aqueous-organic solvent systems con- taining catalytic amounts of a- or (3-cyclodextrins. As the electrophile and simultaneously as the organic phase, octyl bromide was used, while the nucleophiles were cyanide, iodide, thiocyanate, phenolate and acetate ions: CgH^Br + Y- > CgHpY + Br- Y = SCN-, CN-, I-, CeH50-, AcO- In all cases examined in the present study it was found that the presence of cyclodextrin in the reaction mixture considerably increases the substitution rate in comparison with the blank tests. The reactions with iodide, thiocyanate and cyanide were studied in greater detail. The results are presented in Fig. 1 and Table 1. Experimental Octyl bromide (4.6 mmol), water (5 ml) and 15 mmol KI, KSCN or NaCN, and the amounts of cyclodextrin given in Table 1 were mixed and heated at 100 C with stirring. Samples of the reaction mixture were taken every 30 min and analyzed by gas-liquid chromatography. After 8 h the reaction mixture was diluted with water and extracted with pentane. The organic extracts were analyzed on JEOL-20K and Perkin-Elmer F17 chro- matographs on a 2 m glass column packed with 2.8% 0V 17/Chromosorb WAW-DMCS using flame ionization detection. Carrier gas was argon at a rate of 35 ml min\"1. The ^-cyclodextrin, a product of Chinoin (Hungary) was kindly provided by Prof. J. Szejtii (Budapest). A commercial sample from Sigma (USA) was also examined; no difference in the catalytic activity of the two samples was noted. We are grateful to Prof. W. Saenger (West Berlin) for providing us with a sample of a-cyclodextrin. Results and discussion The data for the conversion rates from Fig. 1 agree with the differences in the relative nucleophilicities of the anions used. It can be seen from 17 90 - 80 - 70 - 60 - 50 - 40 - 30 - 20 - 10 - 30 60 90 120 150 180 time [ minutes Fig. 1. Conversion of octyl bromide (in mol.%) in reactions with KCN, KI and KSCN in presence of 2 mol.% (3-cyclodextrin at 100 C. TABLE 1 Effect of amounts of a- and |3-cyclodextrin on the yields of the substitution products; reaction time 8 h at 100 C Cyclodextrin, mol.% wit h Nucleophile respect to octyl bromide NaCN KSCN KI 0 12 18 12 1<3-CD 70 46 44 20-CD 90 66 64 30-CD 94 79 76 2tt-CD 26 29 30 Table I that increasing the amount of cyclodextrin results in higher conver- sion rates. It can also be noted that jS-cyclodextrin is markedly more active than a-cyclodextrin. The fact that the reaction rates slow down with increas- ing reaction time could be explained by a competitive inclusion of the reaction product into the cyclodextrin cavity. This means that the octyl bromide concentration in the aqueous phase decreases. It is also worth 18 mentioning that the same reactions carried out with butyl bromide are con- siderably less accelerated by the cyclodextrins. The catalytic effect is also weaker in the case of acetate and phenolate ions using octyl bromide (octyl bromide and sodium acetate showed 4% conversion in the absence of cata- lyst, and 13% conversion in the presence of 2% (3-cyclodextrin; the corre- sponding data with sodium phenolate are 25% and 40%). These differences are probably due to the lower nucleophilicity of these anions. Comparison of the presently obtained data with the results of phase-transfer reactions carried out with quaternary ammonium salts or crown ethers shows that the latter proceed considerably faster. This is attributed to the fact that the reac- tions studied take place in the aqueous phase where the anions are strongly hydrated, even if included in the cyclodextrin cavity [9], and are therefore considerably less reactive than in the processes catalyzed by crown ethers or onium salts. In the latter cases, the anions are transferred totally or partially unhydrated into the organic phase. It may be concluded that especially interesting effects can be expected with reactions in which the cyclodextrins take part simultaneously as phase- transfer catalysts as well as catalysts for asymmetric induction [10], as a result of their chirality.' Acknowledgements The authors wish to thank Dr. N. Kotsev and V. Velev (Sofia) for the gas-chromatographic analyses. References 1 E. V. Dehmlow and S. Dehmlow, Phase Transfer Catalysis, Verlag Chemie, Weinheim, Deerfield Beach (Florida), Basel, 1980. 2 C. M. Starks and C. Liotta, Phase Transfer Catalysis, Academic Press, New York, 1978. 3 M. L. Bender and M. Komiyama, Cyclodextrin Chemistry, Springer, Berlin, 1978, Ch. 3; see also [6]. 4 (a) M. L. Bender and M. Komiyama, Cyclodextrin Chemistry, Springer, Berlin, 1978, pp.23 -27; (b) I. Tabushi, </. Am. Chem. Soc., 100 (1978) 916. 6 (a) W. Saenger, Angew. Chem. Int. Ed. Eng., 19 (1980) 344; (b) J. Szejtii (ed.), Proc. First Int. Symp. Cyclodextrins, Akademiai Kiado, Budapest, 1982. 6 J. Szejtii, Cyclodextrins and their Inclusion Complexes, Akademiai Kiado, Budapest, 1982. 7 C. M. Starks and C. Liotta, Phase Transfer Catalysis, Academic Press, New York, 1978,p.9. 8 M. Komiyama and H. Hirai, Makromol. Chem., Rapid Commun., 2 (1981) 177, 601, 661, 707, 715, 733, 757, 759; M. Komiyama and H. Hirai, Bull. Chem. Soc. Jpn., 54 (1981)2053. 9 H. Holland, L. Hald and 0. Kvammen, J. Solution Chem., 10 (1981) 775. 10 M. L. Bender and M. Komiyama, Cyclodextrin Chemistry, Springer, Berlin, 1978, Ch. 7. X244 8485035X 0304-5102(84)85035-X 10.1016/0304-5102(84)85035-X Biochemical catalysis Cyclodextrins as phase-transfer catalysts in a nucleophilic displacement reaction A.Z. Triponov T.T. Nikiforov Institute of Organic Chemistry, Bulgarian Academy of Sciences, Sofia 1113 Bulgaria Catalytic amounts of α- and β-cyclodextrins act as phase-transfer catalysts in the simple nucleophilic displacement between cyanide, iodide and thiocyanate ions and octyl bromide in a liquid/liquid two-phase system. References 1 E.V. Dehmlow S. Dehmlow Phase Transfer Catalysis 1980 Verlag Chemie Weinheim, Deerfield Beach (Florida), Basel 2 C.M. Starks C. Liotta Phase Transfer Catalysis 1978 Academic Press New York 3 M.L. Bender M. Komiyama Cyclodextrin Chemistry 1978 Springer Berlin Ch. 3; see also [6]. 4 (a) M.L. Bender M. Komiyama Cyclodextrin Chemistry 1978 Springer Berlin 23 27 (b) I. Tabushi J. Am. Chem. Soc. 100 1978 916 5 (a) W. Saenger Int. Ed. Eng. Angew. Chem. 19 1980 344 (b) J. Szejtli Proc. First Int. Symp. Cyclodextrins 1982 Akademiai Kiado Budapest 6 J. Szejtli Cyclodextrins and their Inclusion Complexes 1982 Akademiai Kiado Budapest 7 C.M. Starks C. Liotta Phase Transfer Catalysis 1978 Academic Press New York 9 8 (a)i M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 177 (a)ii M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 601 (a)iii M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 661 (a)iv M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 707 (a)v M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 715 (a)vi M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 733 (a)vii M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 757 (a)viii M. Komiyama H. Hirai Makromol. Chem., Rapid Commun. 2 1981 759 (b) M. Komiyama H. Hirai Bull. Chem. Soc. Jpn. 54 1981 2053 9 H. Høiland L. Hald O. Kvammen J. Solution Chem. 10 1981 775 10 M.L. Bender M. Komiyama Cyclodextrin Chemistry 1978 Springer Berlin Ch. 7.",
      "scopus-id": "0021406627",
      "coredata": {
        "eid": "1-s2.0-030451028485035X",
        "dc:description": "Catalytic amounts of α- and β-cyclodextrins act as phase-transfer catalysts in the simple nucleophilic displacement between cyanide, iodide and thiocyanate ions and octyl bromide in a liquid/liquid two-phase system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028485035X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Triponov, A.Z."
          },
          {
            "@_fa": "true",
            "$": "Nikiforov, T.T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028485035X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028485035X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85035-X",
        "prism:volume": "24",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Cyclodextrins as phase-transfer catalysts in a nucleophilic displacement reaction",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "15-18",
        "prism:endingPage": "18",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1984",
        "prism:doi": "10.1016/0304-5102(84)85035-X",
        "prism:startingPage": "15",
        "dc:identifier": "doi:10.1016/0304-5102(84)85035-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021406627"
      }
    }
  }
}