{
  "metadata": {
    "title": "Iron stearate-based organometallic catalysts supported on iron and nickel hydroxides",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80245-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802457",
    "pii": "0304510289802457"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024769801",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802457 0304-5102(89)80245-7 0304510289802457 10.1016/0304-5102(89)80245-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 10 94 100 94 100 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. IRONSTEARATEBASEDORGANOMETALLICCATALYSTSSUPPORTEDIRONNICKELHYDROXIDES NOSKOVA N LISICHKIN 1981 160 G GETEROGENNYYEMETALLOKOMLEKSNYYEKATALIZATORY SOKOLSKII 1977 135 D KATALIZATORYTIPATSIGLERANATTAVREAKTSIIGIDRIROVANIYA BRODSKII 1979 325 A BRODSKII 1979 139 A BRODSKII 1983 1430 A BRODSKII 1984 1386 A BRODSKII 1980 17 A KOROLYOV 1987 379 A NOSKOVA 1983 42 N NOSKOVAX1989X94 NOSKOVAX1989X94X100 NOSKOVAX1989X94XN NOSKOVAX1989X94X100XN item 0304-5102(89)80245-7 0304510289802457 1-s2.0-0304510289802457 10.1016/0304-5102(89)80245-7 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802457-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802457/MAIN/application/pdf/6259d3ae521ffa1f42e8be5875c41261/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802457/MAIN/application/pdf/6259d3ae521ffa1f42e8be5875c41261/main.pdf main.pdf pdf true 456265 MAIN 7 1-s2.0-0304510289802457-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802457/PREVIEW/image/png/a8017f23b095f6e9ce600432236f6c95/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802457/PREVIEW/image/png/a8017f23b095f6e9ce600432236f6c95/main_1.png main_1.png png 59165 849 656 IMAGE-WEB-PDF 1 94 Journal of Molecular Catalysis, SB (1989) 94 - 100 IRON STEARATE-BASED ORGANOMETALLIC CATALYSTS SUPPORTED ON IRON AND NICKEL HYDROXIDES N. F. NOSKOVA, A. R. BRODSKII, S. R. SAVEL'EV and A. I. KAZIMOVA Institute of Organic Catalysis and Electrochemistry, Kazakh SSR Academy of Sciences, K. Marx 142, Alma-Ata 480100 (U.S.S.R.) Summary Highly efficient organo-iron catalysts Fe8t3-AlEt3, supported on iron and nickel hydroxides, have been synthesized for hydrogenation and posi- tional isomerization reactions. By IR and Mossbauer methods, it has been shown that no appreciable exchange of ligands between iron stearate (FeSt3) and nickel hydroxide occurs during the preparation of FeSt3/Ni(OH)g. Inter- action of the complexes with the support stabilizes the catalytically active polynuclear complex. In the case of FeSt3/Ni(OH)2, a cluster effect is also exhibited: the rate increases by more than an order of magnitude compared with the unsupported system. Introduction One of the main limitations of organometallic systems of the Ziegler- Natta type is the instability of the coordinatively unsaturated catalytic complexes used in them. Immobilization of organometallic systems can have a considerable effect on their stability. A general requirement, which is important in choosing an optimal support, is the presence of functional surface groups with which the coordina- tively-unsaturated complexes can interact [1]. Hydroxides, including nickel and iron hydroxides, can in principle act as such supports. Information on supported iron-containing systems of the Ziegler-Natta type is not extensive. However, the wide distribution of iron compounds in Nature and their relatively low cost gives a high priority to the task of incorporating iron compounds into a catalyst composition. The object of this work was to produce efficient organometallic catalysts for the hydrogenation and positional isomerization reactions of unconjugated dienes and to find the basic mechanism for the effect of the support on the composition of Fe-containing complexes in the system, using iron and nickel hydroxides for the first time. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 95 Experimental Iron stearate supported on nickel hydroxide (FeSt3/Ni(OH)2) was pre- pared as follows. Sodium stearate and iron(III) chloride solutions were poured dropwise into a freshly made suspension of nickel hydroxide: ?(N03)2 + 2NaOH -r Ni(OH)2+2NaN03 The resulting precipitate was washed with hot water in a vacuum drier at 353 - 373 K. Iron stearate supported on iron hydroxide was prepared in a similar manner. Catalysts for the hydrogenation and position isomerization reactions were prepared in heptane from FeSt3/M(OH)n and Al(C2Hg)3 by the procedure reported previously [2]. IR and Mossbauer (GRS) spectroscopies were used for studying the composition of the systems. Mossbauer spectra of quickly frozen samples were taken at 80 K under constant source acceleration, the source being \"Co in Cr with 200 Ci activity kept at room temperature. The spectra were processed on a computer using a least squares method. Isomer shifts (SE^) are quoted with respect to sodium nitroprusside. The error in the determination of isomer shifts and quadrupolar splittings (A2?q) was 0.03 nuns\"1, while that relating to the relative content of the different iron complexes was not more than 4%. The catalyst channel employed ~106 pulses. FeSt3 was used with 50% enrichment in \"Fe. Results and discussion By studying the FeSt3-AlEt3 system using y -resonance (Mossbauer) spectroscopy (GRS) [3-6], it was found that several transition metal com- plexes are formed due to the interaction of the various components of the system. These complexes may be defined as high-spin complexes of Fe111 and Fe11. In addition, a transition metal complex denoted as Fe(X) is resolved in the GR spectra. By means of a combined analysis of the data from Mossbauer and electron absorption spectroscopy and from magnetochemical methods, we have shown that the Fe(X) complex corresponds to the associated formation of a polynuclear transition metal complex containing exchange-bound iron ions. The Fe111, Fe11 and Fe(X) complexes are in dynamic equilibrium with each other, i.e. Fe111, Fe11 ? Fe(X), the position of the equilibrium depending on the interaction conditions between the components in the system (Al/Fe ratio, temperature, concentration, gas medium, etc.). Key steps in the interac- tion are the coordination of aluminium alkyi by the free and carbonyl groups of the stearate ligands, the alkylation of a part of the iron stearate complexes with subsequent decomposition of the metal alkyi, and the interaction of Fe\", Fe111 and aluminium alkyi to form polynuclear transition metal associated Fe(X) complexes. The GR spectrum of FeSt3/Ni(OH)2 consists of a well-resolved doublet with an isomer shift of 0.79 0.03 mm s~1 and quadrupolar splitting of 96 0.90 0.04 mm s~1. The isomer shift value is typical for unsaturated Fe8t3, while the quadrupolar splitting is higher (A q = 0.67 0.03 mm s~1 for FeSte [3]) which may be indicative of a change in the environment of the iron nucleus when the iron stearate is supported. The infrared spectra exhibit no bands characteristic of vibrations attributable to nickel stearate. The concen- tration of free carbonyl groups in iron stearate supported on Ni(OH)z de- creased sharply in comparison to unsupported FeSt3 apparently as a result of the direct interaction of iron stearate with Ni(OH)2. From these data it is possible to infer that no appreciable exchange occurs between iron stearate and nickel hydroxide during the preparation of the qualitatively novel product Fe8t3/Ni(OH)2 and that the support is ac- tively involved in this process. The mechanism of the interaction of FeSt3/Ni(OH)2 with AlEtg does not differ in principle from that which applies for the unsupported system [3-6]. The influence of the support is reflected in the absolute values of the isomer shifts and quadrupolar splittings for all iron complexes with Al/Fe = 6, the quadrupolar splitting of supported complexes being higher (on average by 0.2 - 0.3 mm s~1) than unsupported ones. The appearance of pronounced elec- tric field gradients associated with the distribution of the complexes on the surface may be attributed to the fact that surface fragments act as ligands with respect to the central ion. Interaction of the complexes with the support stabilizes the former, so that formation of all the iron species occurs at lower Al/Fe values than in the unsupported system (Fig. 1). Stabilization of the associated polynuclear complexes of Fe(X) leads to a shift in the Fe111, Fe\" < Fe(X) equilibrium towards Fe(X). When Al/Fe = 8 Fig. 1. Dependence of the relative content of different iron complexes on the Al/Fe ratio in the system, (a) FeSt3-AlEt3; (b) VeSty (50mol%)/Ni(OH)2-AlEt3; and (c) FeSta-NiSt^BOBO mol%). Concentration of FeSt3, 0.28 x 10~3 mol dm\"3, heptane, 20 ml; temperature, 293 K. 97 and at 293 K, the relative content of polynuclear complexes in the FeStg/ Ni(OH)2-AlEt3 system is ~85%, whereas in the unsupported system under comparable conditions it is ~30% (Fig. 1). A similar situation is observed when FeSt3 is supported on iron hydrox- ide. Thus at Al/Fe = 6 and 313 K, the FeSt3 /Fe(OH)3-AlEt3 system contains up to 60% of Fe(X) complexes, whereas in the FeSt3-AlEt3 unsupported system this proportion is about 40% [6]. It has been shown previously [6, 7] that the catalytic activity of systems based on iron stearate complexes arises from the presence of associated polynuclear complexes of Fe(X). For this reason, the more heterogeneous the system the greater its content of catalytically active complexes. However, from the data on the catalytic activity of the systems under study (Fig. 2, Tables 1 and 2), it follows that the observed increase in the reaction rate on supported metal complexes (especially that in the FeSt3/Ni(OH)2 system) is much greater than any increase in the number of polynuclear complexes. This, apparently, must be attributed to a qualitative change in the nature of the complexes. TABLE 1 Effect of support on the rate and selectivity of hydrogenation in heptane of the phenylacetylene C=C bond Catalyst T AlEfc^FeSta IV [mol Hy s (K) ratio (mol FeSt3)-1 (%) min~1] FeSt3-AlEt3 FeSt3(50 mol%)/Fe(OH)3-A!Et3 FeSt3<40 mol%)/Ni(OH)2-AlEt3 { { { 313 353 313 353 313 353 7 7 7 7 7 10 1.1 ) 2.0 J90 1.3 1 3.4 J 89 5.0 1 25.0 J 91 TABLE 2 Effect of support on the yield of conjugated (cis-cis, cis-trans and trans-trans) isomers in the positional isomerization of sunflower oil linoleate\" Catalyst Time (h) Yield1' (%) FeSt3-AlEt3 f 4 0.8 I 6 1.1 FeSt3(50mol%)/Fe(OH)3-AlEt3 f4 4.0 1. 6 5.0 FeSt3(60mol%)/Ni(OH)2-AlEt3 f4 48.0 1 6 58.0 'Reaction conditions: Concentrations: FeSt3, 0.57 x 10\"3 mol dm-3; linoleate, 13.4 x 10-3 mol dm-3. Temperature, 353 K; AlEt3:FeSt3 ratio =5, 2/0 ml heptane. ''Sum of conjugated isomers per starting linoleate. 20 16 i2 H 8 CjfcSoheMne portion (a) (b) Fig. 2. Dependence of cyclohexene hydrogenation rate on (a) the AlEt3:FeSt3 molar ratio and (b) the stability of FeSt3-AlEt3 (curves 1,1') and FeSt3/Fe(OH)3-AlEt3 (curves 2,2') catalysts at 293 K (curves 1,2) and 313 K (curves 1', 2'), respectively. Concentrations: FeSt3, 1.45 x 10-2 mol dm-3; cyclohexene, 20.0 x 10-2 mol dm-3. Figure 2(a) illustrates the dependence of the rate of cyclohexene hydro- genation on the AlEt3:FeSt3 ratio for the FeSta-AlEtg and FeSt3 /Fe(OH)3- AlEtg systems. It can be seen that the supported catalyst is 6 - 7-times more active than the catalyst based on FeSt3-AlEt3, certainly over the ratio Al/Fe =5-6. Supported complexes also possess considerable stability. Thus, the catalytic activity of FeSt3 when supported on Fe(OH)3 was available for the hydrogenation of eight aliquots of cyclohexene introduced successively into the system, whereas with the unsupported FeSt3-AlEt3 catalyst (Al/ Fe = 6), the rate of hydrogenation of even the second aliquot of cyclohexene was only one-third of the value of that achieved with the first aliquot [Fig. 2(b)]. By supporting FeSt3-AlEt3 on nickel hydroxide, it is possible to obtain a highly active catalyst for alkyne hydrogenation (Table 1) and for the positional isomerization of unconjugated sunflower oil linoleates to conju- gated compounds (Table 2). Selectivity in the hydrogenation of phenyl acetylene attains a value of 89-91% and is virtually independent of the presence and nature of the transition metal in the support. It should be noted, however, that on hetero- geneous iron catalysts (Fe black) the selectivity of phenyl acetylene hy- drogenation under similar conditions is 70%, while the rate is 0.12 x 10-3 mol Hg(g at. Fe)-1 min~1 [8], i.e. it is three to four orders of magnitude less than in the presence of organo-iron catalysts. 99 From the data listed in the tables, it can be seen that the ratio of the hydrogenation rates of phenyl acetylene in the presence of FeSte, FeStg/ Fe(OH)3 and FeSta/Ni(OH)2 at 353 K is 1:1.7:12.5, while that of the positional isomerization is 1:5:50, respectively, i.e. the rate increases to the greatest extent when the catalyst is supported on nickel hydroxide. In the latter case, and in parallel with the stabilizing of polynuclear surface complexes, a cluster effect is exhibited in the interaction, i.e. an effect due to the cation of another transition metal (Ni). This suggests the formation of heteropolynuclear complexes on the surface which gives rise to a synergis- tic effect similar to that exhibited by the FeSta-NiStg system [9]. In fact, as is demonstrated in Fig. l(c), polynuclear complexes function in the FeSta-NiStg (1:1) system in the same way as in the FeSt3/Ni(OH)2 system at an Al/M ratio of 2, whereas when only FeSt3 is employed they appear at Al/Fe = 4. Compo- sition-property correlation plots (Fig. 3) show that polynuclear complexes are /o,FeW Fig. 3. The relationship between the rate of hydrogenation of sunflower oil linoleates and the content of polynuclear complexes, Fe(X), in the FeSt3-NiSt2-AlEt3 system at 293 K. responsible for the activity of the mixed systems and of systems based on FeStg-AlEta [6] since a linear dependence is observed between their content and the rate of hydrogenation. Increasing the amount of AlEt3 present in the system, results in W versus [Fe(X)] lines which extrapolate to the origin of the plot. This may be explained by the formation of a set of polynuclear complexes with different reactivities, including ones which are totally blocked by the aluminium alkyi and do not take part in the catalytic process. The addition of nickel salt to FeStg has been shown [10] to promote the reduction of Fe^ and the formation of a polyheteronuclear complex in conjugated systems where electron exchange is considerably facilitated. This causes an increase in the reactivity of the associated complexes. Conclusions A comparison of catalysts based on Fe8t3-AlEt3, FeSt3 /Fe(OH)3-AlEt3 and FeSt3/Ni(OH)2-AlEt3 with respect to the formation in such systems of 100 polynuclear complexes containing iron with a mixed valency (II, III), and of iron (III) and iron (II), shows that their behaviour may be explained in terms of differences in the quantitative ratio of these complexes. The efficiency of supported and unsupported catalysts of the type studied may be attributed to the differing extents to which the association and decomposition of such polynuclear complexes influence the reaction system. A correlation has been observed between the catalytic activity and the content of such associated polynuclear (transition metal) complexes. References 1 G. V. Lisichkin and A. Ya. Yuffa, Geterogennyye metallokomleksnyye katalizatory, Khimiya, Moscow, 1981, p. 160. 2 D. V. Sokolskii and N. F. Noskova, Katalizatory tipa Tsiglera Natta u reaktsii gidrirovaniya, Nauka KazSSR, Alma-Ata, 1977, p. 135. 3 A. R. Brodskii, V. F. Vozdvizhenskii, N. F. Noskova, A. S. Khiystov, 0. M. Pakhorukova, N. I. Marisich and D. V. Sokolskii, J. Organometall. Chem., 178 (1979) 325. 4 A. R. Brodskii, V. F. Vozdvizhenskii, N. F. Noskova, A. S. Khiystov, 0. M. Pakhorukova and D. V. Sokolskii, J. Organometall. Chem., 17,9(1979) 139. 5 A. R. Brodskii, N. F. Noskova and D. V. Sokolskii, Dokl. Akad. Nauk SSSR, 268(1983) 1430. 6 A. R. Brodskii, N. F. Noskova and D. V. Sokolskii, Dokl. Akad. Nauk SSSR, 278(1984) 1386. 7 A. R. Brodskii, N. F. Noskova and A. S. Khiystov, Sintez i kataliticheskiye svoistva kompleksov perekhodnykh metallov, zakreplennykh na poverkhnosti Msitilei, Trudy IK SO SSSR, Novosi- birsk, 1980, p. 17. 8 A. V. Korolyov, A. R. Brodskii, N. F. Noskova and D. V. Sokolskii, Dokl. Akad. Nauk SSSR, 296 (1987) 379. 9 N. F. Noskova, S. R. Savel'ev and T. A. Petrova, Izv. Akad. Nauk KazSSR, Ser. Khim., 6 (1983) 42. 10 A. R. Brodskii, S. R. Savel'ev and N. F. Noskova, Kinet. Catal., in press. X244 89802457 0304-5102(89)80245-7 10.1016/0304-5102(89)80245-7 Iron stearate-based organometallic catalysts supported on iron and nickel hydroxides N.F. Noskova A.R. Brodskii S.R. Savel'ev A.I. Kazimova Institute of Organic Catalysis and Electrochemistry, Kazakh SSR Academy of Sciences, K. Marx 142, Alma-Ata 480100 U.S.S.R. Highly efficient organo-iron catalysts FeSt3-AlEt3, supported on iron and nickel hydroxides, have been synthesized for hydrogenation and positional isomerization reactions. By IR and Mössbauer methods, it has been shown that no appreciable exchange of ligands between iron stearate (FeSt3) and nickel hydroxide occurs during the preparation of FeSt3/Ni(OH)2. Interaction of the complexes with the support stabilizes the catalytically active polynuclear complex. In the case of FeSt3/Ni(OH)2, a cluster effect is also exhibited: the rate increases by more than an order of magnitude compared with the unsupported system. References 1 G.V. Lisichkin A.Ya. Yuffa Geterogennyye metallokomleksnyye katalizatory 1981 Khimiya Moscow 160 2 D.V. Sokolskii N.F. Noskova Katalizatory tipa Tsiglera Natta v reaktsii gidrirovaniya 1977 Nauka KazSSR Alma-Ata 135 3 A.R. Brodskii V.F. Vozdvizhenskii N.F. Noskova A.S. Khlystov O.M. Pakhorukova N.I. Marisich D.V. Sokolskii J. Organometall. Chem. 178 1979 325 4 A.R. Brodskii V.F. Vozdvizhenskii N.F. Noskova A.S. Khlystov O.M. Pakhorukova D.V. Sokolskii J. Organometall. Chem. 179 1979 139 5 A.R. Brodskii N.F. Noskova D.V. Sokolskii Dokl. Akad. Nauk SSSR 268 1983 1430 6 A.R. Brodskii N.F. Noskova D.V. Sokolskii Dokl. Akad. Nauk SSSR 278 1984 1386 7 A.R. Brodskii N.F. Noskova A.S. Khlystov Sintez i kataliticheskiye svoistva kompleksov perekhodnykh metallov, zakreplennykh na poverkhnosti nositilei , Trudy IK SO SSSR 1980 17 Novosibirsk 8 A.V. Korolyov A.R. Brodskii N.F. Noskova D.V. Sokolskii Dokl. Akad. Nauk SSSR 296 1987 379 9 N.F. Noskova S.R. Savel'ev T.A. Petrova Izv. Akad. Nauk KazSSR, Ser. Khim. 6 1983 42 10 A.R. Brodskii, S.R. Savel'ev and N.F. Noskova, Kinet. Catal., in press.",
      "scopus-id": "0024769801",
      "coredata": {
        "eid": "1-s2.0-0304510289802457",
        "dc:description": "Highly efficient organo-iron catalysts FeSt3-AlEt3, supported on iron and nickel hydroxides, have been synthesized for hydrogenation and positional isomerization reactions. By IR and Mössbauer methods, it has been shown that no appreciable exchange of ligands between iron stearate (FeSt3) and nickel hydroxide occurs during the preparation of FeSt3/Ni(OH)2. Interaction of the complexes with the support stabilizes the catalytically active polynuclear complex. In the case of FeSt3/Ni(OH)2, a cluster effect is also exhibited: the rate increases by more than an order of magnitude compared with the unsupported system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802457",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Noskova, N.F."
          },
          {
            "@_fa": "true",
            "$": "Brodskii, A.R."
          },
          {
            "@_fa": "true",
            "$": "Savel'ev, S.R."
          },
          {
            "@_fa": "true",
            "$": "Kazimova, A.I."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802457"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802457"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80245-7",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Iron stearate-based organometallic catalysts supported on iron and nickel hydroxides",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "94-100",
        "prism:endingPage": "100",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80245-7",
        "prism:startingPage": "94",
        "dc:identifier": "doi:10.1016/0304-5102(89)80245-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024769801"
      }
    }
  }
}