{
  "metadata": {
    "title": "Pulse-chromatographic N<ce:inf loc=post>2</ce:inf>O titration of the copper surface area on CuZnOMeO<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf> catalysts in connection with their hydrogen adsorption",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-05-31",
    "doi": "10.1016/0304-5102(92)80073-P",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280073P",
    "pii": "030451029280073P"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0011295805",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280073P 0304-5102(92)80073-P 030451029280073P 10.1016/0304-5102(92)80073-P S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02349 2024-01-02T01:06:03.941633Z 0 0 19920501 19920531 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 73 73 2 2 Volume 73, Issue 2 8 203 214 203 214 199205 May 1992 1992-05-01 1992-05-31 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. PULSECHROMATOGRAPHICN2OTITRATIONCOPPERSURFACEAREACUZNOMEOXCATALYSTSINCONNECTIONHYDROGENADSORPTION BERNDT H BART 1987 1 J CHAUMETTE 1988 537 P PROC9THINTERNCONGRCATALYSISCALGARY1988 HOPPENER 1986 109 R CHINCHEN 1986 101 G DENISE 1987 353 B KINNIARD 1988 2135 S BURCH 1989 3569 R OSINGA 1967 277 T DELL 1953 195 R SENGUPTA 1983 223 G DVORAK 1970 108 B EVANS 1983 75 J MENON 1970 238 P LUYS 1989 161 M CHINCHEN 1987 7922 G GIAMELLO 1984 443 E SCHOLTEN 1969 2465 J DVORAK 1989 1514 B BARTLEY 1988 91 G WROBEL 1987 715 G DUPREZ 1990 1 D DUPREZ 1984 219 D ROBERTS 1988 117 D BOWKER 1988 263 M ROBINSON 1990 73 W BERNDTX1992X203 BERNDTX1992X203X214 BERNDTX1992X203XH BERNDTX1992X203X214XH item 0304-5102(92)80073-P 030451029280073P 1-s2.0-030451029280073P 10.1016/0304-5102(92)80073-P 272239 2024-01-02T01:06:03.941633Z 1992-05-01 1992-05-31 1-s2.0-030451029280073P-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280073P/MAIN/application/pdf/ee46d0fdcfa8d982fa0755f75e2bc9b9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280073P/MAIN/application/pdf/ee46d0fdcfa8d982fa0755f75e2bc9b9/main.pdf main.pdf pdf true 819297 MAIN 12 1-s2.0-030451029280073P-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280073P/PREVIEW/image/png/9a636ea72a2a71e11bf67d890b38a0cf/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280073P/PREVIEW/image/png/9a636ea72a2a71e11bf67d890b38a0cf/main_1.png main_1.png png 65212 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 73 (1992) 203-214 M2865 Pulse-chromatographic N20 titration of the copper surface area on Cu-ZnO-MeOx catalysts in connection with their hydrogen adsorption H. Berndt, V. Briehn and S. Evert Zentrum flir Heterogene Katalyse, Ru~ Chaussee 5, 1199 Berlin-Adlershof (Germany) (Received July 12, 1991; revised January 27, 1992) Abstract 203 The reactive chemisorption of nitrous oxide on Cu-ZnO-MeOx catalysts for the hydrogenation of carbon monoxide to alcohols has been studied in connection with the investigation of their adsorption and desorption behaviour toward hydrogen. The applicability of the N20 reaction has been checked by combining the NZO titration of the copper surface areas with the CO titration of its oxygen coverage at different stages of hydrogen desorption. The results demonstrate that hydrogen included in zinc oxide after the activation of the catalysts by reduction with Hz does not disturb the determination of the copper surface area by N20-pulse titration. Hydrogen adsorbed on the surface of copper and zinc oxide can be desorbed completely in the elution step of the usual sample treatment. However, residues of it would cause an overdetermination of the copper surface area. Introduction Catalysts based on Cu0-Zn0-A1203 are very effective in the hydrogenation of carbon monoxide. Many studies have been published on the mechanism and the nature of the active centres [ 1 ]. There is general agreement that copper is the essential ingredient of these catalysts. Therefore, the determination of the dispersion of metallic copper plays an important role in the characterization. Some papers report on a direct proportionality between the activity for the synthesis of methanol and the exposed copper surface area [2-5]. However, several authors regard copper atoms covered with oxygen atoms [5 ] and hydroxyl groups on copper crystallites [ 6 ] or on their borderlines to Zn0 [ 7 ] to be the active sites for the co-adsorption of CO and HZ or for the CO insertion, as the first step of the methanol synthesis. The Cu surface area is usually determined by reactive chemisorption of nitrous oxide as a probe molecule according to reaction (1): Nz0(g)+2Cu(s) --> NZ(g)+Cu20(s) (1) The area of the Cu surface that is covered with oxygen species under the conditions of the synthesis of methanol could also be found by using o3o4-51o2r92/$5.oo 0 1992 - Elsevier Sequoia. All rights reserved 204 N20-chemisorption measurements. The difference between an N20 titration directly after the synthesis and the second titration (after removing the oxygen coverage by reduction with H2) yields the amount of oxygen coverage [5]. Several techniques for monitoring the course of reaction (1) and the completion of the monolayer have been developed: the static-volumetric [8-10], pulse-chromatographic [11, 12], gravimetric [13, 14], frontal-chromatographic [15], and microcalorimetric [16] methods. In the current literature there is general agreement on the stoichiometry of the monolayer formed by decompositive adsorption with Cu(s):Oa,. = 2:1. To calculate the copper surface area, different average values of the surface atom density have been used based on theoretical calculations of a uniform distribution of (100), (110), and (111) crystallographic planes [12] or a special crystal plane distribution [17] corresponding to an established equilibrium distribution. However, there are some discrepancies, and differences of opinion concerning the conditions for the saturation of the monolayer and for avoiding the onset of the bulk oxidation when different techniques are used. Dvorak et al. [ 18 ] and Bartley et al. [ 19 ] give surveys of and insights into this problem. In summary it can be said that the frontal-chromatographic technique appears to be the most reliable method, because it avoids subsurface oxidation. However, the frequently used pulse-chromatographic method (N20 titration) seems to be applicable if definite conditions are observed, avoiding overdetermination due to subsurface oxidation in the single-pulse technique [ 12, 19 ] or by considering the desorption of weakly bound oxygen in the multi-pulse technique [18]. In this paper we report on some studies of the temperature dependence of the N20 reaction on our catalysts and the control of the oxygen uptake by pulse-chromatographic reduction with CO (CO back-titration). The major object of our studies was to check the influence of the adsorbed hydrogen on the determination of the copper surface area with single-pulse chemisorption of N20. This work was prompted by a report by Wrobel et al. [20] in which the applicability of the reactive chemisorption of N20 to the determination of the Cu surface area in catalysts that are hydrogen reservoirs was questioned in principle. The authors demonstrated that the hydrogen occluded in ZnO after reductive activation hydrogenates isoprene at 423 K. They concluded that this hydrogen could lead to an overdetermination of the Cu surface area according to consumption of additional N20 (eqn. (2)). 2H(s) + N20(g) --) N2(g) + H20(s, g) (2) Their results, however, were not verified by other researchers, and the N20 method went on being used for the characterization of methanol catalysts. Some recent studies on the synergism of Cu and ZnO in methanol synthesis [7, 21, 22], in which the spillover of hydrogen species from Cu to ZnO and a reverse spillover of OH species from ZnO to Cu have been 205 reported, have encouraged us to perform surface-chemical investigations of the behaviour of hydrogen on Cu0/Zn0-based catalysts in connection with the N20 reaction. Analyzed should be whether and under what conditions of pretreatment hydrogen remains on the catalyst, causing overdetermination of the Cu surface area, and how this error could be avoided. For this purpose, we combined studies on the temperature-programmed desorption of hydrogen, pulse-chromatographic N20 titrations in various stages of desorption, and pulse-chromatographic back titrations of the oxygen adsorbed on copper by CO (eqn. (3)). Cu20(s) + COW ) 2Cu(s) + COZ(g) (3) In particular, the comparison of NZO and CO consumption should clarify whether the hydrogen species disturb the Nz0 titration (eqn. (1)) by reaction (2). Experimental Preparation of catalysts The precursors were prepared by the usual coprecipitation from aqueous nitrate solutions of copper and zinc (1 mol 1-1), including in some cases manganese, aluminium, or chromium, using potassium carbonate (1 mol 1-1) at 355-360 K until pH = 7.5. After remaining for 1 h in the hot solution, the precipitates of mixed hydroxycarbonates and hydroxides were filtered, washed carefully, dried at 393 K overnight, and then calcined at 553 K in air for 6 h. The composition and the specific surface area are listed in Table 1. TABLE 1 Composition and specific surface area of the catalysts Sample Composition BET surface (wt.9b) (mz g.-I) Cu0 Zn0 Mn0 Me203 A1 30 70 - - 75 A2 30 67 3 - 96 A3 30 60 - 10 Me =A1 64 A4 30 57 3 10 Me=Al 86 A5 30 60 - 10 Me = Cr 70 B1 66 34 - - 65 B2 66 31 3 - 77 B3 66 29 5 - 96 C 60 30 - 10 Me =A1 70 D 100 - - - 7 E - 100 - - 43 206 CuO and Zn0 (samples D and E) were prepared analogously from malachite and hydrozincite. A commercial methanol catalyst (sample C) was also used. Hydrogen adsorption and desorption These studies were performed at the Institute of Isotopes of the Hungarian Academy of Sciences in Budapest. Hydrogen chemisorption and thermodesorption were carried out in a pulse-chromatographic system. All gases used were purified carefully. The sample (0.1 g, 0.5-1.0 mm) was heated under argon (1.5 1 h-') to 673 K at 5 K min-1 and then cooled to room temperature (RT). Afterward it was heated under 196 HZ in Ar (1.5 1 h-') to 523 K at 5 K min-1 and kept at this temperature for 10 min. The reduction was continued with 100% H2 (1.5 1 h-') at 523 K for 1 h. After flushing under Ar at 543 K for 1 h, the catalyst was cooled again to RT for hydrogen chemisorption. Five to seven pulses of H2 (0.20 ml pulse-') were passed over the sample. Saturation was mostly reached after the third pulse. Then the thermodesorption spectrum was recorded with a thermal conductivity detector (TCD) by increasing the temperature from RT to 723 K at 20 K min-', where the gas flow passed a cooling trap (173 K) to catch probably desorbed H20 or traces of C02. NZO and CO titration in combination with HZ tdesorption The reduction gas and carrier gases (H2 /N2, Ar, He) were purified extremely carefully. Hydrogen was purified of oxygen and water traces over a Pd/A1203 catalyst, followed by molecular sieve 13X and an Mn0/A1203 catalyst. Helium and argon were purified by CU/Si02, molecular sieve 13X, and Mn0/AI203. The N20 and CO used for titration have a percentage purity of higher than 99.9% and 99.99%, respectively. Argon was used as carrier gas for the TPD measurements. The gas flow passed two columns filled with KOH tablets and molecular sieve 13X to remove H20 and C02 in thermodesorption experiments. Helium flow was used for titration of the copper surface and back-titration of its oxygen coverage. N2 and N20 or C02 and CO were separated by a Porapak-N column. Helium was used as carrier gas for the titrations. Pulses or desorption peaks were recorded with a TCD coupled with an integrator. The different pretreatments of samples for the combined TPD studies and the surface reactions of N20 and CO are described below, together with the results. The conditions for titration were as follows (if not stated otherwise): NZO titration We chose the single-pulse technique developed by Evans et al. [ 12 ]; however, we usually used a sample temperature of 303 K, corresponding to the proposal of Bartley et al. [19]. The helium flow was 2.65 1 h-', and sloop volumes of 1.0 ml and 2.5 ml were used for different sample sizes 207 (0.2 g and 0.5 g). Using these sample sizes no significant differences in the specific N20 consumption have been obtained. A sample size of 0.5 g and a sloop volume of 2.5 ml were chosen for the systematic investigations of the influence of pretreatment conditions on the N20 titration with catalyst C. After the elution of hydrogen for the reduction or adsorption with helium at 473 K for 1 h, the samples were cooled down. The titration of the copper surface area was complete after the first pulse, and we did not observe a so-called rest peak [ 181 at consecutive N20 pulses. In accordance with this result, we found good agreement between the N20 and the CO back-titration, indicating that no weakly bound oxygen desorbs after passing the N20 pulse. In order to clarify the influence of adsorbed hydrogen species on the N20 titration we compared the amounts (N,mol g-1) of N20 and CO consumed and of N2 and C02 formed. CO titration TPD studies of CO on the catalysts and C02-adsorption measurements have shown that a reaction temperature of at least 423 K is necessary to prevent adsorption of both gases by the catalysts during pulse titration of the oxygen monolayer. Directly after N20 titration the sample was heated in the helium flow (2.65 1 h-1) to 473 K for 15 min and titrated with CO pulses (1.0 or 2.5 ml pulse-1) until CO consumption was no longer observed. Results and discussion ThermodesOtion of hydrogen Two types of Cu-ZnO catalysts of different compositions (Table 1), some of them containing promoters (MnO, A1203, Cr203), have been studied to find their typical adsorption and desorption behaviour, as well as general conclusions concerning the pretreatment of samples for the N20 titration of the Cu surface area on Zn0-containing catalysts. Two hydrogen desorption peaks have been obtained by the TPD of both catalyst series with different CUO/ZnOO ratios (Fig. 1). The maxima of the low-temperature peaks (LTP) are situated in the same temperature range - about 333 K - for all samples. The peak areas correspond to the amounts of hydrogen adsorbed at RT. The mean value of the two H2 amounts correlates with the N20 consumption in the titration of the Cu surface area (Mg. 2). The scattering of the data in this correlation results, above all, from the limited reproducibility of the H2 adsorption, as the desorption begins at a temperature slightly above the adsorption temperature. The LTP is due to the H2 desorption from metallic copper. A dispersed copper powder prepared from malachite gives a desorption in the same range. Roberts and Griffin [231 attributed the LTP-H2 observed on Cu-Zn0 to a dissociative hydrogen adsorption on high-index planes of copper and 208 250 350 450 550 860 750 Temperature / K A'___~ n, 81 82 83 C 250 350 450 550 650 750 Temperature / K 14 12 j m 81 :e 2 )~ io 50 100 150 200 250 N20-consumption (~19..) 0 4 8 12 16 20 Cu-surface oreo ) leg. 1. TPD spectra of HZ adsorbed on two types of reduced Cu0-Zn0 catalysts: (a) Cu/Ln ratio about 1:2; (b) Cu/Zn ratio about 2:1. Mg. 2. Correlation between adsorbed HZ at room temperature and the rI20 consumption or Cu surface area of the catalysts: (A) Al, (V) A2, (O) A3, (O) A4, (O) A5, ( ) Bl, ( ) B2, were able to exclude an adsorption as hydride or hydroxyl species on Zn0 (type-I sites). However, temperatures in their TPD studies did not exceed 500 K. Duprez et al. [ 22 ] found an UP and an HTP in their studies on Cu0-Zn0-A1203 catalysts and explained the latter as desorption of hydrogen adsorbed on Zn0 after its spillover to the copper surface. The HTP is probably caused by penetration of atomic hydrogen into the Zn0 lattice during the reductive activation, or by the formation of subsurface hydrogen species, which were described by Bowker et at. [24]. For example, about 100 wmol HZ gc8t 1 remains occluded in the catalyst C after its complete activation with HZ at 473 K and an elution for 1 h at 473 K in the He flow. The so-called soluble hydrogen can be adsorbed again after the TPD, but the amount of the HTP-HZ decreases owing to the sintering of the copper and the zinc oxide during the heating-up period to 673 K. The influence of the temperature of treatment on the amount and the temperature Tm.. of the HTP (Table 2) supports the idea of a penetration of atomic hydrogen into the ZnO. In connection with the investigations of the NZO titration, we have found that metallic copper is necessary not only for 'the formation of this hydrogen species but also for its desorption. In the TPD after an N20 titration of the HZ-activated sample C, no desorption peak was observed. Only after a partial reduction of the oxygen coverage of copper with CO pulses was the HTP HZ desorbed, during another heating. Based on the idea of the reverse spillover of OH groups from Zn0 to the metallic Cu, as developed by Burch et at. [7j and Duprez et at. [21 j, 209 TABLE 2 Influence of the temperature on the `hydrogen solubility' of ZnO of catalyst C Temperature of treatment8 HZ desorbed (HTP-Hz) after reduction and TPD (K) (p,mol ga-') T , (K) 473 19 583 523 28 653 573 41 693 'HZ flow, Ih. we interpret the generation of the HTP-HZ as a diffusion of the subsurface hydrogen to the ZnO surface, a spillover of OH species to the borderlines of Cu and ZnO, and a splitting of OH species and recombination to HZ on the copper surface. In view of the pretreatment of Cu0-ZnO catalysts for the N20 titration of their copper surface areas, we were able to derive the following conclusions from our H2-TPD studies. After the usual reductive activation with H2, a complete desorption of the hydrogen adsorbed on the copper surface (LTP-H2) can be realized by an elution at 423 K. For the removal of the HTP-H2 from ZnO, temperatures above 600 K are necessary. However, this treatment would lead to a rapid sintering of the copper crystallites. On the other hand, the difficult desorbability raises the question of whether the occluded hydrogen reacts in the N20 titration and actually leads to errors in the determination of the Cu surface area. N20 and CO titrations Before we used the CO back-titration for controlling the selective reaction of N20 with the copper surface, we had to study the suitability of the COpulse reduction itself. N20 was chemisorbed at 303, 333, 363, and again 303 K on catalyst C reduced by CO to avoid hydrogen occlusion. The amount of the oxygen uptake was determined by CO-pulse titration between the N20 titrations. The results in Table 3 show that the N20 consumption increases by about 209'0, as does the CO consumption. The whole oxygen delivered from N20 to copper is detected in the following CO titration. There are no indications of desorption of weakly bound oxygen, as described by Dvorak et al. [ 181. For CO titration the sample had to be heated above 423 K to reach a sufficient reaction rate for pulse titration and to prevent an adsorption of CO and C02 at the catalyst. It is known from investigations of the temperature dependence of N20 titration that a bulk oxidation occurs at these temperatures [10-12, 141. Therefore, the following questions have been studied: whether or not a surface reconstruction takes place while heating up the sample that had been titrated with N20, and how much oxygen from the monolayer enters the copper. 210 TABLE 3 Influence of the temperature on the Nz0 reaction on catalyst C; oxygen uptake controlled by CO back-titration Temperature of the N20 titration Results of N20 and CO titrations (gmol g~'') N20 NZ CO COZ 303 208 210 204 197 333 232 235 242 231 363 256 257 250 245 303 223 226 - - TABLE 4 Influence of the temperature on the formation of subsurface oxygen on catalyst C; reductive removal of oxygen taken up with CO Sample treatment after reduction' with HZ Results of Nz0 and CO titrations (LMOI &,t-') NZO N2 CO Co, Nz0 Nz 1.0 h He at 473 K 201 203 - - - - 0.5 h He at 373 K 12 14 215 223 206 207 0.5 h He at 423 K 21 24 232 235 198 201 0.5 h He at 473 K 30 32 226 241 188 189 '473 K, 1 h. In a sequence of tests after N20 titration at 303 K, the sample was tempered in a flow of helium at 373 K, 423 K, and 473 K for 0.5 h each. After cooling down, the sample was titrated with N20, again at 303 K. The results,, given in Table 4, show that the consumption of new N20 increases with increasing temperature. The correspondence of the CO consumption and the C02 formation in the following CO titration to the sum of the N20 consumption of both measurements indicated that subsurface oxygen returns to the surface during CO titration and is thus detected together with the oxygen situated on the copper surface. The N20 titration after reductive elimination of surface and subsurface oxygen corresponds to the result before thermal treatment under He. The investigations show that the CO reduction is not more surface-selective than the N20 reaction. Therefore, we are not able to distinguish between a completion of the oxygen monolayer and an increasing subsurface oxidation due to increasing temperature of the N20 titration. Following the proposal of Bartley et al. [19], we titrated with N20 at 303 K in our investigations. We believe that the results obtained in this way can be used as relative values, at least, to compare the dispersion of copper catalysts. 211 With alternating pulse titrations (N20 or CO) at the thermally stable methanol catalyst C, we investigated whether and under which conditions of pretreatment the hydrogen species interfere with the selective N20 titration of copper surface areas. The results have been summarized in Table 5. When the sample was cooled to RT after a reductive activation under H2 at 473 K, eluted with helium for 1 h, and then titrated with N20 pulses at 303 K (row 1 in Table 5), essentially more N20 reacted than after the elution of the reduction gas at 473 K (row 2). Furthermore, the following CO titration shows remarkable differences between the two treatments. Comparable values could be obtained after a second N20 or CO titration, taking into account an analytical error of 5%. The values for the whole sequence of N20 and CO titrations after elution at 473 K are comparable (row 2). The slightly lower values in the second N20 or CO titrations are the result of the limited stability of highly disperse copper. An analogous correspondence has been observed after desorption of HTP-H2, although all values are smaller owing to the sintering of copper crystallites by heating to 673 K. The reproducible smaller value in the first N20 titration after the TPD is an indication of a partial oxygen coverage of copper resulting from a spillover of OH species from ZnO to the Cu/ZnO borderlines [7, 211. The higher N20 and CO consumption in the first titration cycle after cooling under H2 (row 1) is a result of the reaction of the adsorbed hydrogen with N20 forming H20, which is mainly adsorbed on the catalyst and removed in the first CO titration by the water gas shift reaction. The amount of hydrogen remaining on the catalyst after cooling down under hydrogen and elution at RT is higher than the amount adsorbed during titration with hydrogen pulses at 293 K on copper (LTP-H2). H and OH species at type-I sites on ZnO can also be formed during cooling down under H2. We conclude that these hydrogen species also react with N20 and contribute to the high N20 consumption of about 100 wmol &at-1. The hydrogen included in Zn0 (HTP-H2) does not react remarkably with N20 during single-pulse chemisorption measurements at 303 K. On the one TABLE 5 NZO consumption of catalyst C after various treatments for desorption of hydrogen; oxygen uptake controlled by CO back-titration Treatment of the sample after HZ reduction cooling down in Hz flow and 1 h in He flow at 293 K 1hinHeflowat473K TPD to 673 K Results of titrations (Eunol g,,.t-') N20 CO NZO CO 348 308 218 212 242 237 224 220 125 139 140 137 212 hand, this fact refers in principle to a basic correspondence between N20 and CO titrations in both cycles. On the other hand, quantitative desorption of HTP-H2 was observed upon heating after N20 and CO titration. With regard to the applicability of the N20 method, this means that an overdetermination of copper surface areas can be avoided by a careful elution of H2. Investigations of the influence of the elution time on the result of N20 titration have shown that it should be eluted with a WHSV of 5 1 g~ -1 h-1 at 473 K for at least 0.5 h (Table 6). Only if all the hydrogen is eluted out of the pores and the catalyst bed, can a re-adsorption during cooling for the N20 titration be avoided, thus preventing an overdetermination. An elimination of the hydrogen occluded in Zn0 (HTP-H2) is not necessary, and would be unsuitable, because the copper crystallites would sinter upon such pretreatment. The investigations of the conditions for the application of the N20 surface reaction may perhaps be helpful in explaining some controversial results in the literature. The pretreatment conditions of the sample for the N20 titration are not clearly indicated in the publication by Wrobel et al. [20]; probably the elution was only carried out at 323 K for 15 min, as reported for the isoprene hydrogenation experiments. In such a case the LTP-H2 would not be desorbed completely, and an overdetermination would be inevitable. Furthermore, an elution time of 6 min, as used by Robinson and Mol [25] for the titration of the copper surface area after methanol synthesis under pressure, seems to be too short. The increasing N20 consumption observed by those authors in the in situ characterization after synthesis, compared with the determination of the copper surface area after the activation in 0.1 MPa H2 at 473 K, was interpreted as an increase in the copper surface area by reconstruction under CO atmosphere. However, in in situ investigations Denise et al. [5] and also Chinchen et al. [4] have found a decreasing N20 consumption, which could be attributed to a partial oxygen coverage of the copper surface in the synthesis. The results of Chinchen et al. seem to be more reliable, because they could also determine the oxygen coverage by CO reduction. TABLE 6 Influence of the elution time at 473 K on the Nz0 consumption of catalyst C after its activation by hydrogen (1 h, 473 K) Elution time rn) N20 consumption (N.mol g,.,'') 0.5 0.01 0.25 0.5 0.8 1.0 240 333 301 232 240 240 213 Conclusions The TPD studies have shown that Cu0-ZnO catalysts occlude hydrogen in ZnO during the conventional reductive activation. This hydrogen desorbs only at temperatures above 600 K. It has been shown that this absorbed hydrogen does not disturb the determination of the copper surface area by N20 titration at 303 K. However, a reliable determination requires a sample treatment with a total desorption of the chemisorbed hydrogen from the copper and the zinc oxide surface by careful elution. The combination of N20 and CO titration is a suitable way to control the selective reaction of N20 with the copper surface and prevent a disturbance by hydrogen species. However, every new catalyst system has to be carefully investigated with regard to its adsorption and desorption behaviour, to prevent disturbing the reactions of N20 with adsorbed species or with other components partially reduced. In a later paper we will report on problems in the N20 titration of Cu -ZnO-MeOx catalysts, which occur if their thermal stability is characterized in experiments of thermal overheating (above 573 K) in reducing atmosphere. Acknowledgements We are much obliged to Prof. L. Guczi and I. Bogyay for the possibility to start our TPD experiments in their laboratories. The assistance of Mrs. A. Goldschmidt in the measurements in our laboratories is gratefully acknowledged. References 1 J. C. J. Bart and R. P. A. Sneeden, CataL Today, 2 (1987) 1. 2 P. Chaumette, Ph. Courty, J. Barbier, T. Fortin, J. C. Lavalley, C. Chauvin, A. Kiennemann, H. Idriss, R. P. A. Sneeden and B. Denise, in M. J. Phillips and M. Teman (eds.), Proc. ffi Intern. Congr. Catalysis, Calgary, 1988, vol. 2, Chem. Institute of Canada, Ottawa, 1988, p. 537. 3 R. H. Hoppener, E. B. M. Doesburg and J. J. F. Scholten, AppL Catal., 25 (1986) 109. 4 G. C. Chinchen, K. C. Waugh and D. A. Whan, Appl. CataL, 25 (1986) 101. 5 B. Denise, R. P. A. Sneeden, B. Beguin and O. Cherifi, Appl. CataL, 30 (1987) 353. 6 S. Kinniard, G. Webb and G. C. Chinchen, J. Chem Soc., Faraday Trans. 1, 84 (1988) 2135. 7 R. Burch, R. J. Chappell and S. E. Golunski, J. Chem Soc., Faraday Trans. 1, 85 (10) (1989) 3569. 8 Th. J. Osinga, B. G. Linsen and W. P. van Beek, J. Catal., 7 (1967) 277. 9 R. M. Dell, F. S. Stone and P. F. Tiley, Trans. Faraday Soc., 49 (1953) 195. 10 G. Sengupta, D. A. Gupta, M. L. Kundu and S. P. Sen, J. CataL, 67 (1983) 223. 11 B. Dvorak and J. Pasek, J. CataL, 18 (1970) 108. 12 J. W. Evans, M. S. J. Wainwright, A. J. Bridgewater and D. J. Young, AppL CataL, 7 (1983) 75. 214 13 P. G. Menon and J. Prasad, J. Catal., 17 (1970) 238. 14 M. J. Luys, P. H. van Oeffelt, W. G. J. Brouwer, A. P. Pvpers and J. J. F. Scholten, Appl. Catal., 46 (1989) 161. 15 G. C. Chinchen, C. M. Hay, H. D. Vandervell and K. C. Waugh, J. CataL, 103 (1987) 7922. 16 E. Giamello, B. Fubini, P. Lauro and A. Bossi, J. CataL, 87 (1984) 443. 17 J. J. F. Scholten and J. A. Konvalinka, Trans. Faraday Soc., 65 (1969) 2465. 18 B. Dvorak, A. Hudec and J. Pasek, Collect. Czech. Chem. Commun, 54 (1989) 1514. 19 G. J. J. Bartley, R. Burch and R. J. Chappell, AppL. Catal., 43 (1988) 91. 20 G. Wrobel, L. Jalowiecki and J. P. Bonelle, New J. Chem., 11 (10) (1987) 715. 21 D. Duprez, Z. Ferhat-Hamida and M. M. Bet, J. CataL, 124 (1990) 1. 22 D. Duprez, J. Barbier, Z. Ferhat-Hamadi and M. M. Bettahar, Appl. Catal., 12 (1984) 219. 23 D. L. Roberts and G. L. Grin, J. CataL, 110 (1988) 117. 24 M. Bowker, R. A. Hadden, H. Houghton, J. N. K. Hyland and K. C. Waugh, J. CataL, 109 (1988) 263. 25 W. R. A. M. Robinson and J. C. Mol, Appl. CataL, 60 (1990) 73. X244 9280073P 0304-5102(92)80073-P 10.1016/0304-5102(92)80073-P Pulse-chromatographic N2O titration of the copper surface area on CuZnOMeO x catalysts in connection with their hydrogen adsorption H. Berndt V. Briehn S. Evert Zentrum für Heterogene Katalyse, Rudower Chaussee 5, 1199 Berlin-Adlershof Germany The reactive chemisorption of nitrous oxide on CuZnOMeO x catalysts for the hydrogenation of carbon monoxide to alcohols has been studied in connection with the investigation of their adsorption and desorption behaviour toward hydrogen. The applicability of the N2O reaction has been checked by combining the N2O titration of the copper surface areas with the CO titration of its oxygen coverage at different stages of hydrogen desorption. The results demonstrate that hydrogen included in zinc oxide after the activation of the catalysts by reduction with H2 does not disturb the determination of the copper surface area by N2O-pulse titration. Hydrogen adsorbed on the surface of copper and zinc oxide can be desorbed completely in the elution step of the usual sample treatment. However, residues of it would cause an overdetermination of the copper surface area. References 1 J.C.J. Bart R.P.A. Sneeden Catal. Today 2 1987 1 2 P. Chaumette Ph. Courty J. Barbier T. Fortin J.C. Lavalley C. Chauvin A. Kiennemann H. Idriss R.P.A. Sneeden B. Denise M.J. Phillips M. Ternan Proc. 9th Intern. Congr. Catalysis, Calgary, 1988 2 1988 Chem. Institute of Canada Ottawa 537 3 R.H. Hoppener E.B.M. Doesburg J.J.F. Scholten Appl. Catal. 25 1986 109 4 G.C. Chinchen K.C. Waugh D.A. Whan Appl. Catal. 25 1986 101 5 B. Denise R.P.A. Sneeden B. Beguin O. Cherifi Appl. Catal. 30 1987 353 6 S. Kinniard G. Webb G.C. Chinchen J. Chem. Soc., Faraday Trans. 1 84 1988 2135 7 R. Burch R.J. Chappell S.E. Golunski J. Chem. Soc., Faraday Trans. 1 85 10 1989 3569 8 Th.J. Osinga B.G. Linsen W.P. van Beek J. Catal. 7 1967 277 9 R.M. Dell F.S. Stone P.F. Tiley Trans. Faraday Soc. 49 1953 195 10 G. Sengupta D.A. Gupta M.L. Kundu S.P. Sen J. Catal. 67 1983 223 11 B. Dvorak J. Pasek J. Catal. 18 1970 108 12 J.W. Evans M.S.J. Wainwright A.J. Bridgewater D.J. Young Appl. Catal. 7 1983 75 13 P.G. Menon J. Prasad J. Catal. 17 1970 238 14 M.J. Luys P.H. van Oeffelt W.G.J. Brouwer A.P. Pijpers J.J.F. Scholten Appl. Catal. 46 1989 161 15 G.C. Chinchen C.M. Hay H.D. Vandervell K.C. Waugh J. Catal. 103 1987 7922 16 E. Giamello B. Fubini P. Lauro A. Bossi J. Catal. 87 1984 443 17 J.J.F. Scholten J.A. Konvalinka Trans. Faraday Soc. 65 1969 2465 18 B. Dvorak A. Hudec J. Pasek Collect. Czech. Chem. Commun. 54 1989 1514 19 G.J.J. Bartley R. Burch R.J. Chappell Appl. Catal. 43 1988 91 20 G. Wrobel L. Jalowiecki J.P. Bonelle New J. Chem. 11 10 1987 715 21 D. Duprez Z. Ferhat-Hamida M.M. Bettahar J. Catal. 124 1990 1 22 D. Duprez J. Barbier Z. Ferhat-Hamadi M.M. Bettahar Appl. Catal. 12 1984 219 23 D.L. Roberts G.L. Griffin J. Catal. 110 1988 117 24 M. Bowker R.A. Hadden H. Houghton J.N.K. Hyland K.C. Waugh J. Catal. 109 1988 263 25 W.R.A.M. Robinson J.C. Mol Appl. Catal. 60 1990 73",
      "scopus-id": "0011295805",
      "coredata": {
        "eid": "1-s2.0-030451029280073P",
        "dc:description": "The reactive chemisorption of nitrous oxide on CuZnOMeO x catalysts for the hydrogenation of carbon monoxide to alcohols has been studied in connection with the investigation of their adsorption and desorption behaviour toward hydrogen. The applicability of the N2O reaction has been checked by combining the N2O titration of the copper surface areas with the CO titration of its oxygen coverage at different stages of hydrogen desorption. The results demonstrate that hydrogen included in zinc oxide after the activation of the catalysts by reduction with H2 does not disturb the determination of the copper surface area by N2O-pulse titration. Hydrogen adsorbed on the surface of copper and zinc oxide can be desorbed completely in the elution step of the usual sample treatment. However, residues of it would cause an overdetermination of the copper surface area.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280073P",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Berndt, H."
          },
          {
            "@_fa": "true",
            "$": "Briehn, V."
          },
          {
            "@_fa": "true",
            "$": "Evert, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280073P"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280073P"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80073-P",
        "prism:volume": "73",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Pulse-chromatographic N2O titration of the copper surface area on CuZnOMeO x catalysts in connection with their hydrogen adsorption",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-214",
        "prism:endingPage": "214",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 1992",
        "prism:doi": "10.1016/0304-5102(92)80073-P",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/0304-5102(92)80073-P",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0011295805"
      }
    }
  }
}