{
  "metadata": {
    "title": "Low temperature reduction of gallium in a Ga<ce:inf loc=post>2</ce:inf>O<ce:italic>3</ce:italic>/HZSM-5 catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-07-30",
    "doi": "10.1016/0304-5102(93)87046-B",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029387046B",
    "pii": "030451029387046B"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027628122",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029387046B 0304-5102(93)87046-B 030451029387046B 10.1016/0304-5102(93)87046-B S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02441 2024-01-02T01:06:03.941633Z 0 0 19930730 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 83 83 3 3 Volume 83, Issue 3 8 379 389 379 389 19930730 30 July 1993 1993-07-30 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. LOWTEMPERATUREREDUCTIONGALLIUMINAGA2O3HZSM5CATALYST CARLI R ROTH 1991 357 J HAGGIN 1991 30 J CHEN 1986 151 N JOHNSON 1984 J MOWRY 21985 128 J 1991 32 GOSLING 1991 69 C SEDDON 1990 351 D KANAI 1989 115 J SIMMONS 1987 287 D FUJIMOTO 1991 2275 K LEVANMAO 1991 77 R KOFKE 1989 177 T GNEP 1989 153 N ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS BAYENSE 1991 81 C KANAZIREV 1990 712 V BIANCHI 1991 297 C SCHON 1973 75 G MIZOKAWA 1978 129 Y IWAKURO 1982 94 H SHPIRO 1992 670 E CROS 1992 1 A BARR 1989 1677 T BRUKL 1932 23 A 1984 CHARACTERIZATIONHETEROGENEOUSCATALYSTS 1990 PRACTICALSURFACEANALYSIS MERIAUDEAU 1991 767 P CATALYSTDEACTIVATION1991 PRICE 1990 267 G PRICE 1991 115 G KANAZIREV 1991 111 V MERIAUDEAU 1990 227 P 1985 HANDBOOKCHEMISTRYPHYSICS XIE 1990 1 Y 1980 HETEROGENEOUSCATALYSISINPRACTICE KANAI 1992 527 J KANAZIREV 1991 L15 V CARLIX1993X379 CARLIX1993X379X389 CARLIX1993X379XR CARLIX1993X379X389XR item 0304-5102(93)87046-B 030451029387046B 1-s2.0-030451029387046B 10.1016/0304-5102(93)87046-B 272239 2024-01-02T01:06:03.941633Z 1993-07-30 1-s2.0-030451029387046B-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029387046B/MAIN/application/pdf/9046568c526fd1cebe7b214f2bd7efae/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029387046B/MAIN/application/pdf/9046568c526fd1cebe7b214f2bd7efae/main.pdf main.pdf pdf true 730213 MAIN 11 1-s2.0-030451029387046B-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029387046B/PREVIEW/image/png/b53d6491360377f5f0daa817a7b7155c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029387046B/PREVIEW/image/png/b53d6491360377f5f0daa817a7b7155c/main_1.png main_1.png png 61745 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 83 (1993) 379-389 379 Elsevier Science Publishers B.V., Amsterdam M168 Low temperature reduction of gallium in a Ga203/HZSM-5 catalyst R. Carli, C.L. Bianchi, R. Giannantonio and V. Ragaini* Department of Physical Chemistry and Electrochemistry, University of Milan, Via Golgi 19, 20133 Milan (Italy); tel. (+39-2)26603244, fax. (+39-2)270638129 (Received June 25, 1992; accepted March 22, 1993 ) Abstract Several experiments were performed to provide convincing evidence for low temperature gallium reduction in a Ga203/HZSM-5 catalyst. XPS measurements showed the appearance of a GaI signal after in situ hydrogen reduction at temperatures ranging between 373 and 673 K. No transfer of reduced gallium species from Ga203 to the zeolite particles was detected. A revision of the existing reduction mechanism is thus proposed. It is suggested here that the actual role of the HZSM-5 zeolite could be to provide a kind of activated hydrogen able to reduce Ga203. Key words: in situ reduction, XPS measurements, gallium oxidation state, activated hydrogen Introduction Recently, some researchers outlined the strategic importance of producing aromatic hydrocarbons, as benzene, toluene and xylenes (BTX), by new processes using liquiiied petroleum gas (LPG) [ 1-2 ] . The aromatization of light paraffins as made in M2 [ 3 ] and Cyclar [ 4 ] processes is of extreme interest. In particular the Cyclar process, developed jointly by BP (catalyst) and UOP (regeneration technology), is based on a Ga-promoted zeolite catalyst prepared by a standard impregnation procedure of a zeolite, usually the acidic form of ZSM-5 (HZSM-5) [5 ]. The Cyclar process has reached the final experimental period with the start up of a 1000 barrel/day process unit at the BP Oil Refinery in Grangemouth (UK) [6]. After the first demonstration trials, BP and UOP have announced the invention of a new catalyst formulation which permits a saving of 30% of the active component [ 7 ] . In spite of this extensive industrial work, which is documented by the wide patent literature available, recently reviewed by Seddon [8], some uncertainties on the actual role of the catalyst components (zeolite+promoter), their interactions and the nature of their active sites are still the subject of many *Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 380 R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 discussions. This is mainly because the promoting effect of gallium is quite independent of the technique used in catalyst preparation. Thus the catalyst, prepared by wet impregnation or ion exchange, performs as well as a steamed gallosilicate [9,10 ] or a mechanical mixture of Ga203 and zeolite [ 11,12 ] . Because of this singular feature the catalytic cooperation between Ga203 and HZSM-5 could be explained in terms of one of the following: (i) a bifunctional catalyst, (ii) a remote control mechanism. The bifunctional catalyst mechanism is the most commonly reported in literature because (i) gallium, present as Ga203, seems to lie outside of the zeolite pore structure [ 13 ] ; (ii) Ga203 shows intrinsic activity in the dehydrogenation of small alkanes [ 14 ] . Moreover, the nature of the gallium promoting effect is, probably very complex; in fact, as recently reported by Bayense et al. [ 15 ] , some experimental results point to a dual nature of the gallium effect, distinguishable as short- and long-distance synergy between the zeolite acidic centre and the gallium site. In other words, one can consider an extraframework and a framework role of gallium species in promoting the catalyst selectivity to aromatics, as already discussed by Simmons et al. [ 10 ] . In this context a new perspective comes from a recent hypothesis on the solid state reaction which seems to occur between the zeolite acidic centre and the gallium species during a suitable activation procedure (reduction under hydrogen at 780-800 K) [ 16 ] . The proposed mechanism is mainly based on the following experimental evidence: Ga203 in the system H-zeolite/Ga203 can be reduced at temperatures lower than those reported for the reduction of pure Ga203- In order to elucidate this phenomenon, we have studied the evolution of the gallium oxidation state by high-resolution XPS measurements of Ga203 mixed with HZSM-5, after in situ hydrogen reduction treatments at low temperatures (373-673 K). A very interesting comparison with a sample reduced at 773 K is also proposed. Experimental Preparation of the samples The ZSM-5 zeolite (Si/A1=32.0) was synthesized according to the wellknown method of Argauer and Landolt [ 17 ] . XRD analysis showed the high crystallinity of our sample. The acid form of the zeolite, HZSM-5, was prepared by multiple ion-exchange treatments with a 0.1 M NH4C1 solution followed by drying and activation at 823 K. The final sodium content is 0.2 wt.%. Ga203 (99.99 wt.%, BET surface area= 4.2 m2/g) was purchased from Fluka. Dried Ga203 (15 wt.%) and HZSM-5 (85 wt.%) were dispersed in a suitable amount of distilled n-hexane (Fluka). This suspension of solids, kept under magnetic stirring, was submitted to US (ultrasonic) waves generated by a Branson Sonifier-B12 for 10 min. Most of the n-hexane was evaporated by means of a Buchi EL131 Rotavapor under a pressure less than atmospheric R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 381 pressure. Subsequent treatment in an oven at 363 K ensured the complete elimination of n-hexane. In the following, HZ/Ga203 stands for the Ga203 USmiged HZSM-5 sample. XPS apparatus X-ray photoelectron spectra were recorded in a Surface Science Instruments (now Fisons Instruments) M-Probe ESCA spectrometer (base pressure 5 X 10' Pa). Monochromated A1 Ka radiation (1486.60 eV) was used. Features of the instrument include a high-vacuum reaction chamber, allowing in situ thermal treatment under a controlled atmosphere [ 18 ] . Samples were pressed into a copper sample holder and outgassed at the operating pressure for 12 h; due to their insulating nature, a flood gun was used for complete charge neutralization. The (1s) level of adventitious carbon (atmospheric hydrocarbons and surface carbon oxides) was taken as the internal reference, with the peak position at 284.6 eV. Numerical and graphical elaborations of the spectra were performed by using the Surface Science Instruments software. Results Analysis of the spectra In agreement with data from the literature [ 19-21 ] , a typical spectrum of unreduced HZ/Ga203 exhibits partial overlapping of the Ga (3d) and O (2s ) photoelectron peaks, as shown in Fig. 1. The very high resolution of our spectrometer coupled with quite a robust peak deconvolution technique, allowed rather unambiguous qualitative surface analysis. When a fresh sample of HZ/ 36 31 26 21 16 11 eV Fig. 1. XPS spectrum of as prepared HZ/Ga209. (A) O(2s) signals peaks, (B) GO (3d) signal peak. 382 R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 Ga203 is reduced in situ under flowing hydrogen for 2 h at temperatures between 373 and 673 K, some of the gallium shifts to a lower oxidation state. Convincing evidence of this phenomenon is provided by our XPS measurements. The deconvoluted Ga (3d) peak of a reduced HZ/Ga203 sample consists of two components, defined as low and high binding energy components (LBE and HBE, respectively), as shown in Fig. 2 (HZ/Ga203 reduced at 473 K). In order to emphasize the relevance of LBE and HBE species we report in Fig. 3 the spectrum obtained for a sample reduced in situ at 773 K. By collating Fig. 2 and Fig. 3 we can conclude that the Ga (3d) signal peak shows the same 100 'rv V^'''WFV'Y 31.3 27.3 23.3 19.3 15.3 11.3 eV Fig. 2. XPS spectrum of HZ/Ga203 reduced at 473 K. (A) O (2s ) signals peaks, (B) Ga (3d ) HBE component signal peak, (C) Ga (3d) LBE component signal peak. 100 A i f. 33.4 29.4 25.4 21.4 17.4 13.4 eV Fig. 3. XPS spectrum of HZ/Ga203 reduced at 773 K. (A) 0 (2s ) signals peaks, (B) Ga (3d ) HBE component signal peak, (C) Ga (3d) LBE component signal peak. R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 383 structure for samples reduced at differing temperatures. A similar feature for a sample reduced at 873 K has been reported in a recent paper by Shpiro et al. [22]. As can be inferred by comparing the Figs. 1 and 2 (or 3), the 0 (2s) signal peak shifts to lower binding energy in the case of the reduced sample. This shift, which is actually about 0.7 eV, a value which is averaged over all of our spectra, does not reflect a change in the chemical state of oxygen , and is due to a different specimen mounting. The different setup, tape or copper sample holder, could result in altered effectiveness of the electron flooding commonly used for charge neutralization of the insulating powder [ 23,24 ]. It is important to stress that this phenomenon has no effect on the interpretation of our spectra; no relevant effects on the Ga (3d) signal peak were detected. The difference between the binding energies of the Ga (3d) HBE and LBE peaks shows a very narrow dispersion (standard deviation, orN = 0.2 eV) around the average value <ABE[HBE,LBE1 > = 1.5 eV, as calculated from all of our samples. In order to determine a resonable attribution of the Ga (3d) peak components, several measurements were performed on high purity compounds chosen as references: Ga203 (99.9999 wt.%, Fluka) and metallic gallium (Puratronic grade, Johnson Matthey) showing the highest and the lowest gallium oxidation state, respectively. The measured Ga (3d) binding energies, reported in Table 1, are very close to literature data [ 19-21 ], the resulting difference between Ga' (3d) and Ge (3d) energies being ABE [jqj,o ] = 2.0 eV (aN = 0. 1 eV). In Table 2 we report the binding energies for the HBE and LBE components of all our samples; by comparing these values with those of the reference compounds, we have concluded that: (i) the HBE component peak corresponds to the Ga ... (3d) signal, as expected from the simple comparison of reduced and unreduced HZ/Ga203 samples; (ii) the LBE component is attributed to a new species of gallium at a low oxidation state, with a significant and reproducible shift at low binding energy corresponding to the <.413E [ HBE,LBE I > value, which is quite different from ABE [111,0 ]. In recent work we have obtained additional evidence on the nature of the LBE component [ 25 ]; the spectrum in Fig. 4 of a fresh sample of Ga20, present in a mixture of Ga203and Ga20, synthesized by the procedure by Brukl and Ortener [ 26 ], shows that the difference between the -binding energies of TABLE 1 Measured binding energies (BE) of Ga (3d) photoelectrons of reference samples Sample Ga(3d) BE (W) Gao(3d) BE (W) Ga203 20.6 Ga 20.5' 18.5 'Present as surface oxide. 384 TABLE 2 R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 Measured binding energies (BE) of Ga(3d) photoelectrons of HZ/Ga203 reduced at different temperatures Temperature ( C) HBE (eV ) 100 20.7 19.1 200 20.9 19.3 250 20.4 19.0 300 20.5 18.8 400 20.6 19.2 500 20.5 19.3 LBE (eV) 50 N \\, ~I 30 15 eV Fig. 4. XPS Spectrum of mixture GaaO and Ga20 sample. (A) 0 (2s) signals peaks, (B) Gam (3d ) signal peak, (C) GaI (3d) signal peak. Gain (3d) and GaI (3d) signals is ABE[,,,,,] =1.6 eV (aaN = 0.1 eV). This important finding allows the final attribution of LBE component to the GaI(3d) peak. R(T) function A very important piece of experimental evidence, coming from our measurements, concerns the intensities of the LBE and HBE signal peaks which have been found to depend on the reduction temperatures. For this reason we define the function, R (T), as: R (T) = IIHBE/ (ILBE +IHBE)] T where: ILBE, IHBE are the peak intensities of LBE and HBE gallium species; T is the reduction temperature. Equation (1) describes a quantitative relationship between the amount of GaIii atoms and the total amount of gallium atoms (GaI+ Gam) on the surface of HZ/Ga203, reduced in flowing hydrogen at temperature T. Equation (1) has the following boundary values: T-+ To, R(T)-+1 R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 T->T., R(T)-+E, (E<1) 385 where To is a reference temperature corresponding to the unreduced sample and T. is the maximum reduction temperature used in our experiments. The observed variation of R (T) function with temperature (oR (T) /8T < 0) reflects an increase of the surface concentration of reduced gallium species, GaI. For this reason, the R (T) function is a suitable way to visualize the reduction trend of the gallium surface species of our samples. In Fig. 5 we report the values of the R(T) function vs. T for pure Ga203 and HZ/Ga203. Transfer of gallium to HZSM-5 particles It is very difficult to assess the transfer of gallium onto (or into) the zeolite particles by means of XPS measurements, mainly because (i) the 3d electrons, ejected with a high kinetic energy (low binding energy ), have a large mean free path, the relative signal intensity being thus made up mainly by the photoemission from deeper atom layers, not the topmost [ 27,28 ] ; (ii) the relative abundance of an element with respect to another (chosen as the internal reference ) is estimated from the ratio of the deconvoluted peak areas; it must be noted that this ratio can be influenced by kinetic energy-dependent factors if the relevant chemical species have very different kinetic energies; in particular, a damping factor due to contaminating carbon overlayers cannot be excluded [27,28]. The above-mentioned considerations have some consequences on our system. In particular, the variation of Ga(3d) peak intensity due to surface migration from Ga203 onto (or into) the zeolite particles could be negligible as a consequence of reason (i). Furthermore, when a significant change in signal intensity is detected, the effective occurrence of a transfer phenomenon 0.8 0.6 - 0.4 F 0.2 373 473 573 673 773 Temperature (K) Fig. 5. R(T) function us. reduction temperature. (A) Pure Ga203, (B) expected trend, (C) HZ/ Ga209. 386 R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 2.0 1.5- . S? '5 ~ 1.0 ................ 2 1 f ~'~\\4 t z 0.5 - 0 03 1 _J_ __L 373 473 573 ~73 773 Temperature (K) Fig. 6. (0) Ga(3d)/0(2s) and (A) Ga(3d)/Si(2p) us. reduction temperature. should be checked for by referring the corresponding peak area to that of an element of HZSM-5. Thus, in order to obtain valuable data, the signal of said HZSM-5 element, chosen as reference, should satisfy the condition discussed in (ii). In fact when we use silicon as reference, e.g. Si (2p), the resulting values of Ga (3d) /Si (2p) ratio vs. reduction temperature follow a trend which is not clearly defined (Fig. 5). This is probably because the Si(2p) photoelectrons have very different binding energies compared with Ga (3d), ABE [Si,Ga] ~-- 100 eV. We suggest to use the 0 (2s) signals as reference, ABE [0,Ga I = 4 eV, taking into account that approximately 3% of these signal intensities is due to Ga203 oxygen species (the calculated bulk value for the HZ/Ga203 sample is about 5%). Finally, the values of Ga(3d)/0(2s) peaks areas ratio vs. temperature, reported in Fig. 6, follow a well-defined trend suggesting that no gallium transfer phenomena occurred for our samples in the relative low temperature range explored in our experiments (373-673 K). Furthermore, the values of Ga (3d) / 0 (2s) and Ga (3d) /Si (2p) ratios, calculated for a sample reduced at 773 K (Fig. 6) decrease remarkably, suggesting that the migration of gallium inside the zeolite channels becomes significant only at high temperature. Recently Meriaudeau and Naccache [ 29 ] demonstrated that the Ga (3d) /Si (2p) ratio decreases about tenfold in a sample reduced at 773 K. Discussion As reported by Price and Kanazirev [ 30-32 ], some experimental data indicates that the mixture of Ga203 and HZSM-5, heated at about 800 K in a hydrogen atmosphere, undergoes a singular reduction, resulting in an effective activation of the catalyst. On this basis they proposed the following mechanism: Ga2 03 + 2H +Z - + 2H2 --+ 2Ga'Z- + 3H2 0 (3) R. Carli et al. / J. Mot. Catal. 83 (1993) 379-389 387 where Z- stands for the zeolite centre. Equation (3) can be split into two steps [ 30 ] Ga203+2H2-+ Ga20 +2H20 (4a) Ga20 +2H+Z--.2Ga+Z-+H20 (4b) Although it was shown that Ga203adsorbs H2 [33 ], reaction (4a) cannot significantly proceed without (4b ), as is also demonstrated by the R (T) function trend of our Ga203 sample, reported in Fig. 5 (curve A). Actually, the small amount of reduced gallium is undetectable by XPS analysis. Thus, one can imagine that in a mixture of Ga203and HZSM-5 the small amount of Ga20 produced on the Ga203 surface, according to equation (4a), migrates onto the zeolite particles, where it reacts to produce the Ga+Z- species, according to equation (4b). The resulting overall process is equation (3). Focusing our attention on the migration of Ga20species, we have noticed in a previous section that for HZ/Ga203samples no significant transfer phenomena occurred below 673 K. This important finding can be related (a) to the sublimation temperature of Ga20, which is higher than 773 K [ 34 ] , and (b), as recently shown by Chang Me and Qi Tang .[35], to the commonly observed correlation between the spreading of several inorganic compounds and their respective Tammann temperatures, TT [36]: below TT no spreading can be obtained in a relatively short time (24 h). The TT of Ga20is 603 K. For these reasons, from mechanism (4), we expected that our HZ/Ga203 samples should undergo a slight reduction at temperatures equal or lower than 673 K, our experimental lower limit of the spreading activation temperature. The expected qualitative reduction trend is presented in Fig. 5 (curve B) as a dashed line. However, our experimental results are quite different. The experimental R (T) function of HZ/Ga203, depicted in Fig. 5 (curve C), demonstrates that a relevant amount of gallium can yet be reduced at low temperature. Thus, by means of XPS analysis, it has been pointed out that in presence of HZSM-5 the Ga present on the surface of Ga203particles shifts to the lower oxidation state, GaI, before the Ga20 produced can spread onto the zeolite phase. These experimental results imply a revision of mechanism (3) to take into account the relatively high reduction activity of HZ/Ga203at low temperatures; while the mechanism (3) explains very well the results for the highest reduction temperature used in our experiments (773 K), it is not in accordance with the overall reduction trend of HZ/Ga203. Tentatively, we suggest a mechanism consisting in the following processes: (i) HZ initially undergoes a particular activation probably be due to zeolite sodium or iron impurities at low temperatures or to zeolite superacidic centres at higher temperatures as recently discussed by Jacobs et al. [37]; (ii) the activated hydrogen reaches and reduces the gallium atoms through a surface diffusion process; (iii) if the temperature is sufficiently high, the Ga20 388 R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 produced spreads into the zeolite, this process becoming the driving force of the reduction; (iv) the spread Ga20 reacts with the zeolite superacid centres, generating a new species of gallium trapped within the zeolite pore structure (Ga'Z- in eqn. (4b)). Although the existence of this gallium species has also been supported by recent results [ 38 ], we feel that reaction (4b) is not necessary during the initial reduction of Ga203- In other words, we suggest that the primary role of HZSM-5 in this system is to provide some activated hydrogen species able to reduce Ga203 to give Ga20, i.e., mechanism (3) should be completed by a new reaction for the hydrogen activation due to HZSM-5 zeolite. To elucidate the nature of activated hydrogen, the mechanism of its formation and its surface diffusion, further study is required. Conclusions High resolution XPS measurements on a Ga203/HZSM-5 catalyst reveal that by in situ hydrogen reduction at low temperatures, in the range 373-673 K, a significant amount of Ga... is reduced to lower oxidation-state species recognized to be GaI. A revision of the existing model is proposed here to explain the observed reduction, particles resulting from the surface transfer of gallium to HZSM-5 having not been detected. We further suggest that the primary role of HZSM5 could be the activation of hydrogen species able to reduce Ga203 even at low temperature. Acknowledgments The financial support of the Consiglio Nazionale delle Ricerche, Progetto Finalizzato Chimica Fine e Secondaria, is gratefully acknowledged. References I J.F. Roth, CHEMTECH, (1991) 357. 2 J. Haggin, Chem. Eng. News, 15 (1991) 30. 3 N.Y. Chen and T.Y. Yan, Ind. Eng. Chem. Process Des. Dev., 35 (1986) 151. 4 J. Johnson and G.K. Hilder, NPRA Annual Meeting, San Antonio, TX, March, 1984. 5 J.R. Mowry, R.F. Anderson and J.A. Johnson, Oil Gas J., Dec. 2 (1985) 128. 6 Hydrocarbon Process., Feb. (1991) 32. 7 C.D. Gosling, F.P. Wilcher, L. Sullivan and R.A. Mountford, Hydrocarbon Process., Dec. (1991)69. 8 D. Seddon, Catal. Today, 6 (1990) 351. 9 J. Kanai and N. Kawata, Appl. Catal.; 55 (1989) 115. 10 D.K. Simmons, R. Szostak, P.K. Agrawal and T.L. Thomas, J. Catal., 106 (1987) 287. R. Carli et al. / J. Mol. Catal. 83 (1993) 379-389 389 11 K. Fujimoto, I. Nakamura, K. Yokota and K. Aimoto, Bull. Chem. Soc. Jpn., 64 (1991) 2275. 12 R. Le Van Mao and J. Yao, Appl. Catal. A, 79 (1991) 77. 13 T.J. Gricus Kofke, R.J. Gorte and G.T. Kokotailo, Appl. Catal. 54 (1989) 177. 14 N.S. Gnep, J.Y. Doyemet and M. Guisnet, in H.G. Karge and J. Weitkamp (eds.), Zeolites as Catalysts, Sorbents and Detergent Builders, Elsevier, Amsterdam, 1989, p. 153. 15 C.R. Bayense, A.J.H.P. van der Poland J.H.C. van Hooff, Appl. Catal., 72 (1991) 81. 16 V. Kanazirev, G.L. Price and K.M. Dooley, J. Chem. Soc., Chem. Commun., (1990) 712. 17 US. Pat. 3 702 886 (1972) to R.L. Argauer and G.R. Landolt. 18 C.L. Bianchi, M.G. Cattania and V. Ragaini, Mater. Chem. Phys., 29 (1991) 297. 19 G. Schon, J. Electron Spectrosc. Relat. Phenom., 2 (1973) 75. 20 Y. Mizokawa, H. Iwasaki, R. Nishitani and S. Nakamura, J. Electron Specrtosc. Relat. Phenom. 14 (1978) 129. 21 H. Iwakuro, C. Tatsuyama and S. Ichimura, Jpn. J. Appl. Phys., 21 (1982) 94. 22 E.S. Shpiro, D.P. Shevchenko, M.S. Kharson, A.A. Dergachev and Kh. Minachev, Zeolites' 12 (1992) 670. 23 A. Cros, J. Electron Spectrosc. Relat. Phenom., 59 (1992) 1. 24 T.L. Barr, J. Vac. Sci. Technol., 7 (1989) 1677. 25 R. Carli and C.L. Bianchi, Appl. Surf. Sci., submitted. 26 A. Brukl and G. Ortener, Z. Anorg. Chem., 203 (1932) 23. 27 F. Delannay (ed.), Characterization of Heterogeneous Catalysts, Marcel Dekker, New York, 1984. 28 D. Briggs and M.P. Seah (eds.), Practical Surface Analysis, Vol. I, J. Wiley, Chichester, 1990. 29 P. Meriaudeau and C. Naccache, in C.H. Bartholomew and J.B. Butt (eds.), Catalyst Deac tivation 1991, Elsevier, Amsterdam 1991, p. 767. 30 G.L. Price and V. Kanazirev, J. Catal., 126 (1990) 267. 31 G.L. Price and V. Kanazirev, J. Mot. Catal., 66 (1991) 115. 32 V. Kanazirev, R. Dimitrova, G.L. Price, A.Yu. Khodakov, L.M. Kustov and V.B. Kazansky, J. Mol. Catal., 70 (1991) 111. 33 P. Meriaudeau and M. Primet, J. Mol. Catal., 61 (1990) 227. 34 Handbook of Chemistry and Physics, 66th edn., CRC Press, Boca Raton, FL, 1985. 35 Y. Chang Xie and Y. Qi Tang, Adv. Catal., 37 (1990) 1. 36 C.H. Satterfield (ed.), Heterogeneous Catalysis in Practice, McGraw-Hill, New York, 1980. 37 J. Kanai, J.A. Martens and P.A. Jacobs, J. Catal., 133 (1992) 527. 38 V. Kanazirev, R. Piffer and H. Forster, J. Mol. Catal., 69 (1991) L15. X244 9387046B 0304-5102(93)87046-B 10.1016/0304-5102(93)87046-B Low temperature reduction of gallium in a Ga2O3/HZSM-5 catalyst R. Carli C.L. Bianchi R. Giannantonio V. Ragaini ∗ Department of Physical Chemistry and Electrochemistry, University of Milan, Via Golgi 19, 20133 Milan Italy; tel. (+39-2)26603244, fax. (+39-2)270638129 * Corresponding Author. Several experiments were performed to provide convincing evidence for low temperature gallium reduction in a Ga2O3/HZSM-5 catalyst. XPS measurements showed the appearance of a GaI signal after in situ hydrogen reduction at temperatures ranging between 373 and 673 K. No transfer of reduced gallium species from Ga2O3 to the zeolite particles was detected. A revision of the existing reduction mechanism is thus proposed. It is suggested here that the actual role of the HZSM-5 zeolite could be to provide a kind of activated hydrogen able to reduce Ga2O3. Keywords in situ reduction XPS measurements gallium oxidation state activated hydrogen References 1 J.F. Roth CHEMTECH 1991 357 2 J. Haggin Chem. Eng. News 15 1991 30 3 N.Y. Chen T.Y. Yan Ind. Eng. Chem. Process Des. Dev. 35 1986 151 4 J. Johnson G.K. Hilder NPRA Annual Meeting, San Antonio, TX 1984 5 J.R. Mowry R.F. Anderson J.A. Johnson Oil Gas J. 21985 128 6 Hydrocarbon Process. 1991 32 7 C.D. Gosling F.P. Wilcher L. Sullivan R.A. Mountford Hydrocarbon Process., Dec. 1991 69 8 D. Seddon Catal. Today 6 1990 351 9 J. Kanai N. Kawata Appl. Catal. 55 1989 115 10 D.K. Simmons R. Szostak P.K. Agrawal T.L. Thomas J. Catal. 106 1987 287 11 K. Fujimoto I. Nakamura K. Yokota K. Aimoto Bull. Chem. Soc. Jpn. 64 1991 2275 12 R. Le Van Mao J. Yao Appl. Catal. A 79 1991 77 13 T.J.Gricus Kofke R.J. Gorte G.T. Kokotailo Appl. Catal. 54 1989 177 14 N.S. Gnep J.Y. Doyemet M. Guisnet H.G. Karge J. Weitkamp Zeolites as Catalysts, Sorbents and Detergent Builders 1989 Elsevier Amsterdam 153 15 C.R. Bayense A.J.H.P. van der Pol J.H.C. van Hooff Appl. Catal. 72 1991 81 16 V. Kanazirev G.L. Price K.M. Dooley J. Chem. Soc., Chem. Commun. 1990 712 17 U.S. Pat. 3 702 886 (1972) to R.L. Argauer and G.R. Landolt. 18 C.L. Bianchi M.G. Cattania V. Ragaini Mater. Chem. Phys. 29 1991 297 19 G. Schon J. Electron Spectrosc. Relat. Phenom. 2 1973 75 20 Y. Mizokawa H. Iwasaki R. Nishitani S. Nakamura J. Electron Specrtosc. Relat. Phenom. 14 1978 129 21 H. Iwakuro C. Tatsuyama S. Ichimura Jpn. J. Appl. Phys. 21 1982 94 22 E.S. Shpiro D.P. Shevchenko M.S. Kharson A.A. Dergachev Kh. Minachev Zeolites 12 1992 670 23 A. Cros J. Electron Spectrosc. Relat. Phenom. 59 1992 1 24 T.L. Barr J. Vac. Sci. Technol. 7 1989 1677 25 R. Carli and C.L. Bianchi, Appl. Surf. Sci., submitted. 26 A. Brukl G. Ortener Z. Anorg. Chem. 203 1932 23 27 F. Delannay Characterization of Heterogeneous Catalysts 1984 Marcel Dekker New York 28 D. Briggs M.P. Seah Practical Surface Analysis I 1990 J. Wiley Chichester 29 P. Meriaudeau C. Naccache C.H. Bartholomew J.B. Butt Catalyst Deactivation 1991 1991 Elsevier Amsterdam 767 30 G.L. Price V. Kanazirev J. Catal. 126 1990 267 31 G.L. Price V. Kanazirev J. Mol. Catal. 66 1991 115 32 V. Kanazirev R. Dimitrova G.L. Price A.Yu. Khodakov L.M. Kustov V.B. Kazansky J. Mol. Catal. 70 1991 111 33 P. Meriaudeau M. Primet J. Mol. Catal. 61 1990 227 34 66th edn. Handbook of Chemistry and Physics 1985 CRC Press Boca Raton, FL 35 Y.Chang Xie Y.Qi Tang Adv. Catal. 37 1990 1 36 C.H. Satterfield Heterogeneous Catalysis in Practice 1980 McGraw-Hill New York 37 J. Kanai J.A. Martens P.A. Jacobs J. Catal. 133 1992 527 38 V. Kanazirev R. Piffer H. Forster J. Mol. Catal. 69 1991 L15",
      "scopus-id": "0027628122",
      "coredata": {
        "eid": "1-s2.0-030451029387046B",
        "dc:description": "Several experiments were performed to provide convincing evidence for low temperature gallium reduction in a Ga2O3/HZSM-5 catalyst. XPS measurements showed the appearance of a GaI signal after in situ hydrogen reduction at temperatures ranging between 373 and 673 K. No transfer of reduced gallium species from Ga2O3 to the zeolite particles was detected. A revision of the existing reduction mechanism is thus proposed. It is suggested here that the actual role of the HZSM-5 zeolite could be to provide a kind of activated hydrogen able to reduce Ga2O3.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-07-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029387046B",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Carli, R."
          },
          {
            "@_fa": "true",
            "$": "Bianchi, C.L."
          },
          {
            "@_fa": "true",
            "$": "Giannantonio, R."
          },
          {
            "@_fa": "true",
            "$": "Ragaini, V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029387046B"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029387046B"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)87046-B",
        "prism:volume": "83",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Low temperature reduction of gallium in a Ga2O3/HZSM-5 catalyst",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "in situ reduction"
          },
          {
            "@_fa": "true",
            "$": "XPS measurements"
          },
          {
            "@_fa": "true",
            "$": "gallium oxidation state"
          },
          {
            "@_fa": "true",
            "$": "activated hydrogen"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "379-389",
        "prism:endingPage": "389",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 July 1993",
        "prism:doi": "10.1016/0304-5102(93)87046-B",
        "prism:startingPage": "379",
        "dc:identifier": "doi:10.1016/0304-5102(93)87046-B",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027628122"
      }
    }
  }
}