{
  "metadata": {
    "title": "A molecular-orbital picture of thiophene hydrodesulfurization: Part 1. Catalyst activation process",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-04-30",
    "doi": "10.1016/0304-5102(92)80062-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280062L",
    "pii": "030451029280062L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002841778",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280062L 0304-5102(92)80062-L 030451029280062L 10.1016/0304-5102(92)80062-L S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02325 2024-01-02T01:06:03.941633Z 0 0 19920401 19920430 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 73 73 1 1 Volume 73, Issue 1 8 65 76 65 76 199204 April 1992 1992-04-01 1992-04-30 1992 converted-article fla Copyright © 1992 Published by Elsevier B.V. AMOLECULARORBITALPICTURETHIOPHENEHYDRODESULFURIZATION PISDIEZ R DICKS 1981 266 A HALL 1974 41 W POLZ 1989 22 J ANDERSON 1988 803 A HOFFMANN 1963 1397 R ANDERSON 1974 4545 A SAILLARD 1984 2006 J MINOT 1990 341 C ANDERS 1973 5277 L PISDIEZ 1990 329 R AMMETER 1978 3686 J WYCKOFF 1963 R CRYSTALSTRUCTURE GEMMA 1984 2333 N SFEREO 1985 3717 S MULLIKEN 1955 1833 R WRIGHT 1980 1585 C HOFFMANN 1988 601 R HUHEEY 1983 J INORGANICCHEMISTRYPRINCIPLESSTRUCTUREREACTIVITY WAMBEKE 1988 320 A PISDIEZX1992X65 PISDIEZX1992X65X76 PISDIEZX1992X65XR PISDIEZX1992X65X76XR item 0304-5102(92)80062-L 030451029280062L 1-s2.0-030451029280062L 10.1016/0304-5102(92)80062-L 272239 2024-01-02T01:06:03.941633Z 1992-04-01 1992-04-30 1-s2.0-030451029280062L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280062L/MAIN/application/pdf/d66fe27dcbf1df28a6dcdcf9d257c5e9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280062L/MAIN/application/pdf/d66fe27dcbf1df28a6dcdcf9d257c5e9/main.pdf main.pdf pdf true 771221 MAIN 12 1-s2.0-030451029280062L-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280062L/PREVIEW/image/png/2ce23663ac7b5e6729b6bb43dbcdaa32/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280062L/PREVIEW/image/png/2ce23663ac7b5e6729b6bb43dbcdaa32/main_1.png main_1.png png 54514 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 73 (1992) 65-76 M2847 A molecular-orbital picture of thiophene hydrodesulfurization Part 1. Catalyst activation process Reinaldo Pis Diez and Alicia H. Jubert* ProgOma Quinor, Quimica Inorganica, Facultad ae Ciencias Exactas, Universidad Nacional de La Plata, CC 962, CP 1900, La Plata (Argentina) (Received August 5, 1991; revised December 26, 1991) Abstract 65 Hydrogen adsorption, generation of anion vacancies, and the change in Mo oxidation state are studied in this work as an approach to understanding the activation process of the well-known HDS catalyst MOS2. Semi-empirical molecular-orbital calculations are performed, apd cluster modeling is used to represent the solid. Results agree quite well with some previously published data, and they also allow us to make some interesting suggestions. Moreover, two important points considered in doing the calculations (sulfur d orbitals and dangling bonds) are discussed in the text with numerical examples. Introduction Molybdenum sulfide (MOSz) is a known catalyst for the hydrodesulfurization (HDS) of sulfur-containing oil fractions. In this process, sulfur atoms are removed from thiophene, benzothiophene, and other sulfur-containing molecules in order to prevent the poisoning of other catalysts. The formation of SOZ is prevented, avoiding atmospheric pollution. Before the petroleum fractions are treated, the catalyst must be activated to improve its HDS activity. The activation takes place through the following scheme [1 ]: S \\Mo S i2 H2 S \\Mo SH NMo~SH2 h S\\Mo~AV A D where the final state, D, contains anion vacancies (AV), which will be the active sites for the adsorption of the sulfur-containing molecules. Thus before studying thiophene adsorption to get insights into the HDS process, we must deal with hydrogen adsorption on MoS2 (the A - B and B - C steps in (1)), *Author to whom correspondence should be addressed. 0304-5102/92/$5.00 0 1992 - Elsevier Sequoia. All rights reserved 66 generation of anion vacancies (C -j D step), and, as an interesting consequence of reaction (1), the change in the molybdenum oxidation state. We know of several works dealing with HZ adsorption on MOSz. Two of them are based on thermal desorption experiments [1, 21; a third presents volumetric HZ-uptake, uptake isotherms, and Raman spectra measurements [3]. There is a fourth paper that deals with hydrogen adsorption on MOS2 from a theoretical point of view, but without considering the catalytic properties of the solid [4]. All of these studies conclude that at least two binding hydrogen states exist. Moreover, the formation of H.MoS2 (where x depends on the pressure and temperature) would be possible when hydrogen adsorbs on MOS2. The experimental works [ 1-3 ] do not report any adsorption heat or AV creation data. A variety of active sites are modeled in ref. [4], and binding energy and equilibrium geometry data are shown for each. However, no AV generation or Mo oxidation-state values are reported. Thus in this work we devote ourselves to getting a complete picture of reaction (1) as the first step of the whole HDS mechanism. Method and calculation details In this work, the Extended Huckel Molecular Orbital (EHMO) method [5] is used. There were several reasons for this choice. Rigorous ab initio methods are inappropriate for cluster calculations because of the great computation cost entailed. Semi-empirical methods, on the other hand, are suitable for treating extended systems (> 15-20 atoms), but they give us only a qualitative picture, of the problem. However, this picture is very useful, especially when there is no other way by which the extended systems can be studied from a theoretical point of view. We chose the EHMO method over other semiempirical methods because of its simplicity and wide use in theoretical catalysis problems [6-81. In order to improve the accuracy of values of bond distances and binding energies, we add repulsive terms due to inner electrons not included in the calculation basis set. The way in which this correction is calculated is shown in great detail in reference [ 9 ] . The parameters for the calculation are listed in Table 1; they were evaluated using :the method described in reference [ 101. The off-diagonal elements of the Huckel matrix are related to the diagonal ones through the weighted Wolfsberg-Helmholz formula [ 11 ]. We use cluster modeling for representing MOS2. All the clusters have the structure MonS2n (to avoid charged species), and the n index lies in the range 8-11. Figure 1 shows the MOS2 symmetrical unit cell with its characteristic lengths [ 121. Figure 2 shows the distribution of atoms in clusters; the numbers indicate the possible sites of hydrogen adsorption. At this point, we must mention a typical problem that arises when performing cluster calculations, namely, the dangling bonds. When a solid 67 TABLE 1 Parameters used in the calculations' d His Has Hat Mob -5.74 0.950 Sb -20.51 1.617 Hb -10.90 2.300 -2.74 0.650 -9.44 2.069 -9.99 1.167 -7.71 0.650 aH;i values are the diagonal elements of the Mickel matrix (in eV), and the C's are the Slatertype orbital exponents (in A-'). bThe electronic configurations are Mo: 4d65s'5po, S: 3S2 3p'3do, and H: 1s'. s 3.15 A %\\~ A Mmoo n n n 1 Mo -0 0 0 4 3 0 6 Fig. 1. MoSz symmetrical unit cell; symmetry group D3,,. Distances are given Fig. 2. View down the c axis of the MoS2 structure. Only one sulfur plane is shown. There is a second S plane, 3.16 A below. Numbers indicate the proposed sites of hydrogen is modeled by a cluster, the terminal atoms have some orbitals that 'point to nowhere', whereas in the real infinite solid they point to other Thus the dangling orbitals are not `good' ones: they could it adsorbate molecular orbitals, leading to an unreal picture of t interaction. Moreover, solid properties, such as Fermi level and band width, have the wrong magnitudes because dangling orbitals are gene energy-gap zone [ 13, 14 ]. With this in mind, we have modified the original program [5] following the procedure suggested by Sferco and Pa the Huckel and overlap matrices are put into a hybrid basis set by a unitary transformation. After that, the program searches for those orbital; that 'point to nowhere' and leaves the rows and columns corresponding to these out of the Huckel and overlap matrices. Thus the dimension of the problem is lowered, and the calculation involves dangling-orbital-free clusters. 68 (a) (c) Fig. 3. Equilibrium geometries for atomic hydrogen adsorption: (a) site 4; (b) site 5; (c) site 6; (d) site 7. Numbers indicate equilibrium distances in A. Large blank, shaded, and small blank circles represent S, Mo, and H atoms, respectively. 1.22 (b) 1.29 1.32 T '7 (d) Because the symmetry group of MoS2 is D3h, the original Huckel and overlap matrices are transformed into sp3dz (for S) and d'sp (for Mo) hybrid basis sets by such a unitary transformation. Results and discussion Before giving our results, the assumptions and simplifications made in this work must be listed. We will discuss our results on the basis of total energy difference and overlap population data; thus we propose assuming that the thermodynamic and kinetic aspects of the process are described by energy and overlap data, respectively. No lattice relaxation effects are considered. Molecular hydrogen adsorption is not discussed, because H-H stretching must be studied through the potential-energy surface built up, and the EHMO method is not very well suited for such a study. For the same reason, geometry optimization is not performed for adsorbed species. We assume, instead, that the bond between hydrogen and sulfur is 69 formed through the interaction of the hydrogen is orbital and sulfur surface hybrid orbitals. According to reaction (1), a hydrogen molecule dissociates to give state B. Then a second hydrogen molecule dissociates, leading, after geometry rearrangement, to state C. Since we do not perform geometry optimization, we must study the B -j C step in a different way, and we propose a simultaneous adsorption of two hydrogen atoms instead of the sequential mechanism suggested in reaction (1). This very rough approach can be justified by considering that our further analysis is performed on the final state (C), which is path invariant. Clearly, this alternative mechanism is a consequence of not performing geometry optimization. We calculate the variation of the total energy along the reaction coordinate for the adsorption of one and two hydrogen atoms over a wide range of distance values. With these total energy profiles we are able to explain the nature of the adsorbate-substrate interaction. All energy data reported in this work are referenced for each site to the cluster and two hydrogen atoms, all separated to infinity. We do not present the total energy profiles to avoid cluttering the text with many figures that are not relevant to the main discussion. Finally, our calculations are performed assuming low coverage conditions on the surface. For clarity, results are shown and discussed separately. Adsorption of atomic hydrogen (A->B step) Only sites 4 through 7 present a bonding state for the reaction A - B. Note that these sites involve only one sulfur atom, and for different site configurations (represented by sites 1, 2, and 3) no adsorption occurs. Table 2 gives a summary of binding energy (Ebi ) and Mulliken overlap population (OP) (151 data, and Figure 3 shows the calculated adsorption geometry. TABLE 2 A-B step (atomic hydrogen adsorption): binding energy (Eb, ), overlap population (OP) data, and change in H and S charges (QH and QS) during adsorption Site 4 5 6 7 Eb,n' 2.13 1.69 2.25 2.46 OP(SH) 0.504 0.467 0.509 0.518 OP(sp-1s) 0.426 0.403 0.414 0.415 OP(d-1s) 0.078 0.064 0.095 0.103 QH` 0-0.16 0-0.08 0-0.09 0-> -0.08 QS 0.61- 0.71 0.12-0.20 -0.24- 0.11 . -0.57--0:24 'Eb,n in eV. OP values are dimensionless. `Charges given in units of I e I . 70 _3? 3~ 3d _4 _15 ~ - 3P 1s 3P a 2'P 2 ? d W 3s i~ ' 3s (a) (b) Fig. 4. Molecular orbital correlation diagrams for the interaction between H and S atoms. Sulfur basis sets are (a) 3s3p and (b) 3s3p3d. Clearly, sites 7 and 5 are the most and least favored, respectively, for atomic hydrogen adsorption. Overlap data show the same tendency. Wright et al. [16] suggest that MOS2 edge planes are responsible for dihydrogen dissociation, and after dissociation the hydrogen atoms `move' to basal planes. Because sulfur on site 5 (an edge-plane site) interacts more weakly with hydrogen than sulfur on site 4 (a basal-plane site) does, hydrogen surface diffusion from site 5 to site 4 would be possible. Thus our results seem to agree with Wright et al.'s suggestion. Although the SH bond character is mainly sp-1 s (see Table 2), the small contribution from sulfur d orbitals plays a fundamental role in determining the binding-energy values. When a hydrogen atom and a sulfur atom (basis: 3s3p) interact along the z axis, for example, three molecular orbitals (MO's) arise. Two of them (1 O and 2 0) are bonding, and the third (3 O) is antibonding. When d orbitals are included in the sulfur basis, another MO (4O) appears, having a bonding character between 1 s and 3d,.2 AO's. The system will be more stable as the d orbitals' contribution to 40 becomes more important. This simple fact (sketched in Fig. 4) explains the similar trends followed by the values of the binding energy and the d-is overlap (see Table 2), and stresses the importance of including 3d orbitals in the sulfur basis set for this type of calculation. It is worthwhile mentioning that Anderson et al. [4] have obtained very similar binding energies for a variety of sites proposed for hydrogen adsorption using a 3s3p basis for sulfur atoms. We believe that this similarity is only a consequence of the sulfur basis set used and that an extended basis (3s3p3d) would give different results, perhaps more realistic. Finally, our results show that charge transfer takes place from the cluster to the hydrogen atom, but it is not possible to describe this process as if it occurs only between the hydrogen atom and the sulfur atom involved at the site, owing to a very complex charge rearrangement in the solid (type 5 interaction, according to Hoffmann [17]). The change in the charges of 71 81.9 1.16 ct (a) 1.37 81.9 (c) Fig. 5. Equilibrium geometries for two-hydrogen-atom adsorption: (a) site 4; (b) site 5; (c) site 6; (d) site 7. Numbers indicate equilibrium distances in A and HSH angles in degrees. Large blank, shaded, and small blank circles represent S, Mo, and H atoms, respectively. a 1.21 81.9 (b) (d) 1.26 81.9 H and S when adsorption takes place is shown in Table 2. The thiophene SCa bond-breaking mechanism could be strongly influenced by the negative charge on the adsorbed H atoms. This mechanism will be discussed in a forthcoming paper. Adsorption of two hydrogen atoms (B -C stO) The simultaneous adsorption of two hydrogen atoms is proposed for studying this step. Only those sites where the A - B step occurs are considered (i.e., sites 4 through 7). Table 3 presents binding-energy and SH average overlap population (AOP) data, and Figure 5 shows the geometry of adsorption for all sites. As with the A-->B step, site. 7 is the most favored for adsorption, considering energy and overlap values; site 4 is the least favored. But data for energy and overlap do not follow the same trends. Sites 5 and 6 are in competition: site 5 has greater SH overlap, but site 6 has the greater bindingenergy value. We could say at least that these two sites must present a similar activity for adsorption of two hydrogen atoms. 72 TABLE 3 B - C step (two-hydrogen-atom adsorption): binding energy (Ebin), average overlap population (AOP) data, and change in H and S charges (QH and Qs) during adsorption Site 4 5 6 7 Ebbs 3.14 3.65 4.04 4.39 AOP(SH)b 0.434 0.465 0.445 0.491 QH` 0-> -0.29 0-0.13 0- -0.27 0-0.13 Qs 0.61-0.71 0.12-0.29 -0.24-X0.13 -0.57-X0.13 aEbin in eV. bAOP values are dimensionless. `Charges given in units of lel. TABLE 4 B - C step (two-hydrogen-atom adsorption): binding energy (Eb,o and some overlap population (OP and AOP) data Site 4 5 6 7 Eb, ' 3.14 3.65 4.04 4.39 AOP(SH)b 0.434 0.465 0.445 0.491 OP(S-ag) 0.542 0.549 0.506 0.553 OP(sp-Qg) 0.520 0.512 0.446 0.513 OP(d-Qa) 0.022 0.037 0.060 0.040 0P(S-ffj 0.326 0.381 0.384 0.429 OP(sp-(ru) 0.246 0.293 0.237 0.298 OP(d--a,J 0.080 0.088 0.147 0.131 Ebi, in eV. AOP and OP values are dimensionless. It is possible to find a correlation between binding-energy and SH overlap values. To this end, and seeking also for simplicity, it is convenient to speak in terms of o9 and au MO's for the two adsorbed hydrogen atoms. Table 4 lists some average overlap population values together with binding-energy values for all the sites. It can be seen that there is only one overlap population type that correlates with the binding energy, namely S-o,.. This overlap can be divided into two contributions: sp-q,, and d-vu overlaps. It is interesting to note that site 6 has the lowest value for sp-aa.. overlap, but the highest value for d-vu overlap. The same is true for sp-Qg and d-o9, although S-og overlap does not correlate with the binding-energy values. Thus the large contribution by sulfur d orbitals at site 6 is responsible for the fact that Eb,n (site 6) >Ebb, (site 5). Clearly the inclusion of d orbitals in the S basis set is very important in determining binding-energy values. Our results suggest that their inclusion is the best choice, in spite of the increase in computation time. 73 Finally, compared with the A- B step, the charge transfer occurs from cluster to hydrogen atoms, but to a greater extent than in the atomic hydrogen adsorption. Changes in the values of the charge of S and H are shown in Table 3. Because of the very complex charge rearrangement in the solid, we are not able to consider the problem only in terms of hydrogen atoms and the sulfur atom involved at the sites, as can be seen from the charge variation in Table 3. Gation of anion vacancy (C-D step) Energy changes for the C -j D step are listed in Table 5, together with the average overlap between the sulfur atom to be removed as H2S and its neighbors, and the change in the Mo oxidation state. Clearly, this is an endothermic process and must involve high activation energies, because it leads to the breaking of molecular bonds. Moreover, owing to the endothermic nature of the process the relation activation energy > energy change for the step must hold. Thus, the change in the total energy could be taken as a lower limit to the activation energy. Site 4 has the smallest change in energy, while site 7 has the largest one. Sites 5 and 6 have very similar values of energy change. The values of average overlap follow the opposite trend. Since bond breaking must be involved in the step, chemical intuition seems to suggest a kinetic control for the C - D step, and thus average overlap values will determine activation-energy magnitudes. We conclude that site 7 must have the lowest activation energy: 5.33 eV at least. Site 4 has the greatest overlap between sulfur and its neighbors, so its activation energy must be the largest. Finally, sites 5 and 6 must have similar activation-energy values. Although our results are only qualitative, it is worth mentioning that the activation-energy values reported are similar in magnitude to typical bond energies, that is, about 450 kd mol' [ 18 ], and indicate that intense heat is needed in order to create the anion vacancies. Moreover, since site 4 has the largest activation energy, a controlled heating would create the AV's only at edge and corner sites. Thus those TABLE 5 C - D step (AV generation and change in Mo oxidation state): energy change (DE) when AV's are created, overlap population between sulfur atom to be removed and its nearest neighbours (OP), and change in Mo oxidation state (QMo and OQMo) data Site 4 5 6 7 AE\" 0.76 3.37 3.42 5.33 OP( 3: SX,)b 4.816 4.427 4.420 4.200 ;'\" 1.18- 1.02 1.26-0.96 0.96-X0.81 1.01-X0.93 QM^C -0.16 -0.30 -0.15 -0.08 OQMa 'AE=ED-Ec, in eV. bop values are dimensionless. `Oxidation states in units of I e I . 74 hydrogen atoms adsorbed on basal planes would be responsible for the breaking of the SCa bond. On the other hand, the severe heating mentioned above would also create AV's on basal planes, thus diminishing the catalyst activity for the HDS process. It is interesting to note that this simple argument correlates with some experimental facts found by Wambeke et al. [ 19 ] when studying isoprene hydrogenation on MOS2. Figure 1 of that work can easily be explained in terms of our results. Hydrogenation activity is detectable for HZ reduction of the catalyst above 300 K. The activity is almost linear in the range 300-500 K; above 500 K, the activity increases with a greater slope, reaching a maximum value at ca. 800 K; for T > 800 K, the activity decreases, and above ca. 1100 K it is no longer detectable. Our results suggest that in the range 300-500 K, only sulfur atoms from corner sites are removed. Sulfur atoms at edge planes are removed in the range 500-800 K, thus causing the change in the slope. Finally, sulfur atoms at basal planes are removed at T> 800 K, and the activity decrease suggests that these hydrogen atoms are responsible for isoprene hydrogenation. The shape of Fig. 3 in reference [ 19 ] can be explained in the same terms. The second point to consider in this section is the change in the Mo oxidation state. From a purely chemical point of view, molybdenum reduction must be expected when sulfur atoms are removed from MOSZ as HZS. Our results agree fairly well with this expectation, as can be seen in Table 5. Moreover, some of them present an excellent correlation: at site 5, where the S coordination is one Mo atom, the magnitude of the reduction is twice as great as that at site 6, where the coordination is two Mo atoms. On the other hand, the changes in Mo oxidation state are especially well suited for emphasizing the importance of accounting for the dangling orbitals. Table 6 shows a comparison between the change in the Mo charge during HZS removal and AV creation for sites 5, 6, and 7. Calculations were performed using an atomic orbital basis set with dangling orbitals and a hybrid orbital basis set without dangling orbitals. TABLE 6 Change in Mo oxidation state: comparison between some results obtained by using an atomic orbital basis set with dangling orbitals (AO +DO) and a hybrid orbital basis set without dangling orbitals (HO-DO)' Site 5 6 7 AO+DO 1.15-X1.02 (-0.13) 1.49-X1.12 (-0.37) 2.10- 2.14 (0.04) HO-DO 1.26- 0.96 (-0.30) 0.96- 0.81 (-0.15) 1.01- 0.93 (-0.08) 'Change given in parentheses; oxidation states are in units of lel. 75 It can be seen that in the first case, Mo oxidation as well as Mo reduction is predicted. Clearly, these results lack meaning. Moreover, reduction at sites 5 and 6 does not correlate with the expected reduction magnitudes at all. Thus we would like to stress, once again, the importance of using hybrid orbitals and eliminating the dangling orbitals when cluster calculations are to be performed. Conclusions Hydrogen adsorption, the generation of anion vacancies, and the change in Mo oxidation state in MOS2 were considered in this work, as an approach to understanding the activation process of the solid acting as an HDS catalyst. The main conclusions are the following: (a) Adsorption of one and two hydrogen atoms takes place only on individual sulfur atoms, located on MOSz basal planes, edges, and corners. Any other site pattern is not active for adsorption. Corner sites are the most active both for one- and two-atom adsorption. The bond between the S atom and the H atom(s) is mainly sp-s and sp-q, + au for the atomic and diatomic cases, respectively, but the contribution of the sulfur d orbitals plays a fundamental role in determining bindingenergy values. This last fact shows the importance of including sulfur d orbitals in the calculation basis set. (b) The charge transfer occurs from the cluster to the adsorbate in both cases. Nevertheless, very complex charge rearrangements in the solid make rather difficult the explanation only in terms of the charges of the S and H atoms involved in the processes. (c) Corner sites are the most favored when AV creation is considered. Moreover, activation energies of at least ca. 5 eV are predicted. (d) The change in the oxidation state of Mo atoms that coordinate those S atoms to be removed as HZS shows that reduction takes place at all sites during AV generation, according to chemical intuition. Finally, the importance of excluding dangling orbitals from the calculation basis set was stressed throughout the text, and was reinforced through numerical examples. Acknowledgements The authors thank CICPBA for financial support and CESPI for computational time. AHJ is a member of the Scientific Researcher Career of CICPBA, and RPD is a fellow from CICPBA. References 1 A. L. Dicks, J. Catal., 72 (1981) 266. 2 W. K. Hall and F. E. Massoth, J. CataL, 34 (1974) 41. 76 3 J. Polz, H. Zeilinger, B. Miiller and H. Knozinger, J. Catal., 120 (1989) 22. 4 A. B. Anderson, Z. Y. Al-Saigh and W. K. Hall, J. Phys. Chem., 92 (1988) 803. 5 R. Hoffmann, J. Chem. Phys., 39 (1963) 1397; J. Howell, A. Rossi, D. Wallace, K. Haraki and R. Hoffmann, FORTICON 8, Program 344 QCPE, Comell University, Ithaca, NY. 6 A. B. Anderson and R. Hoffmann, J. Chem. Phys., 61 (1974) 4545. 7 J. Y. Saillard and R. Hoffmann, J. Am. Chem. Soc., 106 (1984) 2006. 8 C. Minot and P. Gallezot, J. Catal., 123 (1990) 341. 9 L. W. Anders, R. S. Hansen and L. S. Bartell, J. Chem. Phys., 59 (1973) 5277. 10 R. Pis Diez and A. H. Jubert, J. Mol. Struct. (Theochem), 210 (1990) 329. 11 J. H. Ammeter, H. B. Bfrgi, J. C. Thibeault and R. Hoffmann, J. Am. Chem Soc., 100 (1978) 3686. 12 R. W. G. Wyckoff, Crystal Structure, vol. 1, Krieger, Huntington, NY, 1963. 13 N. Gemma, J. Phys. C, 17 (1984) 2333. 14 S. J. Sferco and M. C. G. Passeggi, J. Phys. C, 18 (1985) 3717. 15 R. S. Mulliken, J. Chem. Phys., 23 (1955) 1833. 16 C. J. Wright, C. Sampson, D. Fraser, R. B. Moyes, P. B. Wells and C. Rieckel, J. Chem. Soc., Faraday Trans. 1, 76 (1980) 1585. 17 R. Hoffmann, Rev. Mod. Phys., 60 (1988) 601. 18 J. E. Huheey, Inorganic Chemistry: Principles of Structure and Reactivity, Harper and Row, New York, 1983, Appendix E. 19 A. Wambeke, L. Jalowiecki, S. Kasztelan, J. Grimblot and J. P. Bonnelle, J. Catal., 109 (1988) 320. X244 9280062L 0304-5102(92)80062-L 10.1016/0304-5102(92)80062-L A molecular-orbital picture of thiophene hydrodesulfurization Part 1. Catalyst activation process Reinaldo Pis Diez Alicia H. Jubert ∗ Programa Quinor, Química Inorgánica, Facultad de Ciencias, Universidad Nacional de La Plata, CC 962, CP 1900, La Plata Argentina * Author to whom correspondence should be addressed. Hydrogen adsorption, generation of anion vacancies, and the change in Mo oxidation state are studied in this work as an approach to understanding the activation process of the well-known HDS catalyst MoS2. Semi-empirical molecular-orbital calculations are performed, and cluster modeling is used to represent the solid. Results agree quite well with some previously published data, and they also allow us to make some interesting suggestions. Moreover, two important points considered in doing the calculations (sulfur d orbitals and dangling bonds) are discussed in the text with numerical examples. References 1 A.L. Dicks J. Catal. 72 1981 266 2 W.K. Hall F.E. Massoth J. Catal. 34 1974 41 3 J. Polz H. Zeilinger B. Müller H. Knözinger J. Catal. 120 1989 22 4 A.B. Anderson Z.Y. Al-Saigh W.K. Hall J. Phys. Chem. 92 1988 803 5 R. Hoffmann J. Chem. Phys. 39 1963 1397 b J. Howell, A. Rossi, D. Wallace, K. Haraki and R. Hoffmann, Forticon 8, Program 344 QCPE, Cornell University, Ithaca, NY. 6 A.B. Anderson R. Hoffmann J. Chem. Phys. 61 1974 4545 7 J.Y. Saillard R. Hoffmann J. Am. Chem. Soc. 106 1984 2006 8 C. Minot P. Gallezot J. Catal. 123 1990 341 9 L.W. Anders R.S. Hansen L.S. Bartell J. Chem. Phys. 59 1973 5277 10 R. Pis Diez A.H. Jubert J. Mol. Struct. (Theochem) 210 1990 329 11 J.H. Ammeter H.B. Bürgi J.C. Thibeault R. Hoffmann J. Am. Chem. Soc. 100 1978 3686 12 R.W.G. Wyckoff Crystal Structure 1 1963 Krieger Huntington, NY 13 N. Gemma J. Phys. C 17 1984 2333 14 S.J. Sfereo M.C.G. Passeggi J. Phys. C 18 1985 3717 15 R.S. Mulliken J. Chem. Phys. 23 1955 1833 16 C.J. Wright C. Sampson D. Fraser R.B. Moyes P.B. Wells C. Rieckel J. Chem. Soc., Faraday Trans. 1 76 1980 1585 17 R. Hoffmann Rev. Mod. Phys. 60 1988 601 18 J.E. Huheey Inorganic Chemistry: Principles of Structure and Reactivity 1983 Harper and Row New York Appendix E 19 A. Wambeke L. Jalowiecki S. Kasztelan J. Grimblot J.P. Bonnelle J. Catal. 109 1988 320",
      "scopus-id": "0002841778",
      "coredata": {
        "eid": "1-s2.0-030451029280062L",
        "dc:description": "Hydrogen adsorption, generation of anion vacancies, and the change in Mo oxidation state are studied in this work as an approach to understanding the activation process of the well-known HDS catalyst MoS2. Semi-empirical molecular-orbital calculations are performed, and cluster modeling is used to represent the solid. Results agree quite well with some previously published data, and they also allow us to make some interesting suggestions. Moreover, two important points considered in doing the calculations (sulfur d orbitals and dangling bonds) are discussed in the text with numerical examples.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280062L",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pis Diez, Reinaldo"
          },
          {
            "@_fa": "true",
            "$": "Jubert, Alicia H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280062L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280062L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80062-L",
        "prism:volume": "73",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A molecular-orbital picture of thiophene hydrodesulfurization Part 1. Catalyst activation process",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-76",
        "prism:endingPage": "76",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1992",
        "prism:doi": "10.1016/0304-5102(92)80062-L",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/0304-5102(92)80062-L",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002841778"
      }
    }
  }
}