{
  "metadata": {
    "title": "Structural analogies between homogeneous and heterogeneous catalysts for the stereospecific polymerization of 1-alkenes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-08-31",
    "doi": "10.1016/0304-5102(92)80260-N",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280260N",
    "pii": "030451029280260N"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026889005",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280260N 0304-5102(92)80260-N 030451029280260N 10.1016/0304-5102(92)80260-N S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02398 2024-01-02T01:06:03.941633Z 0 0 19920701 19920831 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 74 74 1 3 1 2 3 Volume 74, Issues 1–3 43 433 442 433 442 199207 199208 July–August 1992 1992-07-01 1992-08-31 1992 article fla Copyright © 1992 Published by Elsevier B.V. STRUCTURALANALOGIESBETWEENHOMOGENEOUSHETEROGENEOUSCATALYSTSFORSTEREOSPECIFICPOLYMERIZATION1ALKENES CORRADINI P FLORY 1981 3 P STRUCTURALORDERINPOLYMERS WILKE 1981 11 G STRUCTURALORDERINPOLYMERS CORRADINI 1988 29 P COMPREHENSIVEPOLYMERSCIENCE KISSIN 1985 Y ISOSPECIFICPOLYMERIZATIONOLEFINS GALLI 1984 73 P BARBE 1987 1 P BUSICO 1991 49 V BUSICO 1990 49 V KAMINSKI 1985 507 W EWEN 1991 253 J JORDAN 1988 285 R BUSICO 1992 15 V CORRADINI 1992 21 P TSUTSUI 1990 565 T CORRADINI 1979 133 P CORRADINI 1980 835 P CORRADINI 1983 601 P ALLEGRA 1962 502 G COSSEE 1967 P STEREOCHEMISTRYMACROMOLECULES VENDITTO 1991 45 V EWEN 1984 6355 J EWEN 1988 6255 J CORRADINI 1988 173 P CAVALLO 1991 1784 L VENDITTO 1990 530 V CAVALLO 1991 1329 L ZAMBELLI 1989 2186 A CORRADINI 1991 239 P ZAMBELLI 1982 211 A LONGO 1987 1015 P SACCHI 1990 383 M CORRADINIX1992X433 CORRADINIX1992X433X442 CORRADINIX1992X433XP CORRADINIX1992X433X442XP item 0304-5102(92)80260-N 030451029280260N 1-s2.0-030451029280260N 10.1016/0304-5102(92)80260-N 272239 2024-01-02T01:06:03.941633Z 1992-07-01 1992-08-31 1-s2.0-030451029280260N-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280260N/MAIN/application/pdf/ec045389ccdc345c3fec9e40be66686f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280260N/MAIN/application/pdf/ec045389ccdc345c3fec9e40be66686f/main.pdf main.pdf pdf true 688512 MAIN 10 1-s2.0-030451029280260N-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280260N/PREVIEW/image/png/ca66d5bf773ae00194f6f5cd9df54f89/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280260N/PREVIEW/image/png/ca66d5bf773ae00194f6f5cd9df54f89/main_1.png main_1.png png 60037 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 74 (1992) 433-442 433 M2933 Structural analogies between homogeneous and heterogeneous catalysts for the stereospecific polymerization of 1-alkenes Paolo Corradini, Vincenzo Busico, Luigi Cavallo, Gaetano Guerra, Michele Vacatello and Vincenzo Venditto Dipartimento di Chimica, Universita di Napoli, Via Mezzocannone, 4, 1-80134 Naples (Italy) Abstract The stereospecificity of 1-alkene polymerization in the presence of Ziegler-Natta catalysts is discussed comparatively for heterogeneous and homogeneous systems. In particular, from molecular mechanics calculations on model catalytic sites, it is proposed that nonbonded interactions at the active center play a major role in determining the catalyst stereocontrol; in all cases, the chiral orientation assumed by the first C-C bond of the growing polymer chain seems to be crucial for the onset of the enantioselectivity. Introduction The precise regularity in the stereochemical structure typical of polymers of biological origin was achieved for the first time in synthetic polymers after the discovery of the stereospecific processes of olefin polymerization by Giulio Natta and his collaborators [ 1 ]. In the words of Professor Fredga (the motivation of the Nobel Prize in Chemistry, 1963), that was `how nature lost a monopoly!' [2]. Indeed, the catalysts allowing that marvelous achievement - nowadays known in general as `Ziegler-Natta catalysts' - resemble enzymes in efficiency and specificity under mild conditions. The active center of such catalysts contains a metal-carbon bond; the incoming monomer is first coordinated to the metal and then cis-inserted into the metal-carbon bond [3]. In this paper, we intend to present our views on the origin of the extraordinary selectivity of this process (documented by a brief survey of relevant experimental results, some of which were recently obtained in our laboratory). In particular, we will show how molecular mechanics calculations of nonbonded interactions at possible models of active centers are able to explain the observed stereospecificities of 1-alkene polymerizations catalyzed by various Ziegler-Natta systems. The many analogies and a few differences between systems operating in heterogeneous and in homogeneous phases will also be pointed out. 0304-5102/92/$5.00 1992 - Elsevier Sequoia. All rights reserved 434 Stereospecificity of Ziegler-Natta catalysts: a brief survey of selected experimental results Stereoregular polymers of 1-alkenes, both isotactic and syndiotactic, can be obtained in the presence of heterogeneous as well as homogeneous Ziegler-Natta catalysts. Most heterogeneous systems are characterized by several types of active centers with different reactivities and stereospecificities, and even in the case of supported catalysts only a relatively small fraction of the transition metal atoms are involved in catalysis [3-5]. As a matter of fact, in addition to enantiomorphic sites able to produce `highly isotactic' macromolecules, active sites of lower and/or diferent (e.g. syndiotactic) specificity axe present on the surface of both `traditional' (violet-TiC13-based) and `high yield' (MgCl2supported) catalysts [6]. In all cases (as we have proved experimentally), the monomer insertion is 1-2 (primary) [3, 7]. The relative amounts of the different sites (which from recent results seem to be able, at least in part, to interconvert during polymerization [8]) can be controlled to a large extent by using suitable catalyst modifiers (e.g., Lewis bases), and tuned to a desired configurational structure of the resulting polymer [5, 6]. The homogeneous Ziegler-Natta catalysts, on the other hand, are usually characterized by a single and well-defined active species. In recent times, the exploitation of homogeneous systems based on suitable Group IV metallocenes in combination with methylalumoxane made it possible to synthesize, sometimes for the first time, poly- l-alkenes with various tacticities (isotactic, syndiotactic, hemi-isotactic) simply by modifying the structure of the aromatic ligand(s) [9, 10] (Table 1). Chain propagation takes place in this case via 1-2 (primary) cis-insertion of the monomer at a cationic active site [ 10, 11 ]. A comparison of the behaviours of typical heterogeneous and homogeneous isospecific active centers in the polymerization of propene is presented in Table 2. It can be seen from the table that homogeneous centers may be as stereospecific as heterogeneous ones, though they are usually less TABLE 1 Stereospecificity in 1-alkene polymerization of various Group IV metallocenes (in combination with methylalumoxane) Chelating ligand and chirality of coordination Metal atom Stereospecificity (R,R)-ethylenebis(1-indenyl) Ti isospecific (R,R)-ethylenebis(1-indenyl) Zr isospecific (R,R)-ethylenebis(4,5,6,7-tetrahydro-l-indenyl) Ti isospecific (R,R)-ethylenebis(4,5,6,7-tetrahydro-l-indenyl) Zr isospecific (R,R)-ethylenebis(3-methylcyclopentadienyl) Ti isospecific isopropyl(cyclopentadienyl-l-fiuorenyl) Hf syndiospecific isopropyl(3-methylcyclopentadienyl-l-fiuorenyl) Hf hemi-isospecific 435 TABLE 2 A comparison between the specificities of a typical heterogeneous 'highly isospecific' and a typical homogeneous isospecific Ziegler-Natta active center Heterogeneous Homogeneous active centers active center b kpp /kps 1200 90 ksp /kps X (kpa /ksH) 5 0.1 'dormant' sites (46) 20 90 probability of formation > 0.95` > 0.95d of an m diad, P (m) erythro (isotactic) monomer insertions into an initial M-R bond (9b): R=CH3 50' 50d R=C2H5 90f > 95d 'Catalyst system: MgClz/bis(2-ethylhexyl)phthalate/'1`iC14-triethoxyphenylsilane/AlEt3. Catalyst system: rac-ethylenebis(1-indenyl) Ti(CH3)2/methylalumoxane (T= -45 C). `Ref. 6. Ref. 31. 'Ref. 30. rRef. 32. CH3 CH3 CH3 kpP MT -CHz-~H-CHL>-LH-P Mt~HrCH-P+C3Ho CH3 CH3 kPs Mt -~H-CHz-CH~H-P CH3 CH3 CH3 kss Mt -&-CHk-6H-CHAP Mt - 6H-CHr;I +C3H CH3CH3 ksP Mt -CHz-~,H-~H-CHrP k k , k ; k = 0 pp Ps SP SS CH3 CH3 Mt-CHZ-6H-P + HZ kCM Mt -H +CH3-6H-P C1Hs Mt -6H-CH:--P + Hz ksH Mt-H + CH3-CHz-CHz-P (Mt - catalytically active center) Scheme 1. regiospecific. In this latter respect, in particular, from the relative rates of 1-2 (primary) and 2-1 (secondary) insertion, recently estimated in our laboratory from hydro-oligomerization experiments [ 12, 13 ] (for definitions, see also Scheme 1), it can also be argued that the prevailing 1-2 propagation is resumed, after an occasional 2-1 insertion, with more difficulty at homo- 436 geneous than at heterogeneous active centers. This results in a significant slow-down of the chain propagation at homogeneous active centers [ 12-14 ], a higher fraction of which (as compared with the heterogeneous centers) are temporarily in a `dormant' state. Modelling of active sites for heterogeneous and homogeneous stereospecific Ziegler-Natta polymerizations This section presents the main results of molecular mechanics calculations on possible models of stereospecific active centers for heterogeneous as well as homogeneous Ziegler-Natta catalysts, suggesting that the differences in the rates of insertion of monomer units having opposite configurations are mainly due to nonbonded interactions at the catalytic site. In particular, our calculations indicate that, in all cases, the driving force for the stereoregulation originates from the steric repulsion between the side group of the coordinated olefin and the second carbon atom (with its substituents) of the growing polymer chain. Several models of active centers occurring on the surface of violet TiC13 crystals were examined by our research group a few years ago [15, 16]; in particular, two different kinds of model sites for the `highly isospecific' polymerization were proposed on lateral terminations of structural layers of TiC13 (Figs. 1(A) and 1(B)). Very similar models were developed later on for the highly isospecific active centers supported on the surface of M9C12 crystals [ 17 ] . The model site of Fig. 1(A) might occur, for instance, on cleavages such as those proposed by Allegra [ 18 ]; that of Fig. 1(B), on cleavages parallel to the (110) plane, which on the basis of crystallochemical considerations have been suggested as the most probable ones [ 15, 19 ]. In both cases, the environment of the Ti atom is chiral. However, at variance with the model site in Fig. 1(B), the two positions available for the coordination of the olefin and of the growing chain at the model site in Fig. 1(A) are equivalent: such positions, indeed, are related by a local C2 symmetry axis that also relates all the Ti and Cl atoms that could possibly interact with the monomer and with the growing chain. The equivalence or nonequivalence of the two available coordination positions may be relevant for the stereospecificity, since, in the hypothesis of a polymerization mechanism implying a chain migratory insertion [ 10,19 ],successive polymerization steps would correspond to models with inverted coordination positions of the monomer and of the growing chain (labelled as steps (i) and (i+1) in Fig. 1). Following previous analyses [ 15-171, we have recently performed molecular mechanics calculations on the model sites shown in Fig. 1, in which the internal energies have been minimized with respect to the relevant dihedral angles determining the positions of the atoms in the vicinity of the catalytic center. Such calculations (as well as those of the following figures) can be trusted for positions not far from the energy minima, while they tend to 437 step A (_l E 15 8 10 G 5 0 -tE o o 15 10 I a 5 0 ~~jre I ---si O si 1 I I i ile -180 -60 60 160 B, (deg) 15 10~ _ ~si d 51 -180 O step (i+1) 60 180 O, (deg) o 15 ,; re ~~,,~------ I si 4 5~ 0! ~g 60 180 _180 O 60 180 O, (deg) O, (deg) Fig. 1. Internal energies, minimized with respect to the main internal coordinates, for two model sites on the surface of violet TiC13 crystals (with an isobutyl group simulating the growing chain and a coordinated propene molecule), as a function of the internal rotation angle el around the Me-C(isobutyl) bond. Continuous lines and dotted lines correspond to re and si propene coordinations, respectively; the re coordination of the monomer at each site is also sketched. The relative positions of the monomer and of the growing chain corresponding, in the hypothesis of a chain migratory insertion, to two consecutive polymerization steps are labelled step (i) and step (i+1). Both model sites have a O chirality and are thought to be located on possible lateral terminations of a structural layer of TiCl3: (A) as proposed by Allegra [18]; (B) cleavages parallel to the (110) planes. overestimate the energy in regions far from the absolute minima, because of the incomplete search in the conformational space. The plots in Fig. 1 show the internal energy of the two model sites, with an isobutyl group simulating the growing chain and a coordinated propene molecule, as a function of the internal rotation angle O, around the Me-C(isobutyl) bond, for two possible successive steps (step (i) and step (i + 1)) of the polyinsertion reaction. The continuous line and the dotted line refer to a re and a si coordinated propene, respectively. All calculations were performed for sites with a 0 chirality at the metal atoms. The energy curves for the model of Fig. 1(A) indicate that the asymmetric environment of the metal forces the growing chain to assume a chiral orientation (with a minimum between Ol = - 90 and O, _ -120 ). This orientation has been identified as an essential factor in determining the enantioselectivity. Indeed, as sketched in the same figure (Fig. 1) and shown in more detail in Fig. 2(A), the methyl group of the propene molecule and the second carbon atom of the growing chain are on opposite sides with respect to the plane defined by the Ti-C bonds when the olefin is in a re coordination, whereas they are on the same side in the case of a si coordination (not shown in Fig. 2(A)). The first situation is likely to result in a lower activation energy at the insertion step; in other words, the insertion of a re-coordinated 438 O Mt(Ti), O C1, 0 CH3, O C, O growing chain Fig. 2. The model sites proposed for (A) heterogeneous and (B) homogeneous isospecific polymerizations, implying a common mechanism of enantioselectivity (growing chain orientation). For the sake of clarity, the hydrogen atoms are omitted and the atoms of the coordinated monomer are shaded. propene molecule would be favoured over that of a si-coordinated propene molecule at a site of A chirality, even though the coordination of a si monomer may correspond to a diastereoisomeric situation of lower energy in some cases (see Fig. 1(A)) [ 15, 16 ]. In fact, analysis of models closer to the transition state of the insertion step indicates large energy differences (in the range of 3-5 kcal mol-1 [20]) in favour of the re insertion on a A site. Of course, the opposite would be true ir< the case of a site with A chirality, in the sense that the si coordination of the olefin would lead to the insertion with the lowest activation energy (minimum between Ol = + 90 and Ol = + 120 ). When considering the model site of Fig. 1(B), on the other hand, the energy curves for step (i+ 1) indicate a much higher energy with respect to step (i), no chiral orientation of the chain and only a slight enantioselectivity in the coordination step favouring the si monomer (this enantioselectivity tends, moreover, to disappear when considering models closer to the transition state of the insertion step [21]). As a consequence, the model site of Fig. 1(A) is unquestionably isospecific (that is, successive insertion steps have the same enantioselectivity), whereas that of Fig. 1(B) is isospecific only under the assumption that the olefin always coordinates at the less crowded coordination position (i.e., in the hypothesis that the chain skips back to the starting position after each monomer insertion and prior to the coordination of a new olefin molecule) [15, 16]. The recent discovery of stereospecific homogeneous catalysts based on Group IV metallocenes in combination with methylalumoxane [9, 10, 22, 23 ] provided a stimulating opportunity to apply the nonbonded interactions analysis to much better defined models of catalytic sites with various stereospecificities [24-26]. As in the case of the heterogeneous catalysts, the proposed models were found to be able to interpret known experimental facts and, in some cases, to predict possible behaviours [27]. 439 At all model sites, geometries of coordination of the aromatic ligand(s) similar to those observed in the crystal structures of the precursor metallocenes were assumed. In addition to the aromatic ligand(s), an incoming monomer molecule and an alkyl group (to simulate the growing polymer chain) were also coordinated to the metal in the stage preceding monomer insertion. From preliminary calculations of nonbonded interactions at the model sites, the coordination of a further ligand was regarded as unlikely for steric reasons; this led us to the assumption (in the hypothesis of a metal oxidation number IV) of a cationic nature of the active center [24], as proved experimentally later on [ 10, 11, 28 ]. As an example of the calculations performed, we report in Fig. 3 the nonbonded energy, minimized with respect to the main internal coordinates, for model sites with an isobutyl group (simulating a growing chain), a propene molecule (for both si and re monomer coordinations) and with a (R) chirality of coordination (if any) of the aromatic ligand(s). The energies are reported as a function of the internal rotation angle 0, around the Me-C(isobutyl) bond, for two possible consecutive polymerization steps ((i) and (i+ 1)). In the model site of Fig. 3(A), bearing an ethylenebis(1-indenyl) ligand, as already pointed out in the case of the heterogeneous model site of Fig. 1(A), the two coordination positions available to the incoming monomer and to the growing chain are equivalent; such positions are indeed related by the C2 symmetry axis that characterizes the coordination of the aromatic ligand. Therefore, the models corresponding to consecutive polymerization steps are identical. In accord with what found out for the heterogeneous model sites, the energy curves for the model site of Fig. 3(A) indicate that the chiral environment of the metal atom ((R,R) coordination of the aromatic ligand) forces the growing chain to assume a chiral orientation (with a minimum at 0, = - 45 ); this favours the re coordination of the prochiral monomer. For the (S,S) chirality at the metal complex, the si coordination is favoured (minimum at Ol = + 45 ). The strict similarity between the proposed models for the heterogeneous and homogeneous systems is readily apparent from Fig. 2. However, it is worth noting that, for the homogeneous model site, at variance with the heterogeneous ones, the enantioselectivity is already present at the coordination step, owing to the steric repulsion between the side group of the si-coordinated monomer and the second carbon atom (with its substituents) of the growing polymer chain, a consequence of the lower value allowed for the O, dihedral angle (on this point, compare the energy curves of Figs. 1(A) and 3(A)). In the model of Fig. 3(B), which includes an isopropyl(cyclopentadienyl1-fluorenyl) ligand, the two coordination positions available for the monomer and the growing chain are enantiotopic, and hence the models corresponding to consecutive polymerization steps are enantiomorphous. In fact, such positions are related by the symmetry plane characterizing the coordinated aromatic ligand. 440 A B step (i) 15 10- W 4 5- -180 re LLJ 0 -180 O BO 180 B, (deg) 11 15 0 (R) w 4 5 `. 0 15 10~ JW 4 5- 00 180 -180 B, (deg) 15 d 5~ 0 -180 -60 60 180 -180 9, (deg) step (i+ 7) 80 180 B, (dap) 15 10 W d 5 0 -180 -BO 80 180 B, (deg) B, (deg) Fig. 3. Internal energies, minimized with respect to the main internal coordinates, for homogeneous metallocene model sites with an isobutyl group simulating the growing chain, a coordinated propene molecule (for both si and re coordinations) and with (R) chirality of coordination (if any) of the aromatic ligand(s). The energies are plotted as a function of the internal rotation angle 1 around the Me-C(isobutyl) bond for two possible consecutive polymerization steps, labelled step (i) and step (i+1). Continuous lines and dotted lines correspond to re and si propene coordinations, respectively. The aromatic ligands are: (A) (R,R)-ethylenebis(1-indenyl); (B) isopropyl(1-fluorenylcyclopentadienyl); (C) (R)-isopropyl(1-fluorenyl-3-methylcyclopentadienyl). For each site, the monomer coordination leading to the insertion step with lowest activation energy (if any) is also sketched. The energy curves of Fig. 3(B) indicate that the model is enantioselective and that the mechanism of enantioselectivity is analogous to those proposed for the heterogeneous (Fig. 1) and the homogeneous (Fig. 3(A)) isospecific model sites. In fact, the chiral environment of the metal atom forces the growing chain to assume a chiral orientation (01 = + 45 or 1 = - 45 , depending on the relative positions of the monomer and the growing chain), which in turn favours the re or si coordination (and insertion) of the monomer, respectively. In consequence, the model site is syndiospecific. Finally, at the model site of Fig. 3(C), which includes an isopropyl(1fluorenyl-3-methylcyclopentadienyl) ligand, the coordination positions available for the monomer and the growing chain are not equivalent. The energy curves indicate that the model is enantioselective only for the relative position 441 of the monomer and the growing chain labelled as step (i), while it is not enantioselective at step (i+1). The model site is therefore hemi-isospecific; the mechanism of enantioselectivity at step (i), however, is the same as discussed for the previous models. Hence, in the framework of a chain migratory insertion mechanism, the energy curves of Fig. 3 clearly indicate the isospecificity (identical enantioselectivities in consecutive steps), the syndiospecificity (opposite enantioselectivities in consecutive steps) and the heni-isospecificity (alternation of enantioselective and non-enantioselective steps) of the model sites of Figs. 3(A), 3(B) and 3(C), respectively, in excellent agreement with the stereospecific behaviors experimentally observed for the catalytic systems based on the corresponding metallocene precursors [ 10 ]. In conclusion, our modelling of Ziegler-Natta catalysts, both heterogeneous and homogeneous, for 1-alkene polymerization pointed out that nonbonded interactions at the active center play a major role in determining the surprising and tunable specificities of such catalysts. In particular, in all cases, the chiral orientation of the first C-C bond of the growing chain seems to be a prerequisite for the enantioselectivity; this finding is in agreement with crucial experimental results [3, 29], and in the first place with the observed enantioselectivities of different initiation steps (Table 2), as determined by \"C NMR analysis of the polymer-chain end groups [30-32]. Acknowledgements The financial support of the `Progetto Finalizzato Chimica Fine a Secondaria II' and of the `Ministero dell'Universita a della Ricerca Scientifica e Tecnologica' of Italy is gratefully acknowledged. References 1 P. J. Flory, in F. Ciardelli and P. Giusti (eds.), Structural Order in Polymers, Pergamon, New York, 1981, p. 3. 2 G. Wilke, in F. Ciardelli and P. Giusti (eds.), Structural Order in Polymers, Pergamon, New York 1981, p. 11. 3 P. Corradini, V. Busico and G. Guerra, in Comprehensive Polymer Science, Vol. 4, Pergamon, Oxford, 1988, p. 29. 4 Y. V. Kissin, Isospecif is Polymerization of Olefins, Springer, New York, 1985. 5 P. Galli, P. C. Barbe and L. Noristi, Angew. Makromol. Chem., 120 (1984) 73; P. C. Barbe, G. Cecchin and L. Noristi, Adv. Polym. Sci., 81 (1987) 1. 6 V. Busico, P. Corradini, L. De Martino, F. Graziano and A. Iadicicco, Makromol. Chem., 192 (1991) 49. 7 V. Busico, P. Corradini and L. De Martino, Makromol. Chem. Rapid Commun., 11 (1990) 49. 8 V. Busico, P. Corradini, R. De Biasio and M. Trifuoggi, Makromol. Chem., in press. 9 W. Kaminski, K. Kulper, H. H. Brintzinger and F. R. W. Wild, Angew. Chem., Int. Ed. Engl., 24 (1985) 507. 442 10 J. A. Ewen, M. J. Elder, R. L. Jones, L. Haspepslagh, J. L. Atwood, S. G. Bott and K. Robinson, Makromol. Chem Macromol. Symp., 48/49 (1991) 253. 11 R. F. Jordan, J. Chem. Educ., 65 (1988) 285. 12 V. Busico, R. Cipullo and P. Corradini, Makromol. Chem. Rapid Common., 13 (1992) 15. 13 P. Corradini, V. Busico and R. CiVullo, Makromol. Chem Rapid Common., 13 (1992) 21. 14 T. Tsutsui, N. Kashiwa and A. Mizuno, Makl. Chem. Rapid Common.., 11 (1990) 565. 15 P. Corradini, V. Barone, R. Fusco and G. Guerra, Eur. Polym. J., 15 (1979) 133. 16 P. Corradini, G. Guerra, R. Fusco and V. Barone, Eur. Polym. J., 16 (1980) 835. 17 P. Corradini, V. Barone, R. Fusco and G. Guerra, Gazz. Chim. Ital., 113 (1983) 601. 18 G. Allegra, Nuovo Cimento, 23 (1962) 502. 19 P. Cossee, in A. D. Ketley (ed.), The Stereochemistry of Macromolecules, Marcel Dekker, New York, 1967, Chap. 3. 20 V. Venditto, G. Guerra, P. Coand R. Fusco, Eur. Polym. J., 27 (1991) 45. 21 Unpublished calculations from our laboratory. 22 J. A. Ewen, J. Am. Chem. Soc., 106 (1984) 6355. 23 J. A. Ewen, R. L. Jones, A. Razavi and J. D. Ferrara, J. Am. Chem Soc., 110 (1988) 6255. 24 P. Corradiru, G. Guerra, M. Vacatello and V. Villani, Gazz. Chim. Ital., 118 (1988) 173. 25 L. Cavallo, P. Corradini, G. Guerra and M. Vacatello, Macromolecules, 24 (1991) 1784. 26 V. Venditto, G. Guerra, P. Corradini and R. Fusco, Polymer, 31 (1990) 530. 27 L. Cavallo, P. Corradini, G. Guerra and M. Vacatello, Polymer, 32 (1991) 1329. 28 A. Zambelli, P. Longo and A. Grassi, Macromolecules, 22 (1989) 2186. 29 P. Corradird and G. Guerra, Prog. Polym. Sci., 16 (1991) 239. 30 A. Zambelli, M. C. Sacchi, P. Locatelli and G. Zannoni, Macromolecules, 15 (1982) 211. 31 P. Longo, A. Grassi, L. Pellecchia and A. Zambelli, Macromolecules, 20 (1987) 1015. 32 M. C. Sacchi, C. Shan, P. Locatelli and I. Tritto, Macromolecules, 23 (1990) 383. X244 9280260N 0304-5102(92)80260-N 10.1016/0304-5102(92)80260-N Elsevier Sequoia Structural analogies between homogeneous and heterogeneous catalysts for the stereospecific polymerization of 1-alkenes Paolo Corradini Vincenzo Busico Luigi Cavallo Gaetano Guerra Michele Vacatello Vincenzo Venditto Dipartimento di Chimica, Universita`di Napoli, Via Mezzocannone, 4, I-80134 Naples Italy The stereospecificity of 1-alkene polymerization in the presence of Ziegler—Natta catalysts is discussed comparatively for heterogeneous and homogeneous systems. In particular, from molecular mechanics calculations on model catalytic sites, it is proposed that nonbonded interactions at the active center play a major role in determining the catalyst stereocontrol; in all cases, the chiral orientation assumed by the first CC bond of the growing polymer chain seems to be crucial for the onset of the enantioselectivity. References 1 Flory P.J. Ciardelli F. Giusti P. Structural Order in Polymers 1981 Pergamon New York 3 2 Wilke G. Ciardelli F. Giusti P. Structural Order in Polymers 1981 Pergamon New York 11 3 Corradini P. Busico V. Guerra G. Comprehensive Polymer Science 4 1988 Pergamon Oxford 29 4 Kissin Y.V. Isospecific Polymerization of Olefins 1985 Springer New York 5 a Galli P. Barbe` P.C. Noristi L. Angew. Makromol. Chem. 120 1984 73 b Barbe` P.C. Cecchin G. Noristi L. Adv. Polym. Sci. 81 1987 1 6 Busico V. Corradini P. De Martino L. Graziano F. Iadicicco A. Makromol. Chem. 192 1991 49 7 Busico V. Corradini P. De Martino L. Makromol. Chem. Rapid Commun. 11 1990 49 8 V. Busico, P. Corradini, R. De Biasio and M. Trifuoggi, Makromol. Chem., in press. 9 Kaminski W. Kulper K. Brintzinger H.H. Wild F.R.W. Angew. Chem., Int. Ed. Engl. 24 1985 507 10 Ewen J.A. Elder M.J. Jones R.L. Haspepslagh L. Atwood J.L. Bott S.G. Robinson K. Makromol. Chem. Macromol. Symp. 48/49 1991 253 11 Jordan R.F. J. Chem. Educ. 65 1988 285 12 Busico V. Cipullo R. Corradini P. Makromol. Chem. Rapid Commun. 13 1992 15 13 Corradini P. Busico V. Cipullo R. Makromol. Chem. Rapid Commum. 13 1992 21 14 Tsutsui T. Kashiwa N. Mizuno A. Makromol. Chem. Rapid Commun. 11 1990 565 15 Corradini P. Barone V. Fusco R. Guerra G. Eur. Polym. J. 15 1979 133 16 Corradini P. Guerra G. Fusco R. Barone V. Eur. Polym J. 16 1980 835 17 Corradini P. Barone V. Fusco R. Guerra G. Gazz. Chim. Ital. 113 1983 601 18 Allegra G. Nuovo Cimento 23 1962 502 19 Cossee P. Ketley A.D. The Stereochemistry of Macromolecules 1967 Marcel Dekker New York Chap. 3 20 Venditto V. Guerra G. Corradini P. Fusco R. Eur. Polym. J. 27 1991 45 21 Unpublished calculations from our laboratory. 22 Ewen J.A. J. Am. Chem. Soc. 106 1984 6355 23 Ewen J.A. Jones R.L. Razavi A. Ferrara J.D. J. Am. Chem. Soc. 110 1988 6255 24 Corradini P. Guerra G. Vacatello M. Villani V. Gazz. Chim. Ital. 118 1988 173 25 Cavallo L. Corradini P. Guerra G. Vacatello M. Macromolecules 24 1991 1784 26 Venditto V. Guerra G. Corradini P. Fusco R. Polymer 31 1990 530 27 Cavallo L. Corradini P. Guerra G. Vacatello M. Polymer 32 1991 1329 28 Zambelli A. Longo P. Grassi A. Macromolecules 22 1989 2186 29 Corradini P. Guerra G. Prog. Polym. Sci. 16 1991 239 30 Zambelli A. Sacchi M.C. Locatelli P. Zannoni G. Macromolecules 15 1982 211 31 Longo P. Grassi A. Pellecchia L. Zambelli A. Macromolecules 20 1987 1015 32 Sacchi M.C. Shan C. Locatelli P. Tritto I. Macromolecules 23 1990 383",
      "scopus-id": "0026889005",
      "coredata": {
        "eid": "1-s2.0-030451029280260N",
        "dc:description": "The stereospecificity of 1-alkene polymerization in the presence of Ziegler—Natta catalysts is discussed comparatively for heterogeneous and homogeneous systems. In particular, from molecular mechanics calculations on model catalytic sites, it is proposed that nonbonded interactions at the active center play a major role in determining the catalyst stereocontrol; in all cases, the chiral orientation assumed by the first CC bond of the growing polymer chain seems to be crucial for the onset of the enantioselectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280260N",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Corradini, Paolo"
          },
          {
            "@_fa": "true",
            "$": "Busico, Vincenzo"
          },
          {
            "@_fa": "true",
            "$": "Cavallo, Luigi"
          },
          {
            "@_fa": "true",
            "$": "Guerra, Gaetano"
          },
          {
            "@_fa": "true",
            "$": "Vacatello, Michele"
          },
          {
            "@_fa": "true",
            "$": "Venditto, Vincenzo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280260N"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280260N"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80260-N",
        "prism:volume": "74",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Structural analogies between homogeneous and heterogeneous catalysts for the stereospecific polymerization of 1-alkenes",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "433-442",
        "prism:endingPage": "442",
        "pubType": "fla",
        "prism:coverDisplayDate": "July–August 1992",
        "prism:doi": "10.1016/0304-5102(92)80260-N",
        "prism:startingPage": "433",
        "dc:identifier": "doi:10.1016/0304-5102(92)80260-N",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026889005"
      }
    }
  }
}