{
  "metadata": {
    "title": "Behaviour of [Ti<ce:inf loc=post>2</ce:inf>(OEt)<ce:inf loc=post>8</ce:inf>Cl]<ce:inf loc=post>2</ce:inf>Mg<ce:inf loc=post>2</ce:inf>(μ-Cl)<ce:inf loc=post>2</ce:inf> as catalyst component in the Ziegler—Natta polymerization of α-olefins and diolefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-06-11",
    "doi": "10.1016/0304-5102(93)80069-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293800697",
    "pii": "0304510293800697"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027610595",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293800697 0304-5102(93)80069-7 0304510293800697 10.1016/0304-5102(93)80069-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02337 2024-01-02T01:06:03.941633Z 0 0 19930611 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 82 82 1 1 Volume 82, Issue 1 7 45 56 45 56 19930611 11 June 1993 1993-06-11 1993 A Special Issue containing a Selection of Papers presented at the Symposium on Advances in Olefin, Cycloolefin and Diolefin Polymerization Lyon, France 12–17 April 1992 19920412 19920417 A. Guyot, R. Spitz converted-article fla Copyright © 1993 Published by Elsevier B.V. BEHAVIOURTI2OET8CL2MG2CL2CATALYSTCOMPONENTINZIEGLERNATTAPOLYMERIZATIONOLEFINSDIOLEFINS ZUCCHINI U MALPEZZI 1991 245 L ABIS 1991 981 L VOGEL 1959 A PRACTICALORGANICCHEMISTRY RUSSO 1970 1521 W OLIVA 1988 51 L ISHIHARA 1988 3356 N CHIEN 1991 1253 J ZAMBELLI 1989 2129 A GUERRA 1990 1539 G RICCI 1991 514 G ZUCCHINIX1993X45 ZUCCHINIX1993X45X56 ZUCCHINIX1993X45XU ZUCCHINIX1993X45X56XU item 0304-5102(93)80069-7 0304510293800697 1-s2.0-0304510293800697 10.1016/0304-5102(93)80069-7 272239 2024-01-02T01:06:03.941633Z 1993-06-11 1-s2.0-0304510293800697-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800697/MAIN/application/pdf/583d50782146c4a290d99ca7aa8064fb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800697/MAIN/application/pdf/583d50782146c4a290d99ca7aa8064fb/main.pdf main.pdf pdf true 649810 MAIN 12 1-s2.0-0304510293800697-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800697/PREVIEW/image/png/e130f34898a322a6231e2b9b00123b1b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800697/PREVIEW/image/png/e130f34898a322a6231e2b9b00123b1b/main_1.png main_1.png png 64012 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 82 (1993) 45-56 45 Elsevier Science Publishers BN., Amsterdam M108 Behaviour of [ Ti2 (OEt) sCl ] 2Mg2 (,u-Cl) 2 as catalyst component in the Ziegler-Natta polymerization of a-olefins and diolefins U. Zucchini', T. Dall'Occo* and A. Angelini Himont Italia S. r.l. `G. Natta' Research Centre, P.le Donegani 12, 44100 Ferrara (Italy); tel. (+39-532)598770, fax. (+39-532)598979 Abstract The title compound represents one of the few structurally characterized heterometallic chloroalkoxides and also the first electron donor-unassisted Ti/Mg compound. Its behaviour as a Ziegler-Natta catalyst has been tested in the polymerization of ethylene, propylene, styrene and 1,3-butadiene, and structural characterizations of the polymers obtained have been carried out. Analytical determination of the oxidation states of titanium in the compound, after reaction with the cocatalyst (triethylaluminum or methylaluminoxane ), has also been performed. Results have been compared with those obtained with M902-supported and unsupported Ti (OEt),. Key words: aluminoxane; bimetallic chloroalkoxide; homogeneous catalyst; olefin polymerization; titanium tetraethoxide; Ziegler-Natta catalyst Introduction The [ Ti2 (OEt) 8C1 ] 2Mg2 (Jt-Cl) 2 (I) has recently been isolated by some of us [ 1 ] as a crystalline nonionic solid. The structure has been determined by means of single crystal X-ray diffraction, cryoscopy, conductivity and \"C-NMR in toluene solution [ 1,2 ] . In both the solid state and in solution, the molecule is centrosymmetric 'vvith two Ti-Ti-Mg cores, each formed by two confacial pseudooctahedra, connected via two double bridging chlorine atoms, all metal atoms being six coordinated (Fig. 1). This compound represents one of the few structurally characterized heterometallic chloroalkoxides and also the first electron donor-unassisted Ti/Mg compound. Moreover, its solubility in toluene, even in the presence, of an aluminum alkyl (at least under certain conditions) affords an opportunity to deal with a potentially homogeneous Ziegler-Natta catalytic system. This characteristic prompted us to investigate its behaviour in the polymerization of a-olefins and also to see whether this compound could possibly shed some light on the types of interaction between MgC12 and titanium in high activity catalysts. To this end, polymerizations of ethylene, propylene, styrene and *Corresponding author. (Deceased. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. O U. Zucchini et al. / J. Mol. Catal. 82 (1993) 45-56 Et0~ 0 Et Et 0 ,0 Et Et0 0$ Et .-0 0 Et EtO Et0 Et % Et0 ''\"0Et ~Et Et 0 Fig. 1. Molecular structure of [Ti2(OEt)8CI12Mg2(,U-CI)2. (0) Ti; (0) CI; (0) Mg. 1,3-butadiene were carried out by means of this compound as catalyst together with triethylaluminum (TEAL) or methylaluminogane (MAO) as cocatalyst. The results obtained were then compared with those obtained with the simple Ti (OEt)4 (II) and with Ti (OEt)4 supported on MgC12 (III). Experimental All the operations and the syntheses were carried out under a dry nitrogen atmosphere using the known Schlenk-tube technique. Solvents were purified and dried by known methods [ 3 ] . Catalysts Compounds (I) and (B) were synthesized as reported in the literature [ 1,4 ] . Catalyst ( III ) was obtained by ball-milling anhydrous MgCl2 (12.7 g ) and Ti (OEt)4 (II) (0.70 g) in a centrifugal porcelain jar. Analytical data are reported in Table 1. The reactions between the catalyst component (I-III) and the aluminum alkyl (TEAL or MAO) were performed in a 250 ml round bottom flask in toluene solution at a concentration of 200-300 mg/1 of titanium and under the conditions reported in Table 1. Titanium oxidation state Total titanium content was obtained from atomic absorption spectroscopy of HZS04 catalyst-treated toluene solution. Ti ( II ) content was obtained, by gas-volumetric analysis of the stoichiometrically evolved H2, from the reaction of the toluene solution containing the titanium sample with acidified water. TABLE 1 Catalysts and reaction with aluminum alkyl compounds` N a- h Q 51 Status of Ti (IV) Ti(III) Ti(II) catalytic (wt.%) (wt.%) (wt.%) system heterog. 48 17 35 homog. homog. 77 14 9 homog. homog. 57 15 28 10 homog. ,i homog. 84 5 11 homog. heterog. 92 8 - heterog. heterog. heterog. Catalyst component Analytical data Reaction conditions Titanium oxidation state Ti -OEt Mg Cl A1 alkyl Al/Tib Temp. Time (wt.%) (wt.%) (wt.%) (wt.%) type ( C ) (min) II Ti (OEt), I [Ti2(OEt)8C1]ZMg2(u-Cl)2 17.6 66.1 4.2 12.7 TEAL TEAL MAO MAO TEAL TEAL MAO MAO TEAL TEAL MAO MAO 20.2 79.3 HI MgCIz/Ti(OEt), 1.1 4.1 24.2 70.6 'Conditions: see Experimental section. \"Molar ratio. 10 50 10 10 500 50 500 10 10 50 10 10 500 50 500 10 10 50 10 10 500 50 500 10 30 30 30 30 30 30 30 30 30 30 30 30 80 7 13 48 U. Zucchini et al. / J. Mol. Catal. 82 (1993) 45-56 Total reduced titanium, (Ti (III) +Ti(II) ), was obtained by redox titration using ammonium ferric sulfate, and ammonium thiocyanate as indicator. Ti (III) was calculated by difference between (Ti (III) + Ti (II) ) and Ti (II). Ti (IV) was calculated by difference between total titanium and (Ti (III) +Ti(II)). Ethylene polymerization Ethylene polymerization was performed in a 2.51 stainless steel autoclave at 60 C in hexane (11), with an ethylene partial pressure of 10 bar. Catalyst and TEAL were aged for 5 min at room temperature in hexane solution before injection into the autoclave. The catalyst-cocatalyst mixture was injected, under the polymerization conditions, with an ethylene overpressure. During the polymerization, ethylene was fed continuously in order to maintain the total pressure constant. At the end of the polymerization period the autoclave was depressurized, opened, and the polymer was treated with acidified methanol, then washed with methanol and dried in vacuo at 40 C. Propylene polymerization Toluene (100 ml), catalyst and aluminum alkyl were introduced at room temperature into a 200 ml glass autoclave equipped with a magnetic stirrer. The temperature was raised to 50 C, and 7 bar partial pressure of propylene was introduced. The total pressure was maintained constant throughout the polymerization time. The reaction was stopped by adding a few milliliters of acidified methanol; the polymer was then recovered, washed with methanol and dried in vacuo at 40 C. Styrene polymerization MAO in toluene solution (64 ml) and 100 ml of styrene were introduced in sequence in a 250 ml round bottom flask. The stirred solution was heated to 50 C and the catalyst was then injected into the flask to start the polymerization. After 4 h the polymerization was stopped by adding acidified methanol. The polymer was recovered, washed with methanol and dried. The polymer was subsequentially submitted to solvent extraction with boiling methylethylketone (8 h). The insoluble portion was filtered, dried in vacuo at 40 C and weighed. Butadiene polymerization Toluene (90 ml) was introduced into a 200 ml magnetically stirred glass autoclave. The temperature was decreased to -10 C, then 15 g of 1,3-butadiene, and 10 ml toluene catalyst-cocatalyst solution (or slurry), aged for 5 min, were introduced. The reactor was closed and the temperature raised to 10 C. At the end of the polymerization, the reactor was opened and the polymer recovered from acidified methanol, washed with methanol and dried in vacuo at 40 0 C. U. Zucchini et al. / J. Mol. Catal. 82 (1993) 45-56 49 Polymer characterization Molecular mass and molecular mass distribution were determined in odichlorobenzene at 135 C using a G.P.C. Waters 150C apparatus. \"C-NMR spectra were obtained in CZC14D2 solution at 120 C using a Bruker AC200 spectrometer operating at 50.3 MHz. DSC analyses were carried out with a DSC 7 Perkin Elmer instrument calibrated with indium and using a 10 K/min heating rate. Polybutadiene microstructure analyses were performed by means of IR spectroscopy with a Nicolet 20SXB apparatus. Trans-1,4, cis-1,4 and 1,2-units in the chains were identified by the spectral bands at 967, 738 and 910 cm-1, respectively. Intrinsic viscosities were determined in tetrahydronaphthalene (THN) at 135 C. Results and discussion Catalytic systems Table 1 gives the analytical data of the three catalysts. After contact with the aluminum alkyl under given conditions, homogeneous or heterogeneous catalytic systems were formed. Contact with TEAL generated a high proportion of Ti (II), except for catalyst (III), which was only slightly reduced possibly due to a stabilization of the maximum oxidation state of titanium by the MgC12 surface. Contact with MAO in toluene led to a lower global reduction of titanium oxidation states, with a similar relative distribution of the oxidation states for all the three catalytic systems. The observed degree of reduction of titanium in catalyst (III), comparable with that found for catalysts (I) and (II), could be ascribed to the partial extraction of titanium from the MgC12 surface by MAO. Ethylene polymerization The results of ethylene polymerization, presented in Table 2, show two types of trends, according to the type of aluminum alkyl employed: (i) with TEAL in hexane, catalyst (I) behaved more like catalyst (II) than catalyst (III), acting in fact both as a dimerization and a polymerization catalyst. However, much less relative dimerization activity was observed in comparison to catalyst (II) and, moreover, not only was the molecular mass (MM) of the polymer of the same order of magnitude as that of the polymer obtained with the heterogeneous catalyst (III), but also the width and shape of the respective molecular mass distributions (MMD) were very similar, as TABLE 2 o Results of ethylene polymerization' Catalyst Solvent Aluminum alkyl Al/Ti Status of Time Activity [11]THN GPC catalytic (min) (dl/g) (type) (mmol) system 1-butene PE 10-3Mo 10-3Mq.Mw (g/gTi/h) (g/gTi/h) (g/mol) (g/mol) I hexane TEAL 55.0 10 heterog. 90 151 490 14.7 hexane` TEAL 37.7 13 heterog. 120 354 650 4.4 56.7 336 5.9 toluene MAO 11.2 500 homog. 90 - 33860 10.8 hexane MAO 12.5 500 heterog. 120 - 15380 18.7 II hexane TEAL 59.4 10 homog. 120 316 60 6.0 toluene MAO 43.9 500 homog. 120 - 3820 6.2 hexane MAO 109.6 500 heterog. 90 - 15640 12.9 III hexane TEAL 4.4 200 - heterog. 120 - 107300 17.7 hexane` TEAL 4.4 198 heterog. 120 - 66870 3.7 45.9 250 5.5 toluene MAO 5.1 500 heterog. 120 - 21430 17.8 hexane MAO 2.6 500 heterog. 120 - 48160 20.9 a hegane` MAO 5.3 500 heterog. 120 - 26748 - 50.2 285 5.7 a' 'Conditions: see Experimental section. No aging of the catalytic system with MAO was performed. 'Molar ratio. `Ethylene partial pressure 9 bar; hydrogen partial pressure 4.5 bar. U. Zucchini et al. / J. Mol. Catal. 82 (1993) 45-56 51 _ o.e f o 0.5 0.4 o.2 / 0 Alt 2 3 4 5 5 7 8 Log M Fig. 2. Polyethylene MMD obtained with the catalytic system: (----) (I)/TEAL; ( ) (III) /TEAL. shown by the GPC curve of Fig. 2.* These facts may suggest that active species, which are chemically and electronically similar to those of catalyst (I), could probably be present on the surface of the more active catalyst (III). (ii) with MAO, either in toluene or in hexane (in which MAO is insoluble), the following phenomena were discovered: - no dimerization activity for all three catalysts; - higher polymerization activity in comparison to TEAL, except for catalyst (nI); - higher polyethylene MM in comparison to those obtained with TEAL. Propylene polymerization The conditions of propylene polymerization and the results obtained are shown in Table 3. As for the two other catalysts, catalyst (I) was inactive with TEAL, whereas only very low activity was shown by MAO with the two homogeneous catalysts (I) and (II), which provide practically atactic polymers of similar MM and MMD. A much higher activity was shown by the heterogeneous catalytic system consisting of catalyst (III) /MAO, and the related polymer presented, a low percentage of isotactic triads (II=11.8% ). It should be noted here that contradictory results are reported in the literature for the homogeneous catalytic system Ti (OBu)4/MAO: in fact in one case [5] amorphous polypropylene was claimed, while in the other case [6] a partially isotactic polypropylene was reported. *Even when (as in toluene at 0 C) the catalytic system consisting of catalyst (I) and TEAL was perfectly homogeneous, the intrinsic viscosity, hence MM, of the polymer was similar (N - 22 dl/g) to that of the polymer (IV= 28 dl/g) obtained with catalyst (III), and completely different from that of the polymer (IV-1 dl/g) obtained with catalyst (II). TABLE 3 \"' Results of propylene polymerization' Catalyst Aluminum alkyl Al/Ti' Time Activity 13C NMR GPC (min) (g/gTi/h) (type) (mmol) mm mr rr 10-3Mn 10-3MW 10-3M. M _w (% ) (% ) (% ) (g/mol) (g/mol) (g/mol) Mn I MAO 54.5 419 420 16.1 24.2 41.4 34.5 8.9 59 255 6.6 TEAL 10.0 10 180 = II MAO 96.0 505 360 14.7 24.3 42.3 33.3 7.6 56 273 7.4 III MAO 30.7 512 120 4871.3 52.7 25.5 21.8 15.3 163 1793 10.7 'Conditions: see Experimental section. bMolar ratio. `No polymer: inactive catalytic system. c P C O C` p Q Oc A via U U Q U. Zucchini et al. / J. Mol. Catal. 82 (1993) 45-56 53 Styrene polymerization The results in Table 4 show that, in comparison with catalyst (II), the presence of chlorine in the first coordination sphere of the titanium atoms of catalysts (I) and (III) caused a decrease in the activity of the styrene polymerization carried out with MAO as cocatalyst. Probably, by reacting with MAO, the different catalysts form active species of slightly different electrophilicity, and hence activity. By contrast, catalyst (I) was completely inactive with TEAL as cocatalyst. As far as polymer stereoregularity is concerned, 13C-NMR analysis of the boiling methylethylketone insoluble fractions showed that all the three catalysts, in the presence of MAO, gave polymers with a very high degree of syndiotacticity. This is not predictable on the basis of the previous findings of Ishihara et al. [ 7 ] . Moreover, independent of the chemical composition and of the physical state (homogeneous or heterogeneous) of the three catalysts after contact with MAO, MAO is able to create syndiospecific centres. However, these centres differ in their ability to regulate polymer molecular mass (MM), which decreases depending on the catalyst, in the order (II) (III) > (I). The molecular mass distribution (MMD) of the polymers is slightly broad, which indicates a deviation from the expected Schultz-Flory equation, as is also found for other homogeneous catalytic systems [8,9]. As is clearly shown by the GPC curves of Fig. 3, MM and MMD of the polymer obtained with catalyst (I) are quite comparable to those of the polymer obtained with catalyst (III). This suggests that active centres similar to those of the homogeneous catalyst (I) should be present on the surface of the heterogeneous catalyst (III) or that chemical species, of a similar type to catalyst (I), which are extracted from the surface of catalyst (III) and brought into solution by MAO, behave as an homogeneous catalyst. 1,3-Butadiene polymerization The conditions of polymerization of 1,3-butadiene and the results obtained with the three catalysts in the presence of either TEAL or MAO are presented in Table 5. The following three general considerations can be drawn from thistable: (i) Homogeneous catalyst (I) behaves quite similarly to homogeneous catalyst (II) with respect to the stereoregularity of the polymers in the presence of both TEAL and MAO. (ii) For all the three catalysts MAO greatly enhances the activity in comparison to TEAL. (iii) MAO changes the atereospecificity of the homogeneous catalysts (I) and (II) from a predominantly 1,2-syndiotactic polymer structure to a cis-1,4 structure and of the heterogeneous catalyst (III) from a trans- 1,4 to a partially cis-1,4 structure. Findings (ii) and (iii) are in agreement with what has already been found by others [ 11 ] with the Ti (OBu) 4/MAO catalytic system. In addition, on the TABLE 4 cn 14. Results of styrene polymerization' Catalyst Aluminum alkyl Al/Tic Yield Insoluble fraction b (g/g'i) (type) (mmol) Weight Syndiotactic GPC DSCd ( % ) fraction (Wt.%) 10-3Mo 10-Wa. h_f. MP 1 mp 2 JH (g/Oo1) (g/Oo1) M. C) ( C) (J/g) I MAO 47.0 500 341 91 97.7 72 324 4.5 261 271 24 II MAO 22.0 500 1471 92 96.3 149 442 3.0 259 268 27 III MAO 22.0 500 630 95 98.2 85 330 3.9 260 270 24 I TEAL 1.9 10 e 'Conditions: see Experimental section. 'In methyl ethyl ketone. 'Molar ratio. dMp 1 and mp 2 stand for the peak melting point of the ss' -form [ 10 ] . e No polymer: inactive catalytic system. ?: U. Zucchini et al. / J. Mol. Catal. 82 (1993) 45-56 55 o.e f a 0 0.8 0.4 0.2 2 3 4 5 5 7 g Log M Fig. 3. Polystyrene MMD obtained with the catalytic system: ( ) (I) /MAO; ( ) (II)/MAO; (---) (III)/MAO. TABLE 5 Results of 1,3-butadiene polymerization a Catalyst Aluminum alkyl Al/Ti` Time Activity Polymer structure (min) (gPB/g'i/h) (type) (mmol) [1,2] [1,4c] [1,4t] (%) (%) (%) I TEAL 5.6 10 120 34 68.1 25.5 6.4 MAO 79.6 1844 90 1740 19.7 58.1 22.1 II TEAL 10.0 10 180 82 68.3 29.3 2.3 MAO 52.2 999 180 829 15.5 74.7 5.8 III TEAL 1.9 10 300 66 1.9 - 98.1 MAO 18.4 866 300 208 9.6 39.5 50.9 'Conditions: see Experimental section. 'Molar ratio. basis of the different polymer microstructures, it appears that different stereochemical configurations of the active centres and/or different mechanisms of stereoregulation should exist for the two homogeneous catalysts (I) and (II) on one hand, and for the heterogeneous catalyst (III) on the other, in spite of the likely presence of a similar -Mg-Cl-Ti-OEt link in catalysts (I) and (III). Conclusion The bimetallic model compound [ Ti2 (OEt) 8C1 ] ZMg2 (Jt-Cl) 2 is a catalyst, though one having only poor activity, for ethylene, a-olefin and 1,3-butadiene polymerization in the presence of certain aluminum alkyls. 56 U. Zucchini et al. / J. Mol. Catal. 82 (1993) 45-56 It has been found that MAO enhances catalyst activity in comparison with TEAL or even produces an active catalyst which is otherwise inactive with TEAL, and changes the type of stereochemical control of monomer addition. When [Ti2 (OEt) 8Cl ] 2Mg2 (,u-Cl) Z takes part as a component in a perfectly homogeneous catalytic system, its polymerization behaviour substantially resembles that of the parent Ti (OEt) 4 with only marginal differences. On the other hand, in the case of polyethylene and polystyrene, MM and MMD are very similar to those obtained with the heterogeneous co-milled MgC12/Ti(OEt)4 catalyst. This similarity could be explained on the grounds of similar electronic interactions between Mg and Ti atoms in this bimetallic model compound and in the heterogeneous catalyst. Further investigations are in progress to better clarify this hypothesis. References 1 L. Malpezzi, U. Zucchini and T. Dall'Occo, Inorg. Chim. Acta, 180 (1991) 245. 2 L. Abis, G. Bacchilega, S. Spera, U. Zucchini and T. Dall'Occo, Makromol. Chem., 192 (1991) 981. 3 A.I. Vogel, Practical Organic Chemistry, Longmans, London, 1959. 4 W.K. Russo and W.N. Nelson, J. Am. Chem. Soc., 92 (1970) 1521. 5 Eur. Pat. Appl. 241560 (1987) to M. Kakugo, T. Miyatake, Y. Kawai, A. Shiga and K. Mi zunuma (Sumitomo Chem. Co.). 6 L. Oliva, P. Longo and C. Pellecchia, Makromol. Chem., Rapid Commun., 9 (1988) 51. 7 N. Ishihara, M. Kuramoto and M. Uoi, Macromolecules, 21 (1988) 3356. 8 J.C.W. Chien and Z. Salajka, J. Polymer. Sci., Part A-1, Polym. Chem. Ed., 29 (1991) 1253. 9 A. Zambelli, L. Oliva and C. Pellecchia, Macromolecules, 22 (1989) 2129. 10 G. Guerra, V.M. Vitagliano, C. De Rosa, V. Petraccone and P. Corradini, Macromolecules, 23 (1990) 1539. 11 G. Ricci, S. Italia, C. Comitani and L. Porri, Polym. Commun., 32 (1991) 514. X244 93800697 0304-5102(93)80069-7 10.1016/0304-5102(93)80069-7 Behaviour of [Ti2(OEt)8Cl]2Mg2(μ-Cl)2 as catalyst component in the Ziegler—Natta polymerization of α-olefins and diolefins U. Zucchini 1 T. Dall'Occo ∗ A. Angelini Himont Italia S.r.l. ‘G. Natta’ Research Centre, P.le Donegani 12, 44100 Ferrara Italy; tel. (+39-532)598770, fax. (+39-532)598979 * Corresponding author. 1 Deceased. The title compound represents one of the few structurally characterized heterometallic chloroalkoxides and also the first electron donor-unassisted Ti/Mg compound. Its behaviour as a Ziegler—Natta catalyst has been tested in the polymerization of ethylene, propylene, styrene and 1,3-butadiene, and structural characterizations of the polymers obtained have been carried out. Analytical determination of the oxidation states of titanium in the compound, after reaction with the cocatalyst (triethylaluminum or methylaluminoxane), has also been performed. Results have been compared with those obtained with MgCl2-supported and unsupported Ti(OEt)4. Keywords aluminoxane bimetallic chloroalkoxide homogeneous catalyst olefin polymerization titanium tetraethoxide Ziegler—Natta catalyst References 1 L. Malpezzi U. Zucchini T. Dall'Occo Inorg. Chim. Acta 180 1991 245 2 L. Abis G. Bacchilega S. Spera U. Zucchini T. Dall'Occo Makromol. Chem. 192 1991 981 3 A.I. Vogel Practical Organic Chemistry 1959 Longmans London 4 W.K. Russo W.N. Nelson J. Am. Chem. Soc. 92 1970 1521 5 Eur. Pat. Appl. 241560 (1987) to M. Kakugo, T. Miyatake, Y. Kawai, A. Shiga and K. Mizunuma (Sumitomo Chem. Co.). 6 L. Oliva P. Longo C. Pellecchia Makromol. Chem., Rapid Commun. 9 1988 51 7 N. Ishihara M. Kuramoto M. Uoi Macromolecules 21 1988 3356 8 J.C.W. Chien Z. Salajka J. Polymer. Sci., Part A-1, Polym. Chem. Ed. 29 1991 1253 9 A. Zambelli L. Oliva C. Pellecchia Macromolecules 22 1989 2129 10 G. Guerra V.M. Vitagliano C. De Rosa V. Petraccone P. Corradini Macromolecules 23 1990 1539 11 G. Ricci S. Italia C. Comitani L. Porri Polym. Commun. 32 1991 514",
      "scopus-id": "0027610595",
      "coredata": {
        "eid": "1-s2.0-0304510293800697",
        "dc:description": "The title compound represents one of the few structurally characterized heterometallic chloroalkoxides and also the first electron donor-unassisted Ti/Mg compound. Its behaviour as a Ziegler—Natta catalyst has been tested in the polymerization of ethylene, propylene, styrene and 1,3-butadiene, and structural characterizations of the polymers obtained have been carried out. Analytical determination of the oxidation states of titanium in the compound, after reaction with the cocatalyst (triethylaluminum or methylaluminoxane), has also been performed. Results have been compared with those obtained with MgCl2-supported and unsupported Ti(OEt)4.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-06-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293800697",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zucchini, U."
          },
          {
            "@_fa": "true",
            "$": "Dall'Occo, T."
          },
          {
            "@_fa": "true",
            "$": "Angelini, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293800697"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293800697"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80069-7",
        "prism:volume": "82",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Behaviour of [Ti2(OEt)8Cl]2Mg2(μ-Cl)2 as catalyst component in the Ziegler—Natta polymerization of α-olefins and diolefins",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "prism:issueName": "A Special Issue containing a Selection of Papers presented at the Symposium on Advances in Olefin, Cycloolefin and Diolefin Polymerization",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "aluminoxane"
          },
          {
            "@_fa": "true",
            "$": "bimetallic chloroalkoxide"
          },
          {
            "@_fa": "true",
            "$": "homogeneous catalyst"
          },
          {
            "@_fa": "true",
            "$": "olefin polymerization"
          },
          {
            "@_fa": "true",
            "$": "titanium tetraethoxide"
          },
          {
            "@_fa": "true",
            "$": "Ziegler—Natta catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "45-56",
        "prism:endingPage": "56",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 June 1993",
        "prism:doi": "10.1016/0304-5102(93)80069-7",
        "prism:startingPage": "45",
        "dc:identifier": "doi:10.1016/0304-5102(93)80069-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027610595"
      }
    }
  }
}