{
  "metadata": {
    "title": "Highly dispersed Pd on MgO as catalyst for activation of phenyl-chlorine bonds leading to carbon-carbon bond formation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-12-15",
    "doi": "10.1016/0304-5102(90)85118-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510290851182",
    "pii": "0304510290851182"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025545253",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510290851182 0304-5102(90)85118-2 0304510290851182 10.1016/0304-5102(90)85118-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02003 2024-01-02T01:05:30.650091Z 0 0 19901215 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic pubtype ref alllist content subj ssids 0304-5102 03045102 63 63 3 3 Volume 63, Issue 3 18 L33 L36 L33 L36 19901215 15 December 1990 1990-12-15 1990 converted-article cor Copyright © 1990 Published by Elsevier B.V. HIGHLYDISPERSEDPDMGOCATALYSTFORACTIVATIONPHENYLCHLORINEBONDSLEADINGCARBONCARBONBONDFORMATION KANEDA K SCOTT 1987 1755 W BOZELL 1988 2655 J TUJI 1980 J ORGANICSYNTHESISPALLADIUMCOMPOUNDS TROST 1982 B COMPREHENSIVEORGANOMETALLICCHEMISTRY HECK 1985 R PALLADIUMREAGENTSINORGANICSYNTHESES JULIA 1973 2791 M KANEDA 1988 343 K KANEDA 1988 335 K TANABE 1970 K SOLIDACIDSBASES STILLE 1977 434 J RIEKE 1977 301 R KLABUNDE 1975 393 K OZAWA 1987 253 F KANEDAX1990XL33 KANEDAX1990XL33XL36 KANEDAX1990XL33XK KANEDAX1990XL33XL36XK item 0304-5102(90)85118-2 0304510290851182 1-s2.0-0304510290851182 10.1016/0304-5102(90)85118-2 272239 2024-01-02T01:05:30.650091Z 1990-12-15 1-s2.0-0304510290851182-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290851182/MAIN/application/pdf/b318306244cc1c04998fa4d73a6ca829/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290851182/MAIN/application/pdf/b318306244cc1c04998fa4d73a6ca829/main.pdf main.pdf pdf true 535291 MAIN 4 1-s2.0-0304510290851182-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290851182/PREVIEW/image/png/edd723951228801845def36c66e250e0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290851182/PREVIEW/image/png/edd723951228801845def36c66e250e0/main_1.png main_1.png png 67676 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 63 (1990) L33-L36 L33 Highly dispersed Pd on MgO as catalyst for activation of phenyl chlorine bonds leading to carbon-carbon bond formation JOURNAL OF MOLECULAR CATALYSIS Kiyotomi Kaneda, Masato Higuchi and Toshinobu Imanaka Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka 560 (Japan) (Received July 16, 1990; revised September 16, 1990) Activation of arene-chlorine bonds leading to o-bond formation of metal arene is a challenging problem from the standpoint of the wide availability of chloroarene compounds in organic syntheses. In the field of Pd chemistry, there have been two unique strategies for this bond activation in cooperation with other kinds of metals: the formation of Tr-arene Cr complexes [1] and the use of nickel mediators [2]. These studies inspired us to examine the use of a new type of Pd catalyst consisting of multiple monometal active centers in organic syntheses via Pd arene o-bond inter- mediates [3-5]. We have found that fine Pd particles supported on MgO showed high catalytic activity for Heck's phenylation of styrene with chlo- robenzene. This Pd MgO catalyst is much more active than the conventional Pd catalyst, e.g. Pd-C and Pd-AlgOa [6]. H \\:=CH. / Ph Ph-CI Pd-MgO Na^COg. MeOH =C Ph Ph-Ph + A general procedure for preparation of MgO-supported Pd catalysts is as follows. To Mg(OH)a (2.17 g) prepared by hydrolysis of Mg(N03)a 6HgO or Mg(OCHa)2, was added a mixture of Mg(NOa)2 6HaO (0.32 g) and HaO (3 ml), which was calcined at 600 C for 4 h to give MgO (4 m2 g-1). The MgO (1.50 g) was stirred in a benzene solution (4.5 ml) of Pd(acac)2 (10.4 mg) at room temperature for 1 h. The benzene was evaporated to dryness, and subsequent treatment with Hg at 60 C gave MgO-supported Pd catalyst (Pd surface area 268 m2 g~1 Pd) accompanied by a color change from pale yellow to grey. Addition of Mg(NOs)2 6HgO increases the amount of OH groups on MgO, as shown by IR absorptions at i<OH) 3680 and 3746 cm\"1, while MgO not treated with Mg(NOa)2 6HgO exhibited only the 3746 cm\"1 band due to isolated OH. In the latter case, reduction of Pd(acac)2 on MgO required a temperature above 60 C under hydrogen atmosphere, and the 0304-5102/90/$3.50 Elsevier Sequoia/Printed In The Netherlands L34 TABLE 1 Phenylation of styrene with chlorobenzene using various Pd catalysts\" Catalyst Turnover number1' (mean Pd particle size, A) (E/Z) 0.25 wt.% Pd-MgO (27) 1620 (42) 0.25 Pd-MgO0 eO\" 0.25 Pd-MgO-DPPE\" 180 (8) 0.50 Pd-C (35) 200 (19) Pd-C 40' 0.50 Pd-AlgOa (37) lOO\" 0.50 Pd-silica (52) 70\" 1.20 Pd-sepiolite trace (-) 1.20 Pd-sepiolite-DPPE\" lOO\" \"Styrene 10 mmol, chlorobenzene 7.5 ml, Pd catalyst 0.002 mg-atom Pd, Na^COy 0.35 g, 5 h, 150 C. ''Mol stilbene per g-atom Pd. \"Using LizCOs in place of NagC^. ''Trace amounts of CZ)-stilbene could be also found. DPPE = l,2-bis(diphenylphosphino)ethane. 'Cited from [4]. Pd MgO catalyst obtained gave a low yield of stilbene (turnover number 560). Using the Pd MgO catalyst prepared above, Heck's phenylation of styrene with chlorobenzene was carried out as a model reaction for the activation of arene chlorine bonds. The Pd catalyst exhibited high activity for stilbene formation; this turnover number with respect to g-atom Pd reached more than 1600 moles of stilbene at 150 C for 5 h. In comparison with the conventional heterogeneous Pd catalysts ofPd C, Pd AlaOs and Pd SiOg, this Pd MgO catalyst is much more active for stilbene formation. The reaction gave also biphenyl and benzene as minor products, derived from activation of the phenyl chlorine bond. The results are shown in Table 1. NagCOs was the most effective of the bases. It is interesting that use of other bases, e.g. amines, LigCOa and KgCOo, did not afford good results. From study of various solvents, MeOH was found to be the best. The specificity of MeOH might be due both to its good solubility for NagCOa and to its function as a hydrogen donor to remove chlorine on the Pd surface derived from side reactions of biphenyl and benzene formation. Addition of phosphines to this Pd MgO catalyst system strongly inhibited phenylation, while accelerating the activity of the Pd sepiolite catalyst. The sepiolite-Pd catalyst might act as a mono- meric Pd species, like the conventional homogeneous Pd catalysts. A most likely structure of the sepiolite Pd complex has been proposed to be (C3H5)Pd^-0-sepiolite. The Pd(II) species was reduced to Pd(0) species under the reaction conditions [7, 8]. Treatment of chlorobenzene with the L35 Fig. 1. TEM picture of the Pd-MgO catalyst. Pd MgO catalyst in the absence of styrene at 150 C gave biphenyl* and methylbenzoate with ca. 950 and 150 turnover numbers for 5 h, respectively. Morphology of the Pd catalysts was examined by transmission electron microscopy techniques (TEM). The mean Pd particle sizes of Pd MgO, Pd-AlgOs, Pd-C and Pd-SiOg used here were 27, 35, 37 and 54 A, respectively. The shape of Pd particles on the MgO support is not globular, but nearly hemispherical, which reflects the strong affinity between Pd and MgO (Fig. 1). The high activity of the Pd MgO catalyst arises not only from its small Pd particles, but also from the intrinsic character of the MgO support. MgO, having a strong base character [9], may increase the electron density of a Pd center to promote the oxidative addition of chlorobenzene to the Pd [10]. A possible mechanism can be proposed for activation of chlorobenzene on the Pd MgO catalyst; one Pd forms a Tr-arene complex with chlorobenzene similar to the ir-arene Cr complex [I], and another Pd interacts with the chlorine atom of chlorobenzene; the Pd atom then inserts into the activated Ph Cl bond to form a o-phenyl Pd species [11, 12] which reacts with styrene to lead to stilbene formation. Reaction between two Ph Pd species gives biphenyl via a diphenyl Pd species [13]. Methylbenzoate might be formed by insertion of CO, generated from MeOH decomposition, into a phenyl Pd bond, followed by methanolysis. For biphenyl formation using Pd C, see also [6]. L36 The concept of this multi-metal catalytic function involving participation of the nature of the support suggests a new trend for the design of metal catalysts for organic syntheses. Acknowledgement We thank Drs. Haruta and Tsubota for helpful discussions on TEM data; the gift of Pd-C, Pd-AlgOs and Pd-SiOg from N. E. Chemcat is gratefully acknowledged. References 1 W. J. Scott, J. Chem. Soc., Chem. Commun., (1987) 1755. 2 J. J. Bozell and C. E. Vogt, J. Am. Chem. Soc., 110 (1988) 2655. 3 J. Tuji, Organic Synthesis with Palladium Compounds, Springer-Verlag, Berlin, 1980. 4 B. M. Trost and T. R. Verhoven, in G. Wlkmson, F. G. A. Stone and E. W. Abel (eds.), Comprehensive Organometallic Chemistry, Vol. 8, Pergamon Press, New York, 1982. 5 R. F. Heck, Palladium Reagents in Organic Syntheses, Academic Press, London, 1985. 6 M. Julia, M. Duteil, C. Grard and E. Kuntz, Bull. Soc. Chem. Pr., (1973) 2791. 7 K. Kaneda, T. Kiriyama, H. Hiraoka and T. Imanaka, J. Mol. Catal., 48 (1988) 343. 8 K. Kaneda, M. Higuchi and T. Imanaka, Chem. Express, 3 (1988) 335. 9 K. Tanabe, Solid Acids and Bases, Academic Press, New York, 1970. 10 J. K. StUle and K. S. Y. Lau, Ace. Chem. Res., 10 (1977) 434. 11 R. D. Rieke, Ace. Chem. Res., 10 (1977) 301. 12 K. J. Klabunde, Ace. Chem. Res., 8 (1975) 393. 13 F. Ozawa, T. Hidaka, T. Yamamoto and A. Yamamoto, J. Organometall. Chem., 330 (1987) 253. X244 90851182 0304-5102(90)85118-2 10.1016/0304-5102(90)85118-2 Heterogeneous catalysis Letters Highly dispersed Pd on MgO as catalyst for activation of phenyl-chlorine bonds leading to carbon-carbon bond formation Kiyotomi Kaneda Masato Higuchi Toshinobu Imanaka Department of Chemical Engineering, Faculty of Engineering Science, Osaka University, Toyonaka 560 Japan References 1 W.J. Scott J. Chem. Soc., Chem. Commun. 1987 1755 2 J.J. Bozell C.E. Vogt J. Am. Chem. Soc. 110 1988 2655 3 J. Tuji Organic Synthesis with Palladium Compounds 1980 Springer-Verlag Berlin 4 B.M. Trost T.R. Verhoven G. Wikinson F.G.A. Stone E.W. Abel Comprehensive Organometallic Chemistry 8 1982 Pergamon Press New York 5 R.F. Heck Palladium Reagents in Organic Syntheses 1985 Academic Press London 6 M. Julia M. Duteil C. Grard E. Kuntz Bull. Soc. Chem. Fr. 1973 2791 7 K. Kaneda T. Kiriyama H. Hiraoka T. Imanaka J. Mol. Catal. 48 1988 343 8 K. Kaneda M. Higuchi T. Imanaka Chem. Express 3 1988 335 9 K. Tanabe Solid Acids and Bases 1970 Academic Press New York 10 J.K. Stille K.S.Y. Lau Acc. Chem. Res. 10 1977 434 11 R.D. Rieke Acc. Chem. Res. 10 1977 301 12 K.J. Klabunde Acc. Chem. Res. 8 1975 393 13 F. Ozawa T. Hidaka T. Yamamoto A. Yamamoto J. Organometall. Chem. 330 1987 253",
      "scopus-id": "0025545253",
      "coredata": {
        "eid": "1-s2.0-0304510290851182",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-12-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510290851182",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kaneda, Kiyotomi"
          },
          {
            "@_fa": "true",
            "$": "Higuchi, Masato"
          },
          {
            "@_fa": "true",
            "$": "Imanaka, Toshinobu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510290851182"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510290851182"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85118-2",
        "prism:volume": "63",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Highly dispersed Pd on MgO as catalyst for activation of phenyl-chlorine bonds leading to carbon-carbon bond formation",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L33-L36",
        "prism:endingPage": "L36",
        "pubType": "cor",
        "prism:coverDisplayDate": "15 December 1990",
        "prism:doi": "10.1016/0304-5102(90)85118-2",
        "prism:startingPage": "L33",
        "dc:identifier": "doi:10.1016/0304-5102(90)85118-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025545253"
      }
    }
  }
}