{
  "metadata": {
    "title": "Asymmetric isomerization of <ce:italic>cis</ce:italic>-divinylcyclobutane using modified nickel catalysts",
    "authors": "Wolf Jürgen Richter",
    "journal": "Journal of Molecular Catalysis",
    "date": "1983-02-28",
    "doi": "10.1016/0304-5102(83)80113-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510283801138",
    "pii": "0304510283801138"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020706041",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510283801138 0304-5102(83)80113-8 0304510283801138 10.1016/0304-5102(83)80113-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00417 2024-01-02T01:04:16.600218Z 0 0 19830201 19830228 1983 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 18 18 2 2 Volume 18, Issue 2 3 145 148 145 148 198302 February 1983 1983-02-01 1983-02-28 1983 converted-article fla Copyright © 1983 Published by Elsevier B.V. ASYMMETRICISOMERIZATIONCISDIVINYLCYCLOBUTANEUSINGMODIFIEDNICKELCATALYSTS RICHTER W WILKE 1963 10 G BRENNER 1969 161 W RICHTER 1981 201 W JOLLY 1971 329 P JOLLY 1974 P ORGANICCHEMISTRYNICKEL KOHLER 1981 559 J RICHTER 1981 395 W WIEBER 1970 776 M RICHTERX1983X145 RICHTERX1983X145X148 RICHTERX1983X145XW RICHTERX1983X145X148XW item 0304-5102(83)80113-8 0304510283801138 1-s2.0-0304510283801138 10.1016/0304-5102(83)80113-8 272239 2024-01-02T01:04:16.600218Z 1983-02-01 1983-02-28 1-s2.0-0304510283801138-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283801138/MAIN/application/pdf/6ada3de0711e4b086ba5d85ab131d51f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283801138/MAIN/application/pdf/6ada3de0711e4b086ba5d85ab131d51f/main.pdf main.pdf pdf true 238604 MAIN 4 1-s2.0-0304510283801138-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510283801138/PREVIEW/image/png/82649ee02bf5d83ba35e1786abf2273f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510283801138/PREVIEW/image/png/82649ee02bf5d83ba35e1786abf2273f/main_1.png main_1.png png 57872 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 18 (1983) 145 - 148 145 ASYMMETRIC ISOMERIZATION OF cw-DIVINYLCYCLOBUTANE USING MODIFIED NICKEL CATALYSTS WOLF JURGEN RICHTER MPI fiir Kohlenforschung, Kaiser-Wilhelm-Platz 1, D-4330 Mulheim/Ruhr (F.R.G.) (Received May 31, 1982) Summary The isomerization of c(s-l,2-divinylcyclobutane to 4-vinylcyclohexene has been carried out in the presence of nickel catalysts modified by optically active 1,3,2-dioxaphospholanes. The asymmetric induction is found to be identical to that obtained in the nickel-dioxaphospholane catalyzed cyclo- dimerization of butadiene. The highest observed optical induction is 22% at 40 C. Introduction Wilke et al. [1] have demonstrated that modified zero-valent nickel catalysts cyclodimerize butadiene to 1,5-cyclooctadiene (COD), 4-vinyl- cyclohexene (VCH) and cis-l,2-divinylcyclobutane (DVCB). The latter is formed in 40% yield in the presence of tris-o-biphenylphosphite as ligand and by quenching the reaction after 80% conversion of butadiene. Recently [2] we have reported similar behaviour for reactions involving 1,3,2-dioxa- phospholanes as modifying ligand. It has subsequently [3] been shown by reacting butadiene or DVCB with zero-valent nickel catalysts that an i}3- octadienediyl nickel ligand intermediate is involved. In order to gain insight into the role of DVCB in the catalytic reactions, a series of experiments has been performed using DVCB as the sole sub- strate whereby the same experimental conditions were used as in our previous work with butadiene. Experimental The catalytic reactions were run in calibrated ampules (10 ml) at 40 C; varying amounts of ligands were added to 5% solutions of [NUCOD)^] in toluene and DVCB (2:1 by weight). The catalysts were quenched after 2 days by addition of elemental sulfur, and filtered. The condensate was analysed by GC and the optical rotation measured. The enantiomeric purity 0304-5102/83/0000-0000/$03.00 Elsevier Sequoia/Printed in The Netherlands 146 of VCH was re-examined by HPLC methods [4] : lower asymmetric induc- tions than those previously claimed were observed. Four substituted 1,3,2- dioxaphospholane derivatives were investigated (1 - 4); (1) and (2) had al- ready been shown to induce optical activity, 3 has an additional ether group in the ester function and 4 owes its chirality to the (-)-menthyl group at- tached to phosphorus. Me { CO-iEt CO^C^OMe c-y \\<-y< ' v-y Menthyl A-O-' y cr\" r-O^ Me C02Et CO^HipMe 123 4 The compounds 3 and 4 were synthesized by standard procedures [5, 6]: (4R,5R)( )-2-t-butyl-4,5-dicarb(2-methoxyethoxy)-l,3,2-dioxaphospho- lane (3) from natural tartaric acid 2-methoxyethoxyester and t-butylphos- phonic acid dichloride, b.p.: 145 C (0.001 mm), \"P NMR: op = 223.3 ppm, and ( )-2-menthyl-l,3,2-benzodioxaphosphol (4), b.p.: 99 C (0.001 mm), 31 P NMR: p = 212.1 ppm from catechol and menthylphosphonic acid di- chloride. Results The results for the ligands 1, 2, and 4 are summarized in Tables 1 - 3 (the results for ligand 3 are almost identical to those for ligand 2). Each Table lists the initial volume, its contraction, i.e. extent of overall reaction after two days (AY), and the distribution of the oligomers DVCB, VCH, COD, and CDT (cyclododecatriene) determined gas chromatographically. The enantiomeric excess is calculated from the observed rotation, based on the specific rotation of (-)-VCH [a] D = 108.6 (4.1, toluene) resp. [a] D = 118.8 (3.6, CCl4). As can be seen from Table 2, an almost complete con- version of DVCB into VCH and COD is observed in the presence of 2 as long as the nickehligand ratio is less than 1:2. Ligand 1 exhibits a much slower rate of conversion. The ratio of VCH to COD shows a flat maximum which is paralleled by the induced optical activity. Similar but more marked maxima have been observed in the reactions involving butadiene [2]. If the nickel:ligand ratio is increased beyond 1:2, both the generation of VCH and the optical activity sharply drop (Table 2). Ligand 3, which had not been used in the butadiene dimerization, gives the same induction at 40 C in both the nickel-butadiene and the nickel-DVCB systems, viz. 22.0% e.e. ([a]o = 24.4 (6.0, toluene)). In contrast, in the presence of 4 the conversion of DVCB increases with decreasing ligand concentration. The main product in this case is, however, COD and, interestingly, the VCH formed is completely racemic even though the ligand is chiral. Similar results have been observed using butadiene as the substrate. 147 TABLE 1 Asymmetric isomerization of DVCB with (1) at 40 C/2 d Nickel V AV DVCB VCH COD WI,0 e.e. Ligand (ml) (ml) (%) (%) (%) (%) 1:0.1 5.65 0.25 33.9 24.1 42.0 1.1 1.0 1:0.3 5.95 0.25 22.0 35.9 42.0 -1.7 1.5 1:0.5 6.05 0.25 20.6 42.5 37.9 -4.5 4.1 1:0.7 5.85 0.20 15.0 49.9 35.1 -7.1 6.5 1:1 6.5 0.20 16.1 43.1 40.8 -6.9 6.3 1:1.2 5.35 0.15 15.4 41.2 43.4 -7.0 6.4 1:1.5 6.5 0.10 35.9 29.8 34.3 -7.8 7.1 1:2 6.45 0.15 45.0 23.2 31.8 7.4 6.8 TABLE 2 Asymmetric isomerization of DVCB with (2) at 40 C/2 d Nickel V AV DVCB VCH COD wi e.e. Ligand (ml) (ml) (%) (%) (%) (%) 1:0.1 6.40 0.25 2.7 21.5 75.8 +8.5 7.7 1:0.3 6.40 0.25 0.2 29.1 70.7 +17.6 16.2 1:0.6 6.60 0.25 0.1 35.5 64.4 +21.4 19.6 1:0.9 6.20 0.25 0.2 39.6 60.2 +21.4 19.6 1:1.2 6.40 0.20 1.0 43.0 55.8 +21.5 19.7 1:1.5 7.20 0.20 5.8 42.1 52.0 +20.5 18.8 1:2 6.60 0.10 38.4 21.0 40.6 +15.0 13.8 1:3 6.20 0.05 60.0 3.1 37.9 TABLE 3 Isomerization of DVCB with (4) at 40 C/2 d Nickel V AV DVCB VCH COD CDT Ligand (ml) (ml) (%) (%) (%) (%) 0.1 4.80 0.20 11.5 14.7 72.3 1.3 0.5 4.70 0.20 13.5 10.5 73.4 2.4 1 4.70 0.20 19.4 8.7 70.1 1.8 1.5 4.70 0.15 21.2 8.0 69.8 0.8 2 4.60 0.15 31.8 6.8 60.6 0.6 3 4.90 0.15 40.3 6.2 53.2 0.3 5 4.50 0.10 62.1 1.7 36.0 Discussion The fact that in the presence of the ligands 1 - 3 the same asymmetric induction m the VCH formed is obtained regardless of whether butadiene or 148 DVCB is the substrate, and furthermore that similar product distributions are obtained in both cases, strongly suggests that both catalytic reactions share a common key intermediate. Stoichiometric reactions indicate that this intermediate is probably an T^-octadienediyl nickel ligand complex [3]. 2 ^^^' + [ Ni L] Comparison of the product distribution after 2 days for reactions in- volving 1 and 2 suggests that the superiority of the latter is reflected in both the higher rate of isomerization and asymmetric induction. This is presum- ably associated with the substituents on the 1,3,2-dioxaphospholane ring, e.g. a methyl vs. a carbethoxy group. Ligand 3 shows no additional enhance- ment. It is possible that the selective complexation of the ester group in 2 and 3 accounts for the experimental observations. The fact that ligand 4, which owes its chirality to the menthyl substituent alone, gives no asym- metric induction suggests that chirality in the 1,3,2-dioxaphospholane ring is essential in inducing asymmetry. Acknowledgements The author is grateful to Mr. J. Kohler for HPLC measurements and to Dr. P. W. Jolly for helpful discussions as well as to Mrs. B. Neugebauer for her skillful technical assistance. References 1 G. Wilke, B. Bogdanovic, P. Borner, H. Breil, P. Hardt, P. Heimbach, G. Herrmann, H.-J. Kaminski, W. Keim, M. Kroner, H. Muller, J. Schneider, J. Stedefeder, K. Tanaka and K. Weyer, Angew. Chem., 75 (1963) 10; W. Brenner, P. Heimbach, H. Hey, E. W. Muller and G. Wilke, Liebigs Ann. Chem.. 727 (1969) 161. 2 W. J. Richter, J. Mol. Catal., 13 (1981) 201. 3 P. W. Jolly, I. Tkatchenko and G. Wilke, Angew. Chem., 83 (1971) 329; P. W. Jolly and G. Wilke, The Organic Chemistry of Nickel, Vol. I, Academic Press, New York and London, 1974. 4 J. Kohler and G. Schomburg, Chromatographia, 14 (1981) 559. 5 W. J. Richter, Phosphorus Sulfur, 10 (1981) 395. 6 M. Wieber and W. R. Hoos, Monatsh. Chem., 101 (1970) 776. X244 83801138 0304-5102(83)80113-8 10.1016/0304-5102(83)80113-8 Asymmetric isomerization of cis-divinylcyclobutane using modified nickel catalysts Wolf Jürgen Richter MPI für Kohlenforschung, Kaiser-Wilhelm-Platz 1, D-4330 Mülheim/RuhrF.R.G. The isomerization of cis-1,2-divinylcyclobutane to 4-vinylcyclohexene has been carried out in the presence of nickel catalysts modified by optically active 1,3,2-dioxaphospholanes. The asymmetric induction is found to be identical to that obtained in the nickel-dioxaphospholane catalyzed cyclodimerization of butadiene. The highest observed optical induction is 22% at 40 °C. References 1 a G. Wilke B. Bogdanovic P. Borner H. Breil P. Hardt P. Heimbach G. Herrmann H.-J. Kaminski W. Keim M. Kröner H. Müller J. Schneider J. Stedefeder K. Tanaka K. Weyer Angew. Chem. 75 1963 10 b W. Brenner P. Heimbach H. Hey E.W. Müller G. Wilke Liebigs Ann. Chem. 727 1969 161 2 W.J. Richter J. Mol. Catal. 13 1981 201 3 a P.W. Jolly I. Tkatchenko G. Wilke Angew. Chem. 83 1971 329 b P.W. Jolly G. Wilke The Organic Chemistry of Nickel I 1974 Academic Press New York and London 4 J. Köhler G. Schomburg Chromatographia 14 1981 559 5 W.J. Richter Phosphorus Sulfur 10 1981 395 6 M. Wieber W.R. Hoos Monatsh. Chem. 101 1970 776",
      "scopus-id": "0020706041",
      "coredata": {
        "eid": "1-s2.0-0304510283801138",
        "dc:description": "The isomerization of cis-1,2-divinylcyclobutane to 4-vinylcyclohexene has been carried out in the presence of nickel catalysts modified by optically active 1,3,2-dioxaphospholanes. The asymmetric induction is found to be identical to that obtained in the nickel-dioxaphospholane catalyzed cyclodimerization of butadiene. The highest observed optical induction is 22% at 40 °C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1983-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510283801138",
        "dc:creator": {
          "@_fa": "true",
          "$": "Richter, Wolf Jürgen"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510283801138"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510283801138"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(83)80113-8",
        "prism:volume": "18",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Asymmetric isomerization of cis-divinylcyclobutane using modified nickel catalysts",
        "prism:copyright": "Copyright © 1983 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "145-148",
        "prism:endingPage": "148",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 1983",
        "prism:doi": "10.1016/0304-5102(83)80113-8",
        "prism:startingPage": "145",
        "dc:identifier": "doi:10.1016/0304-5102(83)80113-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020706041"
      }
    }
  }
}