{
  "metadata": {
    "title": "Particle size effect on enantioselective hydrogenation of ethyl pyruvate over alumina-supported platinum catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-01-05",
    "doi": "10.1016/0304-5102(89)80051-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800513",
    "pii": "0304510289800513"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024961584",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800513 0304-5102(89)80051-3 0304510289800513 10.1016/0304-5102(89)80051-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01241 2024-01-02T01:04:53.938015Z 0 0 19890105 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 49 49 2 2 Volume 49, Issue 2 9 195 203 195 203 19890105 5 January 1989 1989-01-05 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. PARTICLESIZEEFFECTENANTIOSELECTIVEHYDROGENATIONETHYLPYRUVATEOVERALUMINASUPPORTEDPLATINUMCATALYST WEHRLI J ORITO 1979 173 Y ORITO 1979 1118 Y ORITO 1980 670 Y ORITO 1982 137 Y BLASER 1988 153 H KLABUNOVSKII 1973 765 E BARTOK 1985 511 M STEREOCHEMISTRYINHETEROGENOUSMETALCATALYSIS NITTA 1980 980 Y NITTA 1983 475 Y NITTA 1986 631 Y VEDENYAPIN 1976 2628 A FU 1987 29 L PIERCE 1953 149 G RENOUPREZ 1974 411 A DEBOER 1958 68 J STRUCTUREPROPERTIESPOROUSMATERIALS RUCKENSTEIN 1973 224 E FIEDOROW 1976 34 R SUSHUMANA 1987 77 I LIESKE 1983 8 H VANHARDEVELD 1972 75 R WEHRLIX1989X195 WEHRLIX1989X195X203 WEHRLIX1989X195XJ WEHRLIX1989X195X203XJ item 0304-5102(89)80051-3 0304510289800513 1-s2.0-0304510289800513 10.1016/0304-5102(89)80051-3 272239 2024-01-02T01:04:53.938015Z 1989-01-05 1-s2.0-0304510289800513-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800513/MAIN/application/pdf/91be25bde51d9e893e06599ec8ad6298/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800513/MAIN/application/pdf/91be25bde51d9e893e06599ec8ad6298/main.pdf main.pdf pdf true 548808 MAIN 9 1-s2.0-0304510289800513-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800513/PREVIEW/image/png/2cf0efa1141dd5d2bf7c8a7df25a327e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800513/PREVIEW/image/png/2cf0efa1141dd5d2bf7c8a7df25a327e/main_1.png main_1.png png 64719 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 49 (1989) 195 - 203 195 PARTICLE SIZE EFFECT ON ENANTIOSELECTIVE HYDROGENA- TION OF ETHYL PYRUVATE OVER ALUMINA-SUPPORTED PLATINUM CATALYST J. T. WEHRLI, A. BAIKER* Department of Industrial and Engineering Chemistry, Swiss Federal Institute of Technology, ETH Zentrum, CH-8092 Zurich (Switzerland) D. M. MONTI and H. U. BLASER Central Research Laboratories. Ciba Geigy AG, CH-4002 Basle (Switzerland) (Received March 14, 1988; accepted April 29,1988) Summary The effect of platinum particle size on the enantioselective hydrogena- tion of ethyl pyruvate to ethyl lactate in the liquid phase was studied using a series of Pt/'y-Al203 catalysts modified with cinchonidine. The catalysts containing 5 wt.% platinum were prepared by the incipient wetness technique with H^PtCle as precursor. Reduction at different temperatures, redispersion in air and sintering were employed to change the platinum dispersion from 0.27 to 0.6, cor- responding to a particle size range of 1.7 - 4.0 nm. Within this particle size range, activity (expressed as initial turnover frequency) and enantioselectivity were higher for the larger particles. How- ever, an increase in selectivity was not observed when the platinum particle size was increased by sintering. This indicates that the method applied for particle size control has an influence on the performance of the catalysts. Introduction Platinum catalysts modified by cinchona alkaloids catalyze the enantio- selective hydrogenation of cr-keto-esters to the corresponding a-hydroxy- esters. Orito et al. [1 - 4] have shown that under optimized conditions enantiomeric excesses (e.e.) of up to 90% can be achieved. The influence of the reaction conditions (i.e. hydrogen pressure, temperature, modifier-to- catalyst ratio) on activity and enantioselectivity has also been investigated, and the most important process variables have been identified [5]. With respect to the structural properties of the platinum catalysts, however, very little data have been published. An attempt to correlate metal * Author to whom correspondence should be addressed. 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 196 or total surface area of a series of commercial catalysts with their per- formance was unsuccessful, but showed that enantioselectivity is very sensitive to the method of catalyst preparation [5]. Enantioselective hydrogenations of carbonyl groups using hetero- geneous catalysts have been reported for Ni, Pt, Pd, Ru, Co, Cu and some alloys [6, 7]. Most of the relevant mechanistic studies have been performed for the nickel/tartrate/^-keto-ester system. Amongst many other aspects, the influence of metal particle size on enantioselectivity has been studied by different groups [8 -11] and is still a controversial topic. Nitta et al. reported an increase of enantioselectivity with increasing particle size for unsupported nickel [8], nickel on silica [9] and nickel prepared from synthetic nickel-chrysotile [10]. Studies have also been made of the effect of ruthenium particle size on enantioselectivity; Ru particles of 4.5 nm diameter gave the best selectivities [11]. In contrast to these results, Fu and coworkers [12] could not detect any particle size effect when they used Ostwald ripening in CO atmosphere to increase the size of nickel crystal- lites on a nickel-on-silica catalyst. They argued the only function of the metal is the activation of hydrogen (dual site mechanism) and therefore the struc- ture of the nickel particles should have no influence on enantioselectivity. An additional problem in all nickel systems is the corrosive nature of the modification step, during which part of the nickel has been shown to leach out [12]. This means that metal loading and the original particle size distribution are changed, making correlation with particle size difficult. With this in mind, we have studied the effect of particle size in the platinum system. We have changed the size of the platinum particles in a Pt/alumina catalyst by using different reduction temperatures, redisper- sion of the Cl-containing precursor in air and sintering. Experimental Catalyst preparation 7-Al2C>3 (Alox GX, Martinswerke BRD) was sieved and the fraction of 60-150 jam diameter was washed with distilled water and dried in a oven at 120 C. The catalysts were prepared by the incipient wetness method from HaPtClfi'GH^O (Ventron GmbH) impregnation solutions in water using the appropriate concentrations in order to obtain platinum weight loadings of 5%. After impregnation the catalyst precursors were dried at 120 C for 16 h. Catalyst pretreatments All procedures were carried out with 2 g of material in a conventional adsorption apparatus. Once positioned in the sample tube, special care was taken that the sample was not removed or exposed to air between the dif- ferent steps. The following treatments were applied: 197 Reduction The catalyst precursor was evacuated and heated to the reduction temperature. Then 40 ml min\"1 Hz were passed through the sample tube for 2 h. Subsequently the sample was evacuated and cooled to room tem- perature. Redispersion The catalyst precursor was heated under vacuum to the desired redispersion temperature and 100 ml min~1 air were passed through the sample tube for 2 h. Due to the use of a Cl-containing precursor (HaPtClg) it was not necessary to add any chlorine to form a mobile surface complex. Sintering The freshly reduced catalyst (Hs, 400 C) was evacuated and heated to 500 C. Subsequently 100 ml min~1 air was passed through the sample tube. In order to obtain a variation in dispersion, this procedure was carried out for 30 to 130 h. The sample was then reduced again at 400 C. Catalyst characterization The catalysts were characterized using gas adsorption (BET, CO), X-ray diffraction (XRD) and temperature programmed reduction (TPR). BET surface areas were measured at 77 K using nitrogen. The pore size distribution and the total pore volume were calculated from the desorption branch of the hysteresis curve using the method of Pierce [13]. Mean platinum particle sizes were determined using CO chemisorption on samples freshly reduced in hydrogen at 400 C. CO chemisorption was carried out at 25 C as follows: (i) measurement of total CO uptake, cor- responding to strongly and weakly adsorbed CO; (ii) evacuation of the sample for 1 h at 10~4 Pa; (iii) measurement of CO uptake, corresponding to weakly adsorbed molecules. The amount of chemisorbed CO was calculated as the difference of the two adsorption uptakes. The degree of dispersion and the mean particle size (spherical model) were estimated from the measured dispersions assuming a cross-sectional area for a platinum atom of 8.93 X lO\"20 m2 and a stoichiometric factor of one [14]. Bulk structural changes were characterized using a Philips diffracto- meter and Cu Ka radiation (X = 0.1542 nm). If appropriate, the mean platinum particle sizes were confirmed by X-ray diffraction line broadening (XRDLB). The Scherrer formula: D 0.89X hkl was used to calculate the mean platinum particle diameter from the half- width 1/2 of the (111) diffraction peak at 20 = 39.6 . Bi/a = (5?/s, m Sr2), where .81/2, m is the measured broadening and B^ the instumental broadening measured with a platinum foil. 198 Hydrogenation of ethyl pyruvate The experimental procedure for the hydrogenation has been described in detail in a previous report [5] and can be summarized as follows. The reaction was carried out in a 300 ml three-phase-slurry reactor under the following standard conditions: 0.4 mol ethyl pyruvate (EP); 0.5 g catalyst freshly reduced for 2 h in hydrogen at 400 C; 0.1 g cinchonidine (CIN); 75 ml ethanol; temperature 20 C; constant H; pressure of 70 bar; agitator speed 1200 rpm. The reaction was stopped after 1 h and the conversion measured by gas chromatography (column: 0V 101, 2 m, 150 C). Hydrogen uptake was followed by recording the pressure drop in a reservoir of known volume. The reaction rates were obtained from the derivative of this curve at zero reaction time. Initial turnover frequencies (s~1) were then calculated in terms of accessible platinum atoms. Optical yields were determined by gas chromatography on a chiral column (Chirasil (L) Val, 50 m, 150 C) after derivatization of the enantiomers with isopropyl- isocyanate. The optical yield was expressed as the enantiomeric excess (e.e.) of the (ii)-ethyl lactate: e.e. (%) = (R - S)/(R + S) X 100% Results and discussion Texturaland bulk structural properties Figure 1 shows a typical N; adsorption and desorption isotherm measured for the alumina-supported platinum catalysts. Following DeBoer [15], the hysteresis curve can be described as a type B isotherm correspond- ing to slot-shaped pores of plate-like particles. No detectable changes in the textural properties of the catalysts due to the thermal pretreatments were observed. The measured surface areas (SBET) were 130 5 m2 g~1, the mean pore diameters (dp) 2.5 nm, and the total pore volumes (Vp) 0.21 0.01 ml g-1. \"E 200 100 1 u \"3. S\" ? 300 200 100 (A) p/Po [-] (B) rp [nm] Fig. 1. Typical isotherm measured for alumina-supported catalysts at 77 K; (A) hysteresis curve (1 = adsorption, 2 = desorption); (B) pore size distribution calculated according to Pierce [13]. 199 TPR of the dried precursor indicated that the standard reduction temperature (400 C) was high enough for complete reduction to occur. The bulk structural changes occuring upon reduction are shown in the XRD patterns in Fig. 2. Upon reduction the (111) and (311) platinum reflexes appeared superimposed on the broad background due to the alumina support. For the catalysts obtained by reduction or redispersion, the intensity of the platinum reflexes was not high enough for accurate particle size determinations. The samples obtained by sintering exhibited higher intensities for the platinum reflexes, and the mean particle sizes could be calculated from the Scherrer formula. The particle sizes of the sintered catalysts obtained from XRDLB and CO chemisorption were identical within the experimental error of the methods. The ranges in which the platinum particle sizes could be varied were markedly dependent on the pretreatment applied, as shown in Table 1: using reduction at different temperatures the dispersion could be varied from 0.28 to 0.42; treatment in air of the unreduced precursor gave dispersions from 0.4 to 0.6. Redispersion was found to be effective at temperatures higher than about 350 C, yielding increased dispersions with increasing temperatures. For the redispersion process, several mechanisms such as molecular and crystallite migration [16, 17] and film formation models [18] have been proposed. Lieske et al. [19] demonstrated that redispersion of platinum in oxygen is possible only in the presence of chloride and is connected with the formation of [Pt^OxClyls. In our case, a similar mobile surface complex is believed to cause the redistribution of the platinum on the support; 2 THETA Fig. 2. X-ray diffraction patterns of the precursor and the reduced catalyst (Cu Ka); (A) precursor, (B) reduced catalyst. 200 TABLE 1 Dispersion, turnover frequency and selectivity measured for the different pretreated alumina-supported catalysts'1 Catalyst Dispersion(-) Turnover frequency(s-1) Selectivity e.e. (%) Pretreatment 1 0.30 14.4 64.7 reduction: 2 h/388 K 2 0.40 11.1 55.1 reduction: 2 h/388 K, HI dil. 3 0.35 13.7 63.6 reduction: 2 h/428 K 4 0.41 10.6 49.7 reduction: 2 h/468 K 5 0.36 14.5 51.7 reduction: 2 h/528 K 6 0.42 8.3 49.1 reduction: 2 h/558 K 7 0.46 11.5 48.7 reduction: 2 h/673 K 8 0.28 14.5 58.9 reduction: 2 h/673 K 9 0.50 11.9 40.3 redispersion: 2 h/623 K 10 0.52 10.8 44.0 redispersion: 2 h/653 K 11 0.54 11.8 34.3 redispersion: 2 h/673 K 12 0.60 11.1 33.5 redispersion: 2 h/773 K 13 0.57 14.1 38.0 redispersion: 2 h/798 K 14 0.35 15.8 38.0 sintering: 2/573 K 15 0.36 13.8 32.5 sintering: 30 h/673 K 16 0.31 16.8 33.2 sintering: 66 h/673 K 16.8 33.5 hydrogenation repeated 17 0.27 14.9 35.4 sintering: 130 h/673 K ^extural properties (surface area and pore volume) were constant for all catalysts. by treatment in air of the reduced catalysts at 500 C, platinum dispersions could be decreased from 0.35 to 0.27. Sintering or particle growth of platinum on alumina has been the subject of extensive investiga- tions, and our results are in line with expectations [20]. Higher sintering temperatures were avoided to rule out possible structural changes of the alumina. Hydrogenation of ethyl pyruvate The results of the enantioselective hydrogenations carried out over the different catalysts are summarized in Table 1. The activities of the catalysts are expressed as turnover frequencies (TOF) (s~1) at initial conditions and are plotted as a function of dispersion in Fig. 3. We note that the larger particles exhibited slightly higher initial turnover frequencies than the smaller particles. The same particle size dependence was observed for the optical yield, i.e. the selectivity of the reaction. This behavior is illustrated in Fig. 4. A similar trend has been reported for the nickel/tartrate/(3-keto-ester system by Nitta et al. [8 -10]. They explained the crystallite size effect by the increased fraction of surface atoms on regular crystal faces for larger particles [21]. It was suggested that the probability of obtaining large ensembles where the modifier and reactant can adsorb in a stereochemically 201 ^Cfl A I'5Ed 63 10 A * A ^A A A *A * AA 1 5 ^ 0 0.2 0.4 0.6 DISPERSION [-] Fig. 3. Effect of the dispersion on the turnover frequency of the enantioselective hydro- genation of ethyl pyruvate over alumina-supported platinum catalysts; (A) samples prepared using different reduction temperature or redispersion; (A) samples obtained by sintering. 80 60 . 40 20 0.2 0.3 0.4 0.5 0.6 0.7 Dispersion [-] Fig. 4. Effect of dispersion on the selectivity of the enantioselective hydrogenation of ethyl pyruvate over alumina-supported platinum catalysts: (A) samples prepared using different reduction temperature or redispersion, (A) samples obtained by sintering. 202 defined arrangement is higher for the larger particles. Our results for the platinum/cinchona alkaloid/a-keto-ester system can be interpreted by a similar model which is based on the assumption of adsorption of modifier, reactant and solvent on the platinum surface [5]. If we assume that the enantioface-differentiating step takes place on the patinum surface and that for high stereoselectivity a regular adsorption complex is necessary, it seems plausible that the structure of the platinum influences the selectivity of the reaction. Along this line, it would seem worthwhile to investigate, in particular, catalysts with even lower disper- sions. It should also be mentioned that we have never detected any sub- stantial platinum leaching from our catalysts. A dual site mechanism which is based on both metallic and ionic sites, as proposed by Sachtler and co- workers [12] for the nickel/tartrate system, is therefore less probable for the platinum system. It is important to note that the increase of optical yield with larger particle size was observed only in cases where the larger particles were produced by increasing the reduction temperature. In the cases where the larger particles were formed by long-term thermal treatments (sintering), the optical yields were about the same as measured for the smaller particles produced by redispersion. To confirm the negative effect of long-term thermal treatments, we performed some sintering experiments at elevated temperatures with a standard Pt/Al203 liquid phase hydrogenation catalyst (Engelhard 4759). A batch of this catalyst was treated for 15 h at 800 C in hydrogen, which resulted in a decrease of dispersion from 0.28 to 0.16 and of total surface area from 168 m2 g~1 to 102 n^g\"1. The enantioselecti- vity for the samples treated under extremely high temperature in a standard hydrogenation run was 10% lower compared to the standard sample. These results indicate that the method used to change the dispersion can have a marked effect on enantioselectivity. The lower selectivities for samples obtained after long-term thermal treatments could be due to migration of contaminants to the catalyst surface or changes in the morphology or particle size distribution of the platinum particles. Finally, it seems important to mention that the study of a particle size effect based on CO chemisorption may be biased by morphological differences of the immobilized platinum particles. Investigations of the platinum particle morphology and size distribution using high resolution electron microscopy and electron diffraction are presently being carried out in our laboratories. Acknowledgement Financial support by Ciba Geigy AG, Basle, Switzerland, is gratefully acknowledged. 203 References 1 Y. Orito, S. Imai, S. Niwa and Nguyen G-H, J. Synth. Org. Chem. Jpn., 37 (1979) 173. 2 Y. Orito, S. Imai and S. Niwa, J. Chem. Soc. Jpn., 8 (1979) 1118. 3 Y. Orito, S. Imai and S. Niwa, J. Chem. Soc. Jpn., 1 (1980) 670. 4 Y. Orito, S. Imai and S. Niwa, J. Chem. Soc. Jpn.. 1 (1982) 137. 5 H. U. Blaser, H. P. Jalett, D. M. Monti, J. F. Reber and J. T. Wehrii, Stud. Surf. Sci. Catal., 41 (1988) 163. 6 E. I. Klabunovskii, J. Phys. Chem. (Russian), 47 (1973) 765. 7 M. Bartok, Stereochemistry in Heterogenous Metal Catalysis, Wiley, New York 1985, p. 511 and references therein. 8 Y. Nitta, F. Sekine, T. Imanaka and S. Yeranishi, Bull. Chem. Soc. Jpn., 54 (1980) 980. 9 Y. Nitta, 0. Yamanishi, F. Sekine, T. Imanaka and S. Yerashi, J. Catal., 79 (1983) 475. 10 Y. Nitta, M. Kawabe, H. Kajita and T. Imanaka, Chem. Express, 1 (1986) 631. 11 A. A. Vedenyapin, E. I. Klabunovskii, Y. M. Talanov and G. K. Areshidze, Izv. Akad. Nauk. SSSR, Ser. Khim., 11 (1976) 2628. 12 L. Fu, H. H. Rung and W. M. H. Sachtler, J. Mol. Catal., 42 (1987) 29. 13 G. Pierce, J. Phys. Chem., 87 (1953) 149. 14 A. Renouprez, C. Houng-Van and P. A. Compagnon, J. Catal., 34 (1974) 411. 15 J. H. de Boer, The Structure and Properties of Porous Materials, Butterworths, London,1958, p. 68. 16 E. Ruckenstein and B. Pulvermacher, J. Catal., 29 (1973) 224. 17 R. M. J. Fiedorow and S. E. Wanke, J. Catal., 43 (1976) 34. 18 I. Sushumana and E. Ruckenstein, J. Catal., 108 (1987) 77. 19 H. Lieske, G. Lietz, H. Spindler and J. Volter, J. Catal., 81 (1983) 8. 20 W. G. Rothschild, H. C. Yao and H. K. Plummer, Langmuir, 2 (1986) 588 and references therein. 21 R. van Hardeveld and F. Hartog, Adv. Catal.. 22 (1972) 75. X244 89800513 0304-5102(89)80051-3 10.1016/0304-5102(89)80051-3 Chemical Articles Particle size effect on enantioselective hydrogenation of ethyl pyruvate over alumina-supported platinum catalyst J.T. Wehrli A. Baiker 1 Department of Industrial and Engineering Chemistry, Swiss Federal Institute of Technology, ETH Zentrum, CH-8092 ZurichSwitzerland 1 Author to whom correspondence should be addressed. D.M. Monti H.U. Blaser Central Research Laboratories, Ciba Geigy AG, CH-4002 BasleSwitzerland The effect of platinum particle size on the enantioselective hydrogenation of ethyl pyruvate to ethyl lactate in the liquid phase was studied using a series of Pt/γ-Al2O3 catalysts modified with cinchonidine. The catalysts containing 5 wt.% platinum were prepared by the incipient wetness technique with H2PtCl6 as precursor. Reduction at different temperatures, redispersion in air and sintering were employed to change the platinum dispersion from 0.27 to 0.6, corresponding to a particle size range of 1.7–4.0 nm. Within this particle size range, activity (expressed as initial turnover frequency) and enantioselectivity were higher for the larger particles. However, an increase in selectivity was not observed when the platinum particle size was increased by sintering. This indicates that the method applied for particle size control has an influence on the performance of the catalysts. References 1 Y. Orito S. Imai S. Niwa G-H Nguyen J. Synth. Org. Chem. Jpn. 37 1979 173 2 Y. Orito S. Imai S. Niwa J. Chem. Soc. Jpn. 8 1979 1118 3 Y. Orito S. Imai S. Niwa J. Chem. Soc. Jpn. 1 1980 670 4 Y. Orito S. Imai S. Niwa J. Chem. Soc. Jpn. 1 1982 137 5 H.U. Blaser H.P. Jalett D.M. Monti J.F. Reber J.T. Wehrli Stud. Surf. Sci. Catal. 41 1988 153 6 E.I. Klabunovskii J. Phys. Chem. (Russian) 47 1973 765 7 M. Bartok Stereochemistry in Heterogenous Metal Catalysis 1985 Wiley New York 511 and references therein. 8 Y. Nitta F. Sekine T. Imanaka S. Yeranishi Bull. Chem. Soc. Jpn. 54 1980 980 9 Y. Nitta O. Yamanishi F. Sekine T. Imanaka S. Yerashi J. Catal. 79 1983 475 10 Y. Nitta M. Kawabe H. Kajita T. Imanaka Chem. Express 1 1986 631 11 A.A. Vedenyapin E.I. Klabunovskii Y.M. Talanov G.K. Areshidze Izv. Akad. Nauk. SSSR, Ser. Khim. 11 1976 2628 12 L. Fu H.H. Kung W.M.H. Sachtler J. Mol. Catal. 42 1987 29 13 G. Pierce J. Phys. Chem. 57 1953 149 14 A. Renouprez C. Houng-Van P.A. Compagnon J. Catal. 34 1974 411 15 J.H. de Boer The Structure and Properties of Porous Materials 1958 Butterworths London 68 16 E. Ruckenstein B. Pulvermacher J. Catal. 29 1973 224 17 R.M.J. Fiedorow S.E. Wanke J. Catal. 43 1976 34 18 I. Sushumana E. Ruckenstein J. Catal. 108 1987 77 19 H. Lieske G. Lietz H. Spindler J. Völter J. Catal. 81 1983 8 20 W.G. Rothschild, H.C. Yao and H.K. Plummer, Langmuir, 2 (1986) 588 and references therein. 21 R. van Hardeveld F. Hartog Adv. Catal. 22 1972 75",
      "scopus-id": "0024961584",
      "coredata": {
        "eid": "1-s2.0-0304510289800513",
        "dc:description": "The effect of platinum particle size on the enantioselective hydrogenation of ethyl pyruvate to ethyl lactate in the liquid phase was studied using a series of Pt/γ-Al2O3 catalysts modified with cinchonidine. The catalysts containing 5 wt.% platinum were prepared by the incipient wetness technique with H2PtCl6 as precursor. Reduction at different temperatures, redispersion in air and sintering were employed to change the platinum dispersion from 0.27 to 0.6, corresponding to a particle size range of 1.7–4.0 nm. Within this particle size range, activity (expressed as initial turnover frequency) and enantioselectivity were higher for the larger particles. However, an increase in selectivity was not observed when the platinum particle size was increased by sintering. This indicates that the method applied for particle size control has an influence on the performance of the catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-01-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800513",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wehrli, J.T."
          },
          {
            "@_fa": "true",
            "$": "Baiker, A."
          },
          {
            "@_fa": "true",
            "$": "Monti, D.M."
          },
          {
            "@_fa": "true",
            "$": "Blaser, H.U."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800513"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800513"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80051-3",
        "prism:volume": "49",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Particle size effect on enantioselective hydrogenation of ethyl pyruvate over alumina-supported platinum catalyst",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "195-203",
        "prism:endingPage": "203",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 January 1989",
        "prism:doi": "10.1016/0304-5102(89)80051-3",
        "prism:startingPage": "195",
        "dc:identifier": "doi:10.1016/0304-5102(89)80051-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024961584"
      }
    }
  }
}