{
  "metadata": {
    "title": "Hydrogenation of arenes by the RhCl<ce:inf loc=post>3</ce:inf>-aliouat<ce:sup loc=post>®</ce:sup> 336 catalyst: Part 2. Reduction of naphthalene derivatives to tetralins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-02-28",
    "doi": "10.1016/0304-5102(86)87068-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286870687",
    "pii": "0304510286870687"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022661819",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286870687 0304-5102(86)87068-7 0304510286870687 10.1016/0304-5102(86)87068-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01551 2024-01-02T01:05:30.650091Z 0 0 19860201 19860228 1986 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 34 34 2 2 Volume 34, Issue 2 11 221 228 221 228 198602 February 1986 1986-02-01 1986-02-28 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. HYDROGENATIONARENESBYRHCL3ALIOUAT336CATALYST AMER I BLUM 1983 4139 J MUETTERTIES 1979 324 E JANUSZKIEWICZ 1983 1055 K BOROWSKI 1984 and references cited therein. A STUHL 1978 2405 L BOROSWKI 1983 266 A SASSON 1981 293 Y DIMITROV 1978 1317 K BARBULESCU 1974 443 N DYKHANOVA 1965 464 A NOVROCIK 1974 2769 J KAY 1914 1565 F YOSHIHIKO 1974 2769 I POUCHERT 1974 121 B C TAKAK 1982 1200 K BURNHAM 1973 285 J PETERS 1967 1382 H PAQUETTE 1977 7899 L HAMLIN 1980 343 J BERNE 1976 B DYNAMICLIGHTSCATTERING ANTON 1983 855 D BLEEKE 1981 556 J AMERX1986X221 AMERX1986X221X228 AMERX1986X221XI AMERX1986X221X228XI item 0304-5102(86)87068-7 0304510286870687 1-s2.0-0304510286870687 10.1016/0304-5102(86)87068-7 272239 2024-01-02T01:05:30.650091Z 1986-02-01 1986-02-28 1-s2.0-0304510286870687-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870687/MAIN/application/pdf/5d30b86edb801dfdf319229a4845bf18/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870687/MAIN/application/pdf/5d30b86edb801dfdf319229a4845bf18/main.pdf main.pdf pdf true 468935 MAIN 8 1-s2.0-0304510286870687-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286870687/PREVIEW/image/png/39d3ea6192a324b64b0488b134e89095/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286870687/PREVIEW/image/png/39d3ea6192a324b64b0488b134e89095/main_1.png main_1.png png 56711 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 34 (1986) 221 - 228 221 HYDROGENATION OF ARENES BY THE RhC^-ALIQUAT 336 CATALYST PART 2. REDUCTION OF NAPHTHALENE DERIVATIVES TO TETRALINS IBRAHIM AMER, HAMDULLAH AMER and JOCHANAN BLUM* Department of Organic Chemistry, The Hebrew University, Jerusalem (Israel) (Received March 28, 1985 .accepted July 15, 1985) Summary Hydrogenation of naphthalene in the presence of the RhC^-Aliquat 336 catalyst was investigated. The reaction was shown to take place at 30 C at atmospheric hydrogen pressure and to give decalin-free tetralin. Methyl- naphthalenes, naphthols and ethyl naphthoates were found to be hydro- genated mainly on the non-substituted ring. The naphthols gave tetralones in addition to the expected tetralols. Chlorinated naphthalenes proved to undergo partial hydrogenolysis even before ring hydrogenation. Further reduction of the tetralins to decalins occurred only after complete consump- tion of the starting material. Ct's-hydrogenation was found to be the main stereochemical course of the catalytic process. Introduction Only a few soluble transition metal compounds have been reported to catalyze benzene-ring hydrogenation at room temperature under atmospheric hydrogen pressure [1 - 4 ]. Naphthalene was found either to react very slowly [4-6] or to yield a mixture of tetralin and decalins [3, 5]. In this paper we report the application of the rhodium trichloride- Aliquat 336 catalyst [1,7] for smooth reduction of naphthalene and related compounds to give exclusively tetralins. Experimental General procedure for hydrogenation of naphthalene derivatives A 10 ml three-necked flask equipped with a neoprene seal, two gas-tight taps and a small magnetic bar was charged with a mixture of 10 mg (3.79 X *Author to whom correspondence should be addressed. 0304-5102/86/$3.50 Elsevier Sequoia/Printed in The Netherlands 222 10~2 mmol) of RhCla-SHaO, 1.0 ml of triple-distilled water, 22 mg (5.4 X 10~2 mmol) of Aliquat -336, 100 pi (0.23 mmol) of tri-n-octylamine and 0.4 - 3.0 ml of 1,2-dichloroethane. The mixture was stirred at constant rate at 30 0.5 C for 10 min, and 1.0 mmol of freshly chromatographed aro- matic substrate was added. The reaction flask was connected both to an iden- tical vessel via an efficient sintered glass filter coated with a sheet of Milli- pore paper, and to a hydrogenation apparatus. The air in the system was removed and replaced by 1 atm hydrogen. The gas absorption was recorded and samples were withdrawn periodically for GC analysis. After 90 min, the stirring was interrupted and the reaction mixture was freed from a small amount of black precipitate by forcing it through the Millipore filter into the second flask, followed by washing with 0.1 - 0.5 ml of 1,2-dichloro- ethane. All measures were taken to avoid any introduction of air into the system during this operation. The stirring was now resumed in the second flask and the progress of the reaction monitored both by the H2 uptake and by periodic GC analysis of the mixture. After a total of 23 -144 h (see Table 1) the organic layer was filtered through acidic alumina (pH 4.5), separated and analyzed either on a 10% Carbowax 20M/Chromosorb W or on a 10% OV-17/Chromosorb W column. Typical results for naphthalene reduc- tion and for some of its derivatives are summarized in Table 1. The products were identified either by comparison with authentic samples or by their dis- tinguishing ^ NMR spectra given in Table 2. 1 R' =R2 =R5 =R\"= H 1 2 R2 =R5 =R6 =H R1 =CH3 1 3 R' =R2 =R6 =H R5 =CH3 1 4 R' =R5 =R6 =H R2 =CHa 1 5 R1 =R2 =R5 =H R6 =CHa 6 R2 =R5 =R6 =H R1 =C1 7 R1 =R2 =R6 =H R5 =C1 8 R' =R5 =R6 =H R2 =C1 7 9 R1 =R2 =R5 =H R6 =c1 6 10 R2 =R5 =R6 =H R1 =OH 6 11 R' =R5 =R6 =H R2 =OH 12 R2 =R5 =R6 =H R1 = COOCzHs 13 R1 =RS =R6 =H R2 = COOCzHs OH f^ \"\".r ^-1 f 'H /^/OH S^ 'JL l?^ 20 21 14 R2 = H R' = OH 15 R1 = H R2 = OH 16 R2 = H R' = COOC-tHs 17 R' = H R2 = COOCaHs 8 1 18 223 TABLE 1 Hydrogenation of naphthalene derivatives in the presence of the RhC^-SH^O-Aliquat 336 system Expt. Substrate Reaction Conversion Products time (h) (%) (yield, %) naphthalene 23 1-methylnaph- 137 thalene 2-methylnaph- 144 thalene 1-chloronaph- 25 thalene 2-chloronaph- 25 thalene 1 -naphthalenol 4 5 7 2-naphthalenol 48 10 1 -naphthalene- carboxylic acid ethyl ester 2-naphthalene- carboxylic acid ethyl ester 26 26 2,3-dimethyl- 120 naphthalene 81 1,2,3,4-tetrahydronaphthalene (1) (81) 31 1,2,3,4-tetrahydro-l -methylnaphtha- lene (2) (9); l,2,3,4-tetrahydro-5- methylnaphthalene (3) (22) 17 l,2,3,4-tetrahydro-2-methylnaphtha- lene (4) (1); l,2,3,4-tetrahydro-6- methylnaphthalene (5) (16) 74 naphthalene (9); 1,2,3,4-tetrahydro- naphthalene (1) (46); 5-chloro-l,2,3,- 4-tetrahydronaphthalene (7) (10) 68 naphthalene (12); 1,2,3,4-tetrahydro- naphthalene (1) (32); 6-chloro-l,2,3,- 4-tetrahydronaphthalene (9) (24) 100 1,2,3,4-tetrahydro-l -naphthalenol (10) (19); 5,6,7,8-tetrahydro-l-naph- thalenol (14) (64); 3,4-dihydro-l- (2H)-naphthalenone (17) 88 l,2,3,4-tetrahydro-2-naphthalenol (11) (4); 5,6,7,8-tetrahydro-2-naph- thalenol (15) (70); 3,4-dihydro-2- (IH)-naphthalenone (14) 82 1,2,3,4 -tetrahydro-1 -naphthalene- carboxylic acid ethyl ester (12) (23); 5,6,7,8-tetrahydro-l-naphthalene- carboxylic acid ethyl ester (16) (59) 85 l,2,3,4-tetrahydro-2-naphthalene- carboxylic acid ethyl ester (13) (8); 5,6,7,8 -tetrahydro-2-naphthalene- carboxylic acid ethyl ester (17) (76) 35 cis-l,2,3,4-tetrahydro-2,3-dimethyl- naphthalene (18) (12); 1,2,3,4-tetra- hydro-6,7-dimethylnaphthalene (19) (23) Reaction system: 1 namol substrate, 3.79 X 10~2 mmol RhCla^H^O in 1 ml triple- distilled water, 3.4 X 10~2 mmol Aliquat 336, 0.23 mmol tri-n-octylamine, 0.5 ml (C'H.^Cl)t (in expt. 10, 1 ml was used and in expts. 6 and 7, 3 ml were needed); hydrogen pressure 1 atm; temperature 30 0.5 C. Repetition of the experiments without filtration of the initially formed precipitate was found to lead to the same results in terms of yield and reac- tion profiles, provided the filtration time was taken into consideration. 224 TABLE 2 200 MHz 'H NMR data of some tetralins listed in Table 1 Compound Chemical shifts (ppm), coupling constants and proton assignment 2 [8] 1.315 (d,3,^= 7.0 Hz, CH3),1.565 (m,2,H2), 1.924 (m,2,H3), 2.778 (t,2, ^3,4 = 5.7 Hz, H4), 2.918 (m,l,Hl), 7.030 - 7.174 (m,H5, H6, H7, H8) 3 [9] 1.910 (m,4,H2,H3), 2.306 (s,3,CH3), 2.717 (t,2,c/3 4 = 5.7 Hz, H4), 2.869 (t,2,^i,2 = 5.8 Hz,Hl), 7.039 (m,3,H6,H7,H8) 5 [9] 1.776 (m,4,H2,H3), 2.279 (s,3,CH3), 2,726 (m,4,Hl,H4), 6.930 (m,3, H5,H7,H8) 7 [10] 1.777 (m,4,H2,H3), 2.749 (t,4,Ji^ =^3,4 = 6.0 Hz,Hl,H4), 6.947 (dd,l, Jf.,8 = 1-8 Hz, ^7,8 = 7-1 Hz,H8), 7.011 (t,l,^6,7,8 = 7.1 Hz; H7); 7.158 (dd,l,^,7 7.1 Hz, ^,8 = 1-8 Hz,H6) 9 [11 ] 1.772 (m,4,H2,H3), 2.725 (m,4,Hl,H4), 6.992 (s,l,H5), 7.038 (m,2,H7, H8) 12 [12] 1,291 (t,3^=7.2Hz,CH3), 1.951 - 2.154 (m,H2,H3), 2.825 (m,2,H4), 3.831 (t,l,Ji 2 =4.7 Hz,Hl),4.208(q,2,</=7.2Hz,CH2CH3),7.163 (m,4,H5,H6,H7,H8) 13 [13] 1.287 (t,3,^ =7.0 Hz, CH3), 2.231 (m,2,H3), 2.715 (m,l,H2), 2.863 (m, 2,H4), 3.051 (d,2,J = 7.4 Hz,Hl), 4.191 (q,2,J = 7.0 Hz,CH2CH3), 7.100 (s,4,H5,H6,H7,H8) 14 [14] 1.823 (m,4,H6,H7), 2.650 (\\.,2^J^ g = 6.0 Hz,H8), 2.758 (t,2,Js,6 = 6.0 Hz, H5), 4.502 (br s, 1, OH), 6.620 (d,l,J^ 3 = 6.5 Hz,H2); 6.710 (d,l, ^3,4 = 6.5 Hz, H4), 7.006 (t,l^,3,4 = 6.5 Hz, H3) 15 [15] 1.751 (m,4,H6,H7), 2.663 (m,4,H5,H8), 6.530 (d,l,^i,3 = 2.4 Hz,Hl), 6.630(dd,l,^l,3=2.4Hz,J3,4=8.3 Hz,H3), 6.920 (d,1,^3,4 =8.3 Hz,H4) 16 [16] 1.377 (t,3,^= 7.0 Hz,CH3),l.783 (m,4,H6,H7), 2.S28 (distt,2,H5), 3.03 (dist t,2,H8), 4.352 (q,2,^ = 7.0 Hz.C&CHa), 7.162 (m,2,H3,H4), 7.630 (dd,l,J2,3 = 4.3 Hz,J2,4 = 1.3 Hz,H2) 1.380 (t,3,J= 7.0 Hz,CH3), 1.801 (m,4,H6,H7), 2.788 (m,4,H5,H8), 4.332 (q,2,^= 7.0 Hz,CH2CH3), 7.068 (d,l,^3 4 = 8.5 Hz,H4), 7.683 (d, 1^/3,4 = 8.5 Hz,H3), 7.712 (s,l,Hl) 17 18 [ 17 ] 0.921 {d,3,J = 7.0 Hz,CH3), 2.003 (m,2,H2,H3), 2.512 and 2.850 (dd,2, 'gem = 16.3 Hz,./y,c = 7.1 Hz,Hl,H4 and dd,2,Jgem = 16.3 Hz, Jy,c = 5.0 Hz,Hl',H4'), 7.085 (s,4,H5,H6,H7,H8) 19 [18] 1.763 (m,4,H2,H3), 2.203 (s,6,CH3), 2.687 (m,4,Hl,H4), 6.850 (s,2,H5, H8) \"IR (neat) 1695 cm\"1; found: C, 76.63; H, 7.96%. C^H^O; requires: C, 76.47; H, 7.84%. Results and discussion In contrast to Muetterties' allyl cobalt phosphites that are short lived [2], and to amino acid-rhodium complexes that tend to decompose into the free metal [4], the solvated ion pair t(C8Hl7)3NCH3]+[RhCl4]- [1] gives a perfectly stable arene hydrogenation catalyst that, under exclusion of air, 225 can be recycled in subsequent runs. However, as even the latter complex forms some solid material during the very initial stage of the process, it should be questioned whether the hydrogenation of naphthalenes takes place by homogeneous or heterogeneous catalysis. The fact that both the filtered and the non-filtered reaction mixtures gave identical results in respect to rates and yields, is in favor of a homogeneous catalyst system. Moreover, the filtered solution proved (i) to give a negative Maitlis test for heterogeneity [19] throughout the entire process, (ii) not to scatter He-Ne laser beams [20], not to be poisoned by mercury [21], but to be strongly affected by the specific inhibitor of homogeneous systems dibenzo[a,e]cycloocta- tetraene [21]. Strongest support for the homogeneous nature of the catalysis was, however, provided by the highly reproducible kinetic measurements for various substituted naphthalene derivatives. Under the conditions given in the Experimental section, selective hydro- genation of one of the naphthalene rings could easily be obtained. In all sys- tems studied, reduction of the second aromatic ring could be detected only after complete conversion of the starting material into tetrahydro derivatives. An example for such a stepwise reaction is illustrated in Fig. 1. Table 1 indicates that all substituted naphthalenes studied are reduced preferentially at the non-substituted ring. We attribute this phenomenon to a steric effect on the coordination of the substrate to the catalyst. The inter- ference is particularly pronounced when the substituent is in the f3 position. Thus, while a-methyl-, a-hydroxy- and cv-carbethoxy-naphthalene (expts. 2, 6 and 8) yielded tetralins 2 and 3, 9 and 14,12 and 16 in ratios 0.409, 0.297 and 0.390, respectively, the corresponding ratios of tetralins 4/5,11/15 and 13/17 (expts. 3, 7 and 9 with jS-substituted naphthalenes) were only 0.062, 0.057 and 0.105. Introduction of two (3-methyl groups seems however, to be less interfering than just one substituent, since they may participate in allyl coordination to the metal after hydrogen abstraction (cf., e.g. [22]). Conse- quently, 2,3-dimethylnaphthalene formed 34% of the tetralin in which the substituents were on the hydroaromatic ring. Fig. 1. Reaction profiles for hydrogenation of 1-naphthalenecarboxylic acid ethyl ester under conditions of Table 1. The induction period is not shown. (A) starting material; ( ) 12; (0)16; (A) 22. 226 While alkyi, hydroxy and carbethoxy groups proved not to be affected during ring saturation, the chlorine atoms in expts. 4 and 5 were found to undergo partial hydrogenolysis prior to, and probably also during, the ring hydrogenation process. The tetralin formed in these experiments might therefore be the reduction product of both the initially formed naphthalene as well as the chlorinated tetralins 6 and 8. Chlorotetralins 7 and 9, in which the aromatic halogen atoms are less labile, proved to survive at least part of the catalysis. It is remarkable that although methyl benzoate was reduced by our catalyst system to a 1:9 mixture of cyclohexylmethanol and methyl hexa- hydrobenzoate [I], no ester reduction took place in expts. 8 and 9. In analogy to the formation of cyclohexanone from phenol [I], 1- and 2-naphthalenols formed substantial amounts of 3,4-dihydro-l(2H)- and 3,4- dihydro^l.H^-naphthalenone, respectively. As these compounds are the keto tautomers of enols 20 and 21, the transformation of naphthalene to tetralin is assumed to involve the intermediacy of dihydronaphthalene pre- cursors e or e' (see Scheme 1). ds-hydrogenation was found to be the preferential stereochemical course of the process. 2,3-Dimethylnaphthalene gave in expt. 10 cis-1,2,3,4- tetrahydro-2,3-dimethylnaphthalenefree of the trans isomer. Moreover, when the tetralin derivatives were allowed to be further hydrogenated the final fully saturated products consisted either mainly or entirely of ci's-decalins. R2 MH MH ) Scheme 1. S. 227 For example, both ethyl 1,2,3,4- and ethyl 5,6,7,8-tetrahydro-l-naphthoate (12 and 16, respectively) formed in expt. 8 (rans-1-carbethoxy-cis-decahydro- naphthalene (22) as the only product (See Fig. 1). 22: IR (neat) 1710 cm-1; 200 MHz ^ NMR (CDCIs) 5 1.249 (t, 3,J= 7.1 Hz, CHa), 1.377 -1.845 (m, 15, H2, H3, H4, H4a, H5, H6, H7, H8), 2.104 (m, 1, H8a), 2.432 (dt, 1, J^ ga = 11.6 Hz, HI), 4.121 (q, 2, J=7.1 Hz, CH2CH3); 50.32 MHz \"CTON'MR (CDCL,) 14.295, 20.819, 21.594, 22.156, 24.946, 25.574, 26.546, 32.342, 36.757, 38.796, 47.575, 59.899, 175.190 ppm; Elemental analysis found: C, 74.55; H, 10.65%. Ci^H^O; requires: C, 74.29; H, 10.48%. Though we have not yet performed detailed kinetic studies, our results are compatible with the mechanism outlined in Scheme 1. It has the general features of the mechanism proposed by Bleeke and Muetterties [22] for arene hydrogenation by 7r-C3HsCo(P(OR)3)3. When R1 or R2 ^ H, pathway a-^-b-^c-^d-^e-^f-^-gistobe favored over pathway a -> b -> c' -> d' -^ e' - f - g, as the latter route suffers more seriously from the steric constraints of the substituents. Bulky R2 groups that interfere with the formation of ff-allyl intermediates c and d cause the metal coordination and subsequent reduction to take place mainly on the unsubstituted aromatic ring. Acknowledgement We are grateful to the U.S.-Israel Binational Science Foundation for financial support of this study. References 1 Part 1. J. Blunn, J. Amer, A. Zoran and Y. Sasson, Tetrahedron Lett., 24 (1983) 4139. 2 E. L. Muetterties and J. R. Bleeke, Ace. Chem. Res., 12 (1979) 324, and references cited therein. 3 K. E. Januszkiewicz and H. Alper, Organometallics, 2 (1983) 1055. 4 A. F. Borowski and I. Rajca, Transition Met. Chem., 9 (1984) and references cited therein. 5 L. S. Stuhl, M. Rakowski DuBois, F. J. Hiskorn, J. R. Bleeke, A. E. Stevens and E. L. Muetterties, J. Am. Chem. Soc; 100 (1978) 2406. 6 See e.g., A. F. Boroswki, Transition Met. Chem., 8 (1983) 266. 7 Y. Sasson, A. Zoran and J. Blum, J. Mol. Catal., 11 (1981) 293. 8 Kh. Dimitrov and S. Arnaudov, Dokl. Bolg. Akad. Nauk, 31 (1978) 1317. 9 N. Barbulescu and M. Leca, Rev. Roum. Chim., 19 (1974) 443. 10 A. S. Dykhanova, R. S. Milner and B. M. Kracovitskii, Zh. Vses. Khim.. 10 (1965) 464. 11 J. Novrocik, K. Komarek and J. Poskocil, J. Chromatogr.. 124 (1974) 2769. 12 F. W. Kay and A. Morton, J. Chem. Soc.. 10S (1914) 1665. 13 I. Yoshihiko, Y. Kazuya and S. Tokeo, J. Org. Chem.. 39 (1974) 2769. 14 C. J. Pouchert and J. R. CampbeU, The Aldrich Library of NMR Spectra, 4 (1974) 121B. 228 15 K. Takak, M. Okada, M. Yanoda and K. Nogoro, J. Org. Chem., 47 (1982) 1200. 16 J. W. Burnham, W, P. Duncan and E. I. E. Eisenbraun, Org. Prep. Proc. Int. (1973) 285. 17 H. Peters, R. Archer and H. Mosher, J. Org. Chem., 32 (1967) 1382. 18 Cf., L. A. Paquette, J. M. Photis and R. P. Micheli, J. Am. Chem. Soc., 99 (1977) 7899. 19 J. E. Hamlin, K. H. Hirai, A. Millan and P. M. Maitlis,./. Myl. Catal., 7 (1980) 343. 20 See e.g., B. J. Berne and R. Pecora, Dynamic Light Scattering, Wiley, New York, 1976. 21 D. R. Anton and H. Crabtree, Organometallics, 2 (1983) 855. 22 J. R. Bleeke and E. L. Muetterties, J. Am. Chem. Soc., 103 (1981) 656. X244 86870687 0304-5102(86)87068-7 10.1016/0304-5102(86)87068-7 Industrial catalysis Hydrogenation of arenes by the RhCl3-aliouat® 336 catalyst Part 2. Reduction of naphthalene derivatives to tetralins Ibrahim Amer Hamdullah Amer Jochanan Blum 1 Department of Organic Chemistry, The Hebrew University, JerusalemIsrael 1 Author to whom correspondence should be addressed. Hydrogenation of naphthalene in the presence of the RhCl3-Aliquat® 336 catalyst was investigated. The reaction was shown to take place at 30 °C at atmospheric hydrogen pressure and to give decalin-free tetralin. Methylnaphthalenes, naphthols and ethyl naphthoates were found to be hydrogenated mainly on the non-substituted ring. The naphthols gave tetralones in addition to the expected tetralols. Chlorinated naphthalenes proved to undergo partial hydrogenolysis even before ring hydrogenation. Further reduction of the tetralins to decalins occurred only after complete consumption of the starting material. Cis-hydrogenation was found to be the main stereochemical course of the catalytic process. References 1 Part 1 J. Blum J. Amer A. Zoran Y. Sasson Tetrahedron Lett. 24 1983 4139 2 E.L. Muetterties J.R. Bleeke Acc. Chem. Res. 12 1979 324 and references cited therein. 3 K.E. Januszkiewicz H. Alper Organometallics 2 1983 1055 4 A.F. Borowski I. Rajca Transition Met. Chem. 9 1984 and references cited therein. 5 L.S. Stuhl M.Rakowski DuBois F.J. Hiskorn J.R. Bleeke A.E. Stevens E.L. Muetterties J. Am. Chem. Soc. 100 1978 2405 6 See e.g. A.F. Boroswki Transition Met. Chem. 8 1983 266 7 Y. Sasson A. Zoran J. Blum J. Mol. Catal. 11 1981 293 8 Kh. Dimitrov S. Arnaudov Dokl. Bolg. Akad. Nauk 31 1978 1317 9 N. Bǎrbulescu M. Leca Rev. Roum. Chim. 19 1974 443 10 A.S. Dykhanova R.S. Milner B.M. Kracovitskii Zh. Vses. Khim. 10 1965 464 11 J. Novrocík K. Komárek J. Poskočil J. Chromatogr. 124 1974 2769 12 F.W. Kay A. Morton J. Chem. Soc. 105 1914 1565 13 I. Yoshihiko Y. Kazuya S. Tokeo J. Org. Chem. 39 1974 2769 14 C.J. Pouchert J.R. Campbell The Aldrich Library of NMR Spectra 4 1974 121 B 15 K. Takak M. Okada M. Yanoda K. Nogoro J. Org. Chem. 47 1982 1200 16 J.W. Burnham W.P. Duncan E.I.E. Eisenbraun Org. Prep. Proc. Int. 1973 285 17 H. Peters R. Archer H. Mosher J. Org. Chem. 32 1967 1382 18 Cf. L.A. Paquette J.M. Photis R.P. Micheli J. Am. Chem. Soc. 99 1977 7899 19 J.E. Hamlin K.H. Hirai A. Millan P.M. Maitlis J. Mol. Catal. 7 1980 343 20 See e.g. B.J. Berne R. Pecora Dynamic Light Scattering 1976 Wiley New York 21 D.R. Anton H. Crabtree Organometallics 2 1983 855 22 J.R. Bleeke E.L. Muetterties J. Am. Chem. Soc. 103 1981 556",
      "scopus-id": "0022661819",
      "coredata": {
        "eid": "1-s2.0-0304510286870687",
        "dc:description": "Hydrogenation of naphthalene in the presence of the RhCl3-Aliquat® 336 catalyst was investigated. The reaction was shown to take place at 30 °C at atmospheric hydrogen pressure and to give decalin-free tetralin. Methylnaphthalenes, naphthols and ethyl naphthoates were found to be hydrogenated mainly on the non-substituted ring. The naphthols gave tetralones in addition to the expected tetralols. Chlorinated naphthalenes proved to undergo partial hydrogenolysis even before ring hydrogenation. Further reduction of the tetralins to decalins occurred only after complete consumption of the starting material. Cis-hydrogenation was found to be the main stereochemical course of the catalytic process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286870687",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Amer, Ibrahim"
          },
          {
            "@_fa": "true",
            "$": "Amer, Hamdullah"
          },
          {
            "@_fa": "true",
            "$": "Blum, Jochanan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286870687"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286870687"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)87068-7",
        "prism:volume": "34",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of arenes by the RhCl3-aliouat® 336 catalyst Part 2. Reduction of naphthalene derivatives to tetralins",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "221-228",
        "prism:endingPage": "228",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 1986",
        "prism:doi": "10.1016/0304-5102(86)87068-7",
        "prism:startingPage": "221",
        "dc:identifier": "doi:10.1016/0304-5102(86)87068-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022661819"
      }
    }
  }
}