{
  "metadata": {
    "title": "Metal—support interaction effects in the liquid-phase selective hydrogenation of 1,4-butynediol with nickel catalysts supported on AlPO<ce:inf loc=post>4</ce:inf> and on other conventional non-reducible compounds",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-12-14",
    "doi": "10.1016/0304-5102(93)80058-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293800583",
    "pii": "0304510293800583"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027836005",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293800583 0304-5102(93)80058-3 0304510293800583 10.1016/0304-5102(93)80058-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02544 2024-01-02T01:06:03.941633Z 0 0 19931214 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 85 85 3 3 Volume 85, Issue 3 4 305 325 305 325 19931214 14 December 1993 1993-12-14 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. METALSUPPORTINTERACTIONEFFECTSINLIQUIDPHASESELECTIVEHYDROGENATION14BUTYNEDIOLNICKELCATALYSTSSUPPORTEDALPO4OTHERCONVENTIONALNONREDUCIBLECOMPOUNDS CAMPELO J BOND 1962 357 G CATALYSISBYMETALS NIELSEN 1981 17 A TAUSTER 1978 170 S TAUSTER 1987 389 S KO 1985 260 E CHANG 1985 51 T LAMBER 1990 285 R CHEN 1982 3534 B CAMPELO 1982 315 J MARCELIN 1983 42 G SOLYMOSI 1967 233 F SCHWAB 1978 1 G BOND 1982 1 G TAUSTER 1981 1121 S KAO 1982 136 C SAUVION 1985 1357 G HALLER 1989 173 G SUN 1986 5178 Y BOND 1988 1130 G SMITH 1981 270 J BOND 1982 1 G METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS PONEC 1982 63 V METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS PUTANOV 1987 271 P CAMPELO 1982 131 J CAMPELO 1983 307 J CAMPELO 1983 851 J CAMPELO 1984 659 J CAMPELO 1986 108 J BAUTISTA 1989 493 F BAUTISTA 1990 171 F BAUTISTA 1991 91 F BAUTISTA 1991 269 F STUDIESINSURFACESCIENCECATALYSISNO59HETEROGENEOUSCATALYSISFINECHEMICALSII MARCELIN 1986 64 G KO 1985 201 E MARCELIN 1983 482 G MARCELIN 1985 270 G ARAMENDIA 1990 375 M ARAMENDIA 1990 286 M MINOT 1990 341 C SZYMANSKI 1986 366 R SOMORJAI 1977 1 G LIN 1988 723 Z WAGNER 1964 46 C PEARSE 1972 318 C LANGFORD 1978 102 J HERNAN 1986 172 L DEKEIJSER 1982 308 T THORNTON 1958 738 P SEEGER 1962 348 A KEARBY 1961 2567 K PROC2NDINTCONGRCATALPARIS1960 CAMPELO 1983 544 J CAMPELO 1983 544 J RACHINGER 1948 254 W DEKEIJSER 1983 309 T MOSS 1976 43 R EXPERIMENTALMETHODSINCATALYTICRESEARCH SCHERRER 1919 98 P KODITZ 1981 105 W HERNAN 1987 274 L BALTZLY 1976 920 R RADER 1962 1443 C CERVENY 1982 503 L BOUDART 1984 M KINETICSHETEROGENEOUSCATALYTICREACTIONS CERVENY 1985 33 L CERVENY 1982 223 L CERVENY 1987 2909 L BARBIER 1986 269 J BARTHOLOMEW 1980 335 R SOMORJAI 1975 580 G CHE 1989 55 M FUENTES 1988 353 S CAMPELOX1993X305 CAMPELOX1993X305X325 CAMPELOX1993X305XJ CAMPELOX1993X305X325XJ item 0304-5102(93)80058-3 0304510293800583 1-s2.0-0304510293800583 10.1016/0304-5102(93)80058-3 272239 2024-01-02T01:06:03.941633Z 1993-12-14 1-s2.0-0304510293800583-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800583/MAIN/application/pdf/ceadd09600efd9b6736596bdb3102a4b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800583/MAIN/application/pdf/ceadd09600efd9b6736596bdb3102a4b/main.pdf main.pdf pdf true 1630372 MAIN 21 1-s2.0-0304510293800583-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800583/PREVIEW/image/png/5793633664952765d02af4001fb70e2e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800583/PREVIEW/image/png/5793633664952765d02af4001fb70e2e/main_1.png main_1.png png 63509 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 85 (1993) 305-325 305 Elsevier Science Publishers B.V., Amsterdam M246 Metal-support interaction effects in the liquid-phase selective hydrogenation of 1,4-butynediol with nickel catalysts supported on AIP04 and on other conventional non-reducible compounds Juan M. Campelo, Rafael Guardeno, Diego Luna* and Jose M. Marinas Department of Organic Chemistry, University of Cordoba, E-14004 Cordoba (Spain) Julian Morales and Jose L. Tirado Department of Inorganic Chemistry, University of Cordoba, E-14004 Cordoba (Spain) (Received September 15,1992; accepted July 20,1993 ) Abstract The liquid-phase selective hydrogenation of 1,4-butynediol has been carried out on nickel catalysts at 20 wt.-% supported on different AlP04, AIP04-AI203 and AlPO4-5102 systems. Furthermore, some conventional non-reducible compounds, such as Si02, A120s, active carbon or a natural sepiolite were also used as supports. In addition, the effects of nickel loading and Ni-Cu alloying were studied using carbon as the metal support. The relative adsorption constants, KT,D, were also obtained from the relative reactivities, RT,D, obtained in the consecutive hydrogenation process and the corresponding individual hydrogenation rates of 1,4-butynediol and 1,4-butenediol. These values were used to follow the changes in the electronic structure of supported nickel crystallites. Besides, structural defects of supported-nickel crystallites such as 'twin faults', 'atacking faults' and'microstrains', were determined by X-ray diffraction line broadening analysis. These parameters were used for measuring the participation of geometric support effects in the catalytic activity of supported nickel catalysts. TEM measurements coupled with digital image processing were also used to measure nickel particle sizes. Results obtained in the correlation between kinetic data and structural defects in supported-nickel crystallites as well as with textural and acid-basic properties of the supports indicated that electronic and geometric effects were simultaneously developed throughout metal-support interactions. Key words: AIP04;1,4-butynediol; hydrogenation; nickel Introduction In heterogeneous metal catalysis, the belief that the support is merely an inert substrate for metal particles, used mainly to provide well-dispersed catalysts to prevent sintering and deactivation, has not been valid for at least thirty years [ 1 ] , and metal-support interaction effects have been shown to play an important role in applied catalysis [ 2 ] . Thus, it is often found that *Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 306 Juan M. Campelo et ad. / J. Mol. Catal. 85 (1993) 305-325 support materials modify not only the chemical reactivity of metal catalysts but also their capacity to adsorb gases. With respect to this, the subject of a great part of current research in catalysis by metals is strong metal-support interaction effects (SMSI). This refers to the inability of some supported metal particles to adsorb hydrogen and/or carbon monoxide after a reduction at temperatures where the support is known to be at least partially reduced [ 3 ] . This behaviour, initially associated with reducible transition metal oxides like Ti02 [ 4 ] or Nb205 [ 5 ] , has now been extended to non-transition metal oxides like A1203 [ 6 ] and Si02 [ 7 ] or some materials such as silicon carbide [ 8 ] or AIP04 [9,10]. Consequently, the behaviour of some metal-supported catalysts with respect to adsorption and catalytic activity seems to be similar to that observed in Ti02-supported catalysts, although the mechanism of this metal-support interaction could be different for different systems. Since the first discovery made by Solymosi [ 11 ] and Schwab [ 12 ] concerning the dominant role of electronic interactions in determining metal-support interaction effects, many studies have demonstrated that a change in the electron density of the metal, because of the transfer of electrons from support to metal or vice versa, can significantly modify chemisorption and catalytic properties [ 13-16 ] . However, other explanations for this behaviour have been suggested, such as different coverage models or `decoration' [ 17-19 ] or morphological changes in the active metal [ 20 ] . Besides, suggestions have been made that any of the models alone cannot explain metal-support interaction effects in real catalysts [ 21,22 ] and energetic, electronic and geometric properties of supported metal particles are simultaneously modified by electronic metalsupport interaction and by changes from bulk to atomic properties of the metal. Both effects become more important as the particle size of the metal becomes smaller and it will not always be easy to distinguish between the relative contributions of electronic and structural or geometric effects on catalytic (and/ or chemisorptive) properties of supported metal [ 23 ] . As a part of our work on the catalytic behaviour of AIP04 supported nickel catalysts in several liquid-phase hydrogenation reactions (9,24-32), the present paper reports on research into the relative influence of geometric and electronic effects of supports on the catalytic behaviour of such catalysts. In this respect, the existence of metal-support interactions on AIP04 supported nickel catalysts has been extensively based not only on the kinetic behaviour of catalysts [9,10,24-34 ] and on suppression of hydrogen chemisorption [ 10,31,35 ], as is typical of SMSI oxide supports, but also on the help of a poisoning titration method [27 ] and on magnetic studies [36,37 ] . These magnetic studies, through changes in the Curie point of the supported nickel, indicated a bulk electronic interaction between the nickel metal and the phosphate-containing supports, but not on other interacting supports. The reason for such a different behaviour is not yet known. As a reaction probe, we have selected the liquid-phase semihydrogenation of 1,4-butynediol. The results previously obtained [32] indicate that catalytic Juan M. Campelo et al. / J. Mot. Catal. 85 (1993) 305-325 307 activity, selectivity and catalyst metal surface area are closely correlated to some textural and/or acid-base properties of the corresponding support. Thus, from kinetic analysis of the consecutive hydrogenation, we can obtain KT,D, the relative adsorption constant of the triple bond with respect to the double bond for different catalysts [30,38,39 ] . These values, according to the results previously described for the competitive hydrogenation of toluene and benzene on several supported noble metals [40,41 ], may be used to follow the changes in the electronic structure of supported nickel crystallites. Thus, KTD values, as well as all the other kinetic parameters obtained in the liquid-phase consecutive hydrogenation of 1,4-butynediol, could be correlated with the support acid-base properties of the nickel-supported catalyst, with the metal loading or the presence of a second metal, such as copper, in order to test the electronic influence on metal-support interaction effects. Otherwise, some correlation between support textural properties and kinetic parameters would be related to geometric effects of the support. On the other hand, in catalysis on single metal crystals, step or corner atoms show different catalytic properties than terrace atoms [ 42 ] . However, although there is evidence to suggest that crystal defects may provide active sites in supported metal catalysts, the exact nature and function of the sites is not yet well known. With regard to this, it was recently established that in some catalytic reactions, not only metallic dispersion but also the microstructure of metal particles must be considered as factors controlling selectivity [43 ] . In other ways, defects in the broad sense include different effects that should be evaluated separately. Thus, X-ray diffraction line broadening analysis (XRDLBA) has been extensively used to evaluate defect structures in metals, averaged to a significantly large volume sample [ 44-47 ] . The different measurements include the size of the coherent diffraction domains in selected crystallographic directions and the content of microstrains, as referred to the variations of interplanar spacing due to the presence of dislocations. Both parameters can be easily determined from the Lorentzian and Gaussian components of line breadth, respectively [ 48 ] . Further analysis of other effects, such as the asymmetric broadening of the profiles and hence a shift of the center of gravity of peaks, may provide information on the presence of twin faults [ 49 ] . A shift in the position of the XRD peak can also be used to identify the occurrence of stacking faults in the metal lattice [ 50 ] . In the present paper, structural defects of supported-nickel crystallites are evaluated by XRDLBA. These parameters and those obtained by using transmission electron microscopy (TEM) will be correlated with textural and acidbase properties of solids used as supports in order to evaluate the potential correlation between the two kinds of parameters. Furthermore, the influence of former structural parameters on catalytic activity and selectivity in the liquid-phase semihydrogenation of 1,4-butynediol will also be determined. 308 Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 Experimental Catalysts preparation Catalysts containing 20 wt.-% nickel were prepared by impregnation of eleven different supports to incipient wetness with 10 M aqueous nickel nitrate following the procedure previously described [ 9,24-32 ] . They were dried, crushed and screened to particle size < 0.149 mm (10 mesh size), reduced in an ultrapure hydrogen stream (1.7 cmI s-1) at 400 C for 4 h, and then cooled to room temperature in the same hydrogen stream and stored in sealed glass bottles until required. Three different aluminum orthophosphates were prepared according to Kearby [ 51 ] by precipitation from aqueous solutions of AIC13 6H20 and H3P04 (85 wt.-%) at pH=6.1 at the `precipitation end point', with ammonium hydroxide solution (AIP04-A), ethylene oxide (AIP04-E) and propylene oxide (AIP04-P). Similarly, another three AIP04-A1203-A, E and P systems (75: 25 wt.-%) were obtained, as well as an AIP04-Si02 (20:80 wt.-%), using ethylene oxide as the precipitation agent. The solid obtained was then washed with isopropyl alcohol and dried at 120 C for 24 h. The resulting powder screened at 0.120-0.149 mm was calcined for 3 h in an electric muffle furnace at 650 C. Furthermore, some common commercial materials such as a silica from Merck (Kieselgel 60, 70-230 mesh), Si02; an alumina (aluminum oxide active acidic for chromatography) from Merck, A1203 and an active carbon from Panreac, C; as well as natural sepiolite from Vallecas (Madrid), supplied by Tolsa S.A., TABLE 1 Textural and acid-base properties of different supports Support SBBTB V b d ` Acidity' vs. PYe Basicityd vs. BA' AIP0,-A 156 0.68 3.6 190 200 AlP04-E 242 0.52 4.3 267 266 AlP0,-P 228 0.94 2.5 227 166 AlP0-A1203-A 244 0.37 3.1 187 535 AIP04-AI203-E 242 0.54 4.5 208 577 A'P04-AI203-P 319 0.68 4.2 326 774 AIP04-Si02 327 0.46 3.0 380 70 A1203 72 0.24 2.7 23 191 Si02 366 0.68 3.5 206 164 C 743 0.55 1.5 124 132 Sep 203 0.54 5.3 31 174 'Surface area by B.E.T. method in m2 g-'. bPore volume in m2 g-1. 'Main pore radius in nm. 'Values of the monolayer coverage at equilibrium in y mol g-1. 'Pyridine (pK,=5.25). eBenzoicacid (pK.=4.19). Juan M. Campelo et al. / J. Mot. Catal. 85 (1993) 305-325 309 Sep; were also used as the support after undergoing the same calcination treatment. In addition, in order to minimize the support effect in the evaluation of metal loading and the role of Cu in Ni-Cu alloying, carbon was used as the support of three catalysts constituted by nickel supported at 5,10 and 20 wt.- as well and four Ni-Cu bimetallic systems containing Ni at 20 wt.-% and Cu loadings between 0.1 and 7 wt.-%. The textural properties of supports (surface area, pore volume and main pore diameter) determined by nitrogen adsorption have been published elsewhere [ 32,52 ] and are summarized in Table 1, where the surface basicity and acidity are also collected. These values were determined by a apectrophotometric method described elsewhere [ 53 ] , that allows titration of the amount of irreversibly adsorbed benzoic acid (BA, pKH=4.19) or pyridine (PY, pKa = 5.25) employed as titrant agents of basic and acid sites, respectively. The monolayer coverage at equilibrium at 25 C, Xm (in umol g-1), is accomplished by applying the Langmuir adsorption isotherm, and is assumed as a measure of the acid or basic sites corresponding to the specific pK8 of the base or acid used as the titrant. Catalyst characterization XRD patterns were recorded with a Siemens D500 diffractometer working with CuKa radiation monochromated by a graphite crystal. Data collection was performed with a DACO-MP system. The profiles for XRDLBA were recorded by the `step scan' technique with a step width of 0.02 2O. Background was automatically corrected by the DACO-MP system and a2-elimination was carried out by the Rachinger method [ 54 ] . Results obtained in all cases were in the form shown in Fig. 1 for different Ni/AIP04 catalysts. Bulk Ni powder was used as the standard for the correction of instrumental broadening and Si powder for peak position, [26] 111, measurements. Position shifts were used to identify the occurrence of stacking faults in the metal lattice [ 50 ] . Single-line broadening analysis was performed by profile fitting to Pearson-VII functions [ 55 ] .Crystallite size, e, and microstrains, e, were computed from the Cauchy and Gauss components of the pure profile integral breadths. These were deconvoluted from the full width at half maximum (FWHM) to integral breadth ratio, ss. The difference between peak and centroid position, 20c -20p, was also computed to evaluate the possible presence of twin faults. The metal surface area, SN;, of supported nickel catalysts was obtained from the average crystallite size diameter, D, determined by X-ray diffraction according to the method of Moss [ 56 ] by using the classical Scherrer equation [ 57 ] as has been described elsewhere [ 9,24-32 ] . Thus, the most common evaluation of crystallite size from FWHM was also carried out, assuming that the complete broadening was due to small crystallite effects. Tables 2 and 3 summarize the metal surface area, SN;, both average crystallite diameters, D and E, as well as the corresponding structural parameters of supported-nickel and bimetallic Ni-Cu catalysts. 310 Juan M. Campelo et al. / J. Mol. Catal. 85 (lO3) 305-325 A1P04-A A1P04-E A1P04-P 41 42 43 44 45 46 47 Fig. 1. X-ray diffraction spectra of different A1P0, catalysts obtained after correction by the step scan technique. Particle size diameters of supported nickel catalysts were checked by transmission electron microscopy (TEM ) on a Philips EM 300 instrument working at 100 kV. Samples were ultrasonically dispersed in 2-propanol and then a drop of this dispersion was deposited on a carbon film supported by a copper grid. Diameters of the area equivalent circle of nickel particles (or nominal diameter, Dn ) were automatically measured with an IBAS II Kontron digital image analyzer by directly using negative images [ 58 ] . Fig. 2 shows a typical positive micrograph image of Ni/A1P04-A obtained with a Canon Color Laser Copier 200 through negative/positive image digital treatment. Table 4 collects the corresponding Dn values of different supported nickel catalysts and N, the count of particle number, as well as De and D , the surface- and volume-average diameters calculated by the expressions: LrNiDni (1) De j:NiDni GrNiDni (2) Dv ZNiDni where Ni is the number of particles with a nominal diameter Dni. Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 311 TABLE 2 Particle size, metal surface area and structural defects of 20 wt.-% supported-nickel crystallites obtained from X-ray diffraction line broadening analysis Support eX10` [29]lllb 2O~-2BP Ed D' SN;f AlP0,-A 4.27 44.40 0.34 78.5 150.2 44.9 AlP04-E 1.78 44.50 0.28 104.0 170.9 39.4 AIP04-P 2.57 44.50 0.26 80.9 94.0 71.7 AIP04-A120,-A 9.84 44.40 0.30 80.1 61.9 109.0 AIP04-A1203-E 1.50 44.40 0.30 101.0 156.5 43.1 AIP04-A1203-P 8.86 44.40 0.40 68.7 179.2 37.6 AlP04-Si02 1.89 44.40 0.44 55.0 67.3 100.1 A1209 6.66 44.47 0.02 53.5 107.4 62.8 Si02 8.11 44.58 0.42 53.7 113.8 59.2 C 0.91 44.40 0.34 89.5 110.5 61.0 Sep 3.89 44.40 0.16 94.9 91.7 73.5 (Ni in bulk) 7.84 44.40 0.08 712.1 597.5 13.0 'Microstrains. 'Bragg angle in used to identify `stacking faults' from peak position shifts. dI'win faults in from the shift of the center of gravity of peaks. 'Crystallite diameter or domain size in A determined from Pearson-VII function. 'Crystallite diameter in A determined from Scherrer equation. Netal surface area from D, in m2 gN; . TABLE 3 Particle size, metal surface area and structural defects of nickel crystallites obtained from X-ray diffraction line broadening analysis in carbon-supported Ni and bimetallic Ni-Cu catalysts Wt.-% Ni Wt.-% Cu eX101 [20]lllb 20~-29p ed D' SNir 5 - 8.44 44.40 0.48 48.9 63.9 105.4 10 - 1.10 44.35 0.28 67.6 81.8 92.4 20 - 0.91 44.40 0.34 89.5 110.5 61.0 20 0.1 4.33 44.36 0.20 134.5 98.9 68.1 20 0.3 1.34 44.40 0.32 79.5 92.9 72.6 20 0.6 4.56 44.36 0.18 137.0 101.6 66.4 20 7.0 7.19 44.16 0.14 175.3 87.5 77.0 \"The symbols for different crystallite parameters are the same as in Table 2. Reaction conditions Hydrogenation runs were carried out following the procedure previously employed [9,24-32 ] under vigorous shaking (300 strokes min-1) in a conventional low pressure hydrogenator (Parr Instruments Co. Md. 3911) with controlled temperature conditions. The chromatographically pure alcohols cis-2butene-1,4-diol and 2-butene-1,4-diol were used as supplied by Merck, p.a., after distillation under reduced pressure and low temperature. Methanol (p.a. 312 Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 Fig. 2. Typical TEM micrograph positive image of 20 wt.-% Ni/AIP04-A catalyst, with 120 000 X magnification, obtained by negative/positive image digital treatment. TABLE 4 Average particle size diameters of different supported nickel catalysts obtained by TEM measurements. Uncertainties are determined by their respective standard deviations Support Wt.-% Ni N Dnb AIP04-A 20 936 63 20 76 24 83 28 AIP04-E 20 802 127 57 185 81 224 112 AIP04-P 20 1166 58 20 73 25 82 31 AIP04-A1203-A 20 696 56 13 62 15 66 17 AIP04-A120g-E 20 1471 71 18 79 20 83 22 AIP04-A120g-P 20 569 44 9 48 10 50 11 AlP04-Si02 20 585 57 13 63 14 66 16 A1201 20 665 57 18 69 22 75 25 Si02 20 650 56 12 61 13 63 14 Sep 20 1695 82 33 116 47 147 73 C 20 671 118 58 177 83 206 105 C 10 1721 71 21 84 24 93 30 C 5 579 68 22 83 27 93 33 (Ni in bulk) 100 538 722 280 936 353 1030 416 \"Count of particle number. 'Nominal-, surface- and volume-average diameters in A. 99% Panreac) employed as solvent and hydrogen (99.999% SEO) was used with further purification. Hydrogenation reactions were carried out in 20 ml of 0.5 M methanolic substrate solution, with 0.3 g catalyst, at 40 0.5 C, under an initial hydrogen pressure of 0.41 MPs. In addition, one set of reactions were carried out in the hydrogen pressure range of 0.3-0.7 MPs, a substrate concentration of 0.5-3 M and catalyst weight range 0.05-1 g in order to test the presence of transport Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 mmol substrate 10 t.- 103 Log [C,r%('.r] 313 400 8 4 2 v 1- _ 12 180 mmol Hz 300 200 100 10 0 6 4 103 I,og ICp~Co (CTI Fig. 3. Consecutive hydrogenation of 2-butyne-l,4-diol on Ni/AIP04-A catalyst under standard eaperimental conditions. (a) Distribution of reactant and pOucts as a function of hydrogen consumption: ( ) 2-butyne-l,4-diol, (/ ) cis-2-butenel,4-diol, ( ) butane-l,4-diol. (b ) Logarithmic plot of the disappearance of 2-butyne-l,4-diol vs. cis-2-butane-l,4-diol according to Eqn. influence on the kinetic data thus obtained. The initial reaction rates in triple and double bond hydrogenation (rT and rD, respectively) were determined by taking the initial slope of the plot of the hydrogen pressure decrease at the manometer versus time. These kinetic results are expressed as specific areal rates, in mol s-1 mN2, defined as the activity per unit surface area of nickel metal in order to compare the activity of the different systems in terms of specific catalytic activity. They were obtained from the initial reaction rates and the metallic surface areas of catalysts, SN; in Tables 2 and 3. Consecutive hydrogenation runs were followed by GLC analysis of the reaction mixtures at appropriate intervals of hydrogen uptake (Fig. 3-A). The reaction product analysis was performed with a Hewlett-Packard 5830 gas chromatograph fitted with an H.P. 3396A integrator, equipped with a column packed with 5% carbowax-20 M in 80/100 Chromosorb GAW-DMCS. Neither isomerization nor hydrogenolysis products were detected in any of the cases. Results and discussion As can be seen in Tables 2, 3 and 4, close agreement in nickel particle sizes was obtained with both techniques, that is, with TEM coupled with digital image processing and XRD data obtained by the usual Scherrer treatment or 314 Juan M. Campelo et al. / J. Mol. CataL 85 (1993) 305-325 by using a complete XRDLBA including the separation of crystallite size and microstrains. However, the relationships between different estimates of particle dimensions obtained in the regression analysis of all well correlated parameter pairs shown in Table 5 cast new light on the accuracy of the different estimation methods commonly used for the characterization of supported metal catalysts. First, a highly significant relationship is found between D and E, crystallite sizes derived from the Scherrer and Pearson-VII profile fitting methods. However, the positive slope of the regression line has a value lower than unity and the intercept is close to 30 A. This result should not be surprising, as the Scherrer method ascribes the complete broadening to small crystallite effects, leading to lower sizes than the `true' values when microstrain contents are high [ 59 ] . In addition, the Scherrer estimates used the full width at half maximum instead of the integral breadths used in the Pearson-VII method, which is well known [55] to condition a greater size. The higher degree of accuracy of the Pearson-VII method is also evident in the regression parameters between the average crystallite size derived from this function and the various diameters derived from TEM measurements. Although the relationship with the result of the Scherrer method is also statistically significant, the slopes are closer to unity and the intercepts closer to zero in the former case. In this respect, the best agreement was obtained between crystallite size from Pearson-VII, e, and nominal diameter, Dn, from TEM. However, it can be concluded that for comparative purposes with the absolute value of crystallite size, the trend in Scherrer size fits TEM parameters with acceptable significance. According to the results previously obtained with the same substrates [32 ], in this range of operating variables, the kinetic data obtained under the present experimental conditions are free from transport influences. Thus, the linear TABLE 5 Regression coefficients from the correlation obtained between nickel particle sizes obtained from X-ray diffraction line broadening analysis in Tables 2 and 3 and those obtained by TEM measurements in Table 4, according to the general expression y=ax+b, as well as the corresponding correlation coefficients, r, and significance levels y' x a b significance D e 0.85 30.53 100 D Do 0.74 58.92 100 D D. 0.56 61.29 100 D D,. 0.51 60.60 100 E D 0.97 6.23 100 E D. 0.74 9.30 100 e D,. 0.67 8.32 100 The symbols for different crystallite parameters are the same as in Tables 2 and 4. Juan M. Campelo et al. / J. Mol. Catd 85 (1993) 305-325 315 variation of the hydrogenation rate with catalyst loading and its independence with respect to the agitation speed above 200 strokes min -1 let us assume the absence of external diffusion control. The average particle size of the catalyst used ( < 0.149 nm) was such that the reactions were not influenced by internal diffusion, according to results previously obtained for allyl [ 28 ] and propargyl [30,31 ] alcohols under the same selected conditions. On the other hand, the independence of the hydrogenation rate from the initial hydrogen pressure as well as from the substrate concentrations in the ranges studied (0.3-0.7 MPa and 0.5-3.0 M, respectively) let us assume zero order kinetics in hydrogen pressure as well as in substrate concentrations. This assumption is also consistent with the linear plots in the lowering of the hydrogen pressure vs. time [ 60 ] . Otherwise, taking into account the zero-order kinetics obtained with respect to the substrate concentration as well as to the hydrogen pressure, the specific areal rates (r, and rD, respectively) reported in Tables 5 and 6 can be used directly as the reaction constant values to obtain the relative adsorption constant of double bond with respect to triple bond for different catalysts, KT,D, by using the corresponding relative reactivity, RT,D, determined by introducing a modification [30,38,39 ] into the classical Rader-Smith kinetic equation [61 ] of competitive hydrogenations: I I RT,D =rDKT,D c lOgCT /log CD - (CT - CT) (3 ) where CT and CD are concentrations of T and D (cis-2-butene-1,4-diol and 2butene-1,4-diol, respectively) when CT= CD. They are very easily obtained from TABLE 6 Support influence on selectivity, S, relative reactivity, RTp, relative adsorption constant, KT,D and catalytic activity in the consecutive hydrogenation of 2-butyne-1,4-diol and cis-2-butene-1,4diol (rT and rD in Oo1 s-' mN ) on 20 wt.-% supported nickel catalysts Support rT rD S RT,D KT,D AIP04-A 1.504 3.11 87.5 11.24 23.31 AIP04-E 1.141 9.65 92.2 18.52 156.01 AIP04-P 0.718 2.81 92.5 24.39 94.34 AIP04-A1209-A 0.014 0.08 86.0 11.23 60.24 AIP04-AI203-E 0.088 0.79 87.6 12.20 108.70 AIP04-AI203-P 0.117 1.30 90.2 14.49 161.20 AIP0,-Si02 0.818 5.42 82.7 5.95 39.37 A120,9 0.499 2.23 93.9 27.78 125.00 Si02 5.631 13.44 86.1 10.53 25.19 C 1.845 11.95 84.4 9.01 57.80 Sep 0.792 7.00 85.5 10.10 90.09 (Ni in bulk) 0.842 10.87 91.7 23.25 303.03 316 Juan M. Campelo et al. / J. Mol. Catad. 85 (1993) 305-325 the interception point of the distribution plots of the reactant and products in the course of the consecutive hydrogenation (Fig. 3a). The reader can see that this Eqn. (3) takes into account the additional concentration of D present in the reaction as a consequence of the consecutive transformation T-+D, which may be evaluated as CT -CT, when there are no secondary reactions, as obtained under the present experimental conditions. From the results of the consecutive hydrogenation shown in Fig. 3a, we obtained the straight line shown in Fig. 3b. The values of relative reactivity, RT,D, for all catalysts studied were determined from the slopes of the straight lines obtained in their log-log plots according to Eqn. (3) and are shown in Tables 6 and 7, where KT,D values are also summarized. Although KT,D values were obtained from rT and rD which include an estimate of nickel surface area, the former parameters are independent of the SNj values used to determine rT and rD because the rT/rD quotient cancels its participation. On the other hand the linearity of the plot in Fig. 3b can be taken as evidence of not only the validity of the theoretical treatment but also of the existence of a common (or very closely related) mechanism for double and triple bond hydrogenation reaction, within the framework of Langmuir-Hinshelwood kinetics [ 62-64 ] . Taking into account the fact that relative reactivity, RT~D, is an index of the hydrogenation reactivity of alkyne compared to that of alkene, high values of RT,D are consistent with the high selectivity, S, also shown in Tables 5 and 6, obtained from the relative concentration of alkene with respect to alkene and alkane at a very low concentration of alkyne [ 65 ] . Moreover, according to Eqn. (3), RT,D values are determined by two components, the ratio of the initial reaction rates rT/rD and the relative adsorption constant values, KT,D. According to the results, the high values of RT,D, in spite of the low rT/rD values, are due to the high values of KT,D. Thus, high selectivity ought to be associated with the relatively high adsorptivity of the triple bond compared to that of the TABLE 7 Nickel loading and Ni-Cu alloying influence on selectivity, S, relative reactivity, RT,D, relative adsorption constant, KT D and catalytic activity in the consecutive hydrogenation of 2-butyne1,4-diol and cis-2-butene-1,4-diol (rT and rD in Oo1 s-1 ON ) on carbon supported catalysts wt.- k Ni wt.-% rT rD S RT,D KT,D Cu 5 - 1.20 17.98 83.6 7.81 116.28 10 - 1.61 18.75 81.1 6.94 80.65 20 - 1.85 11.95 84.4 9.01 57.80 20 0.1 0.87 9.12 86.3 7.75 81.97 20 0.3 1.85 5.83 90.9 12.05 37.88 20 0.6 3.15 6.36 86.7 8.06 16.26 20 7.0 0.31 9.54 91.2 12.20 384.62 Juan. M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 317 double one, owing to which the latter are hydrogenated only after all starting substrate has been taken up (Fig. 3a) [ 30,66 ] . According to the results in Table 6, all supports enhance the value of the ratio rT/rD to a variable degree with respect to the Ni in bulk, while KT,D exhibits the opposite behaviour. Furthermore, catalysts with the lowest KT,D, such as Ni/Si02, Ni/C or Ni/AIP04-A, exhibit specific catalytic activity values, rT and rD, respectively, higher than the Ni-bulk catalyst. This behaviour, identical to that previously found for the consecutive hydrogenation of propargyl alcohols [ 30 ] , may be associated with electronic metal-support interaction effects. Thus, for a pair of hydrocarbons with different electronic structures, any change in the structure of the surface sites results in a modification of the relative adsorption constant value. In this respect, the modification of the electronic structure due to environmental effects (support acidity, electric field of cation adsorbates, or Pt-Zr bimetallic alloys) was monitored with a higher degree of sensitivity than that obtained by using physical techniques [ 40,41,67,68 ] . In this respect, a great deal of information about electronic metal-support interaction effects could be obtained from a direct correlation between these kinetic data, and the corresponding values of textural and acid-base properties of the supports. Moreover, the role of geometric effects of supports in determining the catalytic behaviour of supported metal catalysts could be obtained from some correlation between kinetic data and structural defects of supported-nickel crystallites. Thus we developed a correlation matrix using all the data in Tables 1, 2 and 6. The corresponding values of slopes and intercepts obtained in the regression analysis of those well-correlated parameter pairs are collected in Table 8, where the corresponding significance levels are also indicated. As can be seen, significance levels under 90% are not considered. According to these results, some kinetic parameters of catalysts are well correlated with BET surface area as well as with the surface basicity determined by titration with benzoic acid. However, the best results were obtained when kinetic parameters were correlated with the number of basic sites per unit of support BET surface area, that is, to the surface density of basic sites or specific basicity of supports. Thus, according to the slopes (a values) in Table 8, on increasing the surface density of basic sites, KT,D values increase, while the corresponding rT and rD values decrease. This consequently explains the complex correlation obtained between the surface density of basic sites and RT,D (or S). Furthermore, the compensation between the two parameters rT/ rD and KT,D also shown in Table 8, determines the relatively very close RT,D values and, consequently, the narrow selectivity (83-94%) gap. All these facts could be explained within the framework of the prevailing role of an electronic transfer between support and metal in determining the metal-support interaction effects. Thus, according to Bartholomew et al. [69 ] , an electron transfer between the basic sites on the support and nickel atoms increases the d-band concentration of electrons in the metal crystallites leading to a catalytic behaviour more characteristic of copper. So, the electrophile 318 Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 TABLE 8 Regression coefficients from the correlation obtained between some surface properties of supports in Table 1 some crystallite structure parameters in Table 2 and the kinetic parameters of supported nickel catalysts in Table 6, according to the general expression y= ax + b, as well as the corresponding significance levels y x a b significance rT BA/SBET -0.915 2.401 91.6 rD BA/SBET -3.740 10.171 99.3 rT/rD BA 0.007 4.068 93.5 KT,D BA/SBET 0.029 0.048 92.2 logRT,D 1/(BA/SBET) -0.066 1.219 95.4 1/S 1/(BA/SBET) 0.2X10-9 0.011 96.8 rD SBET 0.016 0.692 94.5 RT.D 1 /Ssirr 1414.147 7.413 98.2 S SBET -0.011 91.209 90.0 rT 20 6.811 -301.184 92.6 1/rT a 2.252 -4.743 92.0 1/rD a 0.406 -0.942 90.0 rTirD 299 - 62.163 2769.090 100.0 KT,n E` 0.4 X 10-3 0.063 100.0 KT,D 20 -0.610 27.213 97.7 KT,D 20~-20p -0.355 0.206 94.5 RT,D 28~-29p -28.149 20.698 98.3 1/RTD 1/D 5.773 0.036 98.9 S 29c -20P -15.637 92.075 97.5 S 1/D -532.532 92.986 97.7 KT,D rT/rD 0.012 0.012 98.4 1/e 1/(BA/SBET) 0.115 0.190 97.8 1/e 1/d 1.433 -0.077 95.4 1/e SBET 1.3 X 10-9 0.024 98.4 2k-20,, PY 0.9X10-9 0.033 90.5 29c -28p 1/SBET -30.038 0.439 99.8 20~-20P 1/V -0.095 0.486 97.2 20~-20P f` -1.7X10-9 0.487 95.7 20 1/e 37.736 43.894 93.9 'Similar correlations are obtained with D and with Do, Ds and Dv in Table 4. character of nickel surface active sites will decrease and, consequently, the adsorption strength of both alkyne and alkene bonds as well as their hydrogenation rates will also decrease. Furthermore, taking into account that the nucleophilic character of an alkyne bond is higher than that of the alkene one, on decreasing the electrophile character of nickel surface active sites, selectivity in the competitive adsorption of former molecules will increase with respect to later ones. Thus, the highest values in KTD could be obtained when (due to the higher number of basic sites in support) the so much lower electrophile Juan M. Campelo et al. / J. Mod. Catat 85 (1993) 305-325 319 character of nickel surface atoms does not allow the adsorption of the competing alkene molecules which exhibit a lower nucleophilic character. On the other hand, according to the results in Table 8, the existence of electronic effects does not exclude the simultaneous presence of geometric effects of supports on the catalytic hydrogenation process. Thus, we can see several correlations between kinetic parameters and those parameters related to structural defects of supported-nickel crystallites such as microstrains, e, twin faults, 20c -29p, and stacking faults, 20. Besides, the origin of crystallite structural defects may be obtained from textural and acid-base properties of supports, according to the corresponding correlations obtained between crystallite microstrains and the BET surface area, pore diameter and surface density of the basic sites of supports as well as between crystallite twin faults and the BET surface area, pore volume and surface acidity of supports. It is worth noting that the BET surface area of the catalyst support significantly affects crystal perfection in the metal particles. Thus, a high BET surface area conditions an enhanced asymmetry of the profiles that can be related to the presence of antiphase domains in the metal particles, as stated in previous literature [49 ] . On the contrary, high BET surface values imply a low content in microstrains. This, in turn, implies that the extensive twinning relaxes the internal strains in the [ 111 ] direction of the metal lattice. A close relationship between stacking faults and twinning with crystallite size was also obtained. The former parameters increased when crystallite size decreased In this respect, crystallite defects probably act on kinetic parameters through the specific number of surface-active sites of nickel particles, n. (number of active sites per unit surface area), while the final electronic level of nickel crystallites do it through changing the `turnover frequency', TOF (the rate of the reaction expressed in moles per exposed metal atom and per unit time). The defects here considered may be the same described by Somorjai [42,70] as steps, terraces and kinks, which set up the surface density of metal active sites. However, aside from ne values, different electronic levels in Ni d orbitals produce different TOF values. Thus, specific catalytic activity (rT and rD) obtained from the product of the two parameters (neX TOF) ought to be necessarily related to both electronic and geometric crystallite parameters. The relationship between particle size and catalytic activity reported by many authors [ 71 ] may be due to the existence of constant TOF values with different surface densities of metal active sites associated with crystallite defects. In spite of the close relationship between stacking faults and twinning with crystallite size here obtained (Table 8 shows that former parameters increase when crystallite size decrease so that, on decreasing particle size, imperfections are also increased), the dependence of rD and rT with respect crystallite size values could be due to the existence of different TOF values for different Ni/support catalysts associated with varying electronic metal-support interaction effects developed through basic sites of supports. Thus, with the help of a poisoning titration method [ 27 ] , using n-butanethiol as the poison, we determined dif- 320 Juan M. Campelo et al. / J. Mot. Catal. 85 (1993) 305-325 ferent surface densities of Ni-active sites and different TOFs for different supports in the liquid-phase catalytic hydrogenation of 1-hesene over various supported nickel catalysts. The results obtained in the correlation between kinetic data (Table 7) and structural defects of supported-nickel crystallites with different nickel loadings and Ni-Cu bimetallic alloying (Table 3) also indicate that electronic and geometric effects of supports, through their textural and acid-base properties, simultaneously act on the catalytic behaviour of Ni-supported catalysts. Thus, in Table 9, we can see how nickel loading acts not only on particle size and structural defects of crystallites such as microstrains but also on KT,D, a kinetic parameter directly related to the electronic level of nickel surface active sites. Table 10 also shows how copper alloying not only affects the latter parameter related to electronic effects, but also stacking faults, a parameter related to structural defects. Thus, the specific number of surface-active sites of nickel particles, n and the degree of electron transfer are simultaneously related not only to the nature of the support but also to the metal/support ratio and to the possible presence of a second metal. With respect to the influence of nickel loading and copper alloying on selectivity as well as on RT,, we find that both parameters affect not only KT,D but also the quotient rT/rD (Tables 9 and 10). Thus the complexity of (3) gives rise to the difficulty in directly obtaining some correlation between selectivity or RT,D and the corresponding Ni wt.-% and Cu wt.-% parameters, respectively. However, according to the results in Table 8, we must recognize the complex influence of support parameters not only on catalytic activity, rT and rD, but also on the selectivity and RT,D of supported nickel catalysts. TABLE 9 Regression coefficients from the correlation obtained between some crystallite structure parameters of carbon supported nickel catalysts in Table 3 and their corresponding kinetic parameters in Table 7, according to the general expression y=ax+ b, as well as the corresponding significance levels y x a b significance (% ) rT 1/%Ni -4.263 2.049 97.8 rT/rD %Ni -0.559 17.550 95.8 KT,D 1/%Ni 0.385 0.040 95.9 e %Ni 2.629 37.987 90.7 D % Ni 3.070 49.610 96.3 1/E 1/%Ni -6.729 1.494 90.2 rT 1/e -69.680 2.630 98.3 KT,D 1/e 6.305 -0.013 99.9 rT/rD a -0.210 25.455 94.9 1/rT 1/e -0.288 0.869 94.5 Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 321 TABLE 10 Regression coefficients from the correlation obtained between some crystallite parameters of carbon supported nickel-copper catalysts in Table 3 and their corresponding kinetic parameters in Table 7, according to the general expression y=ax+b, as well as the corresponding significance levels y x a b significance 1/RT %Cu 0.898 0.557 94.8 rT/rD %Cu 3.820 4.093 94.3 KT,D %Cu 0.050 0.030 97.6 20 %Cu -0.032 44.384 98.4 1/rT 20 -11.949 530.909 96.2 rT/rD 20 -120.421 5348.767 96.4 KT,D 20 -1.551 68.850 97.8 Conclusions After a careful study of the correlations shown in Tables 8, 9 and 10, we may conclude that textural and acid-base properties of supports play an important role in determining metal-support interaction effects not only by effects of an electron transfer between the d-band of nickel atoms and acid-basic sites on the support surface, as obtained in previous papers [27-32 ], but also by their simultaneous action in determining in a variable extension different structural defects on nickel crystallites, probably at the end related to the specific number of active sites. Similarly, metal loading and Ni-Cu alloying effects may be better explained within the framework of a simultaneous electronic and structural metal-support interaction effect. In this respect, steps going from support properties to the corresponding catalytic behaviour of Ni (or a bimetallic NiCu) catalyst could be summarized in the Scheme 1. Consequently, independent of the SMSI mechanism developed with Ti02 and other reducible supports, where the participation of different coverage models or `decorations' would be possible [ 17-19 ] , according to the present results the kinetic behaviour of nickel catalysts supported on AlP04and on other non-reducible supports may be explained by the simultaneous participation of electronic and structural effects in metal-support interaction. On the other hand, based on these results and according to a previous work [30], we may conclude that the modification introduced into the classical Rader-Smith relation [61 ] allows us obtain RT,D and KT,D values in consecutive processes such as the selective hydrogenation of alkynea within the framework of Langmuir-Hinshelwood kinetics. These kinetic parameters can give us valuable information not only concerning the hydrogenation mechanism of double and triple bond but also on the parameters affecting the selectivity of the process as well as the electronic level of supported nickel, which is modified 322 TEXTURAL AND ACID-BASE PROPERTIES OF SUPPORTS AND Wt% Ni LOADING STRUCTURAL DEFECTS OF SUPPORTED-NICKEL CRYSTALLITES SPECIFIC NUMBER OF CATALYTICALLY ACTIVE SURFACE-NICKEL ATOMS SPECIFIC CATALYTIC ACTIVITIES, rT AND rp Scheme 1. Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 BIMETALLIC Ni-Cu ALLOYS ELECTRONIC DENSITY LEVEL OF Ni-d BAND CATALYTIC ACTIVITY PER ACTIVE SITE (TURNOVER NUMBER I SELECTIVITY AND RELATIVE REACTIVITY, RT,p RELATIVE ADSORPTION CONSTANT, K7.D j by support effect, metal/support ratio or Ni-Cu alloying. An increase in electronic density in Ni d-band promotes a variable increase in KT,D, so that this kinetic parameter is a useful teat in evaluating the existence of electronic metalsupport interaction effects. Finally, results obtained by using Pearson-VII functions in the X-ray diffraction line broadening analysis to evaluate structural defects in supported nickel crystallites indicate that it may constitute an adequate technique for measuring the existence, extent and participation of geometric support effects in the catalytic activity of supported nickel catalysts. Besides, crystallite size values thus obtained were in better agreement with TEM measurements than those obtained by using the classical Scherrer equation. However in this respect, while structural defects in metal crystallites promote a notable influence in catalytic activity and selectivity, their contribution to the line broadening is less important so that classical Scherrer equation actually constitutes an adequate technique for measuring average crystallite size diameters. On the other hand, we may also conclude that TEM coupled with digital image pro- Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 323 cesaing not only remarkably enhanced the contrast in electron micrographs [ 71,72 ] , but also made the recount procedure more accurate and less tedious. Acknowledgements We gratefully acknowledge the subsidy received from the Comision de Investigacion Cientifica y Tecnica (DGICYT, project PB89-0340), Ministerio de Educacion y Ciencia as well as the financial support of the Consejeria de Educacion y Ciencia de la Junta de Andalucia. The authors also acknowledge the grammatical revision of the manuscript carried out by Prof. M. Sullivan and the valuable help provided by Prof. F. Gracia of the Cell Biology Department in the use of IBAS II KONTRON digital image analyzer. References 1 G.C. Bond, Catalysis by Metals, p. 357, Academic Press, New York, 1962. 2 A. Nielsen, Cat. Rev. Sci. Eng., 23 (1981) 17. 3 S.J. Tauster, S.C. Fung and R.L. Garten, J. Am. Chem. Soc.,100 (1978) 170. 4 S.J. Tauster, Acc. Chem. Res., 20 (1987) 389. 5 E.I. Ko, R. Bafrali, N.T. Nuhfer and N.J. Wagner, J. Catal., 95 (1985) 260. 6 T.C. Chang, J.J. Chen and C.T. Yeh, J. Catal., 96 (1985) 51. 7 R. Lamber, W. Jaeger and G. Schulz-Ekloff, J. Catal.,123 (1990) 285. 8 B.H. Chen and J.M. White, J. Phys. Chem., 86 (1982) 3534. 9 J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, Appl. Catal., 3 (1982) 315. 10 G. Marcelin, R.F. Vogel and H.E. Swift, J. Catal., 83 (1983) 42. 11 F. Solymosi, Catal. Rev., 1 (1967) 233. 12 G.M. Schwab, Adv. Catal., 27 (1978) 1. 13 G.C. Bond, Stud. Surf. Sci. Catal.,11 (1982) 1. 14 S.J. Tauster, S.C. Fung, R.T.K. Baker and J.A. Horsley, Science, 211 (1981) 1121. 15C.C. Kao, S.C. Tsai and Y.W. Chung, J. Catal., 73 (1982) 136. 16 G.N. Sauvion, J.F. Tempere, M.F. Guilleug, G.D. Mariodassou and D. Delafosse, J. Chem. Soc., Faraday Trans. I, 81 (1985) 1357. 17 G.L. Haller and D.E. Resasco, Adv. Catal., 36 (1989) 173. 18 Y.M. Sun, D.N. Belton and J.M. White, J. Phys. Chem., 90 (1986) 5178. 19 G.C. Bond, R.R. Rajaram and R. Burch, in M.J. Phillips and M. Ternan (Eds. ), Proc. 9th Int. Congr. Catal., Chem. Inst. Canada, 1988, Vol. 3, p.1130. 20 J.S. Smith, P.A. Thrower and M.A. Vannice, J. Catal., 68 (1981) 270. 21 G.C. Bond, in B. Imelik, C. Naccache, G. Coudurier, H. Praliaud, P. Meriaudeau, P. Gallezot, G.A. Martin and J.C. Vedrine (Eds. ), Metal-Support and Metal-Additive Effects in Catal ysis, Elsevier, Amsterdam, 1982, p. 1. 22 V. Ponec in B. Imelik, C. Naccache, G. Coudurier, H. Praliaud, P. Meriaudeau, P. Gallezot, G.A. Martin and J.C. Vedrine (Eds. ), Metal-Support and Metal-Additive Effects in Catal ysis, Elsevier, Amsterdam, 1982, p. 63. 23 P. Putanov, React. Kinet. Catal. Lett., 35 (1987) 271. 24 J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, Bull. Soc. Chim. Belg., 91 (1982) 131. 25 J.M. Campelo, A. Garcia, J.M. Gutierrez, D. Luna and J.M. Marinas, Appl. Catal., 7 (1983 ) 307. 324 Juan M. Campelo et al. / J. Mol. Catal. 85 (1993) 305-325 26 J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, Bull. Soc. Chim. Belg., 92 (1983) 851. 27 J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, J. Chem. Soc. Faraday Trans. 1, 80 (1984) 659. 28 J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, J. Catal., 97 (1986) 108. 29 F.M. Bautista, J.M. Campelo, A. Garcia, R. Guardeno, D. Luna and J.M. Marinas, J. Chem. Soc. Perkin Trans II, (1989) 493. 30 F.M. Bautista, J.M. Campelo, A. Garcia, R. Guardeno, D. Luna and J.M. Marinas, J. Catal., 125 (1990) 171. 31 F.M. Bautista, J.M. Campelo, A. Garcia, R. Guardeno, D. Luna and J.M. Marinas, J. Mol. Catal., 67 (1991) 91. 32 F.M. Bautista, J.M. Campelo, A. Garcia, R. Guardeno, D. Luna and J.M. Marinas, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, G. Perot, R. Maurel and C. Montassier (Eds. ), Studies in Surface Science and Catalysis No. 59: Heterogeneous Catalysis and Fine Chemi cals II, Elsevier, Amsterdam, 1991, p. 269. 33 G. Marcelin, R.F. Vogel and E. Swift, J. Catal. 98 (1986) 64. 34 E.I. Ko and G. Marcelin, J. Catal., 93 (1985) 201. 35 G. Marcelin and R.F. Vogel, J. Catal., 82 (1983) 482. 36 G. Marcelin, and J.E. Lester, J. Catal., 93 (1985) 270. 37 E.I. Ko, J.E. Lester and G. Marcelin, in R.T.K. Baker, S.J. Tauster and J.A. Dumesic (Eds. ), ACS Symposium Series No. 298, The American Chemical Society, Washington, D.C.,1986, p. 123. 38 M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas, M.E. Sempere and F. Urbano, Appl. Catal., 63 (1990) 375. 39 M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas, M.E. Sempere and F. Urbano, J. Catal.,124 (1990) 286. 40 C. Minot and P. Gallezot, J. Catal.,123 (1990) 341. 41 R. Szymanski, H. Charcosset, P. Gallezot, J. Massardier and L. Tournayan, J. Catal., 97 (1986)366. 42 G.A. Somorjai, Adv. Catal., 26 (1977) 1. 43 Z.Z. Lin, T. Okuhara and M. Misono, J. Phys. Chem., 92 (1988) 723. 44 C.N.J. Wagner and E.N. Aqua, Adv. X-Ray Anal., 7 (1964) 46. 45 C.A. Pearse and D. Lewis, J. Catal., 26 (1972) 318. 46 J.I. Langford and A.J.C. Wilson, J. Appl. Cryst.,11 (1978) 102. 47 L. Hernan, J. Morales and J.L. Tirado, J. Colloid Interface Sci.,110 (1986) 172. 48 Th.H. de Keijser, J.I. Langford, E.J. Mittemeijer and A.B.P. Vogels, J. Appl. Cryst.,15 (1982 ) 308. 49 P.R. Thornton and P.B. Hirsch, Phil. Mag., 3 (1958) 738. 50 A. Seeger and P. Schiller, Acts. Met., 10 (1962) 348. 51 K. Kearby, in Proc. 2nd Int. Congr. Catal., Paris, 1960, Technip. Paris, 1961, p. 2567. 52 J.M. Campelo, A. Garcia, J.M. Gutierrez, D. Luna and J.M. Marinas, J. Colloid Interface Sci., 95 (1983) 544. 53 J.M. Campelo, A. Garcia, J.M. Gutierrez, D. Luna and J.M. Marinas, Can. J. Chem., 61 (1983) 544. 54 W.A. Rachinger, J. Sci. Inatrum., 25 (1948) 254. 55 Th.H. de Keijser, E.J. Mittemeijer and H.C.F. Rozendaal, J. Appl. Cryst.,16 (1983) 309. 56 R.L. Moss, in R.B. Anderson and P.T. Dawson (Eds.), Experimental Methods in Catalytic Research, Vol. 2, Ch. 2, p. 43. Academic Press, New York, 1976. 57 P. Scherrer, Nachr. Ges. Wiss. Gottingen, 26 (1919) 98. 58 W. Koditz, Praktische Metallographie, 18 (1981) 105. 59 L. HernAn, J. Morales and J.L. Tirado, J. Colloid Interface Sci.,115 (1987) 274. 60 R. Baltzly, J. Org. Chem., 41 (1976) 920. 61 Ch.P. Rader and H.A. Smith, J. Amer. Chem. Soc., 84 (1962) 1443. Juan M. Campelo et al. / J. Mol. CataL 85 (1993) 305-325 325 62 L. Cerveny and V. Ruzicka, Catal. Rev., 24 (1982) 503. 63 M. Boudart and D. Djega-Moriadassou, Kinetics of Heterogeneous Catalytic Reactions, III. Princeton Univ. Press, Princeton, NJ, 1984. 64 L. Cerveny, P. Skala and V. Ruzicka, J. Mol. Catal., 29 (1985) 33. 65 L. Cerveny, J. Vopotova and V. Ruzicka, React. Kinet. Catal. Lett., 19 (1982) 223. 66 L. Cerveny, and S. Rehurkova, Coll. Czech. Chem. Commun., 52 (1987) 2909. 67 J. Barbier, P. Marecot and L. Tifouti, React. Kinet. Catal. Lett., 32 (1986) 269. 68 G. Larsen and G.L. Haller, 3 (1989) 103. 69 R.B. Bartholomew, R.B. Pannel and J.L. Butler, J. Catal., 65 (1980) 335. 70 G.A. Somorjai, and D.W. Blakely, Nature, 258 (1975) 580. 71 M. Che and C.O. Bennett, Adv. Catal., 36 (1989) 55. 72 S. Fuentes, A. Vazquez, R. Silva, J.G. Perez-Ramfrez and M.J. Yacaman, J. Catal.,111 (1988 ) 353. X244 93800583 0304-5102(93)80058-3 10.1016/0304-5102(93)80058-3 Metal—support interaction effects in the liquid-phase selective hydrogenation of 1,4-butynediol with nickel catalysts supported on AlPO4 and on other conventional non-reducible compounds Juan M. Campelo Rafael Guardeño Diego Luna ∗ Jose M. Marinas Department of Organic Chemistry, University of Córdoba, E-14004 Córdoba Spain * Corresponding author. Julian Morales Jose L. Tirado Department of Inorganic Chemistry, University of Córdoba, E-14004 Córdoba Spain The liquid-phase selective hydrogenation of 1,4-butynediol has been carried out on nickel catalysts at 20 wt.-% supported on different AlPO4, AlPO4Al2O3 and AlPO4-SiO2 systems. Furthermore, some conventional non-reducible compounds, such as SiO2, Al2O3, active carbon or a natural sepiolite were also used as supports. In addition, the effects of nickel loading and NiCu alloying were studied using carbon as the metal support. The relative adsorption constants, K T,D, were also obtained from the relative reactivities, R T,D, obtained in the consecutive hydrogenation process and the corresponding individual hydrogenation rates of 1,4-butynediol and 1,4-butenediol. These values were used to follow the changes in the electronic structure of supported nickel crystallites. Besides, structural defects of supported-nickel crystallites such as ‘twin faults’, ‘stacking faults’ and ‘microstrains’, were determined by X-ray diffraction line broadening analysis. These parameters were used for measuring the participation of geometric support effects in the catalytic activity of supported nickel catalysts. TEM measurements coupled with digital image processing were also used to measure nickel particle sizes. Results obtained in the correlation between kinetic data and structural defects in supported-nickel crystallites as well as with textural and acid—basic properties of the supports indicated that electronic and geometric effects were simultaneously developed throughout metal—support interactions. Keywords AlPO4 1,4-butynediol hydrogenation nickel References 1 G.C. Bond Catalysis by Metals 1962 Academic Press New York 357 2 A. Nielsen Cat. Rev. Sci. Eng. 23 1981 17 3 S.J. Tauster S.C. Fung R.L. Garten J. Am. Chem. Soc. 100 1978 170 4 S.J. Tauster Acc. Chem. Res. 20 1987 389 5 E.I. Ko R. Bafrali N.T. Nuhfer N.J. Wagner J. Catal. 95 1985 260 6 T.C. Chang J.J. Chen C.T. Yeh J. Catal. 96 1985 51 7 R. Lamber W. Jaeger G. Schulz-Ekloff J. Catal. 123 1990 285 8 B.H. Chen J.M. White J. Phys. Chem. 86 1982 3534 9 J.M. Campelo A. Garcia D. Luna J.M. Marinas Appl. Catal. 3 1982 315 10 G. Marcelin R.F. Vogel H.E. Swift J. Catal. 83 1983 42 11 F. Solymosi Catal. Rev. 1 1967 233 12 G.M. Schwab Adv. Catal. 27 1978 1 13 G.C. Bond Stud. Surf. Sci. Catal. 11 1982 1 14 S.J. Tauster S.C. Fung R.T.K. Baker J.A. Horsley Science 211 1981 1121 15 C.C. Kao S.C. Tsai Y.W. Chung J. Catal. 73 1982 136 16 G.N. Sauvion J.F. Tempere M.F. Guilleux G.D. Mariodassou D. Delafosse J. Chem. Soc. 81 1985 1357 Faraday Trans. I 17 G.L. Haller D.E. Resasco Adv. Catal. 36 1989 173 18 Y.M. Sun D.N. Belton J.M. White J. Phys. Chem. 90 1986 5178 19 G.C. Bond R.R. Rajaram R. Burch M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal., Chem. Inst. Canada 3 1988 1130 20 J.S. Smith P.A. Thrower M.A. Vannice J. Catal. 68 1981 270 21 G.C. Bond B. Imelik C. Naccache G. Coudurier H. Praliaud P. Meriaudeau P. Gallezot G.A. Martin J.C. Vedrine Metal—Support and Metal—Additive Effects in Catalysis 1982 Elsevier Amsterdam 1 22 V. Ponec B. Imelik C. Naccache G. Coudurier H. Praliaud P. Meriaudeau P. Gallezot G.A. Martin J.C. Vedrine Metal—Support and Metal—Additive Effects in Catalysis 1982 Elsevier Amsterdam 63 23 P. Putanov React. Kinet. Catal. Lett. 35 1987 271 24 J.M. Campelo A. Garcia D. Luna J.M. Marinas Bull. Soc. Chim. Belg. 91 1982 131 25 J.M. Campelo A. Garcia J.M. Gutierrez D. Luna J.M. Marinas Appl. Catal. 7 1983 307 26 J.M. Campelo A. Garcia D. Luna J.M. Marinas Bull. Soc. Chim. Belg. 92 1983 851 27 J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Chem. Soc. Faraday Trans. 1 80 1984 659 28 J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Catal. 97 1986 108 29 F.M. Bautista J.M. Campelo A. Garcia R. Guardeño D. Luna J.M. Marinas J. Chem. Soc. Perkin Trans II 1989 493 30 F.M. Bautista J.M. Campelo A. Garcia R. Guardeño D. Luna J.M. Marinas J. Catal. 125 1990 171 31 F.M. Bautista J.M. Campelo A. Garcia R. Guardeño D. Luna J.M. Marinas J. Mol. Catal. 67 1991 91 32 F.M. Bautista J.M. Campelo A. Garcia R. Guardeño D. Luna J.M. Marinas M. Guisnet J. Barrault C. Bouchoule D. Duprez G. Pérot R. Maurel C. Montassier Studies in Surface Science and Catalysis No. 59: Heterogeneous Catalysis and Fine Chemicals II 1991 Elsevier Amsterdam 269 33 G. Marcelin R.F. Vogel E. Swift J. Catal. 98 1986 64 34 E.I. Ko G. Marcelin J. Catal. 93 1985 201 35 G. Marcelin R.F. Vogel J. Catal. 82 1983 482 36 G. Marcelin J.E. Lester J. Catal. 93 1985 270 37 E.I. Ko, J.E. Lester and G. Marcelin, in R.T.K. Baker, S.J. Tauster and J.A. Dumesic (Eds.), ACS Symposium Series No. 298, The American Chemical Society, Washington, D.C., 1986, p. 123. 38 M.A. Aramendia V. Borau C. Jimenez J.M. Marinas M.E. Sempere F. Urbano Appl. Catal. 63 1990 375 39 M.A. Aramendia V. Borau C. Jimenez J.M. Marinas M.E. Sempere F. Urbano J. Catal. 124 1990 286 40 C. Minot P. Gallezot J. Catal. 123 1990 341 41 R. Szymanski H. Charcosset P. Gallezot J. Massardier L. Tournayan J. Catal. 97 1986 366 42 G.A. Somorjai Adv. Catal. 26 1977 1 43 Z.Z. Lin T. Okuhara M. Misono J. Phys. Chem. 92 1988 723 44 C.N.J. Wagner E.N. Aqua Adv. X-Ray Anal. 7 1964 46 45 C.A. Pearse D. Lewis J. Catal. 26 1972 318 46 J.I. Langford A.J.C. Wilson J. Appl. Cryst. 11 1978 102 47 L. Hernán J. Morales J.L. Tirado J. Colloid Interface Sci. 110 1986 172 48 Th.H. de Keijser J.I. Langford E.J. Mittemeijer A.B.P. Vogels J. Appl. Cryst. 15 1982 308 49 P.R. Thornton P.B. Hirsch Phil. Mag. 3 1958 738 50 A. Seeger P. Schiller Acta Met. 10 1962 348 51 K. Kearby Proc. 2nd Int. Congr. Catal., Paris, 1960 1961 Technip Paris 2567 52 J.M. Campelo A. Garcia J.M. Gutierrez D. Luna J.M. Marinas J. Colloid Interface Sci. 95 1983 544 53 J.M. Campelo A. Garcia J.M. Gutierrez D. Luna J.M. Marinas Can. J. Chem. 61 1983 544 54 W.A. Rachinger J. Sci. Instrum. 25 1948 254 55 Th.H. de Keijser E.J. Mittemeijer H.C.F. Rozendaal J. Appl. Cryst. 16 1983 309 56 R.L. Moss R.B. Anderson P.T. Dawson Experimental Methods in Catalytic Research 2 1976 Academic Press New York 43 Ch. 2 57 P. Scherrer Nachr. Ges. Wiss. Göttingen 26 1919 98 58 W. Köditz Praktische Metallographie 18 1981 105 59 L. Hernán J. Morales J.L. Tirado J. Colloid Interface Sci. 115 1987 274 60 R. Baltzly J. Org. Chem. 41 1976 920 61 Ch.P. Rader H.A. Smith J. Amer. Chem. Soc. 84 1962 1443 62 L. Cerveny V. Ruzicka Catal. Rev. 24 1982 503 63 M. Boudart D. Djega-Moriadassou Kinetics of Heterogeneous Catalytic Reactions III 1984 Princeton Univ. Press Princeton, NJ 64 L. Cerveny P. Skala V. Ruzicka J. Mol. Catal. 29 1985 33 65 L. Cerveny J. Vopotova V. Ruzicka React. Kinet. Catal. Lett. 19 1982 223 66 L. Cerveny S. Rehurkova Coll. Czech. Chem. Commun. 52 1987 2909 67 J. Barbier P. Marecot L. Tifouti React. Kinet. Catal. Lett. 32 1986 269 68 G. Larsen and G.L. Haller, 3 (1989) 103. 69 R.B. Bartholomew R.B. Pannel J.L. Butler J. Catal. 65 1980 335 70 G.A. Somorjai D.W. Blakely Nature 258 1975 580 71 M. Che C.O. Bennett Adv. Catal. 36 1989 55 72 S. Fuentes A. Vázquez R. Silva J.G. Pérez-Ramírez M.J. Yacamán J. Catal. 111 1988 353",
      "scopus-id": "0027836005",
      "coredata": {
        "eid": "1-s2.0-0304510293800583",
        "dc:description": "The liquid-phase selective hydrogenation of 1,4-butynediol has been carried out on nickel catalysts at 20 wt.-% supported on different AlPO4, AlPO4Al2O3 and AlPO4-SiO2 systems. Furthermore, some conventional non-reducible compounds, such as SiO2, Al2O3, active carbon or a natural sepiolite were also used as supports. In addition, the effects of nickel loading and NiCu alloying were studied using carbon as the metal support. The relative adsorption constants, K T,D, were also obtained from the relative reactivities, R T,D, obtained in the consecutive hydrogenation process and the corresponding individual hydrogenation rates of 1,4-butynediol and 1,4-butenediol. These values were used to follow the changes in the electronic structure of supported nickel crystallites. Besides, structural defects of supported-nickel crystallites such as ‘twin faults’, ‘stacking faults’ and ‘microstrains’, were determined by X-ray diffraction line broadening analysis. These parameters were used for measuring the participation of geometric support effects in the catalytic activity of supported nickel catalysts. TEM measurements coupled with digital image processing were also used to measure nickel particle sizes. Results obtained in the correlation between kinetic data and structural defects in supported-nickel crystallites as well as with textural and acid—basic properties of the supports indicated that electronic and geometric effects were simultaneously developed throughout metal—support interactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-12-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293800583",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Campelo, Juan M."
          },
          {
            "@_fa": "true",
            "$": "Guardeño, Rafael"
          },
          {
            "@_fa": "true",
            "$": "Luna, Diego"
          },
          {
            "@_fa": "true",
            "$": "Marinas, Jose M."
          },
          {
            "@_fa": "true",
            "$": "Morales, Julian"
          },
          {
            "@_fa": "true",
            "$": "Tirado, Jose L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293800583"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293800583"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80058-3",
        "prism:volume": "85",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Metal—support interaction effects in the liquid-phase selective hydrogenation of 1,4-butynediol with nickel catalysts supported on AlPO4 and on other conventional non-reducible compounds",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "AlPO4"
          },
          {
            "@_fa": "true",
            "$": "1,4-butynediol"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "nickel"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "305-325",
        "prism:endingPage": "325",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 December 1993",
        "prism:doi": "10.1016/0304-5102(93)80058-3",
        "prism:startingPage": "305",
        "dc:identifier": "doi:10.1016/0304-5102(93)80058-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027836005"
      }
    }
  }
}