{
  "metadata": {
    "title": "Kinetic modeling studies of transition metal-exchanged zeolites as catalysts for redox reactions",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-01-05",
    "doi": "10.1016/0304-5102(89)80052-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800525",
    "pii": "0304510289800525"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024961531",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800525 0304-5102(89)80052-5 0304510289800525 10.1016/0304-5102(89)80052-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01241 2024-01-02T01:04:53.938015Z 0 0 19890105 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 49 49 2 2 Volume 49, Issue 2 10 205 221 205 221 19890105 5 January 1989 1989-01-05 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. KINETICMODELINGSTUDIESTRANSITIONMETALEXCHANGEDZEOLITESCATALYSTSFORREDOXREACTIONS APARICIO L BORESKOV 1971 887 G BOBROV 1972 413 N IONE 1973 388 K KUBO 1973 3549 T SCHOONHEYDT 1976 292 R FU 1980 299 C FU 1981 166 C PETUNCHI 1982 327 J PETUNCHI 1983 403 J LEGLISE 1984 392 J APARICIO 1987 381 L APARICIO 1987 233 L APARICIO 1988 330 L DUMESIC 1987 1399 J ARAI 1976 39 H KUBOTA 1973 539 T MOCHIDA 1970 405 I BOUDART 1984 M KINETICSHETEROGENEOUSCATALYTICREACTIONS SEGAWA 1982 112 K CASEWIT 1984 250 C GARTEN 1970 90 R GILL 1958 1570 E GEBELEIN 1972 143 H ARMENTROUT 1982 2449 P EGERTON 1973 22 T MIWA 1980 2800 Y MIWA 1981 98 Y MIRO 1986 43 E PAPP 1984 137 H SOLTANOV 1982 164 R MOCHIDA 1971 31 I ROGINSKII 1971 872 S RUDHAM 1972 287 R GENTRY 1974 376 S PATOW 1979 807 H MOCHIDA 1971 2282 I APARICIOX1989X205 APARICIOX1989X205X221 APARICIOX1989X205XL APARICIOX1989X205X221XL item 0304-5102(89)80052-5 0304510289800525 1-s2.0-0304510289800525 10.1016/0304-5102(89)80052-5 272239 2024-01-02T01:04:53.938015Z 1989-01-05 1-s2.0-0304510289800525-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800525/MAIN/application/pdf/fb39c56460cfe697c6c8ab9cb1dc28de/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800525/MAIN/application/pdf/fb39c56460cfe697c6c8ab9cb1dc28de/main.pdf main.pdf pdf true 1087267 MAIN 17 1-s2.0-0304510289800525-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800525/PREVIEW/image/png/e6afd92adac22211ee6c5ef0c10b4fe6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800525/PREVIEW/image/png/e6afd92adac22211ee6c5ef0c10b4fe6/main_1.png main_1.png png 63846 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 49 (1989) 206 - 221 206 KINETIC MODELING STUDIES OF TRANSITION METAL-EXCHANGED ZEOLITES AS CATALYSTS FOR REDOX REACTIONS LUIS M. APARICIO and J. A. DUMESIC* Chemical Engineering Department, University of Wisconsin-Madison, 1415 Johnson Drive, Madison, WI 53706 (U.S.A.) (Received January 29,1988; accepted March 14,1988) Summary A kinetic modeling program based on a regenerative oxidation-reduc- tion mechanism was used to simulate experimental data on the catalytic activities of Fe Y and Fe mordenite zeolites for the oxidation of CO with Oa, NO, and NzO. The model was also used to simulate catalytic activities of Y-zeolites exchanged with different first row transition metals (Cr, Mn, Fe, Co, Ni, Cu) for the oxidation of CO with NO and the decomposition of N30 into its elements. It was found that the model could predict the relative qualitative activities of the catalysts by assuming only that the energy of the bond between base exchange cations and adsorbed extralattice oxygen was a function of the base exchange metal. Since this model simulates successfully most of the general catalytic trends of transition metal-exchanged zeolites for these redox reactions, it is proposed that it be used as a guide to future experimental work for related reactions. As an example, the model was used to estimate activities of transition metal-exchanged zeolites for the partial oxidation of methane. The simulations predict that high yields of methanol and formaldehyde are more likely to be obtained with zeolites exchanged with cations that cannot be easily oxidized to higher oxidation states, such as Co(II). Introduction Transition metal-exchanged zeolites have been studied experimentally as catalysts for several redox reactions. These studies have concentrated mainly on the oxidation of carbon monoxide and the reduction of nitrogen oxides, reactions that are important for the control of emissions from com- bustion processes [1 -13]. The results of such investigations have identified *Author to whom correspondence should be addressed. 0304-6102/89/$3.60 Elsevier Sequoia/Printed in The Netherlands 206 various factors that affect the catalytic activities of these zeolites. For example, the effect of the metal loading on the activities of Cu Y and Fe Y for the oxidation of CO was studied by various investigators. It was found that the activities of these zeolites increase linearly with loading, suggesting that the loading does not affect the distribution of the cations among the various base exchange sites [1, 2, 5]. In another investigation, the effect of promoting partial hydrolysis of the salts used during the exchange process was studied. It was found that partial hydrolysis enhances the activities of Co-Y, Ni Y, Fe-Y, and Cr-Y for the oxidation of CO [4]. In a later study, the effect of the Si/Al ratio on the activity of Fe Y for the decom- position of N30 was investigated. It was observed that samples with high Si/Al ratios exhibit higher turnover frequencies, presumably because the former samples have a larger fraction of their Fe cations in highly accessible, coordinatively unsaturated sites [11]. The effect of changing the exchanged transition metal on the catalytic activity has also been studied by various investigators [3, 4,13]. In two of these studies, it was noted that the ob- served activities correlated qualitatively with the ionization energies of the cations [4,13]. Other studies have concentrated on the effect of the frame- work crystal lattice, finding that Fe-mordenite and Fe ZSM-5 zeolites exhibit higher turnover frequencies than Fe Y, due mainly to the fact that the former zeolites have a larger fraction of their exchanged Fe in sites of low coordination and high accessibility to reactant molecules [8,10,12]. The significant quantity of experimental data available on the afore- mentioned systems can provide a useful foundation on which to base future work. For this reason, a kinetic modeling program recently developed in our laboratory was adapted in an attempt to simulate some of these data and to make predictions that can guide future experiments. This kinetic modeling program and approach, designed for the simulation of heterogeneous cata- lytic processes in general, was described in a recent publication [14]. The goal of the present study was to test whether a simple redox mechanism based on successive oxidation and reduction of transition metal-exchanged zeolites could be used to interpret qualitatively the catalytic properties of these materials. If this mechanism is, in fact, successful, then it could be used to predict the catalytic properties of transition metal-exchanged zeolites for related redox reactions. The reactions that were modeled in this study were the oxidation of CO with Oa, NO and NzO and the decomposition of N30 into N3 and Oi. The oxidation of CO and the decomposition of NaO were studied because experimental data were available for those reactions to compare with the results of the model. The model was then used to generate a guide on which future experimental work on the use of transition metal-exchanged zeolites as catalysts for the partial oxidation of methane (and perhaps other small hydrocarbons) could be based. Little experimental work has been done in this area, and consequently it is not known whether transition metal- exchanged zeolites have indeed much potential for this purpose. However, previous experimental results obtained in our laboratory have shown that 207 the redox properties of these materials can be controlled so that they catalyze some redox reactions and not others [13]. This suggests that it may be possible to control hydrocarbon oxidations over these zeolites to maximize yields of partial oxidation products and minimize yields of CO and CO;. Some experimental evidence that this is possible can be found in the literature. For example, Arai et al. have reported that a PdCo Y zeolite can be as effective as a homogeneous Wacker catalyst for the partial oxida- tion of ethylene to acetaldehyde [15,16]. In addition, Mochida et al. have found that propylene can be oxidized over Cu Y to give high yields of isopropanol and acrolein under certain reaction conditions [17]. Model description The kinetic modeling program used in this study worked by setting up Arrhenius expressions for the rate constants of all the elementary steps (forward and reverse) of a given reaction mechanism. The pre-exponential factor in each Arrhenius expression was estimated from collision theory if the elementary step involved a gas phase species, or from transition state theory if the step involved only surface species. The actual values used by the program were 100 Pa~1 s~1 for steps involving a gas phase species, and 1013 s~1 for steps involving only surface species. These are typical orders of magnitude of pre-exponential factors for these types of elementary steps [14,18]. The activation energy of each Arrhenius expression was determined from the heat of reaction of that step, making use of the following empirically-determined equations, known as Polanyi expressions: i?A = EQ + aH for exothermic reactions and J?A = EQ + (1 a}H for endothermic reactions where E^ is the activation energy, H is the heat of reaction, and Eg and a are constants with values set in the present study at 62 kJ moF1 and 0.5, respectively. These equations are discussed elsewhere [14,18]. When the Polanyi equations gave a negative activation energy for an exothermic step, the value of E^ was set to zero. In those cases, E^ for the reverse reaction was set to the absolute value of H. Since essentially all elementary steps in reactions catalyzed by hetero- geneous catalysts involve surface intermediates, data needed for the calcula- tion of the heats of reaction for these steps are not generally available. For this reason, heats of reaction were first calculated from known heats of formation of gas phase species, and they were then corrected using assumed heats of adsorption for these species. These heats of adsorption were param- eters that were adjusted to minimize the sum of the squares of differences between calculated and experimental catalytic activities. Besides heats of adsorption, other parameters related to the heats of reaction of the various 208 elementary steps and to their pre-exponential factors were also varied, as described later. The program calculated conversions for a continuous well-mixed reactor. The input consisted of inlet partial pressures, temperature, the number of active sites and the volumetric flow rate to the reactor. The data that were used to adjust the parameters of the model were taken from the work of Petunchi and Hall, in which the oxidation of CO with 02, NO and N20 was studied over Fe Y and Fe mordenite [8]. These reactions are believed to occur over iron-exchanged zeolites via a regenerative, two-step redox mechanism. In the first step, the oxidizing gas (O;, NO or N20) oxidizes the iron from Fe(II) to Fe(III), depositing extralattice oxygen on the zeolite. In the second step, CO reduces the iron to Fe(II), removing the extralattice oxygen and forming C02. Similar re- generative redox mechanisms have also been proposed for these same reac- tions over other transition metal-exchanged zeolites [9,13]. The assumed reaction mechanism for these reactions in the model was composed of the 13 elementary steps listed in Table 1. The first step was the migration of cations in the zeolite from inaccessible to accessible sites. This step was included because infrared spectroscopic studies have provided evidence that cations in Fe-exchanged zeolites are able to migrate from inaccessible to accessible sites [12,19]. In addition, the higher turn- over frequencies observed for Fe-mordenite in comparison to Fe Y have been explained in terms of the higher accessibility of the Fe cations in the former zeolites. Therefore, the model needed a step that would reflect the cation accessibilities to simulate differences between the two zeolites. The next steps in the mechanism were adsorption steps for the reactants and desorption steps for the products. These steps were included because most of the species involved in the reactions have been found to adsorb on Fe- exchanged zeolites. Nitric oxide has been found to form both mononitrosyi and dinitrosyi species with Fe cations exchanged into zeolites [12,19]. It has been established by Mossbauer spectroscopic studies that carbon monoxide can adsorb on Fe cations in Fe Y [11]. Similar results have been obtained in our laboratory confirming the adsorption of CO on Fe cations in Fe-mordenite, as well as of 02 and C02 in Fe Y [20]. The next steps in the mechanism were dissociation steps. All of the oxidizing gases must dissociate on the zeolite for extralattice atomic oxygen to be deposited on the zeolite in the oxidation process. In addition, nitrogen atoms from two NO mole- cules must form N2. In the proposed mechanism, this occurred through the dissociation of a dinitrosyi species to give adsorbed N30 and atomic oxygen. Elementary steps of this type are generally believed to occur in reactions involving the reduction of NO [21]. The next step was the formation of cation-oxygen-cation bridges. Bridges of this type have been previously proposed to explain the observation that Fe Y takes up an amount of extralattice oxygen during oxidation corresponding to one oxygen atom for every two Fe cations [22]. The last step was the formation of adsorbed C02 from adsorbed CO and atomic oxygen. 209 TABLE 1 Reaction mechanism for CO oxidation with Oa, NO and NzO and for NjO decomposition Cation migration step: (1)a x <=^ Adsorption and desorption steps: (2) C0(g) + * <=^ CO (3) Oz(g) + * ^= 0, * (4) N0(g) + * T^- NO * (5) N0(g) + NO T==^ NO. .NO I * * (6) N20(g) + ^ N,0 * (7) CO, ^ C0,(g) + * * (8) N, ^^ N2(g) + * * Dissociation steps: (9) 02 + ^= 20 * * (10) NO-.,.--NO + ^ N^0 + 0 * * (11) NzO + * <==*: N2+0 I * * Bridge formation step: (12) 0 + * ^ ^0^ Catalyst reduction step: (13) CO + 0 ;= CO, + x represents inaccessible cationic sites, * represents accessible cationic sites. The total number of parameters that were varied in the present study was ten. Five of these parameters were heats of adsorption of reactants. For nitric oxide, one heat of adsorption corresponded to the formation of a 210 mononitrosyi species, and a second heat of adsorption corresponded to the formation of a dinitrosyi species from the mononitrosyi species. Product heats of adsorption were found to make little difference in the results; hence, they were set to 25 kJ mol\"1 (both N2 and CO; would be expected to have low heats of adsorption on single cations). The sixth, seventh, and eighth parameters also involved heats of reaction. One of these parameters corresponded to the bond energy between atomic oxygen and the exchanged cations. The other two corresponded to the heats of reaction of the steps involving the migration of the cations and the formation of cation-oxygen- cation bridges. The last two parameters were not thermodynamic variables. Rather, they were pre-exponential factors for two of the elementary steps. The reason for including them was that two of the steps in the proposed mechanism involved changes in the spin angular momenta of the participat- ing species. One of these was the dissociation of NzO into N2 and atomic oxygen. The ground state of N;0 is a ^ state, and this state corresponds to the products being Nz^S) and O^D). However, the ground state of atomic oxygen is 0(3P), not O^D). A similar change in spin angular momentum occurs in the reaction of CO with atomic oxygen to form CO;. Reactions involving changes in spin multiplicities such as these generally have pre- exponential factors that may be orders of magnitude lower than reactions in which the spin angular momentum is conserved [23 - 25]. The mechanism used for the decomposition of NzO was a subset of the mechanism used for the oxidation of CO. It consisted of the same elemen- tary steps summarized in Table 1, with the omission of steps 2, 4, 5, 7, 10 and 13. The mechanism used for the partial oxidation of methane is sum- marized in Table 2. This was the simplest possible mechanism for this reac- tion that included the adsorption and desorption of all reactants and prod- ucts, the migration of cations from inaccessible to accessible sites, and the formation of cation-oxygen-cation bridges. Results and discussion CO oxidation over Fe Y and Fe-mordenite As mentioned above, the experimental results that were simulated in the present study were those obtained by Petunchi and Hall [8]. These investigators studied the oxidation of CO with O;, with NO, and with NaO over Fe Y and Fe-mordenite in the temperature range from 450 to 825 K. At a flow rate of 200 cm3 min\"1, and inlet mole fractions of 2% for CO and 0; and of 4% for NO and N30, CO conversions of approximately 10% were obtained at temperatures from 475 to 625 K for all three reactions over 1 g of each zeolite. The zeolites used had loadings of 6.1 X 1020 Fe cations g~1 (Fe Y) and 1.9 X 1020 Fe cations g~1 (Fe-mordenite). Under these condi- tions, the measured rate laws suggested that the catalysts were operating in their oxidized states for oxidation of CO with 0^ over both catalysts and also for the oxidation of CO with NyO over Fe-mordenite (since the rate TABLE 2 Reaction mechanism for methane oxidation Cation migration step: (1) x ^= - Adsorption and desorption steps: (2) CH4(g) + * t= CH4 (3) Oi(g) + * <=t 0, * (4) CHaOH ^ CH30H(g) + * * (5) HCHO <=^: HCHO(g) + * * (6) CO ?= C0(g) + * (7) CO, <=^ COi(g) + * * (8) HzO ?= H20(g) + * Dissociation step: (9) Oi + <= 20 * * Bridge formation step: (10) 0 + ^ ^0^ * Catalyst reduction steps: (11) CH4 + 0 ?= CHOH + * * * 1 (12) CHsOH + 0 ?= HCHO + H,0 * * * (13) HCHO + 0 ^=^ CO + HaO * i (14) CO + 0 ^== COi + * * * 212 laws were close to first order in CO and close to zero order in the corre- sponding oxidizing gas). In contrast, for oxidation of CO with NO over both catalysts and with N30 over Fe Y, the rate laws were close to zero order in CO and nearly first order in NO and NaO. This indicated that the catalysts were operating in their reduced states in these cases. The results of that study also showed that the activity of Fe Y for each reaction decreased in the order CO + 0; > CO + N30 > CO + NO. In contrast, the activities exhibited by Fe-mordenite for each reaction decreased in the order CO + N,0 > CO + Oa > CO + NO. The parameters of our model were adjusted so that the activities calculated under the same conditions as those of the experimental results summarized above would correspond to CO conversions of 10% at temper- atures from 475 to 625 K. This adjustment was constrained in such a way that the calculated results also simulated the above order of relative activities of each catalyst for each reaction. In addition, the adjustment was con- strained so that the calculated rate laws and oxidation states of the catalysts under reaction conditions would match the experimental rate laws. Nine of the ten variable parameters were constrained to be equal for all three reac- tions over both catalysts. The only parameter that was allowed to differ for Fe Y and Fe-mordenite was the parameter corresponding to the heat of migration of a cation from an inaccessible to an accessible site. This was done to simulate the greater accessibility of the cations in Fe-mordenite. However, this parameter was still constrained to be equal for the three studied reactions over each zeolite. Using the set of values listed in Table 3, the model was able to simulate the experimental behavior of the catalysts at temperatures corresponding to conversions in the vicinity of 10%. It should be noted that the parameters listed in Table 3 do not necessarily correspond to the 'best fit' of the experi- mental data. Instead, these parameters were constrained to have reasonable TABLE 3 Variable parameters adjusted in model Parameter Value Heat of cation migration step Heat of adsorption of Oy, Heat of adsorption of first NO molecule Heat of adsorption of second NO molecule Heat of adsorption of N^0 Heat of adsorption of CO Heat of formation of Fe 0 bond Heat of bridge formation step Preexponential factor for N^0 dissociation step Preexponential factor for catalyst reduction step 29 kJ mol-1 (Fe-Y) 12 kJ mol~1 (Fe-mordenite) 42 kJ mol-1 62 kJ mol-1 33 kJ mol-1 13 kJ mol-1 58 kJ mol-1 330 kJ mol-1 108 kJ mol-1 lO'S-! IQHs-! 213 values, as discussed below, and they allow the model to simulate all of the essential experimental observations. Carbon monoxide conversions versus temperature calculated with these parameters are plotted in Fig. 1. For comparison, experimental results under the same conditions, taken from [8], are shown in Fig. 2. The rate law parameters and oxidation states of the catalysts during reaction conditions calculated by the model are compared with experimental rate laws in Table 4. For the calculation of oxidation state, the cations in the zeolites were assumed to be oxidized only when they had atomic oxygen adsorbed on them, either in the form of 0 atoms on single cations, or in the form of Fe O Fe bridges. With the exception of the heat of adsorption of NzO, the adjusted parameters representing heats of adsorption all had values in the range of 33 to 62 kJ mol~1. This range agrees with typical experimental heats of ad- Fig. 1. Calculated conversions for CO oxidation over Pe Y and Fe-mordenite. (A) CO + 02, (B) CO + NO, (C) CO + NaO. Reaction conditions: 2 kPa CO and either 2 kPa Oa, 4 kPa NO or 4 kPa N^0 over 1 g catalyst at a flow rate of 3 cm3 s~1. 214 Fig. 2. Experimental conversions for CO oxidation over Fe from [8]. (A) CO + O^, (o) CO + NO, (a) CO + N^O. -Y and Fe-mordenite taken TABLE 4 Comparison between calculated and experimental rate laws Zeolite Res id ;ion m^ na,b Calculated Calc. Expt. Calc. Expt. percentage of cations oxidized Fe-Y CO + 02 1.2 1.0 0.2 0.0 92.3 Fe-Y CO + NO 0.0 0.1 1.4 1.0 2.0 Fe Y CO + NaO 0.2 0.0 0.8 0.9 1.2 Fe-M\" CO + 02 1.4 1.0 -0.6 0.1 99.9 Fe M CO + NO 0.4 0.1 1.2 0.9 37.3 Fe-M CO + NaO 0.9 0.7 0.1 0.2 92.6 'Rate law parameters defined as follows: r= feJocom Pox\" ''Rate laws calculated at 10% CO conversion. \"Fe M = Fe-mordenite. 215 sorption of CO on transition metal-exchanged zeolites. Egerton and Stone, for example, measured heats from 33 to 53 kJ mol\"1 for the adsorption of CO on Zn Y and Mn Y [26]. Miwa et al. found that the initial heat of adsorption of CO on Cu Y depended on the Cu loading, ranging from 46 to 95 kJ mol~1 [27, 28]. Unfortunately, experimental heats of adsorption for the other gases involved in the reactions are not available. The low value obtained for the heat of adsorption of NaO may be an artifact of the model, resulting from the fact that this gas undergoes a change in its spin multi- plicity when it is dissociated. The calculated results summarized in Fig. 1 agreed qualitatively with the experimental results shown in Fig. 2. However, the details of the experi- mental CO conversion versus temperature plots were not matched quan- titatively by the kinetic model. This indicates that the model described here is able to simulate the general activity trends exhibited by these zeolites for the studied reactions, but not to quantitative detail. The reason for this may have been that the pre-exponential factors of all but two elementary steps were not adjusted, whereas the activation energies of these same steps were varied with the model parameters. As a consequence, the compensation effect between pre-exponential factors and activation energies generally observed in kinetic studies was not taken into account by the model. Thus, the rate constants may have their proper values at a specific temperature, but the true temperature dependence may not be simulated properly. However, the adjustment of individual pre-exponential factors accordingly would have increased the size of an already substantial set of adjustable parameters. The calculated results obtained at CO conversions higher than 20% (not shown) deviated from the experimental results to a greater extent than those shown in Fig. 1. However, in that range diffusion effects can play a role in deter- mining catalytic activities, and such effects are not taken into account by the model [29]. Despite its difficulties in predicting quantitative activities versus temperature, Table 4 shows that the model was quite successful in matching experimental rate laws. Although the calculated and the experimental rate laws do not agree perfectly, the model was able to simulate in all cases which reactions were proceeding with the catalyst in its oxidized state and which were proceeding with the catalyst in its reduced state. CO oxidation and N^0 decomposition over other zeolites In a recent study, reaction rates in the temperature range from 475 to 727 K were measured in our laboratory for the oxidation of CO with NO and the decomposition of NaO over Y-zeolites exchanged with different first-row transition metals [13]. With the experimental conditions and the metal loadings of the zeolites in that study, the activities of the various zeolites for the oxidation of CO with NO were found to decrease in the order Cr-Y > Cu Y, Fe-Y > Co Y > Mn Y, Ni Y. The activities of the catalysts for the decomposition of N30 were found to decrease in the order Co Y, Cu Y>Fe Y>Mn Y, Ni Y, Cr Y. These results were inter- preted as meaning that the oxidizabilities of first-row transition metals 216 exchanged into zeolites decreased in the order Cr(III) > Cu(I), Fe(II) > Co(II)>Mn(II),Ni(II). In the present study, the kinetic model described above was used to predict catalytic activities of Y-zeolites exchanged with various first-row transition metals, so that the calculated results could be compared to the experimental results of [13]. For these calculations, nine of the ten param- eters adjusted above to simulate the data of Petunchi and Hall were used. The exception was the parameter corresponding to the energy of the bond between atomic oxygen and an exchanged cation. This bond is formed through the oxidation of the exchanged cations to higher valence states; therefore, the bond strength was varied to reflect the different redox prop- erties of different transition metals. Since the results summarized above showed that the model is successful mainly in simulating qualitative trends, no effort was made to adjust this energy to match the quantitative experi- mental activities exhibited by the zeolites exchanged with different transi- tion metals. Instead, this energy was set to arbitrary values of the same order of magnitude as the value used for iron in the simulation of the data on Fe Y and Fe-mordenite to observe the general trends that can arise from changes in this parameter. In Fig. 3, CO and N^O conversions calculated with the model are shown. The curves shown in the figure were calculated assuming values of 500, 330, 200 and 100 kJ mol~1 for the heat of formation of a cation-oxygen bond. For the oxidation of CO with NO, the model predicted that the activity should increase with increasing cation-oxygen bond strength in the range of bond energies investigated. In contrast, the activity for the decomposition of N^0 is predicted by the model to increase with increasing cation-oxygen bond strength up to a point (i.e. going from 100 to 200 kJ mol\"1), but then to decrease as the strength of this bond in- creases further (i.e. going from 200 to 500 kJ mol~1). For comparison with these results, experimental data collected under corresponding reaction conditions [13] for Cr Y, Mn Y, Fe Y, Co Y, Ni Y and Cu Y are shown in Fig. 4. A comparison between the plots shown in both figures demonstrates that the experimental catalytic behavior of Cr Y can be simulated by the model if an energy of formation of ca. 500 kJ mol~1 for a Cr 0 bond is assumed. With this value, the model predicts correctly that the catalyst should be relatively active for the oxida- tion of CO with NO but relatively inactive for the decomposition of N^O. The model is able to simulate the catalytic behavior of Co Y if it is assumed that the energy of formation of a Co 0 bond has a value of ca. 200 kJ moP1. In this case, the catalyst can be active for the decomposition of NzO but relatively inactive for the oxidation of CO with NO. The moderate activity exhibited by both Fe Y and Cu Y for both reactions can be explained by the model, assuming that the energies of formation of Fe 0 and Cu 0 bonds have values close to 330 kJ mol\"1. Finally, the low activity exhibited by Mn Y and Ni Y for both reactions can be simulated by the model if the energy of formation of cation-oxygen bonds in these 217 cases is assumed to be of the order of 100 kJ mol\"1. The cation-oxygen bond energies with which the model successfully simulated the catalytic behavior of Y-zeolites exchanged with different metals decreased in the same order as the relative oxidizabilities of these metals previously deduced from their catalytic behavior [13]. In addition to simulating the relative activities of the various zeolites for each reaction, the calculated results also agree with the experimental data in that the predicted temperatures required for N^O decomposition over these zeolites are in general higher than those required for the oxidation of CO with NO. In summary, it can be seen that the simple regenerative oxidation- reduction mechanism of Table 1 can simulate qualitatively the experimental behavior of various transition metal-exchanged zeolites for the oxidation of CO by O;, NO and N30 and the decomposition of NjO. Importantly, the 0 Fig. 3. Calculated conversions for the oxidation of CO with NO and the decomposition of N^0 as a function of cation oxygen bond strength. Energies of formation of cation- oxygen bonds were (A) 500 kJ mol-1, (B) 330 kJ mol~1, (C) 200 kJ mol-1, (D) lOOkJmor1. 218 600 625 700 725 T (K) Fig. 4. Experimental conversions from [13] for the oxidation of CO with NO and the decomposition of NzO over Cr-Y (0), Cu Y (0), Fe Y (0), Co Y (A), Mn Y (a), and Ni-Y (v). model explains why a given catalyst (such as Cr Y) may be active for one reaction (such as the oxidation of CO by NO) but show low activity for another reaction (such as N^O decomposition). Specifically, the metal- oxygen bond strength for maximum catalytic activity is related to the oxidation/reduction properties of the reactants and products of the reaction, and the kinetic model provides a means for establishing this connection. Partial oxidation of methane The kinetic model was next used to simulate in a preliminary fashion the behavior of transition metal-exchanged Y-zeolites for the partial oxida- tion of methane. For this reaction, the mechanism summarized in Table 2 was used. Where possible, the same energy parameters were used for the partial oxidation of methane as were used above for the oxidation of CO 219 and the decomposition of N^O. Since most heats of adsorption obtained above were in the range of 33 to 62 kJ moF1, heats of adsorption of methanol, formaldehyde and water were assumed in the model to be 40 kJ mol~1, in the middle of this range. The heat of adsorption of methane was assumed to be 80 kJ mol~1. The reason for using a higher heat of adsorp- tion for methane is that Papp et al. measured a heat of adsorption of 118 kJ moF1 for methane on H-ZSM-5 zeolite [30]. Although this zeolite was not exchanged with a transition metal, results by Soltanov et al. have shown that H-erionite zeolite has a heat of adsorption of CO of 50 kJ moF1, in the same range as those values found for zeolites exchanged with transition metals [31]. Some of the calculations were repeated using a heat of adsorp- tion for methane of 40 instead of 80 kJ mol~1, and the major trends in the results were not found to be different. In general, the calculations predicted that operation at low space times (high flow rates and/or low number of active sites per gram of zeolite) enhanced the yields of methanol and formaldehyde for any zeolite at any temperature. However, low space times gave low overall methane conversions as well. The model therefore predicts a compromise between activity and selectivity, a property exhibited by partial oxidation catalysts in general. The calculations also predicted that higher methane/oxygen ratios in the reactor inlet lead to higher yields of partial oxidation products. Nevertheless, the effects of space time and methane/oxygen ratio on the results of the simulation were minor compared to the effect of changing the metal-oxygen bond strength of the exchanged metal. In Table 5, for example, yields of various products are compared for Cr Y, Fe Y, and Co Y catalysts operat- ing at 900 K with inlet partial pressures of 18 kPa for methane and 2 kPa for oxygen. For these calculations, the energies of formation of Cr 0, Fe 0, and Co 0 bonds were assumed to be 500, 330 and 200 kJ moF1, respectively. The results summarized in the table show that zeolites ex- changed with cations that are not easily oxidized (such as Co(II), which is TABLE 5 Calculated conversions and yields for the oxidation of methane at 900 K over selected zeolites' Cr-Y11 Fe Y\" Co-Y\" Flow rate (cm3 s l) 30 3 0.1 Methane conversion (%) 0.3 6.3 10.8 Methanol yield (%) 0.9 2.6 79.0 Formaldehyde yield (%) 0.9 2.5 16.6 CO yield (%) 61.5 51.5 4.4 COa yield (%) 46.7 43.4 2 X 10~4 \"Inlet partial pressures: 18 kPa for CHLt, 2 kPa for Oa. ''O.I g catalyst containing 1020 cations g~1. \"10 g catalyst containing 1020 cations g~1. 220 not easily oxidized to Co(III)) have the highest potential of acting as partial oxidation catalysts. The reason for this is that such zeolites do not have high concentrations of extralattice atomic oxygen under reaction conditions. It is this extralattice oxygen that can react with adsorbed methanol and formal- dehyde, oxidizing them further to CO and COz. It is for the same reason that high methane/oxygen ratios in the reactor inlet are desired, since high oxygen partial pressures produce high concentrations of this undesired extralattice oxygen. The conclusion that partial oxidation is more likely to take place with high methane/oxygen ratios agrees with experimental studies of the oxida- tion of other alkanes and alkenes over transition metal-exchanged zeolites. Most of these studies have been performed using excess oxygen, and as a consequence only complete oxidation products have been detected [32 - 36]. However, in the case of the oxidation of propylene it has been found that products like acrolein, acetaldehyde and formaldehyde can be detected at higher propylene/oxygen ratios, and under suitable conditions their yields can be high [17,35,37]. In summary, the work described here demonstrates how a relatively simple, regenerative oxidation-reduction model can simulate most of the qualitative trends in the behavior of transition metal-exchanged zeolites for a variety of redox reactions. Since the simulation is not always quali- tatively perfect, the model is not proposed to be used as a substitute for experiments, but rather as a guide for them. Acknowledgements The authors express their gratitude to the National Science Foundation for Grant CBT-8414622 which supported this work. We also wish to thank William S. Millman, Maria A. Ulla, and W. Keith Hall for valuable consulta- tions throughout the course of this work. References 1 G. K. Boreskov, N. N. Bobrov, N. G. Maksimov, V. F. Anufrienko, K. G. lone, and N. A. Shestakova, Dokl. Akad. Nauk SSSR. 201 (1971) 887. 2 N. N. Bobrov, G. K. Boreskov, K. G. lone, A. Terletskikh and N. A. Shestakova, Kinet. Katal.. 15 (1972) 413. 3 K. G. lone, N. N. Bobrov, G. K. Boreskov and L. A. Vostrikova, Dokl. Akad. Nauk SSSR, 210 (1973)388. 4 T. Kubo, H. Tominaga and T. Kunugi, Bull. Chem. Soc. Jpn., 46 (1973) 3649. 5 R. A. Schoonheydt, L. J. Vandame, P. A. Jacobs and J. B. Uytterhoeven, J. Catal., 43(1976)292. 6 C. M. Fu, M. Deeba and W. K. Hall, Ind. Eng. Chem. Prod. Res. Dev.. 19 (1980) 299. 7 C. M. Fu, V. N. Korchak and W. K. Hall, J. Catal., 68 (1981) 166. 8 J. 0. Petunchi and W. K. Hall, J. Catal., 78 (1982) 327. 9 J. 0. Petunchi and W. K. Hall, J. Catal., 80 (1983) 403. 221 10 J. Leglise, J. 0. Petunchi and W. K. Hall, J. Catal., 86 (1984) 392. 11 L. M. Aparicio, J. A. Dumesic, S. M. Fang, M. A. Long, M. A. Ulla, W. S. Millman, and W. K. Hall, J. Catal., 104 (1987) 381. 12 L. M. Aparicio, W. K. Hall, S. M. Fang, M. A. Ulla, W. S. Millman and J. A. Dumesic, J. Catal., 108 (1987)233. 13 L. M. Aparicio, M. A. Ulla, W. S. Millman and J. A. Dumesic, J. Catal., 110 (1988) 330. 14 J. A. Dumesic, B. A. Milligan, L. A. Greppi, V. R. Balse, K. T. Sarnowski, C. E. Beall, T. Kataoka, D. F. Rudd and A. A. Trevino, Ind. Eng. Chem. Res., 26 (1987) 1399. 15 H. Arai, T. Yamashiro, T. Kubo and H. Tominaga, Bull. Jpn. Pet. Inst., 18 (1976) 39. 16 T. Kubota, F. Kumada, H. Tominaga and T. Kunugi, Int. Chem. Eng., 13 (1973) 539. 17 I. Mochida, S. Hayata, A. Kato and T. Seiyama, J. Catal., 19 (1970) 405. 18 M. Boudart and G. Djega-Mariadassou, Kinetics of Heterogeneous Catalytic Reactions, Princeton University Press, Princeton, 1984. 19 K. Segawa, Y. Chen, J. E. Kubsh, W. N. Delgass, J. A. Dumesic and W. K. Hall, J. Catal., 76 (1982) 112. 20 L. M. Aparicio and J. A. Dumesic, Langmuir, 4 (1988) 1044. 21 C. J. Casewit and A. K. Rappe, J. Catal., 89 (1984) 250. 22 R. L. Garten, W. N. Delgass and M. Boudart, J. Catal., 18 (1970) 90. 23 E. K. Gill and K. J. Laidler, Can. J. Chem., 36 (1958) 1570. 24 H. Gebelein and J. Jortner, Theor. Chim. Acta, 25 (1972) 143. 25 P. B. Armentrout, L. F. Halle and J. L. Beauchamp, J. Chem. Phys., 76 (1982) 2449. 26 T. A. Egerton and F. S. Stone, J. Chem. Soc., Faraday Trans. 1, 69 (1973) 22. 27 Y. Miwa, K. Tsutsumi and H. Takahashi, Bull. Chem. Soc. Jpn., 53 (1980) 2800. 28 Y. Miwa, K. Tsutsumi and H. Takahashi, Zeolites, 1 (1981) 98. 29 E. E. Miro, D. R. Ardiles, E. A. Lombardo and J. 0. Petunchi, J. Catal., 97 (1986) 43. 30 H. Papp, W. Hinsen, N. T. Do and M. Baerns, Thermochim. Acta, 82 (1984) 137. 31 R. I. Soltanov, E. A. Paukshtis and E. N. Yurchenko, Kinet. Ratal., 23 (1982) 164. 32 I. Mochida, S. Hayata, A. Kato and T. Seiyama, J. Catal., 23 (1971) 31. 33 S. Z. Roginskii, 0. V. Al'tshuler, 0. M. Vinogradova, V. A. Seleznev and I. L. Tsitovskaya, Dokl. Akad. Nauk SSSR, 196 (1971) 872. 34 R. Rudham and M. K. Sanders, J. Catal., 27 (1972) 287. 35 S. J. Gentry, R. Rudham and M. K. Sanders, J. Catal., 35 (1974) 376. 36 H. Patow and L. Riekert, Ber. Bunsenges. Phys. Chem., 83 (1979) 807. 37 I. Mochida, S. Hayata, A. Kato and T. Seiyama, Bull. Chem. Soc. Jpn., 44 (1971) 2282. X244 89800525 0304-5102(89)80052-5 10.1016/0304-5102(89)80052-5 Industrial Articles Kinetic modeling studies of transition metal-exchanged zeolites as catalysts for redox reactions Luis M. Aparicio J.A. Dumesic 1 Chemical Engineering Department, University of Wisconsin-Madison, 1415 Johnson Drive, Madison, WI 53706 U.S.A. 1 Author to whom correspondence should be addressed. A kinetic modeling program based on a regenerative oxidation-reduction mechanism was used to simulate experimental data on the catalytic activities of Fe-Y and Fe-mordenite zeolites for the oxidation of CO with O2, NO, and N2O. The model was also used to simulate catalytic activities of Y-zeolites exchanged with different first row transition metals (Cr, Mn, Fe, Co, Ni, Cu) for the oxidation of CO with NO and the decomposition of N2O into its elements. It was found that the model could predict the relative qualitative activities of the catalysts by assuming only that the energy of the bond between base exchange cations and adsorbed extralattice oxygen was a function of the base exchange metal. Since this model simulates successfully most of the general catalytic trends of transition metal-exchanged zeolites for these redox reactions, it is proposed that it be used as a guide to future experimental work for related reactions. As an example, the model was used to estimate activities of transition metal-exchanged zeolites for the partial oxidation of methane. The simulations predict that high yields of methanol and formaldehyde are more likely to be obtained with zeolites exchanged with cations that cannot be easily oxidized to higher oxidation states, such as Co(II). References 1 G.K. Boreskov N.N. Bobrov N.G. Maksimov V.F. Anufrienko K.G. Ione N.A. Shestakova Dokl. Akad. Nauk SSSR 201 1971 887 2 N.N. Bobrov G.K. Boreskov K.G. Ione A. Terletskikh N.A. Shestakova Kinet. Katal. 15 1972 413 3 K.G. Ione N.N. Bobrov G.K. Boreskov L.A. Vostrikova Dokl. Akad. Nauk SSSR 210 1973 388 4 T. Kubo H. Tominaga T. Kunugi Bull. Chem. Soc. Jpn. 46 1973 3549 5 R.A. Schoonheydt L.J. Vandame P.A. Jacobs J.B. Uytterhoeven J. Catal. 43 1976 292 6 C.M. Fu M. Deeba W.K. Hall Ind. Eng. Chem. Prod. Res. Dev. 19 1980 299 7 C.M. Fu V.N. Korchak W.K. Hall J. Catal. 68 1981 166 8 J.O. Petunchi W.K. Hall J. Catal. 78 1982 327 9 J.O. Petunchi W.K. Hall J. Catal. 80 1983 403 10 J. Leglise J.O. Petunchi W.K. Hall J. Catal. 86 1984 392 11 L.M. Aparicio J.A. Dumesic S.M. Fang M.A. Long M.A. Ulla W.S. Millman W.K. Hall J. Catal. 104 1987 381 12 L.M. Aparicio W.K. Hall S.M. Fang M.A. Ulla W.S. Millman J.A. Dumesic J. Catal. 108 1987 233 13 L.M. Aparicio M.A. Ulla W.S. Millman J.A. Dumesic J. Catal. 110 1988 330 14 J.A. Dumesic B.A. Milligan L.A. Greppi V.R. Balse K.T. Sarnowski C.E. Beall T. Kataoka D.F. Rudd A.A. Trevino Ind. Eng. Chem. Res. 26 1987 1399 15 H. Arai T. Yamashiro T. Kubo H. Tominaga Bull. Jpn. Pet. Inst. 18 1976 39 16 T. Kubota F. Kumada H. Tominaga T. Kunugi Int. Chem. Eng. 13 1973 539 17 I. Mochida S. Hayata A. Kato T. Seiyama J. Catal. 19 1970 405 18 M. Boudart G. Djéga-Mariadassou Kinetics of Heterogeneous Catalytic Reactions 1984 Princeton University Press Princeton 19 K. Segawa Y. Chen J.E. Kubsh W.N. Delgass J.A. Dumesic W.K. Hall J. Catal. 76 1982 112 20 L.M. Aparicio and J.A. Dumesic, Langmuir, 4 (1988) 1044. 21 C.J. Casewit A.K. Rappé J. Catal. 89 1984 250 22 R.L. Garten W.N. Delgass M. Boudart J. Catal. 18 1970 90 23 E.K. Gill K.J. Laidler Can. J. Chem. 36 1958 1570 24 H. Gebelein J. Jortner Theor. Chim. Acta 25 1972 143 25 P.B. Armentrout L.F. Halle J.L. Beauchamp J. Chem. Phys. 76 1982 2449 26 T.A. Egerton F.S. Stone J. Chem. Soc., Faraday Trans. 1 69 1973 22 27 Y. Miwa K. Tsutsumi H. Takahashi Bull. Chem. Soc. Jpn. 53 1980 2800 28 Y. Miwa K. Tsutsumi H. Takahashi Zeolites 1 1981 98 29 E.E. Miró D.R. Ardiles E.A. Lombardo J.O. Petunchi J. Catal. 97 1986 43 30 H. Papp W. Hinsen N.T. Do M. Baerns Thermochim. Acta 82 1984 137 31 R.I. Soltanov E.A. Paukshtis E.N. Yurchenko Kinet. Katal. 23 1982 164 32 I. Mochida S. Hayata A. Kato T. Seiyama J. Catal. 23 1971 31 33 S.Z. Roginskii O.V. Al'tshuler O.M. Vinogradova V.A. Seleznev I.L. Tsitovskaya Dokl. Akad. Nauk SSSR 196 1971 872 34 R. Rudham M.K. Sanders J. Catal. 27 1972 287 35 S.J. Gentry R. Rudham M.K. Sanders J. Catal. 35 1974 376 36 H. Pätow L. Riekert Ber. Bunsenges. Phys. Chem. 83 1979 807 37 I. Mochida S. Hayata A. Kato T. Seiyama Bull. Chem. Soc. Jpn. 44 1971 2282",
      "scopus-id": "0024961531",
      "coredata": {
        "eid": "1-s2.0-0304510289800525",
        "dc:description": "A kinetic modeling program based on a regenerative oxidation-reduction mechanism was used to simulate experimental data on the catalytic activities of Fe-Y and Fe-mordenite zeolites for the oxidation of CO with O2, NO, and N2O. The model was also used to simulate catalytic activities of Y-zeolites exchanged with different first row transition metals (Cr, Mn, Fe, Co, Ni, Cu) for the oxidation of CO with NO and the decomposition of N2O into its elements. It was found that the model could predict the relative qualitative activities of the catalysts by assuming only that the energy of the bond between base exchange cations and adsorbed extralattice oxygen was a function of the base exchange metal. Since this model simulates successfully most of the general catalytic trends of transition metal-exchanged zeolites for these redox reactions, it is proposed that it be used as a guide to future experimental work for related reactions. As an example, the model was used to estimate activities of transition metal-exchanged zeolites for the partial oxidation of methane. The simulations predict that high yields of methanol and formaldehyde are more likely to be obtained with zeolites exchanged with cations that cannot be easily oxidized to higher oxidation states, such as Co(II).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-01-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800525",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Aparicio, Luis M."
          },
          {
            "@_fa": "true",
            "$": "Dumesic, J.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800525"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800525"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80052-5",
        "prism:volume": "49",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetic modeling studies of transition metal-exchanged zeolites as catalysts for redox reactions",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "205-221",
        "prism:endingPage": "221",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 January 1989",
        "prism:doi": "10.1016/0304-5102(89)80052-5",
        "prism:startingPage": "205",
        "dc:identifier": "doi:10.1016/0304-5102(89)80052-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024961531"
      }
    }
  }
}