{
  "metadata": {
    "title": "On the mechanism of CO and CO<ce:inf loc=post>2</ce:inf> hydrogenation reactions on zirconia-supported catalysts: a diffuse reflectance FTIR study: Part II. Surface species on copper/zirconia catalysts: implications for methanoi synthesis selectivity",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-12-01",
    "doi": "10.1016/0304-5102(90)85147-A",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085147A",
    "pii": "030451029085147A"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025645082",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085147A 0304-5102(90)85147-A 030451029085147A 10.1016/0304-5102(90)85147-A S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01976 2024-01-02T01:05:30.650091Z 0 0 19901201 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 63 63 2 2 Volume 63, Issue 2 13 243 254 243 254 19901201 1 December 1990 1990-12-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. MECHANISMCOCO2HYDROGENATIONREACTIONSZIRCONIASUPPORTEDCATALYSTSADIFFUSEREFLECTANCEFTIRSTUDY SCHILD C DENISE 1982 359 B SAUSSEY 1989 343 J CHINCHEN 1987 333 G CHINCHEN 1988 1 G BART 1987 1 J AMENOMIYA 1987 57 Y CHINCHEN 1987 2193 G BOWKER 1988 263 M DENISE 1989 365 B BURCH 1989 3569 R JENNINGS 1989 157 J OWEN 1990 69 G FAKLEY 1989 483 M SCHILD 1990 C GASSER 1989 279 D KOPPEL 1990 283 R PREPARATIONCATALYSTSV SCHUTH 1988 813 F BAIKER 1989 239 A SCHILDX1990X243 SCHILDX1990X243X254 SCHILDX1990X243XC SCHILDX1990X243X254XC item 0304-5102(90)85147-A 030451029085147A 1-s2.0-030451029085147A 10.1016/0304-5102(90)85147-A 272239 2024-01-02T01:05:30.650091Z 1990-12-01 1-s2.0-030451029085147A-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085147A/MAIN/application/pdf/aab23c2c5aee7ad0c8ed19830df57991/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085147A/MAIN/application/pdf/aab23c2c5aee7ad0c8ed19830df57991/main.pdf main.pdf pdf true 706418 MAIN 12 1-s2.0-030451029085147A-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085147A/PREVIEW/image/png/299393cdb31847c2bfb8b8babf8b3a62/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085147A/PREVIEW/image/png/299393cdb31847c2bfb8b8babf8b3a62/main_1.png main_1.png png 65220 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 63 (1990) 243-254 243 On the mechanism of CO and COa hydrogenation reactions on zirconia-supported catalysts: a diffuse reflectance FTIR study Part II. Surface species on copper/zirconia catalysts: implications for methanol synthesis selectivity C. Schild, A. Wokaun* Physical Chemistry II, University of Bayreuth, P.O. Box 101251, D-8580 Bayreuth (F.R.G.) and A. Baiker Department of Industrial and Engineering Chemistry, Swiss Federal Institute of Technology, ETH Zentrum, CH-8092 Zurich (Switzerland) (Received April 10, 1990; revised June 11, 1990) Abstract Hydrogenation reactions of CO and COz over copper/zirconia catalysts obtained from an amorphous CuyoZrgo precursor, as well as catalysts prepared by coprecipitation and sequential precipitation of copper and zirconium hydroxides, were investigated by diffuse reflectance FTIR spectroscopy. Surface species and reaction products are compared with those on palladium/zirconia catalyst systems, for which results have been reported in Part I of this study. Two major pathways were identified from the observed correlations of surface species and gas phase products, (i) The rapid adsorption of COa followed by reduction yields surface formate, which is efficiently reduced to methane without further observable intermediates, (ii) The adsorption of CO in the presence of hydrogen yields Tr-bonded formaldehyde, which is reduced to methylate and finally methanol. These two reaction systems are connected, as COg and CO can be interconverted on the catalyst surface by the water-gas shift reaction. While the principal types of surface species are similar in Pd/ZrOg and Cu/ZrOa catalyst systems, there are large differences in the selectivities towards methane and methanol, respectively. Apparently the amorphous zirconia support mainly provides adsorption sites for the surface reaction intermediates. The activity of the metal and its interface, on the other hand, is the decisive factor in determining the principle hydrogenation product. Palladium is very active in reducing surface formate to methane; as a consequence of the continuous desorption of methane, COg is replenished on the surface by the water-gas shift reaction, and the product distribution is biased towards the principal COz hydrogenation product, i.e. methane. With copper, on the other hand, formate hydrogenation is less effective. In contrast, there is a favorable reaction pathway on copper in which adsorbed CO is reduced to methanol without C 0 bond cleavage. The reverse water-gas shift equilibrium is biased towards CO on the copper surface, and methanol can be obtained as the principle COg hydrogenation product. Author to whom correspondence should be addressed. 0304-5102/90/$3.50 Elsevler Sequoia/Printed in The Netherlands 244 Introduction Mechanistic studies with supported copper as a catalyst for methanol synthesis have been the subject of various investigations, especially for the Cu/ZnO/AlaOa system. One of the basic questions concerning hydrogenation of COg/CO mixtures is whether carbon dioxide or carbon monoxide is the main source of carbon in the methanol product. Denise et al. [ 1 ] and Saussey and Lavalley [2] have obtained evidence for two different mechanisms for methanol production from carbon monoxide and carbon dioxide, depending on the feed gas composition. Chinchen et al. [3] examined an industrial Cu/ZnO/AlaOa catalyst under standard conditions; they concluded that methanol synthesis proceeded from carbon dioxide, and that the reverse water-gas shift reaction (which produces CO from COg) was slower than the synthesis reaction to give methanol. Chinchen et al. also note [4] that in a working methanol synthesis catalyst, CO can be expected to exchange oxygen rapidly on the copper surface. This fact gives rise to their supposition that the hydrogenation of a 'WO/^C^O mixture should produce some isotope scrambling in the methanol product. This oxygen exchange is in contrast to the performance of a supported rhodium catalyst, where no scrambling occurs. In Bart and Sneeden's review [5], both stepwise reduction of carbon oxides, as well as the possibility of initial CO reaction to COg and subsequent hydrogenation to methanol, are compared. It is pointed out that methanol is obtained predominantly from COg without the intermediate formation of CO. In many recent investigations [6-10], there is broad agreement concerning the fact that COg rather than CO is the precursor of methanol. Only very recently considerable doubts have been formulated concerning the genera- lization of these results to other catalysts systems. Jennings et al. [11, 12] have studied methanol synthesis catalysts derived from binary rare earth/ copper precursors and from ternary rare earth/Cu/Ti, Zr or Al precursors. Their results obtained with 14CO^ indicate that methanol is formed by hydrogenation of carbon monoxide; the mechanism therefore differs from that which is characteristic of conventional Cu/ZnO/AlgOs catalysts. Authors from the same research group have discussed two basic types of CO hy- drogenation mechanisms [13]. In reactions of type I, adsorbed CO is hy- drogenated while the C 0 bond remains intact, and a second C 0 bond is neither formed nor broken. Mechanisms of type II involve an intermediate with two C 0 bonds, typically surface formate. In the hydrogenation reaction producing methanol, one of the two oxygen atoms remains on the surface. For the rare earth/copper catalysts investigated in [13], both mechanisms appear possible to the authors. The identification of surface species on our metal/zirconia COg hydro- genation catalysts has been discussed in Part I of this study [14]. The production of methane was correlated with surface formate as a precursor, whereas ir-bonded formaldehyde and surface-bound methylate were found 245 to correlate with the production of gas phase methanol. In the present paper (Part II) the results obtained on copper/zirconia systems will be compared with those obtained in Part I for palladium/zirconia catalysts. From this comparison, the dependence of the product selectivities with respect to methanol and to methane on the metal (palladium or copper) will be discussed. Experimental Details of the apparatus and measurement techniques employed were described in Part I [14]. In the present study, three types of catalysts are investigated: (i) an amorphous copper/zirconia catalyst obtained by in situ activation of a rapidly quenched CuyoZrao alloy, as described in [15]; (ii) the catalyst denoted in the following as Cu (60 wt.%)/Zr02, prepared by coprecipitation of copper and zirconium hydroxides [16]; (iii) the catalyst identified as Cu (4 wt.%)/Zr02 obtained by sequential precipitation of zirconia and copper hydroxide [16]. Hydrogenation reactions over copper/zirconia catalysts In the following sections we shall present diffuse reflectance FTIR spectra that were recorded on the copper/zirconia catalysts described in the expe- rimental section. For convenience, the assignments of the observed absorptions to the relevant surface species, which have been identified in Part I of this study [14], are summarized in Table 1. Catalyst obtained from amorphous Cu^Zrso precursor The surface of the catalyst, held at 473 K, was observed as a function of time, while a stoichiometric mixture of COg and Hg (1:3 by volume) was continuously passed over the sample. Formate peaks were immediately observed during the first minute after the flow was switched on (Fig. 1). Later some methanol is formed, as observed by the weak peak at 1050 cm\"1 and a broad absorption around 2900 cm\"1 in the spectrum taken after 30 min. The latter peaks can be enhanced if the flow is stopped and the surface is exposed to the static reaction mixture at a total pressure of 3 bar. At the same time, CO and water are formed by the reverse water-gas shift reaction, as evidenced by the spectra in Fig. 1, from which it is apparent that more methanol is formed in the static system. The complementary experiment in which the catalyst is exposed to a flowing CO/Hg mixture (1:2) is shown in Fig. 2. Some COg is immediately formed by the surface oxidation of CO, and is accompanied by the characteristic pair of formate peaks at 1580 and 1370 cm\"1 (Fig. 2). After 15 min on stream, gas phase COg has strongly decreased in intensity, and the formation of methanol is clearly evidenced by peaks at 2950, 2840 and 1050 cm~1 (Fig. 2). 246 TABLE 1 Assignment of observed vibrational absorptions v (cm\" Vibration Assignment gas phase molecules 984 i<C-0) CDsOD 1034 i<C-0) CHsOH 1307 3(C-H) CH4 1600 5(0-H) HaO 1744 i<C-0) HzCO 2075 -(C-D), CD30D 2250 <C-D). CD30D 2825 i<C-H), CHaOH 2935 i<C-H). CHaOH surface species adsorbed on zirconia-supported catalysts 1010-1020 i<C-0) CDsO- 1050-1065 )<C-0) CHaO- 1120-1130 i<C-0) Tl^CDaO 1140-1165 i<C-0) ^-CHaO 1250-1280 <C-0), bidentate surface carbonate 1310-1350 ><C-0), monodentate surface carbonate 1360-1390 ><C-0), HCOO- 1410-1460 t<C-0), monodentate surface carbonate 1570-1590 ><C-0)a HCOO- 1630-1700 i<C-0), bidentate surface carbonate 1750-2000 i<C-0) CO(ads) 2070-2080 i<C-D), CDgO- 2220-2240 i<C-D). CDaO- 2820-2830 i<C-H), CHaO\" 2870-2880 )<C-H) HCOO- 2930-2950 i<C-H), CH30- Products m the static system CCO/H2=1:2, p=3 bar, T=473 K) are methanol and some methane as a side product. It is informative to inspect the changes in the spectra taken after 5 and 20 min, respectively. The difference spectrum (upper trace in Fig. 3) shows a pronounced increase in the methanol absorptions, but little if any decrease in the formate bands (1580 and 1370 cm\"1). This fact will be discussed below as one of the indications that formate is not a direct precursor of methanol formation. Catalyst containing 60% Cu on ZrO^ prepared by coprecipitation When exposed to COg/Hg (1:3) the catalyst behaves similarly to that pre- pared from the amorphous precursor (see above). Surface formate is readily formed from the beginning, after which its concentration remains constant (Fig. 4). In the flowing system, peaks at 1050, 1150 and ~2900 cm\"1 appear after 10 min. Again, these peaks increase when the flow is stopped and the catalyst is exposed to a static reaction mixture at 3 bar. Methanol formation is paralleled by the observation of gas phase CO (Fig. 4). 247 Cri stat. 30 min 1 min 3500 3250 3000 2750 2500 2250 2000 1750 1500 1250 1000 wavenumber / cm\"1 Fig. 1. COz hydrogenation over copper/zircoma catalyst obtained from an amorphous Ci^oZrao precursor. The diffuse reflectance FTIR spectrum was monitored at 473 K as a function of time after the flow was switched from pure hydrogen to a COa/Hg (1:3) mixture (bottom and middle traces), and after subsequent termination of the gas flow (p=3 bar, top trace). When the Cu/ZrOg catalyst is exposed to CO/Hg (1:2) at 473 K in a flowing system, the first species detected are gas phase COg and surface formate, with intensities remaining at a constant ratio when observed as a function of time (Fig. 5). Surface formaldehyde and methylate are detected after 2 min, with concentrations increasing with time. The band at 1160 cm\"1 assigned to n-bonded formaldehyde is very pronounced after 30 min. In the static system (p = 2.5 bar, T= 473 K, Fig. 6) there are four absorptions in the 1200-1000 cm-1 region (1160, 1060, 1035 and 1015 cm-1) and an additional sharp band at 1307 cm-1 due to methane formed as a minor product. In the top trace, the difference of the two spectra, taken 15 and 2 min after termination of flow, is presented. The methanol bands are seen to have increased in intensity. Formate bands at 1590 and 1370 cm-1, which are clearly visible in each individual spectrum, are absent in the difference trace, demonstrating that the increase in methanol is not associated with a decrease in the surface formate species. 248 15 min 5 min 1 min 3500 3250 3000 2750 2500 2250 2000 1750 1500 1250 1000 wavenumber / cm\"1 Fig. 2. CO hydrogenation over copper/zirconia catalyst obtained from an amorphous Ci^oZrgo precursor. The diffuse reflectance FTIR spectrum was monitored at 473 K as a function of time after the flow was switched from pure hydrogen to a CO/Ha (1:2) mixture. Catalyst containing 4% Cu on ZrOy, prepared by sequential precipitation As a consequence of the low copper loading, adsorption experiments performed with this catalyst give rise to IR-detected surface coverages that are very similar to those observed on the zirconia support prepared in an identical fashion. When the catalyst is exposed to either COa/Hg or COa/Ng in a flowing system, the only species detected are bidentate and monodentate carbonates; no formate is observed. \"When the COg/Hg flow is terminated some methanol is formed, which is paralleled by the observation of gas phase CO. With the flowing CO/Hg system at 473 K, the first reaction observed is surface oxidation of CO, yielding COg and surface carbonate. In this respect the Cu/ZrOg catalyst with low copper loading (4%) is different from that containing 60% copper, where only surface formate was observed. A few minutes later surface formaldehyde, methylate and methanol are formed, as with the other catalysts discussed in this section. The results obtained with 249 CB diff. 20 min 5 min 3500 3250 3000 2750 2500 2250 2000 1750 1500 1250 1000 wavenumber / cm\"1 Fig. 3. CO hydrogenation at 473 K over copper/zirconia catalyst obtained from an amorphous Cii7oZr3o precursor. Changes in gas phase composition and surface species were monitored as a function of time after the termination of gas flow. The catalyst surface was exposed to a CO/Hg (1:2) reaction mixture at a total pressure of 3 bar. In the difference spectrum, shown as the top trace, zero difference is indicated by the dashed line. this catalyst are summarized in Fig. 7, which illustrates the differences between the COg and CO hydrogenation reactions. Discussion The reactants, COg and CO, can be interconverted by the water-gas shift/reverse water-gas shift (WGS/RWGS) equilibrium (1), CO+HaO == COa+Hg (1) On the surface, one might also formulate a 'basic' variant involving surface hydroxyl groups, CO+20H- ?= COa^+Hg, (2) provided that the surface can act as a hydrogen acceptor. 250 -2 slat. 10 min 1 min 3500 3Z50 3000 2750 2500 2250 2000 1750 1500 1250 1000 wavenumber / cm\"1 Fig. 4. Initial surface reactions during COg hydrogenation over Cu (60 wt.%)/Zr02 catalyst. The diffuse reflectance FTIR spectrum was monitored as a function of time after the flow was switched from pure hydrogen to a COa/Hg (1:3) reaction mixture (bottom and middle traces), and after subsequent termination of the gas flow (p=2.5 bar, top trace). On regarding our findings for the copper/zirconia catalysts, the correlations observed for the hydrogenation reactions of COg and CO are seen to be very similar to those observed for zirconia-supported palladium. COg/Hg mixtures preferentially yield surface formate; the appearance of surface formaldehyde and methylate species can be correlated with the presence of gaseous carbon monoxide. It appears that the support plays an important role in providing adsorption sites for the relevant surface reaction intermediates, which are largely the same m the presence of either copper or palladium as the catalytically active metal. The metals, on the other hand, activate the adsorbed hydrogen for the catalytic reductions. The reactivity pattern of the activated hydrogen is different for the two metals, as evidenced by the different dynamics of surface species for the two types of systems. In palladium-catalyzed hydrogenations, surface formate appears as the direct precursor of methane. In contrast, on the copper catalysts formate does not participate significantly in the hydro- genation reaction at all. Hydrogen on copper is active in reducing carbon 251 OS 0 sS 30 min 10 mm 2 min 1 min 3500 3250 3000 2750 2500 2250 2000 1750 1500 1250 1000 wavenumber / cm\"\"1 Fig. 5. Initial surface reactions during CO hydrogenation over Cu (60 wt.%)/ZrC>2 catalyst. The diffuse reflectance FTIR spectrum was monitored as a function of time after the flow was switched from pure hydrogen to a CO/Ha (1:2) reaction mixture, at p=2.5 bar. monoxide to methanol (no C 0 bond cleavage), whereas hydrogen on palladium reduces surface formate to methane, with two C 0 bonds broken in the reaction. Regarding the proposed interplay between the support and the noble metal, it is interesting that several authors [17, 18] have recently pointed out the importance of the interface between titania or zirconia and the supported palladium particles. Conclusions With palladium/zirconia catalysts, methane as the predominant hydro- genation product is formed by hydrogenation of surface formate, which is derived from COg adsorption. Apparently the water-gas shift equilibrium (1) is biased towards COa on the palladium/zirconia catalysts. This could be due to the fact that the hydrogen released upon COg formation is dissociatively adsorbed on the palladium metal, and is subsequently consumed in methane formation. Due to the continuous desorption of methane and concomitant 252 S 3500 3250 3000 2750 2500 2250 2000 1750 1500 1250 1000 iravenumber / cm\"^ Fig. 6. CO hydrogenation over Cu (60 wt.%)/ZrOa catalyst at 473 K. Changes in gas phase composition and surface species are monitored as a function of time after the termination of gas flow. The catalyst surface is exposed to a CO/Hg (1:2) reaction mixture at a total pressure of 2.5 bar. In the difference spectrum, shown as the top trace, zero difference is indicated by the dashed line. removal of formate, the WGS equilibrium is biased towards COg on the surface. No intermediate steps are observed in the reaction of surface formate to methane; this aspect of the hydrogenation reaction will be the subject of further investigations. In contrast, in the presence of copper/zirconia the products arising from the CO side of the WGS/RWGS equilibrium prevail. From the observed correlations it appears that CO is the direct precursor of methanol in the conditions (low pressure) under which the IR measurements were performed. Indications that this behavior may change at higher pressures are emerging from kinetic measurements [15], such that both CO and COg may act as the carbon source for methanol synthesis. Further spectroscopic investigations at higher pressures appear necessary to clarify this point. With the present observations, we can attribute at least part of the selectivity patterns characteristic of the two catalytic systems to their different influences on the WGS reaction: palladium/zirconia systems primarily catalyze 253 CO 0.13 COg 3500 3250 3000 2750 2500 2250 2000 1750 1500 1250 1000 wavenumber / cm'1 Fig. 7. Hydrogenation reactions over Cu (4 wt.%)/ZrC>2 catalyst at 473 K. The catalyst was exposed to continuous flows of the respective reaction mixtures. Spectra were recorded 30 min after the flow was switched from pure hydrogen to a CO^/Hs (1:3) reaction mixture (bottom spectrum), or to a CO/Hg (1:2) reaction mixture (top spectrum), respectively, at a pressure of 3 bar. the methanation of COa/Hg mixtures. With copper/zirconia catalysts methanol can be produced from COg and Ha, whereby adsorbed CO was observed as the pivotal surface intermediate under the conditions of the investigation. Acknowledgements The authors would like to thank R. Koppel for the preparation and activation of the catalyst samples investigated in this study. We are grateful to P. Bamickel, W. Hafner and J. Kritzenberger for their help with various aspects of this work. One of us (C.S.) is indebted to the Verband der Chemischen Industrie for a graduate research scholarship. This work has been supported by grants from the Deutsche Forschungsgemeinschaft (SFB 213) and the Schweizerische Schulrat. 254 References 1 B. Denise, R. P. A. Sneeden and C. Hamon, J. Mol. Catal., 17 (1982) 359. 2 J. Saussey and J. C. LavaUey, J. Mol. Catal., 50 (1989) 343. 3 G. C. Chinchen, P. J. Denny, D. G. Parker, M. S. Spencer and D. A. Whan, Appl. Catal., 30 (1987) 333. 4 G. C. Chinchen, P. J. Denny, J. R. Jennings, M. S. Spencer and K. C. Waugh, Appl. Catal., 36 (1988) 1. 5 J. C. J. Bart and R. P. A. Sneeden, Catal. Today, 2 (1987) 1. 6 Y. Amenomiya, Appl. Catal., 30 (1987) 57. 7 G. C. Chinchen, M. S. Spencer, K. C. Waugh and D. A. Whan, J. Chem. Soc., Faraday Trams. 1, 83 (1987) 2193. 8 M. Bowker, R. A. Hadden, H. Houghton, J. N. K. Hyland and K. C. Waugh, J. Catal., 109 (1988) 263. 9 B. Denise, 0. Cherifi, M. M. Bettahar and R. P. A. Sneeden, Appl. Catal., 48 (1989) 365. 10 R. Burch, R. J. ChappeU and S. E. Golunsld, J. Chem. Soc., Faraday Trans. I, 85 (1989) 3569. 11 J. R. Jennings, R. M. Lambert, R. M. Nix, G. Owen and D. G. Parker, Appl. Catal., 50 (1989) 157. 12 G. Owen, C. M. Hawkes, D. Lloyd, J. R. Jennings, R. M. Lambert and R. M. Nix, Appl. Catal., 58 (1990) 69. 13 M. E. Fakley, J. R. Jennings and M. S. Spencer, J. Catal; 118 (1989) 483. 14 Ch. Schild, A. Wokaun and A. Baiker, J. Mol. Catal., 63 (1990) (Part I). 15 D. Gasser and A. Baiker, Appl. Catal., 48 (1989) 279. 16 R. Koppel, A. Baiker, Ch. Schild and A. Wokaun, in G. Poncelet, P. Grange and P. A. Jacobs (eds.), Preparation of Catalysts V, Elsevier, Amsterdam, 1990, p. 283. 17 F. Schuth and E. Wicke, Ber. Bunsenges. Phys. Chem., 92 (1988) 813. 18 A. Baiker, Faraday Discuss. Chem. Soc., 87 (1989) 239. X244 9085147A 0304-5102(90)85147-A 10.1016/0304-5102(90)85147-A Heterogeneous catalysis Articles On the mechanism of CO and CO2 hydrogenation reactions on zirconia-supported catalysts: a diffuse reflectance FTIR study Part II. Surface species on copper/zirconia catalysts: implications for methanoi synthesis selectivity C. Schild A. Wokaun ∗ Physical Chemistry II, University of Bayreuth, P.O. Box 101251, D-8580 BayreuthF.R.G. * Author to whom correspondence should be addressed. A. Baiker Department of Industrial and Engineering Chemistry, Swiss Federal Institute of Technology, ETH Zentrum, CH-8092 ZurichSwitzerland Hydrogenation reactions of CO and CO2 over copper/zirconia catalysts obtained from an amorphous Cu70Zr30 precursor, as well as catalysts prepared by coprecipitation and sequential precipitation of copper and zirconium hydroxides, were investigated by diffuse reflectance FTIR spectroscopy. Surface species and reaction products are compared with those on palladium/zirconia catalyst systems, for which results have been reported in Part I of this study. Two major pathways were identified from the observed correlations of surface species and gas phase products, (i) The rapid adsorption of CO2 followed by reduction yields surface formate, which is efficiently reduced to methane without further observable intermediates, (ii) The adsorption of CO in the presence of hydrogen yields π-bonded formaldehyde, which is reduced to methylate and finally methanol. These two reaction systems are connected, as CO2 and CO can be interconverted on the catalyst surface by the water-gas shift reaction. While the principal types of surface species are similar in Pd/ZrO2 and Cu/ZrO2 catalyst systems, there are large differences in the selectivities towards methane and methanol, respectively. Apparently the amorphous zirconia support mainly provides adsorption sites for the surface reaction intermediates. The activity of the metal and its interface, on the other hand, is the decisive factor in determining the principle hydrogenation product. Palladium is very active in reducing surface formate to methane; as a consequence of the continuous desorption of methane, CO2 is replenished on the surface by the water-gas shift reaction, and the product distribution is biased towards the principal CO2 hydrogenation product, i.e. methane. With copper, on the other hand, formate hydrogenation is less effective. In contrast, there is a favorable reaction pathway on copper in which adsorbed CO is reduced to methanol without C-O bond cleavage. The reverse water-gas shift equilibrium is biased towards CO on the copper surface, and methanol can be obtained as the principle CO2 hydrogenation product. References 1 B. Denise R.P.A. Sneeden C. Hamon J. Mol. Catal. 17 1982 359 2 J. Saussey J.C. Lavalley J. Mol. Catal. 50 1989 343 3 G.C. Chinchen P.J. Denny D.G. Parker M.S. Spencer D.A. Whan Appl. Catal. 30 1987 333 4 G.C. Chinchen P.J. Denny J.R. Jennings M.S. Spencer K.C. Waugh Appl. Catal. 36 1988 1 5 J.C.J. Bart R.P.A. Sneeden Catal. Today 2 1987 1 6 Y. Amenomiya Appl. Catal. 30 1987 57 7 G.C. Chinchen M.S. Spencer K.C. Waugh D.A. Whan J. Chem. Soc., Faraday Trans. 1 83 1987 2193 8 M. Bowker R.A. Hadden H. Houghton J.N.K. Hyland K.C. Waugh J. Catal. 109 1988 263 9 B. Denise O. Cherifi M.M. Bettahar R.P.A. Sneeden Appl. Catal. 48 1989 365 10 R. Burch R.J. Chappell S.E. Golunski J. Chem. Soc., Faraday Trans. 1 85 1989 3569 11 J.R. Jennings R.M. Lambert R.M. Nix G. Owen D.G. Parker Appl. Catal. 50 1989 157 12 G. Owen C.M. Hawkes D. Lloyd J.R. Jennings R.M. Lambert R.M. Nix Appl. Catal. 58 1990 69 13 M.E. Fakley J.R. Jennings M.S. Spencer J. Catal. 118 1989 483 14 Ch. Schild A. Wokaun A. Baiker J. Mol. Catal. 63 1990 Part I. 15 D. Gasser A. Baiker Appl. Catal. 48 1989 279 16 R. Köppel A. Baiker Ch. Schild A. Wokaun G. Poncelet P. Grange P.A. Jacobs Preparation of Catalysts V 1990 Elsevier Amsterdam 283 17 F. Schüth E. Wicke Ber. Bunsenges. Phys. Chem. 92 1988 813 18 A. Baiker Faraday Discuss. Chem. Soc. 87 1989 239",
      "scopus-id": "0025645082",
      "coredata": {
        "eid": "1-s2.0-030451029085147A",
        "dc:description": "Hydrogenation reactions of CO and CO2 over copper/zirconia catalysts obtained from an amorphous Cu70Zr30 precursor, as well as catalysts prepared by coprecipitation and sequential precipitation of copper and zirconium hydroxides, were investigated by diffuse reflectance FTIR spectroscopy. Surface species and reaction products are compared with those on palladium/zirconia catalyst systems, for which results have been reported in Part I of this study. Two major pathways were identified from the observed correlations of surface species and gas phase products, (i) The rapid adsorption of CO2 followed by reduction yields surface formate, which is efficiently reduced to methane without further observable intermediates, (ii) The adsorption of CO in the presence of hydrogen yields π-bonded formaldehyde, which is reduced to methylate and finally methanol. These two reaction systems are connected, as CO2 and CO can be interconverted on the catalyst surface by the water-gas shift reaction. While the principal types of surface species are similar in Pd/ZrO2 and Cu/ZrO2 catalyst systems, there are large differences in the selectivities towards methane and methanol, respectively. Apparently the amorphous zirconia support mainly provides adsorption sites for the surface reaction intermediates. The activity of the metal and its interface, on the other hand, is the decisive factor in determining the principle hydrogenation product. Palladium is very active in reducing surface formate to methane; as a consequence of the continuous desorption of methane, CO2 is replenished on the surface by the water-gas shift reaction, and the product distribution is biased towards the principal CO2 hydrogenation product, i.e. methane. With copper, on the other hand, formate hydrogenation is less effective. In contrast, there is a favorable reaction pathway on copper in which adsorbed CO is reduced to methanol without C-O bond cleavage. The reverse water-gas shift equilibrium is biased towards CO on the copper surface, and methanol can be obtained as the principle CO2 hydrogenation product.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085147A",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Schild, C."
          },
          {
            "@_fa": "true",
            "$": "Wokaun, A."
          },
          {
            "@_fa": "true",
            "$": "Baiker, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085147A"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085147A"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85147-A",
        "prism:volume": "63",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "On the mechanism of CO and CO2 hydrogenation reactions on zirconia-supported catalysts: a diffuse reflectance FTIR study Part II. Surface species on copper/zirconia catalysts: implications for methanoi synthesis selectivity",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "243-254",
        "prism:endingPage": "254",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 December 1990",
        "prism:doi": "10.1016/0304-5102(90)85147-A",
        "prism:startingPage": "243",
        "dc:identifier": "doi:10.1016/0304-5102(90)85147-A",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025645082"
      }
    }
  }
}