{
  "metadata": {
    "title": "Mechanism of the reaction NO + NH<ce:inf loc=post>3</ce:inf>ON V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1988-01-31",
    "doi": "10.1016/0304-5102(88)85147-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510288851472",
    "pii": "0304510288851472"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0023862594",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510288851472 0304-5102(88)85147-2 0304510288851472 10.1016/0304-5102(88)85147-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01046 2024-01-02T01:04:53.938015Z 0 0 19880101 19880131 1988 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 43 43 3 3 Volume 43, Issue 3 11 359 369 359 369 198801 January 1988 1988-01-01 1988-01-31 1988 converted-article fla Copyright © 1988 Published by Elsevier B.V. MECHANISMREACTIONNONH3ONV2O5CATALYSTS GASIOR M YOSHIDA 1984 649 H PROC8THINTERNCONGRCATALYSISBERLIN1984 NISHIJIMA 1989 893 A INOMATA 1980 140 M MIYAMOTO 1978 1355 A MIYAMOTO 1981 2366 A INOMATA 1983 754 M ILITSCHENKO 1975 679 N GAJERSKI 1979 135 R ZIOZXLLOWSKI 1983 298 J HABER 1985 301 J HABER 1976 459 J BYSTROM 1950 1119 A ANDERSON 1982 263 A GASIOR 1986 281 M TAKAGI 1977 441 M BELOKOPYTOV 1979 1 Y DAVYDOV 1982 93 A KAGAWA 1985 S DYNAMICPROCESSESINSOLIDSURFACES GASIORX1988X359 GASIORX1988X359X369 GASIORX1988X359XM GASIORX1988X359X369XM item 0304-5102(88)85147-2 0304510288851472 1-s2.0-0304510288851472 10.1016/0304-5102(88)85147-2 272239 2024-01-02T01:04:53.938015Z 1988-01-01 1988-01-31 1-s2.0-0304510288851472-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851472/MAIN/application/pdf/f2435d5ab174d67eb35004e20cb13b0b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851472/MAIN/application/pdf/f2435d5ab174d67eb35004e20cb13b0b/main.pdf main.pdf pdf true 1108963 MAIN 11 1-s2.0-0304510288851472-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510288851472/PREVIEW/image/png/27e761578d48ac0b231697440ad81acb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510288851472/PREVIEW/image/png/27e761578d48ac0b231697440ad81acb/main_1.png main_1.png png 63202 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 43 (1988) 359 - 369 359 MECHANISM OF THE REACTION NO + NH3 ON VzO, CATALYSTS M. GASIOR, J. HABER*, T. MACHEJ and T. CZEPPE Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, Cracow (Poland) (Received April 10, 1987; accepted May 11, 1987) Summary XPS analysis of monocrystalline surfaces of V^Os revealed that the (010) crystal plane contains only V45 and O2\" ions, whereas the (100) plane is covered by OH groups. In the case of powdered samples of different grain shapes, varying between thin plates and bars, a correlation was found between the intensity of the IR band of ammonia adsorbed in the form of NH^ ions, and the value of the X-ray morphological factor f = J(101)/7(010), indicating that also in the case of dispersed samples the OH groups of Bronsted acid character are located on the crystal planes perpendicular to (010), e.g. on the (100), (001) and (101) planes. An identical correlation was obtained between the value of 'f and the yield of N2 from the reaction NO+ NH3, which indicates that this reaction proceeds with participation of am- monia adsorbed on Bronsted acid sites on the crystal planes perpendicular to (010). Thus, the amount of N3 formed in this reaction cannot be taken as a measure of the concentration of V=0 groups at the surface of V^Os cata- lysts, as postulated in the literature. Introduction The mechanism of the reaction between ammonia and NO over metal catalysts has been the subject of many studies, because of its direct relation- ship to air pollution abatement [1, 2]. The activity of VaOs-based catalysts in this reaction has been extensively studied by Inomata et al. [3-6], who postulated [3] that it is the V=0 groups at the surface of ViOs which are involved in the first step of the reaction: NO + NHa + V=0 > N2 + HaO + V-OH (1) and are regenerated by the interaction with gas phase oxygen or oxygen migrating from the bulk of V205 crystallites: *Author to whom correspondence should be addressed. 0304-5102/88/$3.50 Elsevier Sequoia/Printed in The Netherlands 360 2V-OH + V2 0; > 2V=0 + HP (2) Based on reaction (1), Inomata et al. [4] have proposed a method for the quantitative determination of the number of V=0 groups at the surface of vanadium oxide-based catalysts, and have attempted to correlate this with the activity and selectivity of V^Os catalysts in various oxidation reactions in which these catalysts are widely used on industrial scale. These authors have founded their interpretation of the mechanism of reaction between NO and NH3 in terms of eqn. (1) on the observation [3] that when the reaction is carried out over ^-fls catalysts in the absence of gas phase oxygen, the IR band corresponding to the stretching vibration of V=0 at 1020 cm\"1 decreases in intensity. This was taken to indicate that the surface V=0 groups were consumed in the course of the reaction. It should be however emphasized that, as shown in [7, 8], V^Os is reduced by ammonia to V204 already at temperatures well below 300 C. Taking into account that the IR absorption spectra reflect primarily the behaviour of the bulk of the sample, in particular in the case of oxides of low specific surface area (5.4 m2 g~1 for the discussed V^Os), the decrease in intensity of the band at 1020 cm~1 in the course of the reaction should rather be linked with the disap- pearance of the V^Os phase, due to its reduction to V2C>4 which does not contain the V=0 groups. Reduction of VzOs may but need not necessarily proceed through the reaction of the reactants with the a, w-bonded oxygen. The dependence of the ratio of absorbances of V=0 and V O V vibrations on the concentration of oxygen observed by Inomata et al. [3] reflects the ratio of the rate of reduction of V^Os to the rate of its reoxidation, which in turn is related to the rate of the appearance of N2. Comparison of these results does not provide any justification for the conclusion that the rate of formation of N2 as product of the reaction between NO and NH3 is proportional to the concentration of V=0 groups at the surface of the catalyst. It seemed thus of interest to reinvestigate the mechanism of this reaction and to attempt to identify the active centers involved in it at the surface of V205 catalysts. Experimental Materials Two types of V^O^ samples were prepared: monocrystalline and powdered. Monocrystals of V^Os (sample A) in the form of thin plates 5 X 20 mm were obtained by introduction of a X^Og seed crystallite into a supercooled X^Os melt. X-ray diffraction analysis showed (Fig. la) that the plate is parallel to the (010) crystal plane, which contains the vanadyl groups V=0 arranged perpendicularly. The second preparation (sample B) was obtained by the Bridgeman method. It had the form of a cylinder, composed of plate-like monocrystals stuck together parallel with the (010) 361 'W 1200) != 1010) IIIJOI 1101) (020) (010) 10201 20 28 36 1.1. 52 60 68 29 Fig. I. X-ray diffraction pattern of monocrystalline samples: a = sample A exposing (010) plane; b = sample B exposing (100) plane. planes. The cylinder was cut into thin slices perpendicular to its axis, i.e. perpendicular to the (010) planes. Fig. ,lb shows the X-ray diffraction pattern of this slice. The main lines are those corresponding to the (hOO) reflexes, which indicates that it is the (100) planes of V^Ps crystals which are mainly exposed at the surface of the slice. The second type of samples were powdered preparations obtained by thermal decomposition of ammonium metavanadate NH4V03 and ammonium hexavanadate (NH4)2VeOi6 at 500 C and 370 C respectively and subsequently annealing at 685 C for 20 h in air. The preparations were composed of crystallites of different morphology, their shapes varying between thin plates and elongated bars. The external surface of the crystal- lites consists thus mainly of the basal (010) crystallographic plane and, perpendicular to it, side planes (100), (101) and (001). When pressed in the X-ray sample holder the laminar crystallites become oriented, which entails strong alterations in the intensity of some X-ray reflections, as compared with the calculated values or with experimental values determined in conditions ensuring an entirely random orientation of crystallites. In this manner (010) and (101) planes were selected as the external planes exposed by crystallites, which best reflect the differences in morphology of crystal- lites. A morphological factor f, introduced by Ziotkowski and Janas [9] and defined as was thus taken as a semiquantitative measure of the contribution of the respective planes in the external surface of the crystallites. 'J' in this formula denotes the intensity of the X-ray reflection measured for the 362 oriented sample, obtained by careful pressing and smoothing in the X-ray sample holder in standard conditions. The X-ray diffraction patterns were recorded with a DRON 2 LOMO (USSR) apparatus using Cu^a or CTCKCC radiation. The values of the morpho- logical factor, the specific surface areas and the conditions of preparation of the samples are summarized in Table 1. Figure 2 shows the scanning electron micrographs of preparations 1 and 3. It may be seen that the preparation directly resulting from the thermal decomposition of ammonium metavanadate is composed of aggregates of small poorly-crystallized spherical grains. They are characterized by a high (0.58) morphological factor, indicating that a considerable part of the surface area of grains is composed of side planes. On annealing at 685 C, the grains grow to form plate-like crystallites, exposing to a larger extent the basal (010) plane, and are thus characterized by a very small (0.07) morpho- logical factor. TABLE 1 Properties of powdered VaO^ samples Sample Starting Conditions of BET Morphological No. material calcination surface area factor (temp. ( C) time (h)) (m2 g-1) NH4VC>3 (NH4)2VsOi6 Sample 1 Sample 2 NH4V03 500/20 370/20 685/20 685/20 500/20 4.7 7.3 1.5 1.6 4.2 0.58 0.34 0.07 0.14 0.44 (a) (b) Fig. 2. Scanning electron micrographs of powdered samples l(a) and 3(b). 363 The phptoelectron spectra were registered with a VG ESCA 3 spectrom- eter. The AlKQ radiation of energy 1486.6 eV was used for excitation. Mea- surements were carried out with sample 'as received' and after sputtering with an argon ion beam of 4 /xA for 2 min at 115 kV. The monocrystalline samples were attached with glue to the copper holder, whereas the powdered samples were deposited onto the holder from the acetone suspension. DR-FTIR spectra of NH3 adsorbed on the samples were recorded with a Digilab STS 14 apparatus. The special DR-FTIR Harrick Scientific Corp. equipment was employed to take the diffuse reflectance spectra. The powder samples were pressed into cylindrical sample holders without diluting with KBr, the conditions being kept identical to assure the reproducibility of the results. Adsorption of ammonia onto the VaOs samples was performed as follows: the samples were pretreated in flowing air (60 ml min\"1) at 180 C for 30 min, then cooled to room temperature and NH3 was adsorbed for 30 min. The NH3 adsorption was carried out under a flowing dry N3 + NH3 mixture (1:1). The physically adsorbed NH3 was desorbed at room temper- ature by flowing N2 for 30 min. The kinetics of the reaction between NO and NH3 was studied using the method described by Miyamoto et at. [4, 5]. The measurements were carried out at 310 C with 0.1 g of catalyst. Helium was used as the carrier gas at a flow rate of 3.6 1 h~1. The temperature at which the samples were heated before the catalytic run was 400 C instead of 500 C, as applied in [4], but it was verified in a special experiment that the temperature of preheating has no influence on the results of catalytic measurements. Each of the gases, NO and NH3, at a partial pressure of 0.5 atm, was introduced into the reactor separately and the gases were then mixed directly over the catalyst bed, in order to eliminate the possibility of a homogeneous reaction in the presence of traces of water vapour. The con- centration profile of the NO + NH3 mixture and that of N3 at the reactor outlet are presented in Fig. 3a and 3b respectively. The separation of the N3 peak into the initial portion (A) and the tailing off portion (B) is also shown. 0 30 60 0 30 60 TIME Isrc) Fig. 3. Concentration profile of the NO + NHs mixture at the inlet (a) and that of N3 at the outlet of the reactor (b). (A) the initial portion and (B) the tailing off portion of the N3 peak. 364 Results and discussion Figures 4 and 5 show the V2p and Ols photoelectron spectra of the (010) plane (sample A) and the (100) plane (sample B), respectively, of V205 \"as received\" and after argon sputtering. The V2p spectrum obtained from the (010) plane is composed of a simple doublet, which remains unchanged after sputtering. The Ols spectrum consists of a simple regular line which, similar to the V2p doublet, does not change on sputtering. The binding energies E^ and the values of FWHM (Table 2) registered for the sample 'as received' are characteristic for VaOs, and shift after argon sputtering to values indicating the formation of V^O^ [10]. The V2p doublet obtained from the (100) plane has the same param- eters as those observed from the (010) plane, whereas a different picture is obtained in the range of 2?b values corresponding to Ols electrons. Here a complex line appears, which could be deconvoluted into two gaussian lines (Fig. 6): Oi corresponding to the E^, of Ols electrons 529.6 eV (Table 2) characteristic for the lattice oxygen ions of VaOg [10], and On corres- ponding to an -Eb of 532.2 eV, typical for OH groups in transition metal hydroxides and at surfaces of transition metal oxides [11]. After sputtering, the intensity of the On line decreases, whereas the intensity of the Oi line assigned to lattice oxygen increases. This indicates that the species respon- sible for the On line are the OH groups located at the surface of the investi- gated crystals, screening the lattice oxygen ions. It may thus be concluded that the (010) crystal plane of V205 is inert and remains bare, whereas it is the (100) plane which adsorbs water molecules and becomes hydroxylated. The idealized structure of V^Os may be considered as composed of distorted VOs tetragonal pyramids sharing edges to form zig-zag chains along (001) and linked together through shared comers, forming sheets in the a-c i 532 536 540 B.E.,eV Fig. 4. V2p and Ols photoelectron spectra of sample A, exposing the (010) plane: (a) as received (b) after argon sputtering. 365 BE. ,eV Fig. 5. V2p and Ols photoelectron spectra of sample B exposing the (100) plane: (a) as received; (b) after argon sputtering for 2 min and (c) for 5 min. TABLE 2 Binding energies E^, and FWHM\" of V2p3/2 and Ols photoelectrons Sample V2p3/2 Ols Eh (eV) FWHM b (eV) FWHM Intensity 1010 as received 516.7 2.04 529.6 2.3 1010 sputtered 515.8 3.12 529.6 2.4 increased II 100 as received 516.6 2.6 529.6 532.2 2.1 2.6 II 100 sputtered 515.8 3.5 529.6 531.6 3.5 increased 2.0 decreased ^ull width. Hal f Maximum. plane [12]. The sheets are fastened one upon the other in such a way that oxygens in the apices of pyramids of one sheet are located below vanadium atoms of the sheet above, completing their tetragonal pyramid coordination to highly distorted octahedra. Because this sixth V 0 bond is very long, there is very little charge transfer along it and the bond is very weak. This is schematically illustrated in Fig. 7. 366 526t 5298 5332 5366 5264 5298 533.2 5366 ENERGY eV ENERGY.eV Fig. 6. Deconvolution of Ols lines from sample B: (a) as received; (b) after argon sputtering. VANADIUM 0 OXYGEN Fig. 7. Idealized V^O; structure. Basing his work on the empirical relation between the bond length and the electron delocalization along the bond, Andersson [13] calculated the charge distribution around V and 0 in V^Os. On the (010) plane, the charges of both V\"1\"5 and O2\" ions are almost fully compensated; this plane remains thus practically inert with respect to heterolytic bond rupture. Conversely, on the (100) plane both V and 0 ions are strongly unsaturated, with 1.04 electrons missing on vanadium and 1.04 excess electrons on oxygen. This plane should thus show a strong tendency to dissociatively adsorb water, because the charge difference may be almost completely neutralized by protons located at the oxygen ions and the OH\" groups on vanadium ions. This is precisely the result obtained from XPS studies. A similar situation exists on other planes perpendicular to the (010) plane, e.g. (001)and (101). The acid-base properties of VaOs crystallites of different habits were studied in [14] using the decomposition of isopropanol as the test reaction. 367 This reaction can proceed via two different paths: dehydration to give propylene, which takes place at the acid sites of the catalyst, and dehydro- genation to acetone, occurring on the basic as well as the redox sites. Results obtained when isopropanol was passed over the powdered samples of V^Os as a function of the morphological factor of these samples showed that the selectivity to propylene rose with increasing morphological factor, i.e. the increasing participation of the crystal planes perpendicular to the (010) plane. This indicates that the acid centres are located at these planes, in line with the results obtained here by XPS with the (010) and (100) crystal planes of monocrystals. This suggests that the conclusions drawn from the studies of monocrystalline material may be extrapolated to powdered materials of high dispersion. Figure 8 shows the dependence of the amount of nitrogen as product of the reaction between NH3 and NO, obtained in the oxygen-free atmosphere, on the morphological factor of V-fls- The amount of nitrogen increases with increasing value f of the morphological factor, i.e. with the increasing contri- bution of the planes perpendicular to the (010) plane in the exposed surface. As discussed above, these planes should be densely populated by OH~ groups, because dissociative adsorption of water permits the neutralization of the charge difference between surface V^5 and O2\" ions at these planes. On such surfaces NH3 should be adsorbed in the NH^ form, as indeed revealed by spectroscopic studies. 70 6.0 a. S 3.0 < 2.0 IIQI IOID 010 Fig. 8. The amount of N3 obtained in the reaction between NO and NH3 over V^Og powder catalysts as a function of their morphological factor. Figure 9 presents the DR-FTIR spectra of ammonia adsorbed on the V205 samples with different crystal habits. The band at 1416 cm\"1 corre- sponds to the deformational N H vibrations in NH^ ions, in agreement with earlier studies [15, 16]. Figure 10, shows the relative intensity of the 1416 cm\"1 band as a function of the morphological factor of V20s. It is seen that the amount of NH3 adsorbed on the VzOg surface is proportional to the contribution of the planes perpendicular to the (010) plane on the external surface of crystallites. This directly proves the conclusion that the non- 368 in 5 1.0 >=0.5h < 0.1 0.2 0.3 0.4 0.5 0.6 '101 KOO 1600 cin'1 l0\\0 Fig. 9. DR-FTIR spectra of ammonia adsorbed on ~VzOs samples corresponding to those in Table 1, with different morphological factors. Fig. 10. Relative intensity of the 1416 cm\"1 band of ammonia adsorbed on VaOs as a function of the morphological factor. The intensity was normalized to the most intense band of sample No 1. uniform distribution of OH~ groups on the different crystal planes of V^Os, found by XPS for the monocrystals, is also valid for the polycrystalline samples examined catalytically. A comparison of Figs. 8 and 10 clearly demonstrates that it is these OH groups which are involved as active sites in the reaction between ammonia and NO. Investigations of the IR spectra of NO adsorbed on VaOs/SiO; and V20s/Al203 [17] showed that NO does not form adsorption complexes with V*5 ions. On the other hand, it has been established that oxygen atoms in nitric monoxide adsorbed at the surface of metal oxides were easily exchanged with lattice oxygen via adsorbed oxygen atoms [18]. These observations lead to the conclusion that on the V205 surface NO is not, or only very weakly, adsorbed. Indeed, results of kinetic studies of the reaction between NO and NH3 showed [3] that it may be considered as the reaction between strongly adsorbed NH3 and weakly adsorbed NO. The reaction proceeds in the ab- sence of gas phase oxygen, which indicates that it is the lattice oxide ions which are involved in this process, with simultaneous reduction of V\"*\"5 to V'1\"4. Thus, the reaction may be described by the overall equation: V^-OH + NH3 > V+5-ONH4 2 V+50NH4 + V^-O V^5 + 2 NO 2 N2 + 3 H20 + V-^OH + V4 D V\"*\"4 where D represents an oxygen vacancy at the surface of the V205 lattice. In the absence of gas phase oxygen, the reduced surface sites are rapidly regene- rated to their initial state by diffusion of oxide ions from the bulk crystal- lites, the reaction being in fact not catalytic but stoichiometric, whereas in 369 the presence of gas phase oxygen the lattice becomes rapidly reoxidized according to the equation: y+4 Q v+4 + 1/202 \" V^-O-V\"1'5 the catalytic cycle being thus completed. A model of the reaction NO+NHs at the surface of V^Os catalysts thus emerges from the observations discussed above. The (100), (001) and (101) crystal planes of V^Os crystallites, which show a strong tendency to hydro- xylation, are in equilibrium with water vapour and contain Bronsted acid centers as well as dehydroxylated sites. Ammonia is strongly adsorbed on the Bronsted acid centers in the form of ammonium ions, whereas NO is only weakly adsorbed. Surface reaction between these species results in the formation of N3 and HjO, with simultaneous reduction of V4\"5 to V\"*\"4, which becomes then reoxidized with gas phase oxygen. However, when such a mechanism operates no correlation exists between the amount of V=0 vanadyl groups at the surface of V205-based catalysts and the rate of the NH3+NO reaction, and therefore the amount of nitrogen formed in this reaction cannot be taken as a measure of the concentration of V=0 groups at the surface of these catalysts. References 1 H. Yoshida, K. Takahashi, Y. Sekiya, S. Morikawa and S. Kurita, Proc. 8th Intern. Congr. Catalysis, Berlin 1984, Dechema-Verlag Chemie, Frankfurt/Weinheim, 1984, Vol. 3, p. 649. 2 A. Nishijima, M. Kurita, T. Sato, Y. Kiyozumi, H. Hagiwara, A. Veno and N. Todo, Bull. Chem. Soc. Jpn., (1989) 893. 3 M. Inomata, A. Miyamoto and Y. Murakami, J. Catal., 62 (1980) 140. 4 A. Miyamoto, Y. Yamazaki, M. Inomata and Y. Murakami, Chem. Lett., (1978) 1355. 6 A. Miyamoto, Y. Yamazaki, M. Inomata and Y. Murakami, J. Phys. Chem., 85 (1981) 2366. 6 M. Inomata, K. Mori, A. Miyamoto, T. Vi and Y. Murakami, J. Phys. Chem., 87 (1983)754. 7 N. I. Ilitschenko, J. M. Avilova and G. N. Golodec, Kinet. Ratal., 16 (1975) 679. 8 R. Gajerski, S. Komornicki, A. Malecki and A. Podgorecka, Mat. Chem., 4 (1979) 135. 9 J. Ziotkowski and J. Janas, J. Catal., 81 (1983) 298. 10 J. Haber, T. Machej and T. Czeppe, Surf. Sci.. 151 (1985) 301. 11 J. Haber, J. Stoch and L. Unger, J. Electron Spectrosc. Relat. Phenom., 9 (1976) 459. 12 A. Bystrom, K. A. Wilhelmi and 0. Brotzen. Acta Chem. Scand., 4 (1950) 1119. 13 A. Anderson, J. Solid State Chem., 42 (1982) 263. 14 M. Gasior and B. Grzybowska, React. Kinet. Catal. Lett., 32 (1986) 281. 15 M. Takagi, T. Kawai, M. Soma, T. Onishi and K. Tamaru, J. Catal., 50 (1977) 441. 16 Yu. Belokopytov, K. M. Kholyvaenko and S. V. Gerei, J. Catal., 60 (1979) 1. 17 A. A. Davydov, A. A. Budneva and N. G. Maksimov, React. Kinet. Catal. Lett., 20 (1982)93. 18 S. Kagawa, M. Iwamoto and M. Egashira, in K. Tamaru (ed.), Dynamic Processes in Solid Surfaces, Science University, Tokyo, 1985. X244 88851472 0304-5102(88)85147-2 10.1016/0304-5102(88)85147-2 Industrial catalysis Mechanism of the reaction NO + NH3ON V2O5 catalysts M. Gasior J. Haber 1 T. Machej T. Czeppe Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, CracowPoland 1 Author to whom correspondence should be addressed. XPS analysis of monocrystalline surfaces of V2O5 revealed that the (010) crystal plane contains only V+5 and O2− ions, whereas the (100) plane is covered by OH groups. In the case of powdered samples of different grain shapes, varying between thin plates and bars, a correlation was found between the intensity of the IR band of ammonia adsorbed in the form of NH+ 3 ions, and the value of the X-ray morphological factor f = I(101)/I(010), indicating that also in the case of dispersed samples the OH groups of Brönsted acid character are located on the crystal planes perpendicular to (010), e.g. on the (100), (001) and (101) planes. An identical correlation was obtained between the value of ‘f’ and the yield of N2 from the reaction NO+ NH3, which indicates that this reaction proceeds with participation of ammonia adsorbed on Brönsted acid sites on the crystal planes perpendicular to (010). Thus, the amount of N2 formed in this reaction cannot be taken as a measure of the concentration of VO groups at the surface of V2O5 catalysts, as postulated in the literature. References 1 H. Yoshida K. Takahashi Y. Sekiya S. Morikawa S. Kurita Proc. 8th Intern. Congr. Catalysis, Berlin 1984 3 1984 Dechema-Verlag Chemie Frankfurt/Weinheim 649 2 A. Nishijima M. Kurita T. Sato Y. Kiyozumi H. Hagiwara A. Veno N. Todo Bull. Chem. Soc. Jpn. 1989 893 3 M. Inomata A. Miyamoto Y. Murakami J. Catal. 62 1980 140 4 A. Miyamoto Y. Yamazaki M. Inomata Y. Murakami Chem. Lett. 1978 1355 5 A. Miyamoto Y. Yamazaki M. Inomata Y. Murakami J. Phys. Chem. 85 1981 2366 6 M. Inomata K. Mori A. Miyamoto T. Vi Y. Murakami J. Phys. Chem. 87 1983 754 7 N.I. Ilitschenko J.M. Avilova G.N. Golodec Kinet. Katal. 16 1975 679 8 R. Gajerski S. Komornicki A. Małecki A. Podgórecka Mat. Chem. 4 1979 135 9 J. Zióz.xl;lowski J. Janas J. Catal. 81 1983 298 10 J. Haber T. Machej T. Czeppe Surf. Sci. 151 1985 301 11 J. Haber J. Stoch L. Unger J. Electron Spectrosc. Relat. Phenom. 9 1976 459 12 A. Byström K.A. Wilhelmi O. Brötzen Acta Chem. Scand. 4 1950 1119 13 A. Anderson J. Solid State Chem. 42 1982 263 14 M. Gasior B. Grzybowska React. Kinet. Catal. Lett. 32 1986 281 15 M. Takagi T. Kawai M. Soma T. Onishi K. Tamaru J. Catal. 50 1977 441 16 Yu. Belokopytov K.M. Kholyvaenko S.V. Gerei J. Catal. 60 1979 1 17 A.A. Davydov A.A. Budneva N.G. Maksimov React. Kinet. Catal. Lett. 20 1982 93 18 S. Kagawa M. Iwamoto M. Egashira K. Tamaru Dynamic Processes in Solid Surfaces 1985 Science University Tokyo",
      "scopus-id": "0023862594",
      "coredata": {
        "eid": "1-s2.0-0304510288851472",
        "dc:description": "XPS analysis of monocrystalline surfaces of V2O5 revealed that the (010) crystal plane contains only V+5 and O2− ions, whereas the (100) plane is covered by OH groups. In the case of powdered samples of different grain shapes, varying between thin plates and bars, a correlation was found between the intensity of the IR band of ammonia adsorbed in the form of NH+ 3 ions, and the value of the X-ray morphological factor f = I(101)/I(010), indicating that also in the case of dispersed samples the OH groups of Brönsted acid character are located on the crystal planes perpendicular to (010), e.g. on the (100), (001) and (101) planes. An identical correlation was obtained between the value of ‘f’ and the yield of N2 from the reaction NO+ NH3, which indicates that this reaction proceeds with participation of ammonia adsorbed on Brönsted acid sites on the crystal planes perpendicular to (010). Thus, the amount of N2 formed in this reaction cannot be taken as a measure of the concentration of VO groups at the surface of V2O5 catalysts, as postulated in the literature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1988-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510288851472",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gasior, M."
          },
          {
            "@_fa": "true",
            "$": "Haber, J."
          },
          {
            "@_fa": "true",
            "$": "Machej, T."
          },
          {
            "@_fa": "true",
            "$": "Czeppe, T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510288851472"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510288851472"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(88)85147-2",
        "prism:volume": "43",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mechanism of the reaction NO + NH3ON V2O5 catalysts",
        "prism:copyright": "Copyright © 1988 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "359-369",
        "prism:endingPage": "369",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 1988",
        "prism:doi": "10.1016/0304-5102(88)85147-2",
        "prism:startingPage": "359",
        "dc:identifier": "doi:10.1016/0304-5102(88)85147-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0023862594"
      }
    }
  }
}