{
  "metadata": {
    "title": "The effect of molybdenum precursor on the dispersion and hydrodesulfurization activity of carbon-supported sulfide catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1991-09-15",
    "doi": "10.1016/0304-5102(91)80081-D",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029180081D",
    "pii": "030451029180081D"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026222903",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029180081D 0304-5102(91)80081-D 030451029180081D 10.1016/0304-5102(91)80081-D S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02064 2024-01-02T01:06:03.941633Z 0 0 19910915 1991 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast ref alllist content subj ssids 0304-5102 03045102 68 68 3 3 Volume 68, Issue 3 16 L25 L30 L25 L30 19910915 15 September 1991 1991-09-15 1991 converted-article fla Copyright © 1991 Published by Elsevier B.V. EFFECTMOLYBDENUMPRECURSORDISPERSIONHYDRODESULFURIZATIONACTIVITYCARBONSUPPORTEDSULFIDECATALYSTS CHARY K PRINS 1989 1 R KNOZINGER 1989 20 53 H PROC9THINTCONGRCATALYSISCALGARY1988 MASSOTH 1982 343 F PROCCLIMAXFOURTHINTCONFCHEMISTRYUSESMOLYBDENUM TOPSOE 1984 395 H DEBEER 1981 369 V DUCHET 1983 386 J VISSERS 1984 387 J PROC8THINTCONGRCATALYSISBERLIN1984 BOUWENS 1990 3711 S VISSERS 1987 277 J ABOTSI 1989 107 G ERMAKOV 1976 77 Y CHARY 1989 1057k K VANHENGSTUM 1984 297 A PROC8THINTCONGRESSCATALYSISBERLIN1984 VANOMMEN 1983 99 J PAREKH 1977 100 B REDDY 1985 1655 B ZMIERCSAK 1982 432 W RAO 1989 277 K CHARY 1989 1339 K TAUSTER 1980 515 S BACHELIER 1980 1925 J CHARYX1991XL25 CHARYX1991XL25XL30 CHARYX1991XL25XK CHARYX1991XL25XL30XK item 0304-5102(91)80081-D 030451029180081D 1-s2.0-030451029180081D 10.1016/0304-5102(91)80081-D 272239 2024-01-02T01:06:03.941633Z 1991-09-15 1-s2.0-030451029180081D-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180081D/MAIN/application/pdf/b5dff976b9e15fd7a769c5da5ffda649/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180081D/MAIN/application/pdf/b5dff976b9e15fd7a769c5da5ffda649/main.pdf main.pdf pdf true 334325 MAIN 6 1-s2.0-030451029180081D-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029180081D/PREVIEW/image/png/fa890eb664dcfb601f668d163df07a0a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029180081D/PREVIEW/image/png/fa890eb664dcfb601f668d163df07a0a/main_1.png main_1.png png 68019 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 68 (1991) L25-1,30 The effect of molybdenum precursor on the dispersion and hydrodesulfurization activity of carbon-supported sulfide catalysts* L25 rA~ ~.~ K. V. R. Chary, H. Ramakrishna and G. Murali Dhar** Catalysis Section, Indian Institute of Chemical Technology, Hyderabad 500 007 (India) (Received June 6, 1990; revised June 17, 1991) Introduction Hydrodesulfurization (HDS) of sulfur-containing compounds is of considerable importance in petroleum refining and upgrading of coal-derived liquids [ 1-41. The typical catalysts employed are molybdenum disulfide and tungsten disulfide promoted with cobalt or nickel, supported on high surface area alumina. One area of research which has received much attention in recent years is carbon-supported hydrodesulfurization catalysts [5-101. They are found to show better catalytic activity towards hydrodesulfurization than the conventional alumina-supported hydrotreating catalysts in laboratory tests. However, on employing actual feed stocks at high pressures, carbon-supported catalysts show rapid deactivation. The advantages of using carbon as a support have been emphasized by de Beer's group [5-91 and Abotsi and Scaroni [ 101. Carbon has several attractive characteristics as catalyst support, which include high surface area, low cost and the possibility of recovering metals from the spent catalysts. Another advantage is that carbon has weak adsorption affinity for aromatics and nitrogen-containing compounds, therefore these catalysts must be less susceptible to poisoning and fouling than the aluminasupported catalysts that are presently employed. Of late, metal acetylacetonate complexes supported on inorganic materials have been employed as catalysts for various reactions [ 11-141. In the present communication, we report the effect of molybdenum acetylacetonate precursor on dispersion and activity for HDS on molybdenum sulfide supported on carbon. For comparison purposes, results on ammonium molybdate-derived Mo/C are also included. Experimental Two series of Mo catalysts with molybdenum loading ranging from 2-129'0 Mo (w/w) are prepared using different precursors of molybdenum. In the *IICT Communication No. 2620. \"Author to whom correspondence should O addressed. 0304-5102/91/$3.50 0 1991 - Elsevier Sequoia, Lausanne L26 first series, the catalysts were prepared by incipient wetness impregnation of the carbon support (Lurgi 1160 m2 g-', P.V. 1.2 ml g-') with aqueous solutions containing ammonium molybdate (pH 9). In the second series, Mo/ C catalysts were prepared by impregnating an ethanolic solution containing molybdenum acetylacetonate. The solvent was evaporated on a water bath. In both series the catalyst samples were dried at 110 C for 16 h. The catalysts from both series were sulfided using CSZ/HZ mixture (30 ml min-') at 400 C for 2 h before thiophene hydrogenolysis reaction and oxygen chemisorption. Oxygen chemisorption experiments were performed on presulfided catalysts using a static high vacuum volumetric adsorption unit, following the method of Parekh and Weller [ 15 ). The details of experimental procedures have been described elsewhere [16]. The activity measurements for HDS of thiophene were carried out at 400 C on presulfided catalysts in a continuous flow microreactor operating at atmospheric pressure under differential conditions. The reaction products were analysed by on-line gas chromatography using a flame ionisation detector. Results and discussion The oxygen chemisorption capacities of the catalysts prepared from two different precursors of molybdena have been plotted as a function of loading in Pig. 1. The oxygen uptake increases linearly up to the highest loading (12 wt.%) used in this investigation. The oxygen uptakes of acetylacetonate 200 150 o E Z 100 Y O n c x O 50- 2 4 8 8 10 12 14 Wt 74 Molybdenum Fig. 1. Oxygen uptake as a function of molybdenum loading; (p) acetylacetonate, (O) ammonium molybdate. L27 precursor-derived catalysts are consistantly higher than those of catalysts prepared using ammonium molybdate solution. The oxygen uptake capacities are reported by Zmierczak et al. [ 17 ] to be related to the general state of dispersion of the molybdenum phase. De Beer's group [ 7 ] from -their studies on Mo/C concluded that the oxygen uptake measures a property related to the active surface area of the molybdena. Therefore, the increase in oxygen uptakes reported in this investigation on acetylacetonate-derived catalysts indicate an increase in surface area of molybdena. Based on this consideration, it can be concluded that the dispersion of acetylacetonate-derived catalysts is higher than the ammonium molybdate-derived catalysts. The thiophene HDS rate is presented in Fig. 2 as a function of molybdenum loading. It can be observed that in both cases the thiophene HDS rate increases linearly up to the highest loading studied. In the case of acetylacetonates, however, the point corresponding to 12 wt.% deviates from the trend. The thiophene HDS rates are consistently higher for the acetylacetonatederived catalysts compared to those prepared using ammonium molybdate. To clarify further, we have calculated quasi-turnover frequencies (QTOF) (i.e. the thiophene converted per mol molybdenum per hour) which are plotted in Fig. 3 as a function of loading. It can be noted that the QTOF are higher for the acetylacetonate-derived catalysts. The QTOF are found to decrease with loading in both series. It is significant to note that the shapes of the QTOF curves are similar to O/Mo curves against loading. De Beer and coworkers [71 have reported similar results on Mo/C. HDS rate as a function of oxygen uptake is shown in Fig. 4. A linear correlation passing through the origin is obtained between HDS activity and oxygen uptake in both cases. Vissers et al. [ 7 ] reported that such a correlation loo o so- 0 x o r \\ so 0 O E 40 `v Np 20 2 4 6 6 10 12 14 Wt y. Molybdenum Fig. 2. Thiophene HDS rate as a function of molybdenum loading. Symbols as in Fig. 1. L28 250 200 d' O_ x 150 O hO_ ` 100 v .h O 50 2 4 6 6 10 12 14 Wt y. Molybdenum Fig. 3. QTOF as a function of molybdenum loading. Symbols as in Fig. 1. 100 60 p M O_ x D o, 60 i s E 40 0 o h 20 O 0 40 60 120 160 200 02 uptake At mole / gr Fig. 4. Thiophene HBS rate as a function of oxygen uptake. Symbols as in Fig. 1. demonstrates that the same kind of site exists irrespective of Mo loading. The fact that similar behaviour is observed in both cases suggests that the use of both precursors leads to the same kind of active site. L29 Oxygen chemisorption and its relation to HDS activity have been addressed by several authors (16-211. Some have concluded that oxygen chemisorption is related to active edge sites of molybdenum sulfide, while others have attributed the same to molybdenum sulfide dispersion. In a more recent study, de Beer's group established a relationship between the XPS intensity ratio (Mo/C) and Mo/O, indicating that oxygen chemisorption is related to active crystallite size and hence to dispersion. Based on their observation, O/Mo ratios can be taken as a measure of dispersion. Now, considering the reasons for the improved catalytic activity of acetylacetonate-based Mo/C catalysts, three possibilities exist. The improved activity may be related to (i) dispersion of the active phase or (ii) better morphology of the acetylacetonate-derived catalysts or (iii) enhancement of activity per site. In considering the last possibility, the turnover frequency (TOF) or activity per site is useful. The slopes of the OZ uptake vs. activity (Fig. 4) axe proportional to the turnover frequency. A glance at Fig. 4 indicates that the TOF values are higher in the case of acetylacetonate-derived catalysts. The improved activity of the acetylacetonate-derived ones appears to be due to increased dispersion. From these investigations, however, no conclusions can be made on the role of improved morphology in the increased activity of the acetylacetonate-derived catalysts. Acknowleclgement We thank Dr. A. V. Rama Rao, IICT, Hyderabad, for his encouragement. H.R.K. thanks the CSIR, India, for a Senior Research Fellowship. References 1 R. Prins, V. H. J. de Beer and G. A. Somarjai, Catal. Rev. Sci. Eng., 31 (1989) 1. 2 H. Knozinger, in M. J. Phillips and M. Teman (eds.), Proc. 9th Int. Congr. Catalysis, Calgary, 1988, Vol. 5, The Chemical Institute of Canada, Ottawa, 1989, pp. 20-53. 3 F. E. Massoth and G. Muralidhar, in H. F. Barry (ed.), Proc. Climax Fourth Int. CW: Chemistry and Uses of Molybdenum, Climax Molybdenum Co., Ann Arbor, MI, 1982, p. 343. 4 H. Topsoe, Catal. Rev. Sci. Eng., 26 (1984) 395. 5 V. H. J. de Beer, J. C. Duchet and R. Prins, J. Catal., 72 (1981) 369. 6 J. C. Duchet, E. M. van Oers, V. H. J. de Beer and R. Prins, J. Catal., 80 (1983) 386. 7 J. P. R. Vissers, J. Bacheleir, J. H. M. ten Doeschate, J. C. Duchet, V. H. J. de Beer and R. Prins, in Proc. 8th Ira. Congr. Catalysis, Berlin, 1984, Vol. II, Verlag Chentie, Weinheim, 1984, p. 387. 8 S. M. A. M. Bouwens, R. Prins, V. H. J. de Beer and D. C. Koningsberger, J. Phys. Chem,, 94 (1990) 3711. 9 J. P. R. Vissers, B. Scheffer, V. H. J. de Beer, J. A. Moulun and R. Prins, J. CataL, 105 (1987) 277. 10 G. M. K. Abotsi and A. W. Scaroni, Fuel Proc. Technol., 22 (1989) 107. 11 Yu. I. Ermakov, Catal. Rev. Sci. Eng., 13 (1976) 77. 12 K. V. R. Chary, J. Chem. Soc., Chem. Commun., (1989) 1057k. 13 A. J. Van Hengstum, J. G. Van Ommen, H. Bosch and P. J. Gellings, in Proc. 8th Int. Congress on Catalysis, Berlin, 1984, Vol. IV, Verlag Chemie, Weinheim, 1984, p. 297. 14 J. G. Van Ommen, K. Hoving, H, Bosch, A. J. Van Hengstum and P. J. Gellings, Z. Phys. Chem., 134 (1983) 99. 15 B. S. Parekh and S. W. Weller, J. Catal., 47 (1977) 100. L30 16 B. M. Reddy, K. V. R. Chary, V. S. Subrahmanyam and N. K. Nag, J. Chem. Soc., Faraday Trans. 1, 81 (1985) 1655. 17 W. Zmiercsak, G. Murali Dhar and F. E. Massoth, J. Catal., 77 (1982) 432. 18 K. S. P. Rao and G. Murali Dhar, J. Catal., 115 (1989) 277. 19 K. V. R. Chary, V. Vijaya Kumar and S. K. Masthan, J. Chem. Soc., Chem. Commun., (1989) 1339. 20 S. T. Tauster, T. A. Pecoraro and R. R. Chianelli, J. Catal., 63 (1980) 515. 21 J. Bachelier, J. C. Duchet and D. Cornet, J. Phys. Chem., 84 (1980) 1925. X244 9180081D 0304-5102(91)80081-D 10.1016/0304-5102(91)80081-D ☆ IICT Communication No. 2620. The effect of molybdenum precursor on the dispersion and hydrodesulfurization activity of carbon-supported sulfide catalysts K.V.R. Chary H. Ramakrishna G.Murali Dhar ∗∗ Catalysis Section, Indian Institute of Chemical Technology, Hyderabad 500 007 India ** Author to whom correspondence should be addressed. References 1 R. Prins V.H.J. de Beer G.A. Somarjai Catal. Rev. Sci. Eng. 31 1989 1 2 H. Knozinger M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catalysis, Calgary, 1988 5 1989 The Chemical Institute of Canada Ottawa 20 53 3 F.E. Massoth G. Muralidhar H.F. Barry Proc. Climax Fourth Int. Conf. Chemistry and Uses of Molybdenum 1982 Climax Molybdenum Co Ann Arbor, MI 343 4 H. Topsoe Catal. Rev. Sci. Eng. 26 1984 395 5 V.H.J. de Beer J.C. Duchet R. Prins J. Catal. 72 1981 369 6 J.C. Duchet E.M. van Oers V.H.J. de Beer R. Prins J. Catal. 80 1983 386 7 J.P.R. Vissers J. Bacheleir J.H.M. ten Doeschate J.C. Duchet V.H.J. de Beer R. Prins Proc. 8th Int. Congr. Catalysis, Berlin, 1984 II 1984 Verlag Chemie Weinheim 387 8 S.M.A.M. Bouwens R. Prins V.H.J. de Beer D.C. Koningsberger J. Phys. Chem. 94 1990 3711 9 J.P.R. Vissers B. Scheffer V.H.J. de Beer J.A. Moulijn R. Prins J. Catal. 105 1987 277 10 G.M.K. Abotsi A.W. Scaroni Fuel. Proc. Technol. 22 1989 107 11 Yu.I. Ermakov Catal. Rev. Sci. Eng. 13 1976 77 12 K.V.R. Chary J. Chem Soc., Chem. Commun. 1989 1057k 13 A.J. Van Hengstum J.G. Van Ommen H. Bosch P.J. Gellings Proc. 8th Int. Congress on Catalysis, Berlin, 1984 IV 1984 Verlag Chemie Weinheim 297 14 J.G. Van Ommen K. Hoving H. Bosch A.J. Van Hengstum P.J. Gellings Z. Phys. Chem. 134 1983 99 15 B.S. Parekh S.W. Weller J. Catal. 47 1977 100 16 B.M. Reddy K.V.R. Chary V.S. Subrahmanyam N.K. Nag J Chem. Soc., Faraday Trans. 1 81 1985 1655 17 W. Zmiercsak G.Murali Dhar F.E. Massoth J. Catal. 77 1982 432 18 K.S.P. Rao G.Murali Dhar J. Catal. 115 1989 277 19 K.V.R. Chary V.Vijaya Kumar S.K. Masthan J. Chem. Soc., Chem. Commun. 1989 1339 20 S.T. Tauster T.A. Pecoraro R.R. Chianelli J. Catal. 63 1980 515 21 J. Bachelier J.C. Duchet D. Cornet J Phys. Chem. 84 1980 1925",
      "scopus-id": "0026222903",
      "coredata": {
        "eid": "1-s2.0-030451029180081D",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1991-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029180081D",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chary, K.V.R."
          },
          {
            "@_fa": "true",
            "$": "Ramakrishna, H."
          },
          {
            "@_fa": "true",
            "$": "Dhar, G.Murali"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029180081D"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029180081D"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(91)80081-D",
        "prism:volume": "68",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The effect of molybdenum precursor on the dispersion and hydrodesulfurization activity of carbon-supported sulfide catalysts",
        "prism:copyright": "Copyright © 1991 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L25-L30",
        "prism:endingPage": "L30",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 September 1991",
        "prism:doi": "10.1016/0304-5102(91)80081-D",
        "prism:startingPage": "L25",
        "dc:identifier": "doi:10.1016/0304-5102(91)80081-D",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026222903"
      }
    }
  }
}