{
  "metadata": {
    "title": "Studies on a new catalyst for the hydroformylation of alkenes using C<ce:inf loc=post>60</ce:inf> as a ligand",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-04-20",
    "doi": "10.1016/0304-5102(93)E0328-E",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0328E",
    "pii": "0304510293E0328E"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028413504",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293E0328E 0304-5102(93)E0328-E 0304510293E0328E 10.1016/0304-5102(93)E0328-E S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02106 2024-01-02T01:06:03.941633Z 0 0 19940420 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 89 89 1 2 1 2 Volume 89, Issues 1–2 10 113 120 113 120 19940420 20 April 1994 1994-04-20 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. STUDIESANEWCATALYSTFORHYDROFORMYLATIONALKENESUSINGC60ALIGAND CLARIDGE J BREWESTER 1976 90 E PRUETT 1986 196 R FAGAN 1992 134 P DOUTHWAITE 1993 1522 R AHMAD 1974 59 N PRUETT 1979 1 R GREGORIO 1980 255 G EVANS 1968 3133 D BROWN 1970 2753 C BALCH 1991 3880 A MICHMAN 1986 241 M ABATJOGLOU 1984 923 A CLARIDGEX1994X113 CLARIDGEX1994X113X120 CLARIDGEX1994X113XJ CLARIDGEX1994X113X120XJ item 0304-5102(93)E0328-E 0304510293E0328E 1-s2.0-0304510293E0328E 10.1016/0304-5102(93)E0328-E 272239 2024-01-02T01:06:03.941633Z 1994-04-20 1-s2.0-0304510293E0328E-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0328E/MAIN/application/pdf/82dd36d6afa72c236e05ab8540406a65/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0328E/MAIN/application/pdf/82dd36d6afa72c236e05ab8540406a65/main.pdf main.pdf pdf true 500660 MAIN 8 1-s2.0-0304510293E0328E-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0328E/PREVIEW/image/png/54c10249b4c583476fc395c81dc79547/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0328E/PREVIEW/image/png/54c10249b4c583476fc395c81dc79547/main_1.png main_1.png png 49914 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 89 (1994) 113-120 Studies on a new catalyst for the hydroformylation of alkenes using C60 as a ligand J.B. Claridge, R.E. Douthwaite, M.L.H. Green', R.M. Lago, S.C. Tsang, A.P.E. York Inorganic Chemistry Laboratory, University of Oxford, South Parks Road, Oxford, OXI 3QR, UK (Received 30 August 1993; accepted 30 November 1993) Abstract RhH(CO)(Cbo)(PPh3)2 has been synthesised by reacting the hydroformylation catalyst, RhH(CO) (PPh3) 3, with an equimolar amount of C60 in toluene. This compound is an efficient catalyst for the hydroformylation of alkenes to aldehydes at 90 C. The activity and regio-specificity for the conversion of propene, CO and HZ to butanal are only slightly lower compared to RhH(CO) (PPh3)3, however, the temperature-programmed decomposition of the RhH(CO) (C60) (PPh3)2 compound in the presence of CO and HZ shows greater thermal stability than the RhH(CO) (PPh3)3. Key words: C60; hydroformylation; rhodium; thermal stability 1. Introduction The hydroformylation of alkenes is an extremely important industrial process for the production of aldehydes, which are intermediates in the synthesis of, for example, plasticizers and detergents. Currently, the industrial catalyst used is hydridocarbonyltris(triphenylphosphine)rhodium(1), RhH(CO) (PPh3)3, which allows the reaction to be carried out at lower pressures than was previously the case with cobalt-based catalysts [ 1 ] . This rhodium catalyst has other advantages, namely a greater selectivity to straight chain aldehydes and higher activities under milder reaction conditions. However, one problem with the process is the slow but significant loss of catalytic activity due to the degradation of the catalyst at elevated temperature. For this reason the industrial hydroformylation of propene is carried out at about 90 C, despite the fact higher temperatures would increase productivity [ 2 ] . *Corresponding author; fax. ( +44-865)272690. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(93)E0328-E 114 J.B. Claridge et al. /Journal of Molecular Catalysis 89 (1994) 113-120 The recent discovery and macrosynthesis of C6o by arcing graphite rods has enabled chemical studies of this large, highly symmetrical molecule. It has also been clearly demonstrated that C60 can act as a ligand to transition metals [ 3 ] . The evidence suggests the C6o acts as a 712-C6o ligand which corresponds to an electron withdrawing alkene. Further, C6o is a very bulky ligand that may give rise to interesting stereochemical effects. For these reasons we have prepared the compound RhH(CO) (C6o) (PPh3)2 and studied its catalytic properties towards the hydroformylation of ethene and propene. A comparison of the C6p derivative with the standard industrial catalyst has been made to compare their hydroformylation activities, regio-selectivities and thermal stability. A preliminary account of the preparation and characterisation of the Rh-C60 complex has been reported [4] . 2. Experimental 2.7. Preparation and characterisation of (RhH(CO)(C6o)(PPh3)2J The compound RhH(CO) (PPh3)3 (32 mg in 15 ml toluene), prepared as described [5], was added to a solution of C,O (25 mg in 25 ml toluene) via a cannula and gave an emerald green solution. The solvent was removed under reduced pressure, and the resulting green solid was extracted with THF (30 ml). The concentration of the THF solution followed by precipitation with diethylether afforded a green solid in near quantitative yield. The analytical and spectroscopic data showed the green solid to be [RhH(CO) (Cbo) (PPh3)2] 1 [4]. 2.2. Procedure for catalytic reactions The ethene hydroformylation experiments were carried out by passing a 1:1:1 mixture of CO/H2/CZH4, at a flow rate of 30 ml/min, continuously through the catalyst solution which was held in a 50 cm high, 8 mm i.d. glass column. The gases were passed through a sintered frit at the bottom of the column to disperse the bubbles, and the whole column was kept at 90 C. The reaction was carried out at ambient pressure. The propene hydroformylation experiments were carried out in a 100 ml Parr high pressure autoclave, using a batch mixture of CO/H2/C3H6 (in the ratio 1:1:1) as the reactants at a total pressure of 11 bar. The temperature was monitored and controlled (within 2 C) by an internal thermocouple, and a Druck pressure transducer allowed the pressure of the reactor to be monitored continuously. The products were analysed using a Pye-Unicam Gas Chromatograph, with 2-pentanol as an internal standard, and separation was achieved using a 3 m Chromosorb P packed column. All the reactions were carried out using di-n-butylphthalate (Aldrich) as a solvent, and the reactant gases (BOC) were all greater than 99% purity. Specific conditions are given in Tables 1 and 2. 2.3. Temperature-programmed study of the catalysts The experiments without alkene were carried out by passing CO/H2, in the ratio of 1:1, through a solution of the catalyst in di-n-butylphthalate while ramping the temperature from J.B. Claridge et al. /Journal of Molecular Catalysis 89 (1994)11.3-120 115 Table 1 Hydroformylation of ethene at 90 C. Conditions: rhodium complex 0.07 mmol, solvent di-n-butylphthalate (20 ml), ethene/CO/Hz ratio 1 / 1 / 1, at flow rate of 30 ml/min and at 1 bar Catalyst precursor TN (h- ') a RhH(CO) (PPh3)3 172.1 RhH (CO) (C6o) (PPh3) 2 169.8 'Turnover number to propanal. Table 2 Hydroformylation of propene at 90 C. Conditions: rhodium complex 0.07 mmol, solvent di-n-butylphthalate (20 ml), propene/CO/HZ ratio I / 1 / 1 at initial pressure 11.0 bar and at room temperature, reaction mixture is heated at 90 C for 5 h Excess ligand/catalyst precursor [L]/[Rh]a TN (h-')b n/isoRatio' -/RhH(CO) (PPhi)3 0 68.8 1.63 -/RhH(CO) (C6o) (PPh3)2 0 57.3 1.38 PPh3/RhH(CO)(PPh3)3 13 64.6 2.91 C6o/RhH(CO(Cbo)(PPh3)2 13 44.8 1.19 PPh3/RhH(CO)(C6o)(PPh3)2 13 55.3 3.00 PPh3/RhH(CO)(PPh3)3 40 64.8 4.23 PPh3/RhH(CO)(C6~)(PPh3)2 40 49.5 4.25 -/RhH(CO)(PPh3)3d 0 35.3 1.75 -/RhH(CO)(C60)(PPh3)Zd 0 23.0 1.53 'Molar ratio of excess ligand L to Rh catalyst. 'Turnover number to butanal. `n/Isomer ratio. d Rhodium complex 0.07 mmol, solvent di-n-butylphthalate (50 ml). 50 C to 180 C at a rate of 10 C/min. The exit gases were monitored continuously for benzene using an on-line quadrupole mass selective detector. The experiment with alkene was performed by bubbling a 1:1:1 mixture of CO /HZ/C,H4 through the catalyst solution at a heating rate of 1 C /min over the same temperature range. 3. Results and discussion The addition of an equimolar amount of Cbo to a yellow toluene solution of the complex [RhH(CO)(PPh3)3] at room temperature gave the emerald green compound [RhH(CO) (C6o) (PPh3)Z] 1. The t3C NMR spectrum of 1 showed a broad signal at about 141-145 ppm, which is close to the chemical shift of pure Cbo (a sharper signal at 143.5 ppm). This increase in line-width is consistent with the C6o acting as a fluxional ligand. The infra-red spectrum of 1 showed v(CO) at 1986 cm-' and a band assignable to v(RhH) at 2056 cm-t. The corresponding bands for [RhH(CO)(PPh3)3] occur at 1922 and 2038 cm-' respectively. The' H NMR spectrum of 1 shows a triplet at - 9.09 ppm (zJ(3'PH) 9 Hz) assignable to the Rh-hydride. The corresponding band for [RhH(CO) (PPh3)3] 116 JA Claridge et al. /Journal of Molecular Catalysis 89 (1994) 113-120 occurs at - 9.50 ppm. This data is consistent with the proposition that there is a Cbo molecule bonded to the rhodium which is acting as an electron-deficient alkene, and therefore withdrawing electron density from the metal and deshielding the carbonyl and hydride ligands. As noted above, the yellow coloured complex [RhH(CO) (PPh3)3], when treated with an equimolar amount of a pink-violet Cbo solution in di-n-butylphthalate, gave a green solution at room temperature. However, on heating to ca. 100 C the original yellow colour reappeared. This suggests there is an equilibrium between [RhH(CO) (PPh3)3] and 1. The Cbo ligand is thus very labile and can be displaced at slightly elevated temperatures. The catalytic ability of [RhH(CO) (C6o) (PPh3)2] 1 and [RhH(CO) (PPh3)3] towards the hydroformylation of ethene and propene has been studied. The reactions were carried out in di-n-butylphthalate at 90 C and the results are reported in Table 1 and 2. The effect of adding excess triphenylphosphine, on the activity and regio-selectivity for propene hydroformylation over the two catalysts, is shown in Figs. 1 and 2 respectively. Table 1 shows that the complex 1 catalysed the reaction of ethene with CO and HZ to give propanal at 90 C. The turnover number was found to be 169.8 h- ', while the industrial 75 70 65 o 60 55 Fa ' S0 45 0 5 10 15 20 25 30 35 40 excess PPh3/Rh catalyst ratio Fig. 1. The effect of excess triphenylphosphine on the activity of RhH(CO)(Cbo)(PPh3)2 (O) and RhH(CO) (PPh3)3 (A) for the hydroformylation of propene at 90 C. 0 5 10 15 20 25 30 35 40 excess PPh3/Rh catalyst ratio Fig. 2. The effect of excess of triphenylphosphine on the aldehyde nli isomer ratio obtained in the hydroformylation of propeneinthepresenceofRhH(CO)(Cbo)(PPh3)2(O) and RhH(CO)(PPh3)3 (D) at 90'C. J.B. Claridge et al. /Journal of Molecular Catalysis 89 (1994)113-120 117 catalyst gave a turnover number of 172.1 h-'. Thus, both catalysts gave almost identical catalytic ethene hydroformylation results. Table 2 shows that complex 1 was also an effective catalyst for the hydroformylation of propene. At 90 C, the turnover number was found to be 57.3 h-' and n-to-iso-aldehyde ratio was 1.38. However, this is significantly lower than that found for [ RhH(CO) (PPh3) 3 ] (68.8 h-' with a n-to-iso-ratio of 1.63). Fig. 1 clearly shows that addition of an excess of triphenylphosphine to the reaction mixture in the propene hydroformylation caused a decrease in turnover number as expected. Likewise, addition of an excess of Cbo to the solution containing 1 (see the data in Table 2) decreased the propene hydroformylation activity from 57.3 to 44.8 h-'. Fig. 2 shows that the addition of an excess of triphenylphosphine increased the propene hydroformylation regio-selectivity to n-butanal for both catalysts. Thus, the n-to-iso-ratio for the reaction catalysed by [RhH(CO) (PPh3)3] increased from 1.63 to 4.23 when the free triphenylphosphine to rhodium ratio was increased from 0 to 40:1. Addition of free PPh3 to [RhH(CO) (Cbo) (PPh3)2] caused the n-to-iso-ratio to increase from 1.38 to 4.25. We conclude that the C6o complex offers at best only a marginally improved propene hydroformylation regio-selectivity to straight chain butanal in the presence of an excess of triphenylphosphine relative to [ RhH(CO) (PPh3) 3 ] . The effect of adding excess Cbo (the ratio of free Cbo to complex was 13:1) gives rise to a lower regio-selectivity to the n-isomer (n-to-iso is 1.19) compared the reaction with no excess of C6o. The thermal stability of the compounds, [ RhH (CO) (C60) (PPh3) 21 and [ RhH (CO) (PPh3) 3 ] , has been studied by temperature-programmed decomposition (TPD). Experiments were carried out using solutions of the complexes, [RhH(CO) (PPh3)3] and [RhH(CO) (Cbo) (PPh3)2], in di-n-butylphthalate at the same concentration as was used in the catalytic experiments. These were heated from 50 C to 180 C at a rate of 10 C/min in a stream of HZ and CO. In particular, the formation of benzene [6,7] was continuously monitored by a HP 5971A mass selective detector. The data given in Fig. 3 show that [RhH(CO) (Cbo) (PPh3)2] is thermally more stable than [ RhH (CO) (PPh3) 3 ] . Thus, the decomposition of [ RhH (CO) (PPh3) 3 ] giving benzene starts at ca. 90 C and shows two maxima at ca. 125 C and 170 C. However, with [ RhH (CO) (C6o) (PPh3) Z ] benzene evolution is not detected until 140 C and the maximum at ca. 175 C is much less intense. The data in Fig. 3 suggests there are two different processes for the decomposition of triphenylphosphine giving benzene. Both processes require the presence of rhodium since control experiments using only triphenylphosphine gave no benzene. We conclude that the presence of the C60 ligand inhibits the phosphine decomposition process at the lower temperatures. The stability of [RhH(CO) (C,,) (PPh3)Z] towards benzene evolution was also studied in the presence of CO/HZ/CZHQ at the slower ramping rate of 1 C/min at 1 bar. The data are shown in Fig. 4. It was found that the lower temperature peak giving benzene at about 95 C reappeared and substantial benzene evolution occurs above 140 C. In conclusion, we have studied the effect of substituting one of triphenylphosphine ligands of [RhH(CO) (PPh3)3] by Cbo on the hydroformylation activity, regio-selectivity and thermal stability of the compound. The rhodium-C60 compound, [RhH(CO) (Cbo) (PPh3)2], gave almost identical activity for the hydroformylation of ethene to that of the industrial [RhH(CO)(PPh3)3] catalyst. This can be understood if Cbo 118 JA Claridge et al. /Journal of Molecular Catalysis 89 (1994) 113-120 6000 6 s 4000 w 0 v C b C O 2000 60 100 140 180 Temperature/ C Fig. 3. Benzene formation during the temperature-programmed decomposition of (a) RhH(CO)(C6(,)(PPh,)= and (b) RhH(CO) (PPh3)3 in the presence of H2 'CO. ligand is labile and is displaced from the rhodium metal centre during the catalytic reaction. However, in propene hydroformylation, the rhodium-C6() compound gave significantly lower activity than the rhodium triphenylphosphine compound, as well as lower regioselectivity to n-butanal. Previous studies on the effect of changing the Lewis acidity of the phosphine ligands on the rate of hydroformylation showed that the more acidic the ligand, the lower the rate of hydroformylation [ 8] . This is in accord with the IR and NMR spectroscopic data for [ RhH(CO) (C6o) (PPh3)2] , which suggest that Cbo is a more electron withdrawing ligand than triphenylphosphine. Thus, this would explain the lower propene hydroformylation activity obtained by using rhodium-C, compound. The relatively inactive RhH(CO) (C60) (PPh3)Z removes Rh from the catalytic cycle, which under constant CO pressure may displace the equilibrium from RhH(CO)(PPh3)2 towards RhH(CO)2(PPh,), which would reduce the regio-selectivity. However, this cannot explain the fact that the regio-selectivity of catalyst was not decreased at greater dilution (see data in Table 2). An alternative explaination is that the RhH(CO) (Cbo) (PPh3)2 gives intrinsically lower regio-selectivity in alkene hydroformylation. Since, it has been reported that the n-to-iso-aldehyde ratio of the product depends mainly on steric effects with a minor contribution from electronic effects [9]. Thus, bulky donor ligands such as triphenylphosphine favour anti-Markovnikov addition making the catalyst more selective towards the formation of the linear aldehyde. The estimated cone angle for the reported crystal structure of the Cbo ligand in an Ir-C,, complex [ 10] is 70 which is significantly smaller than the cone angle of 140 estimated for triphenylphosphine in the same complex. This accounts 113. Claridge et al. /Journal of Molecular Catalysis 89 (1994) 113-120 119 2000 i~ w 0 a~ u e~ b 1000 ee 60 100 140 180 Temperature / C Fig. 4. Benzene formation during the temperature-programmed decomposition of RhH(CO) (C60) (PPh3)Z in the presence of Hz/CO/CZH4. for the poorer n-to-iso-aldehyde ratio found in the data in Table 2. It is, therefore, suggested that C6,) is retained, at least to a degree, in the catalytic reactions of [RhH(CO) (Cbo) (PPh3)2] during propene hydroformylation at 90 C. The improvement in the n-to-iso-aldehyde ratio as a consequence of the addition of an excess of triphenylphosphine to both catalytic reaction precursors may simply arise from the displacement of Cbo by triphenylphosphine. However, it is difficult to understand why with RhH(CO) (C6,,) (PPh3)2 the activities were consistently lower irrespective of the triphenylphosphine concentration. The catalyst [RhH(CO)(PPh3)31 is known to slowly deactivate during the hydroformylation reactions. Side reactions of the triphenylphosphine ligands give products such as alkyldiphenylphosphine and benzene which mildly perturb the catalytic activity, and further decomposition gives rhodium clusters which severely reduces the catalytic performance [ 11,12] . These reactions have been postulated to occur either via orthometalation [7] or by the direct oxidative addition of a P-C bond to rhodium [ 13 ] . Our temperature-programmed decomposition results show that replacement of one of the triphenylphosphine ligands of the industrial hydroformylation catalyst by C6, in the presence of a CO and Hz gas mixture can significantly reduce the rate of degradation of the catalyst at ca. 90 C. However, in the presence of a CO / HZ / C2H4 mixture the [ RhH (CO) (C60) (PPh3) Z ] catalyst starts to evolve benzene at effectively the same temperature as for [RhH(CO) (PPh3)3]: this again suggests that Cbo is displaced by ethene during the hydroformylation reaction. 120 J.B. Claridge et al. /Journal of Molecular Catalysis 89 (1994) 113-120 4. Acknowledgements We thank British Gas plc for the CASE award (to J.B.C.) and acknowledge the SERC for support (to R.E.D.). We are grateful to the Conselho Nacional de Cienca a Tecnologia for funding (to R.M.L.) and to the Gas Research Institute (GRI) for a grant (to S.C.T.). Finally, we acknowledge B.P. Chemicals for provision of a CASE studentship (to A.P.E.Y.). 5. References [ 1 ] E.A.V. Brewester, Chem. Eng. Proc. Tech., (Nov., 1976) 90. [2] R.L. Pruett, J. Chem. Ed., 63 (1986) 196. [3] P.J. Fagan, J.C. Calabrese and B. Maloni, Acc. Chem. Res., 25 (1992) 134. [4] R.E. Douthwaite, M.L.H. Green, A.H.H. Stephens and J.F.C. Turner, J. Chem. Soc., Chem. Comm., (1993) 1522. [5] N. Ahmad, J.J. Levison, S.D. Robinson and M.F. Uttley, Inorg. Synth., 15 (1974) 59. [6] R.L. Pruett, Adv. Organomet. Chem., 17 (1979) 1. [7] G. Gregorio, G. Montrasi, M. Tampieri, P. Cavalieri, G. Pagani and A. Andreetta, Chim. Ind. (Milan), 62 (1980) 255. [8] D. Evans, J.A. Osborn and G. Wilkinson, J. Chem. Soc. (A), (1968) 3133. [9] C.K. Brown and G. Wilkinson, J. Chem. Soc. A, (1970) 2753. [ 10] A.L. Balch, V.J. Catalano and J.W. Lee, Inorg. Chem., 21 (1991) 3880. [ 11 ] D.R. Bryant and E. Billig, US Patent 4 277 627 (1981) . [12] M. Michman, Israel J. Chem., 27 (1986) 241. [ 13] A.G. Abatjoglou, E. Billig and D.R. Bryant, Organometallics, 3 (1984) 923. X244 93E0328E 0304-5102(93)E0328-E 10.1016/0304-5102(93)E0328-E Studies on a new catalyst for the hydroformylation of alkenes using C60 as a ligand J.B. Claridge R.E. Douthwaite M.L.H. Green ∗ R.M. Lago S.C. Tsang A.P.E. York Inorganic Chemistry Laboratory, University of Oxford, South Parks Road, Oxford, OX1 3QR, UK * Corresponding author; fax. (+44-865)272690. RhH(CO) (C60) (PPh3)2 has been synthesised by reacting the hydroformylation catalyst, RhH(CO) (PPh3)3, with an equimolaramount of C60 in toluene. This compound is an efficient catalyst for the hydroformylation of alkenes to aldehydes at 90°C. The activity and regio-specificity for the conversion of propene, CO and H2 to butanal are only slightly lower compared to RhH(C0) (PPh3)3, however, the temperature-programmed decomposition of the RhH(CO) (C60) (PPh3)2 compound in the presence of CO and H2 shows greater thermal stability than the RhH (CO) (PPh3)3. Keywords C60 hydroformylation rhodium thermal stability References [1] E.A.V. Brewester Chem. Eng. Proc. Tech. Nov., 1976 90 [2] R.L. Pruett J. Chem. Ed. 63 1986 196 [3] P.J. Fagan J.C. Calabrese B. Maloni Acc. Chem. Res. 25 1992 134 [4] R.E. Douthwaite M.L.H. Green A.H.H. Stephens J.F.C. Turner J. Chem. Soc. 1993 1522 Chem. Comm. [5] N. Ahmad J.J. Levison S.D. Robinson M.F. Uttley Inorg. Synth. 15 1974 59 [6] R.L. Pruett Adv. Organomet. Chem. 17 1979 1 [7] G. Gregorio G. Montrasi M. Tampieri P. Cavalieri G. Pagani A. Andreetta Chim. Ind. (Milan) 62 1980 255 [8] D. Evans J.A. Osborn G. Wilkinson J. Chem. Soc. (A) 1968 3133 [9] C.K. Brown G. Wilkinson J. Chem. Soc. A 1970 2753 [10] A.L. Balch V.J. Catalano J.W. Lee Inorg. Chem. 21 1991 3880 [11] D.R. Bryant and E. Billig, US Patent 4 277 627 (1981). [12] M. Michman Israël J. Chem. 27 1986 241 [13] A.G. Abatjoglou E. Billig D.R. Bryant Organometallics 3 1984 923",
      "scopus-id": "0028413504",
      "coredata": {
        "eid": "1-s2.0-0304510293E0328E",
        "dc:description": "RhH(CO) (C60) (PPh3)2 has been synthesised by reacting the hydroformylation catalyst, RhH(CO) (PPh3)3, with an equimolaramount of C60 in toluene. This compound is an efficient catalyst for the hydroformylation of alkenes to aldehydes at 90°C. The activity and regio-specificity for the conversion of propene, CO and H2 to butanal are only slightly lower compared to RhH(C0) (PPh3)3, however, the temperature-programmed decomposition of the RhH(CO) (C60) (PPh3)2 compound in the presence of CO and H2 shows greater thermal stability than the RhH (CO) (PPh3)3.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-04-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0328E",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Claridge, J.B."
          },
          {
            "@_fa": "true",
            "$": "Douthwaite, R.E."
          },
          {
            "@_fa": "true",
            "$": "Green, M.L.H."
          },
          {
            "@_fa": "true",
            "$": "Lago, R.M."
          },
          {
            "@_fa": "true",
            "$": "Tsang, S.C."
          },
          {
            "@_fa": "true",
            "$": "York, A.P.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0328E"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0328E"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0328-E",
        "prism:volume": "89",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Studies on a new catalyst for the hydroformylation of alkenes using C60 as a ligand",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "C60"
          },
          {
            "@_fa": "true",
            "$": "hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "rhodium"
          },
          {
            "@_fa": "true",
            "$": "thermal stability"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "113-120",
        "prism:endingPage": "120",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 April 1994",
        "prism:doi": "10.1016/0304-5102(93)E0328-E",
        "prism:startingPage": "113",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0328-E",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028413504"
      }
    }
  }
}