{
  "metadata": {
    "title": "Heterogenization of homogeneous catalysts by chelate formation with macroligands",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-11-01",
    "doi": "10.1016/0304-5102(89)80277-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289802779",
    "pii": "0304510289802779"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024767953",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289802779 0304-5102(89)80277-9 0304510289802779 10.1016/0304-5102(89)80277-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01320 2024-01-02T01:04:53.938015Z 0 0 19891101 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 55 55 1 1 Volume 55, Issue 1 42 429 440 429 440 19891101 1 November 1989 1989-11-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. HETEROGENIZATIONHOMOGENEOUSCATALYSTSBYCHELATEFORMATIONMACROLIGANDS POMOGAILO A POMOGAILO 1988 A POLYMERICIMMOBILIZEDMETALCOMPLEXCATALYSTS POMOGAILO 1988 147 A GARNOVSKI 1988 579 A KRITSKAYA 1979 1107 D POMOGAILO 1981 A DISSERTATION POMOGAILO 1985 1404 A UFLYAND 1985 152 I YFLYLAND 1988 885 I GOLDENBERG 1968 195 A SPECTROSCOPEPOLYMERS 1965 VIBRATIONALSPECTRAMOLECULARPROCESSESINRUBBER ADEMY 1961 173 E ADEMY 1962 73 E ADEMY 1962 81 E UFLYAND 1988 378 I POMOGAILO 1985 1104 A ENIKOLOPYAN 1984 1392 N SURKOV 1986 714 N POMOGAILO 1980 151 A CATALYSTSCONTAININGSUPPORTEDCOMPLEXESSYMPOSIUMMATERIALS SINN 1969 391 E GOLUBEVA 1979 89 N POMOGAILOX1989X429 POMOGAILOX1989X429X440 POMOGAILOX1989X429XA POMOGAILOX1989X429X440XA item 0304-5102(89)80277-9 0304510289802779 1-s2.0-0304510289802779 10.1016/0304-5102(89)80277-9 272239 2024-01-02T01:04:53.938015Z 1989-11-01 1-s2.0-0304510289802779-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802779/MAIN/application/pdf/18782a419af77fba8a9d281c5c834c11/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802779/MAIN/application/pdf/18782a419af77fba8a9d281c5c834c11/main.pdf main.pdf pdf true 666630 MAIN 12 1-s2.0-0304510289802779-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289802779/PREVIEW/image/png/59451dd44fe51915e096891ccf658363/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289802779/PREVIEW/image/png/59451dd44fe51915e096891ccf658363/main_1.png main_1.png png 62546 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 55 (1989) 429-440 429 HETEROGENIZATION OF HOMOGENEOUS CATALYSTS BY CHELATE FORMATION WITH MACROLIGANDS A. D. POMOGAILO Institute of Chemical Physics, USSR Academy of Sciences, Chernogolovka, Moscow Region 142432 (U.S.S.R.) and I. E. UFLYAND State Pedagogical Institute, Engelsa 33, Rostov-on-Don 344082 (U.S.S.R) Summary A polyethylene powder surface has been modified by the graft polymer- ization of allyl alcohol, allylamine, the monomethylacryl ester of ethylene glycol and methyl vinyl ketone. Such supports were transformed into macro- molecular ligands by analogous polymerization reactions. The macromolecu- lar metal chelates (MMC) were synthesized via the interaction of macromolecular ligands with TiCL , Ti(OC4Hg)4, Ni(OCOCH3)2, CoClg and Co(OCOCH3)2. It is shown that MMC formed from aluminium organic com- pounds provide efficient catalysts for polymerization processes. Thus, cata- lysts based on Ti^ and V^ are efficient in processes for ethylene polymerization, while catalysts with Co11 and Ni\" are efficient in butadiene polymerization and ethylene dimerization, respectively. On the basis of the heterometallic complexes immobilized on the MMC (M^Ti^ or V^, Ms = Ni11) it is possible to obtain linear low-density polyethylene with a predetermined branching ratio. The characteristic features of these processes when catalyzed by MMCs are analyzed. Introduction Recent progress in many fields of metal complex catalysis stems from the use of immobilized catalytic systems which are characterized by the physical or chemical bonding of one of the components of a catalytic complex to a solid support [1]. In general, such catalysts combine the high activity and selectivity of homogeneous catalysts with the technological advantages of heterogeneous systems. However, the relatively low stability of the metal-to-polymer bond exhibited during catalysis constitutes a weak point in such heterogenized metal complex catalysts. The immobilization of metals by chelating polymers which ensure a stable multicentre bond between the metal and polymer support provides the simplest method for overcoming the above disadvantage. 0304-5102/89/$3.50 Eisevier Sequoia/Printed in The Netherlands 430 It should be noted that the two-point binding of metal compounds (MX ) on to polymers can then be considered as chelate anchoring [1]. Compounds which are formed as result of metal chelation by polymers are termed macromolecular metal chelates (MMC) [2]. The presence of a polymer chain and metal chelate cycles are characteristic features of such classes of chemi- cal compound. The same classification may be applied both to low [3] and high molecular weight metal chelates. There are MMCs of a molecular type (metal atom attached only via coordination bonds), MMCs of an inner-complex type (metal atom attached by both coordination and ionic bonds) and MMCs of a macrocyclic type (metal atom attached via macrocyclic groups). Within these general types, MMCs may be subdivided depending on the identity of the coordinating atoms (N,N-, N,0- and 0,0-chelates, etc.). The following methods are available for MMC preparation: 1. Synthesis based on the use of chelating macroligands (MX -chelating polymer interaction, metal exchange, ligand exchange, synthesis from zero-valent metals, etc.) 2. Polymer-type reactions (reactants arising in situ, anchoring low molecular weight metal chelates on to polymers, transformation of coordination polymers into MMCs, etc.) 3. 'Assembly' methods (polymerization of metal chelate monomers, polycon- densation, mechanochemical synthesis, etc.). In the present paper, the principles of metal chelation with macromolec- ular ligands are used to study the heterogenization of homogeneous catalysts for ethylene polymerization and dimerization, butadiene polymerization and the preparation of linear low-density polyethylene (LLDPE). Experimental Polyethylene with grafted poly(allyl alcohol) (I), poly(monomethylacryl ester of ethylene glycol) (II), poly(allylamine) (III), poly(diallylamine) (IV), poly( methyl vinyl ketone) modified with salicylhydrazide (V), poly(allyl- amine) modified with alizarin (VI), poly(allylamine) modified with acetylace- tone (VII), polymerized sodium salt of acrylacetaldehyde (VIII), polyenamino- ketones (IX), poly(^V-acrylacetamide) (X), poly(N-acrylsalicylamide) (XI) and hydrolyzed styrene/vinyl acetate copolymer (XII) were prepared accord- ing to previously described procedures [4 - 7] and were used as supports (Scheme 1). The anchoring of MX to supports (I) - (XII) was carried out as described previously [4-8]. The content of metals fixed was determined by atomic absorption spectroscopy. ESR spectra were recorded using a Varian-E104A instrument while ESCA spectra were recorded on a Varian IRE-15 equipped with a magnesium anode and employing the Cis line (285 eV) as a standard. The dimerization and polymerization of ethylene were undertaken in j-(-CH,-CH-)- CH^OH(I)]-(-CH2-CH-)- CH, NH CH, j-eCH,-CH-)- (IV)j-(-CH,-CH-^, CH^HsO\\(VI)j-eCH,-CH^,>-0^ 0-Na*(vni)j-eCH^-CH^,^=0 HNy=o<fV-OH CHaI-I-CH,-^O^0^\"^cHr0\"2(11)]-eCH,-CH-)- C=N-NHC H3C(V)HO 01 |1^TiT^l '^^A^0j-eCH,-CH^,Lo^-NHR (DC)j-fCHi-CH-KCHi-(xn) |-(-CH,-CH-^, CH,NH,(m)-PHOj-(-CH,-CH-^,CH, HsC. 1 ^-NH^=0 HaC(VII)j-eCH,-CH-h,J=oHN>=0 HsC(X)CH-KCH^CH^-OH OCOCHa (XI) Scheme 1. Polymer supports (the symbol 3 denotes the polyethylene surface). 432 n-heptane by stirring the reaction mixtures under high pressure at constant temperature. The composition of the dimerization products was determined by gas Chromatographie methods. The polyethylene branching ratio was determined according to a method described already [9] and is expressed as the number of ethylene branches per 1000 C atoms. A dilatometric method was used to study the polymerization of butadi- ene. Gel chromatograms were recorded using a GPC-200 liquid gel chro- matograph. The microstructure of polybutadiene was determined as already reported [10]. Results and discussion Immobilization of ethylene polymerization catalysts Immobilized catalysts for ethylene polymerization were prepared by the interaction of TiC^, T^OCss^ and VC^ with the polymer supports (I) - (VII) and (XII) [4,5]. On comparison with homogeneous systems, such macromolecular metal compounds exhibited a higher and more stable cata- lytic activity towards ethylene polymerization (Fig. 1). It should be noted that the kinetics of ethylene polymerization are affected markedly by the nature of the functional groups attached to the polymer support. However, the ranges associated with the formation of active centres and the achieve- ment of a maximum rate are normally observed on such kinetic curves (Figs. 1 and 2). Metal anchorage by chelation enables slightly less active, but more stable catalytic systems to be prepared. Wp, 1 min-1 [C;HJ -1 gT-i1 10-3 Fig. 1. Kinetics of ethylene polymerization in the presence of heterogenized Ti(OC4H9)4- AKC^Hg^Cl systems as a function of the polymer support nature. Curve 1, homogeneous system; curve 2, (IV); curve 3, (m); curve 4 (I); and curve 5, (Xm). (P^w. = 1.0 MPa; T=343K; Al/Ti=100.) 433 Fig. 2. Kinetics of ethylene polymerization in the presence of catalytic systems based upon immobilized 'VCi^ as a function of the polymer support nature. Curve 1, (V); curve 2, (VI); curve 3, (VII); and curve 4, (II). (P^m = 0.4 MPa; T=343K; cocatalyst, AKCaHe^Cl; A1/V=50.) It is well known that the reduction of Ti^ ions takes place in homoge- neous TiCl4-AlRic Cla _ ^ systems. The reduced ions may then be transformed to a thermodynamically more favourable autoassociative state according to the equation: ra TF'-^Ti111],, Aggregation of such species is one of the reasons for the deactivation of homogeneous catalysts [11]. Processes of aggregation result in a reduction in the intensity of ESR spectra for the isolated ions in Ti111 (Fig. 3, curve 1). Chelation of TiCI^ on a polymer support suppresses both the reduction Fig. 3. Kinetics of the accumulation of Ti111 ions (in relative units) in various systems: curve 1, TiCl<; curve 2, TiCl., on support (XII); curve 3, TiCIf on support (II); and curve 4 TiCI^ on support (V). (Reaction conditions: reducer, AlCzHsCI;;; Al/Ti=50; benzene; T=293K). 434 of Ti^ and the aggregation of the reduced species. This may be related to the additional difficulties encountered with respect to diffusion of Ti111 ions over the polymer surface. This explains why the concentration of Ti111 ions in the immobilized system is considerably greater than that in the mobile one (Fig. 3). ESCA provides a method for observing the reduction of Ti^ directly in MMCs. Thus, the interaction of the chelate TiC^-polymer support (II) and A1(CH3)2C1 (293 K, Al/Ti = 50, n-heptane) leads to a slight decrease in the bonding energy (from 459.6 to 459.4 eV) for the titanium 2p state indicating that only Ti^ alkylation occurs. But reaction with A1(C2HB)2C1 under the same conditions results in the formation of Ti111 ions (ET, 2? being equal to 458.9 eV) (Fig. 4). This is confirmed by the ESR spectrum, in which a broad signal with the g-factor 1.9340 is observed. By comparison, interaction of unanchored TiCLi with Al( 02115)201 results in the complete transformation of Ti^ into Ti11 ions under the same reaction conditions. At 343 K (the condi- tions employed in ethylene polymerization), reduction of immobilized Ti^ ions proceeds to a much greater extent. Under these circumstances, the ESCA spectrum contains two satellites associated with the Ti\"1 ions (E being equal to 458.9 eV) and, apparently, the Ti\" ions (E being equal to 456.6 eV) (Fig. 4). Immobilization of ethylene dimerization catalysts Catalytic systems obtained by chelating nickel(II) with polymer sup- ports (VIII) - (XI) [6] possess a greater and more stable activity in ethylene dimerization in comparison to homogeneous systems (Fig. 5). Furthermore, a wider temperature range of applicability appears to characterize the be- haviour of immobilized nickel chelates. The composition of the ethylene 470 460 450 Bound nergy,ev 470 460 450 Bound energy, CT Fig. 4. ESCA spectra of immobilized Ti^ chelates and the products of their interaction with AUCaHs^Cl. (a) TiCI^ on support (II) (curve 1) and the product of its interaction with Al( Cs .sW\\ at 343 K over a period of 30 min (curve 2). (b) TiC^ on support (V) (curve 1) and the products of its interaction with Al( 02115)201 (30 min; Al/Ti = 50; n-heptane) at 293 K (curve 2) and 343 K (curve 3). 436 1:, min Fig. 5. Kinetics of ethylene dimerization in the presence of immobilized nickel chelates as a function of the polymer support nature. Curve 1, (VIII); curve 2, (IX) (R = CgHg); curve 3, (X); and curve 4, (XI). (P^H, = 0.4 MPa; T = 343 K; cocatalyst, AlCaHeCI;, Ai/Ni = 50.) dimerization products is virtually identical to that observed using either homogeneous catalysts [12] or immobilized unchelated nickel catalysts [13], thus providing indirect evidence for the uniform nature of the active centres and the reaction mechanism involved with these catalysts. The catalysts obtained from polymer supports (VIII) and (IX) show comparable activity (Fig. 5) due to the weak influence of the coordination centre on the activity of the complex. Comparison with the nickel chelates formed with polymer supports (VIII) and (X), which have the same mode of coordination but different metal-containing heterocycles, indicates that the introduction of a nitrogen atom into the metal-containing heterocycle leads to a substantial decrease in the catalytic activity. However, the nature of the metal-containing heterocycle and the coordination centre does not influence their selectivity in ethylene dimerization; for example, the yield of butenes is equal to 90 - 95% in all cases (Table 1). TABLE l Ethylene dimerization catalyzed by immobilized nickel(II) chelates\" Support W^ Product composition (wt.%) [kg(gNi)-1 h~1] Butenes Hexenes Methylpentenes Dimethylbutenes (VII(IX) (X) (XI) I)(R=C6He) 27.6 25.0 15.5 12.2 92.3 91.3 90.8 91.1 1.5 3.5 4.2 3.0 3.7 2.6 3.0 2.2 1.5 3.5 2.2 3.7 \"^Czn. = \" 't Mrs; n-heptane; T = 363 K; Ai/Ni = 30; cocatalyst, AlC^H^- 436 The immobilization of Ni11 on supports (X) and (XI) leads to the formation of mono- and bi-nuclear complexes: -<-CH2-CH CH2- CH-^, ^ -tCHz-CH CH^-CH-^ (Xa) (XIa) The comparison of the activities of mononuclear (Xa) and binuclear (XIa) nickel chelates shows that an increase in the number of nickel ions in the monomer unit leads to a decrease in the specific catalytic activity (Fig. 5, curves 3 and 4, respectively). For polymetallic complexes, anchorage of the metal ions in the polydentate matrix probably imposes additional difficulties for metal reduction and active centre formation. Immobilization of catalysts for LLDPE preparation Linear low-density polyethylene (LLDPE) combines the advantages (in the best cases) of both low-density polyethylene (elasticity) and high-density polyethylene (rigidity) [14]. At present, LLDPE is prepared by the copolymer- ization of ethylene with 1-butene using bifunctional catalysts. The mecha- nism of the process is shown in Scheme 2. According to this scheme, the initial monomer mi (ethylene) dimerizes at the active centre Mi to produce the monomer 012 (1-butene), and then the copolymerization of mi and m^ takes place at the active centre M with LLDPE formation. Calculations show [15] that the nature of both types of active centres and the distance between them exert an influence on the kinetic parameters of the process and LLDPE branching. Titanium or vanadium are most often used as copolymeriza- tion sites, while nickel or cobalt are used as dimerization sites. It has been found that LLDPE is formed even when the distribution of dimerizing and copolymerizing centres on the polymer surface is random [16]. However, m, > Mi M <i1T777^r7^7^77^^^^^ Scheme 2. Mechanism of LPELD preparation using a bifunctional catalyst. 437 such a distribution of the two types of active centre does not provide an efficient control to enable final products having the desired properties to be obtained. For this reason, we have used the immobilized heterometallic complexes (XIII) and (XIV) with a controlled (geometrical and weight) distribution of transition metals over the polymer surface. Such complexes were prepared by metal chelation of the polymer supports (I) and (V) [7, 8]. The structure of these compounds is presented in Scheme 3. As an example, the kinetics of the preparation of LLDPE in the presence of complex (XIII) is shown in Fig. 6. It is known that the copolymer- ization ability of vanadium-containing systems is greater than that of tita- nium-containing systems. Hence, the catalytic activity of complex (XIII) with M == V should be much higher than that with M = Ti. Activity in ethylene dimerization increases in the sequence Ni > Co > Cu, and similar kinetics were also observed for the preparation of LLDPE catalyzed by complex (XIII) containing these metals (Fig. 6). The average distance between M and Mi in azomethine heterometallic complexes is equal to 0.22 - 0.24 nm [17], but the average branching ratio of LLDPE prepared in the presence of the various (XIII) complexes studied was equal to 20 - 40. Thus, the use of complexes with a controlled distribution of transition metals enables LLDPE to be prepared with a predetermined branching ratio. (XIII) j -fCHz-CH CHa-CH^ p Q CIsM-t-N^ ^CHa CV.^ ^N-MCIa 1^ ^ ^M,- \"-\" -0 -\"\"''^ (XIV) Scheme 3. Structure of immobilized heterometallic complexes. 438 Fig. 6. Effect of the nature of the metal in complexes of type (XIII) on the conversion of ethylene to LPELD in the presence of bifunctional catalysts. Curve 1, M = V, Mi = Ni; curve 2, M = V, M, = Co; curve 3, M = Ti, Mi = Ni; curve 4, M = V, Mi = Cu; curve 5, M = Ti, Mi = Co; and curve 6, M = Ti, Mi = Cu. (Pcrfi4 = 1-0 MPa; T = 343 K; Al/M = 100; cocatalyst, AI(C,fl^Cl.) Immobilization of butadiene polymerization catalysts Cobalt(II) chelates immobilized on the polymer supports (IX) - (XI) [6] exhibit a high and stable activity in butadiene polymerization (Fig. 7). Complexes prepared using supports (IX) and (X) show comparable activity, indicating the weak influence of the chelate node structure (N,0- and 0,0-, respectively) on the activity. At the same time, the binuclear cobalt chelate with support (XI) exhibits a lower activity (by 5 - 6 times) than its mononu- clear analogue. The uniformity of the microstructure and the molecular weight parame- ters for polybutadiene (Table 2) show that the nature of the active centres TABLE 2 Butadiene polymerization in the presence of immobilized cobalt(II) chelates\" Support IVmax\"ap[mol dm-3 \"?\" [mol (molCo)-1] Polybutadiene characteristics M M MMD % Unit content (gCo) 1 min\"1] 1,4-cis 1,4-trans 1,2- (IX) (R= (X) (XI) CW 237 312 65 0.75 0.99 0.24 46700 46460 35600 17500 15000 8600 2.67 3.10 4.14 90.0 95.0 95.0 3.5 3.5 3.0 6.5 1.5 2.0 [Butadiene] =2.2 mold -3; [Co] = 1.2 x 10 --mol dm-3; r =323 K; toluene; Al/Co=100; co- catalyst, Al(C;;H,,);iCl. 439 Fig. 7. Kinetics of butadiene polymerization in the presence of immobilized cobalt chelates as a function of the polymer support nature. Curve 1, (X); curve 2, (K) (R^CgHg); and curve 3, (XI). ([Butadiene] =2.2 mol dm-3; [Co] = 1.2 x 10- 'mol dm-3; T =323 K; toluene; cocatalyst, Al( Car^Cl; Al/Co = 100.) does not change in moving from homogeneous [18] to immobilized systems. The rate of polymerization in the stationary state may be calculated from the equation: W=k^C^ where W is polymerization rate [mol(mol Co)\"1 s~1] and CM is the monomer concentration (2.2 mol dm-3). Using A;p= 3.5 dm mol-1 s-1 (323 K) [18], an approximate value of the active centre fraction in the catalyst may be determined. The results quoted in Table 2 show that almost every metal atom produces a polymeric chain in the case of mononuclear cobalt chelates, while only 24% of the metal atoms take part in active centre formation with binuclear cobalt chelates. References 1 A. D. Pomogailo, Polymeric Immobilized Metal Complex Catalysts, Nauka, Moscow, 1988. 2 A. D. Pomogailo and I. E. Uflyand, Coord. Chem., 14 (1988) 147. 3 A. D. Gamovski, Coord. Chem., 14 (1988) 579. 4 D. A. Kritskaya, A. D. Pomogailo, A. N. Ponomarev and F. S. Djachkovski, Vysokomol. Soed., Ser. A, 21 (1979) 1107. 5 A. D. Pomogailo, Dissertation, Inat. Chem. Phys., Acad. Sei. USSR, Moscow, 1981. 6 A. D. Pomogailo, I. E. Uflyand and N. D. Golubeva, Kinet. Katal., 26 (1985) 1404. 7 I. E. Uflyand, A. D. Pomogailo, N. D. Golubeva and V. N. Sheinker, Proc. XVII Ew. Congr. Mol. Spectrosc., Madrid, 1985, p. 152. 440 8 I. E. Yflyland, A. D. Pomogailo, N. D. Golubeva and A. G. Starikov, Kirnt. Katal., 29 (1988) 885. 9 A. L. Goldenberg, V. M. Zapletnyak and A. N. Ponomarev, in Spectroscopy of Polymers, Naukova Dumka, Kiev, 1968, p. 195. 10 Vibrational Spectra and Molecular Processes in Rubber, Khimia, Moscow Leningrad, 1965. 11 E. H. Ademy, J. C. Herschberg and H. Steinberg, Rec. Trav. Chim., 80 (1961) 173; ibid., 81 (1962) 73, 81. 12 I. E. Uflyand, A. D. Pomogailo, V. P. Kurbatov, M. 0. Gorbunova and V. N. Sheinker, Coord. Chem., 14(1988) 378. 13 A. D. Pomogailo, F. A. Khrisostomov and F. S. Djiachkovski, Kinet. Katal., 26(1966) 1104. 14 N. S. Enikolopyan, L. N. Raspopov, A. D. Pomogailo, F. A. Khrisostomov, A. M. Bochkin, N. D. Karpova, V. V. Filippov, V. G. Nokolski and F. S. Djachkovski, Dokl. Akad. Nauk SSSR, 278(1984)1392. 15 N. F. Surkov, S. P. Davtyan, A. D. Pomogailo and F. S. Djachkovski, Kinet. Katal., 27 (1986) 714. 16 A. D. Pomogailo, F. A. Khrisostomov, A. P. Lisitskaya, A. M. Bochkin, N. D. Golubeva, F. S. Djachkovski and N. S. Enikolopov, in Yu. I. Yermakov (ed.). Catalysts Containing Supported Complexes, Symposium Materials, Institute of Catalysis, Novosibirsk, 1980, Part 1, p. 151. 17 E. Sinn and C. M. Harris, Coord. Chem. Rev., 4 (1969) 391. 18 N. D. Golubeva, A. D. Pomogailo, A. I. Kuzaev, A. N. Ponomarev and F. S. Djachkovski, Dokl. Akad. Nauk SSSR, 244 (1979) 89. X244 89802779 0304-5102(89)80277-9 10.1016/0304-5102(89)80277-9 Heterogenization of homogeneous catalysts by chelate formation with macroligands A.D. Pomogailo Institute of Chemical Physics, USSR Academy of Sciences, Chernogolovka, Moscow Region 142432 U.S.S.R. I.E. Uflyand State Pedagogical Institute, Engelsa 33, Rostov-on-Don 344082 U.S.S.R. A polyethylene powder surface has been modified by the graft polymerization of allyl alcohol, allylamine, the monomethylacryl ester of ethylene glycol and methyl vinyl ketone. Such supports were transformed into macromolecular ligands by analogous polymerization reactions. The macromolecular metal chelates (MMC) were synthesized via the interaction of macromolecular ligands with TiCl4, Ti(OC4H9)4, Ni(OCOCH3)2, CoCl2 and Co( OCOCH3)2. It is shown that MMC formed from aluminium organic compounds provide efficient catalysts for polymerization processes. Thus, catalysts based on TiIV and VIV are efficient in processes for ethylene polymerization, while catalysts with CoII and NiII are efficient in butadiene polymerization and ethylene dimerization, respectively. On the basis of the heterometallic complexes immobilized on the MMC (M1TiIV or VIV, M2 = NiII) it is possible to obtain linear low-density polyethylene with a predetermined branching ratio. The characteristic features of these processes when catalyzed by MMCs are analyzed. References 1 A.D. Pomogailo Polymeric Immobilized Metal Complex Catalysts 1988 Nauka Moscow 2 A.D. Pomogailo I.E. Uflyand Coord. Chem. 14 1988 147 3 A.D. Garnovski Coord. Chem. 14 1988 579 4 D.A. Kritskaya A.D. Pomogailo A.N. Ponomarev F.S. Djachkovski Vysokomol. Soed., Ser. A 21 1979 1107 5 A.D. Pomogailo Dissertation 1981 Inst. Chem. Phys., Acad. Sci. USSR Moscow 6 A.D. Pomogailo I.E. Uflyand N.D. Golubeva Kinet. Katal. 26 1985 1404 7 I.E. Uflyand A.D. Pomogailo N.D. Golubeva V.N. Sheinker Proc. XVII Eur. Congr. Mol. Spectrosc., Madrid 1985 152 8 I.E. Yflyland A.D. Pomogailo N.D. Golubeva A.G. Starikov Kinet. Katal. 29 1988 885 9 A.L. Goldenberg V.M. Zapletnyak A.N. Ponomarev Spectroscope of Polymers 1968 Naukova Dumka Kiev 195 10 Vibrational Spectra and Molecular Processes in Rubber 1965 Khimia Moscow Leningrad 11 a E.H. Ademy J.C. Herschberg H. Steinberg Rec. Trav. Chim. 80 1961 173 bi E.H. Ademy J.C. Herschberg H. Steinberg Rec. Trav. Chim. 81 1962 73 bii E.H. Ademy J.C. Herschberg H. Steinberg Rec. Trav. Chim. 81 1962 81 12 I.E. Uflyand A.D. Pomogailo V.P. Kurbatov M.O. Gorbunova V.N. Sheinker Coord. Chem. 14 1988 378 13 A.D. Pomogailo F.A. Khrisostomov F.S. Djiachkovski Kinet. Katal. 26 1985 1104 14 N.S. Enikolopyan L.N. Raspopov A.D. Pomogailo F.A. Khrisostomov A.M. Bochkin N.D. Karpova V.V. Filippov V.G. Nokolski F.S. Djachkovski Dokl. Akad. Nauk SSSR 278 1984 1392 15 N.F. Surkov S.P. Davtyan A.D. Pomogailo F.S. Djachkovski Kinet. Katal. 27 1986 714 16 A.D. Pomogailo F.A. Khrisostomov A.P. Lisitskaya A.M. Bochkin N.D. Golubeva F.S. Djachkovski N.S. Enikolopov Yu.I. Yermakov Catalysts Containing Supported Complexes, Symposium Materials 1980 Institute of Catalysis Novosibirsk 151 Part 1 17 E. Sinn C.M. Harris Coord. Chem. Rev. 4 1969 391 18 N.D. Golubeva A.D. Pomogailo A.I. Kuzaev A.N. Ponomarev F.S. Djachkovski Dokl. Akad. Nauk SSSR 244 1979 89",
      "scopus-id": "0024767953",
      "coredata": {
        "eid": "1-s2.0-0304510289802779",
        "dc:description": "A polyethylene powder surface has been modified by the graft polymerization of allyl alcohol, allylamine, the monomethylacryl ester of ethylene glycol and methyl vinyl ketone. Such supports were transformed into macromolecular ligands by analogous polymerization reactions. The macromolecular metal chelates (MMC) were synthesized via the interaction of macromolecular ligands with TiCl4, Ti(OC4H9)4, Ni(OCOCH3)2, CoCl2 and Co( OCOCH3)2. It is shown that MMC formed from aluminium organic compounds provide efficient catalysts for polymerization processes. Thus, catalysts based on TiIV and VIV are efficient in processes for ethylene polymerization, while catalysts with CoII and NiII are efficient in butadiene polymerization and ethylene dimerization, respectively. On the basis of the heterometallic complexes immobilized on the MMC (M1TiIV or VIV, M2 = NiII) it is possible to obtain linear low-density polyethylene with a predetermined branching ratio. The characteristic features of these processes when catalyzed by MMCs are analyzed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289802779",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pomogailo, A.D."
          },
          {
            "@_fa": "true",
            "$": "Uflyand, I.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289802779"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289802779"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80277-9",
        "prism:volume": "55",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogenization of homogeneous catalysts by chelate formation with macroligands",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "429-440",
        "prism:endingPage": "440",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 1989",
        "prism:doi": "10.1016/0304-5102(89)80277-9",
        "prism:startingPage": "429",
        "dc:identifier": "doi:10.1016/0304-5102(89)80277-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024767953"
      }
    }
  }
}