{
  "metadata": {
    "title": "Homogeneous and heterogeneous catalytic asymmetric reactions: Part III. New investigations concerning the preparation of reproducible MRNi catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-05-01",
    "doi": "10.1016/0304-5102(90)85061-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085061L",
    "pii": "030451029085061L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-44949267066",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085061L 0304-5102(90)85061-L 030451029085061L 10.1016/0304-5102(90)85061-L S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01836 2024-01-02T01:05:30.650091Z 0 0 19900501 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 0304-5102 03045102 60 60 1 1 Volume 60, Issue 1 2 1 10 1 10 19900501 1 May 1990 1990-05-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. HOMOGENEOUSHETEROGENEOUSCATALYTICASYMMETRICREACTIONS WITTMANN G IZUMI 1977 Y STEREODIFFERENTIATINGREACTIONS KLABUNOVSKII 1980 E ASYMMETRICHESKIIKATALIZGIDROGENIZATSIYANAMETALLAKH HALPERN 1982 401 J IZUMI 1983 215 Y MOSHER 1983 1013 H SACHTLER 1985 W CATALYSISORGANICREACTIONS BARTOK 1985 M STEREOCHEMISTRYHETEROGENEOUSMETALCATALYSIS TAKERU 1985 177 O TAI 1986 A TAILOREDMETALCATALYSTS APSIMON 1986 5157 J COREY 1987 7925 E BRUNNER 1988 645 H BOSTELAAR 1984 377 L RICHARDS 1986 329 D FU 1987 29 L FU 1987 187 L PAVLOV 1988 217 V AKABORI 1956 323 S NITTA 1982 382 Y NITTA 1985 429 Y NITTA 1987 141 Y NITTA 1986 376 Y NITTA 1988 295 Y TAI 1984 2083 A OSAWA 1987 1277 T TAI 1988 1082 A OSAWA 1985 1609 T BARTOK 1987 1139 M TATSUMI 1968 408 S HARADA 1982 377 T METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS VEDENYAPIN 1984 77 A FISH 1977 353 M IZUMI 1963 155 Y HARADA 1978 1195 T OZAKI 1978 257 H NITTA 1981 541 Y LIPGART 1971 1330 E SMITH 1979 184 G NITTA 1983 31 Y IZUMI 1971 871 Y AUGUSTINE 1965 R CATALYTICHYDROGENATION GROSS 1984 2429 L FREEL 1969 247 J BOSTELAAR 1984 L ALNIAIMI 1973 4207 N NINOMIYA 1972 2545 T WITTMANNX1990X1 WITTMANNX1990X1X10 WITTMANNX1990X1XG WITTMANNX1990X1X10XG item 0304-5102(90)85061-L 030451029085061L 1-s2.0-030451029085061L 10.1016/0304-5102(90)85061-L 272239 2024-01-02T01:05:30.650091Z 1990-05-01 1-s2.0-030451029085061L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085061L/MAIN/application/pdf/335fa8b5bcd76aa6a1a5a257e05c1035/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085061L/MAIN/application/pdf/335fa8b5bcd76aa6a1a5a257e05c1035/main.pdf main.pdf pdf true 636659 MAIN 10 1-s2.0-030451029085061L-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085061L/PREVIEW/image/png/d44c6a5f8a8f2b8b41c4e0d79cd48309/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085061L/PREVIEW/image/png/d44c6a5f8a8f2b8b41c4e0d79cd48309/main_1.png main_1.png png 62864 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 60 (1990) 1-10 1 HOMOGENEOUS AND HETEROGENEOUS CATALYTIC ASYMMETRIC REACTIONS PART III.* NEW INVESTIGATIONS CONCERNING THE PREPARATION OF REPRODUCIBLE MRNi CATALYST GYULA WITTMANN, GIZELLA B. BARTOK, MIHALY BARTOK** and GERARD V. SMITHf Department of Organic Chemistry, Jozsef Attila University, Szeged (Hungary) (Received January 3,1989; revised December 12, 1989) Summary A new method is described for the preparation of Raney Ni catalyst modified with 72,.R-tartaric acid (MRNi). All experimental conditions which may have a significant impact on the preparation of a reproducible enan- tioselective catalyst were studied. Experiments were also performed to permit a comparison with literature data. Introduction The aim of asymmetric syntheses is the selective chemical preparation of optically active compounds. The past 30 years have seen a tremendous development in this area of research [1-12]. The large number of papers recently published in this journal proves that the Editorial Board of J. Mol. Catal. has also recognized the importance of this subject (e.g. [13 16]). The simplest and least costly means of selective synthesis of enan- tiomers is asymmetric hydrogenation over a solid chiral catalyst (the method was first described as early as 1956) [17]. The advantages of heterogeneous chiral catalysts over homogeneous ones are that they can be made of cheap materials, and they are simple to produce and also to regenerate. As a consequence of the progress made since the discovery of the first modified Ni catalyst, the newly developed Ni catalyst modified with optically active tartaric acid and NaBr is suitable for the production of compounds with an optical purity of 60-80%. This catalyst proved most active in the hydrogenation of ketones [4]. In recent investigations, the preparation conditions [13,18-20], structure [14,15,21,22], activity, lifetime [23-25] and, not least, possible new utilizations [15,26, 27] of this catalyst have been studied. *Part II.: J. Organometall. Chem., 373 (1989) 365. **Author to whom correspondence should be addressed. fDepartment of Chemistry and Biochemistry, Southern Illinois University, Carbondale, IL 62901, U.S.A. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands The best modifier is optically active tartaric acid. Most of the literature results relate to this modifier; in our further discussion, therefore, the modifier will only be specified if it is not naturally-occurring (2R,3R )-(+)- tartaric acid. The conditions of modification greatly influence the properties of the catalyst. The most important parameters are the pH [28-31], temperature [32] and inorganic salt content [33] of the modifying solution. The explana- tion of the correlation between the properties of modified Ni and the pH of modification still causes many headaches. It is clear that the optical yield in the hydrogenation of methyl acetoacetate (MAA) over modified Ni is significantly affected by the reaction temperature [34], the hydrogen pressure [35], the nature of the solvent [36], the substrate/catalyst ratio [36-38], and the quantity of olefins, carboxylic acids and water present in the reaction mixture [39]. Thus it may be stated that both the enantioselectivity of MRNi and the optical yield of asymmetric hydrogenation with it are influenced by several factors. The exact effects are only partially understood, and there is considerable controversy in this respect in the literature. In spite of a huge amount of experimental work, general agreement as to how the catalyst works has not been reached. The fact that different groups have published different results, even though the experimental work was done under conditions that were very similar, points to the decisive role of the preparation and modification conditions in the production of catalysts with reproducible performance. Accordingly, we have concentrated on developing a preparation method which yields a catalyst with satisfactory reproducibility. The hydrogenations of MAA and ethyl acetoacetate (EAA) were used to test the different catalyst preparations. As quantitative results, the optical yields (o.y.) at full conversion and the initial reaction rates (r) were determined. The optical yields of the test reactions are naturally affected by the conditions of pretreatment of the catalyst and by other reaction parameters as well. It also seemed desirable to examine some of these not completely clarified effects. Experimental Materials Ni AI alloy (Ni :A1 = 1:1, Fluka) was used for the catalyst preparation. The model compounds MAA (Aldrich, Gold Label) and EAA (Reachim) were dried over sice. MgSC>4 and were distilled before use. The (2R,3R )-(+)- tartaric acid (Aldrich) and the (2S,3S)-(-)-tartaric acid (Reanal) were sufficiently pure and were therefore used without purification. Preparation ofRaney Ni (RNi) 2.5 g Ni Al alloy was added in small portions to 60 cm3 stirred 50% NaOH solution kept at 80 C. After completion of the addition, the tempera- ture was maintained at 80 C for a further 45 min. The alkaline solution was then poured off, and the catalyst was washed with 20 x 40 cm3 distilled water, and then kept under 200 cm3 water overnight. Preparation of modified Raney Ni (MRNi) The modified catalyst was prepared from the RNi prepared on the previous day. In most cases, (2fi,3JI)-(+)-tartaric acid was used as modifier. The modification was carried out by our own method (A), but for the sake of comparison we also used the generally applied literature method (B). Method A The pH of 100cm3 0.2 mol dm\"3 (2Ji,37i)-(+)-tartaric acid solution was adjusted to 7.0 (or to the required value) with 50% NaOH solution. The catalyst is placed into this solution and the suspension is stirred vigorously. The pH is kept constant (through the addition of tartaric acid solution) during the treatment, which is performed at 20 C for 30 min. The catalyst is then collected with a magnet and is washed with 10 cm3 ethanol-water (4:1) and with 3 x 10 cm3 ethanol. Method B The pH of 100cm3 0.2 mol dm\"3 (2R, 3J'i )-( + )-tartaric acid solution is adjusted to the required value with 50% NaOH solution. The pH is measured with a glass electrode. The catalyst is placed into the solution and the suspension is stirred for 30 min at 20 C (magnetic stirrer, 1300 rpm). During the treatment, the change in pH is measured. Thereafter, the method is the same as in method A. Hydrogenation procedure The hydrogenation was performed in a conventional hydrogenation apparatus at 1 bar hydrogen pressure (Fig. 1). In most cases, the substrates of the reaction were MAA and EAA. The reaction conditions were: quantity of MAA 46.33 mmol and EAA 62.76 mmol, temperature of reaction 50 C, quantity of ethanol solvent 6.25cm3 and A -^ ff'^J ^^i 5 05 A 3 4 { \\ / ^ h 'I 2 | Fig. 1. Scheme of hydrogenation apparatus. 1, thennostatted reaction vessel; 2, magnetic stirrer; 3, manometer; 4, gas burette filled with paraffin oil; 5, Teflon stopcock; 6, glass stopcock. 8.33cm3, respectively. The (R )-( - )-enantiomer is the main product over MRNi, the given optical yields relating to this enantiomer. The catalyst, substrate and solvent are placed in the reaction vessel and the mixture is kept there for 1 h before the reaction is started. The system is evacuated three times with a rotary pump (15mbar) and is filled with hydrogen. The temperature of the reaction mixture is kept constant throughout the hydrogenation. The hydrogen pressure is also kept constant and the hydrogen consumption is recorded. The initial rates are calculated from the plots of hydrogen consumption us. time. The rates are given in mmol Hg per gNi per s. In determinations of the quantity of catalyst, the Ni content was taken as the basis. The conversion of the reactions was generally 100%. Isolation and analysis of reaction products The catalyst and the solvent are removed from the reaction mix- ture. The products (methyl 3-hydroxybutyrate, ethyl 3-hydroxybutyrate) are distilled under reduced pressure, and their purity is checked by gas chromatography (Chrom 4, 1.2m 15% PEG 20 M on Kieselguhr (Merck), 130 C). The optical activity of the product is measured without dilution in a 0.5 dm long sample cell (Polamat A Zeiss)). The optical yield is calculated via the following expression. [a-jg,0 product r 19(1 1-\"\" [o'ia-max. where [<i]j product = specific activity of product, and [ a ]j> max = specific activity of optically pure enantiomer. (22.95 and 24.00 , respectively). Determination of Ni content of catalyst The catalysts used for hydrogenation are characterized by their Ni content. This is determined by dissolving the used catalyst in cone. HNOa and measuring the Ni(II) content by complexometry. Results and discussion Origin of catalyst precursor and activation ofRNi RNi is usually prepared from Ni Al alloy treated with 20% NaOH. It is well known that alteration of the parameters of the Al dissolution (temperature, dissolution time, concentration, etc.) changes the properties of the catalyst [40]. The RNi contains more Al and its activity is higher when the basic treatment is performed at low temperature. It seemed worthwhile to study whether there is any correlation between the activation temperature and time and the enantioselectivity of the catalysts [41]. The enantioselectivity of MRNi activated at 50 C was significantly lower than that of catalysts activated above 80 C. When the dissolution temperature was raised from 80 C to 106 C, only minor changes were observed in the optical yield. The origin of the precursor alloy may also influence the enan- tioselectivity of the catalyst. The two alloys (Fluka and Merck) probably have different phase compositions and consequently the RNi catalysts may have different surface structures [42]. Effect ofpH of solution used for modification The crucial step in the preparation of the modified catalyst is the treatment with tartaric acid. The generally accepted method is treatment with a solution with preadjusted pH. This pH is taken as the pH of the modification, in spite of the fact that the hydrogen ion concentration changes considerably during the modification. In the initial period of our work, method B provided very poorly reproducible results as concerns both the optical yield and the initial rate of the MAA hydrogenation reaction (Table 1). For a better control, we continuously adjusted the otherwise changing pH with tartaric acid solution, which led to an appreciable improvement in reproducibility (Table 2). TABLE 1 Activity and enantioselectivity of MRNi prepared by method B\" Run o.y. r x 104 no. (%) /mmol H;A \\ gNiS 7 23.0 25.4 19.4 18.7 28.4 61.6 50.6 67.0 55.2 65.9 Substrate: MAA; modification: B, pH: 7.0. TABLE 2 Activity and enantioselectivity of MRNi prepared by method A\" Run o.y. r x 104 no. (%) /mmol ILA V gNiS 7 1 2 3 4 5 6 7 8 9 10 39.4 40.1 37.5 37.6 39.6 40.3 40.6 39.9 39.2 39.5 52.5 47.8 59.1 55.6 58.1 53.1 45.5 47.0 51.5 50.6 \"Substrate: MAA. It is important to mention that the accuracy of the measurements was greatly influenced by seemingly insignificant factors, e.g. the stirring speed, the follow-up treatment of the modified catalyst, and the time of contact of the component to be hydrogenated and the catalyst before reaction. The difference in enantioselectivity of the differently-treated catalysts, and also the controversial literature data [28-30], justified further in- vestigations into the effect of pH. For a deeper understanding of the whole procedure, monitoring of the concentration of Ni(II) ion seemed necessary. The catalysts were tested both with MAA and with EAA. The results with method B on the pH changes during the modification procedure can be seen in Fig. 2. (The change in pH is represented by a horizontal line in the Figure). These results show that method B gives the highest enantioselectivity when the pH of the modifying solution is between 3 and 4. The rate of hydrogenation increased considerably with increasing pH up to pH 4, but the increase slowed down above this pH. The results of method A are listed in Fig. 3. The enantioselectivity was the highest when the pH was kept at 4. A comparison of the two methods indicates the great importance of the hydrogen ion concentration in the final step of the modification in determining the optical yield. The largest difference between the enantioselectivities of the catalysts modified by the two methods is observed in the interval pH 5-9. The change in the dissolution of nickel with the variation in pH during the modification was as expected. The difference in the quantity of nickel dissolved in the two methods was significant only in the interval pH 5-9, probably because of the uncontrolled hydrogen ion concentration in method B. This parallels the different enantioselectivities in the same pH region. 1 3 5 7 9 11 13 pH Fig. 2. Activity and enantioselectivity of MRNi prepared by method B. o.y. (%) \"r.104 /mmolH8 ^gNi-s -60 40 20 3 5 7 9 11 P'1 Fig. 3. Activity and enantioselectivity of MRNi prepared by method A. It is worthwhile to discuss the alterations in behavior of catalysts modified by these two methods, together with the literature results. Harada et al. [29] pointed out that treatment of the catalyst with hydroxycarboxylic acid before modification appreciably increases the enan- tioselectivity. They claimed that this treatment involves ionic dissolution, which removes those amorphous particles which are very active in hydro- genation, but have a negative effect on the enantioselectivity. Thus the ionic dissolution plays a crucial part in restructuring the catalyst and increasing its enantioselectivity. Both the enantioselectivities and the quantities of nickel dissolved from the catalysts made by the two modification methods differ substantially in the interval pH 5-9. More nickel dissolves at lower pH, and it may be presumed that there are charged particles (Ni(II) ions) on the surface of the catalyst. The tartaric acid probably forms a fixed surface complex with the Ni(II) ions [43]. A decrease in pH favours the formation of surface Ni(II) ions, while an increase in pH favours complex formation. Consequently, an intermediate pH provides the maximum coverage with tartaric acid. This may be the reason for the high enantioselectivity at ~pH 4. The activity of catalysts modified at this pH is lower than that of catalysts treated at higher pH. EAA forms a very stable complex with Ni(II) ions [44]. Through the formation ofaNi(II)-EAA complex, the large coverage ofNi(II) ions over the surface of the catalyst blocks the surface and hinders the enantioselective transformation. The low activity and optical yield at pH 3 are due to the large surface coverage with Ni(II) ions and to the small coverage with tartaric acid, corresponding to the decreased stability of the NidD-tartaric acid complex. Effect of follow-up treatment The effect of the follow-up treatment on the activity and enantio- selectivity of the catalyst has not been clarified in previously published papers. In order to get a clear-cut explanation, we treated the already modified catalyst with water or with water-ethanol mixtures with different compositions. After this treatment, the hydrogenation of MAA was studied. It is clear that the water content of the mixture did not influence the enantioselectivity of the catalyst, provided that the final treatment was a washing with ethanol. The enantioselectivity was lower and the activity was higher when the catalyst was washed only once with ethanol. On the basis of literature data [45], we may conclude that this effect is due to traces of water on the surface of the catalyst. It is well known that the presence of water decreases the optical yield and increases the activity. Consequently, the ethanol washing presumably removes water from the surface of the catalyst. Effect of conditions of hydrogenation reaction The reaction parameters too influence the optical yield considerably. The effects of the hydrogen partial pressure [35], the temperature [34] and the nature of the solvent [36] on the optical yield and on the rate of hydrogenation of MAA were studied in detail. The influence of the substrate to catalyst ratio on the optical yield is still debated. It was shown [36] that the maximum optical yield in the hydrogenation of EAA over Ni catalyst modified with tartaric acid was achieved at a ratio of 130mmol EAA per g Ni. Other authors claim [37,38] that in the interval 68 170mmol MAA per g Ni there is no change in the optical yield of the hydrogenation reaction. Our experimental results concerning this problem show that in the interval 90-150 mmol MAA per g Ni, the MAA/catalyst ratio did not influence the optical yield nor the reaction rate significantly. Nevertheless, the time of contact of the substrate and the catalyst before the reaction affected both parameters. When the contact time was 1 h, the optical yield was 4% higher, while the reaction rate was lower. To rationalize this observation, we may say that the bonding of the substrate to the surface is a time-consuming process, and the longer the contact time, the higher the possibility of the directed hydrogenation. At the same time, the activity decreases, because the MAA may bond to the free surface Ni(II) ions, making complex molecules which are able to block the catalyst surface at least partially. Conclusions The experimental data permit the following statements. 1. Our method (method A) for the preparation ofRNi catalyst modified with tartaric acid (MRNi) and the literature method (B) were compared. Method A provided better reproducibility and provided more reliable meas- urements than method B. 2. The substrate/catalyst ratio did not significantly influence the optical yield of the transformation in the interval 90-150 mmol substrate per g Ni. 3. The pH of the modifying tartaric acid solution is decisive in determining the optical yield of the hydrogenated product. These experimen- tal results provide valuable information towards an understanding of the least known area of the mechanism of these transformations. Acknowledgements We acknowledge the support provided for this research by the Hun- garian Academy of Sciences (Grant 320/1986). References 1 Y. Izumi and A. Tai, Stereo-Differentiating Reactions, Academic Press, New York, 1977. 2 E. I. Klabunovskii and A. A. Vedenyapin, Asymmetricheskii Kataliz, Gidrogenizatsiya na Metallakh, Nauka, Moscow, 1980. 3 J. Halpern, Science, 217(1982) 401. 4 Y. Izumi, Adv. Catal., 32 (1983) 215. 5 H. S. Mosher and J. D. Morrison, Science, 221 (1983) 1013. 6 W. M. H. Sachtler, m R. L. Augustine (ed.). Catalysis of Organic Reactions, Marcel Dekker., New York, 1985. 7 M. Bartok, J. Czombos, K. Felfoldi, L. Gera, G. Gondos, A. Moinar, F. Notheisz, I. Palinko, G. Wittmann and A. G. Zsigmond, Stereochemistry of Heterogeneous Metal Catalysis, Wiley, New York, 1985. 8 0. Takeru, T. Yuki and I. Naoshi, Shokubai, 27(1985) 177. 9 A. Tai and T. Harada, in Y. Iwasawa (ed.). Tailored Metal Catalysts, ReideL, Dordrecht, 1986. 10 J. W. Apsimon and T. L. Collier, Tetrahedron. 42 (1986) 5157. 11 E. J. Corey, R. K. Bakshi, S. Shibata, C. P. Chen and V. K. Singh, J. Am. Chem. Soc., 109 (1987) 7925. 12 H. Brunner, Synthesis, (1988) 645. 13 L. J. Bostelaar and W. M. H. Sachtler, J. Mol. Catal., 27 (1984) 377. 14 D. R. Richards, H. H. Kung and W. M. H. Sachtler, J. Mol. Catal., 36 (1986) 329. 15 L. Fu, H. H. Kung and W. M. H. Sachtler, J. Mol. Catal., 42 (1987) 29, 187. 16 V. A. Pavlov, E. I. Klabunovskii, Yu. T. Struchkov, A. A Voloboev and A. I. Yanovsky, J. Mol. Catal., 44 (1988) 217. 17 S. Akabori, S. Sakurai, Y. Izumi and Y. Fujii, Nature (London), 178 (1956) 323. 18 Y. Nitta, F. Sekine, T. Imanaka and S. Teranishi, J. Catal., 74 (1982) 382. 19 Y. Nitta, T. Imanaka and S. Teranishi, J. Catal., 96 (1985) 429. 20 Y. Nitta, W. Kawabe and T. Imanaka, Appl. Catal., 30 (1987) 141. 21 Y. Nitta, T. Utsumi, T. Imanaka and S. Teranishi, J. Catal., 101 (1986) 376. 22 Y. Nitta and T. Imanaka, Bull. Chem. Soc. Jpn., 61 (1988) 295. 23 A. Tai, K. Tsukioka, H. Ozaki, T. Harada and Y. Izumi, Chem. Lett., 12 (1984) 2083. 24 T. Osawa and T. Harada, Bull. Chem. Soc. Jpn.. 60 (1987) 1277. 25 A. Tai, T. Harada, K. Tsukioka, T. Osawa and T. Sugimura, 9th Int. Congr. Catalysis, Calgary, 1988, Vol. 3, p. 1082. 26 T. Osawa, Chem. Lett., (1985) 1609. 10 27 M. Bartok, G. Wittmann, G. Gondos and G. V. Smith, J. Org. Chem., 52 (1987) 1139. 28 S. Tatsumi, Bull. Chem. Soc. Jpn., 41 (1968) 408. 29 T. Harada, Y. Imachi, A. Tai and Y. Izumi, Metal-Support and Metal-Additive Effects in Catalysis, Elsevier, Amsterdam, 1982, 377. 30 A. A. Vedenyapin, B. G. Chankvetadze and E. I. Klabunovskii, React. Kinet. Catal. Lett., 24 (1984) 77. 31 M. J. Fish and D. F. OUis, J. Catal., SO (1977) 353. 32 Y. Izumi, M. Imaida, H. Fukawa and S. Akabori, Bull. Chem. Soc. Jpn., 36 (1963) 156. 33 T. Harada and Y. Izumi, Chem. Lett., (1978) 1195. 34 H. Ozaki, Bull. Chem. Soc. Jpn., 51 (1978) 257. 35 Y. Nitta, F. Sekine, J. Sasaki, T. Imanaka and S. Teranishi, Chem. Lett., (1981) 541. 36 E. N. Lipgart, Yu. J. Petrov and E. I. Klabunovskii, Kinet. Katal., 12 (1971) 1330. 37 G. V. Smith and M. Mousoiu, J. Catal., 60 (1979) 184. 38 Y. Nitta, T. Imanaka and S. Teranishi, J. Catal., 80 (1983) 31. 39 Y. Izumi, Angew. Chem., Int. Ed. Engl., 10 (1971) 871. 40 R. L. Augustine, Catalytic Hydrogenation, Marcel Dekker, New York, 1965. 41 L. H. Gross and R. Rys, J. Org. Chem., 39 (1984) 2429. 42 J. Freel, W. M. J. Pieters and R. B. Anderson, J. Catal., 14 (1969) 247. 43 L. J. Bostelaar, Ph. D. Thesis, Leiden, 1984. 44 N. S. Al-Niaimi and B. M. Al-Saadi, J. Inorg. Nucl. Chem., 35 (1973) 4207. 45 T. Ninomiya, Bull. Chem. Soc. Jpn, 46 (1972) 2545. X244 9085061L 0304-5102(90)85061-L 10.1016/0304-5102(90)85061-L Chemical and metal complex catalysis Articles Homogeneous and heterogeneous catalytic asymmetric reactions Part III. 1 1 Part II.: J. Organometall. Chem., 373 (1989) 365. New investigations concerning the preparation of reproducible MRNi catalyst Gyula Wittmann Gizella B. Bartók Mihály Bartók 2 Gerard V. Smith † Department of Organic Chemistry, József Attila University, SzegedHungary † Department of Chemistry and Biochemistry, Southern Illinois University, Carbondale, IL 62901, U.S.A. 2 Author to whom correspondence should be addressed. A new method is described for the preparation of Raney Ni catalyst modified with R,R-tartaric acid (MRNi). All experimental conditions which may have a significant impact on the preparation of a reproducible enantioselective catalyst were studied. Experiments were also performed to permit a comparison with literature data. References 1 Y. Izumi A. Tai Stereo-Differentiating Reactions 1977 Academic Press New York 2 E.I. Klabunovskii A.A. Vedenyapin Asymmetricheskii Kataliz, Gidrogenizatsiya na Metallakh 1980 Nauka Moscow 3 J. Halpern Science 217 1982 401 4 Y. Izumi Adv. Catal. 32 1983 215 5 H.S. Mosher J.D. Morrison Science 221 1983 1013 6 W.M.H. Sachtler R.L. Augustine Catalysis of Organic Reactions 1985 Marcel Dekker New York 7 M. Bartók J. Czombos K. Felfõldi L. Gera G. Göndös Á. Molnár F. Notheisz I. Palinko G. Wittmann Á.G. Zsigmond Stereochemistry of Heterogeneous Metal Catalysis 1985 Wiley New York 8 O. Takeru T. Yuki I. Naoshi Shokubai 27 1985 177 9 A. Tai T. Harada Y. Iwasawa Tailored Metal Catalysts 1986 Reidel Dordrecht 10 J.W. Apsimon T.L. Collier Tetrahedron 42 1986 5157 11 E.J. Corey R.K. Bakshi S. Shibata C.P. Chen V.K. Singh J. Am. Chem. Soc. 109 1987 7925 12 H. Brunner Synthesis 1988 645 13 L.J. Bostelaar W.M.H. Sachtler J. Mol. Catal. 27 1984 377 14 D.R. Richards H.H. Kung W.M.H. Sachtler J. Mol. Catal. 36 1986 329 15 a L. Fu H.H. Kung W.M.H. Sachtler J. Mol. Catal. 42 1987 29 b L. Fu H.H. Kung W.M.H. Sachtler J. Mol. Catal. 42 1987 187 16 V.A. Pavlov E.I. Klabunovskii Yu.T. Struchkov A.A. Voloboev A.I. Yanovsky J. Mol. Catal. 44 1988 217 17 S. Akabori S. Sakurai Y. Izumi Y. Fujii Nature (London) 178 1956 323 18 Y. Nitta F. Sekine T. Imanaka S. Teranishi J. Catal. 74 1982 382 19 Y. Nitta T. Imanaka S. Teranishi J. Catal. 96 1985 429 20 Y. Nitta W. Kawabe T. Imanaka Appl. Catal.jtvn]30 1987 141 21 Y. Nitta T. Utsumi T. Imanaka S. Teranishi J. Catal. 101 1986 376 22 Y. Nitta T. Imanaka Bull. Chem. Soc. Jpn. 61 1988 295 23 A. Tai K. Tsukioka H. Ozahi T. Harada Y. Izumi Chem. Lett. 12 1984 2083 24 T. Osawa T. Harada Bull. Chem. Soc. Jpn. 60 1987 1277 25 A. Tai T. Harada K. Tsukioka T. Osawa T. Sugimura 9th Int. Congr. Catalysis, Calgary 3 1988 1082 26 T. Osawa Chem. Lett. 1985 1609 27 M. Bartók G. Wittmann G. Göndös G.V. Smith J. Org. Chem. 52 1987 1139 28 S. Tatsumi Bull. Chem. Soc. Jpn. 41 1968 408 29 T. Harada Y. Imachi A. Tai Y. Izumi Metal-Support and Metal-Additive Effects in Catalysis 1982 Elsevier Amsterdam 377 30 A.A. Vedenyapin B.G. Chankvetadze E.I. Klabunovshii React. Kinet. Catal. Lett. 24 1984 77 31 M.J. Fish D.F. Ollis J. Catal. 50 1977 353 32 Y. Izumi M. Imaida H. Fukawa S. Akabori Bull. Chem. Soc. Jpn. 36 1963 155 33 T. Harada Y. Izumi Chem. Lett. 1978 1195 34 H. Ozaki Bull. Chem. Soc. Jpn. 51 1978 257 35 Y. Nitta F. Sekine J. Sasaki T. Imanaka S. Teranishi Chem. Lett. 1981 541 36 E.N. Lipgart Yu.J. Petrov E.I. Klabunovskii Kinet. Katal. 12 1971 1330 37 G.V. Smith M. Mousoiu J. Catal. 60 1979 184 38 Y. Nitta T. Imanaka S. Teranishi J. Catal. 80 1983 31 39 Y. Izumi Angew. Chem. Int. Ed. Engl. 10 1971 871 40 R.L. Augustine Catalytic Hydrogenation 1965 Marcel Dekker New York 41 L.H. Gross R. Rys J. Org. Chem. 39 1984 2429 42 J. Freel W.M.J. Pieters R.B. Anderson J. Catal. 14 1969 247 43 L.J. Bostelaar Ph.D. Thesis 1984 Leiden 44 N.S. Al-Niaimi B.M. Al-Saadi J. Inorg. Nucl. Chem. 35 1973 4207 45 T. Ninomiya Bull. Chem. Soc. Jpn 45 1972 2545",
      "scopus-id": "44949267066",
      "coredata": {
        "eid": "1-s2.0-030451029085061L",
        "dc:description": "A new method is described for the preparation of Raney Ni catalyst modified with R,R-tartaric acid (MRNi). All experimental conditions which may have a significant impact on the preparation of a reproducible enantioselective catalyst were studied. Experiments were also performed to permit a comparison with literature data.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-05-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085061L",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wittmann, Gyula"
          },
          {
            "@_fa": "true",
            "$": "Bartók, Gizella B."
          },
          {
            "@_fa": "true",
            "$": "Bartók, Mihály"
          },
          {
            "@_fa": "true",
            "$": "Smith, Gerard V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085061L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085061L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85061-L",
        "prism:volume": "60",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Homogeneous and heterogeneous catalytic asymmetric reactions Part III. 1 1 Part II.: J. Organometall. Chem., 373 (1989) 365. New investigations concerning the preparation of reproducible MRNi catalyst",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-10",
        "prism:endingPage": "10",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 May 1990",
        "prism:doi": "10.1016/0304-5102(90)85061-L",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/0304-5102(90)85061-L",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/44949267066"
      }
    }
  }
}