{
  "metadata": {
    "title": "Ziegler systems as hydrogenation catalysts. Part 2. Dependence of the hydrogenation activity of CoBr<ce:inf loc=post>2</ce:inf>/Li[AlH<ce:inf loc=post>n</ce:inf> (OR)<ce:inf loc=post>4-<ce:italic>n</ce:italic></ce:inf>] systems from the concentration of the reducing agent",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-09-21",
    "doi": "10.1016/0304-5102(93)80081-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293800815",
    "pii": "0304510293800815"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027667743",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510293800815 0304-5102(93)80081-5 0304510293800815 10.1016/0304-5102(93)80081-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02465 2024-01-02T01:06:03.941633Z 0 0 19930921 1993 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 84 84 1 1 Volume 84, Issue 1 1 33 38 33 38 19930921 21 September 1993 1993-09-21 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. ZIEGLERSYSTEMSHYDROGENATIONCATALYSTSPART2DEPENDENCEHYDROGENATIONACTIVITYCOBR2LIALHNOR4NSYSTEMSCONCENTRATIONREDUCINGAGENT STORZ F LASSAU 1970 C XIIITHINTCONFCOORDCHEM LASSAU 1974 123 C AMIQUES 1973 131 P BRONNER 1977 131 C SCHULDT 1993 195 B STORZX1993X33 STORZX1993X33X38 STORZX1993X33XF STORZX1993X33X38XF item 0304-5102(93)80081-5 0304510293800815 1-s2.0-0304510293800815 10.1016/0304-5102(93)80081-5 272239 2024-01-02T01:06:03.941633Z 1993-09-21 1-s2.0-0304510293800815-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800815/MAIN/application/pdf/803cb98f48a7e74cc75f4d99cf9043bb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800815/MAIN/application/pdf/803cb98f48a7e74cc75f4d99cf9043bb/main.pdf main.pdf pdf true 434053 MAIN 6 1-s2.0-0304510293800815-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293800815/PREVIEW/image/png/744111c1ad4cd8533f368660ceb25a4c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293800815/PREVIEW/image/png/744111c1ad4cd8533f368660ceb25a4c/main_1.png main_1.png png 55518 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 84 (1993) 33-38 33 Elsevier Science Publishers B.V., Amsterdam M183 Ziegler systems as hydrogenation catalysts. Part 21. Dependence of the hydrogenation activity of CoBr2/ Li [ AlHn (O-R) 4 _ n ] systems from the concentration of the reducing agent F. StorzB, D. Heller * b and K. Madeja8 'Department of Chemistry, University of Greifswald, Soldtmannstrasse 16, 0-2200 Greifswald (Germany) bMax-Planck-Gesellschaft, Arbeitsgruppe `Asymmetrische Katalyse\" at the University of Rostock, Buchbinderstrasse 5-6, 0-2500 Rostock 1 (Germany) (Received November 16,1992; accepted April 21, 1993 ) Abstract The hydrogenation activity of Li[AlH (O-R)4_ ]/CoBr2 systems in THF depends on the number of H atoms n and on the R group of the reducing agent. The change of activity with increasing concentration of the alkoxyalanate can be described as a 1:1 equilibrium between the catalyst and the reducing agent, when n=1 and R= t-butyl. In all other cases the range of activity is very small and can be described as the stepwise formation of a bis-adduct. Key words: alkoxyalanate; cobalt; hydrogenation; lithium; Ziegler systems Introduction According to Lassau [ 1-3 ] , Ziegler systems with Li [AIHn (O-R) (0-R),, or AIYn(O-R)3-n (Y=H or alkyl) as reducing agents are very active hydrogen ation catalysts which can be applied advantageously also in industry [ 4,5 ] . As metallic component several transition metal compounds are suitable. The best results, however, have been obtained with cobalt compounds [ 3 ] . Generally, a defined concentration ratio of both Ziegler components (in the following de noted briefly as the Al/Co ratio) must be provided to obtain the highest activity. This optimal Al/Co ratio obviously depends on the type of reducing agent and on the transition metal compound, though no obligatory rules are known for determining this ratio. Exceptionally strong reducing agents of the type Me [ AlH (O-R) 3 ] with R= t-alkyl or -aryl can be used in large excess without diminishing the catalytic activity. *Corresponding author. 'For Part 1 see ref. 6. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 34 F. Storz et al. / J. Mol. Catal. 84 (1993) 33-38 To learn more about the factors which determine the optimal Al/Co ratio, we investigated some representative catalysts of the type Li [ AlH (O-R) 4 _,, ] / CoBr2 with n=1, 2 or 3, and R=methyl or t-butyl. For reason discussed in ref. 6, we have used anthracene as substrate of the hydrogenation. Results To ensure strict comparability of the results, in all experiments the catalyst has been prepared in the same way: At first in a hydrogen atmosphere the reducing agent and anthracene in THF have been introduced into the reaction vessel, then the cobalt salt solution was added, followed by the registration of the hydrogen consumption. Except for the Al/Co ratio, all other experimental parameters like cobalt salt concentration, cobalt/anthracene concentration ratio etc. have been maintained constant. Indeed the hydrogenation curves in most cases can be described by a first order reaction up to a high turnover. However, these rate constants are not quite correct [6], because of the formation of small amounts of octahydroanthracene. Moreover, induction periods or other irregularities can be sometimes observed, namely the more, the larger the deviation from the optimal Al/Co ratio. Therefore, all catalysts have been characterized by the initial rate ro. A plot of ro against the Al/Co ratio for catalysts with different reducing agents (Fig. 1), reveals that only with Li [AlH(O-t-butyl)3] is the catalytic activity not diminished by an excess of the reducing agent. In all other cases, with increasing concentration of the reducing agent, the activity first rises rather steeply and after crossing the optimal Al/Co ratio, decreases quickly. In Fig. 1 this has been represented in detail only for the system Li[AIH(OCH3) 3 ] /CoBr2. In all other cases with n= 2 and 3, the region of activity is very small, and is therefore represented only as a stroke. Its position is determined by the optimal Al/Co ratio, and its length by the activity at this point. The change of activity with increasing concentration of the reducing agent can be rationalized by the assumption that, at first, a certain amount (RMo) of the reducing agent is used to reduce the transition metal compound and to form the catalyst (Kat), and then the excess of the reducing agent (RMT) interacts with this reaction product. In the case of the Li [AlH (O-t-butyl) 3 ] / CoBr2 system this interaction can be described as a 1:1 adduct equilibrium [ 6 ] . With Li[AIH(O-CH3)3], however, obviously not only a mono-adduct with higher activity is formed, but also an inactive (or nearly inactive) bis-adduct. Kat+2RM;: KatRM+RM =KatRM2 (1) Then the total concentration of the catalyst is [Kat ] T = [Kat ] + [KatRM ] + [KatRM2 ] (2 ) and for the rate constant we can write F. Storz et al. / J. Mol. Catal. 84 (1993) 33-38 35 r0 1 Oh- 9- 6 5 4 3 2 1 IAII/[COI i i I I i i J i i i i i 1 2 3 4 5 6 7 8 9 10 11 12 Fig. 1. Initial rates ro (in ml H2/min) of the anthracene hydrogenation in THF with catalysts of the type Li[AlH (O-R)4- ] /CoBr2 as a function of the concentration of the reducing agent. (1) n-1, R=t-butyl; (2) n=1, R=methyl, calculated curve with k,=9,956, ss1=2,761X105, ss2=2,970X108, [KatJT=2,8803X10-3; (3) n=2, R=t-butyl; (4) n=2, R=methyl; (5) n=3, R-t-butyl; (6) n=3, R=methyl. keaP = ko [ Kat ] + ki [ KatRM J + k2 [ KatRM2 ] On the simplified assumption that only the mono-adduct represents the active species in hydrogenation ( i.e. k o = k2 = 0 ), if the equilibrium relation [KatRM]=ssl[Kat][RM] and [KatRM2]=ss2[Kat][RMJ2 (4) is used, and if [ Kat ] T is included in the rate constant ( i.e. kl = k i [ Kat ] T ) , one obtains __ k>.,81f RM j '=l+#,[RMI+,82[RM1 The concentration of the free reducing agent f RM I can bThe concentration of the free reducing agent [RM] can be calculated from fizIRMJ3+{fii-flafRMJT-2IKat]T)}[RMja +{1-j82(IRM)T- IKat]T)} IRMJ- IRMJT-0 The unit of measurement, however, is the initial rate ro which is related to kexp by (3) (5) (6) Ta=k..ffS1D (7) 36 F. Storz et al. / J. Mol. Catal. 84 (1993) 33-38 In equation (7) [ S ] D is the initial concentration of anthracene which remains constant in all experiments and is equal to the product concentration at the end of the reaction. The factor f correlates the product concentration to the respective H2 volume. The numerical value of f, however, also depends on the concentration ratio of the reaction products di- (DHA) and tetrahydroanthracene (THA), since for the formation of one mole of DHA one mole of H2 is necessary, and two moles for that of THA. Therefore, when the Al/Co ratio is varied, the initial rate, ro, is proportional to k,~, only, if the concentration ratio of [DHA ] / [THAI is constant. For the calculation of [ RM ]according to equation (6 ), [ RM ] T and [ Kat ] T are needed. Assuming that with Li [ AlH (O-CH3) 3 ] the same catalyst is formed as with Li [ AM (O-t-butyl) 3 ] , 1.5 mol of the reducing agent per mole CoBr2 ([ RM ] o) are necessary for the formation of the catalyst, and it must be subtracted from the amount of the added reducing agent to obtain [ RM ] T. [ Kat ] T was determined by trial and error. In the parameter optimization by curve fitting with the method of least squares, convergence to the minimum could be obtained only on the assumption that [ Kat ] T is about 72% of the applied CoBr2. The theoretical curve, calculated in this way, is given in Fig. 1. If other cobalt (or nickel) salts are used as components of the catalyst, various difficulties arise. For instance, with cobalt or nickel acetylacetonate, not only is more Li [AlH2 (O-R) 2 ] necessary to obtain the highest hydrogenation activity, but also the catalyst is not stable and the hydrogenation experiments are not as reproducible as with CoBr2. Transition metal compounds, containing anions or ligands which can react with the reducing agent or can be hydrogenated, behave similarly. Therefore in all experiments we have used CoBr2 and, because of the solubility of the metal salt, THF as solvent. Discussion It follows from Fig. 1 that the type of the reducing agent as well as the Al/ Co concentration ratio are decisive in many respects. At first it is noticed that catalysts with R-methyl are generally more active than those with R=t-butyl, and that the activity of these systems decreases with increasing number of hydrogen atoms in the reducing agent. An exception to this is the system Li [AIH (O-t-butyl) 3 ] /CoBr2 which was described in more detail elsewhere [ 6 ] . As was shown there, the reducing agent must fulfil several tasks: It must reduce the transition metal compound (1 mol Li [ AM (O-t-butyl) 3 ] /mol CoBr2 ), it is a constituent of the catalyst (0.5 mol Li [AIH (O-t-butyl) 3 ] /mol CoBr2 ), and it interacts with the primary catalyst. Accordingly, the increasing activity with growing concentration of the reducing agent can be attributed to the formation of a more active 1:1 adduct. The analogous Li [ AlH (O-CH3) 3 ] /CoBr2 system shows some deviant be- F. Storz et al. / J. Mol. Catal. 84 (1993) 33-38 37 haviour. Although probably also 1.5 mol of the reducing agent/mol CoBr2 are consumed during the formation of the catalyst beyond an Al/Co ratio of 1.5, the activity rises rather steeply, reaches a maximum at about 2.3, and decreases thereafter. It is obvious to assume that this increase can be likewise attributed to formation of a 1:1 adduct, however, this adduct is clearly more stable and becomes inactive rather rapidly by interaction with additional reducing agent. Figure 1 clearly shows that the calculated curve for the stepwise formation of a bis-adduct corresponds well with the experimental values, demonstrating that the suppositions above are not unreasonable.Nevertheless, it should considered that for experimental reasons only very few measured values are available for curve fitting. Therefore neither the errors in the measured values could be sufficiently taken into account, nor it was possible to distinguish between different models (e.g. with ho and k2 in equation (3) different from zero). Moreover, a similar good fitting can be obtained also with other parameter sets, i.e., the numerical values for Kl, ssl and ss2 are not very reliable, the stepwise formation of a bis-adduct, however, is beyond doubt. With all the parameter sets it is found that K2 is much more smaller than K,. This very probably means that especially the addition of the second molecule of the reducing agent is aterically hindered. Therefore, by tuning the steric requirements of the alkoxide group, it should be possible to attain a quick increase of activity together with wide repression of bis-adduct formation, with only a small excess of the reducing agent. This would lead not only to a better utilisation of the reducing agent, but also to a broader range of activity and a higher concentration of the active 1:1 adduct. The properties of the other catalytic systems with n=2 and 3 in Li [AlHn (O-R) 4- ] largely resemble that with Li [AlH (O-CH3) 3 ] as reducing agent. However, during the reaction of these reducing agents with CoBr2, at first a dark brown precipitate is formed which, shortly before reaching the maximum of activity, is dissolved by the excess of the reducing agent. This also supports the assumption of adduct formation by the primary reduction product with the reducing agent. Systems with R=t-butyl are clearly more homogeneous than those with R=methyl, showing that solubility and homogeneity are dependent on the length (or the branching) of R. Independently of the nature of the alkoxide group, the activity also rises at first, and then rapidly decreases. The range of activity is still smaller than with Li [AlH (O-CH3) 3 ], and the different spatial requirements of the alkoxide group seem to play a minor role in these systems. As can be seen from a comparison of the two systems with n=1, decreasing spatial requirement, which means decreasing steric hindrance of R, results in stronger interaction of the primary catalyst with the reducing agent. The same effect should be attainable by a smaller number of alkoxide groups in the reducing agent. Decreasing steric hindrance, however, also should increase KZ relative to Kl and therefore must decrease the concentration of the 1:1 adduct. This may be an explanation for the decreasing activity of systems with a lower number of alkoxide groups in the reducing agent. 38 F. Storz et al. / J. Mot. Catal. 84 (1993) 33-38 From Fig. 1 it also follows that maximum activity shifts to smaller Al/Co ratios, the smaller the number of alkoxide groups in the reducing agent. Since one H atom is necessary to reduce the transition metal compound for one oxidation step, on going from systems with n=1 to those with n=2, the demand of reducing agent diminishes for 0.5 mol/mol CoBr2. This is fairly close to the experimentally observed shifting of the optimal Al/Co ratio. Since the amount of reducing agent required to reach maximum activity is distinctly greater than that for the reduction of CoBr2, it can be rationalized that in addition to the adduct formation, in these systems, the reducing agent is integrated into the catalyst. The same also seems to be valid for systems with n=3, although the stoichiometry of the optimal Al/Co ratio now is not unambiguous. Experimental The procedures for the hydrogenation experiments as well as the purification of Li [AIH4], CoBr2, and anthracene have been described in ref. 6. To obtain a solution of Li [AlHn(O-R)4-n], the calculated amount of absolute methanol or t-butanol was added to a known concentration of Li [AIH4 ] in THF solution. The composition of these solutions was determined by titration with EDTA for Al content and with iodine for hydride content. All experiments were performed at 298 K, normal pressure, and in 50 ml THF solution. The CoBr2 concentration amounted to 4 X 10-3 mol/ 1, that of anthracene to 4 X 10-2 mol/1. References 1 C. Lassau and L. Sajus, XIIIth Int. Conf. Coord. Chem., Krakow, Poland, 1970. 2 C. Lassau, G. Martino and L. Sajus, Inf. Chim., 131 (1974) 123. 3 Ger. Offenl. 1944 382 (27.08.1970) to C. Lassau, R. Stern and L. Sajus. 4 P. Amiques, V. Q. Dang and C. Lassau, Pet. Petrochem. Int., Nov., (1973) 131. 5 C. Bronner, M. Derrien and C. Lassau, Hydrocarbon Process., Jan. (1977) 131. 6 B. Schuldt, D. Heller, F. Storz and K. Madeja, J. Mot. Catal., 81 (1993) 195. X244 93800815 0304-5102(93)80081-5 10.1016/0304-5102(93)80081-5 ☆ For Part 1 see ref. 6. Ziegler systems as hydrogenation catalysts. Part 2. Dependence of the hydrogenation activity of CoBr2/Li[AlHn (OR)4-n ] systems from the concentration of the reducing agent F. Storz a D. Heller ∗ b K. Madeja a a Department of Chemistry, University of Greifswald, SoldtmannstrasBbe 16, O-2200 Greifswald Germany b Max-Planck-Gesellschaft, Arbeitsgruppe “Asymmetrische Katalyse” at the University of Rostock, Buchbinderstraße 5-6, O-2500 Rostock 1 Germany * Corresponding author. The hydrogenation activity of Li[AlHn(OR)4-n ]/CoBr2 systems in THF depends on the number of H atoms n and on the R group of the reducing agent. The change of activity with increasing concentration of the alkoxyalanate can be described as a 1:1 equilibrium between the catalyst and the reducing agent, when n = 1 and R = t-butyl. In all other cases the range of activity is very small and can be described as the stepwise formation of a bis-adduct. Keywords alkoxyalanate cobalt hydrogenation lithium Ziegler systems References 1 C. Lassau L. Sajus XIIIth Int. Conf. Coord. Chem. 1970 Krakow Poland 2 C. Lassau G. Martino L. Sajus Inf. Chim. 131 1974 123 3 Ger. Offenl. 1 944 382 (27.08.1970) to C. Lassau, R. Stern and L. Sajus. 4 P. Amiques V.Q. Dang C. Lassau Pet. Petrochem. Int. 1973 131 5 C. Bronner M. Derrien C. Lassau Hydrocarbon Process. 1977 131 6 B. Schuldt D. Heller F. Storz K. Madeja J. Mol. Catal. 81 1993 195",
      "scopus-id": "0027667743",
      "coredata": {
        "eid": "1-s2.0-0304510293800815",
        "dc:description": "The hydrogenation activity of Li[AlHn(OR)4-n ]/CoBr2 systems in THF depends on the number of H atoms n and on the R group of the reducing agent. The change of activity with increasing concentration of the alkoxyalanate can be described as a 1:1 equilibrium between the catalyst and the reducing agent, when n = 1 and R = t-butyl. In all other cases the range of activity is very small and can be described as the stepwise formation of a bis-adduct.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-09-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293800815",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Storz, F."
          },
          {
            "@_fa": "true",
            "$": "Heller, D."
          },
          {
            "@_fa": "true",
            "$": "Madeja, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293800815"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293800815"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)80081-5",
        "prism:volume": "84",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ziegler systems as hydrogenation catalysts. Part 2. Dependence of the hydrogenation activity of CoBr2/Li[AlHn (OR)4-n ] systems from the concentration of the reducing agent",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "alkoxyalanate"
          },
          {
            "@_fa": "true",
            "$": "cobalt"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "lithium"
          },
          {
            "@_fa": "true",
            "$": "Ziegler systems"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "33-38",
        "prism:endingPage": "38",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 September 1993",
        "prism:doi": "10.1016/0304-5102(93)80081-5",
        "prism:startingPage": "33",
        "dc:identifier": "doi:10.1016/0304-5102(93)80081-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027667743"
      }
    }
  }
}