{
  "metadata": {
    "title": "On the composition of the surface sites on Pt catalyst",
    "authors": "A. Sárkány",
    "journal": "Journal of Molecular Catalysis",
    "date": "1989-06-01",
    "doi": "10.1016/0304-5102(89)80003-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510289800033",
    "pii": "0304510289800033"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0024682187",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510289800033 0304-5102(89)80003-3 0304510289800033 10.1016/0304-5102(89)80003-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01150 2024-01-02T01:04:53.938015Z 0 0 19890601 1989 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 51 51 3 3 Volume 51, Issue 3 3 239 246 239 246 19890601 1 June 1989 1989-06-01 1989 converted-article fla Copyright © 1989 Published by Elsevier B.V. COMPOSITIONSURFACESITESPTCATALYST SARKANY A ANDERSON 1973 1 J CLARKE 1976 125 J GAULT 1981 1 F GARIN 1975 4466 F FINLAYSON 1984 128 O PAAL 1976 189 Z ZIMMER 1984 417 H PROC8THINTCONGRCATALWESTBERLIN1984 SACHTLER 1975 273 W VANSCHAIK 1975 273 J DEJONGSTE 1976 915 H PROC6THINTCONGRCATALLONDON1976 DAUTZENBERG 1980 119 F ANDERSON 1973 695 J PROC5THINTCONGRCATALPALMBEACH1972 DAVIS 1982 7453 S GARIN 1982 323 F DAVIS 1984 206 S DAUSCHER 1987 233 A ZIMMER 1986 4758 H SARKANY 1988 2267 A SARKANY 13161988 A DOWIE 1972 2150 R GUCZI 1974 1971 L PAAL 1983 229 Z PAAL 1988 449 Z HYDROGENEFFECTSINCATALYSIS SARKANY 1987 125 A CATALYSTDEACTIVATION1987 VOGELZANG 1981 33 M DAVIS 1982 439 S SARKANYX1989X239 SARKANYX1989X239X246 SARKANYX1989X239XA SARKANYX1989X239X246XA item 0304-5102(89)80003-3 0304510289800033 1-s2.0-0304510289800033 10.1016/0304-5102(89)80003-3 272239 2024-01-02T01:04:53.938015Z 1989-06-01 1-s2.0-0304510289800033-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800033/MAIN/application/pdf/d683fcaaf776d98667a93fa5257cf1e3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800033/MAIN/application/pdf/d683fcaaf776d98667a93fa5257cf1e3/main.pdf main.pdf pdf true 566907 MAIN 8 1-s2.0-0304510289800033-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510289800033/PREVIEW/image/png/adf5654871a5c463d19ea92daddc3208/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510289800033/PREVIEW/image/png/adf5654871a5c463d19ea92daddc3208/main_1.png main_1.png png 70972 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 51 (1989) 239 - 246 239 ON THE COMPOSITION OF THE SURFACE SITES ON Pt CATALYST A. SARKANY Institute of Isotopes of the Hungarian Academy of Sciences, H-1525 Budapest, P.O. Box 77 (Hungary) Summary Hydrocarbon coverage and the number of surface Pt atoms available for H2-02 titration on a working Pt black have been investigated in the reaction of n-hexane/H2/He mixtures. The effect of the partial pressure of hydrogen is discussed. It is concluded that the surface centres catalyzing individual reaction routes are formed upon interaction of the reactants with the surface. Introduction Systematic investigations on Pt-based catalysts with archetypal [1, 2] molecules and labelled hydrocarbons [3] have contributed significantly to the understanding of the individual mechanism of alkane transforma- tions such as fragmentation and alkene formation. A recurring problem in the interpretation of skeletal reactions is the nature of surface sites involved in a given transformation. Thus for example for C5-cyclization, complexes adsorbed in either an 'edgewise' or 'flat-lying' configuration with participa- tion of single [4, 5] or dual [6, 7] sites, respectively, have been proposed. Dilution of surface Pt atoms with a less active metal [8-11] has confirmed that the geometric/electronic properties of the ensembles formed are factors which govern product selectivity. A decrease in ensemble size decreases the selectivity of fragmentation in favour of non-destructive reactions. The particle size [12] and surface structure [13 -16] sensitivity observed with many alkanes have provided evidence that the low coordination sites give fragmentation, skeletal bond shift and Cs-cyclization some preference. In most of the hydrocarbon studies, the surface composition of the working catalyst has not been investigated as a function of the experimental conditions, although the partial pressure of the reactants affects the product selectivity and the rate to a greater extent than, e.g., the orientation of the Pt faces [16,17]. Inspection of the carbon coverage and of the fraction of surface platinum atoms available for hydrogen chemisorption following alkane transformation might help to clarify the real traction of platinum atoms which is responsible for skeletal reactions [15,18,19]. In this paper 0304-5102/89/$3.50 Elsevier Sequoia/Printed in The Netherlands 240 we report on hydrocarbon coverage and product selectivity data observed with a Pt black. We also refer to some earlier results with a Pt black and with a group of supported Pt catalysts [18-20]. Experimental The surface composition of a Pt black has been investigated as a func- tion of partial pressure of hydrogen in the low temperature (473 < T < 593 K) transformation on n-hexane (4.9 kPa). The experimental set-up which allows kinetic, chemisorption and temperature programmed (TPO) measurements has been described elsewhere [18 - 20]. Pt black was prepared by reduction of HaPtClg in alkaline medium with HCHO at 273 K. The black deposited was carefully washed and sintered by repeated 0^ (1.33 kPa O;) and H; treatments. The BET surface area decreased from 8.2 m2 g~1 to 2.1 m2 g~1. The number of surface platinum atoms, Pt8, measured by 0; chemisorption at 295 K is 3.11 X 1019 gpt~1. Prior to each catalytic run the catalyst surface was regenerated by TPO, so that the carbon coverage on the catalyst, C/Pt8, was always less than 0.005. After kinetic measurements with a given n-hexane/Ha/He mixture, the reac- tor was purged with He and the fraction of surface sites still available for Ha-Oa chemisorption at room temperature, /'tot, and the total hydrocarbon coverage, C^/Pt8, were determined. In repeat experiments only the n-hexane stream was plugged, and the surface was hydrogenated with a H^/ He stream used in the kinetic experiment. The value of C^/Pt8 and /'fh refers to the coverage of the firmly held hydrocarbons and to the fraction of free sites in the presence of C*11, respectively. Results and discussion In Fig. 1 the carbon coverage data measured at Ha/n-hexane ratios 19, 6.5 and 0.95 in the temperature range 473 - 593 K are presented. The value of C^VPt8 represents the carbon coverage observed after 5 min on n-H/H;/ He and 1 min on He streams at the temperature of the experiment. The C^/Pt8 relates to 5 min hydrogenation with Ha/He after 5 min on n-H/Hz/He stream. The corresponding /'tot and /'fh values are collected in Fig. 2. Experi- ments performed at 563 K are shown in Fig. 3. The experimental results have confirmed the following facts: (i) Even at 473 K and Hz/n-hexane = 19, n-hexane successfully competes with hydrogen for surface platinum atoms, as the value of C*0*/?!8 observed is 0.55 - 0.75. (ii) Upon increase of the reaction temperature, both C^/Pt8 and 0th fW increase, but the latter rises faster than C^/Pt8. (iii) Upon decrease of the partial pressure of hydrogen, the coverage of the firmly held hydrocarbons, C^/Pt8, sharply increases. The value of 241 Fig. 1. Hydrocarbon coverage, C/Pt\", on Pt black (4.92 kPa n-hexane): (o, ) Ha/n-H = 19; (A, A) Hi/n-H = 6.6 and (+, X) Hz/n-H = 0.96. o, A and + refer to C^/Pt8; , A and X refer to C^/Pt8 Fig. 2. Fraction of free sites on Pt black (4.92 kPa n-hexane). (o, ) Hz/n-H = 19; (A, A) Hi/n-H = 6.5 and (+, X) Ha/n-H = 0.95. , A and X refer to /'fh (/measured in presence of C\") o, A and + refer to / tot. 80-- ^60- 40 20 0 0 pH^.kPa 100 Fig. 3. Transformation of n-hexane and surface composition at 663 K as a function of the partial pressure of hydrogen (n-hexane 4.92 kPa, Ft\" = 3.1 X 1019 gpt~1, m = 0.146 g, conversion 5%); (1) Rate of n-hexane consumption, (2) / th, (3) / tot, (4) Ctot/Pts and (5) C^/W (the corresponding product selectivity is presented in Fig. 4a). 242 Qtotyp^s ^ comparison to that of C^/Pt8 increases only to a small extent in the same pressure range of hydrogen. (iv) The coverage of the reactive hydrocarbon species per surface platinum atoms (C^/Pt8 C^/Ft8), decreases with a decrease in the H^/ n-hexane ratio or with an increase in the reaction temperature. Not only the carbon coverage but also the /'tot and /\"fh values are affected by the partial pressure of hydrogen and by temperature. In order to understand the nature of surface sites not covered by firmly held hydro- carbons (/'fh ftot), the identity of the reactive species, the surface composi- tion of hydrocarbons corresponding to (C^/Pt8 C^/Pt8) was determined by hydrogenative desorption. The He purging used to measure C^VPt8 inevitably perturbs the surface state of adsorbed hydrocarbons, as the removal of gas phase hydrogen should facilitate the dissociation of the C H bonds in the chemisorbed species. Nevertheless, the hydrogenative desorp- tion experiments in Table 1 confirm that a significant fraction of n-hexane adsorbed does not participate in skeletal reactions. This means that in a large excess of hydrogen, the number of reaction sites participating in the n-hexane transformation, Sri as compared to that in the chemisorption ones, Sc, is small. This observation is in accordance with previous results on a more sintered Pt black [19] and A^Oa (Degussa C) supported Pt samples [20]. The experimental fact that a fraction of adsorbed n-hexane preserves its molecular identity is in agreement with the results of deuterium exchange studies, which have confirmed that deuterium exchange and skeletal reac- tions can be well separated on Pt catalysts [21, 22] and that exchange is very much faster than, e.g. fragmentation. Both the partial pressure of hydrogen (or the Hz/n-hexane ratio) and the reaction temperature seem to affect significantly the surface state of the working catalyst. As shown by the experiments performed at 563 K, the TABLE 1 Hydrogenation-desorption of adsorbed n-hexane from Pt black Exp T Product distribution (%) w <Cs 2MP 3MP n-H MCP A 473 0.0 B 626 1.3 C8 527 0.0 D 668 3.1 E 666 0.1 0.1 0.3 98.1 1.6 3.1 6.3 82.2 10.2 1.6 0.8 94.0 3.6 4.2 6.7 67.1 18.9 0.7 1.1 91.6 6.6 F13 668 3.3 10.2 7.6 42.4 36.6 Conditions: 6 min on n-H/H^ stream (H^/nH =19), 0.6 min He and hydrogenation- desorption in 98.6 kPa H; (Ha at the temperature of the experiment). \"Sample cooled in nH.I'H.^ to 473 K. ^3 min He treatment at 668 K. 243 variation of the surface composition does also appear in the rate of n-hexane consumption (Fig. 3) and in the product selectivity (Fig. 4a). The results in Figs. 1-3 and in Table 1 might be used to predict the number of centres participating in the transformation of n-hexane. At large H2/n-H ratios, the probability of finding a reaction centre is regulated exclusively by the partial pressure of hydrogen [23, 24]. One might safely conclude that the larger the partial pressure of hydrogen, the smaller the probability of finding free sites: the large coverage of chemisorbed hydrogen forces n-hexane to remain in the chemisorbed state. Apart from the direct effect of hydrogen on the number of reaction sites, hydrogen also influences the coverage of firmly held hydrocarbons. As indicated by the results at low partial pressures of hydrogen, some of the surface Pt atoms are immediately blocked by firmly held species, thus the number of working sites should decrease. As a consequence of the 'indirect' and direct hydrogen effects, the number of working reaction centres should go through a maximum as a function of the partial pressure of hydrogen. As a function of the reaction temperature, one would expect first an increase and, at elevated temperatures, a decrease in the number of working centres. The change in the apparent activation energy at elevated temperatures [15] might be explained in the following way: the exponential term can only partly compensate the decrease in the number of working sites which appears in the pre-exponential term. Numerous investigations have proven the effect of the partial pressure of hydrogen on the product selectivity: various aspects of this hydrogen effect have been discussed in [23, 24]. The results in Fig. 4a, just as our previous study with a group of Pt catalysts of different particle size [18], have shown that on our O^-H^-treated samples only the selectivity of fragmentation increases monotonically upon increasing the H^/n-hexane ratio. With our Pt black at H^/n-hexane =19, the value of Sfi (percentage of consumed n-hexane transformed to fragments) is 79%. The shape of the S(r curve and the surface composition data seem to indicate that on a Pt surface consisting of Pt8 and hydrogen-covered W atoms, fragmentation is the only reaction route. As shown in Fig. 4, with a decrease in the partial pressure of hydrogen, non-destructive reaction routes come into prominence. Since a decrease in the partial pressure of hydrogen leads to partial poisoning of the surface Pt atoms (see C^/Pf curves in Fig. 3), one might tentatively propose that the sites of non-destructive reactions (i.e. dehydrogenation, aromatization, skeletal bond shift, Cs-cyclization) are generated in the course of the self-poisoning of the Ft\" atoms by the reactant hydrocarbon itself. In order to demonstrate the role of trapped hydrocarbons, we per- formed hydrocarbon poisoning experiments. The product selectivities on an originally 'clean' surface, Fig. 4a, were compared with those measured on catalysts deliberately precovered by carbon as a function of the partial pressure of hydrogen (Fig. 4b and 4c). The poisoning was performed either by 2 X 25 pi n-hexane added to the He stream (5 ml min\"1) or by CH4/Ar (5% CH4) at 663 K. Following hydrocarbon poisoning, the catalyst was 244 0 pH;, kPa W (b) (<;) 0 pH^, kPa 100 Fig. 4. Selectivity of product formation over Pt black as a function of the partial pressure of hydrogen (T = 563 K, n-hexane = 4.92 kPa, Pt8 3.1 X 1019 gpf\"1, mpt = 0.146 g, conversion <5%). (a) Oz-Ha treated Pt black, n-hexane consumption rate at 93.5 kPa H^, A(n-H) = 1.73 X 10-7 mol gpt-1 s-1; (b) Catalyst poisoned by n-hexane, A(n-H) at 93.5 kPa Hz = 3.7 X 10-9 mol gpt-1 s-1, C/Pt8 = 1.63; (c) Catalyst poisoned by CH,, fi(n-H) at 93.5 kPa H, = 8.9 X 10^ mol gpt-1 s-1, C/Pt\" 1.85. (0) Segmentation, (A) S^MP + 3MP, C) SMCP, (+) SB (2MP = 2-methylpentane, 3MP = 3-methylpentane, MCP = methylcyclo- pentane, B = benzene). treated in 98.5 kPa H2 at 573 K for about 30 min. The carbon coverage C/Pt8 = 1.63 and 1.85 with n-hexane and CH4, respectively, was determined after performing the last experiment at 93.5 kPa [3/5 min in n-H/Ha stream and 5 min at 98.5 kPa H, and 563 K. The carbon poisoning of the Pt black definitely decreases the frag- mentation selectivity and increases the selectivity of the nondestructive reac- tions. The difference between the corresponding selectivity values is the most remarkable at large H^n-hexane ratios, because the difference between the C^/Pt8 values is the largest at these H^/n-hexane ratios. In comparing Figs. 4b and 4c, it is relevant that more methylcyclopentane has formed on the CH4-poisoned surface than on the n-hexane poisoned one, and that the poisoning effect of n-hexane (C/Pt8^ 1.65, R(n-H) = 3.7 X 10-9 mol gpt~1 s~1 is larger than that of CH4 (C/Pt8 = 1.85), R(n-H) = 8.9 X 10~9 mol gpt~1 246 s~1). The surface morphology of these deposits should be different [25]. The results in Figs. 4a, 4b and 4c confirm that the carbonaceous material, or at least a certain type of deposit, behaves as a selective poison. If the poisoning effect of the trapped hydrocarbons were non-selective, then differences would not be observed between the individual selectivities measured on originally clean and carbon precovered surfaces, since non- selective poisoning should affect only the number of the reaction sites but not the product distribution. On the basis of the poisoning experiments, one must reach the con- clusion that the strongly bound hydrocarbon species (trapped hydrocarbon), whose coverage is governed by the partial pressure of hydrogen, play an im- portant role in the selectivity of the products formed. Considering the varia- tion of the product selectivity as a function of the partial pressure of hydrogen, the questions to be answered are as follows: (i) whether the reaction sites responsible for fragmentation, C5-cycliza- tion, aromatization etc. are a priori present or (ii) whether they are formed upon the interaction of the reactants with the metal surface. If one accepts interpretation (i), then one should assume gradual poisoning of the fragmentation, C5-cyclization, etc. sites upon decreasing partial pressure of hydrogen. Although on a real catalyst interpretation (i) might not be entirely excluded, we attribute the change in the product selectivity to the continuous variation of the geometric/electronic properties of the working ensembles. In fact, earlier studies have already confirmed that the rate of formation of each product as a function of the partial pres- sure of hydrogen can be described by bell-shaped curves [23, 24] which intersect each other, i.e. when the rate of formation of product A decreases, that of product B increases. In our opinion these results indicate continuous transformation of reaction sites. One might accept without much risk that with increasing coverage of the trapped hydrocarbons the size of the working ensembles should decrease and thus, instead of delocalised interactions, localised interactions [26] predominate. Crowding on the surface sites [22] might exert steric effects upon the configuration of the reacting species. Due to geometric and electronic effects, the binding energy of the C Pt\" bond, just as that of the H Pt\" bond, should lessen [27], which might facilitate reactions with hydrogen loss (Cs-cyclization, aromatization, alkene formation). Summing up, on the basis of the above considerations we interpret the catalytic behaviour of our Pt black by variations in the surface composition of the catalyst (VSC model). The VSC model takes into account that the working catalyst surface is a hydrocarbon-platinum-hydrogen system in which both the number of reaction sites and the geometric and electronic properties of the sites formed are regulated by the availability of hydrogen and hydrocarbons held on the surface. The results in this paper have con- firmed that the understanding of the nature of metal-substrate interfaces requires the characterization of the working surface. 246 Acknowledgements The author is indebted to Ms. J. Gaal and Mr. L. Toth for their devoted help in performing the experiments. The author also thanks Pro- fessor P. Tetenyi for valuable discussions. The research was financially supported by Research Contract OTKA 1309. References 1 J. R. Anderson, Adv. Catal., 23 (1973) 1. 2 J. K. A. Clarke and J. J. Ronney, Adv. Catal., 25 (1976) 125. 3 F. G. Gault, Adv. Catal., 30 (1981) 1. 4 F. Garin and P. G. Gault, J. Am. Chem. Soc., 97 (1976) 4466. 5 0. E. Finlayson, J. K. A. Clarke and J. J. Rooney, /. Chem. Soc., Faraday Trans. 1, 80(1984)128. 6 Z. Paal, M. Dobrovolszky and P. Tetenyi, J. Catal., 45 (1976) 189. 7 H. Zimmer and Z. Paal, Proc. 8th Int. Congr. Catal., West Berlin, 1984, Vol. 3, Verlag Chemie, Weinheim, 1984, p. 417. 8 W. M. H. Sachtler and R. A. Van Santen, Adv. Catal., 38 (1976) 273. 9 J. R. H. Van Schaik, R. P. Dessing and V. Ponec, J. Catal., 38 (1975) 273. 10 H. C. De Jongste, K. J. Kuijers and V. Ponec, Proc. 6th Int. Congr. Catal., London, 1976, Vol. 2, The Chemical Society, London, 1976, p. 915. 11 F. M. Dautzenberg, J. N. Helle, P. Biloen and W. M. H. Sachtler, /. Catal., 63 (1980) 119. 12 J. R. Anderson, Y. Shimoyama, in J. Hightower (ed.), Proc. 5th Int. Congr. Catal., Palm Beach, 1972, Vol. 1, North Holland, Amsterdam, 1973, p. 695. 13 S. M. Davis, F. Zaera and G. A. Somorjai, J. Am. Chem. Soc., 104 (1982) 7453. 14 F. Garin, S. Aeiyach, P. Legare and G. Maire, J. Catal., 77 (1982) 323. 15 S. M. Davis, F. Zaera and G. A. Somorjai, J. Catal., 85 (1984) 206. 16 A. Dauscher, F. Garin and G. Maire, J. Catal., 105 (1987) 233. 17 H. Zimmer, M. Dobrovolszky, P. Tetenyi and Z. Paal, J. Am. Chem. Soc., 90 (1986) 4758. 18 A. Sarkany, Catal. Today, in press. 19 A. Sarkany,./. Chem. Soc., Faraday Trans. 1, 84 (1988) 2267. 20 A. Sarkany, in Proc. European Conf. Structure and Reactivity of Surfaces, Trieste, Italy, 13 -16 Sept. 1988, in press. 21 R. S. Dowie, D. A. Whan and C. Kemball, J. Chem. Soc., Faraday Trans. 1, 68 (1972) 2150. 22 L. Guczi, A. Sarkany and P. Tetenyi, J. Chem. Soc., Faraday Trans. 1, 70 (1974) 1971. 23 Z. Paal and P. G. Menon, Catal. Rev. Sci. Ens., 25 (1983) 229. 24 Z. Paal, in Z. Paal and P. G. Menon (eds.). Hydrogen Effects in Catalysis, Marcel Dekker, New York, 1988, p. 449. 25 A. Sarkany, in B. Delmon and G. F. Froment (eds.), Catalyst Deactivation 1987. Elsevier, Amsterdam, 1987, p. 125. 26 M. W. Vogelzang, M. J. P. Botman and V. Ponec, Faraday Discuss. Chem. Soc., 72 (1981)33. 27 S. M. Davis, F. Zaera and G. A. Somorjai, J. Catal., 77 (1982) 439. X244 89800033 0304-5102(89)80003-3 10.1016/0304-5102(89)80003-3 On the composition of the surface sites on Pt catalyst A. Sárkány Institute of Isotopes of the Hungarian Academy of Sciences, H-1525 Budapest, P.O. Box 77 Hungary Hydrocarbon coverage and the number of surface Pt atoms available for H2-O2 titration on a working Pt black have been investigated in the reaction of n-hexane/H2/He mixtures. The effect of the partial pressure of hydrogen is discussed. It is concluded that the surface centres catalyzing individual reaction routes are formed upon interaction of the reactants with the surface. References 1 J.R. Anderson Adv. Catal. 23 1973 1 2 J.K.A. Clarke J.J. Ronney Adv. Catal. 25 1976 125 3 F.G. Gault Adv. Catal. 30 1981 1 4 F. Garin F.G. Gault J. Am. Chem. Soc. 97 1975 4466 5 O.E. Finlayson J.K.A. Clarke J.J. Rooney J. Chem. Soc., Faraday Trans. 1 80 1984 128 6 Z. Paál M. Dobrovolszky P. Tétényi J. Catal. 45 1976 189 7 H. Zimmer Z. Paál Proc. 8th Int. Congr. Catal., West Berlin, 1984 3 1984 Verlag Chemie Weinheim 417 8 W.M.H. Sachtler R.A. Van Santen Adv. Catal. 38 1975 273 9 J.R.H. Van Schaik R.P. Dessing V. Ponec J. Catal. 38 1975 273 10 H.C. De Jongste K.J. Kuijers V. Ponec Proc. 6th Int. Congr. Catal., London, 1976 2 1976 The Chemical Society London 915 11 F.M. Dautzenberg J.N. Helle P. Biloen W.M.H. Sachtler J. Catal. 63 1980 119 12 J.R. Anderson Y. Shimoyama J. Hightower Proc. 5th Int. Congr. Catal., Palm Beach, 1972 1 1973 North Holland Amsterdam 695 13 S.M. Davis F. Zaera G.A. Somorjai J. Am. Chem. Soc. 104 1982 7453 14 F. Garin S. Aeiyach P. Legare G. Maire J. Catal. 77 1982 323 15 S.M. Davis F. Zaera G.A. Somorjai J. Catal. 85 1984 206 16 A. Dauscher F. Garin G. Maire J. Catal. 105 1987 233 17 H. Zimmer M. Dobrovolszky P. Tétényi Z. Páal J. Am. Chem. Soc. 90 1986 4758 18 A. Sárkány, Catal. Today, in press. 19 A. Sárkány J. Chem. Soc., Faraday Trans, 1 84 1988 2267 20 A. Sárkány Proc. European Conf. Structure and Reactivity of Surfaces, Trieste, Italy 13161988 in press. 21 R.S. Dowie D.A. Whan C. Kemball J. Chem. Soc., Faraday Trans. 1 68 1972 2150 22 L. Guczi A. Sárkány P. Tétényi J. Chem. Soc., Faraday Trans. 1 70 1974 1971 23 Z. Paál P.G. Menon Catal. Rev. Sci. Eng. 25 1983 229 24 Z. Paál Z. Paál P.G. Menon Hydrogen Effects in Catalysis 1988 Marcel Dekker New York 449 25 A. Sárkány B. Delmon G.F. Froment Catalyst Deactivation 1987 1987 Elsevier Amsterdam 125 26 M.W. Vogelzang M.J.P. Botman V. Ponec Faraday Discuss. Chem. Soc. 72 1981 33 27 S.M. Davis F. Zaera G.A. Somorjai J. Catal. 77 1982 439",
      "scopus-id": "0024682187",
      "coredata": {
        "eid": "1-s2.0-0304510289800033",
        "dc:description": "Hydrocarbon coverage and the number of surface Pt atoms available for H2-O2 titration on a working Pt black have been investigated in the reaction of n-hexane/H2/He mixtures. The effect of the partial pressure of hydrogen is discussed. It is concluded that the surface centres catalyzing individual reaction routes are formed upon interaction of the reactants with the surface.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1989-06-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510289800033",
        "dc:creator": {
          "@_fa": "true",
          "$": "Sárkány, A."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510289800033"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510289800033"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(89)80003-3",
        "prism:volume": "51",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "On the composition of the surface sites on Pt catalyst",
        "prism:copyright": "Copyright © 1989 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "239-246",
        "prism:endingPage": "246",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 June 1989",
        "prism:doi": "10.1016/0304-5102(89)80003-3",
        "prism:startingPage": "239",
        "dc:identifier": "doi:10.1016/0304-5102(89)80003-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0024682187"
      }
    }
  }
}