{
  "metadata": {
    "title": "Oxidation of catechol with KMnO<ce:inf loc=post>4</ce:inf> by using crown ethers as phase transfer catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-10-13",
    "doi": "10.1016/0304-5102(94)00074-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510294000743",
    "pii": "0304510294000743"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028517847",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-0304510294000743 0304-5102(94)00074-3 0304510294000743 10.1016/0304-5102(94)00074-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X02192 2024-01-02T01:06:03.941633Z 0 0 19941013 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 93 93 2 2 Volume 93, Issue 2 7 195 210 195 210 19941013 13 October 1994 1994-10-13 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. OXIDATIONCATECHOLKMNO4BYUSINGCROWNETHERSPHASETRANSFERCATALYSTS NAKAMURA K STARKS 1978 C PRINCIPLESTECHNIQUES PHASETRANSFERCATALYSIS PEDERSEN 1967 7017 C LIOTTA 1974 2250 C SAM 1972 4024 D DEHMLOW 1993 335 344 E PHASETRANSFERCATALYSIS LEE 1982 2456 D LEE 1987 82 D PHASETRANSFERCATALYSISNEWCHEMISTRYCATALYSISAPPLICATIONS LEE 1978 1532 D HARRIS 1983 5390 J HUANG 1989 55 R GOKEL 1976 G MCKILLOP 1987 647 A TANIGAWA 1988 157 M IZATT 1985 271 R FUJIYOSHI 1977 66 M CHEMISTRYCROWNETHERSINJAPANESE NAKAMURAX1994X195 NAKAMURAX1994X195X210 NAKAMURAX1994X195XK NAKAMURAX1994X195X210XK item 0304-5102(94)00074-3 0304510294000743 1-s2.0-0304510294000743 10.1016/0304-5102(94)00074-3 272239 2024-01-02T01:06:03.941633Z 1994-10-13 1-s2.0-0304510294000743-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000743/MAIN/application/pdf/dc9fa093d0e95c85f8c0f8eb56dc10d4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000743/MAIN/application/pdf/dc9fa093d0e95c85f8c0f8eb56dc10d4/main.pdf main.pdf pdf true 1100761 MAIN 16 1-s2.0-0304510294000743-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510294000743/PREVIEW/image/png/e1618c30829bfb588bbd05ccb0555b48/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510294000743/PREVIEW/image/png/e1618c30829bfb588bbd05ccb0555b48/main_1.png main_1.png png 55385 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 93 (1994) 195-210 Oxidation of catechol with KMn04by using crown ethers as phase transfer catalysts Kazuyoshi Nakamura, Satoru Nishiyama, Shigeru Tsuruya*, Mitsuo Masai Department of Chemical Science and Engineering, Faculty of Engineering, Kobe University, Nada, Kobe 657, Japan; fax. (+82-78)8023564 (Received 4 February 1994; revised 12 April 1994; accepted 12 April 1994) Abstract The effect of crown ethers as phase transfer catalysts (PTC) was investigated in the liquid-phase oxidation of 3,5-di-tert-butylcatechol (3,5-DtBC) using potassium permanganate. Both the liquidliquid (aqueous liquid layer including KMn04/organic liquid layer including crown ether and 3,5DtBC) and the solid-liquid (solid KMn04/organic liquid layer including crown ether and 3,5-DtBC) systems were studied under mild reaction conditions. The oxidations of 3,5-DtBC in both systems were promoted by using crown ethers as PTCs. In the liquid-liquid system, the influence of organic solvents, acid additives and the type of crown ethers utilized were investigated. The oxidation rate of 3,5-DtBC was increased by using a solvent with a low polarity such as n-hexane and/or by adding an organic or inorganic acid to the system. Crown ethers which have a cavity that conforms to the radius of the K+ ion, and were more lipophilic such as dicyclohexano-18-crown-6 (DC18C6) also caused an increase in the oxidation rate. The rate-determining step is thought to be the oxidation reaction step in the organic phase, rather than the phase transfer step of the crown ether-KMn04 complex. In the solid-liquid system, the influence of organic solvents and the type of crown ethers was investigated. The rate of 3,5-DtBC oxidation was increased by using a solvent with a high polarity such as chloroform. The complex stability between the crown ether and K+ was suggested to be one of the most important factors governing the oxidation rate in the solid-liquid system. Keywords: Phase transfer; Crown ether; Catechol; KMn04; Oxidation 1. Introduction The reaction field in a two phase system consisting of an inorganic salt, which functions as a nucleophile, in an aqueous solution and an organic reactant in an *Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00074-6 196 K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 organic solvent is considered to be only the interface between the two phases. The substitution reaction between 1-chlorooctane in an organic phase and sodium cyanide in an aqueous phase have not produced 1-cyanooctane even for a reaction time of several days [ 1 ] . Mixed solvents, such as a methanol + water or an acetone + water system, or non-aprotic solvents, such as acetonitrile or dimethylformamide, have been used to promote the two-phase reaction systems described above. However, the aqueous mixed solvents and aprotic solvents have the disadvantages of difficulty in solubility and recovery of the solvent, respectively. A phase transfer catalyst (PTC), such as a ternary onium salt or a crown ether, can make a nucleophilic anion or an inorganic salt dissolve in an organic solvent by forming the corresponding ionic pair or a complex. Addition of a small amount of quaternary ammonium salt as a PTC produced 1-cyanooctane in 100% yield in only 2 h in the displacement reaction between 1-chlorooctane and sodium cyanide [ 1 ] . Separation of the product is made easier by using a PTC because the reaction with the PTC proceeds in the separate state of the two phases. A PTC can be effectively applied to organic syntheses using an inorganic reagent which is insoluble in the organic solvent. A crown ether, a type of polyether with a ring structure discovered by Pedersen [ 2] , has been reported to be able to form a complex with an alkali metal salt, which can dissolve homogeneously in an organic solvent. The cavity in the crown ether can accommodate an alkali metal cation through the ion-dipole interaction to form an alkali cation-crown ether complex with a counter anion. This complex is soluble in an organic solvent because of the hydrophobicity of the crown ether ring. The counter anion in the organic solvent is considered to be in a sort of \"naked state\" because the influence of the solvation is not that high compared to a typical polar solvent [ 3 ] . There have been reports published on the oxidation of organic compounds using KMn04 dissolved in an organic solvent with a crown ether as a PTC [4] . Quaternary ammonium and arsonium salts, and poly(ethylene glycol) ethers as well as crown ethers have also been used as PTC for permanganate oxidations in non-aqueous solvents, and taking into account the high cost of crown ethers, it has been reported to be more reasonable to use quaternary ammonium salts as PTC irrespective of whether KMn04 is applied in aqueous solution or as a solid [ 5 ] . Poly (ethylene glycol) mono- [ 6,7 ] and bis-ethers [ 8,9 ] have been applied as PTC in the oxidation using KMn04, though the complex formation and consequent solubilization by poly(ethylene glycol) mono- and bis-ethers is generally less efficient than by crown ethers. Crown ethers have been more recently reported to be applicable to the ring-opening polymerization similar to 4-nylon synthesis for which an active anion is necessary [ 10] . The 3,5-DtBC oxidation with KMn04 using a crown ether as a PTC in both liquid-liquid and solid-liquid [ 11,12] systems was studied in this report. The effects of the organic solvent, the crown ether, and the acid addition on the oxidation activity were investigated. Both the liquid-liquid and the solid-liquid systems were compared with the focus on the factors governing the oxidation activity. K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 197 2. Experimental 2.1. Materials The crown ethers used in this study were 12-crown-4 (12C4) (Aldrich), 15crown-5 (15C5) (Nacalai tesque, extra pure grade), benzo-l5-crown-5 (B 15C5) (Nacalai tesque, extra pure grade), 18-crown-6 (18C6) (Nakalai tesque, extra pure grade), dibenzo-l8-crown-6 (DB18C6) (Nakalai tesque, extra pure grade), dicyclohexano-18-crown-6 (DC 18C6) (Tokyo kasei, extra pure grade), dibenzo24-crown-8 (DB24C8) (Merck, GC grade) and used without further purification. 3,5-Di-tert-butylcatechol (3,5-DtBC) (Nacalai tesque, extra pure grade) was recrystallized from n-hexane before being used as a reagent. KMn04as an inorganic oxidant was obtained from Nacalai tesque (guaranteed reagent grade) and used without further purification. Benzoic acid, p-isopropylbenzoic acid, m-chlorobenzoic acid, and m-nitrobenzoic acid were all commercially available (guaranteed reagent grade) and used without further purification. Dichloromethane, chloroform, anisole, cyclohexane, and n-hexane were obtained from Nacalai tesque (guaranteed reagent grade) and used without further purification. 2.2. Oxidation reaction (a) Liquid-liquid system: the oxidation of 3,5-DtBC by the liquid-liquid system was performed by using a cell reactor of constant interfacial area, which contained both mechanical and magnetic stirrers and was maintained at 298 K by a thermostatically controlled water bath. After 50 cm3 of the organic solution (organic phase) containing the prescribed amounts of 3,5-DtBC and crown ether and 50 cm 3 of the aqueous solution (aqueous phase) containing the prescribed amount of KMn04were immersed in a water bath thermostated at 298 K for 1 h, the organic (or aqueous) phase was put in the reactor. The time of pouring the aqueous (or organic) phase in the reactor was considered the starting point of the oxidation. The upper and lower phases were mechanically and magnetically stirred (driven by synchronous motors, respectively), and the stirring direction in the upper and lower phases was controlled opposite to each other to obtain the highest stirring efficiency. A 0.5 cm' portion of the organic phase was sampled at constant time intervals to analyze spectrophotometrically. The only oxidation product (dark red crystal) was identified as 3,5-di-tert-butyl-o-benzoquinone (3,5-DtBBQ) based on comparison with the authentic sample. The concentration of 3,5-DtBBQ produced was quantitatively analyzed using a Shimazu UV-240 spectrophotometer. All the measurements were performed at room temperature using a 1 X 1 cm quartz cell. The corresponding calibration line in each solvent was made before measuring the samples (A ma., of 3,5-DtBBQ: 403 nm in dichloromethane, 405 nm in chloroform, 395 nm in anisole, 385 run in cyclohexane, and 382 nm in n-hexane). The same procedure previously mentioned was performed for the oxidation reaction with 198 K Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 added organic or inorganic acid, except for the addition of organic acid in the organic phase (aqueous phase in the case of the inorganic acid). The oxidation of 3,5-DtBC with the KMn04 pre-extracted by the crown ether was also tried. After the solvent extraction of KMn04 with the crown ether had been performed at 298 K for 1 h under stirring, following the procedure mentioned above, the prescribed amount of 3,5-DtBC was added to the organic phase. (b) Solid-liquid system: the oxidation of 3,5-DtBC was performed using a 50 cm3 Pyrex reactor which was attached to a mechanical stirrer and the system was immersed in a thermostated water bath at 298 K. The organic solution, which was maintained at 298 K for 1 h, containing the prescribed 3,5-DtBC and crown ether was added to the reactor. Then, the addition of a prescribed amount of KMn04 in the solid state to the reaction solution, was taken to be the reaction starting point. A 0.5 cm3 portion of the organic solution sampled at a constant time interval was transferred for the spectrophotometrical analysis described above. The oxidation rates, which were assumed to be a measure of the oxidation activity, in the liquid-liquid (initial rate of 3,5-DtBC oxidation) and solid-liquid (maximum rate of 3,5-DtBC oxidation) systems were obtained by a least squares method of the initial plots (O points) and the maximum slope (O points) between the product concentration and the reaction time. 2.3. Solvent extraction of K+ cation The solvent extraction of the K+ ion was performed using a constant interfacial area cell maintained thermostatically at 298 K. The upper phase was stirred with a mechanical stirrer, and the stirring of the lower phase was done with a magnetic stirrer. Both stirrers were driven by synchronous motors. Both of the stirring speeds were typically lO rpm. The stirring direction in the upper and lower phases was opposite. Known amounts of the organic solvent containing a variety of crown ethers and an aqueous solution containing KMn04 were introduced into the reactor. Samples (1 cm3) of the organic phase, from which the organic solvents were evaporated and diluted with ion-exchange water, were withdrawn at specified time intervals, and K+ ions transferred to the organic layer were analyzed by a Shimazu atomic absorption spectrometer Model AA-630 ( aK + = 776 nm). The K+ concentration extracted into the organic layer during 3,5-DtBC oxidation was also measured by adding 3,5-DtBC to the organic layer and conducting a procedure similar to that mentioned above. 3. Results 3.1. Liquid-liquid reaction systems The effect of the stirring speed (both organic and aqueous layers; same stirring speeds but opposite directions) on the initial oxidation rate in the liquid-phase K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 199 15 a> ~ o o ~10 .t E- E c O E 5 'c 0 100 150 Stirring speed (rpm) Fig. 1. The effect of stirring rate on the initial formation rate (r): KMnO,, 5.0 X 10-' mol/l; 3,5-DtBC,1.0 X 10-Z mol/1; 18C6, 5.0 X 10- mol/1; organic layer; n-hexane; reaction temp, 298 K. oxidation of 3,5-DtBC in n-hexane with KMn04catalyzed by 18C6 as a PTC is illustrated in Fig. 1. The oxidation rate was independent of the stirring rate in the range of the 90-200 rpm without disturbing the interfacial area between the organic and aqueous layers. All the oxidation experiments were conducted at a stirring rate of lO rpm. To investigate whether a crown ether can function as a PTC, KMn04 was used to oxidize 3,5-DtBC in n-hexane with and without 18C6 (Fig. 2). It is evident that 18C6 considerably promotes the 3,5-DtBC oxidation by KMn04. Table 1 shows the initial rate of 3,5-DtBC oxidation in both dichloromethane and nhexane with and without 18C6. The addition of 18C6 in the dichloromethane solvent was found to make the initial rate of 3,5-DtBC oxidation increase faster than the addition of 18C6 in n-hexane solvent, although the absolute value in dichloromethane is considerably smaller than the latter one. Table 2 shows the effect of an organic solvent on the initial rate of 3,5-DtBC oxidation using 18C6 as a PTC, together with the dielectric constant of the organic solvent used. The order of the initial rate of 3,5-DtBC oxidation was as follows: 10 0 X 5 O U U 7 O 0 50 100 Time (min) Fig. 2. The effect of 18C6 addition on the liquid-liquid oxidation system: KMnO,, 5.0 X 10-' mol/1; 3,5-DtBC, 1.0 X 10 -2 mol/1; 18C6, organic layer, n-hexane; reaction temp, 298 K; , with 18C6; O, without 18C6. 200 K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 Table 1 Effect of 1ssC6 crown ether on the initial rate of 3,5-DtBC oxidation with KMn04 in the liquid-liquid systems Concentration. of 18C6 (mol/1) Initial rate of 3,5-DtBC oxidation (mol/1 - min X 105) Dichloromethane solvent n-Hexane solvent 0 0.3 6.1 0.5x10-' 1.5 9.0 aKMn04, 0.5 x 10-2 mol/l; 3,5-DtBC, 1.0 x 10-2 mol/l; 18-Crown-6, 0.5 x 10-3 mol/1; reaction temp, 298 K. dichloromethane < chloroform < anisole < cyclohexane < n-hexane. This order was just the opposite of the dielectric constant of the organic solvent used. The organic solvent with a lower dielectric constant was found to yield a higher activity for 3,5-DtBC oxidation with KMn04. Fig. 3 illustrates the relationship between both the concentration of KMn04 extracted from organic layer by 1ssC6 and the extraction time, by using dichloromethane and n-hexane as organic solvents, respec- Table 2 Effect of organic solvents on the initial rate of 3,5-DtBC oxidation in the liquid-liquid system' Solvent Initial rate of 3,5-DtBC oxidation Intrinsic dielectric constant (mol /1 - min x 105 ) dichloromethane 1.5 7.77 chloroform 1.9 4.90 anisole 6.6 4.33 cyclohexane 6.7 2.05 n-hexane 9.0 1.89 aKMn04, 0.5 x 10-2 mol/l; 3,5-DtBC, 1.0 x 10-2 mol/1; 18-Crown-6,0.5 x 10-' mol/l; reaction temp, 298 K. bKagaku Benran, Kisohen,11, 3rd Ed., (Chemical Society Japan - Ed. ), Maruzen, Tokyo, 1984, p. 502. o X 2( O O (i3 O. 10I U C m o c /0 G U C O U Y 0 50 100 Time (min) Fig. 3. The relationship between the concentration of K+ ion extracted in the organic layer and the extraction time: KMn04, S.OX 10-' mol/1; reaction temp, 298 K; O, with 1ssC6 (S.Ox 10-' mol/1); organic layer, dichloromethane; , with 1ssC6 (S.Ox 10-' mol/1); organic layer, n-hexane; , without 1ssC6; organic layer, nhexane. K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994) 195-210 201 Table 3 Effect of crown ethers on the initial rate of 3,5-DtBC oxidation in the liquid-liquid system' Crown ether Initial rate of 3,5-DtBC oxidation (mol/I -minx 10') 12-Crown-4 (12C4) 0.53 15-Crown-5 (15C5) 1.26 benzo-15-Crown-5 (B15C5) 1.33 18-Crown-6 (18C6) 1.49 dibenzo-18-Crown-6 (DB18C6) 1.54 dicyclohexano-18-Crown-6 (DC18C6) 2.30 dibenzo-24-Crown-8 (DB24C8) 1.26 'KMn04, 0.5 X 10-2 mol/1; 3,5-DtBC, 1.0 X 10-z mol/l; 18-Crown-6, 0.5 X 10-' mol/1; reaction temp, 298 K; organic solvent, CHZCl2. tively. The amount of KMn04 extracted in dichloromethane was found to be considerably larger than the amount extracted in n-hexane. The initial rate of 3,5DtBC oxidation in n-hexane was higher than in dichloromethane as mentioned previously (Table 2), regardless of the lower concentration of KMn04in n-hexane. This may be partly because the Mn04-, which is considered an active species for 3,5-DtBC oxidation, in the K+crown ether-Mn04- complex is more strongly solvated through the ion-dipole interaction in a polar solvent such as dichloromethane than in n-hexane, and/or because the amount of the hydrated water, which interferes with the oxidation, accompanied by the complex is larger in the polar organic solvent than in the non-polar solvent. The solvation and/or hydration will make the reactant difficult to access the oxidant. The 3,5-DtBC oxidation with KMn04 was performed in dichloromethane using seven types of crown ethers as the PTC (Table 3) . Crown ethers with 18-membered rings have been found to have higher initial rates of 3,5-DtBC oxidation than other crown ethers such as 12C4, 15C5, and DB24C8. Among the crown ethers with 18membered rings the substituted 18C6 crown ethers such as DB18C6 and DC18C6 tended to have a larger initial rate of 3,5-DtBC oxidation than 18C6 crown ether itself. A similar trend was also found in the crown ether groups with 15-membered rings, where substituted crown ethers had a higher rate than unsubstituted crown ether. KMn04 in an acidic solution can receive 5 electrons to be reduced to Mn2+, when used as an oxidant for the oxidation of an organic compound, and in a neutral or basic solution, KMn04receives 3 electrons to form Mn02 [ 13 ] . The following two stoichiometries are considered for the oxidation of 3,5-DtBC with KMn04 in a neutral (or basic) and acidic solutions, respectively [13]:In a neutral or basic solution 2Mn04 +3((CH3)sC)zC6H2(OH)2~ 3((CH3)3C)ZC6H2(O)2+2Mn02+20H-+2H20 In an acidic solution 202 K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 2Mn04 +5((CH3)3C)2C6H2(OH)2+6H+- 5((CH3)3C)2C6H2(O)2+2Mn2++8H20 Thus, KMn04 in an acidic solution yields a greater activity for 3,5-DtBC oxidation than in a basic solution. The effect of acid addition to the aqueous or organic phase on the initial rate of 3,5-DtBC oxidation was investigated. The influence of sulfuric acid addition to the aqueous phase on the initial rate of 3,5-DtBC oxidation was investigated using 18C6 as a PTC (Fig. 4). The H2S04 addition in the aqueous solution caused the initial rate to increase; however, more than 5.0 X 10-3 mol/1 H2S04 caused very little increase in the initial rate of 3,5-DtBC oxidation as illustrated in Fig. 4. Fig. 5 illustrates the effect of the addition of benzoic acid or its derivative to the organic phase on the initial rate of 3,5-DtBC oxidation using 18C6 as a PTC. The addition of an organic acid such as benzoic acid was also -4 J ----without acid -5 -4 -2 0 Log [112S041 Fig. 4. The effect of H2SOy addition on the initial formation rate (r): KMn04, 5.0X 10-3 mol/1; 3,5-DtBC, 1.0 X 10-Z mol/1; 18C6, 5.0 X 10-' mol/1; organic layer, n-hexane; reaction temp, 298 K. -4 o J without acid -5 _3 _2 _1 Log [Benzoic acid derivative] Fig. 5. The effect of the addition of benzoic acid derivatives: KMn04, 5.0 X 10-3 mol/1; 3,5-DtBC, 1.0 X 10-Z mol/1; 18C6, 5.0 X 10- mol/1; organic layer, n-hexane; reaction temp, 298 K; , benzoic acid; O, m-nitrobenzoic acid. K. Nakamura et al. l Jourmal of Molecular Catalysis 93 (1994)195-210 203 Table 4 Effect of acid strength on the initial rate of 3,5-DtBC oxidation in the liquid-liquid system' Added benzoic acid Acid dissolution constant' Initial rate of 3,5-DtBC oxidation derivative (pK,) (mol/l-minX 105) none - 1.5 p-isopropylbenzoic acid 4.35 1.6 benzoic acid 4.20 3.2 m-chlorobenzoic acid 3.82 3.3 m-nitrobenzoic acid 3.49 8.4 aKMn04, 0.5 X 10-Z mol/l; 3,5-DtBC, 1.0 X 10-2 mol/1; 18-Crown-6, 0.5 X 10-' mol/1; reaction temp, 298 K; organic solvent, CHZClz. 'Acid dissolution constant at 298 K in aqueous solution (Kagaku Benran, Kisohen, II, 3rd Ed., (Chemical Society Japan - Ed.), Maruzen, Tokyo, 1984, p 339). found to make the initial rate increase; however, the initial rate almost leveled off with more than 2.5 X 10-Z mol/1 benzoic acid. The influence of the acid strength of the added organic acid on the initial rate was investigated using benzoic acid derivatives (Table 4). The initial rate of 3,5-DtBC oxidation increased with the increase in the acid strength of the substituted benzoic acid that was added. This was due to the increase in the oxidation activity of KMn04 transferred to the organic phase, to which the organic acid was added, by forming a K+crown ether-Mn04complex. The dependence of the initial rate of 3,5-DtBC oxidation on the concentrations of KMn04, the crown ether, and 3,5-DtBC was investigated using DB 1ssC6 and CHZC12 as the crown ether and the organic solvent, respectively. The rate was found to be 0.25 order with respect to the concentration of DB 18C6. In addition, the rate was first and 0.75 orders with respect to the concentrations of 3,5-DtBC and KMn04. The time dependence of the concentration of KMn04 in the organic layer was investigated during the 3,5-DtBC oxidation using 1ssC6 as a PTC (Figs. 6-a (organic solvent; n-hexane) and 6-b (organic solvent; dichloromethane) ). The addition of 1ssC6 to the organic solvent caused the K+ ion to accumulate in the organic layer, regardless of the organic solvents used. This means that the transport rate of KMn04 from the aqueous phase to the organic phase (the accumulation step of KMn04 in the organic phase) is larger than the initial rate of 3,5-DtBC oxidation in the organic phase (the consumption step of KMn04 in the organic phase). In the case of the solvent n-hexane (Fig. 6-a) the decrease in the concentration of K+ ion after ca 1 h of reaction time, at which time the 3,5-DtBC conversion is considerably higher, can be interpreted by the consumption which is larger than the supply of KMn04in the organic phase. 3.2. Solid-liquid reaction systems The 3,5-DtBC oxidation with solid KMn04 (average particle diameter (d), 280 Am) oxidant in dichloromethane solvent was performed using 1ssC6 as a PTC (Fig. zO K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 o 10~ X m E h x E- 2 o U iD b X O O n u 5 'c m olw 0- (a) ss 0 X N ~ ~ E 5 %1i-5 Ojjo 0 U ro 1 O r ~// -E-In- a D D 50 100 Time (min) X10 X10 1b) Y D 50 Time (min) a c c u C Fig. 6. (a) Time dependence of the extracted K+ ion during oxidation: KMnO , S.Ox 10-' mo1/I; 3,5-DtBC, LOX 10-2 moill; organic layer; n-hexane; reaction temp, 298 K; , O, with 1ssC6 (S.Ox 10-' maul); > M, without I8C6; , , K+ concentration in the organic phase; O, , product concentration (b) KMnO4, 5.0 x 10-' mol/I; 3,5-DtBC, LOX ID-z molll; organic layer; dichloromethane; reaction temp, 298 K; , O, with 1OC6 (S.Ox 10-' moils); , O, without 18C6; > , K+ concentration in the organic phase; O, CI, product concentration. 7). The oxidation reaction of 3,5-DtBC with solid KMnO4 proceeded only slightly without 1 ssC6. Using 1 ssC6 as a PTC, the oxidation was almost complete with only 3 h reaction time after an induction period of ca. I h. These results indicate that 1$C6 really does act as a PTC, that abstracts KMnO4 from its solid phase into the organic phase. The effect of particle size of sieved solid KMnO4 on the maximum rate of 3,5DtBC oxidation ( rmax ) in the solvent CI-i2C12 using 1ssC6 as a PTC was investigated (Table 5). The increase in the particle size of solid KMnO4 tended to cause a decrease in the maximum rate of 3,5-DtBC oxidation; however, the maximum rate tended to become independent of the particle size of the solid KMnO4 oxidant when a particle size of less than 200 mesh was used. The influence of the organic solvent on the maximum rate of 3,5-DtBC oxidation using 1$C6 as a PTC is shown in Table 6, It is evident from Table 6 that the K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 205 10 o_ X G O c 5 U C O U 7 O a- 0 O- - -0 O, 0 100 200 Time (min) Fig. 7. The effect of 18C6 addition in the solid-liquid oxidation system: KMn04, 5.0 X 10' mol/1; 3,5-DtBC, l.OX 10-2 mol/1; organic layer, dichloromethane; reaction temp, 298 K; , with 18C6 (5.OX 10' mol/1); O, without 18C6. Table 5 Effect of particle size of solid KMn04 on the maximum rate of 3,5-DtBC oxidation in the solid-liquid system' Average particle diameter Maximum rate of 3,5-DtBC oxidation (MX 10-') (mol/1-minX 10- ) 3.75 0.55 2.00 0.94 1.37 1.42 1.00 1.95 0.37 2.00 eKMn04, 2.5 X 10- mol/1; 3,5-DtBC, 1.0 X 10-z mol/1; 18-Crown-6, 0.5 X 10-' mol/l; reaction temp, 298 K; organic solvent, CHZC12. Table 6 Effect of organic solvents on the maximum rate of 3,5-DtBC oxidation in the solid-liquid system' Solvent Dielectric constant Maximum rate of 3,5-DtBC oxidation of solvent' (mol/l-min X 10- ) n-hexane 1.89 0.30 cyclohexane 2.05 0.73 anisole 4.33 0.76 chloroform 4.90 1.70 dichloromethane 7.77 0.94 'KMn04, 2.5 X 10-4 mol/1; 3,5-DtBC, 1.0 X 10-2 mol/1; 18-Crown-6,0.5 X 10-' mol/1; reaction temp, 298 K. bKagaku Benran, Kisohen, 11, 3rd Ed., (Chemical Society Japan-Ed.), Maruzen, Tokyo, 1984, p 502. maximum rate of 3,5-DtBC oxidation tended to increase with the increase in the dielectric constant of the organic solvent, though the order of both the maximum rates in chloroform and dichloromethane was reversed. The 3,5-DtBC oxidations with the solid KMn04 oxidant in dichloromethane using various crown ethers as PTCs were performed, and the results are shown in 206 K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994) 195-210 Table 7 Effect of crown ethers as PTCs on the maximum rate of 3,5-DtBC oxidation in a solid-liquid reaction systems Crown ether Maximum rate of3,5-DtBC oxidation Equilibrium constant with KCl (mol/t - min x 10-') (log K) 15C5 1.07 3.61 B 15C5 1.01 2.80 18C6 1.95 6.18 DB 18C6 1.28 5.05 DC18C6 1.15 5.38 DB24C8 0.71 3.45 aKMn04, 2.5 x 10-' mol/1; 3,5-DtBC, 1.0 X 10-2 mol/1; 18-Crown-6, 0.5 X 10-3 mol/1; solvent, dichloromethane; reaction temp; 298 K. 'In methanol, 298 K (Kagaku Benran, Kisohen, 11, 3rd Ed., (Chemical Society Japan - Ed.), Maruzen, Tokyo, 1984, p. 701) . Table 7. The maximum rate of 3,5-DtBC oxidation obtained using a crown ether with an 18-membered ring as a PTC was found to be higher than those obtained using a crown ether with a 15- or 24-membered ring. This is consistent with the better size match between the potassium ion and the crown ethers with 18-membered rings than between the potassium ion and 15- or 24-membered rings [ 2,14 ] . The maximum rate of 3,5-DtBC oxidation using a crown ether substituted by a benzo or cyclohexyl group was lower than that using the corresponding crown ether with no substituted groups. A similar trend was observed in the extraction rate of alkali metal ions by crown ethers with and without a mono- or disubstituted group [ 14] . This might be due to the delocalization of the lone pair of electrons on the oxygen atoms in the crown ether with the substituted group [ 14 ] . Thus, the interaction ability of the oxygen atoms with the alkali metal ion might be weakened [ 15 ] by the delocalization of the lone pair of electrons on the oxygen atoms. The equilibrium constant between KCl and a crown ether [ 15 ] , as shown in Table 7, was found to be approximately consistent with the maximum rate of 3,5-DtBC oxidation which will be governed by the stability of the K+-crown ether complex. This result seems to indicate that the more stable the complex is, the easier will become the abstraction of the ion pair (K'Mn04- )from solid KMn04by a crown ether. 4. Discussion 4.1. Liquid-liquid reaction systems Phase transfer oxidation of 3,5-DtBC in a liquid-liquid system using a crown ether as a PTC will be considered to have the following steps in series, by deducing from the previously proposed mechanism of the organic reaction with a PTC [ 1 ] (1) the formation of a K+-crown ether--Mn04- complex using KMn04 in the K Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 207 aqueous phase; (2) the transfer of KMn04 as the complex (K+Crown etherMn04-) from the aqueous phase to the organic phase; (3) the oxidation of 3,5DtBC with the K+-crown ether-Mn04- in the organic phase; (4) the transfer of the crown ether from the organic phase to the aqueous phase. One of the important roles of the crown ether as a PTC is to transfer KMn04, which is insoluble in organic solution, from the aqueous phase to the organic phase by forming K+crown ether-Mn04-, which has lipophilic properties (Scheme 1). 4OH K'-Crown ether-MnO~ + O + Crown ether-KOH (Organic phase) OH 0 Crown ether-KMnO, - Crown ether + KMnO4 (Aqueous phase) Scheme 1. The initial rate of 3,5-DtBC oxidation was found to be dependent on the crown ether selected as the PTC ( Table 3 ) . One of the main factors governing the 3,5DtBC oxidation with KMn04 using a crown ether as a PTC was found to be the fit between the cavity of the crown ether used as a PTC and the K+ ion. The amount of Mn04-, as the counter anion of the K+-crown ether complex, in the organic phase is increased using crown ether with a cavity that best conforms to the radius of the K+ ion. Another factor that governs the KMnO4 extraction from the aqueous phase to the organic phase is the substitution groups) attached to the crown ether. Thus, the initial rate of 3,5-DtBC oxidation using a crown ether containing a substituted mono- or dibenzo group was higher than that using a crown ether with no substituted groups. This might be due to the greater hydrophobicity of the substituted crown ether than the crown ether with no substituted group. Thus KMnO4 will be more easily transferred from aqueous to organic phase by DB 18C6 than 18C6 through the corresponding complex formation. In the present phase transfer oxidation of 3,5-DtBC, it is of interest to consider which step is the rate-determining step among the four steps of the complex formation, phase transfer of the complex from the aqueous phase to the organic phase, oxidation of 3,5-DtBC with the complex, and the phase transfer of the crown ether from the organic phase to the aqueous phase. The initial rate of 3,5-DtBC oxidation was measured after the extraction of KMn04 from the aqueous phase to the organic phase (n-hexane) using 18C6 followed by the addition of 3,5-DtBC in the organic phase as described in the Experimental section. The obtained initial rate ( 9.2 X 10 - 5 mol/1 ~ min) was compared with that (9.0 X 10-5 mol/1 ~ min) measured under the conventional phase transfer reaction ( KMn04, 5 X 10-3 mol/1 in aqueous solution; 3,5-DtBC, l X 10-2 mol/1 in CH2C1z;18C6, 5 X 10-4 mol/1 in CH2C12). The result that both of the values of the two initial rates were almost the same suggests that the oxidation step between 3,5-DtBC and KMn04 (as KMn04-18C6 complex) in 208 K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994)195-210 the organic phase is the rate-determining step. The first order dependence of the initial rate with respect to the concentration of 3,5-DtBC in the organic phase seems also to support the fact that the rate-determining step is the oxidation in the organic phase. 4.2. Solid-liquid reaction systems The solid-liquid reaction in this study is the reaction between an organic reactant (3,5-DtBC), which is uniformly soluble in an organic solvent, and an inorganic solid (KMn04), which is insoluble in the organic solvent. It is usually almost impossible for this solid-liquid oxidation reaction to proceed because of the insolubility of the inorganic solid in the organic solvent. The inorganic ion pair must be dissolved from the inorganic solid into the organic solution with the assistance of a PTC for the oxidation of 3,5-DtBC by the solid-liquid reaction system to proceed [ 11,12] . The solid-liquid oxidation reaction of 3,5-DtBC using a crown ether as a PTC is considered to proceed as follows: K + Mn04 (solid) + Crown ether -~, K + - Crown ether - Mn04 (1) K + -Crown ether - Mn04 + 3,5-DtBC 3,5-DtBQ+K+-Crown ether-OH- (2) K + - Crown ether - OH - -- Crown ether + K + OH - (3 ) The crown ether will incorporate the K+ ion in the cavity from the solid KMn04, which has a strained face centered cube structure [ 16], to form the complex K+Crown ether-Mn04-, which is soluble in the organic solvent, through an iondipole interaction (step (1) ). 3,5-DtBC can be oxidized to DtBQ by the Mn04oxidant which is homogeneously soluble in the organic solvent in the form of the M+-Crown ether-Mn04- (step (2) ). The free crown ether can be reproduced as shown in step (3) . The effect of the crown ether as a PTC was investigated using 18C6 in the solidliquid oxidation of 3,5-DtBC with KMn04- In contrast to the reaction system without the crown ether, the oxidation activity was found to increase abruptly after the addition of 18C6 as a PTC in the solid-liquid oxidation system, even though an induction period was observed at the initial stage (Fig. 7) . It is reasonable to consider that the dissociation (in the form of K+-Crown ether-Mn04 - ) of the ion pair, K+Mn04-, from the solid KMn04 into the organic solvent with the help of the crown ether will take a relatively long time. These results indicate that the added crown ether, 18C6, did in fact play the role of the PTC in the solid-liquid oxidation of 3,5-DtBC with KMn04. The crown ethers which have a better size match with the K+ ion and the lone pair of electrons of the oxygen atoms that are least delocalized had the higher oxidation activities. These results also suggest that the crown ether functions as a PTC through the formation of a K+-crown ether-Mn04 complex. K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994) 195-210 209 From the results of the solvent effect in the solid-liquid reaction system (Table 6), the oxidation rate of 3,5-DtBC was found to be higher in a polar solvent such as chloroform than in a non-polar one such as n-hexane. These results are in contrast to the results (Table 2) of the solvent effect obtained in the liquid-liquid reaction system, in which the oxidation rate in the n-hexane solvent was considerably higher than that in chloroform or dichloromethane. It has been reported that the solubility [ 2 ] , extractability [ 17 ] , and extraction rate [ 14 ] of a metal ion-crown ether complex in a polar solvent are higher than those in a non-polar solvent. One of the reasons for the oxidation rate in a polar solvent being higher than that in a nonpolar solvent is considered to be the difference in the concentration of the formed complex, K+crown ether-Mn04- in the organic solvent. The complexes, which are formed by withdrawing the ion pair (K +Mn04 - ) from the lattice of the KMn04 solid with the help of the added crown ether as a PTC, can exist in a polar solvent more stably than in a non-polar solvent. The stable presence of the complex can compensate for the energy which is necessary for the dissolution of the ion pair (K+Mn04-) from the lattice of the KMn04solid and allow the formation of the complex to proceed more easily. This will make the concentration of the dissolved K'Mn04- in the polar solvent higher than in the non-polar solvent during the induction period. Thus the maximum rate of 3,5-DtBC oxidation in the solid-liquid system will primarily depend on the concentration of the dissolved K+Mn04-crown ether complex in the polar solvent, rather than the reactivity of the complex as an oxidant, in contrast to the liquid-liquid system mentioned previously. 5. Conclusions The oxidation rates of 3,5-DtBC to 3,5-DtBQ with KMn04in both the liquidliquid phase and solid-liquid systems were found to increase by adding a crown ether, which functions as a phase transfer catalyst (PTC). The rate of the liquidliquid phase oxidation of 3,5-DtBC with KMn04 using a crown ether as a PTC was larger in a non-polar organic solvent; whereas, a polar organic solvent was more effective for the solid-liquid phase oxidation of 3,5-DtBC. The crown ether with a cavity that is the best match with the K+ ion, was found to function as the most effective PTC, regardless of the reaction system used. The addition of an inorganic or organic acid was found to increase the rate of the liquid-liquid phase oxidation using a crown ether as a PTC. The oxidation step of 3,5-DtBC and Mn04- (in the form of the K+crown ether-Mn04- ) in the organic layer, rather than the phase transfer step of the K+-crown ether-Mn04- complex from the aqueous phase to the organic phase, was suggested to be the rate-determining step of the liquidliquid phase oxidation of 3,5-DtBC with KMn04 using a crown ether. 210 K. Nakamura et al. /Journal of Molecular Catalysis 93 (1994) 195-210 Acknowledgements We gratefully thank Mr. Kenji Nomura of Kobe University for his technical assistance during this work. References [ 1 ] C.M. Starks and C. Litta, Phase Transfer Catalysis, Principles and Techniques, Academic Press, New York, 1978. [2] C.J. Pedersen, J. Am. Chem. Soc., 89 (1967) 7017. [ 3 ] C.L. Liotta and H.P. Harris, J. Am. Chem. Soc., 96 (1974) 2250. [4] D.J. Sam and H.E. Simmons, J. Am. Chem. Soc., 94 (1972) 4024. [5 ] E.V. Dehmlow and S.S. Dehmlow, Phase Transfer Catalysis, 3rd Ed., Weinheim, New York, 1993, p. 335344. [6] D.G. Lee and H. Karaman, Can. J. Chem., 60 (1982) 2456. [7] D.G. Lee, E.J. Lee, and K.C. Brown, in C.M. Starks, (Ed.), Phase Transfer Catalysis: New Chemistry, Catalysis, and Applications, ACS Symposium Series No. 326, Washington, DC, 1987, p. 82. [8] D.G. Lee and V.S. Chang, J. Org. Chem., 43 (1978) 1532. [9] J.M. Harris and M.G. Case, J. Org. Chem., 48 (1983) 5390. 10] R.H.M. Huang and J.W. Rhim, J. Appl. Polym. Sci., 37 (1989) 55. 11 ] G.W. Gokel and H.D. Durst, Synthesis, 168 (1976). 12] A. Mckillop and L. S. Mills, Synth. Commun., 17 (1987) 647. 13 ] Shin Jikken Kagaku Kouza, I-1, (Chemical Society of Japan - Ed.), Maruzen, Tokyo, 1976, p. 31. 14 ] M. Tanigawa, S. Nishiyama, S. Tsuruya and M. Masai, Chem. Eng. J., 39 (1988) 157. 15 ] R.M. Izatt, J.S. Bradshaw, S.A. Nielsen, J.D. Lamb and J.J. Christensen, Chem. Rev., 85 (1985) 271. 16] Kagaku Benran, Kisohen, II, 3rd Ed., (Chemical Society Japan - Ed.), Maruzen, Tokyo, 1984, p. 701. 17] M. Fujiyoshi and 1. Tabuchi, in R. Oda, T. Shono and I. Tabuchi, (Eds.), Chemistry of Crown Ethers (in Japanese), Kagaku-Dojin, Kyoto, 1977 p. 66. X244 94000743 0304-5102(94)00074-3 10.1016/0304-5102(94)00074-3 Oxidation of catechol with KMnO4 by using crown ethers as phase transfer catalysts Kazuyoshi Nakamura Satoru Nishiyama Shigeru Tsuruya ∗ Mitsuo Masai Department of Chemical Science and Engineering, Faculty of Engineering, Kobe University, Nada, Kobe 657, Japan; fax. (+82-78)8023564 * Corresponding authhor. The effect of crown ethers as phase transfer catalysts (PTC) was investigated in the liquid-phase oxidation of 3,5-di-tert-butylcatechol (3,5-DtBC) using potassium permanganate. Both the liquid—liquid (aqueous liquid layer including KMnO4/organic liquid layer including crown ether and 3,5-DtBC) and the solid—liquid (solid KMnO4/organic liquid layer including crown ether and 3,5-DtBC) systems were studied under mild reaction conditions. The oxidations of 3,5-DtBC in both systems were promoted by using crown ethers as PTCs. In the liquid—liquid system, the influence of organic solvents, acid additives and the type of crown ethers utilized were investigated. The oxidation rate of 3,5-DtBC was increased by using a solvent with a low polarity such as n-hexane and/or by adding an organic or inorganic acid to the system. Crown ethers which have a cavity that conforms to the radius of the K+ ion, and were more lipophilic such as dicyclohexano-18-crown-6 (DC18C6) also caused an increase in the oxidation rate. The rate-determining step is thought to be the oxidation reaction step in the organic phase, rather than the phase transfer step of the crown ether—KMnO4 complex. In the solid—liquid system, the influence of organic solvents and the type of crown ethers was investigated. The rate of 3,5-DtBC oxidation was increased by using a solvent with a high polarity such as chloroform. The complex stability between the crown ether and K+ was suggested to be one of the most important factors governing the oxidation rate in the solid—liquid system. Keywords Phase transfer Crown ether Catechol KMnO4 Oxidation References [1] C.M. Starks C. Litta Phase Transfer Catalysis Principles and Techniques 1978 Academic Press New York [2] C.J. Pedersen J. Am. Chem. Soc. 89 1967 7017 [3] C.L. Liotta H.P. Harris J. Am. Chem. Soc. 96 1974 2250 [4] D.J. Sam H.E. Simmons J. Am. Chem. Soc. 94 1972 4024 [5] E.V. Dehmlow S.S. Dehmlow 3rd Ed. Phase Transfer Catalysis 1993 Weinheim New York 335 344 [6] D.G. Lee H. Karaman Can. J. Chem. 60 1982 2456 [7] D.G. Lee E.J. Lee K.C. Brown C.M. Starks Phase Transfer Catalysis: New Chemistry, Catalysis, and Applications 1987 82 ACS Symposium Series No. 326, Washington, DC [8] D.G. Lee V.S. Chang J. Org. Chem. 43 1978 1532 [9] J.M. Harris M.G. Case J. Org. Chem. 48 1983 5390 [10] R.H.M. Huang J.W. Rhim J. Appl. Polym. Sci. 37 1989 55 [11] G.W. Gokel H.D. Durst Synthesis 168 1976 [12] A. Mckillop L.S. Mills Synth. Commun. 17 1987 647 [13] Shin Jikken Kagaku Kouza, I-1, (Chemical Society of Japan - Ed.), Maruzen, Tokyo, 1976, p. 31. [14] M. Tanigawa S. Nishiyama S. Tsuruya M. Masai Chem. Eng. J. 39 1988 157 [15] R.M. Izatt J.S. Bradshaw S.A. Nielsen J.D. Lamb J.J. Christensen Chem. Rev. 85 1985 271 [16] Kagaku Benran, Kisohen, II, 3rd Ed., (Chemical Society Japan - Ed.), Maruzen, Tokyo, 1984, p. 701. [17] M. Fujiyoshi I. Tabuchi R. Oda T. Shono I. Tabuchi Chemistry of Crown Ethers (in Japanese) 1977 Kagaku-Dojin Kyoto 66",
      "scopus-id": "0028517847",
      "coredata": {
        "eid": "1-s2.0-0304510294000743",
        "dc:description": "The effect of crown ethers as phase transfer catalysts (PTC) was investigated in the liquid-phase oxidation of 3,5-di-tert-butylcatechol (3,5-DtBC) using potassium permanganate. Both the liquid—liquid (aqueous liquid layer including KMnO4/organic liquid layer including crown ether and 3,5-DtBC) and the solid—liquid (solid KMnO4/organic liquid layer including crown ether and 3,5-DtBC) systems were studied under mild reaction conditions. The oxidations of 3,5-DtBC in both systems were promoted by using crown ethers as PTCs. In the liquid—liquid system, the influence of organic solvents, acid additives and the type of crown ethers utilized were investigated. The oxidation rate of 3,5-DtBC was increased by using a solvent with a low polarity such as n-hexane and/or by adding an organic or inorganic acid to the system. Crown ethers which have a cavity that conforms to the radius of the K+ ion, and were more lipophilic such as dicyclohexano-18-crown-6 (DC18C6) also caused an increase in the oxidation rate. The rate-determining step is thought to be the oxidation reaction step in the organic phase, rather than the phase transfer step of the crown ether—KMnO4 complex. In the solid—liquid system, the influence of organic solvents and the type of crown ethers was investigated. The rate of 3,5-DtBC oxidation was increased by using a solvent with a high polarity such as chloroform. The complex stability between the crown ether and K+ was suggested to be one of the most important factors governing the oxidation rate in the solid—liquid system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-10-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510294000743",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nakamura, Kazuyoshi"
          },
          {
            "@_fa": "true",
            "$": "Nishiyama, Satoru"
          },
          {
            "@_fa": "true",
            "$": "Tsuruya, Shigeru"
          },
          {
            "@_fa": "true",
            "$": "Masai, Mitsuo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510294000743"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510294000743"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(94)00074-3",
        "prism:volume": "93",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidation of catechol with KMnO4 by using crown ethers as phase transfer catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Phase transfer"
          },
          {
            "@_fa": "true",
            "$": "Crown ether"
          },
          {
            "@_fa": "true",
            "$": "Catechol"
          },
          {
            "@_fa": "true",
            "$": "KMnO4"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "195-210",
        "prism:endingPage": "210",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 October 1994",
        "prism:doi": "10.1016/0304-5102(94)00074-3",
        "prism:startingPage": "195",
        "dc:identifier": "doi:10.1016/0304-5102(94)00074-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028517847"
      }
    }
  }
}