{
  "metadata": {
    "title": "Catalysts prepared by the interaction of transition metal tetrahydroborates with oxide supports: synthesis of surface Ti, Zr, Hf hydrides and their catalytic properties in ethylene polymerization",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-08-31",
    "doi": "10.1016/0304-5102(86)85082-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510286850829",
    "pii": "0304510286850829"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022769875",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510286850829 0304-5102(86)85082-9 0304510286850829 10.1016/0304-5102(86)85082-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01708 2024-01-02T01:05:30.650091Z 0 0 19860801 19860831 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 36 36 3 3 Volume 36, Issue 3 4 253 269 253 269 198608 August 1986 1986-08-01 1986-08-31 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. CATALYSTSPREPAREDBYINTERACTIONTRANSITIONMETALTETRAHYDROBORATESOXIDESUPPORTSSYNTHESISSURFACETIZRHFHYDRIDESCATALYTICPROPERTIESINETHYLENEPOLYMERIZATION NESTEROV G 1975 HYDRIDESTRANSITIONMETALS SEMENENKO 1972 1 K MARKS 1977 263 T SOLOVEJCHIK 1982 507 G SOLOVEJCHIK 1983 72 G ZAKHAROV 1977 241 V MAKSIMOV 1978 167 N NESTEROV 1979 429 G SCHWARTZ 1980 465 J NESTEROV 1979 755 G NESTEROV 1980 736 G VOLKOV 1977 141 V FUNDAMENTALNYEISSLEDOVANIYAKHIMICHESKIENAUKI VOLKOV 1977 77 V VOLKOV 1976 512 V MARKS 1972 2540 T VOLKOV 1970 3861 V EVANS 1980 2548 H EVANS 1980 2554 H FRIPIAT 1966 158 J MATSCHENKO 1974 1015 A BERCAW 1972 1219 J MANZINGER 1978 2716 J COUTURIER 1978 C61 S PLATONOV 1971 92 V USPFOTONIKI JAMES 1967 1979 V GRIGOREV 1971 1042 V MAKSIMOV 1978 55 N JONES 1983 5502 S NESTEROV 1982 175 G RADIONOVA 1982 33 T ADSORBTSIYAIADSORBENTY MARSELLA 1980 7244 J FACHINNETTI 1977 1946 G FACHINNETTI 1977 2297 G TUEBEN 1981 107 J MOLOY 1983 5696 K YERMAKOV 1975 91 Y COORDINATIONPOLYMERIZATION ZAKHAROV 1979 67 V BALLARD 1973 163 D ZAKHAROV 1976 738 V KISELEV 1972 A INFRAKRASNYESPEKTRYADSORBIROVANNYKHSOEDINENIY EFIMOV 1976 995 O DUDCHENKO 1978 354 V NESTEROV 1980 808 G NESTEROV 1980 401 G KAROL 1972 2621 F NESTEROVX1986X253 NESTEROVX1986X253X269 NESTEROVX1986X253XG NESTEROVX1986X253X269XG item 0304-5102(86)85082-9 0304510286850829 1-s2.0-0304510286850829 10.1016/0304-5102(86)85082-9 272239 2024-01-02T01:05:30.650091Z 1986-08-01 1986-08-31 1-s2.0-0304510286850829-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850829/MAIN/application/pdf/01e0b80a2d07b9ec066701f19728d9e3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850829/MAIN/application/pdf/01e0b80a2d07b9ec066701f19728d9e3/main.pdf main.pdf pdf true 1514593 MAIN 17 1-s2.0-0304510286850829-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510286850829/PREVIEW/image/png/642e6414a1e41449e30c86b9fa6cc58a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510286850829/PREVIEW/image/png/642e6414a1e41449e30c86b9fa6cc58a/main_1.png main_1.png png 71400 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 36 (1986) 253 - 269 253 CATALYSTS PREPARED BY THE INTERACTION OF TRANSITION METAL TETRAHYDROBORATES WITH OXIDE SUPPORTS: SYNTHESIS OF SURFACE Ti, Zr, Hf HYDRIDES AND THEIR CATALYTIC PROPERTIES IN ETHYLENE POLYMERIZATION G. A. NESTEROV, V. A. ZAKHAROV Institute of Catalysis, Novosibirsk 630090 (U.S.S.R.) V. V. VOLKOV and K. G. MYAKISHEV Institute of Inorganic Chemistry, Novosibirsk 630090 (U.S.S.R.) (Received May 8,1986; accepted March 17,1986) Summary Surface hydride compounds of Ti, Zr and Hf were synthesized by supporting tetrahydroborate compounds of these metals on siUca and alumina, followed by their heating in vacuum. The resulting surface hy- drides are shown to be direct precursors of active centers of ethylene poly- merization. The catalytic properties of these systems synthesized in ethylene polymerization are studied. Introduction Transition metal hydrides are intermediates of many catalytic reac- tions, such as hydrogenation, hydroformylation, polymerization and others. By the present time, a great number of soluble individual hydride complexes have been synthesized and examined [1-5]. However, for solid catalysts only limited data on methods of synthesis, investigation of composition and catalytic properties of surface hydride compounds are available. In most cases the formation of surface hydride compounds is only postulated. Treatment of surface organometallic compounds by hydrogen proved to be an efficient way to prepare transition metal surface hydride com- pounds. As found in [6-9], surface hydrides of titanium and zirconium hydrides obtained by this way are very active in olefin polymerization [6, 8], as well as in the dehydrogenation and isomerization of olefins [9]. We have suggested recently a new way to synthesize surface hydrides [10, II], by supporting transition metal tetrahydroborate compounds on silica and alumina with further heating, during which surface hydrides of the corresponding elements are formed. Numerous covalent tetrahydroborate compounds of transition metals, lanthanides and actinides are known which can be used for synthesis of 0304-6102/86/$3.50 Elsevier Sequoia/Printed in The Netherlands 254 surface hydrides of the said metals. Structures and properties of covalent tetrahydroborates have been studied in detail [2-5]. In these compounds, the tetrahydroborate ligand [BH4] is linked with metal by bridge hydrogen /^ /H /^v bonds of the type M( )B' or M H^B H. Covalent tetrahydroborate 'H7 'H ^ compounds of transition metals are characterized by high volatility, solu- bility in aliphatic solvents, high reactivity, and in some cases by a higher thermal stability as compared to ff-organometallic compounds of transition metals. In the present work, data on the composition of surface compounds prepared by supporting Ti, Zr and Hf tetrahydroborate compounds on silica and alumina, and on their transformation to surface hydrides of these metals are presented. The interaction of surface Ti, Zr and Hf hydrides with ethylene and carbon monoxide has been studied; data have been obtained on catalytic properties of these systems in ethylene polymerization. Experimental procedure Silica with a surface area of 280 m2 g~1, pore volume 1.6 cm3 g~1 and alumina (S = 300 m2 g~1, V= 1.0 cm3 g~1), were used as supports. Before supporting tetrahydroborate compounds, the supports were heated in air for 6 - 8 h at 730 K, then in vacuum for 2 - 4 h at the required temperature. Ti(BH4)3, Zr(BH4)4, Hf(BH4)4 samples were prepared by conventional techniques [12 -14] through exchange reactions between metal chlorides and LiBH4. An intensive milling of reagents was performed using a ball vibration mill, followed by evolution of tetrahydroborate compounds from the reaction mixture via sublimation in vacuum. Catalysts were obtained in all-sealed apparatus using a glass partition technique. The pre-dehydroxylated silica and alumina were treated with pentane solutions of tetrahydroborate compounds at room temperature. Excess reagents were removed by washing the catalysts with pentane or by evacuation. Samples thus obtained will be subsequently referred to as 'initial'. Activation of initial catalysts was carried out by heating in vacuum at 350 - 570 K. Polymerization of ethylene was performed in a steel autoclave (0.2 1) by intensive stirring in hexane medium. During the polymerization, eth- ylene pressure and temperature were maintained constant (6 atm and 353 K). IR spectra were registered using UR-20 and Specord-75 IR spectro- meters within the range 1200 - 4000 cm\"1 at 163 - 293 K in a special cuvette that allows heating of the support plate in vacuum, supporting a complex on it, heating of the catalyst and adsorption of reagents. NMR and EPR spectra were registered using, respectively, JNM-4H-100 and JES-3BX instruments. 255 Results and discussion Synthesis and identification of surface Ti, Zr, Hf hydrides Interaction of tetrahydroborate compounds with silica and alumina When supported on silica and alumina, tetrahydroborate compounds of Ti, Zr, Hf interact with surface hydroxyl groups by the reaction (E-OH),, + M(BH4)^ (E-0-)- M(BH4) -n + nHz + nBHa (I) (1) where E = Si, Al; M = Ti, Zr, Hf; n = 1, 2; m = 3, 4. The occurrence of reaction (1) is supported by chemical and mass spectrometric analyses [11] (Table 1) and IRS (for Zr(BH4)4 refer to [11]; for Hf(BH4)4 see Fig. 1, curves 1, 2). IR spectra show the disappearance or decrease of absorption bands from surface hydroxyl groups at 3740 cm\"1 for SiO; and at 3780, 3740 cm\"1 for A^Oa (Fig. 1, curves 1, 2). Simulta- neously, hydrogen and diborane are evolved (Table 1). Absorption bands. appearing in IR spectra in the range 2050 - 2200 cm\"1 and 2400 - 2600 cm~1 (Fig. 1, curve 2) characterize stretching of bridge M H B bonds and ter- minal B H bonds [3,15,16]. Similar results are obtained for Zr(BH4)4/ SiOztAl^C^) systems in [11]. The position of these bands and their relative intensities do not differ significantly from those of initial tetrahydroborate Fig. 1. IR spectra of catalysts H^BBL^/A^Oa (a) and Hf(BH4)4/SiOz (b). 1. AlaOa and SiOz dehydroxylated at 723 K; 2. initial catalysts H^BB^/A^Os and Hf(BH4 )4/Si02; 3. sample 2 after 30 min heating in vacuum at 523 K. 256 TABLE 1 Data on the analysis of light products evolved during preparation and activation of Zr(BH4)4/SiC>2 and Zr(BH4)4/Al203 catalysts, and of the supported catalyst composition (supports are dehydroxylated at 723 K) Catalyst Zr content (wt.%) Initial catalysts Catalysts heated at 493 K Products evolved on supporting, and their quantity (mol (roolZr)-') Mol ratio B/Zr in catalyst Products evolved on heating, and their quantity (mol (mol Zr)-1) Mol ratio B/Zr in catalyst Zr(BH4)4/SiOi Zr(BH4)4/Al20a 2.5 2.5 H,(2.2), BA(0.4) H,(2), BiHgfO.S) 3.2 3.0 H,(1.5), B,H6(0.5) H2(2.4),B,H,,(0.05) 2.2 2.9 compounds, which indicates retention of the bridge bidentate or tridentate structure of tetrahydroborate ligands in surface compounds (I). Using inelastic electron tunneling spectroscopy and chemical analysis, the occurrence of reaction (1) was also shown [17] during the interaction of Zr(BH4)4 with surface hydroxyl groups, resulting from the oxidation of an aluminium film. The authors succeeded as well in isolating absorbance bands (/(Zr 0). BH3 evolved during reaction (1) can either recombine to form diborane (Table 1) or interact with surface hydroxyl groups via reaction (2); (E-OH)n + BHs (E-0^-,.BH3-n+H2 (II) (2) with the formation of surface boron-hydrogen compounds [11]. This is supported by the appearance of a broad background in the range 1300 - 1500 cm\"1 (Fig. 1, curve 2) due to v(B 0) [19, 20]. A similar result was obtained in [17] for Zr(BH4)4/Al203. The intensity of absorption bands at 1300 -1500 and 2580 cm~1 leads us to conclude that formation of type (II) compounds is mostly characteristic of systems based on alumina. Chemical analysis data (ratio B/Zr = 3 - 3.2, Table 1) and the possibility of formation of surface boron compounds [11] via reaction (2) suggest that during the interaction with one or two hydroxyl groups of the sup- ports, Zr(BH4)4 produces surface compounds (E 0)2Zr(BH4)2 and (E 0)- Zr(BH4)3. For Zr(BH4)4/Al203, two absorption bands i/(Zr 0) were isolated [17] that indicate the presence of at least two types of surface compounds of zirconium. Formation of surface hydrides by heating of catalysts Heating of initial catalysts in vacuum at 393 - 573 K drastically dimin- ishes the intensity of absorption bands from r(M H B) in the range 2050 - 2200 cm~1 and from i/(B H) in the range 2400 - 2600 cm~1 (Fig. 1, curves 2, 3; see also [11]). These data indicate the decomposition of the bridge structure of tetrahydroborate ligands. Note, however, that the intensity of 257 an absorption band at 2580 cm\"1 from f(B H) weakens insignificantly, Simultaneously, absorption in the range 1300 -1500 cm\"1 from i/(B 0) increases, and absorption bands from surface hydroxyl groups disappear almost completely (Fig. 1, curve 3), with the evolution of hydrogen and diborane (Table 1). A similar result was obtained in [17] when heating the Zr(BH4)4/Al203 system. For all supported systems studied, a number of absorption bands appear (Table 2). Thermal stability of surface tetraborate Ti, Zr and Hf compounds depends largely on the type of support. IR data indicate that for Zr(BH4)4/ AlaOa and Hf(BH4)4/Al2C>3 systems the decomposition of M H B bonds takes place even at 360 K, while for Zr(BH4)4/SiC 2 and Hf(BH4)4/Si02 it starts only above 420 K. For systems prepared using alumina, surface tetra- hydroborate compounds seem to interact with neighbouring hydroxyl groups of the support even at 360 K. This is evidenced by the decreasing intensity of absorption bands at 3600 - 3800 cm~1 from i^Al OH) and by the appearance of an absorption band due to v{B 0) (Fig. I, curves 2, 3). (BIM (BIM ^>A1-0-M-(BH4)+HO-A1<K > ^>A1--0-M-H+ (BH4) (BI^) + H2B-0-A1<K + H2 (3) M = Zr, Hf TABLE 2 Absorption bands from c(M H) for surface hydride compounds and individual hydride compounds of Ti, Zr and Hf No. Catalyst or compound r(M-H) (cm-1) Reference 1 Ti(BH4)3/Si02 1570 this paper 2 Ti(BH4)3/Al,03 1660,1930 this paper 3 Zr(BH4)4/Si02 1665,1975 11 4 Zr(BH4)4/Al203 1925 11 6 Hf(BH4)4/Si02 1730 this paper 6 Hf(BH4)4/Al203 1710,1940 this paper 7 Ti(CH2C,,H5)4/Si02/H2 a 1560 8 8 Zr(C3Hs)4/Si02/H2a 1625 6 9 Zr(CHaC6Hs)Si02/H2 a 1625 this paper 10 Ti[C,(CH3)s]2H2 1560 21 11 Zr(CsHs)2(H)BH4 1945 25 12 Zr[Cs(CH3)5l2H2 1555 22 13 Hf(CsHs)2H2 1690 23 \"Treated with hydrogen at 393 - 423 K. 258 Upon heating of catalyst Zr(BH4)4/Al203 reaction (3) is predominant, which follows from the small amount of diborane evolved and the much larger amount of hydrogen (Table 1). For samples based on silica, primarily the process of thermal decomposition of bridge M H B bonds proceeds with evolution of diborane (Table 1). From IR and chemical analysis data, it follows that on heating sup- ported tetrahydroborate samples, the decomposition of bridge M H B bonds to tetrahydroborate ligands takes place, accompanied by the simul- taneous occurrence of reactions (2) and (3) and evolution of diborane and hydrogen in the gas phase. The appearance of new absorption bands during activation by heating supported tetrahydroborate catalysts (Table 2) we ascribe to the formation of surface hydride Ti, Zr and Hf compounds, This assignment is supported by the literature data on individual hy- dride Ti, Zr and Hf compounds [1, 4, 21 - 23], (Table 2), as well as on the formation of surface Ti, Zr hydrides in supported catalysts, prepared using Ti, and Zr organic compounds and activated by heating in hydrogen [6, 8, 9], (Table 2). Results obtained from studying deuterium-hydrogen exchange and water adsorption also suggest the formation of surface hydrides in sup- ported tetrahydroborate catalysts activated by heating. Treatment of activated catalysts with deuterium leads to a drastic decrease in the intensity of absorption bands produced by Ti, Zr [11] and Hf (e.g. for Hf(BH4)4/Al203, at 1710 and 1940 cm-1) hydrides, (Fig. 2, curves 1, 2). Simultaneously, the absorption bands at 2580 cm~1 weaken and new bands appear at 1910 and 1450 cm\"1 (Fig. 2, curves 1, 2). Further treatment of the catalyst with hydrogen (^2) restores the absorption bands from Hf hydrides and that at 2580 cm~1. Simultaneously, the new absorp- tion bands at 1910 and 1450 cm~1 disappear (Fig. 2, curves 2, 3). Similar data were obtained for Zr(BH4)4/Al2C>3 in [11]. This may be accounted for by the deuterium-hydrogen exchange in surface B ^ (2580 cm\"1), B ^ (1910 cm-1) and M iH and M ^ (M = Ti, Zr, Hf) compounds. In this case, Fig. 2. IR spectra of HfCBHL^/AlaOa catalyst activated by heating in vacuum at 523 K after treatment with deuterium (^2) and hydrogen ('Hi). 1. Hf(BH4)4/A403 catalyst after 30 roin activation by heating in vacuum at 523 K; 2. sample 1 after 30 min heating in ^H^ medium at 473 K; 3. sample 2 after 30 min treatment with 'Hi at 473 K. 259 when substituting !H by ^H in Hf H, a shift of the absorption band at 1940 cm\"1 toward 1450 cm~1 is observed. Unfortunately, for all supported sys- tems, during deuterium-hydrogen exchange no absorption band from M-^H is observed if the frequency of the absorption band from M 'H is less than 1750 cm\"1, as in this case the band from M ^H (<1300 cm~1) falls within the intensive skeleton vibrations of SiOz and A^Oa. Adsorption of water ^HaO, ^aO) on the activated catalysts leads to the disappearance of absorption bands from (M H) (Table 2) and to the appearance of bands at 3800, 3770 and 3725 cm~1 (for ^O) that can be ascribed to r(Zr-OH) (3770 cm-1), ^(Hf-OH) (3800 cm-1) and f(Ti-OH) (3725 cm\"1) [24]. Simultaneously, hydrogen is evolved. This indicates occurrence of hydrolysis of surface Ti, Zr and Hf hydrides: L,M-H + HaO \" L,M-OH + Hz (4) Unfortunately, since surface hydrides of boron also react with water to evolve hydrogen, (E-O^BHa-n + H^O > (E-0),B(OH)3-,, + 3 n H, (5) ^ which is evidenced by disappearance of the absorption band at 2580 cm\"1 from c(B H) and the appearance of a band at 3700 cm~1 from i/(B OH), reaction (4) cannot be employed for quantitative determination of Ti, Zr and Hf hydrides. Two groups of absorption bands for surface hydrides can be distin- guished (Table 2): 1560 -1730 cm~1 and 1925 -1975 cm\"!. Bands in the range 1560 -1730 cm\"1 are observed for practically all samples, prepared using both tetrahydroborate M(BH4)4 compounds and organometallic MR4 (R = CaHs, CHaCfiHs) complexes (Table 2). The position of these bands depends mainly on the nature of metal: P(M H) increases in the order: Ti < Zr < Hf. Absorption bands in the range 1925 -1975 cm\"1 are observed only for systems prepared with the use of tetrahydroborate complexes (Table 2). Appearance of the two groups of bands seems to be associated with the formation of hydride compounds of various composition. The content of different forms of surface hydrides depends on the conditions of catalyst activation. Thus, heating Zr(BH4)4/Si02 at 493 K in a closed volume without evacuation of reaction products results in the appearance of an absorption band at 1975 cm\"1, further evacuation of the sample at 493 K diminishes the intensity of the band at 1975 cm~1 and gives rise to one at 1665 cm\"!. Note that according to the data reported in [25], i/(Zr H) is at 1945 cm~1 for (CsH5)2Zr(H)BH4, whereas it is lower for individual hy- dride complexes of zirconium not containing a boron-hydride ligand (e.g., 1555 cm-' for [CsiCH^s^ZrHy, [22]). Based on IR, NMR and chemical analysis data, the decomposition of surface tetrahydroborate compounds with the formation of surface hydrides can be schematically presented as: 260 /(B<)fc (E-0) M(BH4) -n ^(E-0)' +H2+B,H6 (6) (m) W' where ft = 0,1, 2; I = 1, 2; n = 1, 2; m = 3, 4; M = Ti, Zr, Hf. It is quite probable that surface hydride compounds without boron-hydride Uganda have absorp- tion bands in range 1560 -1730 cm~1, whereas those with both boron-hydride ligands and M H bonds have absorption bands in the range 1925 -1975 cm\"1. The high content of boron in heated catalysts (Table 1) is probably due to reactions (3) and (4), as well as to the formation of Ti, Zr and Hf borides which are known to be produced during the decomposition of M(BH4)4 (M = Zr, Hf) [26]. Weinberg and Evans [17] analyzed the system Zr(BH4)4/Al20a, heated in vacuum at 473 K, using inelastic electron tunneling. They failed to obtain absorption bands from zirconium hydrides. This is likely due to the prepara- tion of alumina, as described in [17], by oxidation of an aluminium film; frequencies of valent oscillations for hydroxyl groups of this sample differed from v(OH) J-AlfOs, used in our work. Correspondingly, values of absorp- tion bands from bridge and terminal bonds Zr H B and B H in [17] and in our work also differed. Moreover, the intensity of the absorption band at 1925 cm\"1 from v(Zr H.) is considerably weaker upon heating at 475 K than at the 523 K temperature used in our work. EPR data (see below) indicate that the oxidation degree of a metal ion in a surface hydride compound of Ti(III) remains the same as in the tetrahydroborate complex to be supported. In the case of Zr and Hf, the majority of metal ions in surface compounds (III) is in a tetravalent state. As for surface hydride compounds of titanium obtained using Ti(BH4)a, titanium ions seem to be in a trivalent state. The surface Ti, Zr and Hf hydrides we obtained exhibit high thermal stability and do not decompose up to 600 K, as evidenced by IR data, whereas homogeneous hydride compounds are considerably less stable. Thus, a dimer complex of titanium [(C5Hs)2TiH]2 and a monomer complex of zirconium (CsHg)2Zr(H)BH4 decompose above 370 K [15,21]. The high thermal stability of the above samples appears to result from the rigid fixation of the hydride compound on the support surface at the expense of M 0 Si(Al) bonds, which prevents them from decomposing via a bimolecular interaction. In contrast to the known supported organometallic catalysts [6, 8], surface hydroxyl groups are nearly absent from the surface of supported tetrahydroborate catalysts due to reactions (2) and (3) (which are most pronounced for systems based on alumina), which makes the interaction of surface hydrides and alkyls with hydroxyl groups of supports impossible at elevated temperatures (> 373 K). Formation of M3* compounds in supported tetrahydroborate catalysts according to EPR data Initial Zr(BH4)4/SiC 2(Al203) and Hf(BH4)4/SiC>2(Al203) catalysts show no signals in the EPR spectrum. After heating in vacuum at 493 K, EPR 261 spectra of these systems show a signal from Zr(III) and Hf(III) ions, the content of which does not exceed 0.1% of the overall metal content in the samples. The content of Hf(III) is considerably (5-8 times) lower than that of Zr(III) at the same metal content of the catalyst. The content of Zr(III) in these systems is much lower than that in the supported organo- zirconium catalyst Zr(C3H5)4/Si02 activated by hydrogen at 473 K [27]. High values of ^-factors of Zr(III) ions (g = 1.990 for Zr(BH4)/Si02 and g = 1.982 for Zr(BH4)4/Al203) seem to be associated with the Zr H bond in accordance with the data of [4, 5, 27, 28]. The EPR spectra of initial TUBH^a/SiO^AliOa) catalysts exhibit signals from Ti(III) ions with parameters gi = 1.994, g; = 1.959, gy = 1.935 and go = 1.962. The amount of Ti(III) ions observed is 10 - 20% of the overall content of titanium in the catalyst. This suggests that most of the Ti(III) in the catalyst is in the form of surface associates and is not observed in the EPR spectrum. A crystalline Ti(BH4)3 has no signals in the EPR spectrum, while a solution of Ti(BH4)3 in pentane at 77 K produces a weak EPR signal of about 0.1% of the overall content of titanium in the solution. On increasing the temperature to 300 K, there is observed a symmetrical line from Ti(III) ions, the intensity of which is two orders higher than the intensity of the signal at 77 K and is about 10% of the overall content of titanium. This may be due to titanium hydroborate found in the solution as associated [Ti(BH4)3],;, which is accompanied by an increase of the constant of the exchange interaction between Ti(III) ions in associates (JS? 100 cm\"1). On heating to 300 K, associates partly dissociate to yield monomer forms that appear in the EPR spectrum as a signal with go = 1.971 and H = 30 g. However, although the portion of monomer Ti(III) com- plexes considerably increases with increasing the temperature from 77 to 300 K, the majority of Ti(III) ions is found in solution in the form of associates. Therefore, when supporting titanium tetrahydroborate on SiOy, and AlaOg only 10 - 20% of Ti(BH4)3 is anchored on the support in the monomer form, while most Ti(III) ions appear to be in the form of sur- face associates and are not observed in the EPR spectra. Heating of initial Ti(BH4)g/Si02 and Ti(BH4)3/Al203 catalysts in vacuum at 423 K does not considerably affect the intensity and form of the EPR spectra. Interaction of surface hydride compounds of Ti, Zr and Hf with ethylene and carbon monoxide Interaction with ethylene Ethylene adsorbed on the initial surface tetrahydroborate compounds does not considerably change the IR spectra. A similar result was obtained in [18] during adsorption of ethylene and propylene on Z^TSH^^/A^O^ not activated by heating. In the case of the samples activated by heating which have surface Ti, Zr and Hf hydrides, adsorption of ethylene (5 mol C^H.4 per I mol metal) even at 200 K leads to the disappearance of absorp- tion bands from r(M- H) (1730 cm~1 in Fig. 3, curve 1), and to the appear- ance of bands at 2800 - 3000 cm~1 and at 1465 cm~1 attributed to methyl 262 Fig. 3. IR spectra for catalysts Hf(BH4)4/SiC>2 (A) and Hf(BH4)4/Al2C 3 (B) activated by heating after ethylene adsorption and treatment with hydrogen. 1. Hf(BH4)4/SiOa and Hf(BH4)4/Al2C>3 catalysts after 30 min heating at 623 K; 2. a 6 min adsorption of ethyl- ene on sample 1 at 293 K, 6 mol C2H4 per 1 mol metal; 3. a 5 min adsorption of ethylene on sample 2 at 293 K, 10 mol C;H4 per 1 mol metal; 4. sample 3, treated with hydrogen at 373 K for 30 min. and methylene groups of the polymer formed (Fig. 3, curve 2). Further adsorption of ethylene (10 mol C2H4 per 1 mol metal) enhances the intensity of absorption bands at 2800 - 3000 cm\"1 and 1465 cm\"1 (Fig. 3, curve 3). Similar data were obtained for Zr(BH4)4/Si02 in [11]. Such alterations of IR spectra may be associated with alkylation of surface hydride compounds by ethylene, with further insertion of ethylene into M C bonds and forma- tion of polymer c^a, nC2H4 H > L^M-CzHg > L,M-(C2H4)n-C2Hs (7) where: L^ is a ligand environment, M = Ti, Zr, Hf. Further treatment of catalysts by hydrogen partly restores the absorption bands from v(M H), which corresponds to hydrogenolysis of the metal-alkyi bond (Fig. 3, curves 3, 4) L,M-(C2H4) -C2Hs ^ L,M-H (8) Thus, surface hydride compounds are direct precursors of active cen- ters. The formation of active centers is comprised of the following steps: (a) formation of surface tetrahydroborate compounds (I) during the inter- action of M(BH4)4 with hydroxyl SiO^ and Al^Oy groups, (b) decomposition of compounds (I) producing surface hydrides (III), (c) alkylation of hydride compounds by ethylene with the formation of active centers, i.e. surface alkyi compounds of Ti, Zr and Hf. Weinberg and Evans [18] investigated the interaction of ethylene and propylene with Zr(BH4)4/Al2C 3 at 300 - 575 K. They found that polymers were formed only at temperatures above 400 K, where surface tetrahydro- borate compounds appeared to decompose to form zirconium hydrides. Upon ethylene adsorption at 120 K on initial catalysts Zr(BH4)4/SiC>2 (AlaOa), a signal with the shift 5 = 4.8 +0.1 ppm with respect to TMS ap- pears. This reaction, performed on the same catalysts activated by heating, results in the appearance of two signals in the PMR spectrum: A, with a 263 shift 5 = 4.8 0.1 ppm, and B, S = 1.1 0.1 ppm [29]. Upon evacuation of samples, signals A and B disappear. Further adsorption of ethylene at 120 K leads to their reduction. A small shift in signal A, as compared to that of free ethylene (6 = 5.32 ppm), and the presence of the same shift in signal in the PMR spectrum when ethylene is adsorbed on silica and on unactivated Zr(BH4)4/Si02, suggest that signal A corresponds to ethylene adsorption on surface centers of supports. Signal B may be attributed to ethylene adsorption on surface centers with zirconium or boron atoms. However, ethylene adsorption at 120 K on highly active Zr(CH2C6H5)4/Al203 (Table 3), without boron, produces signals A and B. This indicates that signal B is related to ethylene adsorption on surface zirconium ions. By the shift value (8 = 1.1 0.1 ppm), signal B has a position close to shifts of saturated compounds (5 = 1.1 -1.3 ppm). Disappearance of signal B during evacuation of the sample, however, does not permit ascribing it to an alkyi group bound with a zirconium ion or a polymer. Taking into account the correlation between the appearance of signal B and the formation of surface hydrides of zirconium (for initial unactivated Zr(BH4)4/Si02(Al203), no signal B is observed), one may attrib- ute signal B to ethylene adsorption on an active center with a zirconium hydride or an active Zf C bond. On raising the adsorption temperature above 120 K, a broad line from the polymer formed is observed. TABLE 3 Polymerization of ethylene in the presence of supported tetrahydroborate catalysts\" No. Catalyst Content Activity Reference of metal (mmol f?C2H4 gC2H4 g-*) g cat-h mmol M-h-atm 1 Ti(BH4)3/Si02 0.34 80 45 2 Ti(BH4)s/Al203 0.24 300 230 3 Zr(BH4)4/Si0.2 0.38 630 300 4 Zr(BH4)4/Al203 0.28 1200 800 5 Hf(BH4)4/Si02 0.38 200 100 6 Hf(BH4)4/Alz03 0.28 430 280 7b Ti(CH2C6Hs)4/Si02/H2 0.31 100 55 43 8\" Ti(CH;AHs)4/Al203 0.27 400 280 41 9\" Zr(C3Hs)4/Si02/H2 0.56 200 60 42 101' Zr(C3Hs)4/Al20, 0.41 440 190 39 II11 Zr(CH2C6Hs)4/Al203 0.17 1100 1200 44 12\" Hf(C3Hs)4/SiC 2 0.50 76 25 37 13\" Cr(CsHs)2/Si02 c 0.38 800 260 45 Supports were dehydroxylated in expts. 1 - 2 at 723 K, expts. 3 - 7 at 923 K; catalysts were activated by heating at 423 K for expts. 1 - 2, and 523 K for expts. 3 - 7; polymer- ization conditions: 363 K, pressure of ethylene 5.5 atm. ^ata are given for comparison. \"Polymerization temperature 333 K. 264 Interaction with carbon monoxide Upon adsorption of CO at 163 K on the Zr(BH4)4/SiC 2 catalyst acti- vated by heating at 523 K, the absorption band at 1665 cm\"1 disappears and new bands at 1560, 2040, 2143 and 2165 cm\"1 (Fig. 4, curves 1, 2) appear. Evacuation of the sample at 163 K restores the initial spectrum (Fig. 4, curve 1). The absorption band at 2143 cm\"1 is attributed to stretching of CO adsorbed on SiO; [30]. The absorption band at 2165 cm\"1 is charac- teristic of carbon monoxide in the complex BHa-CO [31]. Hence, this band seems to appear due to the adsorption of CO on the boron atom in surface (Si OnBHa.n (n = 1, 2) compounds. This is supported by the data we ob- tained during adsorption of carbon monoxide at 163 K on BaHg/SiOa, prepared by treatment of silica with diborane [20]. In this case, adsorption bands at 2143 and 2165 cm~1 were observed. We associate the absorption band at 2040 cm\"1 with stretching of CO adsorbed on the surface zirconium hydrides. This assignment is supported by the shift of this band from 2040 to 2000 cm\"1 observed when using t^O. The appearance of the absorption band at 1560 cm~1 and simultaneous disappearance of the band at 1665 cm\"1 from i^Zr H) are probably due to the shift of v(Zr tl) caused by the adsorption of CO on the zirconium ion. Our results are in good agreement with the literature data on the interaction of CO with individual hydride complexes of zirconium. Thus, carbon monoxide coordinated on the Zr4'1' ion in the (C5Me5)2Zr(H)2CO complex at 180 K shows an absorption band at 2044 cm~1 [31]. The de- crease in v(CO) by 100 cm~1 as compared to free CO, which is not typical for complexes of d ions, is accounted for by a particular type of dative interaction which occurs through the donation of electron density from the filled bonding orbital of the Zr-H bond to the ^-orbital of CO. Similar bonding of CO with the Zr ion is likely to take place also in the case of sur- face hydride compounds of Zr4*. This is supported by the shift of v(2x H) from 1665 cm~1 to 1560 cm\"1 which we observed during adsorption of CO. 1500 1700 2W 2200 ^,CM\"1 Fig. 4. IR spectra of Zr(BH4)4^Si02 catalysts, activated by heating at 523 K, after adsorp- tion of CO, 1. Zr(BH4)4/SiOa activated by 30 min heating in vacuum at 523 K; 2. sample 1 after adsorption of CO (5 torr) at 163 K; 3. sample 1 after 30 min interaction with CO (10 torr) at 320 K with further evacuation of the sample at 320 K. 265 The adsorption of CO on the surface hydride compounds of zirconium are of reverse character up to 273 K. Increasing the adsorption temperature up to 300 - 320 K causes irreversible changes in the IR spectra. The absorp- tion band at 1665 cm\"* disappears, the band at 1540 cm~1 appears and those at 1560 and 2040 cm\"1 cease to be observed (Fig. 4, curve 3). Treat- ment of the sample with hydrogen at 373 K does not lead to a reduction of the intensity of r(Zr H). These data indicate insertion of CO into Zr H bonds with the formation of surface formyi compounds, shown by the adsorption band at 1540 cm\"1. Decomposition of these compounds by water results in the formation of methanol. Upon interaction with CO at temperatures below 373 K, the position and intensity of the adsorption band at 2580 cm\"1 from f(B H) are unchanged, which indicates the absence of interaction between surface compounds of boron (E 0)nBH3-n and carbon monoxide. There are literature data available which support the assignment of the band at 1540 cm~1 to v(CO} of the formyi complex. As shown in [22, 32, 33], the acyi group in complexes (CsMes)2Zr(COCH3)CH3, (CsHs)2- Zr(COCH3)CH3 and (C5Hs)2Zr[COCH2C(CH3)3]Cl is characterized by v(CO) = 1545 -1550 cm~1. From the X-ray data for (CsHs)2Zr(COCH3)CH3 compounds it was revealed [32] that the acyi group acts as a bidentate ^.C-R LxM^II . It is this fact that is responsible for the lower frequencies of i/(CO) in comparison with the carbonyl groups in acyi compounds. The relatively low value of v(CO) = 1540 cm~1 in the surface formyi complex of zirconium we obtained allows us to suggest that the carbonyl group is a bidentate ligand, as is the case for homogeneous individual compounds of titanium, zirconium and thorium of composition LgM(COR) [22, 32, 35]. Thus, our data indicate that surface hydride compounds of zirconium readily react with carbon monoxide, as do homogeneous hydride com- plexes. The interaction of CO with surface hydrides of zirconium occurs in two stages and may be schematically presented as: CO, /CO >.C-H L,Zr-H ^=t I^Zr\" > L^Zr^y (8) In contrast to the surface compounds we studied, the interaction of carbon monoxide with homogeneous hydride compounds of zirconium and titanium results in the formation of more complicated products of bimolecular inter- action of intermediate fonnyl complexes with the metal hydride, rather than formyi complexes [22, 34]. Catalytic properties of supported tetrahydroborate systems in ethylene polymerization Initial catalyst systems containing tetrahydroborate compounds of type: (E 0)nM(BH4),n-n show no activity in ethylene polymerization; 266 they become active only after heating. To activate samples such as Zr(BH4)4/ AlzOa and Ti(BH4)3/Si02(Al203), it suffices to heat them at polymerization temperature (353 K). With a further rise of temperature, their activity in- creases considerably (Fig. 5). For systems Ti(BH4)3/Si02(Al203), the optimal temperature for heating the initial catalysts was found to be 403 - 423 K. For systems based on Zr(BH4)4 and Hf(BH4)4, the maximum activity was observed after heating at 500 - 523 K (Fig. 5). A correlation exists between the onset of decomposition of surface tetrahydroborate compounds, the appearance of surface hydride compounds (IR data) and the appearance of catalytic activity. For example, when heating the Zr(BH4)4/SiOz system, absorption bands from surface hydride compounds appear in the IR spectra only above 423 K. At the same temperature the system becomes catalyt- ically active for ethylene polymerization (Fig. 5). The data on the activity of supported tetrahydroborate catalysts of various composition in ethylene polymerization are compiled in Table 3. The activity of supported catalysts depends on the composition of the complex to be supported and on the nature of the support. On the same support, the maximum activity was demonstrated by Zr(BH4)4, and de- creased in the order Zr > Hf > Ti. In the case of supported organometallic catalysts, systems prepared with organoztrconium compounds were also the most active [36-38]. Samples prepared using organozirconium and zirconium hydride compounds ZrR4 (R = BH4, 03115, CHaCgHs) have nearly the same activity. Whatever the composition of the tetrahydroborate com- pound, the activity of the catalyst supported on alumina is 2 - 3 times higher than that of the catalyst supported on silica. Earlier, the same depen- dence was obtained for supported organotitanium and -zirconium catalysts [37-39]. The amount of transition metal bound with the support does not depend on the composition of the tetrahydroborate complex and is WO 500 600 700 Temperoture K Fig. 6. Activity of Zr(B N4)4/8101 (1), Zr(BH4)4/Ali03 (2), and Ti(BH4)3/Al20a (3) vs. temperature of heating in vacuum (supports were dehydroxylated at 673 K, in expt. 3 at 973 K). 267 determined by the nature of the support (Table 3, exps. 1 - 7). The con- tent of metal in these systems is higher in the case of SiO; than Al^Os. We investigated the catalytic properties of the most active system Zr(BH4)4/Si02(Al203) in greater detail. The amount of supported zirconium and the catalyst activity were found to be highly dependent on the tem- perature of dehydroxylation of support (Tg) (Fig. 6). With increasing Tg, the content of zirconium decreases and the catalyst activity increases. At the same time, raising the Tg of silica diminishes the molecular mass of the polyethylene formed on these catalysts in the presence of hydrogen. Data on the influence of Tg on the hydroxyl group content in SiO; and Al^Oa [40] indicate that at least two surface compounds -fO-^yZ^BB.^ (IV) and -tO-^-Zr(BH4)3 (V) are formed in Z^BH^SiOatAlpa). The proportion of (V) increases with increasing Tg of the support. The active centers seem to be formed from both types of surface compounds, yet compounds (V) produce centers of higher activity and a polymer with a lower molecular mass. At constant temperature of support dehydroxylation, variation in the amount of a complex to be supported does not affect the atomic activity. This seems to be because the stoichiometry of the interaction between tetrahydroborate compounds and hydroxyl groups of the supports, and the active center composition remain unchanged. Data on the effects of the temperature of support dehydroxylation and metal content on the activity of supported tetrahydroborate catalysts greatly differ from those previously obtained for supported organometallic Zr(C3Hs)4/Si02(Al203) and Ti(CH2C<,Hs)4/Si02(Al203) systems [39,41]. The activity of these systems decreases with increasing Tg of silica, and reaches a maximum at Tg = 673 - 873 K in the case of alumina. These differences are attributed to the fact that in supported organometallic catalysts active centers are formed from surface compounds of the com- position -(OfMRz (VI) and -(O^-gMR (VII) [6, 37, 39, 41] (M = Ti, Zr; Fig. 6. Activity and zirconium content us. temperature of support dehydroxylation for Zr(BH4)4/SiC 2 (1) and Zr(BH4)4^Al2C>3 (2) catalyst. Temperature of catalyst activation in vacuum 523 K. 268 R = allyl, benzyl). Surface compounds of the composition -(0-)-MR3 formed in these systems at Tg of the support above 700 K. appear to be inactive. The number of active centers and the propagation rate constant of Zr(BH4)4/Si02 systems were determined by terminating polymerization with radioactive methanol CHaO3!! [36]. For the catalyst prepared under optimal conditions and having the activity 600 g CaH4 (mmol Zr)~1 h~1 atm~1, the maximum number of active centers is 30% of the overall content of zirconi- um in the catalyst. The propagation rate constant (240 1 mol~1 s~1, 353 K) found for Zr(BH4)4/Si02 is close to that obtained previously for Zr(C3Hs)4/ SiOz treated with hydrogen (1801 mol\"1 s~1) [42]. Thus, using tetrahydroborate compounds, highly active catalysts for ethylene polymerization can be obtained having a large proportion of the transition metal in the active center composition. It seems possible to use the method of synthesis and identification of highly reactive surface hy- drides of Ti, Zr and Hf developed in this work for other metals and catalytic reactions. Acknowledgement The authors wish to thank G. D. Bukatov for his assistance in deter- mination of the number of active centers and the propagation constants, M. G. Maksimov and V. A. Polyboyarov for obtaining the EPR spectra, and V. M. Mastikhin and 0. B. Lapina for recording the PMR spectra. References 1 E. Muetterties (ed.), Hydrides of Transition Metals, Mir, Moscow, 1975. 2 K. N. Semenenko, 0. V. Kravchenko and V. N. Polyakova, Usp. Khim.. 42 (1972) 1. 3 T. J. Marks and J. R. Kolb, Chem. Rev., 77 (1977) 263. 4 G. L. Solovejchik and V. M. Bulychev, l7sp. Khim., 81 (1982) 507. 5 G. L. Solovejchik and V. M. Bulychev, l7sp. Khim., 52 (1983) 72. 6 V. A. Zakharov, V. K. Dudchenko, E. A. Paukshtis, L. G. Karakchiev and Yu. I. Yermakov,J. Mol. Catal., 2 (1977) 241. 7 N. G. Maksimov, G. A. Nesterov, V. A. Zakharov, P. V. Stchastnev, V. F. Anufrienko and Yu. I. Yennakov, J. Mol. Catal., 4 (1978) 167. 8 G. A, Nesterov, V. A. Zakharov, E. A. Paukshtis, E. N. Yerchenko and Yu. I. Yerma- kov, Kinet. Katal., 20 (1979) 429. 9 J. Schwartz and M. D. Ward, J. Mol. Catal.. 8 (1980) 465. 10 G. A. Nesterov, V. A. Zakharov, V. V. Volkov and K. G. Myakishev, Vysokomol. Soed., JO (1979) 755. 11 G. A. Nesterov, V. A. Zakharov, E. A. Paukshtis, E. M. Yurchenko, V. V. Volkov and K. G. Myakishev, Kinet. Katal., 21 (1980) 736. 12 V. V. Volkov, K. G. Myakishev, G. A. Bagryantsev, I. S. Posnaya, S. Ya. Dvurechens- kaya and N. D. Krivosheeva, in Fundamental'nye Issledovaniya, Khimicheskie Nauki, Nauka, Novosibirsk, 1977, p, 141. 13 V. V. Volkov and K. G. Myakishev, Izv. Akad. Nauk SSSR, Ser. Khim., 2 (1977) 77. 14 V. V. Volkov and K. G. Myakishev, Radiokhim., 18 (1976) 512. 15 T. J. Marks, W. J. Kennelly, J. R. Kolb and L. A. Shimp, Inorg. Chem., 11 (1972) 2540. 269 16 V. V. Volkov, K. G. Myakishev and Z. A. Grankina, Neorg. Khim., 10 (1970) 3861. 17 H. E. Evans and W. H. Weinberg, J. Am. Chem. Soc., 102 (1980) 2548. 18 H. E. Evans and W. H. Weinberg, J. Am. Chem. Soc., 102 (1980) 2654. 19 J. J. Fripiat and M. Van Tougelen, J. Catal., 5 (1966) 158. 20 A. I. Matschenko, Kinet. Ratal., 15 (1974) 1015. 21 J. E. Bercaw, R. H. Marvich, L. G. Bell and H. H. Brintzinger, J. Am. Chem. Soc., 94 (1972)1219. 22 J. Manzinger, D. McAlister, R. Sanner and J. Bercaw, J. Am. Chem. Soc., 100 (1978) 2716. 23 S. Couturier and B. Gantheron, J. Organometall. Chem., 157 (1978) C61. 24 V. V. Platonov, N. E. Tret'yakov and V. I. Pilimonov, Usp. Fotoniki, LGU, Lenin- grad, 1971, p. 92. 25 V. D. James, R. Nanda and M. G. H. Wallbridge, Inorg, Chem., 6 (1967) 1979. 26 V. I. Grigor'ev, Kinet. Katal., 23 (1971) 1042. 27 N. G. Maksimov, V. K. Dudchenko, V. F. Anufrienko, V. A. Zakharov and Yu. I. Yermakov, Teoretich. eksperiment. khim., 14 (1978) 55. 28 S. B. Jones and J. L. Petersen,J. Am. Chem. Soc., 105 (1983) 5502. 29 G. A. Nesterov, V. M. Mastikhin, 0. B. Lapina and V. A. Zakharov, React. Kinet. Catal. Lett., 19 (1982) 175. 30 T. A. Radionova, A. A. Tsiganenko and V. F. Filimonov, Adsorbtsiya i adsorbenty, Naukova dumka 10, Kiev, 1982, p. 33. 31 J. Marsella, C. Cartis, J. Bercaw and K. Caulton, J. Am. Chem. Soc., 102 (1980) 7244. 32 G. Fachinnetti, G. Fochi and C. Floriani, J. Chem. Soc., Dalton Trans., (1977) 1946. 33 G. Fachinnetti, C. Floriani and H. S. Evans, J. Chem. Soc., Dalton Trans., (1977) 2297. 34 J. H. Tueben, E. J. M. De Boer, A. H. Klazinga and E. Klei,J. Mol. Catal., 13 (1981) 107. 35 K. G. Moloy, T. J. Marks and V. W. Day, J. Am. Chem. Soc., 105 (1983) 5696. 36 Yu. I. Yermakov and V. A. Zakharov, Coordination Polymerization, Academic Press, New York, 1975, p. 91. 37 V. A. Zakharov and Yu. I. Yermakov, Catal. Rev. Sci. Eng., 19 (1979) 67. 38 D. G. H. Ballard,Adu. Catal., 23 (1973) 163. 39 V. A. Zakharov, V. K. Dudchenko, A. M. Min'kov, 0. E. Efimov, L. G. Khomyakova, V. P. Babenko and Yu. I. Yermakov, Kinet. Katal., 17 (1976) 738. 40 A. V. Kiselev and V. I. Lygin, Infrakrasnye spektry adsorbirovannykh soedineniy, M. Nauka, Moscow, 1972. 41 0. A. Efimov, A. M. Min'kov, V. A. Zakharov and Yu. I. Yermakov, Kinet. Katal., 4 (1976)995. 42 V. N. Dudchenko, V. A. Zakharov, L. G. Echevskaya, G. D. Bukatov and Yu. I. Yermakov, Kinet. Katal., 19 (1978) 354. 43 G. A. Nesterov, V. A. Zakharov, N. P. Maksimov, V. K. Dudchenko, S. B. Gol'shejn, I. Sh. Guzman and Yu. I. Yermakov, Vysofeomo;. Soed., 22B (1980) 808. 44 G. A. Nesterov, V. A. Zakharov, Yu. I. Yermakov, K.-H. Thiele, M. Schlegel and H. Drevs, React. Kinet. Catal. Lett., 13 (1980) 401. 45 F. J. Karol, G. L. Karapinka, C. Wu, A. W. Dow, R. N. Johnson and W. L. Carrick, J. Polym. Sci., 10 (1972) 2621. X244 86850829 0304-5102(86)85082-9 10.1016/0304-5102(86)85082-9 Chemical catalysis Catalysts prepared by the interaction of transition metal tetrahydroborates with oxide supports: synthesis of surface Ti, Zr, Hf hydrides and their catalytic properties in ethylene polymerization G.A. Nesterov V.A. Zakharov Institute of Catalysis, Novosibirsk 630090 U.S.S.R. V.V. Volkov K.G. Myakishev Institute of Inorganic Chemistry, Novosibirsk 630090 U.S.S.R. Surface hydride compounds of Ti, Zr and Hf were synthesized by supporting tetrahydroborate compounds of these metals on silica and alumina, followed by their heating in vacuum. The resulting surface hydrides are shown to be direct precursors of active centers of ethylene polymerization. The catalytic properties of these systems synthesized in ethylene polymerization are studied. References 1 E. Muetterties Hydrides of Transition Metals 1975 Mir Moscow 2 K.N. Semenenko O.V. Kravchenko V.N. Polyakova Usp. Khim. 42 1972 1 3 T.J. Marks J.R. Kolb Chem. Rev. 77 1977 263 4 G.L. Solovejchik V.M. Bulychev Usp. Khim. 51 1982 507 5 G.L. Solovejchik V.M. Bulychev Usp. Khim. 52 1983 72 6 V.A. Zakharov V.K. Dudchenko E.A. Paukshtis L.G. Karakchiev Yu.I. Yermakov J. Mol. Catal. 2 1977 241 7 N.G. Maksimov G.A. Nesterov V.A. Zakharov P.V. Stchastnev V.F. Anufrienko Yu.I. Yermakov J. Mol. Catal. 4 1978 167 8 G.A. Nesterov V.A. Zakharov E.A. Paukshtis E.N. Yerchenko Yu.I. Yermakov Kinet. Katal. 20 1979 429 9 J. Schwartz M.D. Ward J. Mol. Catal. 8 1980 465 10 G.A. Nesterov V.A. Zakharov V.V. Volkov K.G. Myakishev Vysokomol. Soed. 10 1979 755 11 G.A. Nesterov V.A. Zakharov E.A. Paukshtis E.M. Yurchenko V.V. Volkov K.G. Myakishev Kinet. Katal. 21 1980 736 12 V.V. Volkov K.G. Myakishev G.A. Bagryantsev I.S. Posnaya S.Ya. Dvurechenskaya N.D. Krivosheeva Fundamental'nye Issledovaniya, Khimicheskie Nauki 1977 Nauka Novosibirsk 141 13 V.V. Volkov K.G. Myakishev Izv. Akad. Nauk SSSR, Ser. Khim. 2 1977 77 14 V.V. Volkov K.G. Myakishev Radiokhim. 18 1976 512 15 T.J. Marks W.J. Kennelly J.R. Kolb L.A. Shimp Inorg. Chem. 11 1972 2540 16 V.V. Volkov K.G. Myakishev Z.A. Grankina Neorg. Khim. 10 1970 3861 17 H.E. Evans W.H. Weinberg J. Am. Chem. Soc. 102 1980 2548 18 H.E. Evans W.H. Weinberg J. Am. Chem. Soc. 102 1980 2554 19 J.J. Fripiat M. Van Tougelen J. Catal. 5 1966 158 20 A.I. Matschenko Kinet. Katal. 15 1974 1015 21 J.E. Bercaw R.H. Marvich L.G. Bell H.H. Brintzinger J. Am. Chem. Soc. 94 1972 1219 22 J. Manzinger D. McAlister R. Sanner J. Bercaw J. Am. Chem. Soc. 100 1978 2716 23 S. Couturier B. Gantheron J. Organometall. Chem. 157 1978 C61 24 V.V. Platonov N.E. Tret'yakov V.I. Pilimonov Usp. Fotoniki 1971 LGU Leningrad 92 25 V.D. James R. Nanda M.G.H. Wallbridge Inorg. Chem. 6 1967 1979 26 V.I. Grigor'ev Kinet. Katal. 23 1971 1042 27 N.G. Maksimov V.K. Dudchenko V.F. Anufrienko V.A. Zakharov Yu.I. Yermakov Teoretich. eksperiment. khim. 14 1978 55 28 S.B. Jones J.L. Petersen J. Am. Chem. Soc. 105 1983 5502 29 G.A. Nesterov V.M. Mastikhin O.B. Lapina V.A. Zakharov React. Kinet. Catal. Lett. 19 1982 175 30 T.A. Radionova A.A. Tsiganenko V.F. Filimonov Adsorbtsiya i adsorbenty 1982 Naukova dumka 10 Kiev 33 31 J. Marsella C. Cartis J. Bercaw K. Caulton J. Am. Chem. Soc. 102 1980 7244 32 G. Fachinnetti G. Fochi C. Floriani J. Chem. Soc., Dalton Trans. 1977 1946 33 G. Fachinnetti C. Floriani H.S. Evans J. Chem. Soc., Dalton Trans. 1977 2297 34 J.H. Tueben E.J.M. De Boer A.H. Klazinga E. Klei J. Mol. Catal. 13 1981 107 35 K.G. Moloy T.J. Marks V.W. Day J. Am. Chem. Soc. 105 1983 5696 36 Yu.I. Yermakov V.A. Zakharov Coordination Polymerization 1975 Academic Press New York 91 37 V.A. Zakharov Yu.I. Yermakov Catal. Rev. Sci. Eng. 19 1979 67 38 D.G.H. Ballard Adv. Catal. 23 1973 163 39 V.A. Zakharov V.K. Dudchenko A.M. Min'kov O.E. Efimov L.G. Khomyakova V.P. Babenko Yu.I. Yermakov Kinet. Katal. 17 1976 738 40 A.V. Kiselev V.I. Lygin Infrakrasnye spektry adsorbirovannykh soedineniy 1972 M. Nauka Moscow 41 O.A. Efimov A.M. Min'kov V.A. Zakharov Yu.I. Yermakov Kinet. Katal. 4 1976 995 42 V.N. Dudchenko V.A. Zakharov L.G. Echevskaya G.D. Bukatov Yu.I. Yermakov Kinet. Katal. 19 1978 354 43 G.A. Nesterov V.A. Zakharov N.P. Maksimov V.K. Dudchenko S.B. Gol'shejn I.Sh. Guzman Yu.I. Yermakov Vysokomol. Soed. 22B 1980 808 44 G.A. Nesterov V.A. Zakharov Yu.I. Yermakov K.-H. Thiele M. Schlegel H. Drevs React. Kinet. Catal. Lett. 13 1980 401 45 F.J. Karol G.L. Karapinka C. Wu A.W. Dow R.N. Johnson W.L. Carrick J. Polym. Sci. 10 1972 2621",
      "scopus-id": "0022769875",
      "coredata": {
        "eid": "1-s2.0-0304510286850829",
        "dc:description": "Surface hydride compounds of Ti, Zr and Hf were synthesized by supporting tetrahydroborate compounds of these metals on silica and alumina, followed by their heating in vacuum. The resulting surface hydrides are shown to be direct precursors of active centers of ethylene polymerization. The catalytic properties of these systems synthesized in ethylene polymerization are studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510286850829",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nesterov, G.A."
          },
          {
            "@_fa": "true",
            "$": "Zakharov, V.A."
          },
          {
            "@_fa": "true",
            "$": "Volkov, V.V."
          },
          {
            "@_fa": "true",
            "$": "Myakishev, K.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510286850829"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510286850829"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85082-9",
        "prism:volume": "36",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalysts prepared by the interaction of transition metal tetrahydroborates with oxide supports: synthesis of surface Ti, Zr, Hf hydrides and their catalytic properties in ethylene polymerization",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "253-269",
        "prism:endingPage": "269",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 1986",
        "prism:doi": "10.1016/0304-5102(86)85082-9",
        "prism:startingPage": "253",
        "dc:identifier": "doi:10.1016/0304-5102(86)85082-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022769875"
      }
    }
  }
}