{
  "metadata": {
    "title": "Hydrogenation of conjugated dienes with diamine substituted cobalt cyanide catalysts in two-phase systems",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1981-08-31",
    "doi": "10.1016/0304-5102(81)80004-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510281800041",
    "pii": "0304510281800041"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0019598543",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T02:42:08 1-s2.0-0304510281800041 0304-5102(81)80004-1 0304510281800041 10.1016/0304-5102(81)80004-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X00235 2024-01-02T01:04:16.600218Z 0 0 19810801 19810831 1981 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 12 12 2 2 Volume 12, Issue 2 4 173 177 173 177 198108 August 1981 1981-08-01 1981-08-31 1981 converted-article fla Copyright © 1981 Published by Elsevier B.V. HYDROGENATIONCONJUGATEDDIENESDIAMINESUBSTITUTEDCOBALTCYANIDECATALYSTSINTWOPHASESYSTEMS REGER D REGER 1980 365 D REGER 1979 115 D REGER 1980 3860 D KWIATEK 1968 207 J JAMES 1974 106 154 B HOMOGENEOUSHYDROGENATION DOCKX 1973 441 J JONES 1976 35 R STARKS 1978 C PHASETRANSFERCATALYSIS FUNABIKI 1974 2043 T REGERX1981X173 REGERX1981X173X177 REGERX1981X173XD REGERX1981X173X177XD item 0304-5102(81)80004-1 0304510281800041 1-s2.0-0304510281800041 10.1016/0304-5102(81)80004-1 272239 2024-01-02T01:04:16.600218Z 1981-08-01 1981-08-31 1-s2.0-0304510281800041-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281800041/MAIN/application/pdf/a779de64d053a1dfc1479d04185e69c5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281800041/MAIN/application/pdf/a779de64d053a1dfc1479d04185e69c5/main.pdf main.pdf pdf true 368766 MAIN 5 1-s2.0-0304510281800041-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510281800041/PREVIEW/image/png/9c393413ff49ebcd8c0a8c1e0f057299/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510281800041/PREVIEW/image/png/9c393413ff49ebcd8c0a8c1e0f057299/main_1.png main_1.png png 70698 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 12 (1981) 1 .7 3 - 177 173 Elsevier Sequoia S.A-. Lausanne -Printed in the Netherlands HYDROGENATION OF CONJUGATED DIENES WrM DIAMINE SUBSTITUTED COBALT CYAOE CATALYSTS IN TWO-PHASE SYSTEMS D. L_ REGER* end A. GABRIELLE Department of Chemistry. University of South Carolina. Columbia, SC 29208 (U.S.A.) (Received September 9, 1980) Summary Two catalyst systems prepared by mixing COClz, KCN and diamine (diamine = ethylenediamine or 2,2'-bipyridine) at a 1:3:1 ratio under hydrogen in a two-phase solvent mixture (water-methanol and benzene) have been investigated for the hydrogenation of conjugated dienes into monoenes. Investigations with isoprene as the substrate showed that the addition of a phase transfer reagent to these two phase reaction mixtures had little effect on the reaction rates or the product distributions. In general, these two phase, diamine substituted catalyst systems behaved in the same way as the [Co(CN)SHj 3- system when used under phase transfer conditions. Introduction We have recently been. investigating the hydrogenation of various conjugated carbon-carbon double bonds with the water soluble catalyst K3[Co(CN)sI_1j [1] . Our new direction with this well known [2j but inefficient catalyst system is to carry out the reactions under unusual experimental . conditions, conditions that will allow the reactants, typically conjugated dienes and a,1i-unsaturated ketones, to dissolve readily in the reaction medium. One approach that we have shown to be effective is to carry out these reactions under phase transfer reaction conditions [I) . In these phase transfer reactions [3j , the cobalt catalyst is prepared in water at room temperature under hydrogen gas at one atmosphere, and the substrate is then introduced is an organic phase, generally benzene. The trey to the reaction is the addition of an oniunz salt such as benzy1triethylammoniun chloride, which allows the anionic cobalt catalyst to penetrate the organic phase to the extent necessary for reaction. An approach taken by others [4I to improve this system has been to modify the catalyst itself. Formation of the catalyst in the presence of a chelating amine, such. as ethylenediamlne (en) or 2,2'-bipyridine (bpy`, 1'14 results in the formation of a complex mi-xture of species -such as [Co(CN)s,(diamine)H) ; which was determined to be active in the hydrogenation of dienes. In fact, these solutions were more active than the basic [Co(CN)sHjs- system (although the comparison was made in a watermethanoI mixture in order to retain solubility) and the reactions yielded more of the ene products that arise from overall 1,2-addition of hydrogen. This paper reports the results of an investigation into using the diamine substituted cobalt catalyst under phase transfer reaction conditions. We hoped in this way to gain the advantages of both approaches. Experimental General Olefins were purchased from Aldrich and used without further purification. Methanol and benzene were distilled and stoned under nitrogen from drierite and sodium-benzophenone ketyl, respectively. Distilled water was degassed at 80 C by pig with nitrogen for 2 h prior to use. Potassium cyanide was dried in a drying oven at 120 T. Gas chromatographic analyses were performed on a Hewlett-Packard 5711A gas chromaOgraph fitted with dual 1/8 in. X 12 ft. copper columns with 10% UCW-982 on 80/100 mesh Chromsorb P eluted with N2. The flame ionization detector was interface to a Vidar 6300 digital integrator. xsC nanx. spectra were obtained on a Varian Associates CFT-20 spectrometer. Hydrogenation of olefins Reactions were carried out in a 100 ml three neck round bottom flask fitted with a gas inlet tube connected to a hydrogen manifold via a gas buret, a pressure-equalizing dropping funnel, and a T-shaped three-way stopcock fitted with a septum cap opposite the flask which could be connected to vacuum or N2 by the center arm. In a typical reaction, CoC12-6H20 (1.6 g, 6.6 mmol), NaOH (0.27 g, 6.6 mmol) and a magnetic stirring bar were placed in the flask. The apparatus was then assembled, evacuated; and refilled with Nt. Under a counterstream of N2, 8CN (1.29 g,19.8 mmol), KCI (0.61 g; 6.6 rnmol), H2O (20 ml), and ethylenediamine (0.45 nil, 6.6 mmol) were added to the pressure equalizing dropping funnel. The system was, then evacuated and refilled with H2 at least twice; opened to the gas buurret, and checked for leaks. The solution in the dropping funnel twos then-added to the :reagents in the flask followed by the addition of CH30H (20'O); benzene (20 ml) and substrate (2 ml) thru the septum cap. The three way stopcock was then turned to isolate the flask and the reaction rate was monitored by the gas bust. When H2 uptake stopped, the reaction mixture was poured into a separatory funnel. The aqueous layer was removed and washed with benzene, the combined organic layers were washed with water; dried over MgSO4, filtered, and examined for products by gas chromatographic analysis. 175 The procedure for the hydrogenation of dienes with the [Co(CN)s(bpy)]- catalyst was identical, except that bipyridine (1.0 g, 6.6 mmol) replaced the ethylenediamine. Results and discussion Shown in Table 1 are results for the hydrogenation of isoprene (2 methyl-1,3-butadiene) with the catalyst system prepared by mixing CoC12, KCN, diamine (diamine = ethylenediamine (en) or 2,2'-bipyridine (bpy)) at a molar ratio of 1:3:1 at room temperature and one atmosphere of H2 gas. Only for entry 5, the bpy system with [(CHs )4N] Cl, does the phase transfer reagent influence the course of the reaction to any appreciable extent. Presumably, these diamine substituted monoanionic catalysts can penetrate the organic. layer to the extent necessary to allow reaction with the isoprene without the aid of a phase transfer reagent. Clearly, these colored catalysts do not solubilize to any great extent in the organic layer because this layer remains visually colorless. The increased percentage of 2-methyl-2-butene in entry 5 may well be caused by a competing reaction pathway involving [Ca(CN)$H] g-, a species proposed by Funabiki et al. [4] to be present in these complex solutions, operating under normal phase transfer reaction conditions. We reported earlier that this catalyst yields mainly (96 - 97%) the internal olefin product [lc] . In all of these two phase reactions, a considerably higher percentage of the internal olefin product is formed than was reported previously in a onephase system [4] . Because the previous study was mainly mechanistic whereas our goals are synthetic, the data are not directly comparable. In TABLE 1 Hydrogenation of isoprene with [Co(CN)s(amine)] 1- catalyst? Phase transfer reagentb Solvent Amine d Time Product percentages (h) 1 [(CHg)4N]C1 W en 4.5 2 6 92 2 [(CHa)4N]CI WM en 3.0 2 5 93 3 [(C2H6)g(CSH5CH2)N]CI WM en 3.2 1 6 93 4 None WM en 3.0 2 7 91 5 [(CH3)4N]CI WM bpy 4.0 3 12 85 6I(C2H5)s(C6H6CH2)N]CI WM bpy 4.0 7 28 65 7 None WM bpy 5.0 4 27 69 \"Reactions carried out using 2.0 ml of isoprene, 1.56 mmol of cobalt, 4.68 mmol of KCN, 1.56 mmol of diamine and 6.6 nimol of NaOH and KCI. b 2.2 mmol. OW = H20, 40 ml, benzefe, 20 ml; WM = H20/CHs H (50/50, v/v), 40 ml, benzene, 20 ml. den m ethylenediamine, bpy = 2,2'-bipyridine. 176 addition to the organic phase, other conditions, most notably the substrate to catalyst ration were not the same. The i.in the internal olefin product is consistent with a similar result obtained with. the [Co(CN)SH] 3cafalyst used under phase transfer reaction conditions. Another major diferenre of the two-phase chemistry was a substantial increase in the stability of the en catalyst, which was reported previously to decompose rapidly in a water-methanol solution. Table 2 shows results of hydrogenation studies using both diamine substituted catalysts under two-phase conditions. The phase transfer reagent was omitted because of the results cited above. Except for entry 8, the reactions are similar to those reported previously using the [Co(CN)SHj3_ catalyst under phase transfer conditions. For 2,3-iimethylbutadiene, a substantial increase in the percentage of the overall 1,2-addition product (which was only 20.. o for [Co(CN15Ff] 3-) was observed. This was the result expec`O from the published work using the d;ssm;ne substituted catalysts in one phase reactions [4] but it occur only in this one case. Thus, overall, these diamine substituted catalyst systems generally react in a two-phase TABLE 2 Catalytic hydrogenation of dienes with [Co(CN)g(amine)] i catalysts\" Olefinb Time (hl Produ&.s (%) en bpy en(bpy) 8 ~ 3.5 5 58(86] 42(14) 9 3.5 12 100(100) 10 >/-\\\\- 14 30 >_~\\_ 15(18) 85(82) 11 2 24 18(17) 82(83) 12 (0 9 12.5 100 6.6 mmol catalys: 40 ml H20/CH30H (50/50, v/v). b 2 ml in 20 ml CSI-1116. en = ethylenedia.ine, bpy = 2.2'-bipyr:dine. 177 system without a phase transfer reagent, in a fashion similar to the [Co(CN)aHI 3- catalyst in the presence of the phase transfer reagent. Acknowledgement Acknowledgement is made of the donors of the Petroleum Research Fund, admini~t~red by the American Chemical Society, for the support of this research. References 1(a) I?. E.. Reger and M. M. Habib, J. Mal. Catal_, 7 (1980) 365. (b) B. E.. Reger, M. M. Habib and. D. J. Fauth, Tetrahedron Lett., (1979) 115. (c) D. F,. Reger, M. M. Habib and i3. 3. Fauth, J. Org_ Chem., 45 (1980) 3860_ 2(a) J_ Kwiaiek and J. K Seyler, Adu_ Chem_ 70 (1968) 207. (bj S_ R. James, Homogeneous Hydrogenation. Wiley, New York, 1973, pp. 106 - 154E_ 3(a) d. Docks, Synthesis. (1973) 441_ (b) R. A- .!ones, Alartchimiea Acta, 9 (1976) 35. (c) C. M. Starks and C. Liotta, Phase Transfer Catalysis. Academic Press, New York, 1 978. 4 T_ Funabiki, S. Ooka, M_ Matsumoto and K_ Tarama, J. Chem- Soc_, Dalton Trans-, (1974) 2043_ X244 81800041 0304-5102(81)80004-1 10.1016/0304-5102(81)80004-1 Hydrogenation of conjugated dienes with diamine substituted cobalt cyanide catalysts in two-phase systems D.L. Reger ∗ A. Gabrielli Department of Chemistry, University of South Carolina, Columbia, SC 29208 U.S.A. Two catalyst systems prepared by mixing CoCl2, KCN and diamine (diamine = ethylenediamine or 2,2′-bipyridine) at a 1:3:1 ratio under hydrogen in a two-phase solvent mixture (water—methanol and benzene) have been investigated for the hydrogenation of conjugated dienes into monoenes. Investigations with isoprene as the substrate showed that the addition of a phase transfer reagent to these two phase reaction mixtures had little effect on the reaction rates or the product distributions. In general, these two phase, diamine substituted catalyst systems behaved in the same way as the [Co(CN)5H]3− system when used under phase transfer conditions. References 1 (a) D.L. Reger M.M. Habib J. Mol. Catal. 7 1980 365 (b) D.L. Reger M.M. Habib D.J. Fauth Tetrahedron Lett. 1979 115 (c) D.L. Reger M.M. Habib D.J. Fauth J. Org. Chem. 45 1980 3860 2 (a) J. Kwiatek J.K. Seyler Adv. Chem. 70 1968 207 (b) B.R. James Homogeneous Hydrogenation 1974 Wiley New York 106 154 3 (a) J. Dockx Synthesis 1973 441 (b) R.A. Jones Aldrichimica Acta 9 1976 35 (c) C.M. Starks C. Liotta Phase Transfer Catalysis 1978 Academic Press New York 4 T. Funabiki S. Kasaoka M. Matsumoto K. Tarama J. Chem. Soc., Dalton Trans. 1974 2043",
      "scopus-id": "0019598543",
      "coredata": {
        "eid": "1-s2.0-0304510281800041",
        "dc:description": "Two catalyst systems prepared by mixing CoCl2, KCN and diamine (diamine = ethylenediamine or 2,2′-bipyridine) at a 1:3:1 ratio under hydrogen in a two-phase solvent mixture (water—methanol and benzene) have been investigated for the hydrogenation of conjugated dienes into monoenes. Investigations with isoprene as the substrate showed that the addition of a phase transfer reagent to these two phase reaction mixtures had little effect on the reaction rates or the product distributions. In general, these two phase, diamine substituted catalyst systems behaved in the same way as the [Co(CN)5H]3− system when used under phase transfer conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1981-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510281800041",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Reger, D.L."
          },
          {
            "@_fa": "true",
            "$": "Gabrielli, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510281800041"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510281800041"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(81)80004-1",
        "prism:volume": "12",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of conjugated dienes with diamine substituted cobalt cyanide catalysts in two-phase systems",
        "prism:copyright": "Copyright © 1981 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "173-177",
        "prism:endingPage": "177",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 1981",
        "prism:doi": "10.1016/0304-5102(81)80004-1",
        "prism:startingPage": "173",
        "dc:identifier": "doi:10.1016/0304-5102(81)80004-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0019598543"
      }
    }
  }
}