{
  "metadata": {
    "title": "Adsorption and deuteration of acetone-<ce:italic>d</ce:italic><ce:inf loc=post>6</ce:inf> on Pt/ZnO catalysts: An IR study of the effects of sample pretreatment",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1993-05-26",
    "doi": "10.1016/0304-5102(93)85022-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029385022L",
    "pii": "030451029385022L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0027595543",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-11-11T13:01:06 1-s2.0-030451029385022L 0304-5102(93)85022-L 030451029385022L 10.1016/0304-5102(93)85022-L S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00636 2024-01-02T01:04:16.600218Z 0 0 19930526 1993 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 81 81 3 3 Volume 81, Issue 3 6 373 386 373 386 19930526 26 May 1993 1993-05-26 1993 converted-article fla Copyright © 1993 Published by Elsevier B.V. ADSORPTIONDEUTERATIONACETONED6PTZNOCATALYSTSIRSTUDYEFFECTSSAMPLEPRETREATMENT BOCCUZZI F SCHWAB 1930 265 G SCHWAB 1978 1 G SOLYMOSI 1967 233 F TAUSTER 1978 170 S VANNICE 1982 199 M SEN 1988 52 B VANNICE 1991 1 M BOCCUZZI 1990 381 F BOCCUZZI 1990 141 F BOCCUZZI 1989 77 F BOCCUZZI 1983 1779 F DELLEPIANE 1966 593 G DAVIS 1989 383 J KOGA 1978 19 O NAKAMOTO 1961 1272 K YAGASAKI 1990 51 E BLYHOLDER 1977 91 G BOCCUZZI 1989 66 F GERSTEN 1984 2458 J VANNICE 1991 12 M AVERY 1983 771 N WATKINS 1974 2150 J DEKONING 1977 2547 A BOCCUZZIX1993X373 BOCCUZZIX1993X373X386 BOCCUZZIX1993X373XF BOCCUZZIX1993X373X386XF item 0304-5102(93)85022-L 030451029385022L 1-s2.0-030451029385022L 10.1016/0304-5102(93)85022-L 272239 2024-01-02T01:04:16.600218Z 1993-05-26 1-s2.0-030451029385022L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385022L/MAIN/application/pdf/3044ecdc6971ee0f26067860f8427868/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385022L/MAIN/application/pdf/3044ecdc6971ee0f26067860f8427868/main.pdf main.pdf pdf true 979669 MAIN 14 1-s2.0-030451029385022L-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029385022L/PREVIEW/image/png/40dfbc8699b1839dec0786477097f479/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029385022L/PREVIEW/image/png/40dfbc8699b1839dec0786477097f479/main_1.png main_1.png png 59289 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 81 (1993) 373-386 373 Elsevier Science Publishers B.V., Amsterdam M102 Adsorption and deuteration of acetone-ds on Pt/ZnO catalysts: an IR study of the effects of sample pretreatment F. Boccuzzi*, G. Ghiotti and A. Chiorino Dipartimento di Chimica Inorganica, Chimica Fisica a Chimica dei Materiali, via P. Giuria 7, 10125 Torino (Italy) (Received September 9, 1992; accepted January 18, 1993 ) Abstract We report the adsorption and the deuteration of acetone-ds on differently pretreated Pt/Zn0 catalysts, studied by FTIR. On mildly reduced samples the deuteroacetone is mainly adsorbed at room temperature (RT) in molecular end-on forms; upon heating at 373 K minor amounts of CO are formed. These findings indicate that the adsorption on the mildly reduced sample at RT is only molecular, while abstraction of deuterium atoms and breaking of C-C bonds occurs upon heating. The interaction of strongly reduced samples with acetone-ds at RT causes an almost complete loss of IR transmission and the growth of strong bands in the OD stretching region; this behaviour indicates that on this sample the deuteroacetone very easily loses D atoms. Moreover, a quite broad band at 1580 cm-1 emerges after a long contact time, related to the formation of an unsaturated diketone species. The deuteration reaction on the mildly reduced samples produces, at RT, bands assigned to modes of perdeuteroisopropylalcohol; however, large amounts of unreacted deuteroacetone remain in the cell, even after many hours of contact. The reaction with D2 on strongly reduced samples also in this case produces perdeuteroisopropylalcohol. The deuteroacetone present in the cell or chemisorbed on the surface, however, is almost completely depleted. The data indicate a higher dehydrogenating and hydrogenating activity of the strongly reduced samples in comparison with the mildly reduced ones, mainly due to changes in the surface composition of the metallic particles. Key words: acetone deuteration; chemisorption; Fourier-transform infrared spectroscopy; platinum-zinc oxide catalyst Introduction Modifications of the catalytic properties of dispersed metals by the substrate were first discussed by Schwab and Solymosi [ 1-3 ] ; recently Tauster et al. renewed interest in this area of research [ 4 ] . In particular a large number of papers have established that, after reduction at high temperature, group VIII metals supported on reducible oxides such as Ti02 undergo a drastic decrease in their ability to chemisorb H2 and CO, which is not related to sintering. On \"Corresponding author. 0304-5102/93/$06.00 1993 - Elsevier Science Publishers B.V. All rights reserved. 374 F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 the same catalysts the hydrogenation activity for unsaturated olefinic and aromatic carbon bonds is suppressed, and the hydrogenolysis is also reduced. Furthermore, the benefits of titania-supported group VIII metals as catalysts for CO hydrogenation were reported: an increase in specific activity and a shift in selectivity toward higher hydrocarbons were observed [5 ]. Recently Vannice [ 6 ] studied acetone hydrogenation over many Pt-supported catalysts: compared with the other catalysts the high-temperature reduced Pt/TiOz samples had turnover frequencies and specific activities which were 500 and 10 times higher, respectively, than older catalysts with comparable metal dispersion. The higher activity of Pt/Ti02 catalysts is attributed to an increase of the active site concentration, probably in the Pt-Ti02 interface region, presumably due to defects on the titania surface near the platinum. On these sites a di-Q bonded species is believed to be an important reaction intermediate. Very recently Vannice et al. [ 7 ] used RAIRS and HREELS to study the adsorption of acetone on Pt (111) . Pt/ZnOO catalysts, reduced at high temperature, showed a higher CO hydrogenation activity than mildly reduced ones [ 8 ] . A previous characterization by HRTEM and IR [9,10] revealed that there are significant morphological and chemical differences between differently pretreated samples; in particular, on mildly reduced samples quite small, rounded and stepped Pt particles were found, dispersed on the support; on the samples treated in oacuo at 623 K quite regular and flat Pt (111) surfaces were observed; in the strongly reduced samples a PtZn alloy surface was detected, more or less Zn enriched at the surface, depending on the treatment temperature. With the aim of verifying whether changes in the morphology and/or in the composition of the metallic phase may underlie the reactivity modifications we decided to study the adsorption and the deuteration of the deuteroacetone on these different surfaces in order to obtain direct evidence of the nature of the chemisorbed species and possibly of the reaction intermediates. We chose the deuterated species for spectroscopic reasons, because the main absorptions, in this case, fall in more transparent regions than those of the related hydrogenated ones. In some experiments we have also coadsorbed CO onto the acetone in order, by comparison with the spectra of the two pure adsorbates, to gain information on the nature of the sites involved in the chemisorption of acetone. Experimental Pt/ZnOO samples were prepared [ 10 ] by photodeposition on a commercial ZnO, Kadox 25, starting from a chloroplatinic acid solution, with a method previously described for the photodeposition of Pt on Ti02. The Pt content was 2.4 wt.-%. Infrared spectra were recorded with a FTIR Perkin-Elmer 1760 spectrom- F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 375 eter. The infrared cell, equipped with KBr windows, was designed to treat the sample in situ. Pellets were prepared by pressing the powder at 500 MN m-2. Adsorption experiments were carried out on samples submitted to the following treatments: (i) the sample was submitted to alternate oxidation and outgassing treatments at 623 K (sample labeled V623); (ii) after the previously described treatments, the sample was reduced in 0.5 vol.-% H2 in NZ at 493 K and then outgassed at the same temperature (sample labeled Rl ); (iii) after oxidation and evacuation at 623 K, the sample was reduced in pure H2 at 493 K and then outgassed at 623 K (sample labeled R2); (iv) the sample was reduced in pure H2 at 573 K and then outgassed at 623 K (sample labeled R3) . We note here that, unlike pure Zn0 (11), vacuum or H2 reductive treatments only decrease but do not deplete the IR transmission of the Pt/Zn0 samples; IR transmittance experiments can therefore also be carried out on reduced samples. All spectra were run at room temperature. Results and discussion IR spectra of adsorbed deuteroacetone The effects of the adsorption of acetone-ds on the IR spectra of samples Rl are shown in Fig. 1. The admission of 30 Torr at room temperature (RT) (Fig. la, curve 2) produces some vibrational bands while it does not affect the overall sample transmission. The strongest bands are located at 1705 and 1256 cm-1 (Fig. lb, curve 1), accompanied by some weaker components in the same regions, at 1720, 1675 and at 1276-8 cm-1. Bands are also observed in the CD stretching region, at 2258, 2221 and 2106 cm-1, and at low frequencies, at 1060-1050 cm-1. Decreasing the pressure to 0.5 Torr (Fig. lb, curve 2) causes a significant reduction of the band intensity at 1720,1704,1256, 2258 and 1050 cm-1. The pressure-dependent bands can be quite easily assigned, by comparison with the liquid-phase spectrum assigned by Dellepiane and Overend [ 12 ] , to the modes of slightly perturbed acetone-ds molecules, as shown in Table 1, in a multilayer state on both the components of the catalysts, the metallic and the oxidic one. This assignment is supported by the results of Vannice et al. [ 7 ] on the adsorption of acetone-ds on Pt (111) and by our experimental data on adsorption at the same pressure on pure ZnO. These last data are not shown here for the sake of brevity. The residual bands at 2225, 2115, 1675 and 1277 cm-1, observed after outgassing at RT, have spectral features characteristic of strongly perturbed molecules; in fact in comparison with the liquid phase spectrum, significant frequency shifts are observed (-37 cm-1 for the v CO mode and +33 cm-1 for the vas C-C-C mode ); these bands can be assigned to a chemisorbed species. Vannice et al. [ 7 ] reported 1626 and 1280 cm-1 IRAS frequencies for (CD3) 2C0 adsorbed on the Pt (111) surface. We observe that the vas C-C-C mode is almost coincident with that observed in our experiments, the v.o mode is signif- 376 15.0 %r a 2eoo b 0.4 A F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 2ooo cm -i 1705 moo iooo 1255 2 2040 /~ 3 2800 2000 :800 :000 cm -i Fig. 1. (a ) IR transmission spectra of acetone-ds adsorption on an R1 sample: curve 1, background; curve 2, 30 Torr of acetone-ds at RT; curve 3, sample heated at 373 K in 0.5 Torr of acetone-ds. (b ) IR absorbance spectra of acetone-ds adsorption on an R1 sample: curve 1, 30 Torr of acetoneds at RT; curve 2, pressure reduced at 0.5 Torr; curve 3, sample heated at 373 K in 0.5 Torr of acetone-ds. icantly red-shifted, probably because this mode is directly involved in the chemisorption and it can therefore be influenced by small structural and chemical differences in the chemisorption sites. The experiments on interaction with CO confirm that this species is chemisorbed on the metallic particles. In fact it is shown (Fig. 2, curve 2 ) that contact at RT with 10 Torr of CO causes a small decrease in the intensity of the bands at 1675 and 1278 cm-1 and produces a broad and quite weak band in the CO stretching region, at z 2040 cm-1, red-shifted by ,: 60 cm-1 in com- F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 TABLE 1 Mode assignments (cm-1) for acetone-ds adsorbed on Pt/Zn0 Mode Mildly reduced multilayer end-on side-on v(CD3) 2255 2225 2115 v(CO) 1698 1675 8(CD3) 1050 1060 v(CD3CCD3) 1256 1278 2 071 i'f l 1 i j '~ 1 1545 5 I 3 I I ( N1 1675 i 1545 0.3 A 377 Strongly reduced multilayer end-on unsat. diketone enolic 2255 2221 2115 1670 1060 1278 1705 1050 1256 220o eooo :eoo aoo :aoo :2ao cm -: 1580 1350 1465 Fig. 2. IR absorbance spectra of acetone-ds CO coadsorption on an R1 sample: curve 1, 0.5 Torr of acetone-ds at RT; curve 2, admission of 10 Torr of CO at RT; curve 3, sample heated at 373 K. parison with the band observed at full coverages on clean, virgin samples pretreated in the same way. Successive heating in a CO atmosphere at 373 K (Fig. 2, curve 3) causes the depletion of the bands at 1675 and 1278 cm-1, the growth of a weak band at 1545 cm-1 and of a strong one at 2071 cm-1, related to CO chemisorbed on Pt sites. This last band is significantly blue-shifted (~ 30 cm-1) in comparison with that observed after RT interaction; nevertheless it is markedly red-shifted in comparison with that usually observed on similar clean samples (,: 30 cm-1). This behaviour is a strong indication that the chemisorbed CO and the acetone compete for the same surface sites, a.e. Pt sites; 378 F Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 however, the significant red-shift of the CO coadsorbed with the acetone and the simultaneous growth of a new band at 1545 cm-1 probably indicates that the acetone-ds is not completely replaced by CO but is only partially displaced and forced into a different chemisorption site. The 1545 cm-1 band, on this hypothesis, can be assigned to the CO stretching of a ketonic 7c bonded chemisorbed species. On essentially defectfree Pt (111) it was not easy to obtain this species, because of the absence of high energy binding states [ 7 ] ; nevertheless, after adsorption at 90 K, by flashing to temperatures up to 200 K, the end-on species is removed and new bands appear between 1500 and 1610 cm-1, assigned to n bonded side-on species. On a H-covered Pt (111) surface, exposure to acetone at 85 K produces a peak near 1550 cm-1 [7], which is assigned to a side-on chemisorbed species. Similar spectroscopic results were observed on other metals, as Ru and Pd, as reported by Davis and Barteau [ 13 ] . In particular, on Pd (111), a band at 1445 cm-1 was assigned to the vco of a side-on bonded acetone species. Several side-on configurations have been identified in the homogeneous chemistry of ketone-like ligands; in many cases a substantial lowering of the carbon-oxygen bond order of the free ligand has been observed, as a result of electron donation to the n*o antibonding orbital and a red-shift of the C-O stretching frequency has been noticed in respect to the end-on form. Moreover, since the C-O bond in this chemisorption configuration is almost parallel to the surface, the usually strong CO mode can become weak. Heating at 373 K in a reduced pressure of acetone-ds (;z~ 0.5 Torr ), strongly decreases the overall IR transmission (Fig. la, curve 3 ). Some changes in the vibrational bands also occur, which are more clearly shown in Fig. lb, where the spectra are reported in absorbance, obtained by subtracting the background. To eliminate the strong absorption grown during the heating a linear flattening and a subtraction were performed. An almost complete depletion of the bands at 1675, 1278, 1050-60 and 2221 cm-1 is observed, while the bands at 1704 and 1256 cm-1 show a noticeable increase; at the same time some changes in the O-D stretching region at ;z~ 2600 cm-1 are observed, together with the formation of a quite broad band in the CO stretching region at 2030 cm-1, and a weak one at 1545 cm-1. Finally we point out that on this sample the enolic species, characterized by bands at 1470 and 1330 cm-1, found in our experiments on pure Zn0 (not shown here for sake of brevity), typical of the acetone chemisorption on pure Zn0 [ 14 ] , is missing. This absence indicates that the presence of Pt inhibits this kind of chemisorption, probably as a consequence of the modification of the usual population of the surface vo by contact with the metal particles. The interaction of deuteroacetone on sample R2 reduced in Dz is shown in Fig. 3. On this sample, even at RT (Fig. 3a, curve 2) a strong and rapid reduction of the overall transmission is produced; the vibrational bands can be quite clearly seen, in this case (Fig. 3b, curve 1), by subtracting the large absorption using a `flattening' procedure; after a more prolonged interaction the F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 2 0 2800 0.25 a 2800 2000 1.'.00 1000 cm -! b 1705 2000 :aoo Sooo cm -1 379 Fig. 3. ( a ) IR transmission spectra of acetone-ds adsorption on an R2 sample: curve 1, background; curve 2, 30 Torr of acetone-ds at RT, spectrum run 5 min after contact; curve 3, sample heated at 373 K in 0.5 Torr of acetone-ds. (b) IR absorbance spectra of acetone-ds adsorption on an R2 sample: curve 1, 30 Torr of acetone-ds at RT, spectrum run 5 min after contact: curve 2, pressure reduced at 0.5 Torr, spectrum run after 1 h of contact; curve 3, 0.5 Torr of acetone-ds, spectrum run after 15 h of contact. loss in transmission is almost complete (Fig. 3a, curve 3 ); however the admission of several Torr of oxygen completely restores the overall transmission, with almost no changes in the vibrational bands. Therefore for the other spectra in Fig. 3b we eliminate the strong absorption by this method. It can be seen that quite strong bands at 1705, 1670, 1278 and 1256 cm-' are immediately produced, together with some growth in the O-D stretching region and with weak components at 1470 and 1330 cm-1 (Fig. 3b, curve 1). 380 F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 Weak bands are also present at 2216, 2111 cm-1 and in the OD stretching region. The reduction of the equilibrium pressure of acetone-ds to 0.5 Torr strongly reduces the intensity of the bands previously assigned to the multilayer adsorption. The components assigned to end-on chemisorbed species also fall off (Fig. 3b, curve 2) while a new band grows at 1580 cm-1. After a prolonged interaction (Fig. 3b, curve 3) a significant growth in the OD stretching region is observed, while at the same time the band at ;z~ 1580 cm-1 becomes stronger. On the same sample the CO coadsorption experiments produce a band at 2044 cm-1, ,: 30 cm-1 lower in frequency than on clean R2 samples. Similar results are also observed on R3 samples (not shown for sake of brevity). The quite broad band at 1580 cm-1, observed after a long contact time on the strongly reduced semples, on the basis of its frequency, could be assigned to a side-on species. Actually, Vannice et al. [ 7 ] assigned all the bands detected in the 1610-1510 cm-1 range to this kind of chemisorption; however, other experimental data can suggest the assignment of the band to a dehydrogenation product: in fact during its growth the bands of the OD region intensify (Fig. 3, curve 2 and 3); moreover after interaction with D2 a decrease in the intensity of the band is observed (Fig. 5, curve 3) with, at the same time, an increment of the bands due to multilayer of acetone: the bands at 1698 cm-1 and at 1256 cm-1 go up while the bands at 1670 and 1277 cm-1 go down and, at the same time, a significant intensification of the O-D modes is observed. Condensation and dehydrogenation of the acetone can produce some unsaturated diketone species, which usually show a strong and broad band at .,zt~ 1400-1600 cm-1, assigned to C=O and C=C conjugated and mixed modes [ 15 ] . The remark that the hydrogenation of this species causes a growth of the acetone multilayer bands indicates that the metallic sites are modified in the presence of deuterium. Vannice et al. [ 7 ] observed that on a Pt (111) H precovered surface the adsorption capability of the end-on acetone chemisorbed species is reduced. At the same time they observed that the formation of the multilayer started at lower exposures than on clean samples. Recent work [ 16 ] has shown that, on Pt (110 ), hydrogen chemisorption substantially modifies the adsorption of ethylene. In fact it acts as a site blocker to prevent the strong di-Q ethylene chemisorption and to inhibit ethylene decomposition, and a new form of weakly bound adsorbed ethylene was seen. The assignment of the band at 1580 cm-1 to an acetyl, CD3C0 species, proposed many years ago by Blyholder and Shihabi [ 17 ] for a band in the same spectral region detected after interaction with acetone on silica supported Ni and Co catalysts, can be excluded in our opinion. In fact a breaking of a C-C bond of the acetone is needed for the growth of this species and it is not easy to understand why the process of breaking does not proceed further, leading to CO formation, and why the addition of hydrogen causes the acetyl species to be converted back to acetone. On samples R2 and R3 bands are also detected at 1470 and 1330 cm-1, F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 381 similar in frequency to those found on pure Zn0 [ 14 ] . They have been assigned to an enolic isomer of the acetone; the isomerization can be favored, on the strongly reduced samples, by the enrichment in Zn at the surface of the metallic particles or by the higher electron population of the ZnO phase in contact with the PtZn phase, in comparison with that of the ZnO in contact with pure Pt. We note that in a previous paper [8] we have discussed this last phenomenon in terms of change of the work function of the metallic phase as a consequence of the alloying: in the strongly reduced samples the population of the donor levels of the ZnO in Pt/ZnO samples becomes high, as on mildly reduced pure ZnO. This fact can make the surface reactivity of the two samples quite similar. Acetone-ds-DZ interactions We have studied this interaction on the previously mentioned samples in different ways: Dz admission on samples precovered with acetone-ds, acetoned, interaction on samples precovered with D2, and mixtures of D2 and acetoned6 in different ratios. The best conditions for the formation of deuteropropanol are, in any case, the presence of Dz in an amount which exceeds the stoichiometric ratios of the deuteration reaction, as has also been found in Sen and Vannice's experiments [6 ] . Usually an acetone-ds partial pressure of 30 Torr and a D2 partial pressure of 90 Torr was employed. However, as a consequence of the fact that the samples lose their transmission in a D2 atmosphere, as was shown in a previous paper [ 12 ] , some oxygen was necessary in the IR cell, after some time, in order to see the reaction products by IR transmission spectroscopy. As a consequence of this admission D20 formation also occurs on the catalysts. However on the same catalysts we have studied [ 18 ] the DZ-02 reaction and we can distinguish the bands due to the formation of D20 from those to the formation of deuteropropanol. The D2-acetone-ds interactions on Rl and V623, on one hand, and on the R2 and R3, on the other, are very similar; therefore, for sake of brevity, we will show only the interactions on V623 and R3 samples. After an overnight interaction on a V623 sample with a D2 acetone-ds mixture, followed by the admission of 02 (Fig. 4, curve 1), strong bands are observed at 1698 and 1260 cm-1, with an intensity similar to that found after interaction with pure acetone-ds (Fig. 4, curve 3 ), together with the bands due to D20, at 2400-2600 cm-1 and at 1180 cm-1; moreover, in curve 1 of Fig. 4, an additional band at 1170 cm-1 is also observed and the band at 2225 cm-1 is stronger than that present in the same position after interaction with pure acetone-ds (Fig. 4, curve 3). Moreover, a broad band at ~z-, 1430 cm-1 is produced in curve 1 of the same figure; furthermore the bands at 1675 cm-1 and 1278 cm-1, present in curve 3, are completely absent after D2 acetone-ds interaction. By gas phase removal (Fig. 4, curve 2) the bands at 2225 and 1170 cm-1 are completely depleted, whereas the bands at 1698 and 1260 cm-1 reduce in intensity, nevertheless they are not depleted. 382 1698 I 0.3 A ;1 1256 I i i 1 1180 2225 j ; ?_ '1170 li?s75 1278 2300 2000 cm -: F Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 M1 o Fig. 4. IR absorbance spectra of DZ-acetone-ds interaction on a V623 sample: curve 1, spectrum run after 15 h of contact with a 30 Torr of acetone-d6 and 90 Torr of DZ mixture, followed by admission of 5 Torr of OZ; curve 2, pressure reduced down to 0.04 Torr; curve 3, 30 Torr of acetoneds. The two bands at 2226 and 1170 cm-1, by comparison with reference spectra, can easily be assigned to the deuteration product of the deuteroacetone, perdeuteroisopropyl alcohol. In particular, the intensification of the band at 2226 cm-1 can be considered quite indicative of the occurrence of the deuteration reaction. In fact the isopropyl alcohol shows, in the C-H stretching region, bands which are significantly stronger than those of acetone [ 20 ] . On an R3 sample an overnight interaction with a Dz-acetone-d6 mixture followed by the admission of O2 (Fig. 5, curve 1) produces a spectrum with a different band intensity ratio, in comparison with those observed on the V623 383 F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 0.25 A 2226 1670 1170 1580 1 1 1698 3 2000 :eoo 4000 cm -: Fig. 5. IR absorbance spectra of DZ-acetone-ds interaction on an R3 sample: curve 1, spectrum run after 15 h of contact with a 30 Torr of acetone-ds and 90 Torr of DZ mixture, followed by admission of 5 Torr of 02; curve 2, spectrum run after 15 h of contact with a 0.5 Torr of acetoneds; curve 3, after the previous interaction, contact with 5 Torr of DZ and finally with 5 Torr of 02. sample. In particular the bands at ;zt~ 1700 and 1260 cm-1 are very weak, while the components at 2226 cm-1 and at 1162 cm-1 are relatively strong. On the most strongly reduced samples the intensity ratio between the bands related to the perdeuteroisopropyl alcohol and those of the residual deuteroacetone is higher than in the mildly reduced ones. This observation can suggest that the reduction is more efficient on the more strongly reduced samples, as will be discussed in the next section. Reactivity of the deuteroacetone on differently pretreated Pt/ZnO samples From the analysis of the IR spectra presented above it appears quite evident that differently pretreated samples show some significant differences in the reactivity both with pure deuteroacetone and with deuteroacetone-deuterium mixtures. On the mildly reduced samples (Rl and V623 ), it has been shown that the deuteroacetone is mainly adsorbed in some molecular end-on forms. Some de- 384 F Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 hydrogenation occurs, only upon heating as testified by the growth in the OD stretching region and by the loss of IR transmission. This last phenomenon is related to the population of the ZnO donor levels by the electrons released by the deuterium atoms produced in the reaction [ 18 ] . It has been shown [ 19 ] that atomic hydrogen or deuterium on monocrystalline ZnO generates an electronic accumulation layer and the population of the conduction band. The explanation of the observed phenomena is that atomic hydrogen acts on Zn0 as a fully ionized donor. Some CO is produced by heating these samples, showing that the breaking of the C-C bond occurs quite easily on these samples and that perdeuterometane and deuterium are probably produced following the reaction: CD3COCD3->CO+CD4+D2+C We note that, as for the reaction products, we have some evidence only of the CO and D2 production; the other products are only hypothesized. On the same samples, the deuteration reaction produces perdeuteroisopropyl alcohol, but large amounts of unreacted deuteroacetone remain in the cell, even after many hours of contact. On more strongly reduced samples (R2 and R3), the immediate and almost complete loss of transmission indicates that the deuteroacetone very quickly loses D atoms, which is also shown by the very large growth in the OD stretching region. Moreover, dehydrogenated or isomerizated species are present on the surface, together with the molecular end-on chemisorbed ones. The reaction of deuteration, especially on R3 samples, almost completely depletes the deuteroacetone present in the cell or chemisorbed on the surface and produces, as the unique product, the spectroscopically visible perdeuteroisopropyl alcohol. The differences observed between the differently pretreated samples, in chemisorption and in deuteration experiments, are quite relevant and merit some discussion. It has been illustrated that the Rl and V623 samples show a similar behaviour towards the chemisorption and deuteration of perdeuteroacetone. This fact indicates that the morphological changes observed by HRTEM [9] and revealed by IR spectra of CO chemisorbed on the two samples [9,10], in particular the different ratio of step and terrace Pt sites, do not have any effect on the chemisorption of acetone. We have evidence, on both the samples, of an end-on form adsorbed on the exposed Pt sites, while we have no evidence of changes in the amount of the side-on bonded species. Avery [20 ] hypothesized that this species is formed on Pt (111) at accidental step sites, and Vannice et al. [ 7 ] propose the same idea; our data do not confirm this hypothesis. A high dehydrogenating and hydrogenating activity has been observed on the more strongly reduced samples; in particular, an unsaturated diketone species was found in the absence of hydrogen. The different behaviour of the strongly reduced samples in comparison F Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 385 with the mildly reduced ones can be mainly due to the changes in the surface composition of the metallic particles, as pointed out above. In fact, with the increase of the reduction temperature at the surface of the metal particles the clusters of Pt are strongly depleted and only almost isolated Pt atoms remain, as was demonstrated in our previous work [9,10]. These isolated Pt atoms show a modified activity and selectivity, i.e. they are less active in the C-C bond breaking, more dehydrogenating in the absence of D2, and more active in the hydrogenation reaction in the presence of D2. This behaviour is quite consistent with the findings of Sen and Vannice [6] on Au-Pt alloys. In fact they showed an increase in the selectivity for the formation of isopropyl alcohol on Au-Pt alloy in comparison with pure Pt. It is well known that the alloys show significant differences in the activity and selectivity for the conversion of n-alkanes to other hydrocarbons; it is usually found that isomerization rates go up while hydrogenolysis and dehydrocyclization rates are reduced exponentially with an increase of the nontransition element. For the hydrogenation of the acetone, too, a similar behaviour occurs: on Pt-rich surfaces C-C and C=O bond scissions go up, while hydrogenation mainly occurs on isolated Pt sites. In our case the observed changes may be relatedrto different, interrelated reasons, i.e. the rapid removal of the three-fold Pt sites, Zn enrichment at the surface of the metallic particles, the ligand effects of the Zn alloyed with the Pt and, finally, changes produced in the work function by the alloying. All these factors have been demonstrated experimentally and discussed in previous papers [ 8,9 ] . In particular, the increase of the work function of the alloy with respect to that of the pure Pt and the related ligand effect of the Zn atoms may make more reactive a n-bonded surface intermediate species, that, on the alloy surface, can be quickly dehydrogenated into an unsaturated diketone species, by the Zn atoms of the alloy. In fact, on the strongly reduced samples, we have no evidence of the 1545 cm-1 band, assigned to a n-bonded species, which would be favored by a greater electron density on the Pt sites. The dehydrogenation of this species on the alloy can be a consequence of the presence of the Zn at the surface of the metallic particles. In fact it is well known that Zn makes quite a strong bond with the hydrogen (E,: 50-57 kcal mol-1). Moreover a more facile hydrogenation may be also due to a controlled supply of hydrogen adsorbed on vicinal Zn atoms. We have no experimental support for this point, which may therefore only be considered as a hypothesis. However, it is known that Zn forms a dihydride, ZnH2, which is active for the selective hydrogenation of carbonyl compounds [ 22,23 ] . Conclusions The data illustrated above indicate that morphological changes between differently, mildly pretreated samples do not produce significant effects on the 386 F. Boccuzzi et al./J. Mol. Catal. 81 (1993) 373-386 nature and the amounts of the acetone adsorbed species; in particular on sample Rl, exposing small stepped Pt particles, and on sample V623, exhibiting flat Pt terraces, the chemisorption of perdeuteroacetone produces very similar spectra. The changes in the surface composition of the metallic particles produce relevant differences in their chemical behaviour: the more strongly reduced samples, exposing PtZn alloyed metal particles enriched in Zn at the surface, show higher dehydrogenating and hydrogenating activity than the mildly reduced ones. This observation indicates that the isolated Pt atoms are less active in C-C breaking and more active in dehydrogenation and hydrogenation reactions, which is consistent with the experiments of Sen and Vannice on AuPt alloys. Acknowledgement We gratefully acknowledge financial support from CNR `Progetto finalizzato Chimica Fine a Secondaria II'. References 1 G.M. Schwab and H. Schultes, Z. Phys. Chem. Abt. B, 9, (1930) 265. 2 G.M. Schwab,Adu. Catal., 27 (1978) 1. 3 F. Solymosi, Catal. Rev., 1 (1967) 233. 4 S.J. Tauster, S.C. Fung and R.L. Garten, J. Amer. Chem. Soc., 100 (1978) 170. 5 M.A. Vannice, J. Catal., 74 (1982) 199. 6 B. Sen and M.A. Vannice, J. Catal., 113 (1988) 52. 7 M.A. Vannice, W. Erley and H. Ibach, Surf. Sci., 254 (1991) 1. 8 F. Boccuzzi, A. Chiorino, G. Ghiotti, F. Pinna, G. Strukul and R. Tessari, J. Catal., 126 (1990) 381. 9 F. Boccuzzi, G. Ghiotti, A. Chiorino and L. Marchese, Surf. Sci., 233 (1990) 141. 10 F. Boccuzzi, A. Chiorino and G. Ghiotti, Surf. Sci., 209 (1989) 77. 11 F. Boccuzzi, F. Ghiotti and A. Chiorino, J. Chem. Soc. Faraday Trans. 11, 79 (1983) 1779. 12 G. Dellepiane and J. Overend, Spectrochim. Acta, 22 (1966) 593. 13 J.L. Davis and M.A. Barteau, Surf. Sci., 208 (1989) 383. 14 0. Koga, T. Onishi and K. Tamaru, J. Chem. Soc. Faraday Trans. 1 (1978) 19. 15 K. Nakamoto, P.J. McCarthy and A.E. Martell, J. Amer. Chem. Soc., 83 (1961) 1272. 16 E. Yagasaki and R.I. Masel, Surf. Sci., 226 (1990) 51. 17 G. Blyholder and D. Shihabi, J. Catal., 46 (1977) 91. 18 F. Boccuzzi, A. Chiorino, G. Ghiotti and E. Guglielminotti, Langmuir, 5 (1989) 66. 19 J.I. Gersten,1. Wagner, A. Rosenthal, Y. Goldstein, M. Many and R.E. Kirby, Phys. Rev. B, 29 (1984) 2458. 20 M.A. Vannice, W. Erley and H. Ibach, Surf. Sci., 254 (1991) 12. 21 N.R. Avery, Surf. Sci., 125 (1983) 771. 22 J.J. Watkins and E.C. Ashby, Inorg. Chem., 13 (1974) 2150. 23 A.J. de Koning, J. Boersman and G.J.M. van der Kerk, Tetrahedron Lett., 29 (1977) 2547. X244 9385022L 0304-5102(93)85022-L 10.1016/0304-5102(93)85022-L Adsorption and deuteration of acetone-d 6 on Pt/ZnO catalysts: An IR study of the effects of sample pretreatment F. Boccuzzi ∗ G. Ghiotti A. Chiorino Dipartimento di Chimica Inorganica, Chimica Fisica e Chimica dei Materiali, via P. Giuria 7, 10125 Torino Italy * Corresponding author. We report the adsorption and the deuteration of acetone-d 6 on differently pretreated Pt/ZnO catalysts, studied by FTIR. On mildly reduced samples the deuteroacetone is mainly adsorbed at room temperature (RT) in molecular end-on forms; upon heating at 373 K minor amounts of CO are formed. These findings indicate that the adsorption on the mildly reduced sample at RT is only molecular, while abstraction of deuterium atoms and breaking of CC bonds occurs upon heating. The interaction of strongly reduced samples with acetone-d 6 at RT causes an almost complete loss of IR transmission and the growth of strong bands in the OD stretching region; this behaviour indicates that on this sample the deuteroacetone very easily loses D atoms. Moreover, a quite broad band at 1580 cm−1 emerges after a long contact time, related to the formation of an unsaturated diketone species. The deuteration reaction on the mildly reduced samples produces, at RT, bands assigned to modes of perdeuteroisopropylalcohol; however, large amounts of unreacted deuteroacetone remain in the cell, even after many hours of contact. The reaction with D2 on strongly reduced samples also in this case produces perdeuteroisopropylalcohol. The deuteroacetone present in the cell or chemisorbed on the surface, however, is almost completely depleted. The data indicate a higher dehydrogenating and hydrogenating activity of the strongly reduced samples in comparison with the mildly reduced ones, mainly due to changes in the surface composition of the metallic particles. Keywords acetone deuteration chemisorption Fourier-transform infrared spectroscopy platinum—zinc oxide catalyst References 1 G.M. Schwab H. Schultes Z. Phys. Chem. Abt. B 9 1930 265 2 G.M. Schwab Adv. Catal. 27 1978 1 3 F. Solymosi Catal. Rev. 1 1967 233 4 S.J. Tauster S.C. Fung R.L. Garten J. Amer. Chem. Soc. 100 1978 170 5 M.A. Vannice J. Catal. 74 1982 199 6 B. Sen M.A. Vannice J. Catal. 113 1988 52 7 M.A. Vannice W. Erley H. Ibach Surf. Sci. 254 1991 1 8 F. Boccuzzi A. Chiorino G. Ghiotti F. Pinna G. Strukul R. Tessari J. Catal. 126 1990 381 9 F. Boccuzzi G. Ghiotti A. Chiorino L. Marchese Surf. Sci. 233 1990 141 10 F. Boccuzzi A. Chiorino G. Ghiotti Surf. Sci. 209 1989 77 11 F. Boccuzzi F. Ghiotti A. Chiorino J. Chem. Soc. Faraday Trans. II 79 1983 1779 12 G. Dellepiane J. Overend Spectrochim. Acta 22 1966 593 13 J.L. Davis M.A. Barteau Surf. Sci. 208 1989 383 14 O. Koga T. Onishi K. Tamaru J. Chem. Soc. Faraday Trans. I 1978 19 15 K. Nakamoto P.J. McCarthy A.E. Martell J. Amer. Chem. Soc. 83 1961 1272 16 E. Yagasaki R.I. Masel Surf. Sci. 226 1990 51 17 G. Blyholder D. Shihabi J. Catal. 46 1977 91 18 F. Boccuzzi A. Chiorino G. Ghiotti E. Guglielminotti Langmuir 5 1989 66 19 J.I. Gersten I. Wagner A. Rosenthal Y. Goldstein M. Many R.E. Kirby Phys. Rev. B 29 1984 2458 20 M.A. Vannice W. Erley H. Ibach Surf. Sci. 254 1991 12 21 N.R. Avery Surf. Sci. 125 1983 771 22 J.J. Watkins E.C. Ashby Inorg. Chem. 13 1974 2150 23 A.J. de Koning J. Boersman G.J.M. van der Kerk Tetrahedron Lett. 29 1977 2547",
      "scopus-id": "0027595543",
      "coredata": {
        "eid": "1-s2.0-030451029385022L",
        "dc:description": "We report the adsorption and the deuteration of acetone-d 6 on differently pretreated Pt/ZnO catalysts, studied by FTIR. On mildly reduced samples the deuteroacetone is mainly adsorbed at room temperature (RT) in molecular end-on forms; upon heating at 373 K minor amounts of CO are formed. These findings indicate that the adsorption on the mildly reduced sample at RT is only molecular, while abstraction of deuterium atoms and breaking of CC bonds occurs upon heating. The interaction of strongly reduced samples with acetone-d 6 at RT causes an almost complete loss of IR transmission and the growth of strong bands in the OD stretching region; this behaviour indicates that on this sample the deuteroacetone very easily loses D atoms. Moreover, a quite broad band at 1580 cm−1 emerges after a long contact time, related to the formation of an unsaturated diketone species. The deuteration reaction on the mildly reduced samples produces, at RT, bands assigned to modes of perdeuteroisopropylalcohol; however, large amounts of unreacted deuteroacetone remain in the cell, even after many hours of contact. The reaction with D2 on strongly reduced samples also in this case produces perdeuteroisopropylalcohol. The deuteroacetone present in the cell or chemisorbed on the surface, however, is almost completely depleted. The data indicate a higher dehydrogenating and hydrogenating activity of the strongly reduced samples in comparison with the mildly reduced ones, mainly due to changes in the surface composition of the metallic particles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-05-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029385022L",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Boccuzzi, F."
          },
          {
            "@_fa": "true",
            "$": "Ghiotti, G."
          },
          {
            "@_fa": "true",
            "$": "Chiorino, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029385022L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029385022L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)85022-L",
        "prism:volume": "81",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Adsorption and deuteration of acetone-d 6 on Pt/ZnO catalysts: An IR study of the effects of sample pretreatment",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acetone deuteration"
          },
          {
            "@_fa": "true",
            "$": "chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Fourier-transform infrared spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "platinum—zinc oxide catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "373-386",
        "prism:endingPage": "386",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 May 1993",
        "prism:doi": "10.1016/0304-5102(93)85022-L",
        "prism:startingPage": "373",
        "dc:identifier": "doi:10.1016/0304-5102(93)85022-L",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0027595543"
      }
    }
  }
}