{
  "metadata": {
    "title": "Aryloxide derivatives of tungsten oxytetrachloride as ring-opening metathesis polymerization catalysts",
    "authors": "Andrew Bell",
    "journal": "Journal of Molecular Catalysis",
    "date": "1992-10-15",
    "doi": "10.1016/0304-5102(92)80155-A",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029280155A",
    "pii": "030451029280155A"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0026940988",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029280155A 0304-5102(92)80155-A 030451029280155A 10.1016/0304-5102(92)80155-A S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02519 2024-01-02T01:06:03.941633Z 0 0 19921015 1992 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 76 76 1 3 1 2 3 Volume 76, Issues 1–3 14 165 180 165 180 19921015 15 October 1992 1992-10-15 1992 A Special Volume devoted to the Ninth Symposium on Olefin Metathesis Collegeville, PA (USA) 21–26 July 1991 19910721 19910726 A. E. Martin converted-article fla Copyright © 1992 Published by Elsevier B.V. ARYLOXIDEDERIVATIVESTUNGSTENOXYTETRACHLORIDERINGOPENINGMETATHESISPOLYMERIZATIONCATALYSTS BELL A DRAGUTAN 1985 V OLEFINMETATHESISRINGOPENINGPOLYMERIZATIONCYCLOOLEFINS IVIN 1983 K OLEFINMETATHESIS GRUBBS 1982 499 R COMPREHENSIVEORGANOMETALLICCHEMISTRY AMASS 1989 A COMPREHENSIVEPOLYMERSCIENCE FEAST 1989 W COMPREHENSIVEPOLYMERSCIENCE STRECK 1988 305 R DALLASTA 1969 153 G MACOSKO 1989 C RIMFUNDAMENTALSREACTIONINJECTIONMOLDING HOCKER 1973 430 H DODD 1982 103 H DODD 1985 33 H QUIGNARD 1987 4272 F QUIGNARD 1986 13 F QUIGNARD 1985 1816 F BRESLOW 1990 540 D CHISHOLM 1987 M COMPREHENSIVECOORDINATIONCHEMISTRY METALALKOXIDESARYLOXIDES BRADLEY 1978 D METALALKOXIDES MALHOTRA 1982 159 K FUNK 1960 239 V MORTIMER 1965 1579 P FUNK 1962 204 V KRISHNAIAH 1961 400 K LISTEMANN 1988 264 M HESS 1966 157 V KERSCHNER 1989 780 J KERSCHNER 1989 1424 J BELL 22271990 A BESHOURI 1986 1962 S SCHROCK 1988 1243 R BELL 1991 102 A GEER 211983 R SOCIETYPLASTICENGINEERS POLYDICYCLOPENTADIENEANEWRIMTHERMOSET BELLX1992X165 BELLX1992X165X180 BELLX1992X165XA BELLX1992X165X180XA item 0304-5102(92)80155-A 030451029280155A 1-s2.0-030451029280155A 10.1016/0304-5102(92)80155-A 272239 2024-01-02T01:06:03.941633Z 1992-10-15 1-s2.0-030451029280155A-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280155A/MAIN/application/pdf/da789cefba4e4321bb21600a99f76def/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280155A/MAIN/application/pdf/da789cefba4e4321bb21600a99f76def/main.pdf main.pdf pdf true 1119786 MAIN 16 1-s2.0-030451029280155A-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029280155A/PREVIEW/image/png/b27517e095f6c45f2d3a24bbd7a71a9d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029280155A/PREVIEW/image/png/b27517e095f6c45f2d3a24bbd7a71a9d/main_1.png main_1.png png 53546 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 76 (1992) 165-180 165 M2980 Aryloxide derivatives of tungsten oxytetrachloride as ring-opening metathesis polymerization catalysts Andrew Bell Hercules Incorporated, Hercules Materials Company, Research Center, Wilmington, DE 19808-1599 (USA) Abstract Pure WOC14-x(OAr)x complexes (x = 1, 2, 3 or 4; OAr = aryloxide, e.g., -OC,H3 2,62) were prepared in essentially quantitative yields by reacting tungsten oxytetrach ride (WOC14) with the stoichiometric amount of the parent substituted phenol or lim aryloxide. A structural study of WOC12(OC6H3 2,6-Pr2)Z and WO(OC6H3 2,6Me2)4 procatalysts showed them to have pseudo-square-pyramidal geometry about the tungsten center (cf. WOC14). A trans arrangement of 2,6-diisopropylphenoxide ligands was found for the WOCl2(OC6H3 2,6-Pr2)Z procatalyst. The ring-opening metathesis polymerization (ROMP) of dicyclopentadiene (DCPD) by WOC13(OAr), WOCl2(OAr)2, and WOCI(OAr)3, in combination with trialkyltin hydrides (R3SnH) or triaryltin hydrides (Ar3SnH), was assessed. Pure tungsten-oxytetrachloride-based procatalysts, i.e., WOC14_x(OAr)x, activated by a tin hydride, are capable of bulk-polymerizing dicyclopentadiene (DCPD) with very high polymer yields (>-99.5%). The polymerization ability of a particular procatalyst was correlated with the reduction potential (W(VI) -> W(V)) of the complex and the charge on the oxygen of the 2,6-disubstituted or 2,4,6-trisubstituted phenoxide ion. The effects of changing DCPD:W, Sn:W and rate moderator:W ratios on residual monomer levels were studied. Introduction Transition-metal-catalyzed ring-opening metathesis polymerization (ROMP) of cyclic olefins is an important application of the olefin metathesis reaction (Scheme 1) [1]. Polynorbornene, polyoctenamer and polydicyclopentadiene are currently produced on an industrial scale using this process [2]. M=CHR M M-CH CH=CHR R n eq.so ~ M*C~H*CHR Jn+1 Scheme 1. Mechanism for ROMP of cycloolefins. 0304-5102/92/$5.00 <(J` 1992 - Elsevier Sequoia. All rights reserved 166 Dicyclopentadiene (DCPD) polymerizes quite readily using metathesis catalysts, but the nature of the product is highly dependent on the specific details of the catalyst structure and the polymerization conditions. Known products range from soluble or only partially soluble thermoplastics [3] to an insoluble, brittle polymer [4]. Ring-opening metathesis of the very strained norbornene ring with concomitant cometathesis of a limited number of less-strained cyclopentene rings results in the highly crosslinked thermoset network depicted in Scheme 2. Recently, it has been found that such a highly crosslinked thermoset resin has properties that make it useful as an engineering polymer [5]. METTOW1 liquid molding resin is a Hercules Incorporated trademark for a proprietary blend of polydicyclopentadiene formed by the ring-opening metathesis polymerization of DCPD. Tungsten catalyst .01 ~'~T k% n b Scheme 2. Formation of PolyDCPD utilizing a tungsten catalyst (depicted in a stepwise fashion for clarity). The DCPD polymerization reaction has characteristics that make it readily adaptable to reaction injection molding (RIM) [6], resin transfer molding (RTM), pour molding and other liquid-molding processes. The active metathesis catalyst is formed when two separate reagents, a metal procatalyst component and an activator component, are combined (Scheme 3). A procatalyst is a metal complex from which the ring-opening metathesis polymerization catalyst is generated upon combination with a suitable activator. Thus separate solutions of the individual components in DCPD monomer are used, generating an active catalyst when the components are combined in the mixhead prior to injection into a mold. 167 DCPD DCPD Elastomer Elastomer Procatalyst Activator Additives Additives Mixhead Mold Scheme 3. Schematic diagram of the METTON1 LMR polyDCPD RIM system. In our continuing efforts to develop new catalyst systems, we have focused our attention on tungsten compounds supported by bulky aryloxide ligands. Of particular interest are a number of tungsten complexes with aryloxide ligands, which have been utilized as olefin metathesis catalyst precursors, e.g., tungsten hexaphenoxide [W(OC,Hs)6] [7, 8] tungsten oxytetraphenoxide [WO(OC,H5)4] [9], dichlorotetrakis(aryloxide)tungsten [ WCl2 (OAr)4 ] and related complexes [ 7-11]. Most recently, Basset and co-workers have completed a study [ 13] of a system in which treatment of tungsten hexachloride (WC16) with various substituted phenols in toluene or carbon tetrachloride leads to mixed chloro aryloxide complexes W CI,, _ x (OAr),, where x = 2 to 4. These complexes are also quite active catalysts for the ring-opening polymerization of strained olefins when activated by an appropriate alkylating agent, e.g., Et2AlCl [14]. In similar fashion, polyDCPD has been produced [15-17] using WC15(OAr), WC14(OAr)2, WC13(OAr)3, and WC12(OAr)4 procatalysts activated by non-alkylating tin hydride reagents, i.e., tri-n-butyltin hydride (n-Bu3SnH) or triphenyltin hydride (Ph3SnH). We are now in a position to describe a new catalyst system for the bulk polymerization of DCPD utilizing tungsten-aryloxide-based procatalysts, derived from tungsten oxytetrachloride (WOC14) and various substituted phenols, in combination with trialkyl or triaryltin hydrides. Results and discussion Procatalyst synthesis The synthesis of WC1B_,,(OAr)z complexes (x=1, 2, 3, 4 and 6) has been reported by a number of authors [13, 18-20]. In general, treatment of tungsten hexachloride (WC's) with the stoichiometric amount 168 of substituted phenols in toluene or carbon tetrachloride solvents leads to mixed chloroaryloxide and aryloxide complexes with the following stoichiometries: WC15(OAr), WC14(OAr)2, WC13(OAr)3, WC12(OAr)4 and W(OAr)6. There is, however, a distinct lack of information available concerning the preparation of aryloxide complexes derived from tungsten oxytetrachloride (WOC14). Previous work by Funk and Mohaupt [21] showed that mono- and bis-aryloxide complexes could be prepared from WOC14 and salicylic acid, salicylaldehyde or methyl salicylate. Employing quite harsh reaction conditions, Krishnaiah and Prasad [22] prepared a number of tetrakis aryloxide complexes, i.e., WO(OAr)4, by reacting WOC14 with cresols and nitrophenols. For comparison with tungsten(IV) aryloxides, Listemann and Schrock [23] prepared the tetrakis(2,6-dimethylphenoxide) oxytungsten complex WO(OC6H3 2,6-Me2)4, through chloride substitution with lithium 2,6-dimethylphenoxide. The use of aryloxides and alkoxides as ligands in the preparation of transition metal and organometallic complexes is now commonplace. The particular advantages associated with aryloxide ligands are: (i) the solubility of the tungsten center is controlled by attachment of the aryloxide; (ii) bulky aryloxide ligands at the tungsten center thwart catalyst decomposition pathways involving the combination of metal centers through bridging ligands, by maintaining mononuclearity; (iii) the ligands themselves are able to control the sterics at the reaction site; and (iv) the electronic character of the reaction site can be altered by the substituents on the aryloxide ligand. Thus the relative importance of electronic and steric effects at the metal center in the metathesis polymerization reaction may be assessed. It should be noted that the synthesis of aryloxide derivatives of WOC14 based complexes is not as simple as might first be supposed. One complication reported by Funk et al. [19] and Mortimer and Strong [20] is the facile conversion of tungsten oxytetrachloride (WOC14) to the tungsten hexaphenoxide [W(OAr)6] complex in excess phenol. In addition, reaction of the W=O bond apparently also occurs in the preparation of WCl(OC,H5)5 from WOC14 and phenol [20]. We find that aryloxide complexes of WOC14 may be prepared in a stepwise fashion using a variety of substituted phenols or their metal aryloxide salts (e.g., NaOAr or LiOAr) in hydrocarbon or ether solvents. Scheme 4 shows the synthetic routes to such WOC14_x(OAr)x complexes. The monoaryloxide complexes can be prepared directly from WOC14 and one equivalent of the parent phenol. Further, the bis-aryloxide complexes may be synthesized by direct addition of two equivalents of substituted phenol to WOC14 or, depending on the phenol substituents, by using the monoaryloxide tungsten complex and one equivalent of a lithium aryloxide. We find it is best not to use the parent phenols as the reagents of choice for the whole reaction scheme, as they are not discriminating enough in their reactivity. Chloride substitution to generate tris- and 169 tetraaryloxide oxytungsten complexes, i.e., WOC1(OAr)3 and WO(OAr)4, is most cleanly accomplished by reacting the lithium aryloxide with the intermediate WOC12(OAr)2 complex. The WOCl3(OAr), WOC12(OAr)2, WOC1(OAr)3, and WO(OAr)4 complexes are isolated as crystalline solids in essentially quantitative yields and are readily dissolved in pure DCPD. HOAr wOCl, - WOCl3(OAr) I LIOAr or ArOH WOCl2(OAr12 2 LIOAr LiOAr WOCl(OAr)3 WO(OA04 Scheme 4. Synthetic routes to WOCl4_x(OAr)x using phenol, substituted phenols and lithium aryloxides. Procatalyst structures Despite previous structural studies dealing with WCls derived aryloxides [13, 18], e.g., WC14(OC,H3-2,6-Ph2)Z, WC13(OC6H3 2,6-Pr2)3 and WCl2(OC6H3 2,6-C12)4, there is no previous work dealing with the WOC14 based analogues. We have therefore carried out single-crystal X-ray diffraction analyses of two compounds in order to compare their structural parameters with known WCls_x(OAr)x compounds. The molecular structure of WOCl2(OC6H3 2,6-Pr2)2 is shown in Fig. 1. This compound represents the first member of the WOC14_x(OAr)x series to be structurally characterized. Only the parent tungsten oxytetrachloride (WOCl4) has already been studied by single-crystal X-ray diffraction [24]. Crystals of WOC12(OC6H3 2,6-Pr2)2 comprise discrete molecules, and no intermolecular distances shorter than 3.5 A can be found. The procatalyst complex possesses an overall pseudo-square-pyramidal geometry (cf. WOC14), with the 2,6-diisopropylphenoxide groups bound in a trans orientation. The W-O-C angles are relatively large in this procatalyst molecule, e.g., W-010-C11 =154.0(6) , and, together with the W-010 =1.832(6) A bond distance, indicate extensive 7r-donation from the oxygen atom to the tungsten metal center. The nuances of group VI metal-aryloxide n-bonding have been discussed in detail elsewhere [25]. The wholly substituted aryloxide complex WO(OC,H3 2,6-Me2)4 contains a crystallographic fourfold axis of symmetry, resulting in a squarepyramidal geometry about tungsten, i.e., O=W-OAr=104.9(1) , wherein all metal aryloxide bond distances and angles are equivalent (Fig. 2). The W-OAr bond distance of 1.865(3) A and the W-O-Ar angle of 149.9(3) are indicative of oxygen atom 7c-donation into the metal d 170 C26 C16 010 020 C25 C15 C11 C12 C21 Cil C24 C23 27 CS~ C6m Fig. 1. A perspective drawing of WOC12(OC6H3 2,6-Pr2)2 with non-hydrogen atoms represented by thermal vibration ellipsoids drawn to encompass 50% of their electron density. Hydrogen atoms are represented by arbitrarily small spheres that are in no way representative of their true thermal motion. Fig. 2. A perspective drawing of WO(OC6H3 2,6-Me2)4 with non-hydrogen atoms represented by thermal vibration ellipsoids drawn to encompass 50% of their electron density. Hydrogen atoms are represented by arbitrarily small spheres that are in no way representative of their true thermal motion. 171 orbitals. Furthermore, the central tungsten atom of WO(OC,H3 2,6-Me2)a and its five adjacent oxygen atoms exhibit the same pseudo-square-pyramidal geometry found for WOC14 and WOCl2(OC6H3 2,6-Pr2)2. Electrochemical characterization of procatalysts Recently the electrochemical behavior (cyclic voltammetry and coulometry) of tungsten(VI) aryloxide complexes WC16x(OAr)x, where x =0, 1, 2, 3, 4 and 6 [26], was reported. Rothwell and co-workers [25, 27] and Schrock et al. [28] have also discussed the electrochemistry of WC15(OAr) [25], WC12(OAr)4 [28] and W(OAr)6 [27] complexes. In general, the cyclic voltammetric characterization of tungsten(VI) aryloxide compounds is quite straightforward. The cyclic voltammetric experiment shows that the stepwise replacement of chloride by aryloxide in WCls_x(OAr)x complexes leads to species that become harder to reduce by about 500 mV on each subsequent substitution. It is known that the reduction potentials for the WCls_x(OAr)x complexes correspond to the degree of aryloxide substitution. More important, however, is the fact that the reduction potential indicates the electronic character of the metal center. Schrock's study showed that the reduction potentials of some tungsten(VI) aryloxide species follow trends that one would predict on the basis of the electron-withdrawing ability of the substituted phenoxide ligands [28]. Indeed, it is found by analyzing olefin metathesis data that more active catalysts are formed when the most electropositive metal centers are activated toward metathesis [11, 14]. In a similar fashion, we find that the W(VI) -+ W(V) reduction potentials of WOC14_x(OAr)x complexes may be altered by varying both the degree of substitution and the substituents on the phenoxide ligands. Subtle changes in the electrochemistry of the WOC14_x(OAr)x complexes are associated with changes in the amount of aryloxide 7r-bonding to the tungsten center. The 7c-bonding is manipulated by the use of various electron-withdrawing or releasing groups attached to the parent phenol. For any given procatalyst, the reduction potential is related to the nature of the aryloxide substituents. The charge on the free aryloxide (or free phenol oxygen) decreases in the following order: i-Pr > CH, > CH30 Ph > Cl > Br. The order corresponds roughly to the decrease in the pKa of the parent phenol. In this study, we have calculated the electronic charges on a number of 2,6-disubstituted or 2,4,6-trisubstituted phenols and correlated them with the reduction potential of the WOC14_x(OAr)x (x = 1, 2, 3 or 4) complexes prepared. The relationship between the reduction potentials of tungsten aryloxide complexes and the charges on the aryloxide oxygen is given in Fig. 3. One could achieve a similar relationship by using the sum of the Hammett parameters or the charge on the substituted phenol (ArOH) used in the procatalyst preparation in place of the aryloxide oxygen charge (Ar0-). Four series of reduction potentials are shown, and these correspond to 172 o 0.5 CL U C 0 C h o -0.5 o n. C 0 -1 - 10 -0.53 1- 2,4-C12-6-Me 2,6-Met or 2,6-i-Pr2 2,6-(OMe)2 2,6-Ph2 o 1::~ 2,6-Br2 2,6-CIZ WOCl3(OAr) A, WOC1(OAr)3 WOCIzIOAr)2 * WOIOAr)4 -0.51 -0.49 -0.47 -0.45 -0.43 Charge on Substituted Phenoxide Oxygen (Electrons) Fig. 3. Correlation between reduction potential of WOCl4_x(OAr)x complexes and the charge at the substituted phenoxide oxygen. various WOC14_x(OAr)x (x = 1-4) complexes. Monoaryloxide complexes [WOC13(OAr)] have the most positive reduction potentials and so are the easiest to reduce. Seven substituted phenol ligands containing the following substituents were used to prepare the tungsten aryloxide complexes: 2,6-Met; 2,6-Pre; 2,6-(OMe)2; 2,6-Ph2; 2,4-C12 6-Me; 2,6-C12; and 2,6-Br,. As anticipated, the compounds that are easiest to reduce are those with a phenoxide substituted with the best electron-withdrawing groups (lowest electronic charge), i.e., Br and Cl. Polymerization activity A number of systems have been described in which the phenol substituents dictate the activity of the catalyst employed [11-14]. Dodd and Rutt [11] showed that for trans -WCl2(OAr)4 procatalysts based on WCls, the activity of the catalysts increased with the electron-withdrawing ability of the para substituents. As expected, a linear Hammett relationship was observed. In a similar fashion, Basset and co-workers isolated some single-component catalysts from the reaction of various WC14(OAr)2 complexes with alkylating agents [13, 14]. By employing pent-2-ene as the olefinic reagent, they determined that catalyst activity increased with the electron-withdrawing ability of the phenol substituents [13b,c]. Recent work completed using WCls derived aryloxide complexes has shown that trialkyltin hydrides and triaryltin hydrides can be used to 173 polymerize bulk DCPD in high yield [15, 17]. We are now in a position to discuss the bulk polymerization chemistry based on ROMP catalysts that are formed by the activation of the prepared WOC14_x(OAr)x complexes (or procatalysts) using alkyltin hydride or aryltin hydride activators [29]. In our discussions, however, we will focus only on the overall conversion of monomer to polymer as our measure of activity. Of course, solution polymerization studies are necessary to determine the actual rate of polymerization, i.e., -d[monomer]/dt, and to further refine our concept of catalyst activity versus procatalyst reduction potential (or aryloxide oxygen charge). The polymerization ability of WOC13(OAr), WOC12(OAr)2, and WOC1(OAr)3 in combination with trialkyltin hydrides or triaryltin hydrides has been assessed [29b]. Both WOC13(OAr), e.g., WOC13(OC,H3 2,6Ph2), and WOCI(OAr)3, e.g., WOC1(OC,H3-2,6-Cl2)3, complexes can be activated readily by trialkyltin hydride or triaryltin hydride to polymerize pure DCPD [29]. In discussing the intricacies of the polymerization reactions employing WOC14x(OAr)x complexes, however, we will use as illustration the WOCl2(OAr)2 series. These complexes are quite easy to prepare, the full series of substituted phenols are available, the complexes are stable in DCPD and a wide range of reduction potentials has been measured for the complexes. The degree of monomer conversion can be related directly to the reduction potential of the particular WOC12(OAr)2 complex employed (i.e., electron density on the oxygen of the aryloxide) (see Fig. 3) [29b]. It is apparent that the activity of a particular catalyst can be empirically related to the electron-withdrawing characteristics of the phenol substituents, e.g., Hammett constants. Dodd and Rutt [ 11, 12] and Basset and co-workers [13, 14] report that metal electrophilicity (or olefin-philicity) is important in the olefin metathesis reaction. For the series of WOC14_x(OAr)x procatalysts prepared in this work, we are now able to gauge this electrophilicity by measuring the reduction potentials associated with each procatalyst. Electron-withdrawing aryloxides, such as 2,6-dichlorophenoxide (for WOC12(OC6H3-2,6-Cl2)2: Eli, (volts versus AgQRE) = +0.25 V) and 2,6-dibromophenoxide (for WOC12(OC,H3 2,6Br2)2: E,/2 (volts versus AgQRE) = +0.25 V), ensure that the DCPD polymerization reaction with the corresponding tungsten aryloxide complex occurs almost completely, to give polymer possessing a residual DCPD level of 0.1 wt.% (Fig. 4). Dicyclopentadiene polymerization employing WOCl2(OC6H3 2,6-Ph2)2 procatalyst (El/2 (volts versus AgQRE) = -0.05 V), which utilizes an aryloxide with moderately electron-withdrawing substituents (based on our redox scale), leads to a residual monomer level of 0.29% in the polyDCPD produced. When WOC12(OC,H3-2,6-Pr2)2 (Eli, (volts versus AgQRE) _ -0.15 V), prepared using the less acidic 2,6-diisopropylphenol, is activated by a trialkyltin hydride, a slightly less active catalyst is generated. The residual monomer level in the polyDCPD obtained is closer to 0.4 wt.% under comparable 174 N -.~ 2,6-i-Pr2 o 5 t 2,6-CIz p 4 L N O C O id 7 N V 79 (a) DCPD:W m m -.0- 2,6-i-Pr2 m \" ..~ 2.6-Ci2 a m E 0 C 0 7 h d (b) SnH:W Fig. 4. Effect of reactant stoichiometry on residual monomer level for WOC12(OAr)2 complexes: (a) DCPD:W ratio; (b) R.SnH:W ratio [29b]. conditions of polymerization using WOC12(OC,H3 2,6-C12)2 and WOC12(OC6H3 2,6-Ph2)2 (Fig. 4). In order to understand the range of reactivity that may arise under molding conditions, the effects of varying reactant stoichiometries on the residual monomer level was systematically studied. The effect of the following reaction variables was investigated: (i) monomer-to-procatalyst ratio, (ii) activator-to-procatalyst ratio, and (iii) rate-moderator-to-procatalyst ratio. Based on the electron-withdrawing abilities of the phenol substituents, the WOC12(OAr)2 complexes ligated by 2,6-diisopropylphenoxide and 2,6-dichlorophenoxide moieties were selected as the extremes of the series of phenols investigated. Using these procatalysts, the effect of the DCPD:W reactant ratio on the residual monomer level was studied. It is quite apparent that two distinct reactivity profiles exist (Fig. 4(a)). Both the procatalysts polymerize DCPD at very high conversions even at the highest monomer-to-tungsten ratio. The more active procatalyst, which affords slightly lower residual monomer levels, is the one based on the substituted phenol with the most-electron-withdrawing groups attached, i.e., 2,6-dichlorophenol. 175 In some catalyst systems, over-reduction of the metal center by the activator leads to loss in catalyst activity [11]. The examples shown here are based on the 2,6-diisopropylphenol- and 2,6-dichlorophenol-derived procatalysts (Fig. 4(b)). Overall, there is little effect on residual monomer levels, even at very high R,SnH:W reactant ratios. The slight difference in residual monomer levels is attributed to the substitution at the phenol. We find that the onset of gelation and curing can be adjusted by altering the Lewis-base-to-tungsten reactant ratio (rate moderator:W) [29-31]. Suitable rate moderators can be selected from the compounds typically used: ethers (OR,), phosphines (PR,), phosphites [P(OR)3], phosphonites [PR(OR)2], phosphinites [PRZ(OR)], pyridines, pyrazines and many other Lewis bases. Once again, we find that the polymerization reaction is essentially immune to reactant stoichiometry, because residual monomer levels remain essentially constant over the range employed. As previously observed, the activated 2,6-dichlorophenol procatalyst is more effective at polymerizing DCPD than the corresponding 2,6-diisopropylphenol procatalyst. Polymer properties A comparison of the properties found for two polyDCPD samples generated using different reaction conditions is shown in Table 1. Under the molding conditions employed, tensile, flexural and impact property values for METTONI~l 1537 [32] and a sample generated using the WOC12(OAr)Z/n-Bu2SnH catalyst combination are essentially equivalent. These polymer properties reflect the excellent balance of impact, modulus and toughness that is characteristic of the polyDCPD material. TABLE 1 Poly(dicyclopentadiene) properties Property METTON@ 1537 Polymer from WOC12(OAr)2 tensile strength 6 200 psi 5 900 psi modulus 260 000 psi 280 000 psi flexural strength 10 400 psi 9 800 psi modulus 284 000 psi 278 000 psi notched Izod (23 C) 8.0 ftlb in-' 9.1 ftlb in-' heat deflection temperature (264 psi) 103 C 120 C glass transition temperature (Te) 137 C 158 C 176 Experimental General procedures and starting materials All manipulations were performed anaerobically in nitrogen-sparged pop bottles or under argon atmosphere (Vacuum Atmospheres Dri-Lab) or using Schlenk techniques. All liquid transfers were made by either syringe or cannula to maintain an inert atmosphere. Sublimed tungsten oxytetrachloride (WOC14) was obtained from H. C. Starck (Berlin, Germany) and used as received for the synthesis of WOCl4_x(OAr)x procatalysts. 2,6-dibromophenol, 2,6-dichlorophenol, 2,6-diisopropylphenol, 2,6-dimethoxyphenol, 2,6-dimethylphenol and 2,6-diphenylphenol were purchased from Aldrich and used as received. 2,4-dichloro-6methylphenol was obtained from American Tokyo Kasei and used as received. Cyclic voltammetry Dichloromethane (CHZClz, HPLC grade, Burdick and Jackson) was dried over 4A molecular sieves (Aldrich) and sparged with dry nitrogen before use. The electrolyte, tetra-n-butylammonium hexafluorophosphate [N(n-Bu)4][PF6] (TBAH), was purchased from BioAnalytical Systems and used as received. When performing measurements using WOC14_X(OAr)x compounds, a drying step was introduced to remove any H20 brought into the system by the electrolyte. The 0.2 M TBAH-CH2C12 solutions were prepared in the dry-box and placed over 4A molecular sieves for a minimum of 24 h prior to use. Cyclic voltammograms (CV) were recorded using a BioAnalytical Systems CV-1B instrument in conjunction with a Hewlett-Packard 7045A X-Y recorder. A three-compartment (H) cell (.: 10 ml volume of main compartment) was used with a platinum disk working electrode, a platinum gauze auxiliary electrode and a silver wire quasi-reference electrode (Ag(aRE), to which all potentials are referred. The potential of the working electrode was checked by the addition of a small amount of ferricinium hexafluorophosphate ([CpzFe](PF6)) into the analysis chamber. The Cp2Fe I+ couple for [Cp2Fe](PF6) is at +0.45 V versus AgQRE. Alternatively, decamethylferrocene [(MeSCp)2Fe] [(MeSCp)ZFe l+ is at +0.05 V versus AgQRE] could be substituted for [Cp2Fe](PF6) when analyte and redox couples were coincident. Cyclic voltammograms were obtained in an argon-filled dry-box in dichloromethane containing 0.2 M TBAH as the supporting electrolyte. Analyte concentrations were approximately 1 x 10-3 M under these conditions. Polymerization studies All manipulations were performed anaerobically in nitrogen-sparged pop bottles or under argon atmosphere (Vacuum Atmospheres Dri-Lab) or using Schlenk techniques. All liquid transfers were made by either syringe or cannula. Tri-n-butyltin hydride (packaged in a Sure/Seal\" bot- 177 tle) was purchased from Aldrich and stored under refrigeration ( z0 C). Dicyclopentadiene (DCPD) of >,98% purity was used to prepare all catalyst and activator polymerization stock solutions. Polymerizations were conducted in nitrogen-sparged test tubes by adding together the procatalyst/DCPD and activator/DCPD components (2.5 ml of each), mixing on a vortex mixer, and then inserting the tube into a heated block ( ,: 32 C) or oil bath (80 C). Residual monomer levels were determined by gas chromatography after extracting the unpolymerized dicyclopentadiene by swelling the polymer sample in toluene. Tungsten phenoxide procatalysts Pure WOCl, x(OAr)x (x = 1, 2, 3 or 4; OAr = 2,6-disubstituted phenoxide, e.g., OC6H3 2,6-Met) complexes were prepared in essentially quantitative yield by reacting WOCI, with the requisite amount of substituted phenol or lithium aryloxide in hydrocarbon or ether solvents. The procedures used were typical of those described earlier [ 13, 19, 21, 23, 291. WOCl3(OC,H3-2,s-C1,) To a quantity of WOC14 (3.79 g, 11.1 mmol) stirred in cyclopentane (50 ml) was added dropwise a solution of 2,6-dichlorophenol (HOC,H3 2,6(12) (1.18 g, 11.1 mmol) in cyclopentane (25 ml). The dropwise addition of the phenolic solution was accomplished over a period of 30 min. During the phenol addition, the solution changed from orange to deep red and purple crystals precipitated from the reaction solution. The reaction mixture was stirred at room temperature for 2 h. After this time, the reaction mixture was filtered to remove the dark red-purple crystalline product WOC13(OC6H3 2,6-C12), and the collected solids were washed with pentane (10 ml) and dried in uacuo; yield = 4.20 g (81 fo). The filtrate was evaporated to dryness under reduced pressure and was shown by cyclic voltammetry to have the same identity as the isolated solids. Composition calcd. for C,H3C1502W: C, 15.39%; H, 0.65%; Cl, 37.86%. Found: C, 15.21%; H, 0.67%; Cl, 37.00 l0. WOCl2(OC6H3-2,6-C12)2 A quantity of WOC13(OC,H3-2,6-Cl2) (3.50 g, 7.48 mmol) was dissolved in a minimum of diethyl ether ( .: 50 ml). To this solution was added a saturated solution of lithium 2,6-ckchlorophenoxide (LiOC,H3 2,6-C12) (1.28 g, 7.48 mmol) in diethyl ether ( z 10 ml). The phenolic solution was slowly added dropwise. Almost instantly the deposition of red crystals occurred. The reaction mixture was stirred at room temperature with a slow nitrogen purge over the ether solution for 150 min. After an additional hour, the reaction mixture was filtered to remove a dark red crystalline product, WOC12(OC6H3-2,6-Cl2)2. The solid was then washed with a small amount of dried pentane (5 ml) and dried under vacuum 178 (3.90 g). This material was dissolved in dichloromethane (:., 25 ml) and filtered to remove the lithium chloride byproduct. Evaporation of the filtrate under reduced pressure led to pure WOCl2(OC,H3 2,6-C12)2 in 72 l0 yield (3.21 g). Calcd. for C12H6C1603W: C, 24.23%; H, 1.02 l0; Cl, 35.77 l0. Found: C, 23.96%; H, 1.08%; Cl, 36.07%. WOCl2(OC,H3-2,6-Pr2)2 To a quantity of WOCL (5.0 g, 14.6 mmol) stirred in cyclopentane (100 ml) was added dropwise a solution of 2,6-diisopropylphenol (HOC~H3 2,6-Pre) (5.42 ml, 29.2 mmol) in cyclopentane (50 ml). The dropwise addition of the phenolic solution was performed over a period of 30 min. During the phenol addition, the solution changed from orange to deep red and purple crystals precipitated from the reaction solution. The reaction mixture was stirred at room temperature for 2 h. After this time, the reaction mixture was filtered to remove any unreactive impurities in the starting WOC14. The dark red filtrate was evaporated to dryness under reduced pressure, and the collected dark purple crystalline solids were dried in vacuo to give pure WOCl,(OC6H3-2,6-Pr2)2; yield = 8.22 g (90%). Calcd. for C24H34Cl203W: C, 46.10%; H, 5.48%; Cl, 11.34%. Found: C, 46.18%; H, 5.40 la; Cl, 11.70 /a. Single crystals suitable for X-ray diffraction analysis were obtained by cooling (-18 C) a saturated toluene solution of the compound. WO(OC6H3-2,6-Me2)4 Pure W(OC,H3-2,6-Me,), was synthesized using a slight modification of a literature method [23]. Instead of reacting tungsten oxytetrachloride with four equiv. of lithium 2,6-dimethylphenoxide, we preferred to react WOC14 with two equiv. of 2,6-dimethylphenol in diethyl ether, and then react this ether mixture with two equivalents of lithium 2,6-dimethylphenoxide at -30 C. Single crystals suitable for X-ray diffraction analysis were obtained by recrystallization from dichloromethane/diethyl ether (1:2) at room temperature. Theoretical Calculations were carried out using the standard AM1 procedure as implemented in the MOPAC 5.0 (molecular orbital package) program [33j. Prior to calculating atomic charges for the various phenols and substituted phenoxide anions, the geometries of the species were calculated by minimizing the energy with respect to all geometrical variables. X-ray studies of procatalysts Single-crystal X-ray diffraction studies were performed on WOC12(OC,H3 2,6-Pr2)2 and WO(OC6H3 2,6-Me2)4 by Dr. Cynthia S. Day, Crystalytics Company, Lincoln, Nebraska. 179 Conclusion The stepwise synthesis of a series of pure tungsten-oxytetrachloridebased aryloxide procatalysts, i.e., WOCl4_x(OAr)x, complexes, has been described. Cyclic voltammetry was demonstrated to be the analytical tool of choice for distinguishing between WOCl4_x(OAr)x complexes and for discerning the electronic influences of a variety of 2,6-disubstituted or 2,4,6-trisubstituted phenoxide ligands. The polymerization ability of a particular WOC14_x(OAr)x procatalyst was correlated with the charge on the oxygen of the 2,6-disubstituted phenol or 2,6-disubstituted phenoxide ion, and the reduction potential. Pure WOC14_x(OAr)x procatalysts, activated by trialkyltin hydrides or triaryltin hydrides, polymerize DCPD in bulk with very high polymer yields. Furthermore, these new catalyst systems are quite insensitive to reactant stoichiometry (monomer/procatalyst/activator/moderator). Acknowledgements Ms. Robyn J. Hanson prepared the procatalyst compounds described and performed the DCPD polymerization experiments. Computer calculations were performed by Dr. Denise R. Fitzgibbon using the MOPAC semi-empirical computational program. References 1 (a) V. Dragutan, A. T. Balaban and M. Dimonie, Olefin Metathesis and Ring-Opening Polymerization of Cycloolefins, Wiley -Interscience, Chichester, 1985; (b) K. J. Ivin, Olefin Metathesis, Academic Press, London, 1983; (c) R. H. Grubbs, in G. Wilkinson (ed.), Comprehensive Organometallic Chemistry, Vol. 8, Pergamon, Oxford, 1982, p. 499; (d) A. J. Amass, in G. Allen (ed.), Comprehensive Polymer Science, Vol. 4, Pergamon, Oxford, 1989, Chap. 6; (e) W. J. Feast, in G. Allen (ed.), Comprehensive Polymer Science, Vol. 4, Pergamon, Oxford, 1989, Chap. 7. 2 R. Streck, J. Mol. Catal., 46 (1988) 305. 3 G. Dall'Asta, G. Motrono, R. Manetti and C. Tosi, Mahromol. Chem., 130 (1969) 153. 4 U.S. Pat. 3 627 739 (1971) to P. A. Devlin, E. F. Lutz and R. J. Pattan. 5 U.S. Pat. 4 400 340 (1983) to D. W. Klosiewicz. 6 C. W. Macosko, RIM: Fundamentals of Reaction Injection Molding, Hanser, New York, 1989. 7 Ital. Pat. 733 857 (1964) to G. Natta, G. Dall'Asta and G. Mazzanti. 8 Neth. Appl. 7014 132 (1972) to K. Das. 9 Ger. Offen. 2024835 (1970) to H. Koche. 10 H. Hocker, R. Musch, F. R. Jones and I. Luederwald, Angew. Chem., Int. Ed. Engl., 12 (1973) 430. 11 H. T. Dodd and K. J. Rutt, J. Mol. Catal., 15 (1982) 103. 12 H. T. Dodd and K. J. Rutt, J. Mol. Catal., 28 (1985) 33. 13 (a) F. Quignard, M. Leconte, J.-M. Basset, L. Y. Hsu, J. J. Alexander and S. G. Shore, Inorg. Chem., 26 (1987) 4272; (b) F. Quignard, M. Leconte and J.-M. Basset, J. Mol. Catal., 36 (1986) 13; (c) F. Quignard, M. Leconte and J.-M. Basset, J. Chem. Soc., Chem. Commun., (1985) 1816. 180 14 U.S. Pat. 4 550 216 (1985) to J.-M. Basset, M. Leconte, J. Ollivier and F. Quignard. 15 (a) U. S. Pat. 4 729 976 (1986) to W. Sjardijn and A. H. Kramer; (b) U. S. Pat. 4 810 762 (1987) to W. Sjardijn and A. H. Kramer. 16 D. S. Breslow, CHEMTECH, 20 (1990) 540. 17 U.S. Pat. 5 019 544 (1991) to A. Bell. 18 M. H. Chisholm and I. P. Rothwell, `Metal alkoxides and aryloxides', in G. Wilkinson, R. Gillard and J. A. McCleverty (eds.), Comprehensive Coordination Chemistry, Vol. 2, Pergamon, Oxford, 1987, Chap. 15.3; (b) D. C. Bradley, K. C. Malhotra and D. P. Gaur, Metal Alhoxides, Academic Press, New York, 1978; (c) K. C. Malhotra and R. L. Martin, J. Organometall. Chem., 239 (1982) 159. 19 V. H. Funk, W. Weiss and G. Mohaupt, Z. Anorg. Allg. Chem., 304 (1960) 239. 20 P. I. Mortimer and M. 1. Strong, Aust. J. Chem., 18 (1965) 1579. 21 V. H. Funk and G. Mohaupt, Z. Anorg. Allg. Chem., 315 (1962) 204. 22 K. S. R. Krishnaiah and S. Prasad, J. Indian Chem. Soc., 38 (1961) 400. 23 M. L. Listemann, R. R. Schrock, J. C. Dewan and R. M. Kolodziej, Inorg. Chem., 27 (1988) 264. 24 V. H. Hess and H. Hartung, Z. Anorg. Allg. Chem., 344 (1966) 157. 25 (a) J. L. Kerschner, P. E. Fanwick, I. P. Rothwell and J. C. Huffman, Inorg. Chem., 29 (1989) 780; (b) J. L. Kerschner, E. M. Torres, P. E. Fanwick, I. P. Rothwell and J. C. Huffman, Organometallics, 8 (1989) 1424. 26 A. Bell and D. W. DeWulf, `Cyclic Voltammetric Studies of Tungsten(VI) Phenoxide Complexes', presented at the 199th American Chemical Society Meeting, Boston, MA, April 22-27, 1990. 27 S. M. Beshouri and I. P. Rothwell, Inorg. Chem., 25 (1986) 1962. 28 R. R. Schrock, J. C. Dewan and R. M. Kolodziej, Inorg. Chem., 28 (1988) 1243. 29 (a) A. Bell, Polym. Prepr. (PMSE Div.), 64 (1991) 102; (b) U.S. Pat. 5 082909 (1992) to A. Bell. 30 U.S. Pat. 4 727125 (1988) to L. L. Nelson. 31 (a) U.S. Pat. 4933402 (1990) to A. S. Matlack; (b) U.S. Pat. 4883849 (1989) to A. S. Matlack. 32 (a) R. P. Geer, `Poly(dicyclopentadiene): A New RIM Thermoset', presented at Society of Plastic Engineers, NATEC, Detroit, MI, Sept. 21, 1983; (b) see also METTON R Liquid Molding Resin Product Information, Hercules Incorporated, Product Information, P.O. Box 1071, Hercules Plaza, Wilmington, DE 19899-9973. 33 Available from the Quantum Chemistry Program Exchange (QCPE), Program No. 455 (MOPAC (Version 5.0): a Semi-empirical Molecular Orbital Program), Creative Arts Bldg., Indiana University, Bloomington, IN 47405. X244 9280155A 0304-5102(92)80155-A 10.1016/0304-5102(92)80155-A Aryloxide derivatives of tungsten oxytetrachloride as ring-opening metathesis polymerization catalysts Andrew Bell Hercules Incorporated, Hercules Materials Company, Research Center, Wilmington, DE 19808-1599 USA Pure WOCl4-x (OAr) x complexes (x = 1, 2, 3 or 4; OAr = aryloxide, e.g., −OC6H3-2,6-Me2 were prepared in essentially quantitative yields by reacting tungsten oxytetrachloride (WOCl4) with the stoichiometric amount of the parent substituted phenol or lithium aryloxide. A structural study of WOCl2(OC6H3-2,6-Pri 2)2 and WO(OC6H3-2,6-Me2)4 procatalysts showed them to have pseudo-square-pyramidal geometry about the tungsten center (cf. WOCl4). A trans arrangement of 2,6-diisopropylphenoxide ligands was found for the WOCl2(OC6H3-2,6-Pri 2)2 procatalyst. The ring-opening metathesis polymerization (ROMP) of dicyclopentadiene (DCPD) by WOCl3(OAr), WOCl2(OAr)2, and WOCl(OAr)3, in combination with trialkyltin hydrides (R3SnH) or triaryltin hydrides (Ar3SnH), was assessed. Pure tungsten-oxytetrachloride-based procatalysts, i.e., WOCl4-x (OAr) x , activated by a tin hydride, are capable of bulk-polymerizing dicyclopentadiene (DCPD) with very high polymer yields (⩾99.5%). The polymerization ability of a particular procatalyst was correlated with the reduction potential (W(V1) → W(V)) of the complex and the charge on the oxygen of the 2,6-disubstituted or 2,4,6-trisubstituted phenoxide ion. The effects of changing DCPD:W, Sn:W and rate moderator:W ratios on residual monomer levels were studied. References 1 (a) V. Dragutan A.T. Balaban M. Dimonie Olefin Metathesis and Ring-Opening Polymerization of Cycloolefins 1985 Wiley-Interscience Chichester (b) K.J. Ivin Olefin Metathesis 1983 Academic Press London (c) R.H. Grubbs G. Wilkinson Comprehensive Organometallic Chemistry 8 1982 Pergamon Oxford 499 (d) A.J. Amass G. Allen Comprehensive Polymer Science 4 1989 Pergamon Oxford Chap. 6 (e) W.J. Feast G. Allen Comprehensive Polymer Science 4 1989 Pergamon Oxford Chap. 7 2 R. Streck J. Mol. Catal. 46 1988 305 3 G. Dall'Asta G. Motrono R. Manetti C. Tosi Makromol. Chem. 130 1969 153 4 U.S. Pat. 3 627 739 (1971) to P. A. Devlin, E. F. Lutz and R. J. Pattan. 5 U.S. Pat. 4 400 340 (1983) to D. W. Klosiewicz. 6 C.W. Macosko RIM: Fundamentals of Reaction Injection Molding 1989 Hanser New York 7 Ital. Pat. 733 857 (1964) to G. Natta, G. Dall'Asta and G. Mazzanti. 8 Neth. Appl. 7 014 132 (1972) to K. Das. 9 Ger. Offen. 2 024 835 (1970) to H. Koche. 10 H. Höcker R. Musch F.R. Jones I. Luederwald Angew. Chem., Int. Ed. Engl. 12 1973 430 11 H.T. Dodd K.J. Rutt J. Mol. Catal. 15 1982 103 12 H.T. Dodd K.J. Rutt J. Mol. Catal. 28 1985 33 13 (a) F. Quignard M. Leconte J.-M. Basset L.Y. Hsu J.J. Alexander S.G. Shore Inorg. Chem. 26 1987 4272 (b) F. Quignard M. Leconte J.-M. Basset J. Mol. Catal. 36 1986 13 (c) F. Quignard M. Leconte J.-M. Basset J. Chem. Soc., Chem. Commun. 1985 1816 14 U.S. Pat. 4 550 216 (1985) to J.-M. Basset, M. Leconte, J. Ollivier and F. Quignard. 15 (a) U.S. Pat. 4 729 976 (1986) to W. Sjardijn and A. H. Kramer (b) U.S. Pat. 4 810 762 (1987) to W. Sjardijn and A. H. Kramer. 16 D.S. Breslow Chemtech 20 1990 540 17 U.S. Pat. 5 019 544 (1991) to A. Bell. 18 M.H. Chisholm I.P. Rothwell Metal alkoxides and aryloxides G. Wilkinson R. Gillard J.A. McCleverty Comprehensive Coordination Chemistry 2 1987 Pergamon Oxford Chap. 15.3 (b) D.C. Bradley K.C. Malhotra D.P. Gaur Metal Alkoxides 1978 Academic Press New York (c) K.C. Malhotra R.L. Martin J. Organometall. Chem. 239 1982 159 19 V.H. Funk W. Weiss G. Mohaupt Z. Anorg. Allg. Chem. 304 1960 239 20 P.I. Mortimer M.I. Strong Aust. J. Chem. 18 1965 1579 21 V.H. Funk G. Mohaupt Z. Anorg. Allg. Chem. 315 1962 204 22 K.S.R. Krishnaiah S. Prasad J. Indian Chem. Soc. 38 1961 400 23 M.L. Listemann R.R. Schrock J.C. Dewan R.M. Kolodziej Inorg. Chem. 27 1988 264 24 V.H. Hess H. Hartung Z. Anorg. Allg. Chem. 344 1966 157 25 (a) J.L. Kerschner P.E. Fanwick I.P. Rothwell J.C. Huffman Inorg. Chem. 29 1989 780 (b) J.L. Kerschner E.M. Torres P.E. Fanwick I.P. Rothwell J.C. Huffman Organometallics 8 1989 1424 26 A. Bell D.W. DeWulf Cyclic Voltammetric Studies of Tungsten(VI) Phenoxide Complexes presented at the 199th American Chemical Society Meeting, Boston, MA 22271990 27 S.M. Beshouri I.P. Rothwell Inorg. Chem. 25 1986 1962 28 R.R. Schrock J.C. Dewan R.M. Kolodziej Inorg. Chem. 28 1988 1243 29 A. Bell Polym. Prepr. (PMSE Div.) 64 1991 102 (b) U.S. Pat. 5 082 909 (1992) to A. Bell. 30 U.S. Pat. 4 727 125 (1988) to L. L. Nelson. 31 (a) U.S. Pat. 4 933 402 (1990) to A. S. Matlack (b) U.S. Pat. 4 883 849 (1989) to A. S. Matlack. 32 R.P. Geer Poly(dicyclopentadiene): A New RIM Thermoset presented at Society of Plastic Engineers 211983 NATEC Detroit, MI (b) see also METTON® Liquid Molding Resin Product Information, Hercules Incorporated, Product Information, P.O. Box 1071, Hercules Plaza, Wilmington, DE 19899-9973. 33 Available from the Quantum Chemistry Program Exchange (QCPE), Program No. 455 (MOPAC (Version 5.0): a Semi-empirical Molecular Orbital Program), Creative Arts Bldg., Indiana University, Bloomington, IN 47405.",
      "scopus-id": "0026940988",
      "coredata": {
        "eid": "1-s2.0-030451029280155A",
        "dc:description": "Pure WOCl4-x (OAr) x complexes (x = 1, 2, 3 or 4; OAr = aryloxide, e.g., −OC6H3-2,6-Me2 were prepared in essentially quantitative yields by reacting tungsten oxytetrachloride (WOCl4) with the stoichiometric amount of the parent substituted phenol or lithium aryloxide. A structural study of WOCl2(OC6H3-2,6-Pri 2)2 and WO(OC6H3-2,6-Me2)4 procatalysts showed them to have pseudo-square-pyramidal geometry about the tungsten center (cf. WOCl4). A trans arrangement of 2,6-diisopropylphenoxide ligands was found for the WOCl2(OC6H3-2,6-Pri 2)2 procatalyst. The ring-opening metathesis polymerization (ROMP) of dicyclopentadiene (DCPD) by WOCl3(OAr), WOCl2(OAr)2, and WOCl(OAr)3, in combination with trialkyltin hydrides (R3SnH) or triaryltin hydrides (Ar3SnH), was assessed. Pure tungsten-oxytetrachloride-based procatalysts, i.e., WOCl4-x (OAr) x , activated by a tin hydride, are capable of bulk-polymerizing dicyclopentadiene (DCPD) with very high polymer yields (⩾99.5%). The polymerization ability of a particular procatalyst was correlated with the reduction potential (W(V1) → W(V)) of the complex and the charge on the oxygen of the 2,6-disubstituted or 2,4,6-trisubstituted phenoxide ion. The effects of changing DCPD:W, Sn:W and rate moderator:W ratios on residual monomer levels were studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1992-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029280155A",
        "dc:creator": {
          "@_fa": "true",
          "$": "Bell, Andrew"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029280155A"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029280155A"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(92)80155-A",
        "prism:volume": "76",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Aryloxide derivatives of tungsten oxytetrachloride as ring-opening metathesis polymerization catalysts",
        "prism:copyright": "Copyright © 1992 Published by Elsevier B.V.",
        "prism:issueName": "A Special Volume devoted to the Ninth Symposium on Olefin Metathesis",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "165-180",
        "prism:endingPage": "180",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1992",
        "prism:doi": "10.1016/0304-5102(92)80155-A",
        "prism:startingPage": "165",
        "dc:identifier": "doi:10.1016/0304-5102(92)80155-A",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0026940988"
      }
    }
  }
}