{
  "metadata": {
    "title": "Exceptional susceptibility of ceria-supported rhodium catalyst to inhibitory SMSI effects including acetone hydrogenation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-01-01",
    "doi": "10.1016/0304-5102(90)85011-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510290850116",
    "pii": "0304510290850116"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025225038",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-0304510290850116 0304-5102(90)85011-6 0304510290850116 10.1016/0304-5102(90)85011-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01368 2024-01-02T01:04:53.938015Z 0 0 19900101 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 57 57 3 3 Volume 57, Issue 3 10 379 396 379 396 19900101 1 January 1990 1990-01-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. EXCEPTIONALSUSCEPTIBILITYCERIASUPPORTEDRHODIUMCATALYSTINHIBITORYSMSIEFFECTSINCLUDINGACETONEHYDROGENATION CUNNINGHAM J IWASAKI 1971 1297 B PANELNER 1975 1213 R KITAYAMA 1985 1 K BRAUER 1960 77 G BEVAN 1955 49 D BEVAN 1964 1509 D TULLER 1975 255 H VANHANDEL 1974 1198 G KUZNETSOV 1961 1405 F MINACHEV 1977 207 K HATTORI 1976 60 T THOMKE 1977 303 K PROC6THINTCONGRCATALLONDON1976 OTSUKA 1983 493 K YAMAGUCHI 1981 324 Y YAO 1984 254 H KIM 1982 267 G OTSUKA 1985 95 K RIECK 1986 278 J KIENNERMANN 1987 2119 A FIERRO 1985 75 J FIERRO 1987 154 J ROJO 1987 149 J BENSON 1965 704 J SANZ 1985 4974 J TAUSTER 1981 1121 S SANTOS 1983 147 J SEXTON 1982 85 B ANDERSON 1986 179 J ANDERSON 1986 173 J HALLER 1983 99 G HALLER 1989 G CUNNINGHAM 1984 469 J CUNNINGHAM 1986 289 J MERIAUDEAU 1986 118 P ACSSYMPSERNO298 STRONGMETALSUPPORTINTERACTIONS MERIAUDEAU 1982 95 P METALSUPPORTMETALADDITIVEEFFECTSINCATALYSIS BLASCO 1988 4685 M ZHOU 1988 812 Y SANCHEZ 1987 120 M DWYER 1985 430 D SEN 1988 52 B CUNNINGHAMX1990X379 CUNNINGHAMX1990X379X396 CUNNINGHAMX1990X379XJ CUNNINGHAMX1990X379X396XJ item 0304-5102(90)85011-6 0304510290850116 1-s2.0-0304510290850116 10.1016/0304-5102(90)85011-6 272239 2024-01-02T01:04:53.938015Z 1990-01-01 1-s2.0-0304510290850116-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290850116/MAIN/application/pdf/e42d246912a2c22a3d1a75033c86a9de/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290850116/MAIN/application/pdf/e42d246912a2c22a3d1a75033c86a9de/main.pdf main.pdf pdf true 1555677 MAIN 18 1-s2.0-0304510290850116-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510290850116/PREVIEW/image/png/0177db68fc9f0a786257127413c1b6ac/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510290850116/PREVIEW/image/png/0177db68fc9f0a786257127413c1b6ac/main_1.png main_1.png png 67501 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 57 (1990) 379 - 396 379 EXCEPTIONAL SUSCEPTIBILITY OF CERIA-SUPPORTED RHODIUM CATALYST TO INHIBITORY SMSI EFFECTS INCLUDING ACETONE HYDROGENATION J. CUNNINGHAM, S. O'BRIEN Department of Chemistry, University College Cork, Cork (Ireland) J. SANZ, J. M. ROJO Institute de Materiales, C.S.I.C., Serrano 115 dup., 28006 Madrid (Spain) J. A. SORIA and J. L. G. FIERRO Institute de Catalisis y Petroleoquimica, C.S.I.C., Serrano 119, 28006 Madrid (Spain) (Received December 14,1988; accepted July 17,1989) Summary Complementary lines of evidence, as follows, are presented to show that hydrogen pretreatments of a ceria-supported rhodium catalyst (Rh CeOa) at rather moderate temperatures (653 - 573 K) cause this system to progress deeply into a strongly inhibitory SMSI state: (i) by comparative measurements, with a continuous-flow microcatalytic reactor system at a fixed reaction temperature of only 343 K, of the activities of samples of the Rh CeO; material for hydrogenation of acetone vapour to isopropanol, after prereduction at temperatures in the range 413 - 653 K. Complete loss of hydrogenation activity is thus demonstrated after reduction at 653 K, but full restoration of activity is shown to be achieved upon reoxidation in 0^ at 673 K followed by re-reduction at 413 K; (ii) by selective identifications, using proton NMR, of hydrogen chemisorbed on the rhodium of Rh CeO^ and its differentiation from hydrogen absorbed by, or adsorbed onto, the ceria support. These results of selective characterizations of H Rh upon Rh CeO; samples prereduced in Ha at temperatures in the range 473 - 573 K confirm a severe inhibition of the ability to produce H Rh species after prereduction at 573 K, and thus provide complementary evidence for creation of an SMSI- state in Rh/CeO; after prereduction at this relatively low temperature. Addi- tional information on rhodium-induced modifications of surface and bulk properties of Rh/CeO; samples exposed to vacuum, H^ or 0; at various tem- peratures emerges from comparative measurements of Rh/CeO; and CeO; using the techniques of electron spin resonance, volumetric evaluation of carbon monoxide chemisorption, and gravimetric monitoring of hydrogen absorption/adsorption. 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 380 Introduction Cerium oxide, CeO;, with a fee (fluorite) structure is the most stable oxide of cerium. However, the cerium oxide system contains a profusion of well-defined but non-stoichiometric compounds of the type CeO;-,;, where 0 < ;c < 0.5 [1-5]. The extent of formation and the nature of these crystal- line phases have been the subject of several thermodynamic [1, 3, 6], X-ray [4, 5] and electrical conductivity [7-9] investigations as a function of the environmental atmosphere and temperature. This rich variety of phases has made ceria an attractive system for catalytic studies [10 -14]. Early studies of ceria for such purposes were carried out by Hattori et al. [11] and by Yamaguchi et al. [14], who found this oxide highly active for the oxidation of butane, and explained this on the basis of a low stability of the Ce4\"1\" ion rather than in terms of surface acid-base properties. The low stability of Ce4\"1\" ions, with undergo a relatively rapid change in oxidation state upon modification of the environmental conditions, has been exploited by Yao and Yao [15] for oxygen storage in automotive exhaust catalysts. They have shown that Pt, and Pd supported on ceria-alumina, can promote not only the reduction of CeO; by Ha or CO, but also its reoxidation by O;. In addition to the oxygen storage capability, ceria is known to impart an im- proved resistance to loss of surface area relative to the conventional carriers (SiO;, A^Oa), and also to enhance the water-gas shift reaction [16]. More- over, reduced ceria has been identified as a system capable of being re- oxidised by water, producing H2 [17]. This reaction can be conducted at room temperature and the rate has been reported to be greatly enhanced by Pt, Pd and Ni catalysts [13]. In the light of this variety of redox reactions involving ceria, several workers have deposited noble metals on silica-coated ceria surfaces and tested them in different reactions. Thus, Rieck and Bell [18] reported that the addition of CeO; to Pd/SiO; catalysts increased the rate of syn-gas conversion and also promoted the disproportionation of CO. A similar increase in the hydrogenation rate of CO was found by Kienermann et al. [19] on silica-coated ceria supporting Rh particles. The literature shows that, in contrast to the referenced studies on oxygen storage and catalytic hydrogenations, much less attention has been devoted to structural and other changes in surface and near-surface regions of CeO;, which arise when ceria-supported catalysts are subjected to thermal treatments either under vacuum or H;. In recent work carried out in our laboratories, it was found that paramagnetic centres capable of interacting with residual hydroxyl groups were generated during outgassing below 773 K [20]. When Ce02 was pretreated with H; the situation was much more com- plicated: below 473 K H; became incorporated mainly in the bulk (e.g. CeOiHo.n), whereas above this temperature reduction of the sample was largely confined to the surface, reaching its maximum value (Ce0i.s9) at 773 K [21]. This characteristic behaviour of Untreated CeO; samples identified ceria as an interesting support with which to explore Ha-induced variations in the strengths of its interaction with noble metals deposited thereon. 381 It is well known that the Group VIII noble metals supported on re- ducible transition metal oxides such as TiOa, Th02, V;03 or Nb205 show strong metal-support interactions (SMSI), evidenced by an almost complete suppression of H; (or CO) chemisorption on the metal particles after high temperature reduction (HTR) at ca. 773 K and by its recovery upon reoxida- tion followed by low temperature reduction at ca. 473 K [22 - 29]. In this context we have prepared a Rh/CeO; catalyst which was subsequently reduced at various temperatures in the range 295 - 773 K, and have sought SMSI-type correlations between activity for a facile hydrogenation reaction, extent of chemisorption of CO or H2, and magnetic resonances ^H NMR and ESR) for the pre-reduced materials. The facile hydrogenation reaction chosen as the probe for activity of the Rh/CeOz material after prereduction at various temperatures was the conversion of acetone vapour to isopro- panol. This had previously been studied in our laboratories over Pt/Ti02 catalysts [ 30(a) ] and results of those studies were interpreted in terms of a dual-site mechanism involving dissociative chemisorption of hydrogen on Pt sites followed by its reaction with acetone adsorbed upon TiO;. Experimental Cerium nitrate, Ce(N03)2'6H20 (Rhone-Progil S.A.) 98.6%, with Si, Pb, Mn and Na as the main impurities, was used as the starting material for preparation of the CeOz support. A cerium hydroxide gel was prepared by dropwise addition of a 0.1 M NH40H solution to a 0.1 M cerous nitrate solution with constant stirring until complete precipitation occurred at a pH close to 6.2. The precipitation was carried out at 338 K. The resulting pale-violet precipitate was repeatedly washed and then dried under vacuum at room temperature for 16 h. This precursor of the support was subjected to non-conventional decomposition in an apparatus which operated at a constant and very low water vapour (or CO;) pressure of ca. 6 X 10~2 torr (1 torr = 133.3 N m~2). Details of the procedure have been given elsewhere [20]. The final temperature reached during this thermal treatment was 823 K. The resulting CeOa carrier was then impregnated with an aqueous solution of RhCl3-H20 (Fluka, reagent grade), whose concentration was selected in order to achieve 2.1 wt.% Rh loading in the reduced catalyst. This precursor of the Rh/CeOz material was then dried at 338 K for 16 h and stored in air. Its specific surface area was 55 m2 g~1, as calculated from the adsorption isotherm of N3 at 77 K, taking for the cross-section of the N2 molecule a value of 0.162 nm2. Prior to other measurements, samples of this catalyst-precursor were reduced in H; (see below). Initial measurements of hydrogenation activity profiles, as a function of increasing net exposure to a continuous flow of H; plus acetone vapour, were made on new aliquots of Rh/CeO^ catalyst precursor which had been pre-reduced in H^ at only one temperature in the range 413 - 653 K. A 100 382 mg aliquot of the Rh/CeO; precursor was used for each initial activity profile, after prereduction in H; as per the legend in Fig. 1. Tests were also made of the susceptibility of Rh/CeO; towards trans- formation into an inactive SMSI-state by a high temperature reduction in H; (typically ca. 653 K), and towards re-conversion into an active non- SMSI state by subsequent heat treatment in 0; followed by a low temper- ature reduction (typically 413 K). Such sequences required measurements of several successive activity profiles on the same aliquot of Rh/CeO;. Prior to such a sequence, 50 mg of the catalyst precursor was preoxidised in 0; at 673 K in situ in the reactor, then given a low temperature reduction, and an activity profile was measured. This provided a reference profile against which other activity profiles on the same aliquot after subsequent treatments could be compared (cf. fig. 2 and legends thereto). Activity profiles were obtained at 343 K as the fixed reaction temper- ature, with a net flow rate of 60 ml min~1 maintained through the reactor, corresponding to a contact-time of ca. 0.2 s for reactant. The feed-gas comprised acetone vapour at 30 torr, hydrogen at 380 torr and argon at 350 torr. All tubing of the flow system was maintained at ca. 350 K to avoid condensation of organic vapours. Exit gases from the reactor were analysed at appropriate intervals by an on-line gas chromatograph equipped with a 1.5 m glass column packed with Poropak Q and R, plus a flame ionization detector, an integrating recorder and a pneumatically operated gas-sampling valve. With the vapour of hpic grade acetone as organic reactant, isopropanol comprised at least 99.5% of the organic product from the selective hydro- genation process, which is denoted in the text by (+H2)ac. Trace amounts of propene represented the only other product detected, and even its level fell to insignificance after 1 h on-stream. The extent of CO chemisorption was measured volumetrically in a vacuum equipment using an MKS capacitance pressure transducer. The chemisorption of CO was conducted at room temperature on catalysts prereduced at temperatures between 273 and 743 K. The weight changes of samples exposed to H^ were measured microgravimetricaUy by means of a Cahn microbalance (1 ^tg sensitivity). The samples were contacted with 300 torr hydrogen at a given reduction temperature (Tr) and the weight change recorded until equilibrium was reached. Data from these techniques will be presented graphically in terms of the respective measured quantities. How- ever, to facilitate comparisons in the text between them, observed weight changes will sometimes be converted into their volumetric equivalence. In the case of weight losses, such equivalence is arrived at on the basis that they represent the net effect of H; chemisorption (a weight gain of 1 a.u.) followed by loss of the H^O observed to collect in the trap (a weight loss of 18 a.u.) Transmission electron microscopic (TEM) measurements were con- ducted using a Siemens electron microscope at a magnification of 250 000. The particle-size distribution was obtained by tabulating the percentage of particles in a specific size range. The total number of particles measured was 167. The average particle size in the form of a mean diameter (dg) was 383 calculated from the particle-size distribution according to the equation: ds = Sn.d,3/^,2 (1) in which i is the number of particles having a characteristic diameter d,. The ^ NMR spectra were obtained with a Bruker SXP 4/100 pulse spectrometer with an Aspect 2000 Fourier transform unit. The NMR fre- quency of proton was 70 MHz, All spectra were recorded at ambient temper- ature. The number of accumulations in each experiment was chosen in such a manner that the signal-to-noise ratio was higher than 30. Pretreatments of the samples were carried out in a special cell assembled with greaseless stop- cocks, capable of maintaining a dynamic vaccum of co. 10~3 N m~2. The catalyst was reduced in the same cell between 295 and 773 K in H; (13.3 kN m~2) for 2 h, and then outgassed at room temperature. The ESR spectra were obtained with a Bruker ER 200D spectrometer operating in the X-band. All spectra were recorded at 77 K. A Mn^MgO standard (g=2.0066) was used to calibrate the magnetic field. Catalyst samples of ca. 50 mg placed inside a quartz probe cell were pretreated following the same procedure as for NMR experiments. Paramagnetic oxygen species were studied after 02 adsorption (ca. 6 kN m~2) at 77 K. Results Part A: (+H^)ac activity pro files Figure 1 shows activity profiles for the hydrogenation of acetone in standard flow conditions at 343 K over new aliquots of Rh/CeO;, each aliquot prereduced at a different temperature in the range 413 - 653 K. Except for the activity profiles defined by solid data points in Fig. 1, the aliquots were not exposed to heat treatments in O;. Hydrogenation yielded 10 U)0 500 600 Time on stream (mm) Fig. 1. Activity profiles for the hydrogenation of acetone at 343 K over Rh/CeO; cata- lysts prereduced at various temperatures: (a) 413 K; (b) 473 K; (c) 523 K; (d) 583 K; (e) 653 K; (f) sample (d) reactivated in flowing Ar containing some 0^ for 1 h at 473 K; (g) sample (e) reactivated in flowing 0^ for 1.6 h at 473 K. 384 isopropanol with high selectivity (>99%), and readily measurable initial con- versions (<60%), even at the relatively low reaction temperature, Trxn of 343 K. Such low Trxn should minimise possibilities for sample sintering. Despite this, each of the activity profiles (a) to (d) shows a gradual decline in the level of (-^fi^c activity to co. one-third of its initial value after 700 min on-stream at 343 K. Attainment of pseudo-steady state levels of (+H2)ac activity required those long times on-stream. It seems clear, from the 40 - 70% declines from initial activity levels during such times on-stream at 343 K, that the availability of active sites on the Rh/CeOa catalysts was being diminished by their blockage via retention of some strongly adsorbed minor side product, or by some other process (vide infra). Comparison between the initial conversions (measured after 10 min on-stream) for plots (a) to (d) reveals relatively small decreases whenever Tnin> the temperature of prior reduction in H^ for each fresh aliquot, was increased from 413 to 523, but a 50% decrease upon increasing T^n from 583 to 653 K. Plot (e) shows, moreover, that a fresh aliquot prereduced at 653 K possessed no detectable (+H2)ac activity. These observations of progressive loss of (+H2)ac activity at 348 K in aliquots prereduced at T^n from 413 to 653 K seemed symptomatic of an inhibitory strong metal-support interaction (SMSI) in the Rh/CeO^ system. Reversal of such SMSI effects in other systems had been achieved by ex- posure to C>2 [30(b)]. Results of our initial attempts to achieve reversal of the suspected SMSI effect in the Rh/CeO; system by exposure to 0^ at 473 K may be seen by comparing plot (e) with plot (g), and plot (d) with plot (f). Within each of these pairs, the second profile was run on the same sample as for the first member of the pair, but between runs the sample was exposed in situ to Oa at 473 K. For the (e) plus (g) pair it can be seen that 1.5 h treatment in a flow of Oa at 473 K caused the appearance of a low level of (+H2)ae activity (cf. plot (g)), whereas none had been detectable (cf. plot (e)) in the same sample after its initial prereduction in H; at 653 K. For the (d) plus (f) pair, an exposure of 1 h to a flow of (Oa + argon) at 473 K had the effect of restoring activity only to the level evidenced by the same aliquot after its initial prereduction in Ha at 583 K. That effect appeared qualitatively equivalent to recovering the activity lost during the 700 min on- stream at 343 K, and tests were made to discover if comparable recovery of activity to that shown by plot (f) relative to plot (d) could be effected by maintaining such a sample of 473 K in a flow of pure argon or pure nitrogen. The latter gases could be expected to be effective if the decline in activity on-stream at 343 K originated from buildup of side products which remained adsorbed at 343 K, but desorbed at 473 K. No recovery of activity was, however, achieved after 2 h in a flow of argon or nitrogen at 473 K, whereas a flow of Oa was again found to be effective, which appeared consistent with some Oz-induced reversal of an SMSI state. As pointed out by a referee, the absence of effect with an argon or N^-flush does not rule out the possibility that some 'coke-like' side products made a contribution to the deactivation observed at long times on-stream. In our view, a similar uncertainty persisted 385 in relation to the possibility of site-blockage by formation of carboxylated side products upon oxidising sites on CeOa. Figures 2(A) and 2(B) summarise results obtained from sequences of experiments carried out with a view to further clarifying the capability of re-oxidation in 0; for restoring lost activity to high-temperature-prereduced Rh/CeO;. An important difference in the sequence of experiments sum- so 20 -a ^ A ^_ * 1 '. TOO 200 300 Time on stream lm>n) 200 300 Time on stream (min) Fig. 2. (A) Sequence of activity profiles over 60 mg of a pre-oxidised Rh/CeOa aliquot at 343 K following: (a) prereduction in Ha at 413 K; (b) an additional reduction in Hi at 663 K after run (a); (c) re-oxidation in Oa at 673 K followed by re-reduction in Ha at 413 K. (B) Sequence of activity profiles over 50 mg of a pre-oxidised Rh/CeOa aliquot at 343 K with a standard 2 h reoxidation in Oz at 673 K preceding each run, together with the following treatments: (a) 8 h in HZ at 473 K; (b) 3 h in Hi at 653 K; (c) 3 h in Ha at 653 K, plus 2 h in Oz at 473, plus 3 h in H^ at 473 K; (d) 3 h in H; at 658 K, plus 2 h in 0^ at 573 K, plus 3 h in H^ at 473 K; (e) 3 h in Hi at 653, plus 2 h in Oa at 673 K, plus 3 h in Ha at 473 K. 386 marised in Fig. 2, relative to Fig. 1, was the introduction of a pre-oxidation step, viz. exposure of each fresh aliquot of the Rh/CeOa precursor material in situ in the microcatalytic reactor to a flow of 02 for 2 h at 673 K. In previous work with Pt/TiO; materials [30], such pretreatment had been found advantageous for a variety of reasons. An additional reason for its introduction in the present work was the desire to have already effected in the sample via such pre-oxidation all non-SMSI changes, so that effects of any oxidation treatments subsequent to creation of an SMSI state would principally relate to SMSI-reversal. Plot (a) of Fig. 2(A) shows the high conversions and the activity profile attained at 343 K over 50 mg of pre- oxidised Rh/CeOa which had also been prereduced for 3 h in Ha at 413 K: plot (b) shows that after a subsequent 3 h reduction at 653 K the same sample had lost all (+H2)ac activity at 343 K: plot (c) shows that, when this sample was again oxidised for 2 h at 673 K followed by 3 h in H; at 413 K, high activity at 343 K was fully restored. Qualitatively these observations satisfy the criteria usually associated with creation and reversal of an SMSI state. It must be stressed, however, for the (+H2)ac process over Rh/CeOa in Fig. 2(A) that the temperatures for reaction (343 K), for 'low temper- ature' reduction (413 K), and for 'high temperature' reduction (653 K) are considerably lower than those heretofore associated with 'direct' SMSI effects [23-28]. 'Indirect' SMSI effects in oxide-supported bimetallic systems have, however, been observed after prereductions at 573 K [29 (a)] The series of (+H2) activity profiles 343 K shown in Fig. 2(B) examine the extent to which an SMSI state (plot b) recreated repeatedly in one aliquot of pre-oxidised Rh/CeO; by H; treatment at 653 K could be reversed by 2 h exposure to 62 at 473 K (plot c), 573 K (plot d) and 673 K (plot e). It is clear from these plots that 2 h in O; at 473 K followed by 2 h in H; at 473 K only slightly reversed the SMSI state, whereas 2 h in 0; at 573 K plus reduction at 473 K reversed it by > 50%, and 2 h in Oz at 673 K plus reduction completely restored activity. When activity profile (e) even- tually was run, the sample had received a total of six oxidation-reduction cycles. These were considered the most likely reason for plot (e) lying significantly above plot (a), which had experienced only one oxidation- reduction cycle, since there had been reports that such redox cycles en- hanced the dispersion and activity of oxide-supported metal catalysts [29 (b)]. Evidence in support of this view was obtained by control experiments made with Rh/SiC 2 and Rh/A^Oa materials in our microcatalytic reactor. These showed that two redox cycles of the type also applied to Rh/Ce02 doubled the hydrogenation activity of Rh/SiOa and Ph/A^Os. In the process they also confirmed that prior high temperature reduction of these materials did not result in the drastic loss of hydrogenation activity observed with Rh/ Coo; samples similarly treated. Another important negative result emerged from tests for (+H2)ac activity made upon a 'blank' consisting of undoped CeC>2. No such activity was detected at 343 K in identical flow conditions and after a set of pretreatments identical to those used for the Rh/CeO; sample yielding plots (a) and (d) of Fig. 2(B). 387 Part B: Material characterization Further attempts to understand the observed inhibition of (+H2)ac activity after high temperature prereduction, and in particular to determine whether this could be accounted for on the basis of Rh surface areas available for H; chemisorption after various T^n, were made by examining the Rh/CeOa material, after various prereductions and pre-oxidations by a variety of techniques, including proton NMR, ESR and observations of the extent of CO and H; adsorption. B(i) Electron spin resonance The ESR spectrum of the Rh/CeOz precursor showed only an ESR signal due to Mn3\"*\" ions , which was also detected from impurities in the starting cerium oxide. However, in that CeOz material two axial signals with g^ = 1.969, tentatively assigned to Ce3* ions, were also present. The absence of these signals from the Rh/CeOa precursor indicated that the support had been modified in some way during the metal salt impregnation treatment. Thermal treatments under vacuum (10~4 torr) did not modify the spectrum of this sample for Tevac < 673 K, but after Tevac > 673 K (cf. Fig. 3) four new signals were observed: an axial signal A withg^ = 2.018, i = 1.993, parameters similar to those obtained for a Rh2* oxygen species in Rh/TiOz [24]; plus an orthorhombic signal B withgi = 1.999,^2 = 1.998, g3 = 1.996, and two symmetric signals C and D with g= 1.978 and 2.003, respectively, which probably were due to electrons trapped in different types of oxygen vacancies (21). Only signal D was affected by gaseous oxygen, indicating that it alone was due to a paramagnetic surface species. The formation of these centers suggested that during outgassing in uacyo at 673 K the sample was reduced, leading to the formation of oxygen vacancies. Fig. 3. ESR spectra of the Rh/CeOa catalyst outgassed at 773 K and then contacted with Ha (1 h, 8.7 kN m-2) at different temperatures: (a) 295 K; (b) 373 K; (c) 423 K. 388 The spectrum obtained after Tevac = 673 K was not modified by adding H; at 295 K, Fig. 3a. However, signals A and B did show a small increment by a subsequent heating in H; at 373 K (Fig. 3b), indicating that at this temperature the hydrogen started to penetrate the support and create additional reduced centres. This hydrogen migration appeared to be due to spillover from the rhodium particles, because no equivalent effect was detectable upon paramagnetic centres in CeO; at this temperature. When the Rh/CeO; sample was heated at 423 K in the presence of Hz for 1 h, the intensities of signals A, B and C decreased (Fig. 3c), and they disappeared after longer treatments at that temperature. This observation indicated that hydrogen was penetrating the sample at 423 K, interacting with the existing paramagnetic centres and destroying them by reduction. After prereduction in H; at 573 K, the Mn2'1\" signal decreased, presumably due to its reduction to a lower oxidation state, and after heating in H; at 773 K only signal D remained. A subsequent outgassing at 773 K did not regenerate any of the lost signals, but a treatment in air at 773 K followed by outgassing at 673 K reproduced the signals with g^ = 1.969 of reduced centres observed for the starting CeO;. An important ESR signal due to oxygen radicals was detected after oxygen adsorption, but definitive assignment to a particular oxygen species has not yet been established. B(ii) Chemisorption of CO and H^ Chemisorption measurements of CO were performed on Rh/CeOz catalysts prereduced at Tran between 273 and 740 K. This temperature range was slightly enlarged below and above that explored in activity tests, in order to test possible explanations for the dramatic drop in catalyst activity after high temperature reduction. Results of the extent of CO Chemisorption at room temperature over reduced catalysts which were subsequently vacuum-outgassed are illustrated on the upper plot in Fig. 4(a). As can be observed, there is a strong supression of CO adsorption on the samples prereduced at 400 - 500 K, flattening at higher temperatures. The almost constant (40 p.mol CO g~1) CO Chemisorption value for all Rh/CeO; after T^n above 550 K closely corresponds with that found on the CeO; alone after prereduction at 773 K. This indicates that CO adsorp- tion on the catalyst prereduced above 550 K mostly occurred on the un- covered ceria surface. However, significant additional adsorption of CO clearly occurred on Rh/CeO; after lower T^a- Figure 4(a) also illustrates the effect of re-oxidation of 0; at 473 K upon the extent of CO Chemisorption of catalyst samples initially pre- reduced at Trdn > 550 K, then re-oxidised and finally rereduced at 473 K. These measurements were made in an effort to understand the attainment of a partial restoration of hydrogenation capability to HTR catalyst by treatment in 0; at 473 K plus rereduction at 473 K (cf. Figs. 1 and 2). As indicated on Fig. 4(a), catalyst re-oxidation (2 h, 473 K), followed by reduction in the Trdn range 276 - 425 K, did not fully restore the extent of CO Chemisorption observed after an initial reduction and evacuation. The 389 Fig. 4. (a) Extent of CO chemisorption at room temperature on catalysts prereduced at temperatures in the range 273 - 743 K, outgassed in high vacuum for 4 h at 743 K (0); and on catalyst reoxidized at 473 K, after reduction at high temperature, followed by further reduction at lower temperatures ( ), single square refers to the adsorption of CO on prereduced CeOa at 713 K; (b) Weight changes of Rh/CeOa (a) and of CeO^ (0) as a function of reduction temperature (T^) in HZ. qualitative conclusion from these results for CO chemisorption is that high Trdn inhibited the CO adsorption ability of Rh particles, this inhibition being partially reversed by the oxidation in 0; at 473 K. Quantitative information on this inhibition would, however, require information not yet available on the temperature dependence of the extent of CO adsorption onto the CeO^ support. Factors already mentioned in the Introduction needed to be taken into account in planning experiments aimed at evaluating the Rh surface area on the basis of the amount of chemisorbed hydrogen. These included the capacity of CeO; not only to absorb hydrogen into the bulk when reduced at temperatures < 500 K, but also to suffer mainly surface reduction (with loss of H;0) when reduced at higher temperatures. Gravimetric measure- ments on a sample of the CeO; support, taken at the same temperatures as those used here for prereduction, bear witness to the uptake of hydrogen by CeO-i across the range 300 - 500 K, and to the fairly sharp onset at ca. 525 K of significant weight loss due to reduction of CeOy (cf. lower curve in Fig. 4(b)). Results of a similar sequence of gravimetric measurements upon an aliquot of the Rh/CeO; catalyst precursor, after its prereduction at the 390 indicated T^n, are shown on the upper plot of Fig. 4(b). They indicate onset of a severe hydrogen-induced weight loss at ca. 300 K, i.e. shifted by ca. 200 down from that for the non-metal-loaded CeO; blank. Spillover of H atoms from the rhodium particles onto CeO;, which thereby suffered reduction (as evidenced by trapping of H^O in an exit trap on the vacuum microbalance system), was the most probable reason for the large downward shift. This indication of the likely occurrence of hydrogen spillover at tem- peratures >300 K made it reasonable to envisage an important role for hydrogen-spillover in the mechanism for acetone hydrogenation over Rh/ CeO;, even at the moderate reaction temperature of 343 K. It may also be concluded that, subsequent to prereduction of Rh/CeO; in hydrogen at tem- peratures 413 - 528 K, the ceria of the support had experienced extensive reduction. The fact that initial activities for (+H2)ac were nevertheless quite high at Trxn = 343 K indicates that strong reduction of the ceria support did not per se severely inhibit activity, although slow side reactions, such as the growth of carboxylates upon reduced ceria sites, may contribute to the declining shapes of the activity profiles in Fig. 1. Inspection of the plots for Rh/CeO; and for CeOz in Fig. 4(b), each of which indicates minimal reduction by (or incorporation of) hydrogen at room temperature, indicated that a reasonable estimate of Rhg, the number of exposed Rhg atoms, could be made from the net H; adsorption at room temperature and the reported Rh:H2 =2:3 stoichiometry [23]. When calcu- lated in this way and inserted into the ratio Rhg:Rht of this Rg to that of the total Rh atoms on the support, a moderately high value for the catalyst dispersion is obtained, viz. 0.38, By considering an average surface area of 0.076 nm2 for each exposed Rh atom, a specific surface area of 170 m2 g~1 of Rh, corresponding to an average particle size of 2.9 nm, can be arrived at. This particle-size result is of the same order of magnitude, but significantly smaller than the 4.8 nm calculated by applying eqn. (1) to the particle-size distribution in Fig. 5, but such discrepancy is hardly surprising in view of the great difference between these two ways to estimate average particle size. ^w- 01 S.30- fe \" 1 231.56789 Particle size (nm) Pig. 5. Particle size distribution of Rh/CeO; catalysts after H; reduction at 473 K. The surface mean diameter was calculated from the distribution according to eqn. (1). 391 B(iii) ^NMR spectra In agreement with present and earlier work showing that exposure of CeOa to Hz at temperatures 373 - 500 K results in significant H; absorption, a large proton NMR signal due to such absorbed hydrogen was readily detected in all prereduced samples (see signal at Ho in spectra marked (a) on parts A, B, C and D of Fig. 6). The four a-b-c sequences in that figure illus- trate changes brought about in the proton NMR spectra of Rh/CeOa samples by various treatments. The starting conditions for sequence A involved a sample which had been prereduced in Ha at 473 K, stored in air, and subsequently outgassed Fig. 6. ^ NMR spectra of Rh/CeO^ samples subjected to successive pretreatments: (A) Outgassing in vacuum at 473 K (spectrum a); reduction in 13.3 kN m\"2 Ha at 373 K, and cooling to RT (spectrum b); and outgassing at 473 K followed by exposure to 8.0 kN m~2 Hz at RT (spectrum c). (B) After treatment A, the sample was outgassed at 473 K (spectrum a), reduced in 13.3 kN m~2 Ha at 473 K, and cooled to RT (spectrum b), outgassed at this temperature and then exposed to 8.0 kN m~2 Hz at RT (spectrum c). (C) After treatment B, outgassing at 473 K (spectrum a), reduction in 13.3 kN m~2 Hz at 673 K and cooling to RT (spectrum b), and outgassing at 573 K followed by exposure to 8.0 kN m~2 Ha at RT (spectrum c). (D) After treatment C, outgassing at 473 K, then oxidising at 473 K in 26.7 kN m~2 0; and outgassing at the same temperature (spectrum a), subsequent exposure to 8.3 kN m~2 H; at RT (spectrum b), reduction in 7.9 kN m~2 Hz at 423 K, and then cooling to RT (spectrum c). 392 in vacuo at 473 K. The NMR spectrum of absorbed hydrogen remained largely unchanged throughout these treatments except for slight line-broaden- ing (not shown). Note, in particular, the absence of any additional ^ NMR signal laterally shifted relative to Ho such as had previously been identified with hydrogen atoms chemisorbed on small rhodium particles [24]. This was not surprising since surface oxidation of such particles would have resulted from exposure to air, whilst subsequent treatments were not suf- ficient to expose clean Rh surfaces. Spectrum b of Fig. 6A shows that mild reduction in H; at 373 K, followed by cooling of the sample in H;, increased the intensity and the FWHM of the signal centred on Ho. This indicates that H; reduction of Rh/CeO; produces a considerable hydrogen incorporation into the sample, similar to that observed in CeO; alone at higher temper- atures [21]. Outgassing at ambient temperature did not diminish the in- tensity of the signal at Ho. However, outgassing at 473 K produced an in- tensity decrease, indicating partial dehydrogenation of the sample. Upon subsequent exposure of the sample at room temperature to H;, the develop- ment of a signal laterally shifted by ca. 200 ppm became evident (Fig. 6A, spectrum c). The extent of the lateral shift decreased with increasing H; pressure but, upon outgassing at room temperature, its intensity decreased and its position shifted towards higher values of Ho. Thus the ^ NMR spectra in part A of Fig. 6 delineate prereduction conditions needed to expose clean Rh capable of dissociative chemisorption of hydrogen. They show, furthermore, that for evaluation of hydrogen-to-rhodium ratios it cannot be sufficient merely to measure the total amount of hydrogen taken up by the R/CeOa material, since the NMR spectra demonstrate the coexistence of hydrogen within the CeO; together with the hydrogen chemisorbed on Rh . Failure to take the corresponding distinction into account for Pt/CeO; probably contributed to an earlier conclusion that the temperature of H; reduction affects only slightly the efficiency of that material for hydrogen chemisorption [32]. Sequences B, C and D of Fig. 6 summarise results of experiments which apply this ability of NMR to discriminate between the two types of hydro- gen in order to identify the values of T^, after which hydrogen chemi- sorbed upon Rh became undetectable. The starting point for the sequence in Fig. 6B was the sample outgassed at 473 K (spectrum a in 6B). Upon sub- sequent reduction in H; at 473 K (i.e. more severe reduction conditions than for the sequence in 6A, thus favouring an additional cleaning of the sur- faces of the metal particles) and then cooling, the relative intensity of the lateral line (spectrum b, Fig. 6B) was more pronounced than after pre- reduction at 373 K. This also confirmed that T^a = 473 K did not produce an SMSI state. Position of the laterally shifted line as a function of H; pressure followed the trends already described. Spectrum c of Fig. 6B, which followed outgassing at 473 K and re-exposure to H; at room tem- perature, again demonstrates clearly the existence of the laterally shifted line attributable to H atoms chemisorbed on Rh. The starting point for sequence 6C was the sample outgassed at 473 K after sequence B. The 393 absence of the laterally shifted line may be noted (spectrum a, Fig. 6C). Spectrum b of sequence 6C demonstrates that reduction at 573 K followed by cooling to RT in H2 caused considerable H; incorporation into the support, but did not result in formation of a detectable laterally shifted line. Spectrum c shows that neither outgassing at 573 nor re-exposure to H; at RT brought about the clear development of a laterally shifted signal. The con- trast between sequences B and C point clearly to much lower coverage of the prereduced Rh particles by chemisorbed hydrogen after reduction at 573 K than after reduction at 473 K, and agrees with the catalytic activity studies in indicating the establishment of an SMSI condition in Rh/CeC>2 after pre- reduction at 573 K. The D sequence of NMR spectra serve to identify treatments restoring the ability of a HTR pretreated Rh/Ce02 sample to again develop a laterally- shifted signal: viz. an outgassing at 473 K, plus re-oxidation of the sample at T> 423 K, plus another outgassing at 473 K (spectrum a, Fig. 6D), plus re-reduction in H2 at 423 K. The oxidation treatment eliminates the SMSI state and decreases the number of paramagnetic centers near to the remain- ing hydroxyl groups, thus narrowing the 'H NMR at Ho. Further reduction at 473 K produces metal particles on which hydrogen is again adsorbed, giving a well-developed laterally shifted line (spectrum c, Fig. 6D). Discussion The results presented in this paper constitute strong evidence for deep progression of the Rh/CeOs system into a strongly inhibitory SMSI state after high temperature reduction in H2. However, the prereduction temper- atures (ca. 653 - 573 K) required to bring about deep progression of Rh/ Ce02 into the SMSI state are significantly lower than heretofore associated with 'direct' SMSI effect for Group VIII metals on other reducible metal oxides [22-28]. This greater SMSI-susceptibility of the Rh/Ce02 system was hardly surprising, in view of the greater range of oxygen-deficient non- stoichiometries already known for the CeC>2 support. Moreover, our gravi- metric comparisons of the weight changes experienced by Rh/Ce02 and Ce02 upon exposure to hydrogen at various temperatures provide evidence for onset of reduction of the Ce02 support by hydrogen at temperatures some 200 lower for Rh/Ce02 than for Ce02 alone, i.e. at ca. 300 K rather than 500 K. Reduction of the CeOz support by hydrogen species spilt over from Rh particles is the most likely explanation for onset at the lower temperature. Thus even at the rather low reaction temperature (343 K) used here to monitor the activity of the Rh/Ce02 material for selective hydrogenation of acetone vapour to isopropanol, the participation of spilt- over hydrogen species in the (+H2)ac reaction can be envisaged. Indeed, the acetone adsorbed on Ce02 regions of the surface can serve as a scavenger for spilt-over hydrogen and thereby slow down the rate of ceria reduction. 394 Such dual-site character in the mechanism for selective hydrogenation of acetone over Rh/CeOz resembles that proposed previously by us for acetone hydrogenation over Pt/TiO^ [30] and envisaged by Meriaudeau et al. for CO hydrogenation over Pt/CeO; [31]. The latter workers con- cluded, on the basis of volumetric measurements of similar total-hydrogen- uptakes onto Pt/CeOz after LTR and HTR, that the Pt/CeOi system did not progress into an SMSI state after HTR. However, the 'H NMR studies of hydrogen uptake onto Rh/CeOa after LTR and HTR carried out here, which reveal quite different dependences upon T^^ for hydrogen uptake whether as H Rh or as hydrogen within the CeO; support, make clear the dangers of blind reliance upon 'total hydrogen-uptake after HTR versus that after LTR' as a criterion for entry of ceria-supported catalysts into an SMSI state. These ^ NMR results have, rather, demonstrated that the ability to distinguish between H Rh and hydrogen incorporated into the oxide support can provide selective and valuable spectroscopic confirmation of the establishment of an SMSI state. This doubly-confirmed progression of the Rh/CeO; system into a strongly inhibitory SMSI state, with respect to acetone hydrogenation at 343 K after sample pretreatment 573 - 623 K, stands in sharp contrast to an enhancing metal-support interaction recently reported by Sen and Vannice [37] for the same reaction at 303 K over Pt/TiO; after prereduction at 773 K. Earlier work carried out in our laboratory on acetone hydrogena- tion over Pt/TiC>2 at 330 K [30(a)] had led us to conclude that effects of 'high temperature prereduction were too small to be consistent with a structure-sensitive process susceptible to SMSI'. (Unlike the recent work of Sen and Vannice, it did not provide evidence for an enhancing effect of HTR, but for purposes of the present discussion this can be considered a difference of degree rather than of kind, since both results point to the absence of a strong inhibitory SMSI state for acetone hydrogenation over Pt/Ti02.) The present work does not provide a clear answer to the question of whether this marked contrast between metal-support interactions over HTR Rh/CeO; and Pt/TiO; originates from differences in the mechanisms of acetone hydrogenation over the two solids (cf. [37, 30(a)], or from differing structures of the metal/metal oxide microinterfaces. Consequently, this intriguing question is the subject of ongoing work in our laboratories. In view of a suggestion in the literature [31] that reduction to zero-valent cerium may be possible and give rise to some alloy formation with the Group VIII metals, attention will also be given in our ongoing studies to the more remote possibility that the observed SMSI effects in the Rh/CeO; system stem from an 'indirect' effect upon a Rh Ce alloy on CeO; rather than a 'direct' SMSI effect. Fulfillment of a requirement that the inhibitory effects induced by HTR can be reversed by subsequent re-oxidation and LTR is a second criterion often employed for a real SMSI state. Results demonstrating fulfillment of this second requirement by the Rh/CeOa system in the present study came not only from the observed restorations of (+H2)ac activity 395 (Fig. 2) and of capacity for CO chemisorption (Fig. 3A) by exposures to oxygen at 473 - 673 K, but also from the oxygen-induced restoration of the NMR signal due to H Rh. Aspects of this oxygen-induced reversal of the (+H2)ac activity over Rh/CeO; in the present study, and also our unpublished results for benzene hydrogenation over Rh/CeO; [38], contrast with results previously obtained for activities of Pt/TiO; catalysts for benzene hydroge- nation after HTR and LTR [30(b)]. Thus when an appreciable SMSI effect was established for the hydrogenation of benzene to cyclohexane over Pt/TiOa, that SMSI state was reversed by much milder reoxidations (viz. 3 hat 298 K), than that needed for the Rh/CeOa case (viz. 2 hat 673 K). The following factors can be envisaged as important in relation to this second difference between Rh/CeOa and Pt/TiOz: the extent of oxygen- deficient nonstoichiometry established during HTR; the degree to which this is localised in surface or near-surface layers; and the activation energies associated with reversal of the nonstoichiometry in contact with O^. The literature provides examples of proposals that SMSI effects in Pt/TiO; originate mainly from nonstoichiometry in near-surface layers/overlayers, whereas high oxygen nonstoichiometry extends into the bulk of Rh/CeO;. Furthermore, the present observation of Rh2\"1\" in the bulk after reduction indicates that rhodium ions have been incorporated into CeO;, probably initially as isolated Rh2\"1' ions, while in TiC>2 this penetration has not been observed. The diffusion of rhodium ions into the bulk of CeO; during reduc- tion may be favoured by the generation of oxygen vacancies as result of hydrogen atom spillover from the metal [34, 35]. Thus a reasonable hypothesis to account for the observed difference in the case of oxygen-reversal of SMSI in Pt/TiO; relative to Rh/CeO^ is that creation/destruction of bulk oxygen vacancies [32, 33] may predominate in the establishment/reversal of SMSI state in Rh/CeO;, and give rise to the requirement of high temperature re-oxidations; whereas formation/removal of a thin overiayer of reduced titania on platinum may predominate in the establishment/reversal of SMSI state in Pt/TiO; [34] and account for their relative ease. This hypothesis will be further tested in our ongoing studies on Rh/CeC>2, Pt/CeC>2, and Pt/Ti02. Acknowledgements The authors are indebted to their respective organisations for financial support, encouragement and the provision of facilities. The Irish Department of Education also provided maintenance support to S. 0. 'B and travel funds to J. C. Technical assistance by J. Caffrey and D. McNamara at UCC is also acknowledged. References 1 B. Iwasaki and T. Katsura, Bull. Chem. Soc. Jpra., 44 (1971) 1297. 2 R. J. Panelner, R. N. Blumenthal and J. E. Gamier, J. Phys. Chem. Solids, 36 (1975) 1213. 396 3 K. Kitayama, K. Nojiri, T. Sugihara and T. Katsura, J. Solid State Chem., 56 (1985) 1. 4 G. Brauer, K. A. Gingerich and U. Holtzchmidt, J. Inorg. Nucl. Chem., 16 (1960) 77. 5 D. J. M. Bevan, J. Inorg. Nucl. Chem., 1 (1965) 49. 6 D. J. M. Bevan and J. Kordis, J. Inorg. Nucl. Chem., 26 (1964) 1509. 7 H. L. Tuller and A. S. Nowick, J. Electrochem. Soc., 122 (1975) 255. 8 G. J. van Handel and R. N. Blumenthal, J. Electrochem. Soc., 121 (1974) 1198. 9 F. A. Kuznetsov, V. I. Beliy and T. N. Rezukhina, Dokl. Akad. Nauk SSSR, Ser. Fiz. Khim., 239(1961)1405. 10 Kh. M. Minachev, Yu. S. Khodakov and V. S. Nakhshunov, J. Catal., 49 (1977) 207. 11 T. Hattori, J. Inoko and Y. Murakami, J. Catal., 42 (1976) 60. 12 K. Thomke, in G. C. Bond, P. B. Wells and F. C. Tompkins (eds.), Proc. 6th Int. Congr. Catal.. London, 1976, The Chemical Society, London, 1977, Vol. 1, p. 303. 13 K. Otsuka, M. Hatano and A. Morikawa, J. Catal., 79 (1983) 493. 14 Y. Yamaguchi, N. Ikeda, H. Hattori and K. Tanabe, J. Catal., 67 (1981) 324. 15 H. C. Yao and Y. F. Yu Yao, J. Catal., 86 (1984) 254. 16 G. Kim, Ind. Eng. Chem. Prod. Res. Dev., 21 (1982) 267. 17 K. Otsuka, M. Hatano and A. Morikawa, React. Solids, 1 (1985) 95. 18 J. S. Rieck and A. T. Bell, J. Catal., 99 (1986) 278. 19 A. Kiennermann, R. Breault and J. M. Hindermann, J. Chem. Soc., Faraday Trans. 1, 83(1987)2119. 20 J. L. G. Fierro, J. M. Rojo and J. Sanz, Coll. Surf., IS (1985) 75. 21 J. L. G. Fierro, J. A. Soria, J. M. Rojo and J. Sanz, J. Solid State Chem., 66 (1987) 154. 22 J. M. Rojo, J. Sanz, H. Soria and J. L. G. Fierro, Zeit. Phys. Chem. NF, 152 (1987) 149. 23 J. E. Benson and M. Boudart, J. Catal., 4 (1965) 704. 24 J. Sanz and J. M. Rojo, J. Phys. Chem., 89 (1985) 4974. 25 S. J. Tauster, S. C. Fung, R. T. K. Baker and J. A. Horsley, Science, 211 (1981) 1121. 26 J. Santos, J. Phillips and J. A. Dumesic, J. Catal., 81 (1983) 147. 27 B. A. Sexton, A. E. Hughes and K. Foger, J. Catal., 77 (1982) 85. 28 J. B. F. Anderson, R. Burch and J. A. Cairns, Appl. Catal., 21 (1986) 179; 25 (1986) 173. 29 (a) G. L. Haller and D. E. Resasco, Appl. Catal., 8 (1983) 99; (b) idem. Adv. Catal., 36(1989). 30 (a) J. Cunningham and G. H. Al-Sayyed, Now. J. Chim., 8 (1984) 469 ;(b) idem, Surf. Sci., 169 (1986) 289. 31 P. Meriaudeau, D. Dufaux and C. Naccache, in R. T. K. Baker et al. (eds.). Strong Metal Support Interactions, ACS Symp. Ser. No. 298, Washington D.C., 1986, p. 118. 32 P. Meriaudeau, J. F. Datel, M. Dufaux and C. Naccache, in B. I. Imelik et al. (eds.), Metal-Support and Metal-Additive Effects in Catalysis, Elsevier, Amsterdam, 1982, p. 95. 33 M. T. Blasco, J. C. Conesa, J. Soria, A. R. Gouzalez-Elipe, G. Munuera, J. M. Rojo and J. Sanz, J. Phys. Chem., 92 (1988) 4685. 34 Y. Zhou, M. Nakashima and J. M. White, J. Phys. Chem.. 92 (1988) 812. 35 M. G. Sanchez and J. L. Gazquez, J. Catal., 104 (1987) 120. 36 D. J. Dwyer, S. D. Cameron and J. Gland, Surf. Sci.. 159 (1985) 430. 37 B. Sen and M. A. Vannice, J. Catal.. 113 (1988) 52. 38 J. Cunningham, S. O'Brien, J. L. G. Fierro and X. Soria, to be published. X244 90850116 0304-5102(90)85011-6 10.1016/0304-5102(90)85011-6 Heterogeneous catalysis Articles Exceptional susceptibility of ceria-supported rhodium catalyst to inhibitory SMSI effects including acetone hydrogenation J. Cunningham S. O'Brien Department of Chemistry, University College Cork, CorkIreland J. Sanz J.M. Rojo Instituto de Materiales, C.S.I.C., Serrano 115 dup., 28006 MadridSpain J.A. Soria J.L.G. Fierro Instituto de Catalisis y Petroleoquimica, C.S.I.C., Serrano 119, 28006 MadridSpain Complementary lines of evidence, as follows, are presented to show that hydrogen pretreatments of a ceria-supported rhodium catalyst (Rh-CeO2) at rather moderate temperatures (653–573 K) cause this system to progress deeply into a strongly inhibitory SMSI state: (i) by comparative measurements, with a continuous-flow microcatalytic reactor system at a fixed reaction temperature of only 343 K, of the activities of samples of the Rh–CeO2 material for hydrogenation of acetone vapour to isopropanol, after prereduction at temperatures in the range 413 - 653 K. Complete loss of hydrogenation activity is thus demonstrated after reduction at 653 K, but full restoration of activity is shown to be achieved upon reoxidation in O2 at 673 K followed by re-reduction at 413 K; (ii) by selective identifications, using proton NMR, of hydrogen chemisorbed on the rhodium of Rh-CeO2 and its differentiation from hydrogen absorbed by, or adsorbed onto, the ceria support. These results of selective characterizations of H-Rh upon Rh-CeO2 samples prereduced in H2 at temperatures in the range 473–573 K confirm a severe inhibition of the ability to produce H-Rh species after prereduction at 573 K, and thus provide complementary evidence for creation of an SMSI-state in Rh/CeO2 after prereduction at this relatively low temperature. Additional information on rhodium-induced modifications of surface and bulk properties of Rh/CeO2 samples exposed to vacuum, H2 or O2 at various temperatures emerges from comparative measurements of Rh/CeO2 and CeO2 using the techniques of electron spin resonance, volumetric evaluation of carbon monoxide chemisorption, and gravimetric monitoring of hydrogen absorption/adsorption. References 1 B. Iwasaki T. Katsura Bull. Chem. Soc. Jpn. 44 1971 1297 2 R.J. Panelner R.N. Blumenthal J.E. Garnier J. Phys. Chem. Solids 36 1975 1213 3 K. Kitayama K. Nojiri T. Sugihara T. Katsura J. Solid State Chem. 56 1985 1 4 G. Brauer K.A. Gingerich U. Holtzchmidt J. Inorg. Nucl. Chem. 16 1960 77 5 D.J.M. Bevan J. Inorg. Nucl. Chem. 1 1955 49 6 D.J.M. Bevan J. Kordis J. Inorg. Nucl. Chem. 26 1964 1509 7 H.L. Tuller A.S. Nowick J. Electrochem. Soc. 122 1975 255 8 G.J. van Handel R.N. Blumenthal J. Electrochem. Soc. 121 1974 1198 9 F.A. Kuznetsov V.I. Beliy T.N. Rezukhina Dokl. Akad. Nauk SSSR, Ser. Fiz. Khim. 139 1961 1405 10 Kh.M. Minachev Yu.S. Khodakov V.S. Nakhshunov J. Catal. 49 1977 207 11 T. Hattori J. Inoko Y. Murakami J. Catal. 42 1976 60 12 K. Thomke G.C. Bond P.B. Wells F.C. Tompkins Proc. 6th Int. Congr. Catal., London, 1976 1 1977 The Chemical Society London 303 13 K. Otsuka M. Hatano A. Morikawa J. Catal. 79 1983 493 14 Y. Yamaguchi N. Ikeda H. Hattori K. Tanabe J. Catal. 67 1981 324 15 H.C. Yao Y.F.Yu Yao J. Catal. 86 1984 254 16 G. Kim Ind. Eng. Chem. Prod. Res. Dev. 21 1982 267 17 K. Otsuka M. Hatano A. Morikawa React. Solids 1 1985 95 18 J.S. Rieck A.T. Bell J. Catal. 99 1986 278 19 A. Kiennermann R. Breault J.M. Hindermann J. Chem. Soc., Faraday Trans. 1 83 1987 2119 20 J.L.G. Fierro J.M. Rojo J. Sanz Coll. Surf. 15 1985 75 21 J.L.G. Fierro J.A. Soria J.M. Rojo J. Sanz J. Solid State Chem. 66 1987 154 22 J.M. Rojo J. Sanz H. Soria J.L.G. Fierro Zeit. Phys. Chem. NF 152 1987 149 23 J.E. Benson M. Boudart J. Catal. 4 1965 704 24 J. Sanz J.M. Rojo J. Phys. Chem. 89 1985 4974 25 S.J. Tauster S.C. Fung R.T.K. Baker J.A. Horsley Science 211 1981 1121 26 J. Santos J. Phillips J.A. Dumesic J. Catal. 81 1983 147 27 B.A. Sexton A.E. Hughes K. Foger J. Catal. 77 1982 85 28 (a) J.B.F. Anderson R. Burch J.A. Cairns Appl. Catal. 21 1986 179 (b) J.B.F. Anderson R. Burch J.A. Cairns Appl. Catal. 25 1986 173 29 (a) G.L. Haller D.E. Resasco Appl. Catal. 8 1983 99 (b) G.L. Haller D.E. Resasco Adv. Catal. 36 1989 30 (a) J. Cunningham G.H. Al-Sayyed Nouv. J. Chim. 8 1984 469 (b) J. Cunningham G.H. Al-Sayyed Surf. Sci. 169 1986 289 31 P. Meriaudeau D. Dufaux C. Naccache Strong Metal Support Interactions R.T.K. Baker ACS Symp. Ser. No. 298 1986 118 Washington D.C. 32 P. Meriaudeau J.F. Datel M. Dufaux C. Naccache B.I. Imelik Metal-Support and Metal-Additive Effects in Catalysis 1982 Elsevier Amsterdam 95 33 M.T. Blasco J.C. Conesa J. Soria A.R. Gouzalez-Elipe G. Munuera J.M. Rojo J. Sanz J. Phys. Chem. 92 1988 4685 34 Y. Zhou M. Nakashima J.M. White J. Phys. Chem. 92 1988 812 35 M.G. Sanchez J.L. Gazquez J. Catal. 104 1987 120 36 D.J. Dwyer S.D. Cameron J. Gland Surf. Sci. 159 1985 430 37 B. Sen M.A. Vannice J. Catal. 113 1988 52 38 J. Cunningham, S. O'Brien, J.L.G. Fierro and X. Soria, to be published.",
      "scopus-id": "0025225038",
      "coredata": {
        "eid": "1-s2.0-0304510290850116",
        "dc:description": "Complementary lines of evidence, as follows, are presented to show that hydrogen pretreatments of a ceria-supported rhodium catalyst (Rh-CeO2) at rather moderate temperatures (653–573 K) cause this system to progress deeply into a strongly inhibitory SMSI state: (i) by comparative measurements, with a continuous-flow microcatalytic reactor system at a fixed reaction temperature of only 343 K, of the activities of samples of the Rh–CeO2 material for hydrogenation of acetone vapour to isopropanol, after prereduction at temperatures in the range 413 - 653 K. Complete loss of hydrogenation activity is thus demonstrated after reduction at 653 K, but full restoration of activity is shown to be achieved upon reoxidation in O2 at 673 K followed by re-reduction at 413 K; (ii) by selective identifications, using proton NMR, of hydrogen chemisorbed on the rhodium of Rh-CeO2 and its differentiation from hydrogen absorbed by, or adsorbed onto, the ceria support. These results of selective characterizations of H-Rh upon Rh-CeO2 samples prereduced in H2 at temperatures in the range 473–573 K confirm a severe inhibition of the ability to produce H-Rh species after prereduction at 573 K, and thus provide complementary evidence for creation of an SMSI-state in Rh/CeO2 after prereduction at this relatively low temperature. Additional information on rhodium-induced modifications of surface and bulk properties of Rh/CeO2 samples exposed to vacuum, H2 or O2 at various temperatures emerges from comparative measurements of Rh/CeO2 and CeO2 using the techniques of electron spin resonance, volumetric evaluation of carbon monoxide chemisorption, and gravimetric monitoring of hydrogen absorption/adsorption.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-01-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510290850116",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cunningham, J."
          },
          {
            "@_fa": "true",
            "$": "O'Brien, S."
          },
          {
            "@_fa": "true",
            "$": "Sanz, J."
          },
          {
            "@_fa": "true",
            "$": "Rojo, J.M."
          },
          {
            "@_fa": "true",
            "$": "Soria, J.A."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510290850116"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510290850116"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85011-6",
        "prism:volume": "57",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Exceptional susceptibility of ceria-supported rhodium catalyst to inhibitory SMSI effects including acetone hydrogenation",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "379-396",
        "prism:endingPage": "396",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 January 1990",
        "prism:doi": "10.1016/0304-5102(90)85011-6",
        "prism:startingPage": "379",
        "dc:identifier": "doi:10.1016/0304-5102(90)85011-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025225038"
      }
    }
  }
}