{
  "metadata": {
    "title": "New rhodium complexes as low pressure hydroformylation catalysts: effect of ligand on catalyst activity and selectivity",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-10-31",
    "doi": "10.1016/0304-5102(84)85109-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284851093",
    "pii": "0304510284851093"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0021515841",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284851093 0304-5102(84)85109-3 0304510284851093 10.1016/0304-5102(84)85109-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01654 2024-01-02T01:05:30.650091Z 0 0 19841001 19841031 1984 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 26 26 3 3 Volume 26, Issue 3 9 355 361 355 361 198410 October 1984 1984-10-01 1984-10-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. NEWRHODIUMCOMPLEXESLOWPRESSUREHYDROFORMYLATIONCATALYSTSEFFECTLIGANDCATALYSTACTIVITYSELECTIVITY JANECKO H PRUETT 1979 1 R FALBE 1980 J NEWSYNTHESESCARBONMONOXIDE PINO 1980 223 P HENRICIOLIVE 1977 G COORDINATIONCATALYSIS PRUETT 1969 327 R VACCHER 1981 329 C GRIMBLOT 1979 29 J HUGHES 1981 71 O UNRUH 1982 19 J EVANS 1968 3133 D BROWN 1970 2753 C USHAKOV 1979 62 V MATSUI 1983 57 Y GLADIALI 1983 289 S VARSHAVSKII 1967 1709 Y BONATI 1964 3156 F TRZECIAK 1982 L267 A HUHEEY 1972 167 J INORGANICCHEMISTRY TOLMAN 1977 313 C DERENCSENYI 1981 665 T JANECKOX1984X355 JANECKOX1984X355X361 JANECKOX1984X355XH JANECKOX1984X355X361XH item 0304-5102(84)85109-3 0304510284851093 1-s2.0-0304510284851093 10.1016/0304-5102(84)85109-3 272239 2024-01-02T01:05:30.650091Z 1984-10-01 1984-10-31 1-s2.0-0304510284851093-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284851093/MAIN/application/pdf/cb96e62528ee0d0fe6b6e652733ee9ca/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284851093/MAIN/application/pdf/cb96e62528ee0d0fe6b6e652733ee9ca/main.pdf main.pdf pdf true 469759 MAIN 7 1-s2.0-0304510284851093-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284851093/PREVIEW/image/png/1f4417c219afbd1457ca41b35f41d89c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284851093/PREVIEW/image/png/1f4417c219afbd1457ca41b35f41d89c/main_1.png main_1.png png 70801 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 26 (1984) 365 - 361 355 NEW RHODIUM COMPLEXES AS LOW PRESSURE HYDROFORMYLATION CATALYSTS: EFFECT OF LIGAND ON CATALYST ACTIVITY AND SELECTIVITY HELGA JANECKO, ANNA M. TRZECIAK and JOZEF J. ZIOLKOWSKI* Institute of Chemistry, University ofWroctaw, 50-383 Wroctaw (Poland) (Received October 3,1983 .accepted January 9,1984) Summary Hydroformylation of hex-1-ene in the presence of Rh(AA)(CO)(PPh3) or Rh(AA)[P(OPh)3]2 type complexes (where AA = j3-diketone or 8-hydro- xyquinoline) was examined at 12.6 atm pressure (CO/H; = 1) and 85 C, in benzene. An excess of the phosphite or the phosphine ligand improved the reaction yield and selectivity. The rate and selectivity of reactions catalyzed by the phosphite (Rh(AA)[P(OPh)3]2) complexes exceeded that of reactions catalyzed by the phosphine (Rh(AA)(CO)(PPh3)). The influence of the free ligand concentration on the reaction course was studied for two selected catalysts. Increasing the phosphine concentration in the system catalyzed by Rh(BAC)(CO)(PPh3) (BAG = benzoylacetone) results in a systematic in- crease in the reaction yield and selectivity; optimal reaction conditions were found at a ten-fold ligand excess. In the system catalyzed by Rh(ACAC)- P(OPh)3]2 (ACAC = acetylacetone), a small excess of phosphite ([P(OPh)3]: [Rh] < 10:1) favoured fast and efficient reaction, while further increase in the phosphite concentration was found to inhibit the hydroformylation process. Introduction The composition of the products obtained in the metal complex- catalyzed hydroformylation of olefins depends upon the reaction conditions [1 - 4]. Special attention is usually paid to the selection of ligands modifying the catalyst. The reaction selectivity (expressed as aldehyde n/iso ratio) could be increased by application of phosphine ligands of various basicity [5 - 9]. The role of the free phosphine ligand has not been fully explained, although in the proposed hydroformylation reaction mechanism it is con- sidered [9,10]. Mechanistic and kinetic studies of hydroformylation reactions of olefins are usually carried out by means of the Wilkinson complexes HRh(CO)- (PPh3)3 and RhCl(CO)(PPh3)2 as the precursors of catalysts modified by the * Author to whom correspondence should be addressed. 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 366 different phosphorus-containing ligands [8-14]. In our studies we have applied twelve Rh(I) complexes with j3-diketones and 8-hydroxyquinoline as catalysts in the hydroformylation of hex-1-ene. The following j3-diketones were used as ligands: acetylacetone (ACAC); benzoylacetone (BAC), ben- zoyltrifluoroacetone (BTA), trifluoroacetylacetone (TFA), naphthoyltri- fluoroacetone (NTA), and 8-hydroxyquinoline (oxine). The compounds under study could be classified in two groups: first, the phosphine com- plexes of the formula Rh(AA)(CO)(PPh3) (AA = j3-diketone) and second, the phosphite complexes of the Rh(AA)[P(OPh)3]2 type. Our main goal was to correlate the course of the hydroformylation reaction with the two factors determining the electronic structure of the catalyst, i.e. the structure of the (3-diketone ligand and the nature of the phosphorus ligand. A change in substituents in the j3-diketonate ligands, as well as the replacement of the phosphine by phosphite, both result in a change in the electron density on the Rh(I) ion in a particular complex, which then influences the hydro- formylation reaction course using that complex as a catalyst. Experimental All the Rh(AA)(CO)2-type complexes were obtained by the literature method described in [15]. The Rh(AA)(CO)(PPh3) phosphine complexes were obtained by react- ing the appropriate Rh(AA)(CO)2 complexes with a small excess of PPh3 ([Rh]:[PPh3] = 1:1.1) in benzene [15,16]. Rh(ACAC)[P(OPh)3]2 was synthesized as described in [17]. The other Rh(AA)[P(OPh)3];; phosphite complexes were obtained by reacting R(AA)(CO)2 with P(OPh)3 ([Rh]:[P(OPh)3] =1:2.2) in benzene. After evaporation of the solvent and washing with methanol, the com- pounds were obtained as powders. Analysis Rh(ACAC)(CO)(PPh3): % C 58.6 - 58.5; % H 4.6 - 4.5; IR in KBr (cm-1): 1970vs, 1560vs, 1500vs, 1470s, 1430s, 1380vs, 1260m, 1180m, 1090s, 1020m, 990m, 920w, 820w, 750vs. Rh(BAC)(CO)(PPh^): % C 63.8-62.7; % H 5.9-4.5; IR in KBr (cm-1): 1960vs, 1570vs, 1520vs, 1490vs, 1440s, 1290vs, 1190vs, 1130vs, 1080s, 960m, 780m, 690s, 580s. Rh(BTA)(CO)(PPh^): % C 58.9-58.2; % H 3.8-3.7; IR in KBr (cm-i): 1973vs, 1580vs, 1560s, 1520s, 1480s, 1420s, 1280vs, 1180vs, 1130vs, 1090s, 930vw, 740m, 680s, 540s. Rh(TFA)(CO)(PPh^): % C 55.5-54.5; % H 4.7-3.8; IR in KBr (cm-1): 1983vs, 1600vs, 1540s, 1470s, 1420s, 1280m, 1120vs, 1180s, 730w, 690m. Rh(NTA)(CO)(PPh^): % C 59.3 - 58.5; % H 4.4 - 3.7; IR in KBr (cm-1): 1963vs, 1570vs, 1550vs, 1520vs, 1420m, 1280vs, 1200s, 1120vs, 1020s, 990w, 950vw, 850m, 780m, 740s, 680s. 357 Rh(oxine)(CO)(PPh3): % C 63.6-62.4; % H 5.0-4.1; IR in KBr (cm-1): 1950vs, 1560s, 1490s, 1460vs, 1430vs, 1380s, 1310s, 1280m, 1220w, 1210m, 1090s, 1020w, 990vw, 920m, 850m, 770m. Rh(ACAC)[P(OPh)^: % C 59.9-59.2; % H 5.0-4.5; IR in KBr (cm-1): 1560vs, 1530s, 1490s, 1440vs, 1390s, 1280w, 1190vs, 1070w, 1010m, lOOOw, 910vs, 860vs, 720vs, 620s, 590m, 560s, 520s, 490s. Rh(BAC)[P(OPh)^: % C 62.4-61.0; % H 4.8-4.4; IR in KBr (cm-1): 1580vs, 1550s, 1510s, 1480vs, 1450s, 1380s, 1280w, 1190vs, 1070w, 1020m, 1005w, 940vs, 890vs, 760vs, 690s, 810m, 590s, 560w, 490s. Rh(BTA)[P(OPh)^: % C 58.9-58.5; % H 4.1-3.9; IR in KBr (cm-1): 1590 vs, 1570vs, 1530s, 1480vs, 1450s, 1420m, 1320s, 1290vs, 1190vs, 1070m, 1020m, lOOOw, 940vs, 890vs, 750vs, 720s, 590m, 470m. Rh(TFA)[P(OPh)^: % C 56.2-54.7; % H 4.1-3.9; IR in KBr (cm-1): 1600vs, 1590vs, 1520w, 1490vs, 1300vs, 1230m, 1190vs, 1170vs, 1080m, 1030s, 1010s, 970vs, 830w, 680vw, 600m. Rh(NTA)[P(OPh)^: % C 61.9-60.0;% H 4.9-4.1; IR in KBr (cm-1): 1570vs, 1560s, 1520w, 1470vs, 1340vw, 1280s, 1190vs, 1060w, lOlOw, 880vs, 750s, 680m, 580w, 490m. Rh(oxine)[P(OPh)^: % C 58.0-57.4; % H 4.9-4.3; IR in KBr (cm-1): 1580s, 1560s, 1480vs, 1400s, 1380w, 1360w, 1310w, 1210w, 1190vs, 1160vs, lllOw, 1070w, 1020w, 930s, 890vs, 820w, 770s, 750vs, 680w. Hydroformylation was carried out at 85 C in a steel autoclave (50 ml) placed on a magnetic stirrer, with initial pressure 12.6 -12.7 atm (CO/H^ = 1). The amount of hex-1-ene used in each experiment was 1.5 ml (4 M) in 1.5 ml benzene. The quantity of catalyst was 1.5 X 10-5 mol (5 X 10~3 M). The appropriate amounts of catalyst and of ligand were weighed in the Teflon vessels and placed in the reactor. The fixed amounts of benzene and of olefin were then injected. The autoclave was closed, flushed with CO and finally filled with an equimolar CO/H; mixture. All experiments were carried out for 1 h, then the autoclave was cooled and the samples were removed for analysis. The composition of the reaction mixture was analyzed by GC and NMR (averages obtained from both methods are collected in Tables 2 - 5). Chro- matographic analysis: the n- and iso-aldehydes were determined on a Chrom 4 chromatograph, using cyclohexene as an internal standard. Hex-1-ene, hex-2-ene and hexane were determined on a N-504 GC, using cyclopentene as standard. NMR analysis: the total amount of aldehydes and amounts of hex-1-ene and hex-2-ene were calculated from the areas under the peaks on a spectrum, using dioxane as a standard. The NMR analysis was done for precise deter- mination of hex-2-ene. The hydroformylation rate constants fcobs were calculated from the relation of lg(?t ~Pc) to time (P( = pressure at a given moment of reaction; PC = pressure after cooling the reactor). 358 Results and discussion The v(CO) vibrations in the IR spectra provide qualitative information about the electron density on the rhodium ion. The v(CO) band positions for complexes Rh(AA)(CO)2 and Rh(AA)(CO)(PPh3) are given in Table 1. The higher frequencies of the v(CO) vibrations correspond to the j3-diketone complexes containing the CF3 group. This is consistent with our expecta- tions, because the presence of a strongly negative substituent should decrease the electron density on the metal ion [18]. The lowest v{CO) vibration frequency, i.e. the highest electron density, localized on rhodium, was ob- served in the complexes containing hydroxyquinoline. Rh(AA)[P(OPh)3]2 complexes do not contain coordinated CO, and therefore the basicity of the phosphite ligands cannot be determined by IR. However, triphenylphosphine is known to be much more basic than triphenylphosphite [19, 20]. The rate of hydroformylation of hexe-1-ene in the presence of Rh(AA)- (CO)(PPh3) and excess PPh3, as well as the composition of the reaction products, are given in Table 2. Under the reaction conditions applied, hydro- formylation is the predominant reaction, while the contributions of hydro- genation and isomerisation are small. The ratio of n/iso aldehydes is similar in all systems (between 2.0 and 2.9). Higher n/iso ratios are observed for the complexes Rh(NTA)(CO)(PPh3) and Rh(oxine)(CO)(PPh3), which give lower conversions of hex-1-ene. Al- though the results of our experiments cannot explain the influence of the chelate ligand structure on the complex activity, we assume that the effect of the spatial structure of a ligand is dominating compared with the effect of the electronic structure. We have also examined the influence of excess PPh3 on the course of reaction catalyzed by Rh(BAC)(CO)(PPh3) (see Table 3). In the absence of free phosphine the reaction proceeds very slowly, with a very low yield of aldehyde. Increasing the phosphine concentration in a system increases the reaction rate and the aldehyde yield. At about a ten-fold excess of phosphine versus rhodium complex, products of isomerisation and hydrogenation are practically unobserved. Further increases in the phosphine concentration TABLEl (CO) frequencies (cm-1) in IR spectra of Rh(AA)(CO)2 and Rh(AA)(CO)(PPh3) com- plexes. (AA) oxme BAC ACAC TFA NTA BTA 2050,1980 2060,1990 2070,2000 2080,2020 2084, 2077,2030,2005 2096, 2080,2037,2020 1950 1960 1970 1983 1963 1973 359 TABLE 2 Hex-1-ene hydroformylation rate constants Ag^s an^ product compositions (in mol%) using catalysts [Rh(AA)(CO)(PPh3)] (5 mM) and [PPha] (42.3 mM) (AA) feobs/ hexane 2+3-hexenes 2-Me-hexanal heptanal hex-1-ene mMRh (105 s-1) oxine 1.8 6 5 13 83 BAC 5.3 12 5 25 55 7 ACAC 2.4 3 2 23.7 59.3 15 TFA 3.6 3 1 7 19.5 65 NTA 3.1 15 5 10.5 27 40 BTA 3.3 8 6 24.4 48.7 12 TABLE 3 Hex-1-ene hydroformylation rate constants feobs an<! product compositions (in mol%) using catalysts Rh(BAC)(CO)(PPh3) + PPha where [Rh] = 5 mM, [PPh3]:[Rh] =0-30. [PPh3]:[Rh] feobs/ hexane 2+3-hexenes 2-Me-hexanal heptanal hex-1-ene mMRh (10s s-1) 0 0.18 13 0.5 2.6 7.6 82 1 0.62 4 3.1 9.2 90 5 3.27 15 21 13.5 30.0 27 8 5.3 12 5 25.1 54.8 7 15 4.9 2 19.7 59 15 20 5.2 5 19.7 59 12 30 5.3 4 18.2 63.5 6 11\" 1.9 3 2 9 16 60 101' 4.7 25 31 10.8 25.7 25 ^Rh] = 3.3 mM. ^Rh] =4.2mM. caused very little increase in the n/iso ratio. The catalyst concentration has a fundamental effect upon the reaction course. Very slight lowering of the complex concentration, e.g. from 5 X 10~3 to 4.2 X 10~3 M, leads to a signif- icant decrease in the reaction yield and selectivity. The data for the hydroformylation of hex-1-ene catalyzed by the Rh(AA)[P(OPh)3]2 complexes are presented in Table 4. A high conversion of olefin (ca. 100%) and almost triple reaction rate compared with the phosphine complexes were observed in all systems employing phosphite complexes. The n/iso ratios were also higher (2.6 - 4.6). On the other hand, however, the contributions of the side-reactions hydrogenation and isome- risation are notable. The influence of the phosphite ligand on the composi- tion of the reaction products was examined with the Rh(ACAC)[P(OPh)3]2 360 TABLE 4 Hex-1-ene hydroformylation rate constants fegbs an^ product compositions (in mol%) using catalysts Rh(AA)[P(OPh)3]2 + P(OPh)3 where [Rh] = 5 mM, [P(OPh)3] = 38.7 mM (AA) fcobs/ hexane 2+3-hexenes 2-Me-hexanal heptanal hex-1-ene mMRh (10s s-1) oxine 6.1 11 18 13.6 62.6 6 BAC 6.1 24 21 64 ACAC 8.4 28 5 17.3 66 0.3 TFA 6.7 8 4 18 76 NTA 7.0 14 25 13 42 1 BTA 6.3 23 16 19 64 TABLE 6 Hex-1-ene hydroformylation rate constants k^y and product compositions ( in mol%) using catalysts Rh(ACAC)[P(OPh)3]2 + P(OPh)3 where [Rh] = 6 mM [P(OPh)3]: feobs/ hexane 2+3-hexenes 2-Me-hexanal heptanal hex-1-ene [Rh] mM Rh (10s s~1) 0 1.0 38 26 8.3 22.9 11 2 13.3 9 3 22.7 70 7 8.4 28 6 17.3 65 0.3 10 8.7 16 6 17.1 68.6 4 40 3.2 15 6 9.7 38.3 27 12 8.4 14 12 14.6 53 0.5 a[Rh]=3.3mM. complex (Table 5). In the absence of free phosphite in the system, a mixture of products was formed which indicated almost equal contribution of all possible reactions isomerisation, hydroformylation and hydrogenation, with about 90% conversion of hex-1-ene. Addition of even small amounts of phosphite greatly improves the hydroformylation reaction selectivity. Our attempts to find a P(OPh)3 concentration which would eliminate the side- reactions failed, but in the range [P(OPh)3]:[Rh] = 2:1 -10:1, the yield of aldehydes was quite satisfactory. Further increase in phosphite concentra- tion results in a decrease in the reaction rate and total amount of aldehydes. In contrast to phosphine, the phosphite catalyst concentration has very little effect upon the course of the reaction. Our studies have not been broad enough to provide general conclusions. However, our results justified the study of phosphite complexes as catalytic systems for hydroformylation. The fact that the use of phosphite complexes provided n-aldehydes in quite a good yield was encouraging. The great 361 sensitivity of these systems to variations in the free phosphite concentration indicated that changing the ligand concentration will give a better product composition. Such a possibility does not exist in analogous phosphine systems. References 1 R. L. Pruett, Adv. Organometal. Chem., 17 (1979) 1, and references therein. 2 J. Falbe, New Syntheses with Carbon Monoxide, Springer Veriag, Berlin, Heidelberg, New York, 1980, and references therein. 3 P. Pino, J. Organometal. Chem., 200 (1980) 223. 4 G. Henrici-Olive and S. Olive, Coordination and Catalysis, Veriag Chemie, Weinheim, New York, 1977. 5 R. L. Pruett and J. A. Smith, J. Org. Chem., 34 (1969) 327. 6 C. Vaccher, A. Mortreux and F. Petit, J. Mol. Catal., 12 (1981) 329. 7 J. Grimblot, J. P. Bonnelle, A. Mortreux and F. Petit, Inorg. Chim. Acta, 34 (1979) 29. 8 0. R. Hughes and J. D. Unruh, J. Mol. Catal., 12 (1981) 71. 9 J. D. Unruh and J. R. Christenson, J. Mol. Catal., 14 (1982) 19. 10 D. Evans, J. A. Osborn and G. Wilkinson, J. Chem. Soc. (A). (1968) 3133. 11 C. K. Brown and G. Wilkinson, J. Chem. Soc. (A), (1970) 2753. 12 V. M. Ushakov, D. B. Kazarnovskaia, L. L. Klinova and N. M. Malygina, Neftekhim., 19 (1979)62. 13 Y. Matsui and M. Orchin, J. Organometal. Chem., 246 (1983) 57. 14 S. Gladiali, G. Faedda, M. Merchetti and C. Botteghi, J. Organometal. Chem., 244 (1983)289. 15 Yu. S. Varshavskii and T. G. Tcherkasova, Zh. Neorg. Khim., 12 (1967) 1709. 16 F. Bonati and G. Wilkinson, J. Chem. Soc., (1964) 3156. 17 A. M. Trzeciak and J. J. Ziolkowski, Inorg. Chim. Acta, 64 (1982) L267. 18 J. E. Huheey, Inorganic Chemistry, Harper and Row, New York, San Francisco, London,1972, p. 167. 19 C. A. Tolman, Chem. Rev., 77 (1977) 313. 20 T. T. Derencsenyi, Inorg. Chem., 20 (1981) 665. X244 84851093 0304-5102(84)85109-3 10.1016/0304-5102(84)85109-3 Industrial catalysis New rhodium complexes as low pressure hydroformylation catalysts: effect of ligand on catalyst activity and selectivity Helga Janecko Anna M. Trzeciak Jiózef J. Ziółkowski 1 Institute of Chemistry, University of Wrocław, 50-383 WrocławPoland 1 Author to whom correspondence should be addressed. Hydroformylation of hex-1-ene in the presence of Rh(AA)(CO)(PPh3) or Rh(AA)[P(OPh)3]2 type complexes (where AA = β-diketone or 8-hydroxyquinoline) was examined at 12.6 atm pressure (CO/H2 = 1) and 85 °C, in benzene. An excess of the phosphite or the phosphine ligand improved the reaction yield and selectivity. The rate and selectivity of reactions catalyzed by the phosphite (Rh(AA)[P(OPh)3]2) complexes exceeded that of reactions catalyzed by the phosphine (Rh(AA)(CO)(PPh3)). The influence of the free ligand concentration on the reaction course was studied for two selected catalysts. Increasing the phosphine concentration in the system catalyzed by Rh(BAC)(CO)(PPh3) (BAC = benzoylacetone) results in a systematic increase in the reaction yield and selectivity; optimal reaction conditions were found at a ten-fold ligand excess. In the system catalyzed by Rh(ACAC)-P(OPh)3]2 (ACAC = acetylacetone), a small excess of phosphite ([P(OPh)3]: [Rh] < 10:1) favoured fast and efficient reaction, while further increase in the phosphite concentration was found to inhibit the hydroformylation process. References 1 R.L. Pruett Adv. Organometal. Chem. 17 1979 1 and references therein. 2 J. Falbe New Syntheses with Carbon Monoxide 1980 Springer Verlag Berlin, Heidelberg, New York and references therein. 3 P. Pino J. Organometal. Chem. 200 1980 223 4 G. Henrici-Olivé S. Olivé Coordination and Catalysis 1977 Verlag Chemie Weinheim, New York 5 R.L. Pruett J.A. Smith J. Org. Chem. 34 1969 327 6 C. Vaccher A. Mortreux F. Petit J. Mol. Catal. 12 1981 329 7 J. Grimblot J.P. Bonnelle A. Mortreux F. Petit Inorg. Chim. Acta 34 1979 29 8 O.R. Hughes J.D. Unruh J. Mol. Catal. 12 1981 71 9 J.D. Unruh J.R. Christenson J. Mol. Catal. 14 1982 19 10 D. Evans J.A. Osborn G. Wilkinson J. Chem. Soc. (A) 1968 3133 11 C.K. Brown G. Wilkinson J. Chem. Soc. (A) 1970 2753 12 V.M. Ushakov D.B. Kazarnovskaia L.L. Klinova N.M. Malygina Neftekhim. 19 1979 62 13 Y. Matsui M. Orchin J. Organometal. Chem. 246 1983 57 14 S. Gladiali G. Faedda M. Merchetti C. Botteghi J. Organometal. Chem. 244 1983 289 15 Yu.S. Varshavskii T.G. Tcherkasova Zh. Neorg. Khim. 12 1967 1709 16 F. Bonati G. Wilkinson J. Chem. Soc. 1964 3156 17 A.M. Trzeciak J.J. Ziółkowski Inorg. Chim. Acta 64 1982 L267 18 J.E. Huheey Inorganic Chemistry 1972 Harper and Row New York, San Francisco, London 167 19 C.A. Tolman Chem. Rev. 77 1977 313 20 T.T. Derencsenyi Inorg. Chem. 20 1981 665",
      "scopus-id": "0021515841",
      "coredata": {
        "eid": "1-s2.0-0304510284851093",
        "dc:description": "Hydroformylation of hex-1-ene in the presence of Rh(AA)(CO)(PPh3) or Rh(AA)[P(OPh)3]2 type complexes (where AA = β-diketone or 8-hydroxyquinoline) was examined at 12.6 atm pressure (CO/H2 = 1) and 85 °C, in benzene. An excess of the phosphite or the phosphine ligand improved the reaction yield and selectivity. The rate and selectivity of reactions catalyzed by the phosphite (Rh(AA)[P(OPh)3]2) complexes exceeded that of reactions catalyzed by the phosphine (Rh(AA)(CO)(PPh3)). The influence of the free ligand concentration on the reaction course was studied for two selected catalysts. Increasing the phosphine concentration in the system catalyzed by Rh(BAC)(CO)(PPh3) (BAC = benzoylacetone) results in a systematic increase in the reaction yield and selectivity; optimal reaction conditions were found at a ten-fold ligand excess. In the system catalyzed by Rh(ACAC)-P(OPh)3]2 (ACAC = acetylacetone), a small excess of phosphite ([P(OPh)3]: [Rh] < 10:1) favoured fast and efficient reaction, while further increase in the phosphite concentration was found to inhibit the hydroformylation process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284851093",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Janecko, Helga"
          },
          {
            "@_fa": "true",
            "$": "Trzeciak, Anna M."
          },
          {
            "@_fa": "true",
            "$": "Ziółkowski, Jiózef J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284851093"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284851093"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)85109-3",
        "prism:volume": "26",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New rhodium complexes as low pressure hydroformylation catalysts: effect of ligand on catalyst activity and selectivity",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "355-361",
        "prism:endingPage": "361",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 1984",
        "prism:doi": "10.1016/0304-5102(84)85109-3",
        "prism:startingPage": "355",
        "dc:identifier": "doi:10.1016/0304-5102(84)85109-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0021515841"
      }
    }
  }
}