{
  "metadata": {
    "title": "Adsorptive withdrawal of RhHCO(PPh<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>3</ce:inf> in supported liquid phase hydroformylation catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1985-04-30",
    "doi": "10.1016/0304-5102(85)80039-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510285800390",
    "pii": "0304510285800390"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022046225",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510285800390 0304-5102(85)80039-0 0304510285800390 10.1016/0304-5102(85)80039-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01824 2024-01-02T01:05:30.650091Z 0 0 19850401 19850430 1985 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 29 29 3 3 Volume 29, Issue 3 4 319 334 319 334 198504 April 1985 1985-04-01 1985-04-30 1985 converted-article fla Copyright © 1985 Published by Elsevier B.V. ADSORPTIVEWITHDRAWALRHHCOPPH33INSUPPORTEDLIQUIDPHASEHYDROFORMYLATIONCATALYSTS PELT H LIVBJERG 1974 242 H LIVBJERG 1972 21 H LIVBJERG 1976 216 H EGLOFF 1968 1461 G KATZ 1979 203 G KOMIYAMA 1975 310 H KOMIYAMA 1977 125 H BAILER 1974 17 J GERRITSEN 1980 139 L GERRITSEN 1980 157 L GERRITSEN 1980 241 L GERRITSEN 1980 257 L HORTKJAER 1979 377 J HORTKJAER 1979 405 J STROHMEIER 1981 209 W STROHMIER 1981 257 W RONY 1968 1021 R RONY 1969 142 R VILLADSEN 1978 203 J HJORTKJAER 1981 127 J DEMUNCK 1981 233 N HERMAN 1983 J PHDTHESIS ABED 1976 268 R CHEN 1978 1201 O AHMAD 1972 843 N BROEKHOFF 1969 J PHDTHESIS DEWIT 1975 36 L KORTHOVEN 1977 127 P KLUE 1974 H XRAYDIFFRACTIONPROCEDURESFORPOLYCRYSTALLINEAMORPHOUSMATERIALS VANDIJK 1975 J PHDTHESIS CARLSON 1975 T PHOTOELECTRONAUGERSPECTROSCOPY DEMUNCK 1981 313 N DEMUNCK 1980 N PHDTHESIS KNOZINGER 1978 31 H KNOZINGER 1977 145 H PROCSIXTHINTCONGRCATAL FLOCKHART 1967 45 B GSPEK 1976 T PHDTHESIS GATTA 1976 90 G GSPEK 19771978 81 T KRUISSINK 1984 145 E PELTX1985X319 PELTX1985X319X334 PELTX1985X319XH PELTX1985X319X334XH item 0304-5102(85)80039-0 0304510285800390 1-s2.0-0304510285800390 10.1016/0304-5102(85)80039-0 272239 2024-01-02T01:05:30.650091Z 1985-04-01 1985-04-30 1-s2.0-0304510285800390-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285800390/MAIN/application/pdf/019fd1ea115507eeef42531aa5c5908f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285800390/MAIN/application/pdf/019fd1ea115507eeef42531aa5c5908f/main.pdf main.pdf pdf true 1724913 MAIN 16 1-s2.0-0304510285800390-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510285800390/PREVIEW/image/png/bb6e0368c7e0d96006ef8fcdab6d6995/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510285800390/PREVIEW/image/png/bb6e0368c7e0d96006ef8fcdab6d6995/main_1.png main_1.png png 60314 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 29 (1985) 319 - 334 319 ADSORPTIVE WITHDRAWAL OF RhHCO(PPh3)3 IN SUPPORTED LIQUID PHASE HYDROFORMYLATION CATALYSTS H. L. PELT, G. VAN DER LEE* and J. J. F. SCHOLTEN+ Department of Chemical Technology, Delft University of Technology, Julianalaan 136, 2628 BL Delft (The Netherlands) (Received February 2, 1984) Summary In supported liquid-phase catalysts the degree of pore filling may strongly influence the catalytic activity. This is the case, for instance, when dealing with supported liquid-phase rhodium catalysts in which the complex RhHCO(PPh3)3, dissolved in PPh3, is dispersed in the pores of inorganic support materials such as silica and alumina. One of the factors which may cause an increase or decrease in the activity per unit weight of rhodium is the variable extent of adsorptive com- plex withdrawal at the liquid-solid interface in the pores. The amount of complex adsorbed (the percentage of dissolved complex withdrawn from the liquid PPh3 by adsorption) appears to depend, among other factors, strongly on the degree of pore filling 5, which varies from zero (empty pores) to one (totally filled pores). In view of the foregoing, we determined the adsorption isotherms of RhHCO(PPh3)3, dissolved in PPh3, on various support materials such as silica, various crystallographic modifications of alumina, and on porous Amberlite, type XAD-2. Most isotherms are measured at 90 C, very near to the temperature at which the catalysts are applied. The nature of the adsorptive bond is discussed; in some cases physical adsorption is involved, in others there is strong evidence for chemisorption of the complex on the support. The question of how completely the ad- sorbed complexes are catalytically eliminated will be dealt with in a forth- coming article. *Present address: Gorlaeus Laboratoria, Rijksuniversiteit, Leiden, The Netherlands. \"^Author to whom correspondence should be addressed; also affiliated with the Dept. of Catalysis, Central Laboratories, DSM, Geleen, The Netherlands. 0304-5102/85/$3.30 Elsevier Sequoia/Printed in The Netherlands 320 Introduction Supported Liquid Phase Catalysts (SLPC) are used in the oxidation of SU2 [1 - 3], the dimerisation of alkenes [4] the Wacker oxidation [5 - 7] and in the hydroformylation of alkenes [8 - 26]. Gerritsen et al. [9 - 16], de Munck et al. [25] and Herman [26] have developed a number of rhodium SLP catalysts which were successfully ap- plied in the hydroformylation of ethene, propene and allyl alcohol. In these catalysts the Wilkinson complex, RhHCO(PPh3)3, is dissolved in PPh3 (the so-called solvent ligand) and the solution is dispersed in the pores of various supports. One of the characteristics of SLP catalysts is the depen- dence of their activity on the degree of pore filling, 5. Rony [21,22] investigated the hydroformylation of propene by RhClCO(PPh3)2, dissolved in butylphthalate and capillary-condensed in porous silica, and found an optimum in the conversion (expressed per unit of reactor volume) versus the degree of pore filling at about 5 = 0.5. The existence of an optimum loading is, according to Rony, due to a gradual change in the dispersion of the liquid in the pores, by which the length of the liquid diffusion path increases with increasing degree of pore filling. Hence the supposition is made that diffusional retardation influences the rate of reaction. The theories of Livbjerg et al. [1-3] and of Rinker and coworkers [27, 29] are based on the same supposition: the observed reaction rate is diffusionally retarded. From the investigations by Gerritsen et al. [10, 11] it appears that a plot of the reaction rate (expressed in cm3 alkene converted'(g Rh)~1 s~1) versus the degree of pore filling shows that the rate depends on the type of support material used: sometimes an optimum is found, but in other cases a gradual decrease in the reaction rate with increasing degree of pore filling is observed. Furthermore, from the measurement of adsorption isotherms of rhodium complexes dissolved in PPh3 on some supports, Gerritsen et al. discovered that adsorptive withdrawal of the rhodium complexes from the solution occurs. In an SLPC, the extent of complex adsorption at the liquid- solid interface changes with the degree of pore filling. In their theoretical treatment, diffusional retardation of the reaction rate is rejected and argu- ments are presented for the active sites of their catalysts to be located in the liquid meniscus only. In their view, the change in alkene conversion with the degree of pore filling may be accounted for by two factors: the decrease in the meniscus surface area with increasing degree of pore filling, and the simultaneous decrease in the percentage of complex molecules withdrawn from the solution by adsorption. It is the aim of the present article to extend our knowledge of the adsorption of the rhodium complex from a triphenylphosphine melt on various supports, and to describe the nature of the adsorptive bond. Starting from the experimentally determined adsorption isotherms, a calculation is made of the concentration of dissolved rhodium complexes as a function of the degree of pore filling. The influence of the adsorptive complex with- 321 drawal on the catalytic activity as a function of pore filling will be discussed in a future article. Experimental Materials RhHCO(PPh3)3 was prepared by the method of Ahmad [30]. Tri- phenylphosphine (Merck, West Germany, 98%) was used as received. A 50/50 mixture (99.5%) of hydrogen and carbon monoxide was obtained from Air Products (U.S.A.). The supports used and their suppliers are shown in Table 1. They were crushed if necessary, and sieved to the desired fraction. TABLEl Supports and their suppliers Support Code Supplier macroreticular resin XAD-2 Serva, West Germany styrene-divinylbenzene silica 000-3 E AKZO, The Netherlands silica S,H DSM, The Netherlands (non-commercial) silica Dll-11 BASF, The Netherlands 7-alumina 000-1, 5E AKZO, The Netherlands 7-alumina 000-3 P AKZO, The Netherlands 6 -alumina 004-1, 5E AKZO, The Netherlands a-alumina SA 5202 Norton, U.K. a-alumina K10 dr.Otto, F.R.G. Characterization Texture of the supports Pore-volume distributions of the supports were determined by nitrogen capillary condensation at 196 C [31], using a Carlo Erba 1800 Sorp- tomatic, or by mercury porosimetry [32], using an Auto pore 9200 apparatus from Micromeritics (U.S.A.). BET surface areas were calculated from nitrogen or methane adsorption isotherms at 196 C, measured with a micro-BET apparatus fitted with a MKS Baratron pressure gauge, type 170M-25B. Chemical analysis of the supports The sodium content of the supports (bulk composition) was deter- mined by neutron activation analysis, using the single comparator method, with zinc as a reference [33]. The rhodium content of the solid solutions (the rhodium complex dis- solved in triphenylphosphine) was determined by quantitative X-ray fluorescence analysis, using a Philips PW 1450/20 ADP sequential automatic X-ray spectrometer. 322 The alumina supports were crystallographically characterized by X-ray diffraction analysis [34,35]. We employed a Philips PW 1050 X-ray dif- fractometer with Cu K-a radiation. For some supports, surface analysis was performed by X-ray photoelec- tron spectroscopy (XPS) [36], employing a Leybold-Heraeus LHF-10-XPS/ AES spectrometer. A Mg K-a excitation source (1253.6 eV) was applied at the operating conditions of 13 kV and 20 mA. Samples were pre-treated in vacuo in a preparation chamber connected to the XPS/AES chamber via a valveless UHV-lock. Pretreatment of the supports Calcination of the 7-alumina 000-1, 5E was carried out in air at temper- atures between 500 and 1200 C for 16 h. a-Alumina K10 was purified by three-fold washing with strong acid (10 wt.% HN03) at 70 C for 2 h, fol- lowed by ten-fold extraction with water at 20 C for 1 h and dried at 120 C. XPS measurements were carried out to investigate the effect of this treat- ment. Rehydroxylation of the hydrophobic silica H was performed by immersing in water at 80 C for 16 h. From the measurement of water adsorption isotherms it appeared that the hydrophilicity had been restored. Determination of the adsorption isotherms of RhHCO(PPh^)^, dissolved in excess PPh^, on various supports The adsorption isotherms were determined as follows : varying amounts of RhHCO(PPh3)3 (0.01 - 0.09 g) and ~4 g of PPh3 and 1.5 g of the support were placed in the apparatus shown in Fig. 1. The supports were pre-dried in vacuo at 500 C for 16 h, except for the macroreticular resin XAD-2 which was pre-dried at ambient pressure at 120 C for 16 h. A mixture of H; and CO (50/50) was continuously bubbled through the solution. After 2 h, when adsorption equilibrium was reached, the solution and the support, totally filled with liquid, were separated in situ by filtration. The amount of Oil 90 C I H;/CO Fig. 1. Adsorption apparatus. A = filter, B = suspension of the support in PPh3 con- taining the dissolved rhodium complex, C = heating jacket. 323 adsorbed complex was calculated from the change in rhodium concentration in the PPh3 solution due to adsorption up to equilibrium. In order to guarantee that adsorption equilibrium was indeed reached within 2 h, an adsorption experiment was carried out with 7-alumina 000-1, 5E at 90 C, applying various adsorption times. After 1 h, 0.07 X 10~6 mol Rh m~2 was adsorbed, and after 2 h 0.1 X 10~6 mol Rh m-2. After 4 h an adsorption of 0.1 X 10~6 mol m\"2 was found again. The starting concen- tration in the PPh3 was 25 mol m~3. From a determination of the pore-size distribution it was found that 80% of the surface area is formed by pores with a diameter of 14 nm, and 20% by pores with a diameter between 5 and 8 nm. As the diameter of a RhHCO(PPh3)3 complex molecule is about 1.5 nm, it follows that all pores are accessible to the complexes. The same reasoning is valid for the other supports; see, for instance, the pore-size distributions of XAD-2 in ref. 38. DSC measurements [10] indicate that during all adsorption measure- ments the PPh3 was in the liquid state, both in and outside the pores. Results Information on the texture of the supports and on their sodium con- tent is presented in Table 2. The differences in the BET surface areas are relatively large. Note, however, that all adsorption isotherms in this article TABLE 2 Texture and sodium content of the supports Support S(BE (m2 ^ ) ^p (cm3 g ') '\"pmax(nm) Sodium content bulk (wt.%) surface (at.%) XDA-2 300 0.69\" 9.0 0.0 0.0 silica 000-3E 203 0.85 5.7 0.49 c S 101 1.05 17.9 0.0036 c H 46 0.4411 c 0.001 0.0 H rehydr. 5 c c 0.001 c Dll-11 120 0.87 15.1 0.10 c alumina 000-1, 5E 203 0.51 5.5 0.0003d c 000-3P 240 0.55 4.5 0.09'1 c 004-1, 5E 101 0.52 10.5 0.10'1 c SA 5202 1.1 0.3413 630 0.26 8.6 K10 0.8 0.1851' 463 0.33 5.0 K10 washed 4 c c c 0.0 calculated from N; capillary condensation (2 nm < rp < 50 nm). Measured by mercury porosimetry (3.75 nm < rp < 75 000 nm). 'Not measured. ^iven by the supplier. 324 T (Ki Fig. 2. Influence of the calcination temperature on the surface area of alumina 000-1, 5E. are plotted per unit surface area. Furthermore, the influence of the calcina- tion temperature on the surface area of a-alumina 000-1, 5E (Fig. 2) is taken into account. Table 2 a:so shows the pore volumes, Vp, which are large enough to ensure a reasonable uptake of dissolved complexes. The pore radii which correspond with the maxima in the pore-volume distributions are represented by rpniax- From these radii, and also from the total pore-volume distributions, it is evident that all pores are easily accessible to the complexes. From column 6 in Table 2 it is seen that the a-alumina samples SA 5205 and K10 show a relatively high sodium surface concentration. It is likely that this sodium causes destruction of the adsorbed rhodium com- plexes, and finally rhodium accumulates on the surface. This can be seen from isotherms 5 and 6 in Fig. 5, where the maximum coverages calculated on the basis of the cross-sectional area of the rhodium complex are too high by a factor of 3 to 6. Otherwise, on well-purified sodium-free a-alumina (isotherm 4 in Fig. 5) a maximum coverage of one is reached. The beneficial influence of HNC>3 washing on the surface purity of a-alumina is demonstrated in Table 3, where the composition of the two outermost layers of samples K10 and K10 (washed) are given, as deter- mined from XPS analysis. By extending the depth of analysis, it was found that K10 (washed) is free of Na and of Ca over at least ten atomic surface layers. TABLE 3 Surface composition of a-alumina K10, in at.%, from XPS analysis Element Na (Is) 0(ls) Ca (2p) Al(2s) C(ls) Si (2s) Ti(2p) K10 5.0 58.5 0.4 31.0 0.9 2.9 1.3 K10 (washed) 0.0 59.5 0.0 35.5 0.7 2.2 1.7 326 02 01 Rho - 1 ds<106 mol/m2 ) E 3 0 10 2 [Rh]gq(mol/m3 0.2 0.1 Fig. 3. The influence of the calcination temperature on the crystallographic composition of alumina 000-1, 5E. (1) 7-alumina, (2) a-alumina, (3) a-alumina. Fig. 4. Adsorption isotherm of RhHCO(PPh3)3 on XAD-2 at 90 C from a PPh3 solution. The change in the crystallographic composition of alumina 000-1, 5E as influenced by the calcination temperature and determined by X-ray analysis, is plotted in Fig. 3. The composition at each temperature is calculated by means of the relative intensities of the diffraction lines of the various alumina modifications, given by van Dijk [35]. The adsorption isotherms of RhHCO(PPh3)3 at 90 C from the solution in molten PPh3 on the various supports are plotted in Figs. 4, 5 and 7. In Fig. 5. Adsorption isotherms of RhHCO(PPh3)3 on various aluminas at 90 C from PPh3 solutions. (1) 7-alumina 000-1, 5E, (2) 7-alumina 000-3P, (3) 0-alumina 004-1, 5E, (4) a-alumina K10 (washed), (5) a-alumina SA 5202, (6) a-alumina K10. 326 0.4 ^ods\"106 -Imol/m2! c 9 0.3 02 ^ -I 01 -It-1 1 0 700 1100 1500 Calcination temperature IK) IRh] (mol/m3 ) Fig. 6. Influence of calcination on the adsorption of RhHCO(PPh3)3 on alumina 000-1, 5E, at an equilibrium rhodium complex concentration in the PPh3 solution of 2.5 mol Rh m~3 at 90 C. Fig. 7. Adsorption isotherms of RhHCO(PPh3)3 on various silicas at 90 C from a PPh3 solution. (1) silica 000-3E, (2) silica S, (3) silica DH-11, (4) silica H, (5) silica H, re- hydro xylated. these figures the amount of adsorbed rhodium complex, expressed in mol Rh m~2, is plotted as a function of the equilibrium concentration of the rhodium complex, in mol per m~3 PPh3. The complex coverage, Q, is calcu- lated assuming the cross-sectional area of the rhodium complex to be 1.35 nm2[42]. The strong influence of alumina modification on the extent of complex adsorption is demonstrated by Fig. 6, whereas Fig. 8 demonstrates the influ- ence of the temperature of adsorption. Discussion Adsorption of RhHCO(PPh^)^ on the macroreticular resin XAD-2 The adsorption isotherm of the rhodium complex on the macroreticular resin XAD-2 (Fig. 4) shows that at 90 C very little adsorption takes place. XAD-2 is a copolymer of styrene and divinylbenzene (4:1), and its surface is composed of aryl, alkyi and vinyl groups. De Munck [37] proved 40% of the vinyl groups to be present in a non- polymerized form, and therefore one might assume the small amount of adsorbed rhodium complex to be TT-bonded to the vinyl groups, as described by de Munck [38] (see Fig. 9). However, it is likely that during hydro- formylation the vinyl groups are transformed into propionaldehyde groups, and then this interpretation no longer holds. 327 C=C - +Rh HL3 C=C HRhL3 Fig. 8. Amount of adsorbed rhodium complex as a function of the adsorption tempera- ture, at an equilibrium concentration of 20 mol Rh m~3 in the PPti3 solution. (1) silica 000-3E, (2) y-alumina 000-1, 5E, (3) a-alumina SA 5202. Fig. 9. Rhodium complex adsorption on XAD-2, L = PPha or CO. In view of the high molecular weight of the rhodium complex, one might expect its physical adsorption to be stronger than that of triphenyl- phosphine. However, due to the large excess of triphenylphosphine, the thermodynamic potential of the dissolved complex is too low to increase the complex coverage in competition with physical triphenylphosphine adsorp- tion. If it is true that adsorptive withdrawal of the complex at the liquid- solid interface is harmful for the catalytic activity of the SLPC, then XAD-2 is an excellent support with respect to maximum catalytic utilization of rhodium. We return to this question in our next article [46]. Adsorption on alumina Introduction Before discussing the results of the adsorption experiments with the aluminas, we briefly review the structure of the alumina surface. Alumina surfaces contain OH groups (Br0nsted acid sites), anion vacancies (Lewis acid sites) and O2\" ions [39]. The concentration of each of these sites depends on the pretreatment conditions. A low temperature pretreatment results in a surface mainly covered with OH groups, while high temperature treatment results in a dehydroxylated surface with no Br0nsted acid sites. a-Alumina has neither Lewis nor Br0nsted surface acid sites. Recently Knozinger [40] introduced another type of surface site on low-temperature modifications of alumina, the so-called X-site (Fig. 10). 328 a OH Al Al ^0^ Fig. 10. X-sites on alumina, according to Knozinger [40]; 0 indicates an anion vacancy. After adsorption of a Lewis basic molecule having a lone pair, like triphenyl- phosphine, onto the Lewis acid part of the X-site, the Br^nsted acid part of the X-site will become even more strongly acidic. The increased adsorption of electron-acceptor molecules due to the co-adsorption of electron-donor molecules is described also by Flockhart et al. [41]. From the data plotted in Fig. 3, the ratio of the amounts of 7, Q and a- alumina in alumina 000-1, 5E, after calcining at various temperatures, was calculated. By combining these data with S'(BET) (see Fig. 2) and with the amount of rhodium complex adsorbed (see Fig. 6), both after the same calcination pretreatment at the same temperature, a set of equations was obtained from which the rhodium coverage on each type of alumina present in the sample could be calculated, at a rhodium concentration in the PPh3 of 2.5 mol m~3. The calculated coverage on 7-alumina (0.04) is in quite good agreement with the coverage measured on 7-alumina 000-3P, where a value of 6 = 0.03 was obtained. For 0-alumina the calculated and measured coverages (sample 004-1, 5E) were 0.08 and 0.08 respectively, and for a-alumina these values were 0.41 and 0.36 (for a-alumina K10 (washed)). These results illustrate the mutual agreement between the adsorption measurements on different alumina samples. They also demonstrate the strong dependency of the extent of adsorption on the crystallographic modification of the alumina. Adsorption on low-temperature modifications of alumina The adsorption of triphenylphosphine on 7-alumina was studied by Spek [42], who concluded that the PPh3 molecules will first adsorb on the Lewis acid sites, after which they possibly react with the surface OH groups, as represented in Fig. 11. Indeed, from IR measurements, Spek observed the formation of triphenylphosphine oxide. PPhg n OH 0 PPh., OH 0 a 6 OH Al Al AI + Pph - Al AI AI - AI Al Al \\ / \\ / - \\ / \\ / \\ / \\ / 00 00 00 Fig. 11. Adsorption of PPh 3 on 7-alumina, according to Spek [42];o indicates an anion vacancy. The strongly chemisorbed PPha will cover the surface to a large extent, and, in addition, will intensify the adsorption of the rhodium complexes on the X-sites (Fig. 12), provided this interaction is stronger than the adsorption of PPh3 on the Br^nsted acid part of the X-site. 329 RhL, i3 a OH PPh^ 0 Al At + PPh^ + RhHL,, -, At Al + H- \\0/ V 2 Fig. 12. Co-adsorption of the rhodium complex and PPhs on y-alumina and 0-alumina; L=PPh3orCO. According to Knozinger and Ratnasamy [39], after dehydration at 500 C, the X-site concentrations on 7- and Tp-alumina amount to ca. 6 X 1016 and 2 X 1017 sites m~2 respectively. Further, see [43], 17-alumina shows the same X-site concentration as 0 -alumina. The maximum complex cover- ages found from our adsorption isotherms (Fig. 5) are in reasonable agree- ment with these site concentrations, taking one complex molecule per site: we found 4 - 6 X 1016 and 1.8 X 1017 complexes m\"2 for 7- and 0-alumina, respectively, at an equilibrium Rh concentration of 20 mol m~3. The good correspondence between Knozinger's site concentrations and the concentrations of adsorbed complexes found by us may be fortuitous, but is not in contradiction with the mode of bonding in Fig. 12, which was also proposed by Hjortkjaer et al. [24]. Further evidence for this kind of complex adsorption is found from Gerritsen's result for rhodium complex adsorption on strongly acidic silica- alumina samples [11]; his isotherm indicates strong complex chemisorption on a relatively low number of sites per m2. Another possibility of rhodium complex adsorption on a-alumina is described by Spek [42, 44] (see also Fig. 13) who investigated by means of IR analysis the adsorption of Rh(7r-C3Hs)CO(PPh3)2 in the absence of PPh3. However, due to the strong co-adsorption of PPh3 in our case, this mode of binding seems less probable (see Fig. 11). The complex adsorption on the Lewis basic surface O2\" groups is dis- cussed further in the next section. L i e H-Rh -CO -07 Fig. 13. Adsorption of the rhodium complex on O2\" surface sites of alumina; L = PPh3 or CO. Adsorption on a-alumina The extent of rhodium complex adsorption on a-alumina is much higher than on the low-temperature modifications of alumina, as demon- strated by isotherm 4 in Fig. 5. Due to the absence of Lewis and Br0nsted 330 acid sites on a-alumina, PPh3 chemisorption cannot take place. The observed high maximum coverage of the rhodium complex up to 0 = 1 must be the result of strong chemisorption, otherwise it could not compete with the physical adsorption of PPh3 which is present in excess. Recent experiments by Kruissink [45] showed the O2\" surface groups of or-alumina to be indeed Lewis basic. This makes possible the exchange of an unknown number of triphenylphosphine ligands of the complex for O2\" surface ligands (see Fig. 14). Such type of adsorption does not necessarily mean that the complex is catalytically eliminated; we return to this question in our next article [46]. Adsorption on silica The adsorption isotherms on silica supports, presented in Fig. 7, indi- cate that the extent of adsorption is low. The nature of the surface of the support has only a small effect on the adsorption. Silica H, a hydrophobic silica, and hydroxylated silica H, which is hydrophilic, show about the same coverage. Spek [42] has studied triphenylphosphine adsorption on silica and has concluded from his IR investigations that the chemisorption takes place by partial proton transfer to the lone pair of the phosphorus and the Tr-electron system of the phenyl group (Fig. 15). Due to the excess of triphenylphosphine and its relatively strong adsorption via hydrogen bridges, the extent of the rhodium complex co-adsorption is low. Adjacent silanol groups are known to exhibit stronger acidity than isolated singletons, and hence such groups are the most attrac- tive candidates for the adsorption of triphenylphosphine described above, and for adsorption of the rhodium complex similar to the adsorption on hydroxylated alumina surfaces (Fig. 16). Total dehydroxylation of silica results in a surface covered with siloxane bridges. Isotherm 4 in Fig. 7 (silica H) represents the adsorption of the rhodium complex (in excess triphenylphosphine) on such sites. The nature of the adsorptive bond is unknown. l I/ OH OH H-Rh-0/ I | OH Rhl-3 ' Y, Si Si si <-RhHLi \" 0 ^i v ^ o ^ / \\ s, Fig. 14. Alternative representation of rhodium complex adsorption on a-alumina; L = PPhs or CO. Fig. 15. Adsorption of PPh3 on silica. Fig. 16. Adsorption of the rhodium complex RhHL3 on silica; L = PPha or CO. 331 Influence of the adsorption temperature The extent of adsorption of the rhodium complex from a triphenyl- phosphine solution is influenced by the adsorption temperature (Fig. 8). With a-alumina as the adsorbent, a decrease of adsorption with increasing temperature is observed, as expected. The enthalphy of the rhodium com- plex adsorption was calculated to be about 70 kJ moF1. With 7-alumina and silica, the adsorption increases with increasing tem- perature. We think this to be due to the gradually increasing replacement of triphenylphosphine by the rhodium complex in the competitive adsorption at higher temperatures. The proposed adsorption on 7- and 6 -alumina and silica is a co-adsorp- tion of triphenylphosphine and the rhodium complex. The competition of the triphenylphosphine adsorption makes it impossible for the rhodium com- plex to adsorb at all desired sites. The triphenylphosphine adsorption will decrease with increasing temperature, and hence the complex adsorption will increase. The interpretations of the influence of temperature presented here are of a speculative nature, and require further research. The influence of adsorptive rhodium complex withdrawal on complex concentration in the PPh^ melt in an SLPC It appears that the complex adsorption isotherms presented in Figs. 4, 5 and 7 may formally be described by a Langmuir-type equation, with the exception of isotherms 5 and 6 in Fig. 5, for reasons presented earlier: [Rhads] ^ K,x[Rh]^ [Rhadslmax l+Ki[Rh],q where [Rh]eq is the complex concentration in PPh3 at equilibrium, [Rhads] the surface concentration of the complex, and Ki the pseudo-adsorption equilibrium constant. The adoption of the Langmuir model is for mathe- matical reasons only; in view of the foregoing sections the reader will under- stand that it has no physical or chemical meaning. From the calculated Langmuir-type relations, combined with the rho- dium mass balance, we calculated the concentration of dissolved rhodium complexes in an SLPC as a function of the degree of pore filling. By way of example. Fig. 17 shows the result for an SLPC using silica H as support material. Notwithstanding the relatively low extent of complex adsorption on silica H, it is seen from this figure that the concentration of the complex in the PPh3 is highly influenced by the degree of pore filling, dependent on the initial rhodium concentration. It will be clear that this effect is even more prominent when using a-alumina as a support, where the complex adsorption is much more extensive. The question of how much the adsorptive complex withdrawal will influence the catalytic performance of an SLPC as a function of the degree of pore filling can be answered only if we know the relative contribution of 332 Fig. 17. Relation between the percentage of rhodium complex retained in solution and the degree of pore filling, at different initial complex concentrations, using silica H as a support, where [Rh]o is the initial complex concentration. (1) [Rh]o=5 mol m~3, (2) [Rh]o= 25 mol m-3, (3) [Rhjo = 50 mol m-3, (4) [Rh]o= 100 mol m-3. adsorbed and dissolved complexes to the catalytic activity. Furthermore, during hydroformylation with an SLPC, the aldehydes produced dissolve in the PPh3 to a certain extent, and this too will influence the course of the rhodium complex adsorption isotherms. We return to this question in the next article [46]. Conclusions (1)0n macroreticular resin polystyrene/divinylbenzene, XAD-2, tri- phenylphosphine is physically adsorbed. The adsorption of the Wilkinson complex cannot compete with it. (2) The extent of adsorption of the Wilkinson complex on 7- and 6- alumina, in the presence of excess triphenylphosphine, is very low. Tri- phenylphosphine, a strong Lewis base, is physically adsorbed, but also bound to the Br^nsted acidic OH-groups. The Wilkinson complex may compete with triphenylphosphine adsorption via strong bonding to free O2\" groups and/or via bonding to Br0nsted acid OH-groups. (3) The surface O2\" groups in a-alumina act as strong Lewis bases. This is why the adsorptive withdrawal of the rhodium complexes is strong and extensive. The strong bonding, in competition with physical triphenyl- phosphine adsorption, is thought to be due to ligand exchange between triphenylphosphine ligands and O2\" surface groups and/or adsorption of the CO ligand to the O2\" surface groups. (4) As the surface silanol groups on silica are weakly Br^nsted acidic, triphenylphosphine is strongly adsorbed. Competitive adsorption of the Wilkinson complex is relatively low and might be ascribed to interaction with the silanol groups of highest acidity. (5) The catalytic performance of SLP rhodium catalysts is a function of the degree of pore filling [11]. The question as to how far the adsorptive withdrawal of complexes is involved in this effect, will be discussed in the next article [46]. 333 Acknowledgements Thanks are due to Mr. J. Teunisse and Mr. N. van Westen for their skillful assistance in carrying out the adsorption and texture measurements. Mr. A. P. Pijpers (Dept. of Physical Chemistry, Central Laboratories, DSM, Geleen, The Netherlands) provided us with the XPS data, and Mr. J. P. G. Rousseau (Dept. of Analytical Chemistry, Central Laboratories, DSM, Geleen, The Netherlands) with the X-ray fluorescence data. The investigations were supported in part by the Netherlands Founda- tion for Chemical Research (SON), with financial aid from the Netherlands Organization for the Advancement of Pure Research (ZWO). References 1 H. Livbjerg, B. Sorenson and J. Villadsen, Chem. React. Eng. II, Adv. Chem. Ser., 133 (1974)242. 2 H. Livbjerg and J. Villadsen, Chem. Eng. Sci., 27 (1972) 21. 3 H. Livbjerg, K. J. Jensen and J. Villadsen, J. Catal., 45 (1976) 216. 4 G. Egloff, Ind. Eng. Chem., 28 (1968) 1461. 5 G. Katz and L. M. Pismen, Chem. Eng. J., 18 (1979) 203. 6 H. Komiyama and H. Inoue, J. Chem. Eng. Jpn., 8 (1975) 310. 7 H. Komiyama and H. Inoue, J. Chem. Eng. Jpn., 10 (1977) 125. 8 J. C. Bailer, Cat. Rev. Sci. Eng., 10 (1974) 17. 9 L. A. Gerritsen, A. v. Meerkerk, M. H. Vreugdenhil and J. J. F. Scholten, J. Mol. Catal., 9 (1980) 139. 10 L. A. Gerritsen, J. M. Herman, W. Klut and J. J. F. Scholten, J. Mol. Catal., 9 (1980) 157. 11 L. A. Gerritsen, J. M. Herman and J. J. F. Scholten, J. Mol. Catal., 9 (1980) 241. 12 L. A. Gerritsen, W. Klut, M. H. Vreugdenhil and J. J. F. Scholten, /. Mol. Catal., 9 (1980)257. 13 Dutch Pat. Appl. 7700554 (1977), 7712648 (1977) and 7902964 (1979) to L. A. Gerritsen and J. J. F. Scholten (ZWO). 14 German Pat. Appl. 2802276 (1978) to L. A. Gerritsen and J. J. F. Scholten (Stami- carbon B. V.). 15 U. S. Pat. 4193942 (1980) and 4292198 (1981) to L. A. Gerritsen and J. J. F. Scholten (Stamicarbon B. V.). 16 Brit. Pat. Appl. 155 169 (1979) to L. A. Gerritsen and J. J. F. Scholten (Stamicarbon B. V.). 17 J. Hortkjaer, J. Mol. Catal., 5 (1979) 377. 18 J. Hortkjaer, M. S. Scurrell and P. Simonsen, J. Mol. Catal., 6 (1979) 405. 19 W. Strohmeier and M. Michel, J. Catal.. 69 (1981) 209. 20 W. Strohmier, B. Graser, R. Marcec and K. Hoike, J. Mol. Catal., 11 (1981) 257. 21 R. P. Rony, Chem. Eng. Sci., 23 (1968) 1021. 22 R. P. Rony,J. Cofa;., 14 (1969) 142. 23 J. Villadsen and H. Livbjerg, Catal. Rev. Sci. Eng.. 17 (1978) 203. 24 J. Hjortkjaer, M. S. Scurrell and P. Simonsen, J. Mol. Catal., 10 (1981) 127. 25 N. A. de Munck, J. P. A. Notenboom, J. E. de Leur and J. J. F. Scholten, J. Mol. Catal., 11 (1981) 233. 26 J. M. Herman, Ph.D. Thesis, Delft, The Netherlands, 1983. 27 R. Abed and R. G. Rinker, J. Catal., 42 (1976) 268. 29 0. T. Chen and R. G. Rinker, Chem. Eng. Sci., (1978) 1201. 334 30 N. Ahmad, S. D. Robinson and M. F. Uttler, J. Chem. Soc. Dalton Trans, (1972) 843. 31 J. C. P. Broekhoff, Ph.D. Thesis, Delft, The Netherlands, 1969. 32 L. A. de Wit and J. J. F. Scholten, J. Catal., 36 (1975) 36. 33 P. J. M. Korthoven and M. d. Bruin, J. Radioanal. Chem., 35 (1977) 127. 34 H. P. Klue and L. Alexander, X-ray Diffraction Procedures for Poly crystalline and Amorphous Materials, Chap. 5, 7, 2nd edn., Wiley, New York, 1974. 35 J. van Dijk, Ph.D. Thesis, Delft, The Netherlands, 1975. 36 T. A. Carlson, Photoelectron and Auger Spectroscopy, 1st edn., Plenum Press, New York, 1975. 37 N. A. de Munck, M. W. Verbruggen and J. J. F. Scholten, J. Mol. Catal., 10 (1981) 313. 38 N. A. de Munck, Ph.D. Thesis, Delft, The Netherlands (1980). 39 H. Knozinger, P. Ratnasamy, Catal. Rev. Soi. Eng., 17 (1978) 31. 40 H. Knozinger, H. Krietenbrink, H. D. Muller and W. Schultz, Proc. Sixth Int. Cony. Catal., The Chemical Society London, 1977,p. 145. 41 B. D. Flockhart, J. R. Leith and R. C. Pink, J. Catal., 9 (1967) 45. 42 Th. G. Spek, P/i.O. ITiesis, Delft, The Netherlands, 1976. 43 G. D. Gatta, B. Fubini, G. Ghiotti and C. Morterra, J. Catal.. 43 (1976) 90. 44 Th. G. Spek and J. J. F. Scholten, J. Mol. Catal., 3 (1977/78) 81. 45 E. C. Kruissink, Appl. Catal., 9 (1984) 145. 46 H. L. Pelt, J. J. J. J. Brochus, R. P. J. Verburg and J. J. F. Scholten, J. Mol. Catal., accepted for publication. X244 85800390 0304-5102(85)80039-0 10.1016/0304-5102(85)80039-0 Chemical catalysis Adsorptive withdrawal of RhHCO(PPh3)3 in supported liquid phase hydroformylation catalysts H.L. Pelt G. van der Lee ∗ J.J.F. Scholten 1 Department of Chemical Technology, Delft University of Technology, Julianalaan 136, 2628 BL DelftThe Netherlands * Present address: Gorlaeus Laboratoria, Rijksuniversiteit, Leiden, The Netherlands. 1 Author to whom correspondence should be addressed; also affiliated with the Dept. of Catalysis, Central Laboratories, DSM, Geleen, The Netherlands. In supported liquid-phase catalysts the degree of pore filling may strongly influence the catalytic activity. This is the case, for instance, when dealing with supported liquid-phase rhodium catalysts in which the complex RhHCO(PPh3)3, dissolved in PPh3, is dispersed in the pores of inorganic support materials such as silica and alumina. One of the factors which may cause an increase or decrease in the activity per unit weight of rhodium is the variable extent of adsorptive complex withdrawal at the liquid-solid interface in the pores. The amount of complex adsorbed (the percentage of dissolved complex withdrawn from the liquid PPh3 by adsorption) appears to depend, among other factors, strongly on the degree of pore filling 5, which varies from zero (empty pores) to one (totally filled pores). In view of the foregoing, we determined the adsorption isotherms of RhHCO(PPh3)3, dissolved in PPh3, on various support materials such as silica, various crystallographic modifications of alumina, and on porous Amberlite, type XAD-2. Most isotherms are measured at 90 °C, very near to the temperature at which the catalysts are applied. The nature of the adsorptive bond is discussed; in some cases physical adsorption is involved, in others there is strong evidence for chemisorption of the complex on the support. The question of how completely the adsorbed complexes are catalytically eliminated will be dealt with in a forth-coming article. References 1 H. Livbjerg B. Sorenson J. Villadsen Chem. React. Eng. II, Adv. Chem. Ser. 133 1974 242 2 H. Livbjerg J. Villadsen Chem. Eng. Sci. 27 1972 21 3 H. Livbjerg K.J. Jensen J. Villadsen J. Catal. 45 1976 216 4 G. Egloff Ind. Eng. Chem. 28 1968 1461 5 G. Katz L.M. Pismen Chem. Eng. J. 18 1979 203 6 H. Komiyama H. Inoue J. Chem. Eng. Jpn. 8 1975 310 7 H. Komiyama H. Inoue J. Chem. Eng. Jpn. 10 1977 125 8 J.C. Bailer Cat. Rev. Sci. Eng. 10 1974 17 9 L.A. Gerritsen A.v. Meerkerk M.H. Vreugdenhil J.J.F. Scholten J. Mol. Catal. 9 1980 139 10 L.A. Gerritsen J.M. Herman W. Klut J.J.F. Scholten J. Mol. Catal. 9 1980 157 11 L.A. Gerritsen J.M. Herman J.J.F. Scholten J. Mol. Catal. 9 1980 241 12 L.A. Gerritsen W. Klut M.H. Vreugdenhil J.J.F. Scholten J. Mol. Catal. 9 1980 257 13 a Dutch Pat. Appl. 7 700 554 (1977) to L. A. Gerritsen and J.J.F. Scholten (ZWO). b Dutch Pat. Appl. 7 712 648 (1977) to L. A. Gerritsen and J.J.F. Scholten (ZWO). c Dutch Pat. Appl. 7 902 964 (1979) to L. A. Gerritsen and J.J.F. Scholten (ZWO). 14 German Pat. Appl. 2 802 276 (1978) to L.A. Gerritsen and J.J.F. Scholten (Stami-carbon B. V.). 15 a U. S. Pat. 4 193 942 (1980) to L.A. Gerritsen and J.J.F. Scholten (Stamicarbon B. V.). b U. S. Pat. 4 292 198 (1981) to L.A. Gerritsen and J.J.F. Scholten (Stamicarbon B. V.). 16 Brit. Pat. Appl. 155 169 (1979) to L. A. Gerritsen and J.J.F. Scholten (Stamicarbon B. V.). 17 J. Hortkjaer J. Mol. Catal. 5 1979 377 18 J. Hortkjaer M.S. Scurrell P. Simonsen J. Mol. Catal. 6 1979 405 19 W. Strohmeier M. Michel J. Catal. 69 1981 209 20 W. Strohmier B. Graser R. Marcec K. Holke J. Mol. Catal. 11 1981 257 21 R.P. Rony Chem. Eng. Sci. 23 1968 1021 22 R.P. Rony J. Catal. 14 1969 142 23 J. Villadsen H. Livbjerg Catal. Rev. Sci. Eng. 17 1978 203 24 J. Hjortkjaer M.S. Scurrell P. Simonsen J. Mol. Catal. 10 1981 127 25 N.A. de Munck J.P.A. Notenboom J.E. de Leur J.J.P. Scholten J. Mol. Catal. 11 1981 233 26 J.M. Herman Ph.D. Thesis 1983 Delft The Netherlands 27 R. Abed R.G. Rinker J. Catal. 42 1976 268 29 O.T. Chen R.G. Rinker Chem. Eng. Sci. 1978 1201 30 N. Ahmad S.D. Robinson M.F. Uttler J. Chem. Soc. Dalton Trans 1972 843 31 J.C.P. Broekhoff Ph.D. Thesis 1969 Delft The Netherlands 32 L.A. de Wit J.J.F. Scholten J. Catal. 36 1975 36 33 P.J.M. Korthoven M.d. Bruin J. Radioanal. Chem. 35 1977 127 34 H.P. Klue L. Alexander 2nd edn. X-ray Diffraction Procedures for Polycrystalline and Amorphous Materials 1974 Wiley New York Chap. 5, 7 35 J. van Dijk Ph.D. Thesis 1975 Delft The Netherlands 36 T.A. Carlson 1st edn. Photoelectron and Auger Spectroscopy 1975 Plenum Press New York 37 N.A. de Munck M.W. Verbruggen J.J.F. Scholten J. Mol. Catal. 10 1981 313 38 N.A. de Munck Ph.D. Thesis 1980 Delft The Netherlands 39 H. Knözinger P. Ratnasamy Catal. Rev. Sci. Eng. 17 1978 31 40 H. Knözinger H. Krietenbrink H.D. Muller W. Schultz Proc. Sixth Int. Congr. Catal. 1977 The Chemical Society London 145 41 B.D. Flockhart J.R. Leith R.C. Pink J. Catal. 9 1967 45 42 Th. G. Spek Ph.D. Thesis 1976 Delft The Netherlands 43 G.D. Gatta B. Fubini G. Ghiotti C. Morterra J. Catal. 43 1976 90 44 Th. G. Spek J.J.F. Scholten J. Mol. Catal. 3 19771978 81 45 E.C. Kruissink Appl. Catal. 9 1984 145 46 H.L. Pelt, J.J.J.J. Brochus, R.P.J. Verburg and J.J.F. Scholten, J. Mol. Catal., accepted for publication.",
      "scopus-id": "0022046225",
      "coredata": {
        "eid": "1-s2.0-0304510285800390",
        "dc:description": "In supported liquid-phase catalysts the degree of pore filling may strongly influence the catalytic activity. This is the case, for instance, when dealing with supported liquid-phase rhodium catalysts in which the complex RhHCO(PPh3)3, dissolved in PPh3, is dispersed in the pores of inorganic support materials such as silica and alumina. One of the factors which may cause an increase or decrease in the activity per unit weight of rhodium is the variable extent of adsorptive complex withdrawal at the liquid-solid interface in the pores. The amount of complex adsorbed (the percentage of dissolved complex withdrawn from the liquid PPh3 by adsorption) appears to depend, among other factors, strongly on the degree of pore filling 5, which varies from zero (empty pores) to one (totally filled pores). In view of the foregoing, we determined the adsorption isotherms of RhHCO(PPh3)3, dissolved in PPh3, on various support materials such as silica, various crystallographic modifications of alumina, and on porous Amberlite, type XAD-2. Most isotherms are measured at 90 °C, very near to the temperature at which the catalysts are applied. The nature of the adsorptive bond is discussed; in some cases physical adsorption is involved, in others there is strong evidence for chemisorption of the complex on the support. The question of how completely the adsorbed complexes are catalytically eliminated will be dealt with in a forth-coming article.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1985-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510285800390",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pelt, H.L."
          },
          {
            "@_fa": "true",
            "$": "van der Lee, G."
          },
          {
            "@_fa": "true",
            "$": "Scholten, J.J.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510285800390"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510285800390"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(85)80039-0",
        "prism:volume": "29",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Adsorptive withdrawal of RhHCO(PPh3)3 in supported liquid phase hydroformylation catalysts",
        "prism:copyright": "Copyright © 1985 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "319-334",
        "prism:endingPage": "334",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1985",
        "prism:doi": "10.1016/0304-5102(85)80039-0",
        "prism:startingPage": "319",
        "dc:identifier": "doi:10.1016/0304-5102(85)80039-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022046225"
      }
    }
  }
}