{
  "metadata": {
    "title": "Heterogenization of homogeneous catalysts: Part II. EPR study of TiCl<ce:inf loc=post>4</ce:inf>/Et<ce:inf loc=post>x</ce:inf>AlCl<ce:inf loc=post>3-x</ce:inf> (x = 2,3) supported on silica gel",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1986-04-30",
    "doi": "10.1016/0304-5102(86)85057-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451028685057X",
    "pii": "030451028685057X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0022696589",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451028685057X 0304-5102(86)85057-X 030451028685057X 10.1016/0304-5102(86)85057-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01605 2024-01-02T01:05:30.650091Z 0 0 19860401 19860430 1986 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst ref alllist content subj ssids 0304-5102 03045102 35 35 1 1 Volume 35, Issue 1 7 55 63 55 63 198604 April 1986 1986-04-01 1986-04-30 1986 converted-article fla Copyright © 1986 Published by Elsevier B.V. HETEROGENIZATIONHOMOGENEOUSCATALYSTS DAHL I MURRAY 1970 52 J CHIEN 1971 71 J MAKSIMOV 1974 738 N ZAKHAROV 1980 892 V RIIS 1983 203 T ELLESTAD 1985 275 O ELLESTAD 1985 289 O SLOTFELDTELLINGSEN 1980 423 D ZIKMUND 1969 843 M ZIKMUND 1969 850 M HOFF 1971 2063 G DAHLX1986X55 DAHLX1986X55X63 DAHLX1986X55XI DAHLX1986X55X63XI item 0304-5102(86)85057-X 030451028685057X 1-s2.0-030451028685057X 10.1016/0304-5102(86)85057-X 272239 2024-01-02T01:05:30.650091Z 1986-04-01 1986-04-30 1-s2.0-030451028685057X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028685057X/MAIN/application/pdf/a53ef40aea59df69ae5e46bbd22517f1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028685057X/MAIN/application/pdf/a53ef40aea59df69ae5e46bbd22517f1/main.pdf main.pdf pdf true 479534 MAIN 9 1-s2.0-030451028685057X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451028685057X/PREVIEW/image/png/eaefb174372daf21f5188d81d4b1153b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451028685057X/PREVIEW/image/png/eaefb174372daf21f5188d81d4b1153b/main_1.png main_1.png png 63242 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 35 (1986) 56 - 63 55 HETEROGENIZATION OF HOMOGENEOUS CATALYSTS PART II. EPR STUDY OF TiCWEt^AlCIa-^ (x = 2,3) SUPPORTED ON SILICA GEL IVAR M. DAHL, SIRI HALVORSEN and DAG SLOTFELDT-ELLINGSEN* Senter for Industriforskning (SI), P.O. Box 350, 0314 Blindern, Oslo 3 (Norway) (Received February 11,1985; accepted November 4, 1985) Summary The surface reactions which take place when TiC4 is reacted with AlEtCl or AlEt; on a silica surface have been studied by EPR and chemical analysis. These systems have been compared to the reverse reactions, when TiCIa anchored to the silica surface is reacted with EtiAlCl or EtaAl. We find that in all cases an exchange of Ti and Al species takes place on the surface. The exchange is slow if the Al has no Cl ligands (only Et ligands). Introduction The deposition and anchoring of new and more active species on the surface of metal oxide supports have been extensively investigated with the aim of developing improved catalysts for the polymerization of olefins [1]. In order to obtain a better knowledge of the mechanisms by which these species act, studies of the molecular structures, motions and reaction paths are important. In previous papers on model Ziegler catalysts, the systems TiCl4 [1-7] and Cp^TiCI; [8], with Et^AlCla-x as cocatalyst, supported oh silica gel have been studied. These catalysts are usually prepared by first reacting the Ti compound, with the hydroxyl groups on the silica surface. When the Al compound is added, a number of reactions take place [5]. Indications for the reactions along path I (see below) have previously been given by Murray et at. [1]. Similar reactions are found for CpaTiCI; [8]. In addition to the complexation of Ti and Al species, a reduction of Ti4'1' to Ti3'1', and possibly to even lower valences, takes place. This paper focuses on the reaction path I, which involves a structural rearrangement on the silica surface whereby the surface-bonded Ti species *Author to whom correspondence should be addressed. 0304-5102/86/$3.50 Elsevier Sequoia/Printed in The Netherlands 56 Et. ^Cl Si-O-Ti-CIa + >A1 Et^ heptane -55 C I II Et. ^Cl ^ ^Al Cl ,0\" ^Et ,0. I .CK .Cl si ^^ si ^Ti ^A< Cl^l ^Cl Cl-^ ^Et-^ ^Et Cl | 1 Cl ' T ' ,-CK ./Cl .Cl. ^0-T< 'Al^ Si-0-Al<, ^TiClzEt Si' / \"Cl^ ^Et I ^Cl^ Et Et IA | IIA .Cl Si-O-AK + TiClaEt Si-O-TiClaEt + AlEtCl; -Et IB 1C IIB IIC are exchanged with the dissolved Al components. We ask the question: What happens in the reverse case, when the Al compound is anchored to the silica surface, and then TiCl4 is- added? The effect of different ligands in the bridges between Al and Ti in the Al/Ti complexes is also studied in more detail. The results are based on Electron Paramagnetic Resonance (EPR) spectroscopy and chemical analysis. Experimental Sample preparation Silica gel from Merck AG (average pore diameter 10 nm, specific sur- face area 300 m2 g~1) was dehydrated at 400 C for 18 h in dry, flowing N2. TiCl4, Et^AlCla-a (Et = C^Hs, x = 2, 3), tetrahydrofuran (THF) and solvents were purified in the manner described previously [5]. The following samples were prepared: (a) 1 M TiCl4 in hexane was reacted with the silica gel for 3 h at room temperature. The solution was removed and the sample dried in vacuum at 10~4 torr for 18 h, subsequently washed in hexane for 2 h and dried as before. 0.5 M Et2AlCl (sample 1) or EtaAl (sample 2) in hexane was then added in an Al/Ti molar ratio of 10/1. 67 (b) 0.5 M Et^AlCl (sample 3) or EtaAl (sample 4) in hexane was reacted with the silica gel for 2 h at room temperature. The solution was filtered off and the sample washed with hexane, chlorobenzene and hexane again for some hours, and finally dried as above. To 1 g of this sample, 4 ml hexane plus 0.25 M TiCLf in hexane was added in an Al/Ti molar ratio of 10/1. (c) A mixture of TiCIs (Stauffer H) and THF was refluxed for 10 h to form turquoise TiCIa- 3THF crystals in a dark blue solution. The solution was filtered off and the crystals dried (sample 5). 90 ml of the solution was added to 5 g silica gel. The gel had first been prepared with a solution of hexane and BuLi for 15 min and then dried in vacuum. After 30 min the sample was extracted for 3 h and dried in vacuum. The colour was dark violet SiO^-TiC^' 3THF (sample 6). These samples were used as model com- pounds in the interpretation of the EPR spectra. The six samples were then characterized by EPR (Fig. 1) and chemical 77K 293 K SiO /TiCI /Et Al SiO-/EtAl/TiCL Fig. 1. Ti3\"*\" EPR spectra from the solid catalysts after reaction between silica gel, Ti and Al compounds. The signal magnification is arbitrary and differs from one spectrum to another. 58 77K 293K g=2.c 1 )H g=2.0 A 2506 1 Q. ^ \" L^^ c 1 9..U89 ^Y ( ,,,f Sr'.\"9 '\"I AB=t8Biv; s.2'-885IH 1&B.3000 _SiO /Et AlCI/TiCl/THF SiO./TiCl./ELAI/THF 2 4 J g. l.9<5 AB. 660 SiO./ELAI/TiCl/THF t. 3 4 SAME AS a. 50G g.s 1.918 AB =70 .(from the solution) g.=l.t9S TiC1.3THF g.s).938 &B.480 3.\" 1.9 37 AB =<3S Fig. 2. Ti3'1' EPR spectra from the solid catalysts (a - d). In (d), an additional signal from the solvent is observed. This signal is given in (e). These spectra are obtained when THF is added to the samples given in Fig. 1. (f) and (g) give spectra of model compounds which may be compared to the spectra of the catalysts. The signal magnification is arbitrary and differs from one spectrum to another, go and AB are defined in Fig. la. 59 analyses. Most of the solvent was then removed, and THF added. The changes in the catalysts caused by the THF treatment were again charac- terized by EPR (Fig. 2) and chemical analyses. All preparations were carried out under rigorous inert argon conditions based on the Schlenk principle. We will in the following use descriptions of the type SiOz/TiCl^EtaAl/ THF etc., in order to indicate the sequence in which the components have been added in each particular sample. EPR measurements The samples were transferred to quartz EPR tubes, in which the silica sedimented in the bottom, leaving a clear solution above the bottom slurry. The tubes were positioned in the EPR spectrometer in such a way that the signal from either the solvent or the slurry (mostly solid) could be detected. In this way the signals from complexes on the silica surface could be dis- tinguished from the complexes in the solution. Ti3'4' EPR spectra were recorded at approximately 9.5 GHz at 293 K and 77 K. DPPH (g = 2.0036) was used as a g-value reference. Chemical analysis Ti was analysed spectrophotometrically at 410 nm in a H^SO^/H^O solution, Al by atomic absorption and Cl by potentiometric titration with AgN03. The results are given in Table 1. TABLE 1 Element analysis of the samples Sample No. Composition Ti Al Cl CT/Ti (mmol g\"'1) 1 and 2 Si02/TiCl4 0.82 - 2.3 2.8 3 Si02/Et2AlCl - 1.35 1.35 - 4 SiOz/EtaAl - 0.48 5 Si02/TiCl3 3THF 0.25 - 0.47 1.9 5 Si02/TiCl3-3THF 0.33\" (0.47) (1.4) \"Based on chemical analysis of unreacted Ti. Results and discussion The Ti3* EPR spectra of the samples (before THF treatment) are given in Fig. 1. These spectra are composed of overlapping signals from complexes on'the surface of the silica gel. Only 2 -10% of the total Ti in the samples 60 contribute to these EPR signals. Similiar results have been reported previous- ly [1, 2]. This is in contrast to Maksimov et al. [3] who observed precipita- tion of crystalline TiCl3, although in one experiment they also observed signals from complexes 'stabilized on the surface'. Our experiments have been carried out on a rather large number of samples, and in no case was any crystalline TiCl3 detected. Contrary to Maksimov et al. [3] and Zakharov [4], we therefore find that the activity of these catalysts is not due to precipitated TiCl3. The pure solution gave no or only very weak EPR signals (of the order of 0.1% of the signal intensities in Fig. 1). The spectra obtained when TiCI^ is reacted with silica gel before the Al compound is added are similiar to the spectra obtained when the reaction is carried out in the reverse order. As mentioned in the introduction, Murray et al. [1] attributed this to a reaction by which the Al compound dissolves the surface-bonded Ti species, leading to the formation of complexes ap- proximately the same as those formed when the Al compound is reacted directly with the silica. Since we have found [5] that only part of the sur- face-bound Ti is dissolved in this manner, we believe the spectra in Fig. 1 are composed of overlapping signals from the Ti3\"1\" analogs of complexes IA and IIA. We expect to have several slightly different complexes of both types (one and two bonds to the silica; different set of ligands on the Ti and Al). Some of these possibilities have previously been described by Chien [2]. It is not possible to distinguish between these from the present EPR spectra. Further insight into these surface reactions is obtained when THF is added to the catalysts. Due to its strong complexing ability, the main action of the THF will be to break the chlorine bridges of the Ti-Al complexes: \\ /CK / \\ /Cl THF-., / Ti 'Al +THF > Ti + Al ^ ''-C\\^ ^ / '-THF C\\^ ^ If the Ti-Al complex is anchored to the silica surface by a surface-Ti bond, we would then expect the addition of THF to result in complexes of the type: THF \\ I P. -Si-0-Ti^THF ^ Cl-\"l THF III In addition, THF may bring some of the Ti directly bound to the silica sur- face into the solution, but this reaction is slow [5]. If, on the other hand, the Ti-Al complexes are dissolved in the heptane solution or bound to the silica by a surface-Al bond, we expect complexes 61 of type IV. This complex preferentially precipitates as a solid under the conditions employed. Complexes with different numbers of THF ligands on the Ti are also possible [9,10]. THF I ^Cl Cl-Ti^THF CY\\ THF IV These reactions are readily observed in the EPR spectra: upon addition of THF the spectra (Fig. 1) from chlorine-bridged Ti-Al complexes dis- appear completely, and three new, overlapping signals are observed (Fig. 2). One of these signals originates from Ti3\"1\" complexes dissolved in the solution (Fig. 2e). At room temperature the concentration of these dissolved com- plexes varies from zero (sample 3, Fig. 2c) to a few percent (sample 4, Fig. 2d) relative to the total amount of Ti3\"1\" detected by EPR. The exact struc- ture of this or these complexes cannot be inferred from the EPR spectra. The two other signals, one narrow and one broad, both originate from complexes in the solid phase, and are identical with the signals obtained from sample 5 (Fig. 2f, solid Tida- 3THF) and sample 6 (Fig. 2g, TiCIs- 3THF reacted with silica gel) respectively. These identifications are based on pre- vious work [11]. Sample 5 contains Ti complexes with one and two bonds to the silica. Their EPR signals must be nearly identical, judging from spec- trum 2f. These observations prove that complexes of type IA and IIA are broken by THF and new complexes of types III and IV are formed. From the relative concentration of type III and IV complexes, a rough estimate of the extent of structural rearrangements between Ti and Al on the silica surface can be obtained. From the room temperature spectrum in Fig. 2a, it is found that 75% of the Ti originally bound to the silica surface has been dissolved by Et^AlCl. This is in accordance with previous chemical analyses [5]. If EtgAl is used, no Ti seems to be dissolved, since in this case no signal from TiCla'STHF is observed (Fig. 2c). However, according to the chemical analysis of the solu- tion, approximately 20% of the Ti is indeed dissolved in this system [5]. We believe that the dissolved Ti3\"'\" in this case rapidly becomes reduced to Ti2\"1\", due to the strong reducing ability of Et^Al. Ti2\"'\" is not observable by EPR, thus explaining the difference between the result of the EPR and chemical analysis. If we now turn to the case of SiO^/EtzAlCl/TiC^/THF (sample 3, Fig. 2b), we find that also in this case an exchange of Ti and Al takes place on the silica surface, i.e. TiCl4 dissolves some of the surface-bound AlEtCl. We find that 25% of the Ti in the catalyst has exchanged position with Al on the silica surface: 62 \\ ^Et -Si-O-AK + TiC4 ^ ^Cl . \\ /Et -Si-0-Ti^Cl + AlClg / ^Cl The same is observed from sample 4 (Fig. 2d). In this case approximate- ly 20% of the Ti3'1\" species in the catalyst substitute AlEt; on the silica sur- face. Chemical analysis gives qualitatively the same result, in that some Ti is found on the catalyst and some Al in the solution. In conclusion, the systems SiO^/TiCWEtaAlCl/THF and SiO^Et^AlCl/ TiCLt/THF give very much the same kind of result. The 'anchoring' in these cases is indeed a labile situation, due probably to reactions of the type: -^Si Cl ^Si Cl \\ I ^Cl \\ I ,C1 O-Ti^Cl > 0 Ti^-Cl Et-Al Cl Et-Al Cl Et^ Et-\" (Cl) (Cl) and vice versa. For the systems SiOa/TiC^/EtaAl/THF and S^/EtaAl/TiCWTHF the metal exchange is much slower. This can be explained by the lower com- plexing ability of chlorine-free Al alkyls; -^Si Cl ^Si Cl \\ I /Cl \\ I Cl O-Ti^-Cl - 0 Ti^-Cl ; ! slow | | Et-Al-Et \"Et-Al---Et Et^ Et'\" Acknowledgement We would like to thank Mr. Arild Andersen and Prof. Ole H. Ellestad for assistance and discussions, and The Royal Norwegian Council for Indus- trial and Scientific Research (NTNF) for financial support. 63 References 1 J. Murray, M. J, Sharp and J. A. Hockey, J. Catal., 18 (1970) 52. 2 J. C. W. Chien.J. Catal., 23 (1971) 71. 3 N. G. Maksimov, E. G. Kushnareva, V. A. Zakharov, V. F. Anufrienko, P. A. Zhdan and Yu. I. Ermakov, Kinet. Katal., 15 (1974) 738. 4 V. A. Zakharov, Kinet. Katal., 21 (1980) 892. 5 T. Riis, I. M. Dahl and 0. H. Ellestad, J. Mol. Catal., 18 (1983) 203. 6 0. H. Ellestad and U. Blindheim, J. Mol. Catal., 33 (1985) 275. 7 0. H. Ellestad, J. Mol. Catal., 33 (1985) 289. 8 D. Slotfeldt-Ellingsen, I. M. Dahl and 0. H. Ellestad, J. Mol. Catal., 9 (1980) 423. 9 M. Zikmund, A. Valent, K. Hrnciarova and M. Kohutova, Chem. Zvesti, 23 (1969) 843. 10 M. Zikmund and L. Stepnickova, Chem. Zvesti, 23 (1969) 850. 11 G. R. Hoff and C. H. Brubaker Jr., Inorg. Chem., 10 (1971) 2063. X244 8685057X 0304-5102(86)85057-X 10.1016/0304-5102(86)85057-X Industrial catalysis Heterogenization of homogeneous catalysts Part II. EPR study of TiCl4/EtxAlCl3-x (x = 2,3) supported on silica gel Ivar M. Dahl Siri Halvorsen Dag Slotfeldt-Ellingsen 1 Senter for Industriforskning (SI), P.O. Box 350, 0314 Blindern, Oslo 3 Norway 1 Author to whom correspondence should be addressed. The surface reactions which take place when TiCl4 is reacted with -AlEtCl or -AlEt2 on a silica surface have been studied by EPR and chemical analysis. These systems have been compared to the reverse reactions, when -TiCl3 anchored to the silica surface is reacted with Et2AlCl or Et3Al. We find that in all cases an exchange of Ti and Al species takes place on the surface. The exchange is slow if the Al has no Cl ligands (only Et ligands). References 1 J. Murray M.J. Sharp J.A. Hockey J. Catal. 18 1970 52 2 J.C.W. Chien J. Catal. 23 1971 71 3 N.G. Maksimov E.G. Kushnareva V.A. Zakharov V.F. Anufrienko P.A. Zhdan Yu.I. Ermakov Kinet. Katal. 15 1974 738 4 V.A. Zakharov Kinet. Katal. 21 1980 892 5 T. Riis I.M. Dahl O.H. Ellestad J. Mol. Catal. 18 1983 203 6 O.H. Ellestad U. Blindheim J. Mol. Catal. 33 1985 275 7 O.H. Ellestad J. Mol. Catal. 33 1985 289 8 D. Slotfeldt-Ellingsen I.M. Dahl O.H. Ellestad J. Mol. Catal. 9 1980 423 9 M. Zikmund A. Valent K. Hrnciarova M. Kohutova Chem. Zvesti 23 1969 843 10 M. Zikmund L. Stepnickova Chem. Zvesti 23 1969 850 11 G.R. Hoff C.H. Brubaker Jr. Inorg. Chem. 10 1971 2063",
      "scopus-id": "0022696589",
      "coredata": {
        "eid": "1-s2.0-030451028685057X",
        "dc:description": "The surface reactions which take place when TiCl4 is reacted with -AlEtCl or -AlEt2 on a silica surface have been studied by EPR and chemical analysis. These systems have been compared to the reverse reactions, when -TiCl3 anchored to the silica surface is reacted with Et2AlCl or Et3Al. We find that in all cases an exchange of Ti and Al species takes place on the surface. The exchange is slow if the Al has no Cl ligands (only Et ligands).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1986-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451028685057X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dahl, Ivar M."
          },
          {
            "@_fa": "true",
            "$": "Halvorsen, Siri"
          },
          {
            "@_fa": "true",
            "$": "Slotfeldt-Ellingsen, Dag"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451028685057X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451028685057X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(86)85057-X",
        "prism:volume": "35",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogenization of homogeneous catalysts Part II. EPR study of TiCl4/EtxAlCl3-x (x = 2,3) supported on silica gel",
        "prism:copyright": "Copyright © 1986 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "55-63",
        "prism:endingPage": "63",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1986",
        "prism:doi": "10.1016/0304-5102(86)85057-X",
        "prism:startingPage": "55",
        "dc:identifier": "doi:10.1016/0304-5102(86)85057-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0022696589"
      }
    }
  }
}