{
  "metadata": {
    "title": "Co-metathesis reaction of methyl linoleate with ethene over WCl<ce:inf loc=post>6</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-05-06",
    "doi": "10.1016/0304-5102(93)E0322-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E03228",
    "pii": "0304510293E03228"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028766389",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-11-05T19:22:29 1-s2.0-0304510293E03228 0304-5102(93)E0322-8 0304510293E03228 10.1016/0304-5102(93)E0322-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X00739 2024-01-02T01:04:53.938015Z 0 0 19940506 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 89 89 3 3 Volume 89, Issue 3 8 357 364 357 364 19940506 6 May 1994 1994-05-06 1994 article fla Copyright © 1994 Published by Elsevier B.V. COMETATHESISREACTIONMETHYLLINOLEATEETHENEOVERWCL6CATALYST AHMAD F BRADSHAW 1967 269 C AMIGUES 1990 79 P SIBEIJN 1992 345 S VANDAM 1972 1221 P VANDAM 1974 51 P TSUJI 1981 69 J MOL 1983 253 J ONOPCHENKO 1983 182 A VERKUIJLEN 1974 793 E YARMO 1992 373 M WILSON 1976 3928 S BOSMA 1981 1132 R AHMADX1994X357 AHMADX1994X357X364 AHMADX1994X357XF AHMADX1994X357X364XF item 0304-5102(93)E0322-8 0304510293E03228 1-s2.0-0304510293E03228 10.1016/0304-5102(93)E0322-8 272239 2024-01-02T01:04:53.938015Z 1994-05-06 1-s2.0-0304510293E03228-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E03228/MAIN/application/pdf/0179bc56f88b682876293d0f8e51a49a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E03228/MAIN/application/pdf/0179bc56f88b682876293d0f8e51a49a/main.pdf main.pdf pdf true 326398 MAIN 8 1-s2.0-0304510293E03228-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E03228/PREVIEW/image/png/21a2b05980e4492bc4372396933a212a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E03228/PREVIEW/image/png/21a2b05980e4492bc4372396933a212a/main_1.png main_1.png png 38246 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 89 ( 1994) 357-364 Co-metathesis reaction of methyl linoleate with ethene over WC16 catalyst Faujan B.H. Ahmada, Mohd. Ambar Yarmob,*, Arisol Alimuniara 'Department of Chemistry, Facultv of Science and Environmental Studies, Unicersiti Pertanian Malaysia, 43400 UPM Serdang Selangor, Malaysia 'Department of Chemistry, Faculty of Physical and Applied Sciences, Unirersiti Kebang.saan Malaysia, 43600 Bangi Selangor, Malaysia (Received August 3, 1993; accepted November 30, 1993) Abstract Co-metathesis reaction of methyl linoleate with ethene over WCI, as catalyst in chlorobenzene at 30 C gave mainly methyl-9-decenoate and 1-heptene. The co-metathesis conversion at various ethene pressures remained high. Increasing the ethene pressure led to the formation of more co-metathesis products in contrast with the self-metathesis of methyl linoleate itself. Key words: fatty acids; metathesis; olefins; tungsten 1. Introduction Co-metathesis of an internal alkene [ 1 ] with ethene is an interesting reaction. The reaction is expressed by the following scheme. RCH-CHR' + CH, =CH= z: RCH=CH_ + R' CH=CHZ This reaction offers a synthetic method useful in both industry and research laboratories. This type of reaction has been developed to produce various terminal alkenes [2] . In particular, the co-methathesis of fatty acid esters, such as methyl oleate with ethene has stimulated many researchers [ 3-5 1 , since the reaction could be used to produce many important chemicals. *Corresponding author; fax. ( +60-3)8256086. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102 (93)E0322-8 358 F.B.H. Ahrnacl et al. /Journal of Molecular Catahsis 89 (1994) 357-364 CH, (CH,) 7 CH-CH (CH,) 7 CO' CH, + CH=-CH= methyl oleate 11 CH3(CH,)7CH=CH= +CH,=CH(CH=)7COZCH3 1-decene methyl-9-decenoate One of the products, methyl-9-decenoate, is the key intermediate for the synthesis of 9oxo-trans-decenoic acid (a honeybee pheromone) and could be converted into other chemical products [6,7] . Furthermore, 1-decene (and other terminal alkenes) were reported as important intermediates for the synthesis of oligomers and lubricants [8,9]. Metathesis and co-metathesis of polyunsaturated fatty acid esters, however, are expected to give numerous products, due to the presence of more than one carbon-carbon double bond. Thus, to our knowledge, only a few reports have appeared concerning the metathesis and co-metathesis of such fatty acid esters. Metathesis of methyl linoleate, for example was reported to produce a mixture of polyolefins, monocarboxylic ester, and dicarboxylic ester [10[. With the object of producing useful chemicals from unsaturated esters, we decided to investigate the co-metathesis of methyl linoleate with ethene by using the homogeneous catalyst WCh,, promoted with tetrabutyltin in chlorobenzene. The catalyst was found to be an effective catalyst for the metathesis of palm oil [ 11 ] . 2. Experimental 2.1. Materials All manipulations, of solvents, catalyst and co-catalyst, were carried out as described earlier [ 11 ] . Tungsten hexachloride (WCh,) was purified by sublimation before use. Tetramethyltin (MeaSn) and methyl linoleate are Aldrich grade and were used without further purification. 2.2. Reaction procedure The co-metathesis reactions were carried out in a Parr stainless steel batch autoclave with a capacity of 100 em3. The metathesis reaction were carried out for 24 h at 30 C in chlorobenzene using homogeneous catalyst. The ratio of WCI, : methyl linoleate was maintained at 1 : 10 (by percentage weight) and MeaSn: WCh was 2:1 (mol ratio). In a typical experiment methyl linoleate ( 10.0 mmol) was used; it was subjected to several freeze-thaw cycles before purging with nitrogen. A premixed mixture containing 1.0 mmol of WC], and 2.0 mmol) of Me~Sn was then added. After this addition, ethene was introduced immediately. The ethene pressure was then maintained at 14 psi (ca. 1 atm) and the reaction was allowed to proceed at room temperature (30 C) for 24 h. The reaction was then quenched with methanol at 30 C. F.B.H. Ahmad et al. /Journal of Molec ular Catahsis 89 (1994) 357-364 359 2.3. Analvsis The reaction products were then analysed by GC and GC-MS as described earlier [ 11 ] . 3. Results and discussion Interestingly, the product obtained from the metathesis reaction of methyl linoleate with ethene gives relatively a simple mixture (Fig. 1) . The identification of the products is shown in Table 1. It shows that the metathesis reaction produces predominantly the co-metathesis products; giving mainly methyl-9-decenoate and 1-heptene. It was also observed that the co-metathesis conversion of methyl linoleate at various ethene pressures remained high (Fig. 2). It is important to note here, that our present results are in agreement with those reported by Sibeijn and Mol [8], for an analogous metathesis reaction. They recently reported that metathesis reaction of methyl oleate with ethene over supported Re-based catalysts gives 2 3 5 6 7 0 1 A. 4 8 9 10 L L___LL L O 10 20 30 Time (Minutes) Fig. 1. GC Chromatogram of metathesis products of methyl linoleate: (I) 1-heptene (2) I-decene (3) 1,4-decadiene (4) 6-dodecene (5) methyl-9-decenoate (6) CH_=CHCH=CH=CH(CH=)7COOMe (7) CH3(CH,)4CH=CH(CH=)7COOMe (8) unknown (9) methyl linoleate (10) diester (MW=340). 360 F.B.H. Ahmacl et al. /Journal of Molecular Catalysis 89 (1994) 357-364 predominantly co-metathesis products. Presumably, due to steric hinderance, the present metathesis reaction gives mainly co-metathesis products. Such effects were noted for terpene synthesis through metathesis reaction of I-methyl-cyclobutene [ 10]. CH3(CHz)CH=CHCH2CH=CH(CHz)7COOCH3 Methyllinoleate Represented as: 2 Rl = CH3(CHz)a R2 = CH3oC0(CH2)7 Self metathesis reaction ss' RZ R4 R = --~)I+I Equation 1 R~ R e R: (7) Not observed R RZ Re aZ [~ i ) K 0 (1i) coin R, 1 i Not observed R1 Rz 1( = + - I Equation 2 ssz 0,10: it l r- 13) Not observed Not observed Table I Products of co-metathesis methyl linoleate-ethene at 14 psi (Fig. I ) Peak Compounds Products No. (Clc) I I-heptenal 8.20 2 I-decene 1.80 3 1,4-decadiene 3.00 4 6-dodecene 1.28 5 methyl-9-decenoate 42.20 6 CH-=CHCH,CH=CH(CH-)7C0-Me 4.98 7 CH,(CH-),CH-CH(CH,)7C0_Me 2.93 8 unknown 2.33 9 methyl linoleate 1.13 10 diester (MW=340) 1.75 FAH. Ahmad et al. /Journal of Molecular Catalysis 89 (1994) 357-364 361 The formation of products, reported in Table 1, could be explained by Eqs. 1 and 2, and Scheme 1. In this type of reaction, the competitive reactions of co-metathesis and selfmetathesis of methyl linoleate-ethene are expected. Thus self-metathesis of methyl linoleate is expected to produce esters (7) and (11) (Eqn. 1), together with cyclohexadiene (12), andalkenes (4), (10), (12) and (13) (Eqn.2). Co-metathesisreactionofmethyl linoleateethene, however, could produce alkenes (5) and (1), together with dienes (3) and (6) (Scheme 1). However, the cyclohexadiene (12) [ (MW = 80) ] could not be detected by our GC-MS analyser. This could be due to the low molecular weight of the alkenes. Difficulty in isolation of cyclohexadiene (12) was reported during the metathesis reaction of methyl linoleate [ 10] . As mentioned above, our present reaction gives mainly methyl-9-decenoate (5) and 1- 100 eon 6( 4( G. 2( 011 j J j 1 0 10 20 30 40 50 60 70 60 Pressure (psi) Fig. 2. Co-metathesis products at various pressure of ethene. Co-metathesis reaction R, Rz CH2=CHz il) ~C11) R~ RZ ssr,,/ss, C3) Scheme 1. R; 362 F.B.H. Alumtd et al. /Journal of Wlectdctr GitolYsis 89 (1994) 357-36-4 Further co-metathesis reaction (a) R, RZ Rz ;jo. 2 If'Equation 3 CHz=CHz R Products (4): R1,R1 (1) (7): R1, R2 (1)+(5) (10): R2,R2 (5) (6) at R.. CHz=CHz f ) (111) 16) ')I + 1 - a: a~\\ t (3) Not observed (6) Rz C s) \\J\\J--~\\ + Ir Not observed Scheme 2. heptene (1). This could be due to further co-metathesis reaction of alkenes (4), (7), and (10) with an excess of ethene (Eqn. 3). Furthermore, co-metathesis of triene (11) (not detected) could also give further ester (5), dienes (3) and (6) and alkene (1) (Scheme 2) . The latter scheme could also explain the absence of triene (11) in our GC-MS analysis. At the moment, we are unable to explain the formation of alkene (2). It may be formed F. B. H. Afnad et al. /Journal of Molecular CatalYsis 89 (1994) 357-364 363 80~. 100 Co-metathesis 60 o w w 40 20 0 Self-metathesis 0 10 20 30 40 50 60 70 BO Pressure (psi) Fig. 3. Co-metathesis and self-metathesis products of methyl linoleate-ethene. 60 1 9. 40 u 7 'n 5 o a. 20 6 f O 10 20 30 40 50 60 70 80 Pressure (psi) Fig. 4. Effect of ethene pressure on co-metathesis of methyl linoleate-ethene. ( l ) I-Heptene; (3) 1,4-decadiene; (5) Methyl-9-decenoate; (6) CHI=CHCH~CH=CH(CH,),CO=Me. through the selective hydrogenation of diene (3). Hydrogenation due to t-butyl tin radical was reported elsewhere [ 12] . 3.1. Effect of ethene pressure The effect of ethene pressure on the above metathesis reaction can be seen in Fig. 3. It shows that the products of co-metathesis reaction increase by increasing the ethene pressure in contract with the self-metathesis reaction. A similar effect was also observed by Sibeijn and Mol [3,13] for the metathesis reaction of methyl oleate-ethene. Our results, suggest (Schemes I and 2) that an excess of ethene could favour the formation of co-metathesis products (1), (3), (5) and (6). However, increasing in ethene pressure will reduce the 364 F.B.H. Ahmad et al. /Journal of Molecular CatalY sis 89 (1994) _357-364 formation of ester (5) (Fig. 4). This could be due to the reactivity of the ester group itself: in which the presence of this seems to reduce the product of metathesis reaction of unsaturated esters from palm oil [ 14] . 4. Conclusion Metathesis reaction of methyl linoleate with ethene using WCh,/Me4Sn, produces predominantly co-metathesis products; giving mainly methyl-9-decenoate and 1-heptene. The self-metathesis reaction of methyl linoleate can be suppressed by using an excess of ethene. Acknowledgements The authors thank the Malaysian government for a research grant (IRPA 2-07-03-015) and Mr Man bin Gani for GCMS analysis. References [ I ] C.P.C. Bradshaw, E.J. Howman and L. Turner. J. Catal., 7 ( 1967) 269. [2] P. Amigues, Y. Chauvin, D. Commereus, C.C. Lai, Y.H. [,in and J.M. Pan, Hydrocarbon Process. Oct. (1990) 79. [3] S. Sibeijn and J.C. Mol, J. Mol. Catal., 76 ( 1992) 345, and references therein. [ 4] P.B. Van Dam, M.C. Mittelmeijer and C. Boelhouwer, J. Chem. Soc., Chem. Commn., ( 1972) 1221. [5] P.B. Van Dam, M.C. Mittelmeijer and C. Boethouwer, J. Am. Oil Chem. Soc., ( 1974) 51. [6] J. Tsuji and S. Hashiguchi, J. Organomet. Chem., 218 ( 1981) 69. [7] J.C. Mol, CHEMTECH, ( 1983) 253. [8J L.R. Rudnick, US Pat. 5,171,908 ( 1992). [9] A. Onopchenko, B.L. Cuppes and A.N. Kresge, Ind. Eng. Chem. Prod. Res. Dev., 22 ( 1983) IS'. [ 10] E. Verkuijlen and C. Boelhouwer, J.C hem. Soc., Chem. Common, ( 1974) 793. [ I 1 ] M.A. Yarmo, A. Alimuniar, R. Ahd. Ghani, A.R. Sulaiman. M. Gani, H. Omar and A. Malek. J. Mol. Catal., 76 ( 1992) 373. [ 12] S.R. Wilson and D.E. Schalk, J. Org. Chem., 24 ( 1976) 3928. [ 131 R.H.A. Bosma, Van den Aardweg and J.C. Mol, J. Chem. Sec., Chem. Common., ( 1981) 1132. 1141 M.A. Yarmo, F.B.H. Ahmad, A. Alimuniar and M.A. Omar ( 1993). unpublished results. X244 93E03228 0304-5102(93)E0322-8 10.1016/0304-5102(93)E0322-8 Co-metathesis reaction of methyl linoleate with ethene over WCl6 catalyst Faujan B.H. Ahmad a Mohd. Ambar Yarmo * b Arisol Alimuniar a a Department of Chemistry, Faculty of Science and Environmental Studies, Universiti Pertanian Malaysia 43400 UPM Serdang Selangor, Malaysia b Department of Chemistry, Faculty of Physical and Applied Sciences, Universiti Kebangsaan Malaysia, 43600 Bangi Selangor, Malaysia * Corresponding author; fax. (+60-3)8256086. Co-metathesis reaction of methyl linoleate with ethene over WCl6 at catalyst in chlorobenzene at 30°C gave mainly methyl-9-decenoate and 1 -heptene. The co-metathesis conversion at various ethene pressures remained high. Increasing the ethene pressure led to the formation of more co-metathesis products in contrast with the self-metathesis of methyl linoleate itself. Keywords fatty acids metathesis olefins tungsten References [1] Bradshaw C.P.C. Howman E.J. Turner L. J. Catal. 7 1967 269 [2] Amigues P. Chauvin Y. Commercus D. Lai C.C. Liu Y.H. Pan J.M. Hydrocarbon Process. Oct. 1990 79 [3] Sibeijn S. Mol J.C. J. Mol. Catal. 76 1992 345 and references therein [4] Van Dam P.B. Mittelmeijer M.C. Boelhouwer C. J. Chem. Soc. Chem. Commun. 1972 1221 [5] Van Dam P.B. Mittelmeijer M.C. Boethouwer C. J. Am. Oil Chem. Soc. 1974 51 [6] Tsuji J. Hashiguchi S. J. Organomet. Chem. 218 1981 69 [7] Mol J.C. CHEMTECH 1983 253 [8] L.R. Rudnick, US Pat. 5,171,908 (1992). [9] Onopchenko A. Cuppes B.L. Kresge A.N. Ind. Eng. Chem. Prod. Res. Dev. 22 1983 182 [10] Verkuijlen E. Boelhouwer C. J. Chem. Soc. 1974 793 Chem. Commun. [11] Yarmo M.A. Alimuniar A. Ghani R.Abd. Sulaiman A.R. Gani M. Omar H. Malek A. J. Mol. Catal. 76 1992 373 [12] Wilson S.R. Schalk D.E. J. Org. Chem. 24 1976 3928 [13] Bosma R.H.A. den Aardweg Van Mol J.C. J. Chem. Soc. 1981 1132 Chem. Commun. [14] M.A. Yarmo, F.B.H. Ahmad, A. Alimuniar and M.A. Omar (1993) unpublished results.",
      "scopus-id": "0028766389",
      "coredata": {
        "eid": "1-s2.0-0304510293E03228",
        "dc:description": "Co-metathesis reaction of methyl linoleate with ethene over WCl6 at catalyst in chlorobenzene at 30°C gave mainly methyl-9-decenoate and 1 -heptene. The co-metathesis conversion at various ethene pressures remained high. Increasing the ethene pressure led to the formation of more co-metathesis products in contrast with the self-metathesis of methyl linoleate itself.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E03228",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ahmad, Faujan B.H."
          },
          {
            "@_fa": "true",
            "$": "Yarmo, Mohd. Ambar"
          },
          {
            "@_fa": "true",
            "$": "Alimuniar, Arisol"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E03228"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E03228"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0322-8",
        "prism:volume": "89",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Co-metathesis reaction of methyl linoleate with ethene over WCl6 catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "fatty acids"
          },
          {
            "@_fa": "true",
            "$": "metathesis"
          },
          {
            "@_fa": "true",
            "$": "olefins"
          },
          {
            "@_fa": "true",
            "$": "tungsten"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "357-364",
        "prism:endingPage": "364",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1994",
        "prism:doi": "10.1016/0304-5102(93)E0322-8",
        "prism:startingPage": "357",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0322-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028766389"
      }
    }
  }
}