{
  "metadata": {
    "title": "Dihydrogen reduction of organic substrates using orthometallated ruthenium (II) complex catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-02-22",
    "doi": "10.1016/0304-5102(93)E0244-B",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510293E0244B",
    "pii": "0304510293E0244B"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028381271",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-11-05T19:22:29 1-s2.0-0304510293E0244B 0304-5102(93)E0244-B 0304510293E0244B 10.1016/0304-5102(93)E0244-B S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X02076 2024-01-02T01:06:03.941633Z 0 0 19940222 1994 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 88 88 1 1 Volume 88, Issue 1 6 57 70 57 70 19940222 22 February 1994 1994-02-22 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. DIHYDROGENREDUCTIONORGANICSUBSTRATESUSINGORTHOMETALLATEDRUTHENIUMIICOMPLEXCATALYSTS MUKHERJEE D BAIKER 1985 653 A BANERJEE 1990 1351 S BRUCE 1977 75 M ABLEY 1968 31 P KNIFTON 1976 1200 J HONG 1985 1100 L SAHA 1987 233 C BOSE 1990 461 A BOSE 1989 271 A MUKHERJEE 1992 243 D KWAITEK 1967 37 J 1986 226705 m 1985 1045394 MUETTERTIES 1977 7380 E SANTRA 1987 279 P BHATTACHARYA 1984 724 S LEPLATTENIER 1970 342 F KHAN 1981 569 M GREY 1981 7536 R DONALT 1987 2969 L BOUACHIR 1991 455 F STOLZENBERG 1985 1739 A HALLMAN 1968 3143 P KNIFTON 1975 519 J SANCHEZDELGADO 1980 427 R STROHMEIER 1979 121 W LEWIS 1986 743 L HAYASHI 1990 165 T HIRAKI 1979 1372 K BRUCE 1971 2820 M KELLY 1982 L75 J ALESSIO 1985 77 E FINAR 1973 357 I ORGANICCHEMISTRY MUKHERJEEX1994X57 MUKHERJEEX1994X57X70 MUKHERJEEX1994X57XD MUKHERJEEX1994X57X70XD item 0304-5102(93)E0244-B 0304510293E0244B 1-s2.0-0304510293E0244B 10.1016/0304-5102(93)E0244-B 272239 2024-01-02T01:06:03.941633Z 1994-02-22 1-s2.0-0304510293E0244B-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0244B/MAIN/application/pdf/836bcf56e2305f05a391604094e9e6ca/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0244B/MAIN/application/pdf/836bcf56e2305f05a391604094e9e6ca/main.pdf main.pdf pdf true 898832 MAIN 14 1-s2.0-0304510293E0244B-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510293E0244B/PREVIEW/image/png/687c3e8376bd770cff2422e4f78426af/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510293E0244B/PREVIEW/image/png/687c3e8376bd770cff2422e4f78426af/main_1.png main_1.png png 61777 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 88 (1994) 57-70 57 Elsevier Science B.V., Amsterdam M310 Dihydrogen reduction of organic substrates using orthometallated ruthenium (II) complex catalysts Deb K. Mukherjee, Biman K. Palit and Chitta R. Saba* Department of Chemistry, Indian Institute of Technology, Kharagpur 721 302 (India) (Received November 16, 1992; accepted September 17, 1993 ) Abstract Dihydrogen reduction of aliphatic and aromatic nitrocompounds and nitriles, aliphatic ketones and Schiff bases to their corresponding saturated products was efficiently carried out in presence of dinuclear orthometallated ruthenium(II) complexes of the type [RuL(CO)zCl]2 (LH = 2-phenylpyridine, benzo (h)-quinoline,1-phenylpyrazole and azobenzene) as catalyst precursors under high pressure, high temperature conditions in either DMF or DMSO medium. The dinuclear complexes undergo dissociation to the corresponding monomer solvent adducts, [RuL(CO)zC\"S] (S-DMF,DMSO) which are suggested to be the actual catalytic species.The probable mechanism for the reduction has been suggested on the basis of kinetic studies and physico-chemical properties of the catalyst solution during high pressure run. Key words: hydrogenation; orthometallated catalysts; reduction; ruthenium Introduction The importance of catalytic hydrogenation of organic nitrocompounds, nitriles, ketones and Schiff bases is due to various industrial uses of the products [ 1-3 ] . Various catalytic systems have been used for the homogeneous reduction of organic nitrocompounds [ 4-10 ] but only a few of them are active towards the reduction of aliphatic nitrocompounds and nitriles [9, 10]. The latter could be reduced under stringent experimental conditions and the elucidation of their reaction mechanisms was difficult due to several experimental limitations [ 11-14 ] . The efficiencies of orthometallated palladium (II) complexes are due to strong n-acid character of the C,N donor ligands. The catalysts, however, suffer decomposition or become inactive at higher temperatures [ 15, 16 ] . The ruthenium (II) complexes are well known for their various catalytic activities [ 17-22 ] and those containing n-acid ligands are specially active for the dihydrogen reduction of organic compounds [ 23-28 ] . The orthometallated ruthenium (II) complexes having greater thermal stabilities are *Corresponding author. 0304-5102/94/$07.00 1994 - Elsevier Science B.V. All rights reserved. SSD10304-5102(93)E0244-B 58 D.K Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 expected to tolerate more stringent reaction conditions necessary for the present reduction processes. The C,N donor 7t-acid ligands help the complexes to withstand great variation of electron density at different regions during catalytic reactions and thus induce high activities in them. The dinuclear complexes may also undergo chloro-bridge cleavage producing catalytically active and coordinatively unsaturated species. The present paper reports the catalytic activities of some orthometallated ruthenium (II) complexes towards the reduction of -NO2,,C=N-, -C---N, ,C=O and ,C=C' groups. Experimental Analytical grade reagents, freshly distilled solvents and pure and dry hydrogen gas were used throughout the investigation. DMF was purified by drying over CaH2 under NZ for 24 h followed by distillation under reduced pressure. The complexes [ RuL (CO) 2C1 ] Z (LH = 2-phenylpyridine, benzo (h) -quinoline, 1-phenylpyrazole and azobenzene) were prepared and purified by literature methods [ 29, 30 ] , and their purities were checked by chemical analyses, TLC and other physico-chemical methods before use as catalysts. Vibrational, electronic, and PMR spectra were taken with Perkin-Elmer 883, Shimadzu MPC-3100 and Varian 390, 90 MHz spectrometers respectively. Gas chromatographic analysis was carried out with Varian 3700 instrument equipped with SE-30, 15% FFAP and Carbowax 20M columns. Molecular weights were determined with a Knauer Dampfdruck osmometer. The kinetic studies were carried out in a series of stainless steel autoclaves fitted with glass liners containing the solution of the substrate and the catalyst in requisite proportions. The products were taken out at different time intervals and analysed immediately. Reaction procedure In a typical experiment, DMF or DMSO solution of the catalyst ('Z:~ 10-4 M) and the substrate ( x,10-1 M) was introduced in a 50 ml glass-lined stainless steel autoclave equipped with a magnetic stirrer and immersed in a thermostatted oil-bath. The reactor was first evacuated, flushed with dry, pure hydrogen and then allowed to attain the temperature of the oil-bath. It was then quickly subjected to the desired hydrogen pressure which was maintained constant throughout the experiment. The extent of substrate reduction during the attainment of desired pressure and temperature was found to be negligible. Reaction time was measured from the moment the reactor attained the desired temperature and pressure. At the end, the reactor was quenched in ice-salt mixture and the gaseous amine was absorbed in 1:1 H2S04 solution for estimation. The components present in DMF solution were identified and estimated by GLC using authentic samples as standard. The liquid and solid components were separated by fractional distillation and column chromatography D.K Mukherjee et al. /J. Mol. Catal. 88 (1994) 57-70 59 respectively. The products were identified by b.p., m.p., IR and PMR spectra wherever possible. Isolation of (Ru(L)(CO)ZCl-DMFJ (L=phpy, phpx) A solution of [Ru(L) (CO)ZCl]2 (L=phpy, phpz) (200 mg) in dry and deserated DMF (200 ml) was made at 50 C by stirring the mixture for 36 h under N2. The filtered yellow solution on complete evaporation under reduced pressure produced an orange yellow residue which was partly soluble in dry acetone. DMF (0.1 ml) was added to the clear acetone solution (50 ml) and the mixture was concentrated to 2 ml and kept at 0 C for 48 h when the light orange precipitate of the subject compound separated out. This was washed with CC14 and dried under vacuum. Air must be excluded during the process as it slowly turns the solution green. Isolation of [Ru(phpy)(CO)ZCl - RNOZ% (R = (CH3)ZCH) A mixture containing [ Ru (phpy) (CO) ZCl ] 2 (150 mg), dry and deaerated alcohol (50 ml) and predistilled RN02 (2 ml) was stirred under NZ for 24 h and filtered. The solution after vacuum evaporation to 5 ml at 50 C was mixed with dry acetone (50 ml) and kept in the refrigerator for 36 h when light orange compound precipitated out. This was washed with acetone and dried under vacuum. Results and discussion A series of dinuclear orthometallated complexes of ruthenium (H) (Fig. 1) of different catalytic activities were used for the dihydrogen reduction of various organic substrates. The reductions were possible only under high temperature high pressure conditions. Normal pressure reductions could not be achieved even at high temperature. Detail studies of reaction mechanism and kinetics were made _____ ___. 0 /N CO ,~u--CI____I____7 Ru ~' OG.__C~__ ~___~t Ot__ __~__.Cl_. _~U~', ~/ CO CO N (I) (11) /-N N ~C, Ru ~I___ _- ~0 OC--__.I____~___+ R~ JRu 0 C-- (111) CO (IV) CO C N - PhPY, bzqn, PhPc , OZ b Fig. 1. 60 D.K Mukherjee et al. /J. Mol. Catal. 88 (1994) 57-70 with [ RU (phpy) (CO) 2C1 ] 2 in DMSO due to high solubility and stability of the catalyst in it. Various organic nitrocompounds and their partially reduced products are almost completely reduced to the corresponding amines under the present experimental conditions (Table 1). In the case of the aromatic nitrocompounds, electron releasing substituents at o-, m- andp-positions increase the reduction rate while the m-dinitro-compounds are reduced at lower rates. For nitroalkanes, the lower ones are reduced at higher rates and the rate decreases with increased branching at the a-carbon atom. During the reduction of both types of nitrocompounds, the corresponding hydroxylamines are always formed as one of the intermediate products and their concentrations first increased and then decreased to zero at the end (Fig. 2) . The present catalytic systems reduce the aryl and alkyl hydroxylamines and nitrosobenzene to the corresponding amines at relatively higher rates under comparable reaction conditions. Different nitroaromatics undergo simultaneous reductions when present together but the individual reduction rates were different. Dinitrobenzene was sequen- TABLE 1 Optimum conditions and yields of main products using [RuCl (CO) 2Phpy ] 2 as catalyst' Substrates Reduction Initial Products ( % ) time (h) turnover no. (min -1) 1 nitromethane 6.0 6.94 methylamine (98) 2 nitroethane 6.0 6.94 ethylamine (98) 3 1-nitropropane 6.0 6.94 1-aminopropane (98) 4 2-nitropropane 7.5 5.56 2-aminopropane(97) 5 nitrocyclohexane 9.0 4.40 aminocyclohexane (95) 6 nitrobenzene 8.0 5.21 aniline (98) 7 m-dinitrobenzene 9.0 4.40 m-phenylenediamine (94) 8 o-chloronitrobenzene 6.0 6.94 o-chloroaniline (98) 9 o-nitrotoluene 6.5 6.10 o-toluidine (96) 10 p-nitrotoluene 6.5 6.08 p-toluidine (94) 11 p-nitroaniline 6.0 6.60 p-phenylenediamine (95) 12 m-nitroaniline 7.0 5.66 m-phenylenediamine (95) 13 co-nitrostyrene 6.5 6.29 2-phenylethylamine (98) 14 pent-l-ene 6.0 6.94 pentane (98) 15 hex-l-ene 6.0 6.94 hexane (98) 16 cyclohexene 7.0 5.66 cyclohexane (95) 17 benzil 7.0 5.36 dihydrobenzoin (90) 18 benzoin 7.0 5.36 dihydrobenzoin (90) 19 benzophenone 7.0 5.72 diphenylmethanol(96) 20 acetonitrile 8.0 3.90 ethylamine (50), diethylamine (25) 21 benzonitrile 8.0 4.43 dibenzylamine (80) 22 benzylidineaniline 6.5 6.42 N-phenylbenzylamine (98) 'Medium=DMF; [Cat]=(2X10-4 M); [substrate]=0.5 M; reaction temperature= 150'C; pH2=10.9 X 103 kN m-2; total volume= 5.0 cm'. D.K Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 61 100 80 d \\\\ u \\ / g b , a 60 ~~; -0' o / U O / 40 ' / \\\\ d 10- \\ O / \\\\ 20 // --0-- O ~~ ~ \\ 2 4 6- 8 Time (hr) Fig. 2. The dihydrogen reduction of 2-nitropropane and nitrobenzene: [RUCI(CO)2phpy]2=[Cat]=2X10-3M. [Sub] =0.55 M. Medium-DMF.PHz=10.9X103kN m-2. Temperature=150 C. (0) 2-Nitropropane; ( ) 2-aminopropane; (0) propyl hydroxylamine; (p) nitrobenzene; (-4~-) aniline; (G) phenylhydroxylamine. d o 80 n. E 0 o 60 o a 2 40 70 i i - X 2 4 Time (hr) Fig. 3. Sequential reduction of m-dinitrobenzene. [Cat]=2X10-3 M; [Sub]=0.5 M. Temperature =150 C. PH2 -10.9 X 103 kN m-2. (E]) m,-C6H4 (NOz) 2; (0) m-N02C6H4NH2; (0) mC6H4 (NH2) 2 tially reduced first to mononitroaniline (80-90%) and then to phenylenediamine (Fig. 3 ). co-Nitrostyrene was first reduced to 2-phenylnitroethane (90% ) and then to 2-phenyl-aminoethane. Preferential reductions were not observed in case of mixtures of nitroalkanes but they are preferentially reduced (6070%) when present with aromatic nitrocompounds. 1-Alkenes are simultaneously reduced and isomerized to the correspond- 62 D.K Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 ing alkanes (60%) and 2-alkenes (40%) respectively and the extent of reduction increased at higher hydrogen pressures. They are preferentially reduced almost to the extent of 60% when present with any nitrocompounds under high pressure conditions. The present ruthenium (II) catalytic systems are more active than the corresponding palladium (II) species as is evidenced from the reduction of aliphatic and aromatic nitriles (Table 1). The orthopalladated complexes catalysed the reduction of only benzonitrile at very low rates under stringent reaction conditions [8-10] while the ruthenium complexes reduced both acetonitrile and benzonitrile to a mixture of the corresponding primary and secondary amines. The aromatic ketones could be reduced to the corresponding alcohols while the aliphatic ketones are resistant to such reduction. Benzoin and benzil are both reduced to dihydrobenzoin and the formation of benzoin could not be detected at any stage during the reduction of benzil. Benzoin is, however, reduced at higher rates. Benzophenone and Schiff bases are completely reduced to the corresponding alcohol and amines, respectively, without the formation of any side products. The present catalytic systems provide a means of producing almost 100% pure secondary amine from Schiff base reduction. The orthometallated complexes of general formula [ RuL (CO) ZCl ] 2 (LH=2-phenylpyridine, Hphpy; benzo(h)quinoline, Hbzqn; 1-phenylpyrazole, Hphpz; azobenzene, Hazb) used as catalysts for the present investigation are stable in the dry state and each exhibits 4 to 5 IR peaks due to terminal CO indicating the presence of several isomers in them [29] (Fig. 1). In solution, the number of vco peaks is reduced to 2 in each case (Table 2) indicating the conversion of all isomers into the most stable and structurally similar cis-dicarbonyl forms due to chloro-bridge cleavage. The present complexes which differ in their catalytic activities towards reduction may be arranged in the following order of efficiencies. [Ru(phpy) (CO) 2Cl]2 > [Ru(bzqn) (CO) 2Cl]2 > [Ru(phpz) (CO) 2Cl]2 > [Ru(azb) (CO) 2C1]2 The ligands may be arranged in the order bzqn- > phpy- > phpz- > azbbased on the size of the delocalised skeleton. The isolation of [Ru(phpy) (CO )2C1 RN02] indicates the initial formation of metal substrate adducts in each case. The stability of structurally similar substrate adduct depends on the basicity, size of the delocalized skeleton and the steric crowding of the chelating C,N donor ligands. Considering these factors, the stability order of the substrate complex appears to be identical to the activity order of the corresponding complex catalysts. The overall reaction rate and hence the efficiency of a catalyst depends both on the equilibrium concentration of the substrate adducts and the specific rate constant of the slowest step. The activity order of the catalysts is the combined result of all these factors. The inves- D.K Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 63 TABLE 2 UV-Vis and IR data of the complexes Sl. Compound (mol. wt) .1.a (nm) d-b (nm) vco` (vco)b vco(DMF)/ No. (cm-') PN02 (cm-') 1 [Ru(phpy) (CO)2C1 1 2 456, 360, 305 346, 305 2020, 1970, 1945, (425 )b 1928,(2045,1985) 2 [Ru(phpz) (CO)2C112 420, 342, 303 323, 303 2038, 1985, 1960, (419.5 )b 1940, (2030, 1940) 3 [Ru(phpy) (CO)2C1 DMF] 456, 346, 305 346, 305 2040, 1980 1655 4 [Ru(phpz) (CO)2Cl DMF] 420, 323, 303 323, 303 2020, 1950 1655 5 [Ru(phpy) (CO)2C1 RN021 445, 363, 346 2030, 1970 1540, 1410 6 d 448, 346, 305 'DRS spectra. bIn DMF solution. `In KBr. dDMF solution of 3 (5 ml) and C2H,NH2 (0.5 ml). tigation of the catalytic activities of the corresponding N,N donor complexes [ RuL' (CO) 2C12 ] [ 31, 32 ] (L' = dipyridine;1,10 phenanthroline) under varied experimental conditions showed them to be much less active for the reduction processes. The C,N donor characteristics of the chelating ligands in these complexes favour stronger interaction of Ru d-orbitals with the ring 7c-orbitals resulting in the greater n-electron delocalization in the chelate ring. This is probably the origin of high catalytic activities of these complexes. The molecular weight measurements and the comparison of the DRS and solution spectra of the compounds in DMF (Table 2) suggest that the compounds undergo extensive dissociation in solution to produce the corresponding monomer solvent adduct \"A\"' (eqn. 1). In the case of DMF, the yellow residue left after the evaporation of solvent was separated into the original compound (~ 25%) and the DMF adduct, RuL (CO )2C1-DMF (x 75%) by using dry acetone in which the original one is insoluble. The yellow solution of [ RU (phpy) ( CO) 2C1 ] 2 is insensitive to HZ at low pressure (1-10 kN m-2 ) and at ambient temperature, but turns brown under high pressure ( > 4 X 103 kN m-2 ) at elevated temperature (> 150 C) . The brown solution exhibits lower pH and higher conductance values compared to the original one and liberates C02 from NaHC03. A brown residue left after the evaporation of the solution was a mixture of several components including the DMSO-insoluble and catalytically inactive decomposed products. The DMSO soluble part was catalytically active and exhibits IR peaks at 2040 cm-1 (vco) and 1890 cm-1 (vR -H ) and a PMR signal (DMSO-d6) at z~ 35 T indicating the presence of a Ru-H bond in it. Pure compounds could not be isolated due to high air and moisture sensitivity of the brown solution. The experimental results lead us to suggest that the complexes undergo the following transformations during the process. 64 D.K Muhherjee et al. / J. Mol. Catal. 88 (1994) 57-70 [RuL(CO)2C1]Z s~ [RuL(CO)2Cl'S] H2(-HC1) , [RuL(CO)ZH-S] (yellow) (A') (A) (1) (yellow) (brown) S=DMF, DMSO; L=phpy, bzqn, phpz. The yellow DMF solutions of [ RuL (CO) ZCl ] 2 (HL = Hphpy, Hbzqn, Hphpz, HAz) remain active only under N2 or H2 and change to inactive greenish blue species on aerial contact. The greenish blue solution reverts to yellow and become active in presence of NH2-NH2. The inactive greenish blue paramagnetic residue left after evaporation of DMF solution gives irreproducible analytical data and appears to contain several oxidized species. The catalysts are moderately soluble in DMSO, slightly in DMF and alcohols and sparingly in non-polar solvents like benzene, toluene etc. The reductions are, however, possible only in polar solvents having mild coordinating power. The solvents may be arranged in the following order of efficiencies: DMF > DMSO ;:t~ 2-methoxyethanol > butanol DMSO probably coordinates more strongly with Ru (II) in the complexes than DMF and thus strongly resists the formation of the desired metal-substrate intermediate. Addition of strong n-acid ligand, viz. PPh3, py, to the reaction medium drastically reduces the reduction rate. The reduction rate is also reduced in presence of strong coordinating solvent or ligands or in very weak coordinating medium. The former binds the metal atom too strongly and resists substrate coordination while the latter is probably unable to break the dinuclear complexes to A' (eqn. 1). Comparison of the reduction rate of nitrobenzene with that of its various o-, m- and p-substituted derivatives suggest that the factors increasing the electron density on the N02 groups increase the reduction rate. Similarly the reduction rates of nitroalkanes decrease with increased bulkiness of the asubstituents. Both the enhanced electron density on the N02 group and the lower steric hindrance of the a-substituent, increase the coordinating power of nitrocompounds and increase the equilibrium concentration of the intermediate Metal-02NR complex. Complexes containing RN02 adduct was isolated by evaporation of alcohol solution of [Ru(phpy) (CO) 2C1]2 and (CH3)ZCHN02. This and the inhibition of reduction in the presence of PPh3, (0.5 M) and py (1 M), suggest the reduction to occur via the inner sphere mechanism i.e. the electron transfer to the substrate occurs by involving the metal atom centre. Addition of acid (HC1,10-2 M) lowers both the reduction rate of nitroalkane and the concentration of corresponding hydroxylamine at an intermediate stage while the reverse effect was observed in case of alkali (NaOH, 10-2 M). In presence of acid, the lower equilibrium concentration of A (eqn. 1) should decrease both the reduction rate and the concentration of intermediate hydroxylamine. The alkyl hydroxylamines are probably coordinated through D.K. Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 65 the 0 atom and hence its concentration is not affected by acid. In the case of N-coordination, the conversion of RNHOH to RNH20H should restrict its coordination to the metal atom resulting in an overall increase of RNHOH concentration at intermediate stages. The formation of R2NH and NH3 (R=alkyl/phenyl) during the catalytic reduction of the corresponding RCN suggest the occurrence of some secondary reaction. In absence of H2, RCN does not react with RNHz eith&r in presence or absence of catalyst while the initial presence of RNH2 during the reduction of corresponding nitrile always increased the proportion of R2NH in the final product mixture. Both ethylamine and benzylamine remain unchanged during the catalytic run and do not produce any secondary amine (RZNH) by condensation. Nitrile is probably reduced to primary amine via the formation of imine and the reaction between the amine and imine in presence of catalyst leads to the formation of secondary amine with simultaneous liberation of NH3 (Scheme 1) . The experiment was conducted in presence of acetic anhydride (1.2 M) and sodium acetate (0.5 M), keeping all other conditions fixed for benzonitrile reduction, the product was only C6H5CHZNHCOCH3 and no primary or secondary amine was detected in the final mixture [ 33 ] . Catalytic hydrogenation of benzonitrile in presence of excess ethylamine resulted in the formation of only benzylamine (minor), N-ethylbenzylamine (major), NH3 and dibenzylamine (trace). The presence of large excess ethylamine in the reaction mixture probably trapped most of the intermediate imine leading to the formation of N-ethylbenzylamine as the major product. RCN Cal b RCH=NH cat \"'2 b RCHZNH2 R--10 R*CH-NI-h NHCH2R RCHZ\\ NH RCHZ Scheme 1. Higher susceptibility of PhCH=NH than RCH=NH (R=CH3, CZHS) to nucleophilic attack resulted in the absence of free PhCH2NH2 in the former case and presence of RCH2NH2 in the latter case. Reaction kinetics and mechanism The kinetic studies for the reduction of 2-nitropropane with the catalyst [ Ru (phpy) (CO) 2C1 ] 2 were carried out in glass-lined stainless steel autoclaves connected in series. The runs were taken at 150 C in dry DMSO medium. The latter was preferred to DMF due to higher solubility and stability of the catalyst in it. In all calculations, the cylinder pressure was used as such without any correction for solvent vapour pressure as the latter was found negligible 66 D.K Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 compared to the applied experimental pressure of hydrogen. All reaction parameters except the varied one were kept constant during any catalytic run. The reduction rates at 15 min intervals were determined over a period of 4 h and the initial rate in each case was obtained from the graphical extrapolation of the rate curve to zero time. The initial rate was found to be first order, dependent on catalyst concentration in the range of (2.00-9.00) X 10-3 mol 1-1 and hydrogen pressure in the range of (4.00-12.50) X 103 kN m-2 and independent of substrate concentration in the range (0.10-1.0) mol 1-1. The second order rate equation depending on catalyst and hydrogen concentration may be expressed as Rate=ki [H2] [Cat] =k1PH2 [Cat] (2) The concentration term [ HZ ] along with k i in eqn. (2) has been replaced by ki PH, (PH, =partial pressure of H2 ), assuming the solubility of the gas obeys Henry's law under the experimental conditions. The rate constant kl was calculated from the slope of the curves obtained by plotting (i) rate vs. [Cat] at different hydrogen pressures (Fig. 4) and plotting (ii) rate vs. PH2 at different catalyst concentrations (Fig. 5) and the values are presented in Table 3. The fairly constant values of kl (1.281.34 X 10-4) support the rate eqn. (2) . We could, however, isolate only Ru(CO)2Cl(phpy) (DMF) and Ru(CO)ZCl(phpy)RN02 from the reaction \" 12 m u %10 0 E 0 d 0 a K 6 0 2 4 [Cat] x103 mol lit-1 Fig. 4.Ratedependenceon [RuCI(CO)2phpy]2 concentration in DMSOat150 C under different hydrogen pressure [2-nitropropane ] =0.55 M. (O) PH2: 4 X 103 kN m-2; (A) 6 X 103 kN m-2; (O) 8X103kNm-2; (0) 10.1X103kNm-2; ( ) 12.1X103kNm-2. D.K. Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 o E 10 0 x a o a 0 a 0 `6 4 2 7 4 6 g LPHZ1 x1O3(kNm2) 10 12 s7 Fig. 5. Rate dependence on PHZ at 150 C under various catalyst concentrations. [2-Nitropropane]=0.55 M. [Cat]: (A) 2.88X10-3 M; ( ) 5.66X10-3 M; (~) 6.94X10-3 M; (O) 8.66 X 10-3 M. TABLE 3 Kinetic data for the reaction' according to eqn. 2 [Cat] 10-3 Pxa 10' kl (M) (kN m-2) (K-' N-' m2 s-') 1 2.88 X 10-3 4 1.32 2 2.88 X 10-3 6 1.34 3 2.88 X 10-3 8 1.32 4 2.88X10-3 10 1.32 5 2.88 X 10-3 12 1.31 6 5.77 X 10-3 12 1.32 7 6.94 X 10-3 12 1.30 8 8.66 X 10-3 12 1.28 'Cat- [RuCI(CO)zphpy]2; solvent=DMSO; substrate= (CH3)ZCHNO2; temperature-150 C. mixture and the formation of Ru ( CO ) 2H (phpy ) RN02 was also detected during the catalytic run. Higher reduction rates of RNHOH and RNO compared to that of RN02 suggest that step II (Scheme 2) is rate determining. Electronic spectral data suggest the existence of the equilibrium [ RuCI ( CO )2 (phpy ) DMF ] + RNH2 ~ [RuCI ( CO ) 2 (phpy ) RNH2 ] +DMF s8 D.K. Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 [RUL(C0)zCl'1z --5 r[RuL(C0)ZCI.S] H~[RUL(CO)2(H).5] (A) RNHZ [RUL ( CO)Z(H) S] RN02 (v) ( A) R=alkYl/aryl 5 K3 K) (I) RNHOH [RuL(C0)2(H)NHZR] K7 [RUL (CO)~H)01NR] (E) RNHOH H20 (i,.) k3 ) S k~ (ii)H2 Hz HAD [RUL(CO~(H)OHNHRI [RUL(C0)2(H)ONRJ (D) kz (C) (lip Hz S= D MFG DM SO Scheme 2. (Table 2) . All these facts led us to suggest a tentative mechanism for the reduction (Scheme 2) . Rate=kl [B] [H21 Let [ Cat ] T = Total catalyst concentration. [CAT]T - [A] + [B] + [C] + [D] + [E] - [B] [DMF]+ [B]+kl [B]+ 1 [B] [RNHOH]+ 1 [B] [RNH21 Kl [ RN02 ] k2 K1 K2 [ R - N021 K1 Ka [ RN021 _ [B] (DMF+ (1+k' )Ki [RN02] +KKI [RNHOH] +KlK' [RNH2] ) Kl [RN021 where kl 1 1 -K, k2 = k , K1 K2 =K, K1 Ks _[B] (KS+ks [RN02]+K7 [RNHOH]+K8 [RNH2]) Kl [RN021 where [DMF] -K5, (1+k' )Kl =ks, KKl -K,, KIK-Ks or D.K Mukherjee et al. / J. Mot. Catal. 88 (1994) 57-70 69 _ K, [CAT]T[RN02] [Bl K5+ks [RN02]+K7 [RNHOH]+K8 [RNH2] Therefore kl Kl [CAT]T [RN021 [H21 Rate=K5 +ks [RN02] +K., [RNHOH] +K8 [RNH2] _k1K1 [CAT]T [RN021 [H2l K5+ks [RN02] where [RNHOH] -.0 [ RNH2 ] - 0 If K5 ks [ RN02 ] Rate =k1K1 [CAT]T [RN02] [H2l ks [RN02] =K [CAT]T [H2] References 1 A. Baiker and J. Kijenski, J. Catal. Rev. Sci. Eng., 27 (1985) 653. 2 S. Banerjee, B.N. Avasthi and A.K. Bhowmick, J. Appl. Polym. Sci., 41 (1990) 1351. 3 M.I. Bruce, Angew. Chem., Int. Ed. Engl., 16 (1977) 75. 4 P. Abley and F.J. McQuilin, Discuss Faraday Soc., 46 (1968) 31. 5 J.F. Knifton, J. Org. Chem., 41 (1976) 1200. 6 Li Nai Hong and J.M.J. Frechet, J. Chem. Soc., Chem. Commun., (1985) 1100. 7 C.R. Saha and S. Bhattacharya, J. Chem. Tech. Biotechnol., 37 (1987) 233. 8 A. Bose and C.R. Saha, Indian J. Chem., 29A (1990) 461. 9 A. Bose and C.R. Saha, J. Mol. Catal., 48 (1989) 271. 10 D.K. Mukherjee, B.K. Palit and C.R. Saha, Indian J. Chem., 31A (1992) 243. 11 J. Kwaitek, Catal. Rev., l (1967) 37. 12 Hungarian Patent, Chem. Abstr.,104 (1986) p. 226705 m. 13 Japanese Patent, Chem. Abatr., 103 (1985) 1045394. 14 E.L. Muetterties, E. Band, W.R. Pretzer and M.G. Thomas, J. Am. Chem. Soc., 99 (1977) 7380. 15 P.K. Santra and C.R. Saha, J. Mol. Catal., 39 (1987) 279. 16 S. Bhattacharya, P.K. Santra and C.R. Saha, Indian J. Chem., 23A (1984) 724. 17 F. L'Eplattenier, P. Mathys and F. Calderazzo, Inorg. Chem., 9 (1970) 342. 18 M.M. Taqui Khan, R. Mohiuddin, S. Vancheesan and B. Swamy, Indian J. Chem., 20A (1981) 569. 19 R.A. Grey, G.P. Pez and A. Wallo, J. Am. Chem. Soc., 103 (1981) 7536. 20 L.E. Donalt (Jr) and J. Halpern, J. Am. Chem.Soc., 109 (1987) 2969. 21 F. Bouachir, B. Chaudret, F. Dahan, F. Agbossou and I. Tkatchenko, Organometallics, 10 (1991) 455. 22 A.M. Stolzenberg and E.L. Muetterties, Organometallics, 4 (1985) 1739. 23 P.S. Hallman, B.R. McGarvey and G. Wilkinson, J. Chem. Soc. A, (1968) 3143. 70 D.K Mukherjee et al. / J. Mol. Catal. 88 (1994) 57-70 24 J.F. Knifton, J. Org. Chem., 40 (1975) 519. 25 R.A. Sanchez-Delgado and O.L. De Ochao, J. Organomet. Chem., 202 (1980) 427. 26 W. Strohmeier and L. Weigelt, J. Organomet. Chem., 171 (1979) 121. 27 L.N. Lewis, J. Am. Chem. Soc., 108 (1986) 743. 28 T. Hayashi, F. Abe, T. Sakakura and M. Tanaka, J. Mol. Catal., 58 (1990) 165. 29 K. Hiraki, Y. Obayashi and Y. Oki, Bull. Chem. Soc. Jpn., 52 (1979) 1372. 30 M.I. Bruce, M.Z. Iqbal and F.G.A. Stone, J. Chem. Soc. A, (1971) 2820. 31 J.M. Kelly, C.M. O'Connell and J.G. Vos, Inorg. Chim. Acts, 64 (1982) L75. 32 E. Alessio, G. Clauti and G. Mestroni, J. Mol. Catal., 29 (1985) 77. 33 I.L. Finar, Organic Chemistry, Vol. 1, Longman, Harlow, 1973, p. 357. X244 93E0244B 0304-5102(93)E0244-B 10.1016/0304-5102(93)E0244-B Dihydrogen reduction of organic substrates using orthometallated ruthenium (II) complex catalysts Deb K. Mukherjee Biman K. Palit Chitta R. Saha ∗ Department of Chemistry, Indian Institute of Technology, Kharagpur 721 302 India * Corresponding author. Dihydrogen reduction of aliphatic and aromatic nitrocompounds and nitriles, aliphatic ketones and Schiff bases to their corresponding saturated products was efficiently carried out in presence of dinuclear orthometallated ruthenium(II) complexes of the type [RuL(CO)2Cl]2 (LH=2-phenylpyridine, benzo (h)-quinoline, 1-phenylpyrazole and azobenzene) as catalyst precursors under high pressure, high temperature conditions in either DMF or DMSO medium. The dinuclear complexes undergo dissociation to the corresponding monomer solvent adducts, [RuL(CO)2Cl·S] (S = DMF, DMSO) which are suggested to be the actual catalytic species. The probable mechanism for the reduction has been suggested on the basis of kinetic studies and physico-chemical properties of the catalyst solution during high pressure run. Keywords hydrogenation orthometallated catalysts reduction ruthenium References 1 A. Baiker J. Kijenski J. Catal. Rev. Sci. Eng. 27 1985 653 2 S. Banerjee B.N. Avasthi A.K. Bhowmick J. Appl. Polym. Sci. 41 1990 1351 3 M.I. Bruce Angew. Chem. 16 1977 75 Int. Ed. Engl. 4 P. Abley F.J. McQuilin Discuss Faraday Soc. 46 1968 31 5 J.F. Knifton J. Org. Chem. 41 1976 1200 6 Li Nai Hong J.M.J. Frechet J. Chem. Soc. 1985 1100 Chem. Commun. 7 C.R. Saha S. Bhattacharya J. Chem. Tech. Biotechnol. 37 1987 233 8 A. Bose C.R. Saha Indian J. Chem. 29A 1990 461 9 A. Bose C.R. Saha J. Mol. Catal. 48 1989 271 10 D.K. Mukherjee B.K. Palit C.R. Saha Indian J. Chem. 31A 1992 243 11 J. Kwaitek Catal. Rev. 1 1967 37 12 Hungarian Patent Chem. Abstr. 104 1986 226705 m 13 Japanese Patent Chem. Abstr. 103 1985 1045394 14 E.L. Muetterties E. Band W.R. Pretzer M.G. Thomas J. Am. Chem. Soc. 99 1977 7380 15 P.K. Santra C.R. Saha J. Mol. Catal. 39 1987 279 16 S. Bhattacharya P.K. Santra C.R. Saha Indian J. Chem. 23A 1984 724 17 F. L'Eplattenier P. Mathys F. Calderazzo Inorg. Chem. 9 1970 342 18 M.M.Taqui Khan R. Mohiuddin S. Vancheesan B. Swamy Indian J. Chem. 20A 1981 569 19 R.A. Grey G.P. Pez A. Wallo J. Am. Chem. Soc. 103 1981 7536 20 L.E. Donalt Jr J. Halpern J. Am. Chem.Soc. 109 1987 2969 21 F. Bouachir B. Chaudret F. Dahan F. Agbossou I. Tkatchenko Organometallics 10 1991 455 22 A.M. Stolzenberg E.L. Muetterties Organometallics 4 1985 1739 23 P.S. Hallman B.R. McGarvey G. Wilkinson J. Chem. Soc. A 1968 3143 24 J.F. Knifton J. Org. Chem. 40 1975 519 25 R.A. Sanchez-Delgado O.L. De Ochao J. Organomet. Chem. 202 1980 427 26 W. Strohmeier L. Weigelt J. Organomet. Chem. 171 1979 121 27 L.N. Lewis J. Am. Chem. Soc. 108 1986 743 28 T. Hayashi F. Abe T. Sakakura M. Tanaka J. Mol. Catal. 58 1990 165 29 K. Hiraki Y. Obayashi Y. Oki Bull. Chem. Soc. Jpn. 52 1979 1372 30 M.I. Bruce M.Z. Iqbal F.G.A. Stone J. Chem. Soc. A 1971 2820 31 J.M. Kelly C.M. O'Connell J.G. Vos Inorg. Chim. Acta 64 1982 L75 32 E. Alessio G. Clauti G. Mestroni J. Mol. Catal. 29 1985 77 33 I.L. Finar Organic Chemistry 1 1973 Longman Harlow 357",
      "scopus-id": "0028381271",
      "coredata": {
        "eid": "1-s2.0-0304510293E0244B",
        "dc:description": "Dihydrogen reduction of aliphatic and aromatic nitrocompounds and nitriles, aliphatic ketones and Schiff bases to their corresponding saturated products was efficiently carried out in presence of dinuclear orthometallated ruthenium(II) complexes of the type [RuL(CO)2Cl]2 (LH=2-phenylpyridine, benzo (h)-quinoline, 1-phenylpyrazole and azobenzene) as catalyst precursors under high pressure, high temperature conditions in either DMF or DMSO medium. The dinuclear complexes undergo dissociation to the corresponding monomer solvent adducts, [RuL(CO)2Cl·S] (S = DMF, DMSO) which are suggested to be the actual catalytic species. The probable mechanism for the reduction has been suggested on the basis of kinetic studies and physico-chemical properties of the catalyst solution during high pressure run.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-02-22",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510293E0244B",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mukherjee, Deb K."
          },
          {
            "@_fa": "true",
            "$": "Palit, Biman K."
          },
          {
            "@_fa": "true",
            "$": "Saha, Chitta R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510293E0244B"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510293E0244B"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(93)E0244-B",
        "prism:volume": "88",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Dihydrogen reduction of organic substrates using orthometallated ruthenium (II) complex catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "orthometallated catalysts"
          },
          {
            "@_fa": "true",
            "$": "reduction"
          },
          {
            "@_fa": "true",
            "$": "ruthenium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "57-70",
        "prism:endingPage": "70",
        "pubType": "fla",
        "prism:coverDisplayDate": "22 February 1994",
        "prism:doi": "10.1016/0304-5102(93)E0244-B",
        "prism:startingPage": "57",
        "dc:identifier": "doi:10.1016/0304-5102(93)E0244-B",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028381271"
      }
    }
  }
}