{
  "metadata": {
    "title": "Silica-supported ruthenium-copper catalysts: structural studies and activities for n-butane hydrogenolysis",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1984-07-31",
    "doi": "10.1016/0304-5102(84)80038-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0304510284800383",
    "pii": "0304510284800383"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0020901242",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-17 2001-10-02 2010-04-03T04:33:50 1-s2.0-0304510284800383 0304-5102(84)80038-3 0304510284800383 10.1016/0304-5102(84)80038-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01538 2024-01-02T01:05:30.650091Z 0 0 19840701 19840731 1984 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst ref alllist content subj ssids 0304-5102 03045102 25 25 1 3 1 2 3 Volume 25, Issues 1–3 13 141 150 141 150 198407 July 1984 1984-07-01 1984-07-31 1984 converted-article fla Copyright © 1984 Published by Elsevier B.V. SILICASUPPORTEDRUTHENIUMCOPPERCATALYSTSSTRUCTURALSTUDIESACTIVITIESFORNBUTANEHYDROGENOLYSIS BOND G SINFELT 1973 308 J SINFLET 1976 227 J BOND 1976 128 G LUYTEN 1978 2000 L SINFELT 1970 175 J SINFELT 1972 283 J TOOLENAAR 1980 110 F SINFELT 1980 4832 J HELMS 1978 229 C DALMON 1980 214 J PRESTRIDGE 1977 115 E NUNEZ 1981 J PHDTHESIS KOOPMAN 1981 172 P SCHON 1973 96 G BOND 1975 53 G PHYSICALBASISHETEROGENEOUSCATALYSIS DEJONGSTE 1980 228 H SINFELT 1979 1 J BONDX1984X141 BONDX1984X141X150 BONDX1984X141XG BONDX1984X141X150XG item 0304-5102(84)80038-3 0304510284800383 1-s2.0-0304510284800383 10.1016/0304-5102(84)80038-3 272239 2024-01-02T01:05:30.650091Z 1984-07-01 1984-07-31 1-s2.0-0304510284800383-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800383/MAIN/application/pdf/e668042cd8c215d327db79327d253b95/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800383/MAIN/application/pdf/e668042cd8c215d327db79327d253b95/main.pdf main.pdf pdf true 815352 MAIN 10 1-s2.0-0304510284800383-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0304510284800383/PREVIEW/image/png/a6081e5f55e380f49af4983578d9f960/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0304510284800383/PREVIEW/image/png/a6081e5f55e380f49af4983578d9f960/main_1.png main_1.png png 63394 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 25 (1984) 141 -160 141 SILICA-SUPPORTED RUTHENIUM-COPPER CATALYSTS: STRUCTURAL STUDIES AND ACTIVITIES FOR n-BUTANE HYDROGENOLYSIS GEOFFREY C. BOND and XU YIDE* Department of Chemistry, Brunei University, Uxbridge, UB8 3PH (U.K.) Summary Catalysts containing 1 wt.% ruthenium and variable amounts of copper, corresponding to Ruioo> Ru9iCu9, Ru6eCu33 and RusoCuso, have been prepared from ruthenium chloride and copper nitrate with silica as support. Their activities for n-butane hydrogenolysis have been measured between 413 and 533 K after various reduction and oxidation treatments. The struc- tural effects of these treatments were analysed by the use of TPR, TEM and XPS. The principal conclusions are as follows: Reduction of the impregnated salts at 623 K affords very small metal particles (3 =: 1 nm) which are incom- pletely covered by copper atoms: the activity decreases only slowly with increasing copper content. Oxidation at 623 K destroys the clusters, and subsequent low-temperature reduction (~433 K) forms separate ruthenium and copper particles: the activity does not then decrease markedly with rising copper content. Further reduction at 623 K forms somewhat larger clusters, since a small amount of copper greatly diminishes the activity. The implications of these findings for other bimetallic catalysts are briefly considered. Introduction Ruthenium-copper 'clusters' supported on silica are attractive models for exploring the effects upon catalytic activity of diluting the active metal with an inactive one [1 - 4]. They have been used for the hydrogenolysis of ethane and the dehydrogenation of cyclohexane [1, 2], and for the hydrogenation of carbon monoxide [4]. Because of the high activity of ruthenium for the hydrogenolysis of alkanes [5], they can be used at lower temperatures than can other bimetallic systems; copper, which has been * Affiliation: Dalian Institute of Chemical Physics, Chinese Academy of Sciences, 129 Street, Dalian (China). 0304-5102/84/$3.00 Elsevier Sequoia/Printed in The Netherlands 142 frequently used as a diluent with nickel [6] and platinum [7], has of course a very low activity for hydrogenolysis [1, 2, 5]. Ruthenium-copper 'clusters' are of particular interest in that the two metals do not alloy with each other in the massive state [1]. Indeed, it appears that the observed effects are adequately explained by invoking a partial layer of chemisorbed copper atoms on the surface of ruthenium particles [8, 9], and a given copper:ruthe- nium ratio then produces a copper coverage whose magnitude is a function of the metal particle size [2]. This is equivalent to an alloy in which one component has an infinitely great tendency to segregate at the surface. The principal motivation for the resurgence of interest in bimetallic catalysts during the past 10 to 15 years has been growing realisation that the size of the ensemble of active atoms necessary to secure a given reaction varies considerably from one reaction to another. Thus, for example, the work of Sinfelt and coworkers on the nickel-copper system [6] made it clear that a much larger ensemble of nickel atoms is needed for hydro- genolysis than for dehydrogenation, while Dalmon and Martin, using the same system, have shown [10] that the ensemble size needed for alkane hydrogenolysis increases with the molecular weight of the alkane. One of the objectives of our investigation was to see how the hydrogenolysis of a higher alkane, i.e. n-butane, responded to variations in the composition of ruthenium-copper 'clusters'. There are also a number of unsolved questions concerning the prepara- tion and stability of supported bimetallic particles. It is by no means clear why the reduction of co-impregnated ruthenium and copper salts leads to the formation of clusters in preference to separate ruthenium and copper particles, nor is it certain how stable the clusters are during reaction or under the oxidising conditions which would have to be used in regenerating such a catalyst after use on an industrial scale. It seems likely that the clusters would be completely oxidised under the conditions normally employed, and it is therefore important to know whether they could be reformed in a subsequent reduction. We have therefore used temperature-programmed reduction (TPR) to answer some of these questions, and have employed the hydrogenolysis of n-butane as a test reaction to follow changes in activity following various treatments of the catalysts. X-ray photoelectron spectros- copy (XPS) and transmission electron microscopy (TEM) have provided further useful information on catalyst structure. Experimental Monometallic and bimetallic catalysts were prepared by impregnation of Davison 70 silica gel with solutions of ruthenium trichloride (Johnson- Matthey; 41.49% Ru) and/or copper nitrate trihydrate (Hopkin and Williams Analar). The products contained 1 wt.% ruthenium, plus either 0, 0.062, 0.315 or 0.63 wt.% copper, corresponding to ruthenium :copper ratios of , 10:1, 2:1 and 1:1; these are designated as Ruioo, Ru9iCu9, Ru^CX^ and 143 Ru5oCu5o. The solution of the salt(s) was added to the wetted support, and the material dried on a steam bath and then in a vacuum oven for 2 h. Hydrogenolysis of n-butane was performed in an atmospheric pressure continuous flow system, using the standard gas mixture comprised of hydro- gen, nitrogen and butane (BDH; 99.95%) in the ratio 200:30:10, the total flow rate being 240 cm3 min~1. Standard methods of gas purification were used, and analysis was performed with a 3 m silica column at 453 K, with nitrogen as carrier gas. Rates of n-butane removal were calculated from the conversion and flow rates. Activation energies were determined over a tem- perature range of at least 25 K (usually 35 - 50 K) between about 413 and 533 K depending on the catalyst activity. Approximately constant activities were obtained after 1 h on stream; conversions were generally less than 5%. Pretreatments of the catalysts, described in detail in the text, used flow rates of 100 cm3 min\"1: catalyst weights were ~150 mg. TPR was carried out in an apparatus of standard design using 6% hydro- gen in nitrogen (45 cm3 min\"1) and a heating rate of 5 K min\"1. Samples (~200 mg) were first dried at 383 K for 1 h in nitrogen. Hydrogen isotherms in the range 10-80 torr were measured volumetrically; pre-reduced samples (~300 mg) were reduced in situ under 100 torr hydrogen at 623 K for 1 h, then evacuated for 1 h at this temperature and cooled under vacuum (residual pressures were ~10~5 torr); 40 - 60 min were allowed for equilibra- tion. Samples for TEM were ground and dispersed ultrasonically in acetone, then mounted on a 300 mesh carbon-coated grid. A JEOL 100 electron microscope was used with an instrument magnification of 130000. XPS measurements were made with an AEI model 200 electron spectrometer, operating at 14 kV using Al K.a radiation. Binding energies were referred to Si 2p3/2 (104.0 eV). For quantitative estimation of the detectable copper :ruthenium ratio, peak areas were converted into amounts using response coefficients measured with the monometallic materials. Reduced samples were flushed with nitrogen before exposure to air, and transferred to the spectrometer as quickly as was practicable. There was no facility for further pretreatment in situ. Results and discussion Temperature-programmed reduction The behaviour of the ruthenium and of the copper salts adsorbed singly on silica is straightforward: both the original salts and the metals after oxida- tion at 623 K for 1 h show only one more or less symmetrical peak, the temperature at the maximum of which is as follows: RuC^/SiOa ... 408 K; Cu(N03)2/SiC>2 ... 492 K; RuO^/SiO; ... 423 K; CuO^/SiOz ... 463 K. The behaviour of the mixed salts and oxides is however more complex: the results are shown in Fig. 1. Reduction of the co-adsorbed salts (corre- sponding to Ru9iCu9 and Ru5oCuso) affords two overlapping peaks, whose heights change in the expected sense with composition. The temperature of 144 Fig. 1. Temperature-programmed reduction of (RuCIa + Cu(N03)2)/SiC>2 ( ) and of (RuOx + CuO,c)/Si02 ( );A, Ru9iCu9; B, RusoCuso. the first peak corresponds closely to that for supported ruthenium trichlo- ride, while the temperature of the second peak, clearly due to the reduction of copper nitrate, is some 30 K lower than that of supported copper nitrate by itself. The reduced ruthenium therefore exerts a slight catalytic effect on the reduction of the copper salt. After oxidation of the reduced metals at 623 K for 1 h, however, there is observed in each case a single symmetrical peak (T^ax = 422 K), which must be due to the simultaneous reduction of the two oxides. The implications of these results will be considered later. Effect of reduction and oxidation treatments on the catalytic activity for n-butane hydrogenolysis Two series of experiments were performed. In the first series, the impregnated and dried precursor was first reduced in flowing hydrogen for 16 h at 623 K (R623(16)) and the rates of n-butane removal measured at a number of different temperatures after stabilisation. Rates at 453 K (in mmol (g Ru)~1 h~1) are given in Table 1, column 2; they decrease smoothly with increasing copper content, but rather less quickly than do Sinfelt's rates [1, 2] for ethane hydrogenolysis. Each catalyst was then treated with air at 623 K for 1 h, and the activities remeasured over a range of temperature without any reduction except that caused by the reactants at the tempera- ture (408 - 423 K) initially used in the test: the results are shown in Table 1, column 3. While the activities of the ruthenium-rich catalysts are somewhat 145 TABLE 1 Rates of n-butane hydrogenolysis in mmol (g Ru)~1 h\"1 at 453 K after various pretreat- ments\" 1 23456 Catalyst R623(16) R623(16) R623(16) R623(16) R623(16) composition 0623(1) 0623(1) 0623(1) 0623(1) R623(16) R433(2) R623(l) Ruioo 786 592 696 238 571 Ru9iCu9 500 305 20 222 37 Ru6fiCu33 70 335 18 246 16 Ruso Cuso 9 247 13 1019 174 \"R = reduction, 0 = oxidation, subsequent number = temperature (K) of pretreatment, number in parentheses = hours of pretreatment. lower than before, those containing relatively more copper are notably more active. After a further reduction at 623 K for 16 h, the activities were again measured in the same way (column 4 of Table I): all the copper-containing catalysts gave rates in the 13 - 20 mmol (g Ru)~1 h~1 range. The above observations were confirmed and extended by a second series of experiments in which the same precursors were first reduced at 623 K for 16 h, then oxidised at the same temperature for 1 h and finally reduced at 433 K for 2 h. The resulting rates (column 5 of Table 1) were independent of copper content, save for the Ru5oCu5o catalyst which had an activity some four times larger. The same catalysts were then again reduced (16 h at 623 K), reoxidised (1 h at 623 K) and reduced for 1 h at 623 K; the resulting rates (column 6 of Table 1) were quite different, being general- ly similar to those in the first series after treatment at the same temperature (compare columns 4 and 6). The m^oC^o catalyst, however, is again more active than expected. Before presenting other results which illuminate the structural changes accompanying these treatments, it is instructive to examine the Arrhenius parameters which we have measured. Most of the apparent activation energies lie between 100 and 125 kJ mol~1, and there is little obvious corre- lation between them and either the ruthenium: copper ratio or pretreatment conditions. The expression of the Arrhenius parameters as a Compensation Effect plot is, however, revealing. The results are shown in Fig. 2, and may be summarised as follows. The points lie near two distinctly separated lines: around the upper line are the points for all the pure ruthenium catalysts and those for all catalysts reduced at 433 K or initially at 408 - 423 K, i.e. those for which the activities, given in columns 3 and 5 of Table 1, exceed ~200 mmol (g Ru)~1 h~1. Around the lower line are the points for the bimetallic catalysts reduced at 623 K for either 16 h or 1 h (corresponding to columns 2, 4 and 6 of Table 1), where the activities are in general <70 mmol (g Ru)~1 h~1. There are, however, two significant exceptions to this generalisation: 146 90 100 110 120 130 140 150 E/kJ mol'\" Fig. 2. Compensation Effect plots for n-butane hydrogenolysis; ( ), RuiooiC), Ru9iCu9; (B), Ru66Cu33; (0), RusoCuso. The numbers near the points designate the pretreatments and are those used in the column headings in Table 1. The units of A are mol (g Ru)~1 h-1. (1) The Ru9iCu9 catalyst after its first reduction (column 2) has a relatively high activity, and the point for this catalyst is accordingly adjacent to the upper line. (2) The point for the very active RusoCuso catalyst after its final reduction at 433 K (column 5) lies above the upper line, and after its further reduction at 623 K (column 6), which does not totally destroy its hyper- activity, lies well above the lower line. The significance of these findings will be considered further below. Characterisation of catalysts It is evident from Sinfelt's work [1,2] that the extent to which a given amount of copper will coat the surface of the ruthenium particles depends on the particle size, in the sense that the smaller the ruthenium particles and thus the larger their surface area, the smaller will be the coverage. For each size of ruthenium particle there must therefore be a minimum quantity of copper required to give a complete coating, this quantity increasing with decreasing particle size. Sinfelt's earlier work [1, 2] did not express this relationship quantitatively. Proper interpretation of the results thus requires an accurate knowledge of the metal particle sizes in the various catalysts, but this is extraordinarily hard to obtain, since electron microscopy does not reveal the chemical nature of the particles observed, and the extent of hydrogen chemisorption is itself a function of the parameters it is desired to measure. We have, however, measured hydrogen adsorption isotherms on all cata- lysts after a first reduction at 623 K for 16 h, and on two of them after the 147 TABLE 2 Extent of hydrogen chemisorption, extrapolated to zero pressure, after various pretreatments a Catalyst Volume adsorbed/^imol (g cat)\"' composition R623(16)R623(16) 0623(1) R433(2) Ruioo 5.29 2.14 Ru9iCu9 5.20 RU66CU33 5.53 - RusoCuso 5.93 2.97 a Pretreatments indicated as in Table 1. sequence of treatments corresponding to column 5 of Table 1. The results are shown in Table 2. We have also briefly examined two catalysts by elec- tron microscopy, with the following results: Ruioo, R623(16): d= 1.0 nm (0.6 -1.5 nm); R,ioo, pretreatments as in column 4 of Table 1: 3= 1.5 nm (0.6-2.4 nm); and Ru5oCu5o, pretreatments according to column 6 of Table 1: d= 1.3 nm (0.5 - 2.6 nm). Prestridge et al. [II], however, found much larger particles and broader size distributions in their catalysts (Ruioo: 3 = 3.6 nm (1 - 7 nm); Ru5oCuso: 3 = 3.2 nm (1 - 7 nm)). Now the extent of hydrogen chemisorption at zero pressure for pure ruthenium after its first reduction (Table 2) corresponds to a value of H/Ru of only about 11%, and hence to a particle size of about 10 nm. We have previously experienced great difficulty in measuring hydrogen chemisorption on small ruthenium particles in zeolite-Y [12], finding, as did Sinfelt [2], that much of the adsorption was weak and reversible. These difficulties and discrepancies can be attributed in large measure to residual chloride on the catalyst [13]. A catalyst containing 10 wt.% ruthenium and 6.3 wt.% copper (i.e. Ru5oCu5o) was prepared for examination by XPS: it must be remembered that the higher metal loading may limit the applicability of the conclusions. Table 3 shows the Ru 2p3/2 and Cu 2p3/2 binding energies, and the corre- sponding half-widths, after successive treatments which mimic those used in the catalytic studies. The Ru 2p3/2 peak was chosen for study in preference to the 3d peaks, which come very near to the C Is peak at 284 eV. The effects of reduction and oxidation on the Ru 2p3/2 binding energy are clearly detectable. This, together with the greater half-width shown by the oxidised catalyst, suggests that ruthenium in the reduced catalysts was not fully oxidised on exposure to the air. Small ruthenium particles, such as those formed by direct reduction of the chloride, are however known to undergo oxidation even at room temperature [13]. The Cu 2p3/2 binding energy, which is notoriously insensitive to changes in oxidation state [9,14], scarcely changes with pretreatment; this could be because copper, which is at the surface of the clusters, is readily oxidised, but the significantly lower 148 TABLE 3 X-ray photoelectron spectroscopy of RusoC^o catalyst containing 10% Ru after various pretreatments Pretreatmenta Ru 2p3/2 Cu 2p3/2 Cu/Ru B.E. (eV) FWHM (eV) B.E. (eV) FWHM (eV) rau0 dried 383 K 463.7 5.0 932.1 3.2 1.00 R773(16) 462.0 4.7 932.2 2.4 1.78 0623(1) 463.2 5.7 932.4 3.7 1.39 R433(2) 462.6 5.2 932.7 2.6 2.09 R623(l) 462.8 4.6 932.8 2.6 2.04 iiEach sample had received all the previous pretreatments, which are indicated as in Table 1. half-widths observed with reduced samples suggests that it remains in the zero-valent state. The Cu/Ru intensity ratio decreases when the metallic particles are oxidised, and increases to even higher values on subsequent reduction. Interpretation of results It is now possible to construct a conceptual model of the structural changes brought about by the various treatments used in this work. (1) The first reduction of the adsorbed salt(s) at 623 K affords very small ruthenium particles (d ^ 1 nm), covered by copper to an extent depending on the amount of copper present. The TPR results (Fig. 1) show that the RuCl3 is reduced first; the probable mechanism of cluster formation involves the reduction of Cu(N03)2 by hydrogen spillover from the ruthe- nium, the resulting copper atoms then migrating to ruthenium particles to whose surface they adhere. The rate of decline in activity for n-butane hydrogenolysis with increasing copper content is less than that observed by Sinfelt [1] for ethane hydrogenolysis, notwithstanding the larger ruthenium ensemble probably needed in the former case. We conclude, as suggested by the TEM results, that our particles are smaller than those in Sinfelt's cata- lysts [1,9], which is logical in view of his higher reduction temperature (773 K). (2) The 623 K oxidation disrupts the clusters, giving separate RuO^ and CuOx phases: reduction at low temperatures leads to separate ruthenium and copper particles, in spite of the fact that TPR shows only a single peak. This is because the spillover-induced reduction of the copper oxide occurs rapidly and is thus indistinguishable from the ruthenium oxide reduction. The observed activities (see columns 3 and 5 of Table 1) are thus essentially due to ruthenium alone: this is confirmed by the location of the points for these catalysts about the upper Compensation Effect line. 149 (3) Reduction of the oxides, or treatment in hydrogen of the separate ruthenium and copper particles formed during low-temperature reduction, at 623 K produces clusters which are apparently somewhat larger than those formed in the first reduction, since even a small amount of copper gives a dramatic decrease in activity (see columns 4 and 6 of Table 1). We presume that copper atoms are mobile at this temperature, and can migrate from then- own particles to ruthenium particles, thus forming bimetallic clusters. We noted above that the Arrhenius parameters for the bimetallic cata- lysts of lesser activity lie around a quite distinct Compensation Effect line (Fig. 2). One of us has suggested previously [15] that movement to a differ- ent line indicates an abrupt change either in the nature of the active site due to the constraints imposed by the surface composition, or in the frequency of its occurrence. Whatever the true explanation, we can assign the Ru9iCu9 R623(16) catalyst to the 'ruthenium family' because the necessary ensemble of ruthenium atoms occurs with sufficient frequency. The limiting activities in the range 10 - 40 mmol (g Ru)~1 h~1 observed after the second reductions (columns 4 and 6 of Table 1) may be due to a small fraction of ruthenium particles which have failed to secure any copper atoms during their migration over the support surface. The cause of the high activity of the second Ru5oCuso catalyst remains to be established. These observations have obvious and important implications for the study of bimetallic catalysts, especially if the catalysts are regenerated by oxidation. Ponec [16] has already noted that platinum-gold alloy particles on alumina are destroyed by oxidation and cannot be re-formed by reduc- tion, although oxidation and reduction are reversible on silica. Similarly, Sinfelt and Via [17] have observed that calcination of chloroplatinic and chloroiridic acids on either silica or alumina above about 700 K give on reduction large particles of iridium and small particles of platinum: bimetal- lic particles are formed only if heating in air above this temperature is avoided. We therefore conclude that oxidation is to be avoided if the original clusters are to be preserved, and, furthermore, calcination before reduction, which is frequently and effectively employed in catalyst preparation, is probably undesirable if highly dispersed clusters are required: direct reduc- tion of the precursor salts is preferred. Acknowledgements We are grateful to Mr. B. G. Fookes and his colleagues in the Experi- mental Techniques Centre, Brunei University, for providing facilities for the TEM and XPS measurements, and for assistance with this aspect of the work. References 1 J. H. Sinfelt, 3. Catal., 29 (1973) 308. 2 J. H. Sinflet, Y. L. Lam, J. A. Cusumano and A. E. Barnett, J. Catal.. 42 (1976) 227. 150 3 G. C. Bond and B. D. Turnham, J. Catal., 45 (1976) 128. 4 L. J. M. Luyten, M. van Eck, J. van Grondelle and J. H. C. van Hooff, J. Phys. Chem., 82 (1978) 2000. 6 J. H. Sinfelt, Catal. Rev., 3 (1970) 175. 6 J. H. Sinfelt, J. L. Carter and D. J. C. Yates, J. Catal., 24 (1972) 283. 7 F. J. C. M. Toolenaar, D. Reinalda and V. Poneg, J. Catal., 64 (1980) 110. 8 J. H. Sinfelt, G. H. Via and F. W. Lytle, J. Chem. Phys.. 73 (1980) 4832. 9 C. R. Helms and J. H. Sinfelt, Surf. Sci., 72 (1978) 229. 10 J. A. Dalmon and G. A. Martin, J. Catal., 66 (1980) 214. 11 E. B. Prestridge, G. H. Via and J. H. Sinfelt, J. Catal., 50 (1977) 115. 12 J. Garcia Nunez, Ph.D. Thesis, Brunei University, Uxbridge, 1981. 13 P. G. J. Koopman, A. P. G. Kieboom and H. van Bekkum, J. Catal., 69 (1981) 172. 14 G. Schon, Sur/\". Sci., 35 (1973) 96. 15 G. C. Bond, in E. Drauglis and R. I. Jaffee (eds.). The Physical Basis of Heterogeneous Catalysis, Plenum, New York, 1975, p. 53. 16 H. C. de Jongste and V. Ponec, J. Catal.. 64 (1980) 228. 17 J. H. Sinfelt and G. H. Via, J. Catal., 66 (1979) 1. X244 84800383 0304-5102(84)80038-3 10.1016/0304-5102(84)80038-3 Oral presentation Silica-supported ruthenium-copper catalysts: structural studies and activities for n-butane hydrogenolysis Geoffery C. Bond Xu Yide a Department of Chemistry, Brunei University, Uxbridge, UB8 3PH U.K. a Affiliation: Dalian Institute of Chemical Physics, Chinese Academy of Sciences, 129 Street, Dalian China. Catalysts containing 1 wt.% ruthenium and variable amounts of copper, corresponding to Ru100 Ru91Cu9, Ru66Cu33 and Ru50Cu50, have been prepared from ruthenium chloride and copper nitrate with silica as support. Their activities for n-butane hydrogenolysis have been measured between 413 and 533 K after various reduction and oxidation treatments. The structural effects of these treatments were analysed by the use of TPR, TEM and XPS. The principal conclusions are as follows: Reduction of the impregnated salts at 623 K affords very small metal particles (d̄ ⋍ 1 nm) which are incompletely covered by copper atoms: the activity decreases only slowly with increasing copper content. Oxidation at 623 K destroys the clusters, and subsequent low-temperature reduction (~433 K) forms separate ruthenium and copper particles: the activity does not then decrease markedly with rising copper content. Further reduction at 623 K forms somewhat larger clusters, since a small amount of copper greatly diminishes the activity. The implications of these findings for other bimetallic catalysts are briefly considered. References 1 J.H. Sinfelt J. Catal. 29 1973 308 2 J.H. Sinflet Y.L. Lam J.A. Cusumano A.E. Barnett J. Catal. 42 1976 227 3 G.C. Bond B.D. Turnhain J. Catal. 45 1976 128 4 L.J.M. Luyten M. van Eck J. van Grondelle J.H.C. van Hooff J. Phys. Chem. 82 1978 2000 5 J.H. Sinfelt Catal. Rev. 3 1970 175 6 J.H. Sinfelt J.L. Carter D.J.C. Yates J. Catal. 24 1972 283 7 F.J.C.M. Toolenaar D. Reinalda V. Poneč J. Catal. 64 1980 110 8 J.H. Sinfelt G.H. Via F.W. Lytle J. Chem. Phys. 73 1980 4832 9 C.R. Helms J.H. Sinfelt Surf. Sci. 72 1978 229 10 J.A. Dalmon G.A. Martin J. Catal. 66 1980 214 11 E.B. Prestridge G.H. Via J.H. Sinfelt J. Catal. 50 1977 115 12 J.Garcia Nuñez Ph.D. Thesis 1981 Brunel University Uxbridge 13 P.G.J. Koopman A.P.G. Kieboom H. van Bekkum J. Catal. 69 1981 172 14 G. Schön Surf. Sci. 35 1973 96 15 G.C. Bond E. Drauglis R.I. Jaffee The Physical Basis of Heterogeneous Catalysis 1975 Plenum New York 53 16 H.C. de Jongste V. Poneč J. Catal. 64 1980 228 17 J.H. Sinfelt G.H. Via J. Catal. 66 1979 1",
      "scopus-id": "0020901242",
      "coredata": {
        "eid": "1-s2.0-0304510284800383",
        "dc:description": "Catalysts containing 1 wt.% ruthenium and variable amounts of copper, corresponding to Ru100 Ru91Cu9, Ru66Cu33 and Ru50Cu50, have been prepared from ruthenium chloride and copper nitrate with silica as support. Their activities for n-butane hydrogenolysis have been measured between 413 and 533 K after various reduction and oxidation treatments. The structural effects of these treatments were analysed by the use of TPR, TEM and XPS. The principal conclusions are as follows: Reduction of the impregnated salts at 623 K affords very small metal particles (d̄ ⋍ 1 nm) which are incompletely covered by copper atoms: the activity decreases only slowly with increasing copper content. Oxidation at 623 K destroys the clusters, and subsequent low-temperature reduction (~433 K) forms separate ruthenium and copper particles: the activity does not then decrease markedly with rising copper content. Further reduction at 623 K forms somewhat larger clusters, since a small amount of copper greatly diminishes the activity. The implications of these findings for other bimetallic catalysts are briefly considered.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1984-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0304510284800383",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bond, Geoffery C."
          },
          {
            "@_fa": "true",
            "$": "Yide, Xu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0304510284800383"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0304510284800383"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(84)80038-3",
        "prism:volume": "25",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Silica-supported ruthenium-copper catalysts: structural studies and activities for n-butane hydrogenolysis",
        "prism:copyright": "Copyright © 1984 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "141-150",
        "prism:endingPage": "150",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 1984",
        "prism:doi": "10.1016/0304-5102(84)80038-3",
        "prism:startingPage": "141",
        "dc:identifier": "doi:10.1016/0304-5102(84)80038-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0020901242"
      }
    }
  }
}