{
  "metadata": {
    "title": "Advantages and disadvantages of zeolites as catalysts in organic chemistry",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-08-15",
    "doi": "10.1016/0304-5102(90)85154-A",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085154A",
    "pii": "030451029085154A"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025477789",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T07:39:48 1-s2.0-030451029085154A 0304-5102(90)85154-A 030451029085154A 10.1016/0304-5102(90)85154-A S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X01873 2024-01-02T01:05:30.650091Z 0 0 19900815 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 61 61 2 2 Volume 61, Issue 2 4 173 196 173 196 19900815 15 August 1990 1990-08-15 1990 converted-article rev Copyright © 1990 Published by Elsevier B.V. ADVANTAGESDISADVANTAGESZEOLITESCATALYSTSINORGANICCHEMISTRY PEROT G BRECK 1974 D ZEOLITEMOLECULARSIEVES BARRER 1982 R HYDROTHERMALCHEMISTRYZEOLITES SCHERZER 1984 J RELATIONSHIPBETWEENSTRUCTUREREACTIVITY CATALYTICMATERIALS JACOBS 1987 P STUDSURFSCICATAL SYNTHESISHIGHSILICAALUMINOSILICATEZEOLITES MINACHEV 1976 552 K ZEOLITECHEMISTRYCATALYSIS WEIZ 1960 382 P VENUTO 1968 259 P DEROUANE 1980 5 E CATALYSISBYZEOLITES CSICSERY 1976 680 S ZEOLITECHEMISTRYCATALYSIS CSICSERY 1984 202 S CHEN 1989 N SHAPESELECTIVECATALYSISININDUSTRIALAPPLICATIONSCHEMICALINDUSTRIES MURAKAMI 1989 177 Y SUCCESSFULDESIGNCATALYSTS GUISNET 1989 1 M VENUTO 1971 260 P POUTSMA 1976 529 M ZEOLITECHEMISTRYCATALYSIS TAGIEV 1982 1009 D ISAKOV 1982 1198 Y MAXWELL 1982 1 J HOELDERICH 1986 1383 W HOELDERICH 1988 232 W VANBEKKUM 1988 45 H HETEROGENEOUSCATALYSISFINECHEMICALS HOELDERICH 1988 83 W HETEROGENEOUSCATALYSISFINECHEMICALS HOELDERICH 1986 827 W NEWDEVELOPMENTSINZEOLITESCIENCETECHNOLOGY HOELDERICH 1989 193 W ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS PARTON 1989 163 R ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS HOELDERICH 1989 69 W ZEOLITESFACTSFIGURESFUTURE JACOBS 1977 P CARBONIOGENICACTIVITYZEOLITES BARTHOMEUF 1987 49 D REN 1986 733 C NEWDEVELOPMENTSINZEOLITESCIENCETECHNOLOGY ONO 1988 75 Y HETEROGENEOUSCATALYSISFINECHEMICALS NAMBA 1980 105 S CATALYSISBYZEOLITES WOO 1989 1096 S ZEOLITESFACTSFIGURESFUTURE GUISNET 1987 415 M BENAMAR 1989 A MAGISTERTHESIS MARCZEWSKI 1988 273 M HETEROGENEOUSCATALYSISFINECHEMICALS ZIOLEK 1988 54 M ONO 1980 19 Y CATALYSISBYZEOLITES ONAKA 1985 779 M TANABE 1985 1 K CATALYSISBYACIDSBASES MARTENS 1986 935 L NEWDEVELOPMENTSINZEOLITESCIENCETECHNOLOGY MARTENS 1987 531 L PREPARATIONCATALYSTSIV MARTENS 1988 420 L PROC9THINTCONGRCATALCALGARY SHABTAI 1984 35 J VANDERGAAG 1986 191 F EGUCHI 1988 457 K TRIFIRO 1988 519 F NOTARI 1987 413 B INNOVATIONINZEOLITEMATERIALSSCIENCE DESSAU 1982 304 R DESSAU 1984 520 R HERRON 1986 1521 N TOLMAN 1987 798 C HERRON 1987 2837 N DEROUANE 1988 L15 E HANDRECK 1989 645 G DO 1985 574 D PIERANTOZZI 1986 263 R PARTON 1989 211 R ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS CORMA 1988 40 A RENAUD 1986 785 M CHANTAL 1984 93 P CATALYSISENERGYSCENE CHANTAL 1985 93 P STRUCTUREREACTIVITYMODIFIEDZEOLITES HAUNG 1986 6 F CHANG 1989 223 N STUDSURFSCICATAL ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS BALSAMA 1984 161 S TANABE 1977 863 K PROC6THINTCONGRCATALLONDON1976 STULL 1969 D CHEMICALTHERMODYNAMICSORGANICCOMPOUNDS BELTRAME 1987 473 P BELTRAME 1987 327 P JACOBS 1988 221 J STUDSURFSCICATAL HETEROGENEOUSCATALYSISFINECHEMICALS CHICHE 1986 2128 B GAUTHIER 1989 219 C CHICHE 1987 229 B CORMA 1989 109 A POUILLEUX 1987 231 Y VARAGNAT 1976 212 J MAGGIONI 1977 239 P DEROUANE 1988 L1 E DEROUANE 1986 541 E FRAENKEL 1984 545 D PROC8THINTCONGRCATALBERLIN1984 TEJADA 1984 1408 J ACTES9SIMPIBEROAMERICANOCATALISE SATO 1986 755 H NEWDEVELOPMENTSINZEOLITESCIENCETECHNOLOGY FOUCAUD 1987 317 A PREPARATIVECHEMISTRYUSINGSUPPORTEDREAGENTS BRAM 1987 387 G PREPARATIVECHEMISTRYUSINGSUPPORTEDREAGENTS BRAM 1988 4615 G RUISBOOD 1979 3969 P ZHAOHVA 1985 616 FAJULA 1984 60 F RABO 1978 39 J GATES 1979 B CHEMICALENGINEERINGSERIES CHEMISTRYCATALYTICPROCESSES STEYNS 1981 660 M VANSINA 1983 526 H VANSINA 1983 531 H GIANNETTO 1985 467 G GIANNETTO 1985 G MARCZIEWSKI 1989 M CLIMENT 1989 113 M PARDILLOS 1989 285 J MAGNOUX 1987 317 P STUDSURFSCICATAL CATALYSTDEACTIUATION GUISNET 1984 57 M NATOASISERIESEN80 ZEOLITESSCIENCETECHNOLOGY VERVECKEN 1986 95 M NATOASISERIESCN165 CHEMICALREACTIONSINORGANICINORGANICCONSTRAINEDSYSTEMS APPLEBY 1962 102 W GNEP 1989 1743 N GNEP 1980 79 N STUDSURFSCICATAL CATALYSTDEACTIVATION MINACHEV 1971 441 K KARGE 1983 13 H ABSIL 1984 415 R PEROTX1990X173 PEROTX1990X173X196 PEROTX1990X173XG PEROTX1990X173X196XG item 0304-5102(90)85154-A 030451029085154A 1-s2.0-030451029085154A 10.1016/0304-5102(90)85154-A 272239 2024-01-02T01:05:30.650091Z 1990-08-15 1-s2.0-030451029085154A-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085154A/MAIN/application/pdf/4eb22325393679025b72b13231dc8645/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085154A/MAIN/application/pdf/4eb22325393679025b72b13231dc8645/main.pdf main.pdf pdf true 1931388 MAIN 24 1-s2.0-030451029085154A-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085154A/PREVIEW/image/png/9c263c5261ac57c7747fcafd00187fd8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085154A/PREVIEW/image/png/9c263c5261ac57c7747fcafd00187fd8/main_1.png main_1.png png 56682 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 61 (1990) 173-196 173 Review Paper ADVANTAGES AND DISADVANTAGES OF ZEOLITES AS CATALYSTS IN ORGANIC CHEMISTRY* G. PEROT and M. GUISNET URA CNRS 350, Catalyse en Chimie Organique, Universite de Poitiers, 40 avenue du Recteur Pineau, 86022 Poitiers Cedex (France) Summary Like conventional solid catalysts, zeolites offer numerous advantages over liquid catalysts: less or no corrosion, no waste or disposal problems, high thermostability, easy set up of continuous processes, etc. Zeolites also have definite advantages and some disadvantages over conventional solid catalysts in a certain number of applications. Both are discussed in terms of the adjustment of the acidity and basicity, structural effects, concentration and adsorption effects, coke formation and deactivation. Actually, the main advantages of zeolites over conventional catalysts are due to the great acid strength they can have and to their great adaptability to practically all types of catalysis. Numerous potential applica- tions of zeolites have been found in the synthesis of chemicals. The main limitations are (i) the great sensitivity of zeolites to deactivation by irreversible adsorption or steric blockage of heavy secondary products and (ii) the impossibility of using their microporosity for the synthesis of bulky molecules. Because of the greater polarity of functional compounds, it is more difficult to exploit the shape selectivity of zeolites for their reactions than in the case of hydrocarbons. Introduction Like conventional solid catalysts, zeolites offer numerous advantages over liquid catalysts: less or no corrosion no waste or disposal problems easy set-up of continuous processes in fixed bed reactions high thermostability, etc. \"Partly presented by M.G. at the Catalytica Meeting Zeolitic Catalysts m the Production of Chemicals, Namur, Sept. 1988 and by G. P. at the Indo-French Symposium on Catalysis, Pune, Dec. 1989. 0304-5102/90/$3.50 Elaevier Sequoia/Printed in The Netherlands 174 Moreover these solids possess very great adaptability, which certainly constitutes one of their main advantages over conventional catalysts. In the past, zeolites were mainly used in hydrocarbon transformations in processes occurring through acid catalysis (e^. cracking). Indeed, the great density and strength of their Bronsted sites make them very active for difficult reactions. These characteristics also make them potentially interest- ing for certain reactions of functional compounds which at present are carried out with very strong acid solutions. However most of the transforma- tions of functional compounds require for their catalysis sites with moderate acid strength, acid sites plus basic sites (biftmctional acid base catalysis) or even basic sites alone. Zeolites are also potential catalysts for all these reactions since their acid-base properties can be tailored during their synthesis or by a large variety of post-synthesis treatments: partial or total exchange by mono- or plurivalent cations, impregnation by various com- pounds, dealumination [1 4] etc. Zeolites can also be employed as carriers of redox components in well-dispersed form [5]. The properties of these components superimpose upon the intrinsic characteristics of the zeolites, which are then active for reactions ofoxidoreduction or for reactions implying both acid base and redox sites (polyfunctional catalysis). Another of their potential advantages over amorphous solids results from their well-defined pore structure, with pores of about the size of organic molecules. Actually their selectivity depends not only on the intrinsic properties of the catalytic sites but also on the pore structure [6 11]. Therefore a high selectivity can be obtained not only by adjustment of the properties of the active sites but also by judicious choice and adjustment of the zeolite pore structure. In particular, the chemical vapor deposition of various compounds on the outer surface of the crystallites (or their grafting) allows precise control of the size of the zeolite pore apertures [12]. This possibility of adjusting the properties of the active sites and the pore structure makes the zeolites interesting not only industrially for fine chemical reactions but also for the comprehension of the mechanisms of these reactions. However, zeolites have some inconveniences. Thus, while due to the pore structure the selectivity can be very high, the size of the synthesized molecule is obviously limited by the size of the pore apertures and of the cavities (or of the channel intersections). Another problem is the sensitivity of zeolites to the deactivation by coke: relatively small amounts of coke can block access of the reactant to the active sites [13]. In spite of these disadvantages, zeolites seem to be the best catalysts for all types of transformations of functional compounds. However we shall see that zeolites present still other disadvantages. This paper is not intended to be an exhaustive survey of the applic- ability of zeolites to organic chemistry. Excellent reviews on the subject have already been published [14-26]. We shall simply present selected examples of reactions in order to illustrate some of the advantages and disadvantages of zeolites with respect to conventional liquid or solid catalysts. 175 Adjustment of acidity and basicity of zeolites Acidity All the characteristics of zeolite acidity: distribution in nature (Lewis and Bronsted sites), strength, density of the acid sites, can be modified by a large number of treatments. However it is generally impossible to modify these characteristics independently. For example the treatment at high temperature of protonic zeolites causes the transformation of Bronsted sites into Lewis sites. Yet the protonic sites of the dehydroxylated zeolites are stronger than those of the starting zeolites [27]. On the other hand, dealumination decreases the acid site density but can increase the acid strength [3, 28] and can modify the porosity [3]. Acid strength The alkylation of aromatics bearing electron-withdrawing groups requires very strong acid sites. For instance, the gas phase alkylation of chlorobenzene with methanol on H-mordenite [29] is about 50 times slower than that of toluene. This reaction occurs very slowly on zeolites such as USHY or REY, which have not very strong acid sites, but occurs rapidly on acid zeolites such as HZSM5 and H-mordenite, which have stronger acid sites. Aromatic nitration and hydroxylation are well known for requiring very strong acid media for the generation of the electrophile. Nitration of aromatics is carried out industrially in a liquid phase process by using a mixture of nitric acid and concentrated sulfuric acid. This process creates serious problems of corrosion and of pollution. Aromatic nitration can also be carried out with nitrogen dioxide in a strongly acid medium such as trifluoroacetic acid. Ono and coworkers [30] have shown that the vapour phase nitration of benzene proceeds over sulfonated polyphenylsiloxane catalysts with a good nitrobenzene yield. A patent from Monsanto [31] describes the vapour-phase nitration of aromatic compounds on zeolite catalysts. Obviously this vapour phase nitration does not have the disadvan- tages of the liquid phase process. Hydroxylation of aromatics by hydrogen peroxide can be carried out at low temperature in the presence of superacid catalysts. Hydrogen peroxide is protonated to hydrogen peroxonium ion, which can be considered as an incipient OH\"1\" ion. HiAi ^ H302+ ^=^ OH^HgO (1) According to Ono et al. [30], this OH'1\" ion could also be formed on HZSM5 via protonation of dinitrogen monoxide, which would explain the production of phenol by gas-phase reaction of benzene with dinitrogen monoxide. NaO ^= N=N+ OH i==^ OH^Ng (2) The process is obviously much simpler than the reactions in a liquid superacid medium. 176 These few examples confirm the possibility of substituting strong or superacid solutions for zeolites. However, numerous reactions of functional compounds require weak acid sites or sites with a moderate strength. The acidity of the zeolites can be modified so that they become active, stable and selective catalysts for these reactions. Thus, according to Namba et al. [32] the acidity of HNaY zeolites can be adjusted so as to orient the selectivity of the alkylation of phenol with methanol in various directions. The weakest sites (HQ> -3.0) catalyze anisole formation, the medium strength acid sites ( 8.2<JETo< 3.0) catalyze o- andp-cresol formation and the strongest ones (HQ< 8.2) lead to secondary reactions. The alkylation of aniline with methanol was studied by Woo et al. [33] on a series of boronsilicates ((B) ZSM5). Their acid strength was estimated by the peak temperature (T,n) of NHa TPD. Strong acid sites (Tm > 600 K), medium acid sites (450<T < 600 K) and weak acid sites (in <450K) are active for the production of C-alkylate and coke, iV,JV-dioeethylaniline and JV-methyltoluidine, and N- methylaniline respectively. Site density The density of the acid sites has a significant effect on the stability of zeolite catalysts (see below). It has also a pronounced effect on their selectivity in consecutive reactions, such as the hydrocracking of n-paramns [34]: while on catalysts having a low acid site density the n-alkane transformation actually occurs through a step-by-step process, the apparent reaction scheme is parallel on catalysts with a high density of acid sites [34]. This probably occurs (but has not yet been shown) for consecutive reactions of functional compounds such as the electrophilic substitutions of aromatics. The acid site density can also affect the selectivity of transformations occurring through parallel reactions. Thus the higher the Si/Al ratio of a Y zeolite (hence the lower the acid site density), the lower the disproportionation/isomerization rate ratio in the transformation of xylenes [35]. To explain this observation, it was proposed that the bimoleeular reaction of disproportionation demanded adjacent catalytic sites while the isomerization (monomolecular) required only one acid site. In the alkylation of phenol with methanol over HY zeolites there is also a change in selectivity with the acid site density. The lower the density, the higher the o/p-cresol selectivity. It was suggested that para-substitution was only possible if there was more than one acid site per supercage [36]. Coexistence of acid and basic sites acid-base and base catalysis Numerous reactions of functional compounds involve acid base or base catalysis. One of the advantages of solid catalysts is that acid and base sites can coexist in close vicinity without reacting with each other. A typical example is alumina, which has an amphoteric character. After appropriate modifications through ion exchange, zeolites also can have acid-base properties. 177 One reaction involving acidic and basic sites on zeolites is the reaction of alcohols with HgS to produce thiols [37]. ROH+HzS Nax RSH+HgO (3) The first step of the reaction is thought to be the dehydration of the alcohol into olefins. This reaction takes place on Bronsted acid sites generated by HgS chemisorption. It is shown that basic sites are necessary to generate the SH~ ions which react with olefins to form thiols. It has also been shown by using acidic and basic poisons that reactions such as the conversion of tetra- hydrofuran into tetrahydrothiophene require both acidic and basic sites [38]: Co ^s ^ 0 ,^ (4) Indeed, this reaction is inhibited both by HC1 and by pyridine. Similarly the opening ofepoxides by aniline [39]: -CeH,3-Z\\ + PhNH, OH ^-(,H,3-^-NH-Th CgM,3-^_\\ + PhPlM, ^ ^- NHPfl ^e\"^ OH (5) cannot be achieved by acidic or basic sites alone, but requires the concerted action of moderately acidic and basic sites. Indeed lower yields are obtained on the most acid HY and on the most basic CsY than on the other catalysts (Table 1). Zeolites m their alkaline form can be used in base-catalyzed reactions [40]. Moreover it is possible to generate strong basic sites inside the pores of zeolites. Martens and coworkers [41, 42] have deposited sodium clusters in the supercages of faujasites by impregnation with sodium azide followed by thermal decomposition. These catalysts exhibit very strong basic sites which are able to catalyze reactions such as the side-chain alkylation of aromatics, the aldol or ketol condensation etc. An interesting example is the condensa- tion of acetone over Na zeolites, which leads to mesityloxide and isophorone [43]: 0 Na./Z OH P 2 CHa-C-CHg * CHs-C-CH^-C-CHa C^ 0 (CM^C=CH-e -CH=CfCH^ (6) 178 TABLE 1 Ring opening ofepoeddes [39] (see eqn. 5) Catalysts Yield (%) HY CaY NaY KY CsY 70 90 90 77 63 Of course in such a reaction water is produced, and the sodium clusters are hydrolysed into the hydroxide, which is the actual catalyst. The second example concerns the Meerwein-Ponndorf Verley reduction of citronellal [44]. Depending on the alkali metal introduced into the zeolite, the reaction yields either citronellol or isopulegol: With NaX, 86% isopulegol (I) and 14% citronellol (11) are obtained at 87% conversion of citronellal, while with CsX 92% citronellol is obtained at 77% conversion. However, this is rather attributed to a difference in pore dimension than to a difference in basicity. Association ofredox sites to acid-base sites (bifunctional catalysis) This association makes it possible to carry out in one step (bifunctional catalysis) certain syntheses which normally would require several steps. Without introduction of redox sites, zeolites can sometimes act as bifunc- tional catalysts. This is the case in the syntheses of pyridines from ethanol and ammonia on HZSM5 [45]. CHaCHaOH -^- CHaCHO NHS pyridines (8) In this reaction, which occurs in the presence of oxygen, the first step is the oxidation of ethanol into acetaldehyde on non-acid sites whose nature is unknown. Acetaldehyde then reacts with ammonia and leads to pyridines. The second step requires acid sites. The authors underline an important point in bifunctional catalysis: the need for a balance between the two functions of the catalyst. Optimum selectivity in pyridine is obtained with zeolites having a Si/Al ratio of about 65. Furthermore, it is easy to introduce redox sites inside the zeolites. In 179 particular, noble metals such as Pt or Pd can be obtained in well-dispersed form in the zeolite pores. In a recent review [22], Hoelderich gave several examples of polyfunctional catalysis on zeolites doped with metals. 3- Hydroxy-3-methylbutane-2-one was quantitatively converted into methyl isopropyi ketone by using a Ce/Pd-doped borosilicate zeolite: OHO CHs 0 I il l II CHs C C CHs z!i20 CHa CH C CHa (9) | +\" 2 CHa Dehydration (acid-catalyzed) and hydrogenation occur simultaneously with- out any loss of selectivity caused by attack of the carbonyl group. In the presence of hydrogen, Pd-zeolites catalyze the formation of saturated ketones by ketol condensation. Thus acetone gives methyl isobutyl ketone with very good selectivity at a conversion of about 30% over Pd-HZSM5 at 180 C under hydrogen: O O CHa II II l 2CH3-C-CH3 J^ CHs-C-CH^CH-CHs (10) Redox reactions Zeolites can serve as supports for active components (Pd, Cu, Ag etc.) for oxidation and ammonoxidation in the presence of molecular oxygen [7, 46, 47]. A titanium derivative of silicalite called TSi is of great interest for oxidation reactions using hydrogen peroxide. The catalytic properties of TSi have already found industrial application in the production of hydroquinone and catechol: 0\" OH OH ^1^ HiO, .^^ ,A^OH ^ T^ ^ + ^ (11) According to Notari [48], titanium peroxo compounds formed by addition of hydrogen peroxide to the surface titanium constitute the actual oxidants. TSi gives also good results in olefin epoxidation. Thus propene epoxidation occurs with high yield and good selectivity, particularly if TSi is silylated. The high selectivity of TSi would be due to the fact that the Ti sites are isolated. The decomposition of hydrogen peroxide into Og, which would occur very rapidly on Ti pairs through a bimolecular mechanism, occurs very slowly on the isolated Ti sites. The shape-selective properties of zeolites can be used for oxidation or hydrogenation reactions. Thus Dessau [49, 50] has shown that it is possible to oxidize selectively para -xylene in a mixture ofxylenes on Cu-ZSM5 zeolite, or to hydrogenate selectively on Pt-ZSM5 linear olefins in a mixture of linear and branched olefins. Metallophthalocyanine complexes encaged in faujasite supercages exhibit in oxidation regio- and stereo-selectivities different from that of homogeneous complexes [51, 52]. Zeolites having hydrogenating sites close to an optically active ligand allow enantioselective reactions. Thus 180 acetophenone can be hydrogenated into optically active 1-phenylethanol on a Pt-ZSM5 exchanged with S( )-a-methylbenzylamniomum ions [53]. Herron and Tolman [54] found that the regioselectivity obtained in n-octane oxidation on the internal sites of an Fe(II) ion-exchanged 5A zeolite containing Pd(0) is comparable to that of the alkane (u-hydroxylases. However the oxidized products remained trapped in the zeolite because their size was greater than the apertures and could be recovered only after dissolution of the zeolite framework. Even if these results do not have a priori a great practical interest, they show the possibility with zeolites to mimic enzymes. This possibility was underlined by Derouane and Van- derveken [55]: Ba- and K-exchanged Pt-L zeolite would act like an enzyme in selectively aromatizing n-hexane into benzene. Structural effects accessible surface area As mentioned in the introduction, one of the characteristics of zeolites is that the dimensions of their pores (apertures and cavities) are of the same order of magnitude as those of organic molecules of relatively small size. This can be considered a big advantage of zeolites over amorphous materials, as it gives rise to their ability to discriminate among molecules, intermediates or transition states according to their size and shape. This property was first depicted by Weisz and Frilette in 1960 and was designated by reactant, product and transition state shape selectivity [6]. Since then numerous applications have been found in the field of hydrocarbon chemistry, and shape selectivity has been the subject of numerous review articles [7-11]. However the fact that zeolite pores have relatively small apertures has also a few disadvantages, especially in the field of functional compounds. One is that bulky molecules will only be able to react on the external surface of the catalyst particles. Although this can sometimes represent a significant part of the total surface area [56], this can be considered as a small fraction of the potential active surface area. The other drawback is that bulky molecules of products may be trapped inside the cavities and lead to deactivation of the catalyst. Selectivity effects in the case of parallel reactions A typical example is the regioselectivity (i.e. para-selectivity) in the electrophilic substitution of aromatics. This selectivity is due to the fact that the less bulky para-isomer diffuses faster than the ortho. Thus with 10-membered ring zeolites such as pentasil zeolites, it is possible to obtain a very high selectivity in para-xylene by alkylation of toluene with methanol [57]. As we will see, numerous examples of shape selectivity also exist in the field of molecules containing heteroatoms, although the product distribution can be modified by factors other than purely steric. In the alkylation of chlorobenzene with methanol [29], a better selectivity for para-chlorotoluene was obtained by using as catalyst a HZSM5 zeolite (particularly with large crystals) instead of H-mordenite (Table 2). 181 TABLE 2 Alkylation of chlorobenzene with methanol [29] HMOR HZSM5 crystal size (fim) 0.5 5 para/ortho selectivity 0.7 2.10 220 1.5 10 The alkylation of phenols or anilines seems to be more complicated, and shows that the presence of certain heteroatoms may introduce significant differences in the behaviour of aromatic substrates in zeolites. In a recent review article Parton et al. [25] discuss the selectivities obtained m the alkylation of phenol by methanol. In addition to the work of Namba et al. [32] mentioned above, numerous results in the literature are actually in agreement with the hypothesis that anisole formation would require weak acid sites [58 60]. Faujasites, which are thought to have weaker acid sites than pentasil zeolites, have generally a higher selectivity for anisole [61 63]. Moreover HNaZSMO also has a higher selectivity than HZSM5 [64, 65]. However, several authors report high selectivities in anisole [36, 58, 66] on protonic pentasil zeolites. In certain cases pentasil zeolites (HZSM5, HZSM11) are even more selective in anisole than Y zeolites [36, 66]. Since the former are known to exhibit stronger acidity than the latter, this can only be attributed to shape selectivity. The second point concerning the alkylation of phenol by methanol is that on zeolites the selectivity in para-cresol is not very high, although it is generally higher than on amorphous and especially on basic materials. In this latter case the explanation is that phenol can be vertically adsorbed on the surface, thus favouring C-alkylation in the ortho position [67]. Such an explanation obviously cannot hold for acidic materials. Neither can low para-cresol selectivity be due to a rapid isomerization of cresols, since ahnost no meto-cresol is obtained whereas at 250 C the thermodynamic equilibrium distribution (mol%) is o/p/m = 32/4/64 [68]. A possible explanation for the poor para selectivity of zeolites in this reaction is proposed by Beltrame et al. [69, 70]. The alkylation of phenol would occur through methyl exchange between an adsorbed anisole molecule and a phenol molecule interacting together (Scheme I): '0^^\"o> -CH, 2- Scheme 1. This would bring the ortho position of phenol closer to the methyl group than the para position. A similar explanation is proposed by Marczewski et al. [36] to account 182 for the effect of dealumination, which favours or(Ao-cresol formation. It is assumed as m the preceding proposal that phenol interacts with preadsorbed methanol through the oxygen (Scheme 2): Scheme 2. This should also favour ortho substitution unless another methanol molecule is adsorbed in the vicinity of the interacting phenol molecule. This will be all the more so as the site density on the zeolite will be lower, as is the case on highly dealuminated Y or on pentasil zeolites. An alternative (although very simple) explanation is also proposed by Marczewski et al. [36] to account for the high ortho selectivity obtained over HMOR. They propose that due to the respective sizes of the molecules and of the pores, phenol molecules have to diffuse inside the crystallites with their axes parallel to the channels, which would favour reaction with adsorbed methanol in the ortho position (Scheme 3): HO^O) CH^ 6 HZ. z- Scheme 3. Again this could account for the results obtained with HZSM5. Parton et al. [25] prefer another explanation. They observe that anisole alkylation by methanol (or self-alkylation) also leads to cresols with a high ortho -selectivity, while it leads to methylanisole with a high para-selectivity. They conclude that o-cresol results from an intramolecular transformation of anisole and moreover that anisole is an intermediate in the formation of cresol in the case of the alkylation of phenol by methanol. According to the authors, this is due to the fact that, inside the pores of ZSM5 bimolecular reactions are prohibited, which renders intramolecular rearrangements, when possible, the dominant processes. However this explanation is not totally convincing for the following reasons: (i) The transition state involved m the intramolecular alkylation of anisole into cresol does not seem to be much less bulky than the transition state involved in the ortho -alkylation of phenol by methanol. (ii) This appears also to be in contradiction with other results obtained by Parton et al. [59] or by Jacobs et al. [71]. For instance, they explain the para-selectivity observed in the formation of methylanisole from anisole by shape selectivity. They assume therefore that methylanisole formation, although involving a very bulky transition state, occurs in the pores. 183 (ui) It was shown that under the same conditions cresols isomerize on HZSM5 with a high para-selectivity [25]. To summarize, it is not clear why in particular intennolecular alkyla- tion of anisole can occur with a high para-selectivity while intennolecular alkylation of phenol cannot, unless the former occurs exclusively at the external surface of the crystallites. Indeed, the activity reported by Jacobs et al. [71] seems to be very low compared to the alkylation of phenol with methanol over HZSM5 [36]. But if the reaction occurs at the external surface, then the question arises of the origin of the para-selectivity observed in the formation of methylanisole. The acylation of aromatics shows more or less the same features. Toluene can be acylated by carboxylic acids m the liquid phase in the presence of Ce-Y zeolite [72]. According to Gauthier et al. [73], this reaction is catalyzed by Bronsted acid sites. The reactivity of the acylating agent increases as the chain length of its alkyi group increases. This can be attributed to an increasing stabilization of the corresponding acylium ion. In every case, the para-isomer is formed preferentially. The selectivity, which is much higher than that of aluminum choride, is attributed to steric con- straints on the transition state which would be less significant in the case of para-substitution than in that of ortho -substitution. Nevertheless this does not seem to be the unique reason for the para-selectivity, since non-shape- selective systems also favor the formation of the para-isomer, although to a lesser extent [72, 74]. High para-selectivity is also obtained in the case of the acylation of anisole by acyi chlorides and carboxylic acids [75] in the presence of zeolites. The authors consider that this is also due to shape selectivity. As proof, they advance the fact that para-cresol does not react with phenylacetic acid over HZSM5. Another interesting feature is that the intramolecular acylation of 3-phenylpropanoyl chloride: (12) is partly inhibited over zeolite catalysts, as compared to Aids. However para-selectivity is not always obtained in acylation reactions. For instance, the acylation of phenol by acetic acid over silicalite [76] or HZSM5 [77] leads respectively to ort/io-hydroxyacetophenone with 94% or 99% selectivity. A possible explanation for the high ortho -selectivity obtained in this case could be that ort/io-hydroxyacetophenone is formed through the intramolecular rearrangement of phenylacetate. However, as for the alkyla- tion of phenol by methanol, it is not clear why such a process would be favoured as compared to the intennolecular reaction between phenol and acetic acid. In comparison with these results, the Fries rearrangement of phenyl- acetate in the gas phase [78] leads also to high selectivity in ortho- hydroxyacetophenone (sa:!90%) over HY and fluorided alumina. However, over 184 HZSM5 an ortAo/para-hydroxyacetophenone molar ratio of about 1 is found, which obviously indicates shape selectivity. Another point of interest is that with HY and with AlgOg F p-acetoxyacetophenone, 2-methylchromone and 4-methylcoumarin are also formed. The former is necessarily formed by intermolecular acylation of phenylacetate. The two latter compounds are most probably formed through an intramolecular condensation of ortho- acetoxyacetophenone, which does not appear among the products: (13) 2-Methylchromone and 4-methylcoumarin are not formed on HZSM5 (or to a much lesser extent). This means that the ortho -acylation of phenyl acetate occurs readily on HY but not so easily on HZSM5. This seems to indicate that the reaction does occur inside the pores of ZSM5 and that the selectivity observed in the case of hydroxyacetophenone is due to shape selectivity. It is also interesting to point out that in the case of the acylation of phenol by acetic acid over silicalite [76], the same compounds are formed as with HY or AlaOg F. Appreciable amounts ofparo-acetoxyacetophenone, of methylchro- mone and of methylcoumarin are found. This could indicate that a significant part of the reaction takes place on the external surface of the crystallites. Concerning electrophilic aromatic substitution, it can be concluded that the presence of heteroatoms brings about significant differences as compared to aromatic hydrocarbons (e.g. toluene), either in the adsorption state or reaction mechanism (transition states). The consequence is that the product distributions observed are sometimes in complete disagreement with what would be expected from shape selectivity. This creates certain limits to one of the main advantages of zeolites over amorphous catalysts. Another example of structure-induced selectivity in the case of parallel reactions with non-aromatic compounds is the synthesis of aliphatic di- nitriles from dicarboxylic acids and ammonia [19]: HOOC fCHt)^ COOH NC (CH^CN ^C^0 (14) U^ P-^ \\;H-\" ^CN Two cyclization reactions can occur which lead to undesirable byproducts 185 [79,80]. The selectivity towards useful products can be improved by using Na P boron zeolite instead of Na P SiOz (Table 3). This is obviously due to shape selectivity. TABLE 3 Synthesis of adipodinitrile from adipic acid (400 C, fluidized bed reactor) [19] Na-P/B-zeolite Na-P/SiOz adiponitnie (%) 94.0 83.4 cyclopentanone (%) 0.9 4.3 cyanocyclopentanonimine (%) 0.6 2.4 Selectivity effects in the case of consecutive reactions One of the most famous examples of the inhibition of consecutive reactions due to shape selectivity is the HZSM5-catalyzed methanol to gasoline process, m which the reaction is actually limited to the formation of Gio aromatic hydrocarbons (e.g. durene) [11]. In the field of functional compounds we can also find examples of such limitations. Condensation of acetone As we have seen above (eqn. (6)), the base-catalyzed condensation of acetone can lead to mesityl oxide, and then to phorone which may cyclize into isophorone. It may also lead to heavier products resulting from polycondensation. As shown by Martens et al. [43], at similar conversions NaX zeolite leads to smaller amounts of heavy products than does alumina (Table 4). On the other hand zeolite L, which has smaller pores, gives a much better selectivity in mesityl oxide than does zeolite X. TABLE 4 Aidol condensation of acetone at 653 K (MO: mesityl oxide; iPO: isophorone) [43] Support Conversion MO + iPO Heavy products MO/iPO (%) Na-Xy-AlAi Na-KL Cs-Na-X 32.4 27.8 8.3 7.5 69.4 44.1 78.2 82.4 26.7 45.6 11.3 10.1 0.14 0.7 1.9 0.7 Hydroxylation ofaromatics As we have seen above, the oxidation of aromatics into phenols can be achieved by electrophilic aromatic substitution. One of the difficulties of the reaction is that the hydroxylated products are (because of the activating hydroxyl group) more reactive towards aromatic electrophilic substitution than the starting material. In the hydroxylation of benzene by NgO using HZSM5 as catalyst [30], the mono/polysubstitution selectivity is, however, good, but the phenol yield is rather low (3-10%). 186 Another industrially very important reaction is the hydroxylation of phenol into hydroquinone and catechol. In existing processes involving liquid phase superacid activation of HgOg [81], secondary reactions considerably decrease the yield of useful products by leading to polyhydroxylated aromatic compounds and tars. Thus, these processes are operated at low conversion rates (5-10%) (Table 5). As mentioned above, TSi, a non-acidic Ti silicalite, can be used as a catalyst for the hydroxylation of phenol [48]. In this case, the formation of polyhydroxylated benzene and tars is inhibited by transition state shape selectivity, which allows a higher conversion. TABLE 5 Phenol hydroxylation by H^Oa [48] ENI process Other processes [82] [81] [83] conversion (%) phenol selectivity (%) catechol/hydroquinones tars (%) 25 90 l 10 5 90 1.4 10 10 80 2.3 20 External surface shape selectivity Organic chemistry often involves bulky molecules which obviously cannot enter the pores of zeolites. However it is known, at least for hydrocarbons, that such phenomena as the confinement effect [84] or the nest effect depicted by Derouane [85] can play a role in modifying the selectivity of catalytic reactions. For instance, the alkylation of naphthalene by methanol over HZSM5 zeolite [86]: was found to be highly regioselective, giving 89% JS-methylnaphthalene, which was considered as a special case of shape selectivity induced by the outer surface of the zeolitic material. Similarly the disproportionation of 1,2,4-trimethylbenzene over H-offretite leads preferentially to durene and ortAo-xylene [87]: A-~^ H-offie&A 'vi;^ ^S-^ 2 [cT & , )^ + (0^ (16) although the reaction obviously occurs on the external surface of the crystallites. Similar phenomena are also observed in the case of functional com- pounds. Thus the high selectivity found in the Beckmann rearrangement of cyclohexanone oxime into caprolactam [88]: / \\ , HZSM? ^ ^ ^T^OR C^\" (17) H2SM? ^ ^ - [ NH OH \\_^ -\"b can also be attributed to this type of shape-selectivity, since the authors show that only the outer surface of the crystallites takes part in the reaction. 187 Adsorption and concentration effects Adsorption effects and related phenomena Solids can be used as 'dry solvents' or supports for organic reactions without acting as catalysts [89-91]. The role of the solid can then be to concentrate the substrate, to sterically orient the reaction or to stabilize the products so that they cannot react further. Thus Bram and Loupy have reported that a large variety of reactions takes place in the presence of solids such as silica [90] or alumina [89] instead of liquid solvents. Interesting effects were observed concerning reaction yields as well as selectivity. Similar effects were obtained in the presence of zeolites. Risbood and Ruthven [92] reported that the reduction of aldehydes in the presence of ketones using LiBH4 deposited on A and X zeolites was highly selective, whereas a very poor selectivity was obtained when the reaction was carried out in homoge- neous solutions. They found that only a small amount of LiBH4 was adsorbed on the zeolite; moreover they obtained almost the same selectivity with X zeolites in which both the ketone and the aldehyde can penetrate and with A zeolites in which only the aldehyde can penetrate. Therefore they conclude that the selectivity of the reducing agent does not arise from a molecular sieve effect but rather from a phenomenon occurring on the external surface of the crystals. In certain reactions involving water, the hydrophilic or hydrophobic character of the zeolite can affect its activity. Thus in carboxylic acid esterification [93] or in ethylenic hydrocarbon hydration [94], it has been shown that the most hydrophobic zeolites were the most active. However, it is very difficult to distinguish between the effects resulting from hydrophili- city or hydrophobicity and the effects resulting from acidity, because both are linked [94]. Concentration effect The pore size of zeolites being comparable to the size of organic molecules, these molecules are strongly adsorbed and their effective con- centration in the vicinity of the internal acid sites is greater than their concentration in the gas phase. Thus at 200 C, the concentration of n-heptane in NaX pores is about 250 times greater than the gas concentra- tion [1]. This concentration effect influences the activity, the selectivity and the kinetics of the reactions. It is largely responsible for the higher activity of the acid sites of zeolites compared to conventional catalysts such as silica-alumina [95,96]. The greater hydrogen transfer rate/chain-scission rate ratio found in F.C.C, with zeolite catalysts compared to silica-alumina is mainly due to this concentration effect. Indeed a higher concentration would increase the rate of the bimolecular hydrogen transfer reactions more than the rate of the monomolecular cracking reactions [95, 96]. Obviously, a higher activity of zeolites compared to conventional catalysts and a higher selectivity for bimolecular reactions should also be found in the transformation of functional compounds. These particularities 188 are however more difficult to demonstrate in this case, because other parameters may interfere. In particular, most of the transformations of functional compounds require acid base sites, whose intrinsic properties are less well-defined than those of acid sites and depend more on the catalyst considered. The kinetics of the reactions catalyzed by zeolites is also influenced by this concentration effect. This was shown in the case of the hydrocracking of paraffins on Pt zeolites [97-100]. This reaction occurs through a bifunctional mechanism, the limiting step being the transformation of the carbenium ion intermediates. With this mechanism the reaction orders with respect to hydrogen and to the alkane are expected to be equal to -1 and 1 respectively. If the order with respect to hydrogen is indeed equal to 1, the order with respect to the alkane is below 1 even at low alkane pressures. Obviously, the smaller the size of the pores the lower the pressure above which the order will be below 1. Thus for n-heptane hydrocracking this pressure is equal to about 50 kPa on Pt-HY and to 5 kPa on Pt-HZSM5 [100]. The change in the activity as a function of the alkane pressure is in agreement with the change expected from the bifunctional mechanism, provided the concentration of the alkane in the vicinity of the active sites is taken to be the concentration of physisorbed alkane calculated on the basis of the Langmuir Hinshelwood model [97 100]. As the functional compounds have a high polarity, they adsorb certainly more strongly than the hydrocarbons. Therefore, their concentration in the zeolite micropores must be much higher than in the gas phase and the reaction orders very low. This is actually the case for the alkylation of phenol with methanol over HY zeolites [101]. In this reaction, the mechanism is suggested to be a Rideal-type mechanism in which phenol in the gas phase is expected to react with adsorbed methanol. This would lead to a first-order reaction with respect to phenol. However, a zero order with respect to phenol is observed even at very low pressures (2 10 kPa). For many reactions of functional compounds, there is no positive effect of the pressure on the rate and hence no reason to operate at high pressure. Coke formation and deactivation As was the case for hydrocarbon transformations, the deposit inside the pores and/or on the outer surface of secondary heavy reaction products ('coke') is the main cause of the deactivation of zeolites during the transformation of functional compounds [13, 29, 36, 102-104]. It is thus not surprising that nearly half of the patents in the field of synthesis of specialty chemicals on zeolites concern ZSM5, known for its low coking activity. The effect of the zeolite characteristics (acidity, porosity, etc.) and the operating conditions (temperature, nature and pressure of reactants, etc.) on the coking and deactivation rates is now well-known for the transformation of hydrocarbons. In contrast, very few studies are available concerning the transformation of functional compounds. We shall show here from these 189 preliminary studies that the main conclusions drawn in the case of hydro- carbon transformations seem to apply to the reactions of functional compounds. Coke composition, location, mode of formation The compounds responsible for zeolite deactivation during hydrocarbon transformation are located not only on the outer surface but also in the micropores, and consequently are not always polyaromatic. Therefore we have decided to define 'coke' as the heavy secondary products (polyaromatic or non-polyaromatic) of a reaction retained inside and/or on the zeolite [13]. A technique has been developed for characterizing zeolite coke [105], which consists of treating the coked samples with a solution of hydrofluoric add in order to dissolve the zeolite and to liberate the internal coke. The components of coke, soluble in CHaClg, are analyzed by GC, IR, HNMR, MS, etc. while the non-soluble part is characterized by electron microscopy and electron energy loss spectroscopy. A great deal of information on the coking phenomena has been obtained from the composition of coke formed during hydrocarbon transformation on zeolites [13]: the size of the coke molecules and their aromaticity increases with time on stream. Generally coke begins to form inside the cavities (or at the channel intersections). External coke appears at high time on stream by growth of the molecules of internal coke. The nature and the distribution of the coke components depend on the pore structure. At high reaction temperature their molecular size is intermediate between the size of the apertures and that of the cavities (or of the channel intersections); the retention of coke molecules is caused by steric blockage. At low reaction temperature their size is often smaller than the size of the apertures and their retention is due to their low volatility. The formation of coke molecules occurs through numerous successive bimolecular steps. The characterization, by the same technique, of the coke formed during phenol alkylation with methanol on USHY at 200 C led to similar conclu- sions [102]. All the coke components are soluble in methylene chloride. They have 1 to 3 aromatic rings bearing hydroxy or methoxy groups (Table 6). These compounds are located in the zeolite micropores. Indeed the kinetic diameter of the main components is smaller than the pore aperture of the zeolite. Furthermore their boiling points can be estimated between 210 C and 460 C. Therefore at least the more volatile compounds could be eliminated under the operating conditions if they were located on the outer surface. At the low temperature chosen for reaction, their retention in the zeolite pores can be attributed to their low volatility and to a condensation effect. Operating at a higher reaction temperature decreased the retention of these compounds. Unfortunately methanol was then transformed into olefins which led to the formation of polyaromatic coke [106]. Preliminary exper- iments at a higher temperature (450 C) with other functional compounds (pyridine, phenylacetate) show that the retention of coke is then due to steric blockage as in the case of hydrocarbons [106]. 190 TABLE 6 Probable formula of the main compounds retained in USHY after 6 h reaction at 200 C [102] Family Main compound C H^_60 8<ra<12 -(CM^ or @-(CH,), c H2 _i40 Mo-ter^ra-oH 13<re<20 ^ 'W\" 13 < re < 20 C H2 _ieO 12<n<20 \\^n^2n-2^\\J2 19<n<25 All the coke components formed during phenol alkylation at 200 C result from successive 0- and C-alkylations of phenol by methanol or by anisole. Thus pentamethylanisole formation requires six successive alkyla- tion steps. Compounds with a diphenylmethane skeleton can be formed through the electrophilic attack of phenol or anisole by a benzylic carboca- tion. Similar compounds are known as intermediates in the disproportiona- tion of methylbenzenes [107]. Compounds with a diphenyl ether skeleton can be formed by a bimolecular reaction of phenol, of anisole or of both. These compounds can lead to dibenzofuranic compounds [101]. Coking and deactivation rates Thanks to the use of series of zeolites with different Si/Al ratios obtained by synthesis (e.g. MFI) or by dealumination (e.g. FAU), the very significant role the acid site density plays in the rato of coking during hydrocarbon transformations is now well demonstrated [13]: the higher the Si/Al ratio (hence the lower the acid site density), the slower the coking and therefore the deactivation of the zeolite. This was also found during various transformations of functional compounds: alkylation of chlorobenzenes [29] or of phenol [36], Beckmann rearrangement [86], condensation of for- maldehyde with benzene [103], conversion ofcarboxylic acids [108] etc. The strength of the acid sites, the pore structure, the operating conditions (nature of the reactant and of the products, temperature, etc.) also play significant roles in the coking and deactivation phenomena. Thus for the Beckmann rearrangement [24, 86], the acid strength plays a negative role. Only rather weak acidity is required to obtain a long catalyst lifetime (and also a high selectivity at high conversion). Furthermore it is obvious [13] that since coking occurs mainly in the pores of zeolites, the coking rate is all the greater when: (i) the space available for its formation (in the cavities or at the channel intersections) is greater. (ii) the coke precursors diffuse more slowly into the gas phase. 191 It is probably because of this latter point that the more basic an aromatic reactant the greater the coke production [109]. Indeed the contact time between the acid zeolite and the reactant increases with the basicity, therefore increasing the possibility of secondary reactions leading to coke. For the same reason the size of the reactant molecule also plays a significant role. It is well demonstrated in the case of hydrocarbon transformations that the sensitivity of zeolites to deactivation by coke depends a great deal on their pore structure [13]. Thus coke has a more pronounced deactivating effect on zeolites such as mordenite in which the organic molecules can diffuse only in one direction than on tridimensional zeolites such as Y or ZSM5 zeolites. Indeed a single coke deposit in a large channel of the mordenite is sufficient to block the access of the reactant to the totality of the acid sites of this channel, while a coke deposit in a large cavity of Y zeolite or at a channel intersection of HZSM5 only blocks the access to the sites of this large cavity or of this channel intersection. However erionite, which has a tridimensional network, deactivates very rapidly; this can be attributed to the presence of large cavities with small apertures acting like traps for numerous reaction products. It must be noted that because of the creation of mesopores, the dealumination by steaming of monodimensional zeolites, which decreases the coking rate, can also decrease the coke toxicity [110]. The coke formed from functional compounds being mainly located in the pores of the zeolite, blockage of the access of the reactant molecules to the active sites is the main cause of deactivation and the deactivating effect of coke will depend in the same way on the pore structure. How to limit the deactivation of zeolites There are great similitudes in the modes of coking and deactivation during the reactions of hydrocarbons and of functional compounds on zeolites. Therefore the possibilities for limiting the deactivation of zeolites are identical. First, it is necessary to adjust the acidobasicity and the pore structure to the reaction. In particular, in order to avoid the successive secondary reactions leading to coke, the lowest possible site density neces- sary to obtain the desired activity will be chosen. Zeolites having monodi- mensional frameworks or large cavities with small apertures which are very sensitive to deactivation [13] will be avoided. Steric constraints near the active sites caused by the pore structure (as such or modified, for instance by deposits) can inhibit the formation of heavy secondary products. Coke formation and deactivation of zeolites during hydrocarbon transformations can be limited by the addition of a hydrogenating agent. Under hydrogen such an agent, even if present in low amounts, allows the hydrogenation of coke precursors with consequently a sharp decrease in the coking and deactivation rates. This is particularly evident when there is a change from an acid to a bifunctional mechanism (e.g. cracking on acid zeolites to hydrocracking on Pt acid zeolites). But it can also be the case for the typical reactions of acid catalysis such as toluene disproportionation [111]. This 192 scavenger effect of hydrogen could, without doubt, also be of interest in the synthesis of certain functional compounds. It must be noted that the amount of hydrogenating agent can be very small, which eliminates the risk of secondary reactions. Moreover, in certain cases acid zeolites without any hydrogenating additive can activate hydrogen, particularly if it is used under pressure [11, 112]. Very strong add sites could be responsible for this activation of hydrogen, unless this effect is caused simply by hydrogenating impurities in the zeolite. Hydrogen is not the only agent capable of limiting the formation of coke; other compounds, either reductors or oxidants (for instance oxygen), can play the same role. As for hydrocarbon transformations, operating conditions should be chosen so as to limit: (i) the formation of compounds leading very rapidly to coke. For instance cumene or ethylbenzene disproportionation can be carried out practically without deactivation at temperatures below 250 C [113, 114] because there is no production of olefins (no dealkylation) well-known as coke precursors; (ii) the secondary successive reactions generally involved in the forma- tion of the compounds responsible for deactivation (low contact time, recycling, etc.); (iii) the deposit of heavy secondary reaction products inside the pores or on the outer surface (reactions in liquid phase with solvents rather than in gas phase, etc.). Conclusion Zeolites have definite advantages over conventional catalysts in certain applications. These advantages are due essentially on one hand to their acid strength and on the other to their adaptability to practically all the types of catalysis: acid, acid-base, base, oxidation, reduction, polyfunctional. Yet they have several definite disadvantages which are still difficult to remedy in spite of the great progress made in the synthesis of new zeolite materials (e.g. VPI 5) and m the modification of existing materials. The first is the deaetivation by irreversible adsorption of heavy secondary products. The second is the impossibility of using the porosity for the synthesis or the transformation of bulky molecules. Zeolites can therefore be used essentially in the synthesis of specialty chemicals rather than fine chemicals. The position is less clear as far as shape selectivity is concerned, which in the case of hydrocarbons is admitted to be one of the main advantages of zeolites on amorphous oxides. The difficulty results from the fact that the more one tries to exploit the shape selectivity of zeolites, the closer the size of the pores must be to that of the molecules and hence the more the phenomenon of condensation in the pores becomes significant. This process is enhanced in the case of functional compounds because of their polarity. 193 References 1 D. W. Breek, Zeolite Molecular Sieves, Wiley, New York, 1974. 2 R. M. Barrer, Hydrothermal Chemistry of Zeolites, Academic Press, London, 1982. 3 J. Scherzer, in T. E. Whyte, R. A. Dalla Betta, E. G. Derouane and R. T. K. Baker (eds.), Catalytic Materials, Relationship between Structure and Reactivity, ACS Symp. Sei., Vol. 248, Washington D.C., 1984. 4 P. A. Jacobs and J. A. Martens, Synthesis of high-silica aluminosilicate zeolites. Stud. Surf. Sei. CataL, Vol. 33, Eisevier, Amsterdam, 1987. 5 Kh. M. Minachev and Y. I. Isakov, in J. A. Rabo (ed.), Zeolite Chemistry and Catalysis, ACS Monograph 171, Washington D.C., 1976, p. 552. 6 P. B. Weiz and V. J. Frilette, J. Phys. Chem., 64 (1960) 382. 7 P. B. Venuto and P. S. Landis, Adv. Catal., 18 (1968) 259. 8 E. G. Derouane, m B. Imelik, C. Naccache, Y. Ben Taant, J. C. Vedrine, G. Coudurier and H. Praliaud (eds.). Catalysis by Zeolites, Stud. Surf. Sei. Catal., Vol. 5, Eisevier, Amsterdam, 1980, p. 5. 9 S. M. Csicsery, in J. A. Rabo (ed.). Zeolite Chemistry and Catalysis, ACS Monograph 171, Washington D.C-, 1976, p. 680. 10 S. M. Csicsery, Zeolites, 4 (1984) 202. 11 N. Y. Chen, W. E. Garwood and F. G. Dwyer, Shape Selective Catalysis in Industrial Applications, Chemical Industries, Vol. 36, M. Dekker, New York and Basel, 1989. 12 Y. Murakami, in T. Inui (ed.). Successful Design of Catalysts, Stud. Surf. Sei. Catal., Vol. 44, Eisevier, Tokyo, 1989, p. 177. 13 M. Guisnet and P. Magnoux, Appl. Catal., 54 (1989) l. 14 P. B. Venuto,Adu. Chem. Ser., 102 (1971) 260. 15 M. L. Poutsma, m J. A. Rabo (ed.), Zeolite Chemistry and Catalysis. ACS Monograph 171, Washington D.C., 1976, p. 529. 16 D. B. Tagiev and Kh. M. Minachev, RUSS. Chem. Rev., 51 (1982) 1009. 17 Y. A. Isakov and Kh. M. Minachev, Russ. Chem. Rev., 51 (1982) 1198. 18 J. E. Maxwell, Adu. Catal.. 31 (1982) 1. 19 W. F. Hoelderich, Pure Appl. Chem.. 58 (1986) 1383. 20 W. F. Hoelderich, M. Hesse and F. Naumann, Angew. Chem., 100 (1988) 232. 21 H. Van Bekkum and H. W. Kouwenhoven, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.). Heterogeneous Catalysis and Fine Chemicals, Stud. Surf. Sei. Catal., Vol. 41, Eisevier, Amsterdam, 1988, p. 45. 22 W. F. Hoelderich, m M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.). Heterogeneous Catalysis and Fine Chemicals, Stud. Surf. Sei. Catal., Vol. 41, Eisevier, Amsterdam, 1988, p. 83. 23 W. F. Hoelderich, in Y. Murakami, A. lijima and J. W. Ward (eds.), New Developments in Zeolite Science and Technology, Kodansha/Elsevier, Tokyo, 1986, p. 827. 24 W. F. Hoelderich, in H. G. Karge and J. Weitkamp (eds.). Zeolites as Catalysts, Sorbents and Detergent Builders, Stud. Surf. Sd. Catal., Vol. 46, Eisevier, Amsterdam, 1989, p. 193. 25 R. M. Parton, J. M. Jacobs, D. R. Huybrechts and P. A. Jacobs, in H. G. Karge and J. Weitkamp (eds.). Zeolites as Catalysts, Sorbents and Detergent Builders, Stud. Surf. Sei. Catal., Vol. 46, Eisevier, Amsterdam, 1989, p. 163. 26 W. F. Hoelderich, in P. A. Jacobs and R. A. Van Santen (eds.), Zeolites: Facts, Figures, Future, Stud. Surf. Sei. Catal., Vol. 49, Eisevier, Amsterdam, 1989, p. 69. 27 P. A. Jacobs, Carboniogenic Activity of Zeolites, Eisevier, Amsterdam, 1977. 28 D. Barthomeuf, Mat. Chem. Phys., 17(1987) 49. 29 Chen Fang Ren, G. Coudurier and C. Naccache, in Y. Murakami, A. lijima and J. W. Ward (eds.), New Developments in Zeolite Science and Technology, Kodansha/Elsevier, Tokyo, 1986, p. 733. 30 Y. Ono, K. Tohmori, S. Suzuki, K. Nakashiro and E. Suzuki, in M. Guisnet et al. (eds.), Heterogeneous Catalysis and Fine Chemicals, Stud. Surf. Sei. Catal., Vol. 41, Eisevier, Amsterdam, 1988, p. 75. 194 31 Ew. Pat. Appl. 53 031 (1982) to J. Schumacker and K. Wang, Monsanto Co. U.S. Appl. Nov. 26,1980. 32 S. Namba, T. Ysahima, Y. Itaba and N. Hara, in B. Imelik, C. Naccache, Y. Ben Taant, J. C. Vedrine, G. Coudurier and H. Praliaud (eds.). Catalysis by Zeolites, Stud. Surf. Sei. Catal., Vol. 5, Eisevier, Amsterdam, 1980, p. 105. 33 S. I. Woo, J. K. Lee, S. B. Hong, Y. K. Park and Y. S. Uh, in P. A. Jacobs and R. A. Van Santen (eds.). Zeolites: Facts, Figures, Future, Stud. Surf. Sei. Catal., Vol. 49, Eisevier, Amsterdam, 1989, p. 1096. 34 M. Guisnet, F. Alvarez, G. Giannetto and G. Perot, Catal. Today, l (1987) 415. 35 A. Benamar, Magister Thesis, University H. Boumedienne, Alger, 1989. 36 M. Marczewski, G. Perot and M. Guisnet, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.), Heterogeneous Catalysis and Fine Chemicals, Stud. Surf. Sei. Catal., Vol. 41, Eisevier, Amsterdam, 1988, p. 273. 37 M. Ziolek, J. Kiyawa and P. Decyk, Zeolites, 8 (1988) 54. 38 Y. Ono, m B. Imelik, C. Naccache, Y. Ben Taant, J. C. Vedrine, G. Coudurier and H. Praliaud (eds.). Catalysis by Zeolites, Stud. Surf. Sei. Catal., Vol. 5, Eisevier, Amsterdam, 1980, p. 19. 39 M. Onaka, M. Kawai and Y. Izumi, Chem. Lett., (1985) 779. 40 K. Tanabe, in B. Imelik, C. Naccache, G. Coudurier, Y. Ben Taarit and J. C. Vedrine (eds.), Catalysis by Acids and Bases, Stud. Surf. Sei. Catal., Vol. 20, Eisevier, Amsterdam, 1985, p. l. 41 L. R. M. Martens, P. J. Grobet, W. J. M. Vermeiren and P. A. Jacobs, in Y. Murakami et al. (eds.). New Developments in Zeolite Science and Technology, Kodansha/Elsevier, Tokyo, 1986, p. 935. 42 L. R. M. Martens, W. J. Vermeiren, P. J. Grobet and P. A. Jacobs, in B. Delmon, P. Grange, P. A. Jacobs and G. Poncelet (eds.). Preparation of Catalysts TV, Stud. Surf. Sei. Catal., Vol. 31, Eisevier, Amsterdam, 1987, p. 531. 43 L. R. M. Martens, W. J. Vermeiren, D. R. Huybrechts, P. J. Grobet and P. A. Jacobs, in M. J. Phillips and M. Ternan (eds.), Proc. 9th Int. Congr. Catal., Calgary, 1988, Vol. l, p.420. 44 J. Shabtai, R. Lazar and E. Biron, J. Mol. Catal., 27 (1984) 35. 45 F. J. Van der Gaag, F. Louter, J. C. Oudejans and H. Van Bekkum, Appl. Catal., 26 (1986) 191. 46 K. Eguchi, T. Tokai and H. Arai, J. Catal., Ill (1988) 457. 47 F. Trifiro and P. Jiru, Catal. Today., 3 (1988) 519. 48 B. Notari, m P. J. Grobet, W. J. Mortier, E. F. Vansant and G. Schulz-Ekloff (eds.), Innovation in Zeolite Materials Science, Stud. Surf. Sei. Catal., Vol. 37, Eisevier, Amster- dam, 1987, p. 413. 49 R. M. Dessau, J. Catal., 77(1982) 304. 50 R. M. Dessau, J. Catal., 89 (1984) 520. 51 N. Herron, A. D. Stucky and C. A. Tolman, J. Chem. Soc., Chem. Commun., (1986) 1521. 52 C. A. Tolman and N. Herron, ACS Prep. Diu. Petr. Chem., 32 (1987) 798. 53 U.S. Pat. 4554262 (1985) to R. M. Dessau. 54 N. Herron and C. A. Tolman, J. Am. Chem. Soc.. 109 (1987) 2837. 55 E. G. Derouane and D. J. Vanderveken, Appl. Catal., 45 (1988) L15. 56 G. P. Handreck and T. D. Smith, J. Chem. Soc., Faraday Trans, l, 85 (1989) 645. 57 D. D. Do, Am. Inst. Chem. Eng. J., 31 (1985) 574. 58 R. Pierantozzi and A. F. Norquist, Appl. Catal., 21 (1986) 263. 59 R. F. Parton, J. M. Jacobs, H. Van Ootherghem and P. A. Jacobs, in H. G. Karge and J. Weitkamp (eds.). Zeolites as Catalysts, Sorbents and Detergent Builders, Stud. Surf. Sei. Catal., Vol. 46, Eisevier, Amsterdam, 1989, p. 211. 60 A. Corma, H. Garcia and J. Primo, J. Chem. Res. (S), (1988) 40. 61 M. Renaud, P. D. Chanta] and S. Kaliaguine, Cara. J. Chem. Eng., 64 (1986) 785. 62 P. D. Chantal, S. Kaliaguine and J. L. Grandmaison, in S. Kaliaguine and A, Mahay (eds.), Catalysis on the Energy Scene, Stud. Surf. Sei. Catal., Vol. 19, Eisevier, Amsterdam, 1984, p. 93. 63 P. D. Chantal, S. Kaliaguine and J. L. Grandmaison, in P. A. Jacobs, N. I. Jaeger, P. Jiru, V. 195 B. Kazanaky and G. Schulz-Ekloff (eds.), Structure and Reactivity of Modified Zeolites Stud. Surf. Sei. Catal., Vol. 18, Eisevier, Amsterdam, 1985, p. 93. 64 F. -Y. Haung and S. -M. Yang, Hua Hsuech, 44 (1986) 6. 65 N. S. Chang, C. C. Chen, S. J. Chu, P. Y. Chen and T. K. Chuang, m H. G. Karge and J. Weitkamp (eds.), Zeolites as Catalysts, Sorbents and Detergent Builders, Stud. Surf. Sei. Catal., Vol. 46, Eisevier, Amsterdam, 1989, p. 223. 66 S. Balsama, P. Beltrame, P. L. Beltrame, P. Camiti, L. Form and G. Zuretti, Appl. Catal., 13 (1984) 161. 67 K. Tanabe and T. Nishizald, m G. C. Bond, P. B. Wells and F. C. ThompldnB (eds.), Proc. 6th Int. Congr. Catal. London, 1976, The Chemical Society, London, 1977, p. 863. 68 D. R. Stull, E. F. Westrum Jr. and G. C. Sinke, in The Chemical Thermodynamics of Organic Compounds, Wiley, New York, 1969. 69 P. Beltrame, P. L. Beltrame, P. Carnitti, A. CasteUi and L. Forni, Gazz. Chim, Ital., 116 (1987) 473. 70 P. Beltrame, P. L. Beltrame, P. Camitti, A. CasteUi and L. Forni, Appl. Catal., 29 (1987) 327. 71 J. M. Jacobs, R. F. Parton, A. M. Boden and P. A. Jacobs, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (eds.). Heterogeneous Catalysis and Fine Chemicals, Stud. Surf. Sei. Catal., Vol. 41, Eisevier, Amsterdam, 1988, p. 221. 72 B. Chiche, A. Finiels, C. Gauthier and P. Geneste, J. Org. Chem., 51 (1986) 2128. 73 C. Gauthier, B. Chiche, A. Finiels and P. Geneste, J. Mol. Catal., 50 (1989) 219. 74 B. Chiche, A. Finiels, C. Gauthier, P. Geneste, J. Graule and D. Pioch, J. Mol. Catal., 42 (1987) 229. 75 A. Corma, M. J. Climent, H. Garcia and J. Primo, Appl. Catal., 49 (1989) 109. 76 U.S. Pat. 4 652683 (1987) to I. Nicolau and A. Aguilo. 77 U.S. Pat. 4668826 (1987) to B. B. G. Gupta. 78 Y. Pouilleux, N. S. Gnep, P. Magnoux and G. Perot, J. Mol. Catal., 40 (1987) 231. 79 DT 1188578 (1965) to K. Baer, M. Decker, J. Schmidt, G. Leibner and H. Sperber. 80 DT 2056296 (1971) to F. Foley and F. C. Macer. 81 J. Varagnat, Ind. Eng. Chem. Prod. Res. Dev., 15 (1976) 212. 82 UJi. Pat. 2116974 (1985) to A. Esposito, M. Taramasse, C. Neri and F. Buonomo. 83 P. Maggioni and F. Minisci, Chim. Ind. (Milan), 59 (1977) 239. 84 E. G. Derouane, J. B. Nagy, C. Femandez, Z. Gabelica, E. Laurend and P. Maljean, Appl. Catal., 40 (1988) Li. 85 E. G. Derouane, J. Catal., 100 (1986) 541. 86 D. Fraenkel, M. Chemiauskly and M. Levy, in Proc. 8th Int. Congr. Catal., Berlin, 1984, Verlag Chemie, Weinheim, 1984, Vol. 4, p. 545. 87 J. Tejada, G. Bourdillon, N. S. Gnep, C. Gueguen and M. Guisnet, in Actas 9 Simp. Iberoamericano Catalise, Lisbon, 1984, Vol. 2, p. 1408. 88 H. Sato, N. Ishii, K. Hirose and S. Nakamura, in Y. Murakami, A. lijima and J. W. Ward (eds.), New Developments in Zeolite Science and Technology, Kodanaha/Elsevier, Tokyo, 1986, p. 755. 89 A. Foucaud, G. Bram and A. Loupy, in Preparative Chemistry using supported Reagents, Academic Press, San Diego, London, 1987, p. 317 and references therein. 90 G. Bram and A. Loupy, in Preparative Chemistry using supported Reagents, Academic Press, 1987, p. 387 and references therein. 91 G. Bram, D. Cabaret and Z. Welvart, N. W. A. Geraghty and J. Garvey, Tetrahedron Lett., 29 (1988) 4615. 92 P. A. Ruisbood and D. M. Ruthven, J. Org. Chem., 44 (1979) 3969. 93 Zhaohva and Zitao, Kexue Tong Bao. 30 (1985) 616. 94 F. Fajula, R. Ibarra, F. Figueras and C. Gueguen, J. Catal., 89 (1984) 60. 95 J. A. Rabo, R. D. Bezman and M. L. Poutsma, Acta Phys. Chem., 24 (1978) 39. 96 B. C. Gates, J. R. Katzer and G. C. A. Schuit, Chemistry of Catalytic Processes, McGraw-HiU Chemical Engineering Series, New York, 1979. 97 M. Steyns and G. C. Froment, Ind. Eng. Chem. Prod. Res. Dev., 20 (1981) 660. 98 H. Vansina, M. A. Baltanas and G. F. Froment, Ind. Eng. Chem. Prod. Res. Dev., 22 (1983) 526, 531. 196 99 G. Giannetto, G. Perot and M. Guianet, Proc. Int. Symp. Zeolite Catal., Siofok, 1985, p. 467. 100 G. Giannetto, Doctorale Thesis, Poitiers n 420,1985. 101 M. Marcziewski, J. R. Bodibo, F. Bouchet, P. Magnoux, G. Perot and M. Guianet, Zeolites for Chemical Synthesis, AlChE Series, Spring Meeting, Houston, 1989. 102 I. Neves, F. R. Ribeiro, F. Bouchet, P. Magnoux, G. Perot and M. Guisnet, React. Kinet. Catal. Lett., accepted for publication. 103 M. J. Climent, A. Conna, H. Garcia and J. Primo, Appl. Catal., 61 (1989) 113. 104 J. Pardillos, B. Coq and F. Figueras, Appl. Catal., 5 (1989) 285. 105 P. Magnoux, P. Roger, C. Canaff, V. Fouche, N. S. Gnep and M. Guisnet, in B. Delmon and G. F. Froment (eds.), Catalyst Deactivation, Stud. Surf. Sei. Catal., Vol. 34, Eisevier, Amsterdam, 1987, p. 317. 106 I. Neves, C. Canaff, G. Perot, P. Magnoux, M. Guisnet, to be published. 107 M. Guisnet and N. S. Gnep, in F. R. Ribeiro, A. E. Rodrigues, L. D. Rollmann and C. Naccache (eds.). Zeolites Science and Technology, NATO ASI Series E n 80, Martmus Nyhoff, The Hague, 1984, p. 57. 108 M. Vervecken, Y. Servolte, M. Wydoodt, L. Jacobs, J. A. Martens and P. A, Jacobs, in R. Setton (ed.), Chemical Reactions in Organic and Inorganic Constrained Systems, NATO ASI Series C, n 165, Reidel, Dordrecht, 1986, p. 95. 109 W. G. Appleby, J. N. Gilson and G. M. Good, Ind. Eng. Chem. Proc. Des. Dev., l (1962) 102. 110 N. S. Gnep, P. Roger, P. Cartraud, M. Guisnet, B. Juguin and C. Hamon, C. R. Acad. Sei., 305(1989)1743. 111 N. S. Gnep, M. L. Martin de Armando, C. Marcilly and M. Guisnet, m B. Delmon and G. F. Froment (eds.). Catalyst Deactivation, Stad. Surf. Sei. Catal., Vol. 6, Eisevier, Amsterdam, 1980, p. 79. 112 Kh. Minachev, V. I. Garanin, T. A. Isakova, V. V. Kharlamov and V. Bogomolov, Adv. Chem. Ser., 102(1971)441. 113 H. G. Karge, K. Hatada, Y. Zhang and R. Fiedorow, Zeolites, 3 (1983) 13. 114 R. P. L. Absil, J. B. Butt and J. S. Dranoff, J. Catal., 85 (1984) 415. X244 9085154A 0304-5102(90)85154-A 10.1016/0304-5102(90)85154-A Heterogenious catalysis Review paper Advantages and disadvantages of zeolites as catalysts in organic chemistry G. Perot M. Guisnet URA CNRS 350, Catalyse en Chimie Organique, Université de Poitiers, 40 avenue du Recteur Pineau, 86022 Poitiers CédexFrance Like conventional solid catalysts, zeolites offer numerous advantages over liquid catalysts: less or no corrosion, no waste or disposal problems, high thermostability, easy set up of continuous processes, etc. Zeolites also have definite advantages and some disadvantages over conventional solid catalysts in a certain number of applications. Both are discussed in terms of the adjustment of the acidity and basicity, structural effects, concentration and adsorption effects, coke formation and deactivation. Actually, the main advantages of zeolites over conventional catalysts are due to the great acid strength they can have and to their great adaptability to practically all types of catalysis. Numerous potential applications of zeolites have been found in the synthesis of chemicals. The main limitations are (i) the great sensitivity of zeolites to deactivation by irreversible adsorption or steric blockage of heavy secondary products and (ii) the impossibility of using their microporosity for the synthesis of bulky molecules. Because of the greater polarity of functional compounds, it is more difficult to exploit the shape selectivity of zeolites for their reactions than in the case of hydrocarbons. References 1 D.W. Breck Zeolite Molecular Sieves 1974 Wiley New York 2 R.M. Barrer Hydrothermal Chemistry of Zeolites 1982 Academic Press London 3 J. Scherzer Catalytic Materials T.E. Whyte R.A.Dalla Betta E.G. Derouane R.T.K. Baker Relationship between Structure and Reactivity ACS Symp. Ser. 248 1984 Washington D.C. 4 P.A. Jacobs J.A. Martens Synthesis of high-silica aluminosilicate zeolites Stud. Surf. Sci. Catal. 33 1987 Elsevier Amsterdam 5 Kh.M. Minachev Y.I. Isakov J.A. Rabo Zeolite Chemistry and Catalysis 1976 ACS Monograph 171 Washington D.C 552 6 P.B. Weiz V.J. Frilette J. Phys. Chem. 64 1960 382 7 P.B. Venuto P.S. Landis Adv. Catal. 18 1968 259 8 E.G. Derouane B. Imelik C. Naccache Y.Ben Taarit J.C. Védrine G. Coudurier H. Praliaud Catalysis by Zeolites Stud. Surf. Sci. Catal. 5 1980 Elsevier Amsterdam 5 9 S.M. Csicsery J.A. Rabo Zeolite Chemistry and Catalysis 1976 ACS Monograph 171 Washington D.C 680 10 S.M. Csicsery Zeolites 4 1984 202 11 N.Y. Chen W.E. Garwood F.G. Dwyer Shape Selective Catalysis in Industrial Applications, Chemical Industries 36 1989 M. Dekker New York and Basel 12 Y. Murakami T. Inui Successful Design of Catalysts Stud. Surf. Sci. Catal. 44 1989 Elsevier Tokyo 177 13 M. Guisnet P. Magnoux Appl. Catal. 54 1989 1 14 P.B. Venuto Adv. Chem. Ser. 102 1971 260 15 M.L. Poutsma J.A. Rabo Zeolite Chemistry and Catalysis 1976 ACS Monograph 171 Washington D.C 529 16 D.B. Tagiev Kh.M. Minachev Russ. Chem. Rev. 51 1982 1009 17 Y.A. Isakov Kh.M. Minachev Russ. Chem. Rev. 51 1982 1198 18 J.E. Maxwell Adv. Catal. 31 1982 1 19 W.F. Hoëlderich Pure Appl. Chem. 58 1986 1383 20 W.F. Hoëlderich M. Hesse F. Naumann Angew. Chem. 100 1988 232 21 H. Van Bekkum H.W. Kouwenhoven M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogeneous Catalysis and Fine Chemicals Stud. Surf. Sci. Catal. 41 1988 Elsevier Amsterdam 45 22 W.F. Hoëlderich M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogeneous Catalysis and Fine Chemicals Stud. Surf. Sci. Catal. 41 1988 Elsevier Amsterdam 83 23 W.F. Hoëlderich Y. Murakami A. Iijima J.W. Ward New Developments in Zeolite Science and Technology 1986 Kodansha/Elsevier Tokyo 827 24 W.F. Hoëlderich H.G. Karge J. Weitkamp Zeolites as Catalysts, Sorbents and Detergent Builders Stud. Surf. Sd. Catal. 46 1989 Elsevier Amsterdam 193 25 R.M. Parton J.M. Jacobs D.R. Huybrechts P.A. Jacobs H.G. Karge J. Weitkamp Zeolites as Catalysts, Sorbents and Detergent Builders Stud. Surf. Sci. Catal. 46 1989 Elsevier Amsterdam 163 26 W.F. Hoëlderich P.A. Jacobs R.A.Van Santen Zeolites: Facts, Figures, Future Stud. Surf. Sci. Catal. 49 1989 Elsevier Amsterdam 69 27 P.A. Jacobs Carboniogenic Activity of Zeolites 1977 Elsevier Amsterdam 28 D. Barthomeuf Mat. Chem. Phys. 17 1987 49 29 Chen Fang Ren G. Coudurier C. Naccache Y. Murakami A. Iijima J.W. Ward New Developments in Zeolite Science and Technology 1986 Kodansha/Elsevier Tokyo 733 30 Y. Ono K. Tohmori S. Suzuki K. Nakashiro E. Suzuki M. Guisnet Heterogeneous Catalysis and Fine Chemicals Stud. Surf. Sci. Catal. 41 1988 Elsevier Amsterdam 75 31 Eur. Pat. Appl. 53 031 (1982) to J. Schumacker and K. Wang, Monsanto Co. U.S. Appl. Nov. 26, 1980. 32 S. Namba T. Ysahima Y. Itaba N. Hara B. Imelik C. Naccache Y.Ben Taarit J.C. Védrine G. Coudurier H. Praliaud Catalysis by Zeolites Stud. Surf. Sci. Catal. 5 1980 Elsevier Amsterdam 105 33 S.I. Woo J.K. Lee S.B. Hong Y.K. Park Y.S. Uh P.A. Jacobs R.A.Van Santen Zeolites: Facts, Figures, Future Stud. Surf. Sci. Catal. 49 1989 Elsevier Amsterdam 1096 34 M. Guisnet F. Alvarez G. Giannetto G. Perot Catal. Today 1 1987 415 35 A. Benamar Magister Thesis 1989 University H. Boumedienne Alger 36 M. Marczewski G. Perot M. Guisnet M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Perot Heterogeneous Catalysis and Fine Chemicals Stud. Surf. Sci. Catal. 41 1988 Elsevier Amsterdam 273 37 M. Ziolek J. Kiyawa P. Decyk Zeolites 8 1988 54 38 Y. Ono B. Imelik C. Naccache Y.Ben Taarit J.C. Védrine G. Coudurier H. Praliaud Catalysis by Zeolites Stud. Surf. Sci. Catal. 5 1980 Elsevier Amsterdam 19 39 M. Onaka M. Kawai Y. Izuroi Chem. Lett. 1985 779 40 K. Tanabe B. Imelik C. Naccache G. Coudurier Y.Ben Taarit J.C. Védrine Catalysis by Acids and Bases Stud. Surf. Sci. Catal. 20 1985 Elsevier Amsterdam 1 41 L.R.M. Martens P.J. Grobet W.J.M. Vermeiren P.A. Jacobs Y. Murakami New Developments in Zeolite Science and Technology 1986 Kodansha/Elsevier Tokyo 935 42 L.R.M. Martens W.J. Vermeiren P.J. Grobet P.A. Jacobs B. Delmon P. Grange P.A. Jacobs G. Poncelet Preparation of Catalysts IV Stud. Surf. Sci. Catal. 31 1987 Elsevier Amsterdam 531 43 L.R.M. Martens W.J. Vermeiren D.R. Huybrechts P.J. Grobet P.A. Jacobs M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal., Calgary 1 1988 420 44 J. Shabtai R. Lazar E. Biron J. Mol. Catal. 27 1984 35 45 F.J. Van der Gaag F. Louter J.C. Oudejans H. Van Bekkum Appl. Catal. 26 1986 191 46 K. Eguchi T. Tokai H. Arai J. Catal. 111 1988 457 47 F. Trifiro P. Jiru Catal. Today. 3 1988 519 48 B. Notari P.J. Grobet W.J. Mortier E.F. Vansant G. Schulz-Ekloff Innovation in Zeolite Materials Science Stud. Surf. Sci. Catal. 37 1987 Elsevier Amsterdam 413 49 R.M. Dessau J. Catal. 77 1982 304 50 R.M. Dessau J. Catal. 89 1984 520 51 N. Herron A.D. Stucky C.A. Tolman J. Chem. Soc., Chem. Commun. 1986 1521 52 C.A. Tolman N. Herron ACS Prep. Div. Petr. Chem. 32 1987 798 53 U.S. Pat. 4 554 262 (1985) to R.M. Dessau. 54 N. Herron C.A. Tolman J. Am. Chem. Soc. 109 1987 2837 55 E.G. Derouane D.J. Vanderveken Appl. Catal. 45 1988 L15 56 G.P. Handreck T.D. Smith J. Chem, Soc., Faraday Trans. 1 85 1989 645 57 D.D. Do Am. Inst. Chem. Eng. J. 31 1985 574 58 R. Pierantozzi A.F. Norquist Appl. Catal. 21 1986 263 59 R.F. Parton J.M. Jacobs H. Van Ootherghem P.A. Jacobs H.G. Karge J. Weitkamp Zeolites as Catalysts, Sorbents and Detergent Builders Stud. Surf. Sci. Catal. 46 1989 Elsevier Amsterdam 211 60 A. Corma H. Garcia J. Primo J. Chem. Res. (S) 1988 40 61 M. Renaud P.D. Chantal S. Kaliaguine Can. J. Chem. Eng. 64 1986 785 62 P.D. Chantal S. Kaliaguine J.L. Grandmaison S. Kaliaguine A. Mahay Catalysis on the Energy Scene Stud. Surf. Sci. Catal. 19 1984 Elsevier Amsterdam 93 63 P.D. Chantal S. Kaliaguine J.L. Grandmaison P.A. Jacobs N.I. Jaeger P. Jírů V.B. Kazanaky G. Schulz-Ekloff Structure and Reactivity of Modified Zeolites Stud. Surf. Sci. Catal. 18 1985 Elsevier Amsterdam 93 64 F.-Y. Haung S.-M. Yang Hua Hsuech. 44 1986 6 65 N.S. Chang C.C. Chen S.J. Chu P.Y. Chen T.K. Chuang Zeolites as Catalysts, Sorbents and Detergent Builders H.G. Karge J. Weitkamp Stud. Surf. Sci. Catal. 46 1989 Elsevier Amsterdam 223 66 S. Balsama P. Beltrame P.L. Beltrame P. Carniti L. Forni G. Zuretti Appl. Catal. 13 1984 161 67 K. Tanabe T. Nishizaki G.C. Bond P.B. Wells F.C. Thompkins Proc. 6th Int. Congr. Catal. London, 1976 1977 The Chemical Society London 863 68 D.R. Stull E.F. Westrum Jr. G.C. Sinke The Chemical Thermodynamics of Organic Compounds 1969 Wiley New York 69 P. Beltrame P.L. Beltrame P. Carnitti A. Castelli L. Fomi Gazz. Chim, Ital. 116 1987 473 70 P. Beltrame P.L. Beltrame P. Camitti A. Castelli L. Form Appl. Catal. 29 1987 327 71 J.M. Jacobs R.F. Parton A.M. Boden P.A. Jacobs Heterogeneous Catalysis and Fine Chemicals M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Pérot Stud. Surf. Sci. Catal. 41 1988 Elsevier Amsterdam 221 72 B. Chiche A. Finiels C. Gauthier P. Geneste J. Org. Chem. 51 1986 2128 73 C. Gauthier B. Chiche A. Finiels P. Geneste J. Mol. Catal. 50 1989 219 74 B. Chiche A. Finiels C. Gauthier P. Geneste J. Graille D. Pioch J. Mol. Catal. 42 1987 229 75 A. Corma M.J. Climent H. Garcia J. Primo Appl. Catal. 49 1989 109 76 U.S. Pat. 4 652 683 (1987) to I. Nicolau and A. Aguilo. 77 U.S. Pat. 4 668 826 (1987) to B.B.G. Gupta. 78 Y. Pouilleux N.S. Gnep P. Magnoux G. Perot J. Mol. Catal. 40 1987 231 79 DT 1 188 578 (1965) to K. Baer, M. Decker, J. Schmidt, G. Leibner and H. Sperber. 80 DT 2 066 295 (1971) to F. Foley and F.C. Macer. 81 J. Varagnat Ind. Eng. Chem. Prod. Res. Dev. 15 1976 212 82 U.K. Pat. 2 116 974 (1985) to A. Esposito, M. Taramasse, C. Neri and F. Buonomo. 83 P. Maggioni F. Minisci Chim. Ind. (Milan) 59 1977 239 84 E.G. Derouane J.B. Nagy C. Fernandez Z. Gabelica E. Laurend P. Maljean Appl. Catal. 40 1988 L1 85 E.G. Derouane J. Catal. 100 1986 541 86 D. Fraenkel M. Chemiauskly M. Levy Proc. 8th Int. Congr. Catal., Berlin. 1984 4 1984 Verlag Chemie Weinbeim 545 87 J. Tejada G. Bourdillon N.S. Gnep C. Gueguen M. Guisnet Actes 9° Simp. Iberoamericano Catalise 2 1984 1408 Lisbon 88 H. Sato N. Ishii K. Hirose S. Nakamura Y. Murakami A. Iijima J.W. Ward New Developments in Zeolite Science and Technology 1986 Kodanaha/Elsevier Tokyo 755 89 A. Foucaud G. Bram A. Loupy Preparative Chemistry using supported Reagents 1987 Academic Press San Diego, London 317 and references therein. 90 G. Bram A. Loupy Preparative Chemistry using supported Reagents 1987 Academic Press 387 and references therein. 91 G. Bram D. Cabaret Z. Welvart N.W.A. Geraghty J. Garvey Tetrahedron Lett. 29 1988 4615 92 P.A. Ruisbood D.M. Ruthven J. Org. Chem. 44 1979 3969 93 Zhaohva Zitao Kexue Tong Bao 30 1985 616 94 F. Fajula R. Ibarra F. Figueras C. Gueguen J. Catal. 89 1984 60 95 J.A. Rabo R.D. Bezman M.L. Poutsma Acta Phys. Chem. 24 1978 39 96 B.C. Gates J.R. Katzer G.C.A. Schuit Chemistry of Catalytic Processes Chemical Engineering Series 1979 McGraw-Hill New York 97 M. Steyns G.C. Froment Ind. Eng. Chem. Prod. Res. Dev. 20 1981 660 98 a H. Vansina M.A. Baltanas G.F. Froment Ind. Eng. Chem. Prod. Res. Dev. 22 1983 526 b H. Vansina M.A. Baltanas G.F. Froment Ind. Eng. Chem. Prod. Res. Dev. 22 1983 531 99 G. Giannetto G. Pérot M. Guianet Proc. Int. Symp. Zeolite Catal. 1985 467 Siofok 100 G. Giannetto Doctorate Thesis 1985 Poitiers n° 420 101 M. Marcziewski J.R. Bodibo F. Bouchet P. Magnoux G. Pérot M. Guisnet AIChE series Spring Meeting, Houston Zeolites for Chemical Synthesis 1989 102 I. Neves, F.R. Ribeiro, F. Bouchet, P. Magnoux, G. Pérot and M. Guisnet, React. Kinet. Catal. Lett., accepted for publication. 103 M.J. Climent A. Corma H. Garcia J. Primo Appl. Catal. 51 1989 113 104 J. Pardillos B. Coq F. Figueras Appl. Catal. B 1989 285 105 P. Magnoux P. Roger C. Canaff V. Fouché N.S. Gnep M. Guisnet Catalyst Deactiuation B. Delmon G.F. Froment Stud. Surf. Sci. Catal. 34 1987 Elsevier Amsterdam 317 106 I. Neves, C. Canaff, G. Pérot, P. Magnoux, M. Guisnet, to be published. 107 M. Guisnet N.S. Gnep Zeolites Science and Technology F.R. Ribeiro A.E. Rodrigues L.D. Rollmann C. Naccache NATO ASI Series E n° 80 1984 Martinus Nijhoff The Hague 57 108 M. Vervecken Y. Servolte M. Wydoodt L. Jacobs J.A. Martens P.A Jacobs Chemical Reactions in Organic and Inorganic Constrained Systems R. Setton NATO ASI Series C, n° 165 1986 Reidel Dordrecht 95 109 W.G. Appleby J.N. Gilson G.M. Good Ind. Eng. Chem. Proc. Des. Dev. 1 1962 102 110 N.S. Gnep P. Roger P. Cartraud M. Guisnet B. Juguin C. Hamon C.R. Acad. Sci. 305 1989 1743 111 N.S. Gnep M.L.Martin de Armando C. Marcilly M. Guisnet Catalyst Deactivation B. Delmon G.F. Froment Stud. Surf. Sci. Catal. 6 1980 Elsevier Amsterdam 79 112 Kh. Minachev V.I. Garanin T.A Isakova V.V. Kharlamov V. Bogomolov Adv. Chem. Ser. 102 1971 441 113 H.G. Karge K. Hatada Y. Zhang R. Fiedorow Zeolites 3 1983 13 114 R.P.L. Absil J.B. Butt J.S. Dranoff J. Catal. 85 1984 415",
      "scopus-id": "0025477789",
      "coredata": {
        "eid": "1-s2.0-030451029085154A",
        "dc:description": "Like conventional solid catalysts, zeolites offer numerous advantages over liquid catalysts: less or no corrosion, no waste or disposal problems, high thermostability, easy set up of continuous processes, etc. Zeolites also have definite advantages and some disadvantages over conventional solid catalysts in a certain number of applications. Both are discussed in terms of the adjustment of the acidity and basicity, structural effects, concentration and adsorption effects, coke formation and deactivation. Actually, the main advantages of zeolites over conventional catalysts are due to the great acid strength they can have and to their great adaptability to practically all types of catalysis. Numerous potential applications of zeolites have been found in the synthesis of chemicals. The main limitations are (i) the great sensitivity of zeolites to deactivation by irreversible adsorption or steric blockage of heavy secondary products and (ii) the impossibility of using their microporosity for the synthesis of bulky molecules. Because of the greater polarity of functional compounds, it is more difficult to exploit the shape selectivity of zeolites for their reactions than in the case of hydrocarbons.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085154A",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Perot, G."
          },
          {
            "@_fa": "true",
            "$": "Guisnet, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085154A"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085154A"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85154-A",
        "prism:volume": "61",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Advantages and disadvantages of zeolites as catalysts in organic chemistry",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "173-196",
        "prism:endingPage": "196",
        "pubType": "rev",
        "prism:coverDisplayDate": "15 August 1990",
        "prism:doi": "10.1016/0304-5102(90)85154-A",
        "prism:startingPage": "173",
        "dc:identifier": "doi:10.1016/0304-5102(90)85154-A",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025477789"
      }
    }
  }
}