{
  "metadata": {
    "title": "Liquid phase hydrogenation of benzonitrile over pt and pt-sn catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1990-02-01",
    "doi": "10.1016/0304-5102(90)85041-F",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/030451029085041F",
    "pii": "030451029085041F"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0025384033",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-09-14 2001-10-02 2010-04-03T06:02:12 1-s2.0-030451029085041F 0304-5102(90)85041-F 030451029085041F 10.1016/0304-5102(90)85041-F S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0304510200X01381 2024-01-02T01:05:30.650091Z 0 0 19900201 1990 2001-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 0304-5102 03045102 58 58 2 2 Volume 58, Issue 2 8 215 225 215 225 19900201 1 February 1990 1990-02-01 1990 converted-article fla Copyright © 1990 Published by Elsevier B.V. LIQUIDPHASEHYDROGENATIONBENZONITRILEOVERPTPTSNCATALYSTS GALVAGNO S VOLTER 1983 348 J BURCH 1983 121 R BURCH 1981 348 R CHARCOSSET 1979 301 H ZHDAN 1981 267 P RASSER 1979 211 J POLTARZEWSKI 1986 190 Z GALVAGNO 1986 365 S GALVAGNO 1987 379 S COCCO 1985 321 G GALVAGNO 1986 265 S GREENFIELD 1967 142 H PASEK 1981 1011 J VOLF 1986 105 J CATALYTICHYDROGENATION RYLANDER 1970 19 P GREENFIELD 1976 142 H RYLANDER 1979 138 P CATALYTICHYDROGENATIONINORGANICSYNTHESES ANDERSON 1975 296 J STRUCTUREMETALLICCATALYSTS DINI 1973 1 P FROST 1961 41 A KINETICSMECHANISM BOUDAR 1977 1 M PROCVITHINTCONGRCATALLONDON1976 ROMANOWSKI 1969 373 W GALVAGNOX1990X215 GALVAGNOX1990X215X225 GALVAGNOX1990X215XS GALVAGNOX1990X215X225XS item 0304-5102(90)85041-F 030451029085041F 1-s2.0-030451029085041F 10.1016/0304-5102(90)85041-F 272239 2024-01-02T01:05:30.650091Z 1990-02-01 1-s2.0-030451029085041F-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085041F/MAIN/application/pdf/50fbdf7abb6c752d2c3577823e76200d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085041F/MAIN/application/pdf/50fbdf7abb6c752d2c3577823e76200d/main.pdf main.pdf pdf true 682664 MAIN 11 1-s2.0-030451029085041F-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:030451029085041F/PREVIEW/image/png/f1599ff99eb140d99855dae117eb2522/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:030451029085041F/PREVIEW/image/png/f1599ff99eb140d99855dae117eb2522/main_1.png main_1.png png 59410 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis, 58 (1990) 215-225 215 LIQUID PHASE HYDROGENATION OF BENZONITRILE OVER Pt AND Pt^-Sn CATALYSTS S. GALVAGNO Universita di Messina, Dipartimento di Chimica Industrials, Cos. Post. 29, 1-98166 Sant'Agata Messina (Italy) A. DONATO, G. NERI and R. PIETROPAOLO Universita di Reggio Calabria, Facolta di Ingegneria, Via Cuzzocrea 48,1-89100 Reggio Calabria (Italy) (Received February 9, 1989; accepted June 15,1989) Summary Hydrogenation of benzonitrile has been studied over supported Pt and Pt Sn catalysts. The effect of platinum particle size on the rate of hydrogenation has been also investigated. Dibenzylamine is preferentially formed on all catalyst samples with a selectivity which is little influenced by the level of conversion, platinum particle size and Pt/Sn ratio. In the range of experimental conditions used, the rate of reaction does not depend on the platinum particle size and therefore the hydrogenation of benzonitrile can be considered a structure-insensitive reaction. Addition of tin ions to platinum leads to an increase in the rate of reaction at lower tin content, whereas a decrease in rate is observed at the highest Sn/Pt ratios. It is suggested that the presence of tin ions enhances the reactivity of the C=N group. Introduction In recent years the Pt Sn catalyst system has received special attention, mainly because of the improved performance of Pt Sn/AlgOs as a reforming catalyst [1]. The main advantages are higher selectivity towards high-octane-number products and improved stability. To account for these peculiar features, different explanation have been forwarded: formation of Pt Sn alloy particles [2], electronic interaction between Pt and tin ions [3], influence of tin in the sintering of platinum crystallites [4-6], suppression of surface carbiding [7], etc. In all cases the role of tin has been suggested to be a modifier of the performance of platinum. Recent studies, carried out in our laboratories, on liquid phase hydroge- nations over Pt Sn/nylon catalysts, have shown that addition of a small amount of tin chloride to Pt/nylon increases the rate of reduction of C=0 0304-5102/90/$3.50 Elsevier Sequoia/Printed in The Netherlands 216 and NOg groups [8-10]. On increasing the amount of tin, the reaction rate passes through a maximum with a subsequent decrease at higher tin content. In the case of unsaturated carbon-carbon bonds, a monotonic decrease in the catalytic activity was instead observed upon addition of tin. On the basis of a detailed chemico-physical characterization [11, 12], it has been suggested that, in addition to modifying the platinum active sites, the presence of tin ions in the reaction vessel also leads to an activation of the polar groups of the organic substrate, which are then hydrogenated at a faster rate. In this paper we report the results obtained on the hydrogenation of benzonitrile over Pt Sn/nylon samples. This study was undertaken to investigate the effect of tin on the catalytic hydrogenation of polar groups which do not contain oxygen. Hydrogenation of nitriles is an industrial method for the preparation of amines. It is usually carried out in the liquid phase at elevated hydrogen pressure in the presence of metallic catalysts. Co, Ni and Ru have been reported to give mainly primary amines, whereas Cu and Rh are used for the preparation of secondary amines. Tertiary amines can be prepared with high selectivities on Pt and Pd [13,14]. An extensive review on the hydrogenation of nitriles over metal catalysts has recently been published [15]. Literature data on the hydrogenation of benzonitrile over platinum are rather scanty [15 18]. In this paper the kinetic results over a series ofPt/C samples having different particle size are also reported, in order to obtain information on the influence of metal dispersion on the activity and selectivity towards benzonitrile reduction. Experimental Materials Benzonitrile (Carlo Erba RPE>99%) and ethanol (Carlo Erba RPE- ACS 95%, analytical grade) were used without further purification. Ultra- high purity Ha was employed after passage through Pt/AlgOa at 673 K, followed by a molecular sieve trap. Nylon 66 powder, used as support, was obtained by grinding pellets of commercial nylon 66 (Sniamid) at liquid nitrogen temperature. Pt/nylon and Pt Sn/nylon catalysts were prepared by impregnation of the support with an ethanol solution of HaPtClg and SnClg having the appropriate concentrations. After impregnation, the catalysts were dried at 343 K and reduced at the same temperature by bubbling Hg through a slurry of the catalyst in ethanol. The reduced catalysts were filtered, washed with ethanol and stored in air. Details of the preparative procedure and physico chemical characterization are reported elsewhere [8-12]. Chemical composi- tion of the Pt Sn samples is reported in Table 1. Pt/C catalysts containing 3wt.% of platinum were prepared by im- pregnation of activated carbon with an aqueous solution of HgPtClg. Reduc- 217 TABLE 1 Chemical composition ofPt Sn/nylon catalysts Catalyst Pt Sn code (wt.%) (wt.%) RP100G 2.12 100 RP95 1.10 0.035 95.0 RP88 1.96 0.16 88.2 RP82 1.20 0.16 82.0 RP73 1.69 0.37 73.5 \"Atomic ratio. tion of the catalyst precursors was carried out in a NaaCOa solution by addition ofHCOONa at 363 K. Small variations in the NagCOa and HCOONa concentrations led to samples with different platinum dispersions. 3%Pt/C samples with metal surface areas ranging from 135 to 208 m2 g~1 Pt were used. Platinum surface area was determined by Ha chemisorption at room temperature assuming a stoichiometry H/Pt ^ 1 and a platinum surface density of 1.25 x 1019 atoms m~2 [19]. Under these conditions no chemisorption of Ha could be measured on the nylon-supported samples. This is in agreement with previous literature data [20]. Before catalytic activity measurements, all samples were reduced in situ at 343 K. Procedure Hydrogenation of benzonitrile was carried out in a 100 ml four-necked flask, fitted with reflux condenser, thermocouple and dropping funnel. The catalyst (0.2-1 g), was added to the required amount of solvent (25ml ethanol), then reduced at 343 K for Ih under Hz flow. After cooling at reaction temperature CT,=333K), the organic substrate (4.8mmol) was injected through one arm of the flask. The reaction mixture was stirred with a stirrer head with permanent magnetic coupling (Medimex) at a rate of 500 rpm, and the reaction was carried out at constant temperature under Ha flow. Chemical analysis was performed with a gas chromatograph (C. Erba Model 4200) equipped with a flame ionization detector. Reaction products were separated on a stainless steel column containing 10% SP-2100 on Supelcoport 100-120 mesh. Quantitative analysis was carried out using cyclohexanol as an internal standard. The progress of the reaction was followed by analyzing a sufficient number of microsamples withdrawn from the reaction mixture. A typical gas-chromatographic analysis is reported in Fig. 1. 218 1 4 2 5 0 5 10 15 Time (min) Fig. 1. Typical gas-chromatographic analysis. Peak 1, solvent; 2, toluene; 3, cyclohexanol; 4, benzonitrile; 5, benzylamine; 6, dibenzylamine. Results Under our reaction conditions the products of benzonitrile hydrogena- tion are mainly benzylamine, dibenzylamine and toluene. Undetected prod- ucts were always below 5%. The unloaded supports, as well as the Sn/nylon samples, were found to be inactive. Typical results of benzonitrile hydrogena- tion are reported in Fig. 2. Dibenzylamine was the main product. Product distributions obtained on the examined samples were similar in all cases, regardless of the support (nylon or carbon) and of the presence of tin. Selectivities were in the range: dibenzylamine 83-88%, benzylamine 10 15%, toluene 2-4%. Selectivities were found to be little influenced by the level of conversion. Experiments carried out with different amounts of catalyst and different stirring conditions indicated that the reaction is performed under kinetic control. A kinetic analysis of the rate of consumption of benzonitrile showed a 219 200 300 TIKII (mini 400 Fig. 2. Hydrogenation of benzonitrile over Pt Sn/nylon., , benzonitrile; , dibenzylamine; A, benzylamine; 0, toluene. fractional order of reaction (n) with respect to the organic substrate. The value ofn was calculated by the expression [21]: ^2( -l) - IXV-'Wn - 1) 1/2- by plotting log (1/2 versus log Co, where (1/2 is the half-life of benzonitrile and Co the initial concentration of benzonitrile. On all catalysts a linear plot was always found with orders of reaction very similar and in the range 0.37-0.43. Typical results are reported in Fig. 3. 2.1 1.5 1.7 1.8 2.) 2.3 lOB C, Fig. 3. Kinetic analysis ofbenzonitrile consumption. 220 -.. 15 10 20 30 )00-Sn/(Sn+Pt) Fig. 4. Influence of the Sn/(Sn + Pt) ratio on the initial rate of benzonitrile hydrogenation. While selectivities were found to be independent of the catalyst sample used, the rate of benzonitrile hydrogenation changed with addition of Sn (note that the physicochemical characterization of the Pt Sn/nylon samples showed that tin is always present mainly as tin ions [11, 12]; therefore we will refer to tin as tin ions). Figure 4 shows the initial rate of reaction as a function of the Sn content over the nylon-supported samples. Addition of small amounts of tin increases the rate of benzonitrile hydrogenation, which reaches a maximum and then decreases at higher tin content. A similar trend has been previously reported for the hydrogenation of organic sub- strates containing C=0 (cinnamaldehyde [8], hydrocinnamaldehyde [9]) or NOa groups (nitrobenzene [10]). In order to verify a possible effect of the platinum particle size on the rate of reaction, a series of Pt/C samples having different metal dispersions was also tested. The platinum surface area of the Pt/C samples, as determined by Hg chemisorption at room temperature, is reported in Table 2. The mean particle diameters of platinum, shown in Table 2, were calculated by means of the expression: d = 6VIS TABLE 2 Hydrogen chemisorption on Pt/C Catalyst code Hg uptake(NTP)(gPt-1) cm3 Metal surface area(m^gPt)-1) Particle size(A) A 31.3 135 21 B 36.4 157 18 C 40.0 172 16 D 48.3 208 13 221 10 100 200 300 MS* (l^/gPl) Fig. 5. Influence of platinum surface area (MSA) on the initial rate of benzonitrile hydrogena- tion over Pt/C. where V is the volume of platinum and iS the platinum surface area. In these preparations, activated carbon was used as support on the basis of the following considerations: (a) on a high-surface-area carbon it is easier to obtain very highly dispersed platinum and therefore obtain a particle diameter range within which a particle size effect is more evident; (b) preliminary experiments showed that the effect of tin does not depend on the support (nylon or carbon) used. Figure 5 shows the initial rate of reaction as a function of the platinum surface area. A linear relationship between catalytic activity and metal surface area was observed over the entire range of Pt dispersion studied. The specific rate of hydrogenation (expressed per atom of platinum on the surface) was constant, independent of platinum particle size (Fig. 6). 14 18 22 Fig. 6. Influence of platinum particle size (d) on the specific rate (Ni) of benzonitrile hydro- genation. 222 Discussion The results reported in Fig. 2 show that dibenzylamine and benzylam- ine are the main reaction products over Pt and Pt-Sn catalysts. Toluene is also formed, but its concentration is always <2-3%. The preferential formation of dibenzylamine, and the absence in the reaction products of tertiary amine, has been already reported in the literature over Pt/C catalysts under different experimental conditions [16-18]. Formation of benzylamine and dibenzylamine is usually accounted for by assuming an imine intermediate, and can be schematically represented as follows: CH=1\\1H 0 CH,-RIH, J\" ^1 0 0 -NH, CH =1\\1 - CH, CH,MII - CH, 0 Hydrogenation of aliphatic nitrites over Pt leads mainly to the forma- tion of tertiary amines. The absence of tribenzylamine in the reduction of benzonitrile has been attributed to the impossibility of obtaining an enamine from the addition of dibenzylamine to the imine intermediate [16]. Toluene might be produced by hydrogenolysis of any of the benzylamines [17]. Addition of tin to platinum, or the use of catalysts with differing platinum surface areas, did not substantially modify the nature and the relative amounts of the obtained products. A major effect was instead found on the rate of reaction. Before discussing the effect of the addition of tin, let us examine the results obtained on the Pt/C samples. It is well known that a change in metal particle size can change the catalytic activity of the active metal atoms [22]. The effect of varying platinum particle size in the hydrogenation of 223 benzonitrile has never been reported in the literature. It was therefore necessary to investigate this point in order to distinguish between an effect due to tin and a particle size effect. Results reported in Figs. 5 and 6 show that the catalytic activity varies linearly with increasing metal surface area, whereas the specific activity of the platinum atoms is independent of the particle diameter. Even though the range of particle size investigated is narrow, it is this region in which the largest activity variations would be expected [22]. Changes in the catalytic performance with particle size are attributed to differing surface structures of the metal particles having different sizes. In fact, the contribution of closely packed planes has been reported to increase with increasing particle size, especially when very small metal particles (10-40 A) are considered [23]. These modifications in the surface structure can lead to a different reactivity, especially when the reaction requires several adjacent surface atoms. Hydrogenolysis of the C C bond and ammonia synthesis have been reported as examples of structure- sensitive reactions. Within this context, the hydrogenation of benzonitrile can be regarded as a reaction which occurs on active sites comprised a small number of atoms, the surface density of which does not change significantly with particle diameter. Results reported in Fig. 4 show that the addition of small amounts of tin increases the rate of benzonitrile hydrogenation, which reaches a maximum for a tin content of about 10 at.%, and then decreases at higher Sn/Pt ratios. A detailed structural investigation carried out on similar Pt Sn/nylon preparations has shown that addition of tin influences the growth of the platinum particles, which are smaller at the highest tin contents [11]. Moreover, XPS analysis has shown no evidence for an enrichment of tin on the catalytic surface. On the basis of the results obtained in the hydrogenation of benzonitrile on the Pt/C samples, formation of smaller platinum crystallites (having a higher fraction of the active metal exposed on the surface) should result in a higher rate of reaction. This is however in contrast with the results of Fig. 4, which show a smaller catalytic activity for the samples having the highest tin contents. Moreover, from a quantitative point of view, the decrease in the platinum particle size cannot account for the increase observed on addition of small amounts of tin. It has been in fact reported [11] that addition of 10 at.% of Sn (which corresponds to the observed maximum) leads to a decrease in the particle diameter of about 25%, which cannot explain the four-fold increase observed in the hydrogenation of benzonitrile. The curve reported in Fig. 4 is qualitatively similar to that previously reported for the hydrogenation of saturated [9] and unsaturated aldehydes [8] and nitrobenzene [10] over Pt Sn catalysts. This suggests that tin plays a similar role in the hydrogenations of C==0, NOg and C=N groups. To explain the observed results, it has been suggested [8-12] that the presence of tin in the reaction system has several effects. First, it causes a decrease in the platinum particle size, slowing down the rate of migration 224 and growth of the small metal crystallites formed during the reduction stage. The increase in the metal surface area is, however, offset by a second effect linked to a deactivation of the platinum active sites. A third effect of tin is related to its interaction with the substrate: the electrophilic nature of tin ions increases the polarization of the functional group present in the organic substrate, facilitating the attack of the chemisorbed hydrogen. A comparison of the above-reported data with the results obtained in the reduction of C=0 [8, 9], NOg [10] and C==C [9] groups shows that the activation effect of tin depends not only on the amount of tin present in the catalyst samples, but also on the substrate. The largest promoting effect is observed on the C==0 group, whose reactivity is enhanced by several orders of magnitude. In the case of the NOg and C=~N groups, the improvement is limited to a factor of 4-5, whereas no promoting effect is observed on the double and triple carbon-carbon bonds. In conclusion, the results reported in this paper show that: (a) in the range of experimental conditions used, the hydrogenation of benzonitrile does not depend on the platinum particle size and therefore can be considered as a structure-insensitive reaction; (b) the presence of small amounts of tin increases the rate of hydrogenation of benzonitrile by an activation of the C=N group; (c) at the highest Sn/Pt ratios, the noble metal is poisoned and the catalytic activity decreases. References 1 Ger. Offen. 2027296 (1970) to Shell; U.S. Pat. 3577474 (1971) to Chevron; U.S. Pat. 3692501 (1972) to Phillips; Ger. Offen. 2206381 (1972); Ger. Offen. 2222250 (1972). 2 J. Volter and U. Kurschner, Appl. Catal., 8 (1983) 348. 3 R. Burch and A. J. Mitchell, Appl. Catal., 6 (1983) 121. 4 R. Burch, J. Catal., 71 (1981) 348. 5 H. Charcosset, R. Frety, G. Leclercq, B. Moraweck, L. Tourneyan and J. Vasland, React. Kinet. Catal. Lett., 10 (1979) 301. 6 P. A. Zhdan, B. N. Kuznetsov, A. P. Shepelin, V. I. Kovelchuk and Yu. J. Yermakov, React. Kinet. Catal. Lett., 18 (1981) 267. 7 J. C. Rasser, W. H. Beindorff and J. J. F. Scholten, J. Catal., 59 (1979) 211. 8 Z. Poltarzewski, S. Galvagno, R. Pietropaolo and P. Staiti, J. Catal., 102 (1986) 190. 9 S. Galvagno, Z. Poltarzewski, A. Donate, G. Neri and R. Pietropaolo, J. Mol. Catal., 35 (1986) 365. 10 S. Galvagno, A. Donate, G. Neri, R. Pietropaolo and Z. Poltarzewski, J. Mol. Catal., 42 (1987) 379. 11 G. Cocco, S. Enzo, S. Galvagno, Z. Poltarzewski and R. Pietropaolo, J. Chem. Soc., Faraday Trans. 1, 81 (1985) 321. 12 S. Galvagno, H. S. Munro, R. Pietropaolo, Z. Poltarzewski and A. Recca, Gozz. Chim. Ital., Ill (1986) 265. 13 H. Greenfield, Ind. Eng. Chem., Prod. Res. Dev., 6 (1967) 142. 14 J. Pasek, N. Kostova and B. Dvorak, Collect. Czech. Chem. Commun., 46 (1981) 1011. 15 J. Volf and J. Pasek, in L. Cerveny (ed.), Catalytic Hydrogenation, Elsevier, Amsterdam, 1986, p.105. 16 P. N. Rylander and L. Hasbrouck, Engelhard Ind. Tech. Bull. 11 (1970) 19. 17 H. Greenfield, Ind. Eng. Chem., Prod. Res. Dev., 15 (1976) 142. 225 18 P. N. Rylander, in Catalytic Hydrogenation in Organic Syntheses, Academic Press, New York, 1979,p.138. 19 J. R. Anderson, in Structure of Metallic Catalysts, Academic Press, London, 1975, p. 296. 20 P. Dini, D. Dones, S. Montelatici and N. Giordano, J. Catal. 30 (1973) 1. 21 A. A. Frost and R. G. Pearson, in Kinetics and Mechanism, Wiley, New York, London, 1961, p. 41. 22 M. Boudart, in G. C. Bond, P. B. Wells and F. C. Tompkins (eds)., Proc. VIth Int. Congr. Catal., London, 1976, The Chemical Society, London, 1977, p. 1. 23 W. Romanowski, Surf. Sci., 18 (1969) 373. X244 9085041F 0304-5102(90)85041-F 10.1016/0304-5102(90)85041-F Heterogenous catalysis Articles Liquid phase hydrogenation of benzonitrile over pt and pt-sn catalysts S. Galvagno Universitá di Messina, Dipartimento di Chimica Industriale, Cas. Post. 29,I-98166 Sant'Agata Messina Italy A. Donato G. Neri R. Pietropaolo Università di Reggio Calabria, Facoltá di Ingegneria, Via Cuzzocrea 48,I-89100 Reggio CalabriaItaly Hydrogenation of benzonitrile has been studied over supported Pt and Pt-Sn catalysts. The effect of platinum particle size on the rate of Hydrogenation has been also investigated. Dibenzylamine is preferentially formed on all catalyst samples with a selectivity which is little influenced by the level of conversion, platinum particle size and Pt/Sn ratio. In the range of experimental conditions used, the rate of reaction does not depend on the platinum particle size and therefore the Hydrogenation of benzonitrile can be considered a structure-insensitive reaction. Addition of tin ions to platinum leads to an increase in the rate of reaction at lower tin content, whereas a decrease in rate is observed at the highest Sn/Pt ratios. It is suggested that the presence of tin ions enhances the reactivity of the CN group. References 1 a Ger. Offen. 2 027 296 (1970) to Shell. b U.S. Pat. 3 577 474 (1971) to Chevron. c U.S. Pat. 3 692 501 (1972) to Phillips. d Ger. Offen. 2 206 381 (1972). e Ger. Offen. 2 222 250 (1972). 2 J. Volter U. Kurschner Appl. Catal. 8 1983 348 3 R. Burch A.J. Mitchell Appl. Catal. 6 1983 121 4 R. Burch J. Catal. 71 1981 348 5 H. Charcosset R. Frety G. Leclercq B. Moraweck L. Tourneyan J. Vasland React. Kinet. Catal. Lett. 10 1979 301 6 P.A. Zhdan B.N. Kuznetsov A.P. Shepelin V.I. Kovelchuk Yu.J. Yermakov React. Kinet. Catal. Lett. 18 1981 267 7 J.C. Rasser W.H. Beindorff J.J.F. Schölten J. Catal. 59 1979 211 8 Z. Poltarzewski S. Galvagno R. Pietropaolo P. Staiti J. Catal. 102 1986 190 9 S. Galvagno Z. Poltarzewski A. Donato G. Neri R. Pietropaolo J. Mol. Catal. 35 1986 365 10 S. Galvagno A. Donato G. Neri R. Pietropaolo Z. Poltarzewski J. Mol. Catal. 42 1987 379 11 G. Cocco S. Enzo S. Galvagno Z. Poltarzewski R. Pietropaolo . Chem. Soc., Faraday Trans. 1 81 1985 321 12 S. Galvagno H.S. Munro R. Pietropaolo Z. Poltarzewski A. Recca Gozz. Chim. Ital. 111 1986 265 13 H. Greenfield Ind. Eng. Chem., Prod. Res. Dev. 6 1967 142 14 J. Pasek N. Kostova B. Dvorak Collect. Czech. Chem. Commun. 46 1981 1011 15 J. Volf J. Pasek L. Cerveny Catalytic Hydrogenation 1986 Elsevier Amsterdam 105 16 P.N. Rylander L. Hasbrouck Engelhard Ind. Tech. Bull. 11 1970 19 17 H. Greenfield Ind. Eng. Chem., Prod. Res. Dev. 15 1976 142 18 P.N. Rylander Catalytic Hydrogenation in Organic Syntheses 1979 Academic Press New York 138 19 J.R. Anderson Structure of Metallic Catalysts 1975 Academic Press London 296 20 P. Dini D. Dones S. Montelatici N. Giordano J. Catal. 30 1973 1 21 A.A. Frost R.G. Pearson Kinetics and Mechanism 1961 Wiley New York, London 41 22 M. Boudar G.C. Bond P.B. Wells F.C. Tompkins Proc. VIth Int. Congr. Catal., London, 1976 1977 The Chemical Society London 1 23 W. Romanowski Surf. Sci. 18 1969 373",
      "scopus-id": "0025384033",
      "coredata": {
        "eid": "1-s2.0-030451029085041F",
        "dc:description": "Hydrogenation of benzonitrile has been studied over supported Pt and Pt-Sn catalysts. The effect of platinum particle size on the rate of Hydrogenation has been also investigated. Dibenzylamine is preferentially formed on all catalyst samples with a selectivity which is little influenced by the level of conversion, platinum particle size and Pt/Sn ratio. In the range of experimental conditions used, the rate of reaction does not depend on the platinum particle size and therefore the Hydrogenation of benzonitrile can be considered a structure-insensitive reaction. Addition of tin ions to platinum leads to an increase in the rate of reaction at lower tin content, whereas a decrease in rate is observed at the highest Sn/Pt ratios. It is suggested that the presence of tin ions enhances the reactivity of the CN group.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1990-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/030451029085041F",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Galvagno, S."
          },
          {
            "@_fa": "true",
            "$": "Donato, A."
          },
          {
            "@_fa": "true",
            "$": "Neri, G."
          },
          {
            "@_fa": "true",
            "$": "Pietropaolo, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/030451029085041F"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/030451029085041F"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0304-5102(90)85041-F",
        "prism:volume": "58",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Liquid phase hydrogenation of benzonitrile over pt and pt-sn catalysts",
        "prism:copyright": "Copyright © 1990 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-225",
        "prism:endingPage": "225",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1990",
        "prism:doi": "10.1016/0304-5102(90)85041-F",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/0304-5102(90)85041-F",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0025384033"
      }
    }
  }
}