{
  "metadata": {
    "title": "NMR imaging of aluminum oxide catalyst spheres",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-08-17",
    "doi": "10.1016/0926-860X(95)00073-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000739",
    "pii": "0926860X95000739"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000383992",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95000739 0926-860X(95)00073-9 0926860X95000739 10.1016/0926-860X(95)00073-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00440 2024-01-01T12:18:48.759026Z 0 0 19950817 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 129 129 1 1 Volume 129, Issue 1 11 117 123 117 123 19950817 17 August 1995 1995-08-17 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. NMRIMAGINGALUMINUMOXIDECATALYSTSPHERES TIMONEN J HOLLEWAND 1993 254 M HOLLEWAND 1992 183 M CHEAH 1994 147 K OSMENT 1990 441 P SARKAR 1991 619 S CARRIDO 1992 1826 L RICHARDSON 1989 J PRINCIPLESCATALYSTDEVELOPMENT BROWNSTEIN 1977 17 K TIMONENX1995X117 TIMONENX1995X117X123 TIMONENX1995X117XJ TIMONENX1995X117X123XJ item 0926-860X(95)00073-9 0926860X95000739 1-s2.0-0926860X95000739 10.1016/0926-860X(95)00073-9 271346 2024-01-01T12:18:48.759026Z 1995-08-17 1-s2.0-0926860X95000739-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000739/MAIN/application/pdf/e0fc49e0caa4d01934e362d0d7e833a3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000739/MAIN/application/pdf/e0fc49e0caa4d01934e362d0d7e833a3/main.pdf main.pdf pdf true 445112 MAIN 7 1-s2.0-0926860X95000739-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000739/PREVIEW/image/png/6d3749a1aba6af267f3677d86024ce27/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000739/PREVIEW/image/png/6d3749a1aba6af267f3677d86024ce27/main_1.png main_1.png png 45050 849 656 IMAGE-WEB-PDF 1 .... ... ..... CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 129 (1995) 117-123 NMR imaging of aluminum oxide catalyst spheres J. Timonen a,., L. Alvila a, p. Hirva a, T.T. Pakkanen a, D. Gross b, V. Lehmann b \" University of Joensuu, Dept. Chem., FIN-80101 Joensuu, Finland b Bruker Analytische Messtechnik, D-76287 Rheinstetten, Germany Received 31 January 1995; accepted 10 March 1995 Abstract Spatially resolved NMR Imaging techniques have been applied in the study of the three-dimensional structure of aluminum oxide catalyst spheres, since the possible heterogeneities have been found to affect strongly the performance of porous materials as catalysts or catalyst carriers. A special form of activated alumina suitable for Claus catalytic converters was studied. The catalyst spheres were found to exhibit a uniform ball structure with spherically layered structures and voids, ensuring for example optimum flow conditions through the converters. Keywords: Aluminium oxide; NMR imaging; Catalyst structure 1. Introduction NMR Imaging techniques were originally applied in clinical medicine to examine the spatial distribution of diseased and healthy tissue. Recently, the use of NMRI has also been extended to the field of materials science. One of these applications is the study of structures and properties of porous materials, e.g. catalysts and polymers. Examples of such studies are the determination of structure, diffusion and relaxation parameters for alumina and silica pellets [ 1,2], studies of coke profiles in deactivated alumina pellets [ 3 ], imaging natural sandstone and limestone rocks with aqueous phases [ 4], imaging porous glass disks [ 5 ], and studies of the distribution of copolymers in silica aerogels [6]. Aluminum oxide is a common catalyst in the production of fine chemicals, besides being used as carrier material for active components in supported catalysts [ 7 ]. The performance of aluminum oxides as catalysts is augmented by their high * Corresponding author. Fax. ( + 358-73) 1513390. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X(95)O0073-9 118 J. Timonen et al. /Applied Catalvsis A: General 129 (1995) 117-123 surface area, resulting from the porous structure of the material. Furthermore, the structure and therefore the manufacturing process influence such properties as mechanical strength and stability of the heterogeneous catalysts. The heterogenei- ties within the particles strongly affect diffusion and drying processes important for catalyst operation. In this study we have determined the three-dimensional structure of aluminum oxide catalyst spheres by NMR microimaging methods. ALCOA S-100 is a form of activated alumina especially suitable for sulfur conversion in Claus catalytic converters. The Claus process is used to convert hydrogen sulfide to elemental sulfur in order to reduce the sulfur content of petroleum fractions. 2. Experimental The catalyst spheres were purchased from Aluminum Company of America. They were manufactured by a special 'baking' process, which forms a uniform ball structure with an average diameter of 6.35 mm and a surface area of 300 m2/g. The samples for NMR imaging experiments were prepared by impregnating catalyst spheres with an ethanol/water mixture. A single sphere was immersed in an ethanol/water solution or in water in a 5 mm NMR tube to avoid drying during imaging. The first experiments were performed on a Bruker AMX-300 WB spectrometer, operating at 300 MHz (IH), equipped with a microimaging accessory and a 7 T vertical bore superconducting magnet. The imaging field gradient was available up to 144 G/cm. The proton signal was picked up by a Helmholz coil of 5 mm in diameter. The measurements were carried out using a spin echo 3D pulse sequence with a spin-echo time (TE) of 2.22 ms and a repetition time (TR) of 100 ms. The matrix size was 128 128 128 data points. The effect of TE was studied using a Bruker AMX-400 spectrometer with a field of 9.4 T and a 52 mm bore magnet. A microimaging probe was fitted with a vertical 5 mm rf coil. The NMR imaging was executed using a single slice spin echo method with echo times from 5.25 ms to 15 ms. The pulse repetition time was 1000 ms and the field of view 10 mm. The slice and the read gradient were 29.36 G/cm and the gradient in phase dimension was 22.62 G/cm, which achieved a resolution of ( 39.1 /xm)2. The slice thickness was 200/xm. The 256 256 pixel image was acquired within half an hour, and 8 averages were totalled. 3. Results and discussion 3.1. The structure of alumina spheres Fig. 1 and Fig. 2 show the surface reconstructed images of the alumina spheres. The image in Fig. 1 was taken soon after the sample was placed in an ethanol/ J. Timonen et al. /Applied Catalysis A: General 129 (1995) 117-123 119 Fig. 1. A surface reconstructed LH NMR image of an alumina catalyst sphere in an ethanol/water mixture, initial submersion. The outermost layers of the particle. Fig. 2. A surface reconstructed ~H NMR image of an alumina catalyst sphere in an ethanol/water mixture, after immersion for three hours. 120 J. Timonen et al. /Applied Catalysis A: General 129 (1995) 11 ~123 Fig. 3. Two-dimensional slice images of an alumina catalyst sphere in an ethanol/water mixture, penetrated into the inner parts of the sample for a week. water mixture. The image shows only the outermost layers of the structure, which indicates that the solvent has not fully penetrated into the porous material. In Fig. 2 the sample was pretreated in the ethanol/water mixture for about three hours, and more of the structure is visible. In Fig. 3 and Fig. 4, the sample was kept in the ethanol/water mixture for a week before the measurements, which were carried out using the spin echo 3D sequence. Fig. 3 shows the two-dimensional reconstruction of succeeding slides. The images show uniform spherically layered structures and voids, which are typical for the manufacturing process of these particles. In Fig. 4a and 4b are the three-dimensional reconstructions of the same structure. The grey scale in Fig. 3 reflects the NMR signal intensity of mobile water protons. In this scale the dark areas represent either air bubbles or dense material, where only small amounts of water are available. When we think about the snowball structures of several studied particles, it is possible that the hard layers form intra- particle surfaces, where the diffusion of reactants is hindered. As the diffusion of J. Timonen et al. /Applied Catalysis A: General 129 (1995) 117-123 121 Fig. 4. Three-dimensional, cross-sectional ~H NMR images of an alumina catalyst sphere in an ethanol/water mixture. Slices taken vertically through the data set. Fig. 5. The effect of TE on the ~H NMR images of an alumina catalyst sphere, TR = 1 s. (a) TE = 5.25 ms, (b) TE=7 ms, (c) TE= 10 ms, (d) TE= 15 ms. reactants to the active sites is critical to a functional catalyst system, it has to be considered in industrial reactor design and flow rates. In the extreme these hard surfaces may create a catalytically 'dead' volume. 3.2. The effect of the spin-echo time After an exiting rf pulse a NMR nucleus becomes a subject of several processes causing relaxation. In polymers the transverse relaxation is usually associated with 122 J. Timonen et al. / Applied Catalysis A: General 129 (1995) 117-123 the density of the matrix. When the molecular motions of polymer chains slow down, the averaging of magnetic fields around nuclei becomes ineffective leading to fast T2 relaxation. When a solvent molecule is in contact with a solid surface, solvent-surface interactions change the relaxation properties of solvent nuclei. In order to study the effect of the spin-echo time, an alumina sphere was impreg- nated in water for two weeks to reach the adsorption equilibrium. 256 256 pixel images were measured with single slice spin echo sequence. The length of an ~H exiting 90pulse was 8.5/xs and the length of the refocusing sinc pulse was 2 ms. To avoid saturation the repetition time was 1 s. In Fig. 5a, 5b, 5c and 5d all the other parameters except TE are similar. The echo times are 5.25, 7, 10 and 15 ms, respectively. A gradual decay of the water signal intensity within the alumina sphere is observed along with increasing echo time. At the same time the water reference above sphere (on the right) is losing only a minor contribution of the signal intensity. Obviously some surface-induced relax- ation is taking place within the sphere and the fast relaxing components will not contribute to the echo with long TE' s. Catalyst poisoning is a noteworthy phenomenon in many industrial processes, and it has been studied also by NMRI [ 3 ]. Usually the deactivation of the catalytic surface leads to coke formation or blocking of active sites. Hollewand and Gladden noted that the relaxation times Tl and T2 reflect the physicochemical environment of the liquid phase [ 1 ]. For example, T~ has been observed to correlate with the hydraulic pore radius of a porous solid [8]. As the chemical composition of the solid surface changes under deactivation, it would be reasonable enough to presume that these changes would cause variations in the T1 and T2 of the solvent interacting with the surface. The possible correlations between the characteristics of the porous solid and relaxation are beyond the scope of this paper. However, the clear visu- alization of the effect of solid-liquid boundary on NMR imaging is obvious. 4. Conclusions NMR imaging is a powerful tool for the study of structure of catalytic particles, when the particle size is large enough. Since the structure and possible heteroge- neities of the catalyst strongly affect catalyst properties such as mechanical strength, diffusion and drying properties, stability and catalytic activity, we can greatly benefit from the possibility to study non-invasively the interior of the catalyst particles. This knowledge will lead to optimum manufacturing conditions and quality control. Our results with ALCOA S-100 catalyst particles show a uniform structure of spherical layers and voids. This consistent structure creates optimal performance in Claus catalytic converters. J. Timonen et al. /Applied Catalysis A: General 129 (1995) 117-123 123 References [ 1 ] M.P. Hollewand and L.F. Gladden, J. Catal., 144 (1993) 254. [2] M.P. Hollewand and L.F. Gladden, Trans. IChemE, 70 (1992) 183. [3] K.Y. Cheah, N. Chiaranussati, M.P. Hollewand and L.F. Gladden, Appl. Catal. A, 115 (1994) 147. [4] P.A. Osment, K.J. Packer, M.J. Taylor, J.J. Attard, T.A. Carpenter, L.D. Hall, N.J. Herrod and S.J. Doran, Phil. Trans. R, Soc. Lond. A, 333 (1990) 441. [5 ] S.N. S arkar, E.W. Wooten and R.A. Komorovski, Appl. Spectrosc., 45 ( 1991 ) 619. [6] L. Carrido, J.L. Ackerman, J.M. Vevea, J.E. Mark and S. Wang, Polymer, 33 (1992) 1826, [ 7 ] J.T. Richardson, Principles of Catalyst Development, Plenum, New York, 1989. 118] K.R. Brownstein and C.E. Torr, J. Magn. Reson., 26 (1977) 17. APCATA 95000739 0926-860X(95)00073-9 10.1016/0926-860X(95)00073-9 Article NMR imaging of aluminum oxide catalyst spheres J. Timonen ∗ a L. Alvila a P. Hirva a T.T. Pakkanen a D. Gross b V. Lehmann b a University of Joensuu, Dept. Chem., FIN-80101 Joensuu, Finland b Bruker Analytische Messtechnik, D-76287 Rheinstetten, Germany ∗ Corresponding author. Fax. (+358-73) 1513390. Spatially resolved NMR Imaging techniques have been applied in the study of the three-dimensional structure of aluminum oxide catalyst spheres, since the possible heterogeneities have been found to affect strongly the performance of porous materials as catalysts or catalyst carriers. A special form of activated alumina suitable for Claus catalytic converters was studied. The catalyst spheres were found to exhibit a uniform ball structure with spherically layered structures and voids, ensuring for example optimum flow conditions through the converters. Keywords Aluminium oxide NMR imaging Catalyst structure References [1] M.P. Hollewand L.F. Gladden J. Catal. 144 1993 254 [2] M.P. Hollewand L.F. Gladden Trans. IChemE 70 1992 183 [3] K.Y. Cheah N. Chiaranussati M.P. Hollewand L.F. Gladden Appl. Catal. A 115 1994 147 [4] P.A. Osment K.J. Packer M.J. Taylor J.J. Attard T.A. Carpenter L.D. Hall N.J. Herrod S.J. Doran Phil. Trans. R. Soc. Lond. A 333 1990 441 [5] S.N. Sarkar E.W. Wooten R.A. Komorovski Appl. Spectrosc. 45 1991 619 [6] L. Carrido J.L. Ackerman J.M. Vevea J.E. Mark S. Wang Polymer 33 1992 1826 [7] J.T. Richardson Principles of Catalyst Development 1989 Plenum New York [8] K.R. Brownstein C.E. Torr J. Magn. Reson. 26 1977 17",
      "scopus-id": "0000383992",
      "coredata": {
        "eid": "1-s2.0-0926860X95000739",
        "dc:description": "Spatially resolved NMR Imaging techniques have been applied in the study of the three-dimensional structure of aluminum oxide catalyst spheres, since the possible heterogeneities have been found to affect strongly the performance of porous materials as catalysts or catalyst carriers. A special form of activated alumina suitable for Claus catalytic converters was studied. The catalyst spheres were found to exhibit a uniform ball structure with spherically layered structures and voids, ensuring for example optimum flow conditions through the converters.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-08-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000739",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Timonen, J."
          },
          {
            "@_fa": "true",
            "$": "Alvila, L."
          },
          {
            "@_fa": "true",
            "$": "Hirva, P."
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, T.T."
          },
          {
            "@_fa": "true",
            "$": "Gross, D."
          },
          {
            "@_fa": "true",
            "$": "Lehmann, V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000739"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000739"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00073-9",
        "prism:volume": "129",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "NMR imaging of aluminum oxide catalyst spheres",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aluminium oxide"
          },
          {
            "@_fa": "true",
            "$": "NMR imaging"
          },
          {
            "@_fa": "true",
            "$": "Catalyst structure"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-123",
        "prism:endingPage": "123",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 August 1995",
        "prism:doi": "10.1016/0926-860X(95)00073-9",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/0926-860X(95)00073-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000383992"
      }
    }
  }
}