{
  "metadata": {
    "title": "Hydroformylation of ethylene over cobalt, nickel, molybdenum, CoMo and NiMo alumina supported sulfide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-01",
    "doi": "10.1016/0926-860X(94)80293-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802939",
    "pii": "0926860X94802939"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028497482",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802939 0926-860X(94)80293-9 0926860X94802939 10.1016/0926-860X(94)80293-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0186X 2024-01-01T12:21:46.509935Z 0 0 19940901 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 116 116 1 2 1 2 Volume 116, Issues 1–2 17 259 268 259 268 19940901 1 September 1994 1994-09-01 1994 article fla Copyright © 1994 Published by Elsevier B.V. HYDROFORMYLATIONETHYLENEOVERCOBALTNICKELMOLYBDENUMCOMONIMOALUMINASUPPORTEDSULFIDECATALYSTS VIT Z MURRER 1983 169 B CATALYSIS KONISHI 1987 6286 Y CHUANG 1990 389 S CHUANG 1990 L1 S TRUNSCHKE 1991 221 A NAKAMURA 1992 69 T SANTIEBAN 1988 561 J PROCEEDINGS9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 TAKAHASHI 1992 531 N TOPSOE 1981 433 H LOUWERS 1992 94 S VITX1994X259 VITX1994X259X268 VITX1994X259XZ VITX1994X259X268XZ item 0926-860X(94)80293-9 0926860X94802939 1-s2.0-0926860X94802939 10.1016/0926-860X(94)80293-9 271346 2024-01-01T12:21:46.509935Z 1994-09-01 1-s2.0-0926860X94802939-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802939/MAIN/application/pdf/e9f5232f00ca3e6428bff9d8fed52803/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802939/MAIN/application/pdf/e9f5232f00ca3e6428bff9d8fed52803/main.pdf main.pdf pdf true 678226 MAIN 10 1-s2.0-0926860X94802939-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802939/PREVIEW/image/png/675349f3237566c1f58cc19ba7fd4207/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802939/PREVIEW/image/png/675349f3237566c1f58cc19ba7fd4207/main_1.png main_1.png png 50947 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEV [ ER Applied Catalysis A: General 116 (1994) 259-268 Hydroformylation of ethylene over cobalt, nickel, molybdenum, CoMo and NiMo alumina supported sulfide catalysts Z. Vit I, J.L. Portefaix, M. Breysse* lnstitut de Recherches sur la Catalyse, CNRS, 2, avenue Albert Einstein, 69626 Villeurbanne, France Received 4 March 1994; revised 25 April 1994; accepted 26 April 1994 Abstract Vapour phase hydroformylation of ethylene was studied with alumina supported Co, Ni, Mo, CoMo and NiMo sulfide catalysts in a flow reactor with fixed bed at 513-563 K, 10.105 Pa of overall pressure in the presence of H2S in the feed. With this reaction mixture three different kinds of reactions were observed, hydrogenation, hydroformylation and H2S addition. Nickel and cobalt catalysts pre- sented the best hydroformylation activity. The addition of molybdenum enhanced the formation of ethane and sulfur compounds but decreased the hydroformylation reaction. This last result is discussed in relation with the formation of a NiMoS or CoMoS phase. Keywords: Hydroformylation; Propanal; Sulfide catalysts 1. Introduction Hydroformylation, the reaction of an alkene with syngas (carbon monoxide and hydrogen) to form aldehydes and alcohols, is an homogeneously catalyzed reaction performed industrially on a large scale. Rhodium and cobalt carbonyls have been used for a long time, but such a homogeneous process includes a difficult and expensive step of catalyst recovery. Consequently it has been attempted to avoid this step by using heterogeneous catalysts. Metal complexes anchored on oxides or polymers or silica-supported transition metals were mostly studied as the altemative catalysts [ 1 ]. More recently, some promising results were obtained using silica *Corresponding author. ~On leave from the Institute of Chemical Process Fundamentals, Rozvojova 135, 16502 Prague 6, Czech Republic 0926-860X/94/$07.00 1994 Elsevier Science B.V. All fights reserved SSDIO926-860X(94)O01 1 1-4 Z. Vit et aL /Applied Catalysis A: General 116 (1994) 259-268 supported sulfided metals. As a matter of fact, partial sulfidation decreased sub- stantially the undesirable alkene hydrogenation and promoted slightly hydrofor- mylation [2-4]. The catalysts studied up to now were silica supported Rh [2-4], Ni [3,4], Fe, Co, Ru, Os and Ir [4] sulfided to various degrees (sulfur-to-metal ratio between 0.1 to 0.5). Hydroformylation of ethylene was performed between 453 and 563 K, in the pressure range 1-30.103 Pa and in the absence of H2S in the feed. In most cases, the hydrogenation of ethylene to ethane exceeded the hydro- formylation reaction, whereas the amounts of methane, propanol, propanoic acid and higher oxo products were usually lower than the amount of propanal. By comparison to the other sulfided metals supported on silica, the rhodium catalyst was the most active for ethylene conversion and displayed a selectivity to propanal formation of 29% at a conversion of 52% [4]. The highest hydroformylation selectivity, i.e. 37%, was obtained for nickel but at 5% ethylene conversion, the selectivity of other sulfided metals (Fe, Co, Ru, Ir, Os) was lower, varying between 5 and 19% [4]. Unsupported nickel sulfide presented a high propanal selectivity. By contrast, the sulfides of Mo, Mn and Cr displayed only hydrogenation activity, since no oxygenated compounds were found in the reaction products [4]. Besides these results, it was recently shown that the catalytic properties of supported rho- dium catalysts are significantly altered in the presence of molybdenum as a pro- moter. The promoted catalysts possess higher overall activities for ethylene and propene conversions but the hydrogenation and hydroformylation reaction rates increase simultaneously and the selectivity for oxygenated products remains almost unchanged [ 5 ]. No data concerning hydroformylation over CoMo and NiMo catalysts have been published up to now. The known facts, that partial sulfidation of nickel promotes the hydroformylation reaction and suppresses alkene hydrogenation, evoked the idea to use commercial CoMo and NiMo supported on alumina sulfide catalysts. It was also expected, that similarly as in the case of molybdenum-promoted rhodium catalysts, their activities will be higher than the monocomponent cobalt and nickel catalysts. The objective of this study was to examine the properties of the conven- tional CoMo and NiMo hydrotreating catalysts and to compare these properties to those of the monocomponent Ni, Co or Mo catalysts. The reaction was carried out in the presence of H2S which was added to the feed in order to avoid desulfurization of the catalysts, to inhibit the hydrogenation function and to simulate reaction conditions close to industrially available feed (syngas) containing small amounts of H2S. 2. Experimental The commercial CoMo/A1203 and NiMo/A1203 catalysts contain (in weight- %) 2.2% of Co and 8.9% of Mo and 2.1% of Ni and 8.7% of Mo, respectively. Ni, Co and Mo catalysts were prepared by impregnation of T-alumina by aqueous Z. Vit et al. /Applied Catalysis A: General 116 (1994) 259-268 261 Table 1 Reactant mixtures composition CO a C2H4 a H2 a HaS b 1 1 1 0.4 1 1 1.5 1.0 1 1 2 1.6 1 1 4 2.3 a Molar ratios, b volume-%. solutions of the corresponding precursors, i.e. nickel and cobalt nitrates or ammon- iumheptamolybdate. The amounts of Ni, Co or Mo were close to those of the industrial catalysts (Ni: 2.7%, Co: 2.5%, Mo: 9.2%). All the catalysts (particle size 0.08-0.20 mm) were sulfided at 673 K for 4 h in an HES/H 2 mixture (15% H2S) before catalytic runs. Carbon monoxide, ethylene, nitrogen, hydrogen and HES (all of > 99.99% of purity) were used as received from Alphagaz, France. The catalytic properties of the catalysts were studied in a high pressure stainless-steel flow reactor with fixed bed in the temperature range 513--608 K and at overall pressures between 4 and 20.105 Pa. On-line gas chromatography (GC) analyses of the feed and reaction products were performed on a Carbosphere column (3.5 m) at 443 K by thermal conductivity (TCD) detection (carbon monoxide, ethylene and ethane) and on a Porapak R column (3.5 m) at 443 K by FID detection (ethanal, diethyl sulfide and diethyl ketone). After introduction of the sulfided catalyst (0.01-0.30 g), the reactor was purged with the feed at room temperature for 30 min. Then the tem- perature was increased linearly (7 K/min) to the desired value. A steady compo- sition of reaction products was achieved usually after 4-6 h on stream. Overall duration of a test with one charge of catalyst did not exceed 50 h. The loss of catalyst activity during these tests was below 25%. Four different compositions of the feed were tested. The most simple feed con- tained carbon monoxide, ethylene and hydrogen in stoichiometric ratio l:l:l and 0.4 vol.-% H2S. The other feeds contained higher concentrations of HES and some stoichiometric excess of hydrogen with respect to ethylene. All compositions are given in Table 1. Identification of trapped frozen reaction products was performed on the GC-9A gas chromatograph coupled with mass spectrometer QP-1000 (Shimadzu) using capillary Poraplot Q column (20 m) and a temperature programming between 313 and 513 K. 3. Results and discussion 3.1. Reaction products and effect of reaction conditions Under the experimental conditions described above several reactions occurred simultaneously: ethylene hydrofonnylation, ethylene hydrogenation, addition of Z. Vit et al. / Applied Catalysis A: General 116 (1994) 259-268 2oo i 2 540 ~ no r~o 620 Temperature (K) Fig. 1. Influence of the reaction temperature on the rates of formation of propanal ( ), ethane ( ) and sulfided products ( [] ) over CoMo / alumina catalyst. 10.10 3 Pa, W~P = 2 g h / tool ( ethylene ), 0.4% Hz S. H2S to the ethylene double bond leading to sulfur-containing molecules, ethyl mercaptan, diethyl sulfide and a small amount of divinyl sulfide. /, CH3-CH 3 CH2=CH 2 ~ CH3-CH2-CHO, 5 C2Hs-CO-C2H \\ CH3-CH2-SH, C2H5-S-C2H5, C3H7-S-C2H5 In contrast to literature data concerning silica supported nickel sulfide [ 3,4], the formation of methane was not observed and propanol was present only in traces in our experiments. This fact is probably related to differences in the experimental conditions used in this study and in previous works. As a matter of fact, it was reported in ref. [4] that the selectivity for methane formation is decreased signifi- cantly by increasing the reaction temperature from 483 to 563 K [4]. Similarly, propanal hydrogenation to propanol proceeds more easily at atmospheric pressure than under the experimental conditions used in the present study [ 3 ]. Preliminary experiments were carried out on the CoMo catalyst in order to determine how the relative proportion of the various reactions, i.e. hydroformyla- tion, hydrogenation, HES addition, is influenced by a modification of the tempera ture (between 548 and 608 K), the overall pressure (in the range 4-20.105 Pa) or the H2S concentration. The influence of the temperature on the rates of formation of propanal, ethane and sulfided products is shown in Fig. 1. In this temperature range, the rate of ethylene hydrogenation varies much more than the other reactions. This figure shows clearly that the temperature should be kept below 573 K to limit Z. Vit et al. /Applied Catalysis A: General 116 (1994) 259-268 4' '40 3. .3o 2\" \"15 15 i n-l-0 ~ o o ~ 1'0 l's 2'0 2s Total pressure x 1 O\" 5 (pascal) Fig. 2. Influence of the total pressure on the rates of formation of propanal ( ), ethane ( ) and sulfided products (t-q) over CoMo/alumina catalyst (563 K, W/F= 2 g h/mol (ethylene), 0.4% H2S). the hydrogenation reaction. The effect of the pressure for the feed with the lowest concentration of H2S is shown in Fig 2. The increase of the overall pressure above 10.105 Pa did not lead to substantial changes in the selectivity, as was observed by Chuang and Pien [ 3 ] during ethylene hydroformylation over sulfided nickel sup- ported on silica. The dependence of the selectivity to propanal formation versus the ethylene conversion for different concentrations of H2S is shown in Fig. 3. This selectivity decreases drastically as the total conversion increases but is favoured by high amounts of H2S. 20- 15 O 10- t- t~ e-t 2 eL 0 o 1'o 2o Ethylene conversion (%) Fig. 3. Propanal selectivity versus ethylene conversion for different H2Sconcentrations (563 K, 10.105 Pa, ( ) 0.4%, (+) 1.0% and (.) 1.6% H2S). 264 Z. Vit et al. /Applied Catalysis A: General 116 (1994) 259-268 80- 70- 60- O~ - o 50-g e- 40- n-20- 10- 0 m Propylene E~ Diethyl ketone Ethane r-~ Sulfided products Propanal ~i!ii:!i!~!iiiz!ii!:iiill :::::::::::::::::::::::: ::::::::::::::::::::::::::: ~:!iiiiiiii:iii::::::: ::::::::::::::::::::::: ::::::::::::::::::::::: :::::::::::::::::::::::: :::::::::::::::::::::: ::<::::.::.: i~:;iiiiii!i!i!i!!iii iiiiii.:~!:!ili!i::iiiii :::::::::::::::::::::: :..:.,:.:.:.::.::. I:~ilsi:isiiiiiiis!rilili:~l :::::::::::::::::::::::::::: m m m __ Co Mo CoMo NiMo Fig. 4. Influence of the nature of the active phase on the rates of formation of propanal, sulfided products, ethane, diethyl ketone, propene and derivatives (563 K, I0.105 Pa, W/F=2 g h/mol (ethylene), 1.6% H2S). In order to hold the propanal selectivity within reasonable limits, the following conditions were chosen: 563 K, contact time 2 g h/mol (ethylene), overall pressure 10.105 Pa, 1.6% H2S. These conditions are comparable to those used in other studies dealing with sulfide catalysts, i.e. 483-573 K, 1-30.105 Pa [ 1-3]. 3.2. Influence of the nature of the active phase Comparison of the results obtained for the formation of the various compounds is given in Fig. 4. Supported cobalt and nickel catalysts lead to comparable amounts of propanal and ethane, besides a small amount of sulfided products. The overall activity of the molybdenum catalyst is higher but only for the formation of hydro- genated and sulfided products since no oxygenated compounds were found in the reaction products. Besides ethane as the main product, larger amounts of ethyl mercaptan and diethyl sulfide than over cobalt or nickel sulfide were obtained. Another interesting feature of sulfided molybdenum catalysts was the presence of small amounts of propene, the formation of which can be explained by homolo- gation of ethylene [6]. The inactivity of pure molybdenum sulfide catalysts for hydroformylation was already reported by Chuang [4]. It was also observed that the modification of this catalyst by lithium, potassium and magnesium leads to the formation of oxoproducts [7 ]. Similar results were also obtained for the formation of C1-C4 alcohols from carbon monoxide and hydrogen over alkali-promotedMoS2 catalysts where the alkali (Cs) component activates carbon monoxide and MoS2 provides the hydrogenation function [8 ]. The CoMo and NiMo catalysts produced lower amounts of propanal and more ethane and sulfided products than did the cobalt and nickel catalysts. The NiMo Z. Vit et al. /Applied Catalysis A: General 116 (1994) 259-268 Ethane 265 A o e- 40 30 .............. ,~:i:i:i:i:%1 ii~!iiiiii~ii!!iiii!ii'ili:;;iil;i;i!ilili:/ iiiiiiliiiii!i}i!!iiii:::::::::::::::::::::: ii!i!ii :i:ii!:ii~i! 20 :::::::::::::::::::::::::::::::iii;:;ii::il:::iii:: :::::::::::::::::::::::::::: 10 --\" \"-- ::.::: .: :.: D \"ii! Mi~i:: i!)ilil Co Co+Mo CoMo Mo NiMo Ni+Mo Ni Fig. 5. Rates of formation of ethane (563 K, 10.105 Pa, W/F=2 g h/mol (ethylene), 1.6% H2S). i~iiiiii!iiiiiiii~ii~i iiiiiiiiii!!! . .,..........-~. . .......... ~iiiii!iii!iii!!iiii :+:.::.::,::,: . ..-............... ~ .... . ,.............~ :::::::::::::::::::::::: catalyst produced also diethyl ketone besides propanal. Up to now, this reaction was observed only on carbon-and zeolite-supported rhodium catalysts [9 ]. In order to get more insight into the comparison of the properties of the catalysts and to examine the relative importance of synergetic effects between the components, the rates of formation for ethane, propanal and sulfided products corresponding to the monocomponent catalyst, i.e. Co, Ni, Mo and the bicomponent catalyst CoMo and NiMo are given in Figs. 5-7. In the same figures the values which would be obtained by addition of the properties of the corresponding monocomponents of the mixed catalysts are represented as well. For the hydrogenation reaction, the results obtained are as expected. That is to say, cobalt and nickel catalysts present a much lower activity than molybdenum. A small synergetic effect is observed for the CoMo catalyst. This effect is more important for the NiMo catalyst. As a matter of fact, in the hydrotreating field, the better activity for hydrogenation reactions of the NiMo catalyst by comparison to the CoMo catalyst is a well established fact. Strikingly, different results are obtained for propanal formation. Nickel and cobalt catalysts present the highest activities and the CoMo and NiMo catalysts present smaller activities than those expected if the properties of either cobalt or nickel and molybdenum catalysts would be added. This means that a negative effect on propanal formation is obtained for the mixed catalysts. By contrast, Trunschke et al. [5 ] reported that molybdenum addition to rhodium catalysts increases both the hydrogenation and the hydroformylation rate of the alkenes. For these authors, molybdenum appears to have no influence on the migratory insertion step but promotes the initial step to form intermediate surface alkyl groups. On the rhodium surface, ethylidine species are supposed to be present together with further dehy- Z. Vit et al. /Applied Catalysis A: General 116 (1994) 259-268 close vicinity between the metallic components is ensured but each component would keep their own properties, rhodium carbon monoxide insertion, and molyb- denum hydrogenation. In the case of the sulfided CoMo or NiMo catalysts, the hydrogenation and hydroformylation steps are not increased in the same way. This implies that the presence of molybdenum modifies significantly the carbon mon- oxide insertion properties of cobalt and nickel. For explaining the structure of mixed hydrotreating catalysts, the model proposed by TopsCe et al. [ 10] is now generally accepted. In this model, it is assumed that the nickel or cobalt atoms are in decoration of the MoS2 phase. A detailed EXAFS study of the structure of this catalyst has recently been published by Louwers and Prins [ 11 ]. According to these studies the distance between molybdenum and the promoter atoms are rather short. This would probably imply different properties of the mixed catalysts by comparison to the monocomponent ones. The results above illustrate well this last assumption. For sulfided products, the tendency is similar to ethane hydrogenation, higher activities of molybdenum catalysts by comparison to nickel and cobalt and a high promoting effect of nickel. For the CoMo catalyst the results obtained are only slightly different from those obtained for the hydrogenation reaction (no or even small negative effect of cobalt on molybdenum). The parallelism between hydro- genation and H2S addition is probably related to the similar nature of the sites required for hydrogen and H2S activation. 4. Conclusions Sulfided alumina-supported Co, Ni, CoMo and NiMo catalysts are active for the hydroformylation of ethylene to propanal. Among these catalysts, the nickel and cobalt catalysts present the highest hydroformylation selectivity. The presence of molybdenum enhances the formation of undesirable side products, i.e. ethane and sulfided compounds and decreases hydroformylation selectivity. The carbon mon- oxide insertion property appears characteristic of the cobalt or nickel sulfide cata- lysts alone. These properties drastically decrease when cobalt or nickel are involved in a CoMoS or NiMoS phase. Consequently, for these catalysts it appears that high hydroformylation properties could be achieved only for the biphasic catalysts, one phase able to perform carbon monoxide activation and the second one the hydro- genation steps as for alkali doped MoS2 catalyst. In this respect, the formation of a mixed phase is detrimental to the hydroformylation reaction. Acknowledgements The authors acknowledge funding by Region Rh6ne-Alpes, France. They also thank R. Bacaud for GCMS experiments. Z. Vit et al. /Applied Catalysis A: General 116 (1994) 259-268 References [ 1 ] B.A. Murrer and M.J.H. Russell, Catalysis, Vol. 6, The Royal Society of Chemistry, London, 1983, p. 169. [2] Y. Konishi, M. Ichikawa and W.M.H. Sachtler, J. Phys. Chem., 91 (1987) 6286. [3] S.S.C. Chuang and S.I. Pien, Catal. Lett., 6 (1990) 389. [4] S.S.C. Chuang, Appl. Catal., 66 (1990) LI. [5] A. Trunschke, H.-C. Bottcher, A. Fukuoka, M. Ichikawa and H. Miessner, Catal. Lett., 8 (t991 ) 221. [6] T. Nakamura, M. Yamada and T. Yamaguchi, Appl. Catal., 87 (1992) 69. [7] N.E. Kinkade, Eur. Patent 0 149 255 (24 July 1985). [8] J.S. Santieban, C.E. Bogdan, R.G. Herman and K. Klier, in M.J. Phillips and M. Ternan (Editors), Proceedings 9th International Congress on Catalysis, Calgary, 1988, Vol. 2, The Chemical Institute of Canada, Ottawa, 1988, p. 561. [9] N. Takahashi, T. Takeyama, T. Yanagibashi and Y. Takada, J. Catal., 136 (1992) 531. [ 10] H. TopsCe, B.S. Clausen, R. Candia, C. Wivel and S. Morup, J. Catal., 68 ( 1981 ) 433. [ 11 ] S.P.A. Louwers and R. Prins, J. Catal., 133 ( 1992)94. APCATA 94802939 0926-860X(94)80293-9 10.1016/0926-860X(94)80293-9 Elsevier Science B.V. All rights reserved Hydroformylation of ethylene over cobalt, nickel, molybdenum, CoMo and NiMo alumina supported sulfide catalysts Z. Vit 2 J.L. Portefaix M. Breysse 1 Institut de Recherches sur la Catalyse, CNRS, 2, avenue Albert Einstein, 69626 Villeurbanne ,France 2 1On leave from the Institute of Chemical Process Fundamentals, Rozvojova 135, 16502 Prague 6, Czech Republic. 1 Corresponding author. Vapour phase hydroformylation of ethylene was studied with alumina supported Co, Ni, Mo, CoMo and NiMo sulfide catalysts in a flow reactor with fixed bed at 513–563 K, 10·105 Pa of overall pressure in the presence of H2S in the feed. With this reaction mixture three different kinds of reactions were observed, hydrogenation, hydroformylation and H2S addition. Nickel and cobalt catalysts presented the best hydroformylation activity. The addition of molybdenum enhanced the formation of ethane and sulfur compounds but decreased the hydroformylation reaction. This last result is discussed in relation with the formation of a NiMoS or CoMoS phase. Keywords Hydroformylation Propanal Sulfide catalysts References [1] Murrer B.A. Russell M.J.H. Catalysis 6 1983 The Royal Society of Chemistry London 169 [2] Konishi Y. Ichikawa M. Sachtler W.M.H. J. Phys. Chem. 91 1987 6286 [3] Chuang S.S.C. Pien S.I. Catal. Lett. 6 1990 389 [4] Chuang S.S.C. Appl. Catal. 66 1990 L1 [5] Trunschke A. Bottcher H.-C. Fukuoka A. Ichikawa M. Miessner H. Catal. Lett. 8 1991 221 [6] Nakamura T. Yamada M. Yamaguchi T. Appl. Catal. 87 1992 69 [7] N.E. Kinkade, Eur. Patent 0 149 255 (24 July 1985). [8] Santieban J.S. Bogdan C.E. Herman R.G. Klier K. Phillips M.J. Ternan M. Proceedings 9th International Congress on Catalysis, Calgary, 1988 2 1988 The Chemical Institute of Canada Ottawa 561 [9] Takahashi N. Takeyama T. Yanagibashi T. Takada Y. J. Catal. 136 1992 531 [10] Topsøe H. Clausen B.S. Candia R. Wivel C. Morup S. J. Catal. 68 1981 433 [11] Louwers S.P.A. Prins R. J. Catal. 133 1992 94",
      "scopus-id": "0028497482",
      "coredata": {
        "eid": "1-s2.0-0926860X94802939",
        "dc:description": "Vapour phase hydroformylation of ethylene was studied with alumina supported Co, Ni, Mo, CoMo and NiMo sulfide catalysts in a flow reactor with fixed bed at 513–563 K, 10·105 Pa of overall pressure in the presence of H2S in the feed. With this reaction mixture three different kinds of reactions were observed, hydrogenation, hydroformylation and H2S addition. Nickel and cobalt catalysts presented the best hydroformylation activity. The addition of molybdenum enhanced the formation of ethane and sulfur compounds but decreased the hydroformylation reaction. This last result is discussed in relation with the formation of a NiMoS or CoMoS phase.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802939",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Vit, Z."
          },
          {
            "@_fa": "true",
            "$": "Portefaix, J.L."
          },
          {
            "@_fa": "true",
            "$": "Breysse, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802939"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802939"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80293-9",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydroformylation of ethylene over cobalt, nickel, molybdenum, CoMo and NiMo alumina supported sulfide catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Propanal"
          },
          {
            "@_fa": "true",
            "$": "Sulfide catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "259-268",
        "prism:endingPage": "268",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 1994",
        "prism:doi": "10.1016/0926-860X(94)80293-9",
        "prism:startingPage": "259",
        "dc:identifier": "doi:10.1016/0926-860X(94)80293-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028497482"
      }
    }
  }
}