{
  "metadata": {
    "title": "Kinetics of the catalytic reaction of methane and hydrogen sulphide over a Pt<ce:glyph name=sbnd></ce:glyph>Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-04-25",
    "doi": "10.1016/0926-860X(95)00227-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002278",
    "pii": "0926860X95002278"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039627065",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002278 0926-860X(95)00227-8 0926860X95002278 10.1016/0926-860X(95)00227-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00154 2024-01-01T12:18:48.759026Z 0 0 19960425 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 138 138 1 1 Volume 138, Issue 1 6 39 55 39 55 19960425 25 April 1996 1996-04-25 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. KINETICSCATALYTICREACTIONMETHANEHYDROGENSULPHIDEOVERAPTAL2O3CATALYST MEGALOFONOS S YANG 1994 1090 1097 B KALOIDAS 1989 2493 2500 V KALOIDAS 1991 345 351 V ONDREY 1992 30 35 G PREUB 1987 297 305 U MEGALOFONOS 1991 319 327 S MEGALOFONOS 1995 S PHDTHESIS ANDERSON 1989 197 208 J BISWAS 1988 161 247 J CHEN 1975 3580 3590 C CHEN 1976 3175 3184 C MAKAROV 1975 1491 1500 K HIMMELBLAU 1970 D PROCESSANALYSISBYSTATISTICALMETHODS MARQUARDT 1963 431 441 D DAVIS 1984 M NUMERICALMETHODSMODELLINGFORCHEMICALENGINEERS FROMENT 1979 G CHEMICALREACTORANALYSISDESIGN CHASE 1985 M MEGALOFONOSX1996X39 MEGALOFONOSX1996X39X55 MEGALOFONOSX1996X39XS MEGALOFONOSX1996X39X55XS item 0926-860X(95)00227-8 0926860X95002278 1-s2.0-0926860X95002278 10.1016/0926-860X(95)00227-8 271346 2024-01-01T12:18:48.759026Z 1996-04-25 1-s2.0-0926860X95002278-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002278/MAIN/application/pdf/2a9730efeabff88a5f6042fc762ea10d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002278/MAIN/application/pdf/2a9730efeabff88a5f6042fc762ea10d/main.pdf main.pdf pdf true 700011 MAIN 17 1-s2.0-0926860X95002278-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002278/PREVIEW/image/png/831df7aa7b2d222a6f9199a5e4176fb0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002278/PREVIEW/image/png/831df7aa7b2d222a6f9199a5e4176fb0/main_1.png main_1.png png 46616 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 138 (1996) 39-55 i APPLIED CATALYSIS A: GENERAL Kinetics of the catalytic reaction of methane and hydrogen sulphide over a Pt-A1203 catalyst S.K. Megalofonos, N.G. Papayannakos * Laboratory of Chemical Process Engineering, Department of Chemical Engineering, National Technical University of Athens, Heroon Polytechiou 9, GR-157 73 Zografos, Athens, Greece Received 21 April 1995; revised 16 September 1995; accepted 16 September 1995 Abstract The reaction of methane and hydrogen sulphide over a Pt-A1203 catalyst has been studied in a fixed bed tubular reactor over a temperature range of 973 to 1073 K under atmospheric pressure and for space times between 0.1 and 1 s. The Langmuir-Hinshelwood-Hougen-Watson theory has been employed to obtain eighteen (18) rival kinetic models. The kinetic parameters are determined for all models and discrimination of the prevailing model is attempted by using statistical and thermodynamic constraints. According to that model the rate-controlling step is the reaction between one chemisorbed CH2 and two S on the catalytic surface with the participation of three catalytic sites. Keywords: Alumina-platinum; Hydrogen sulphide; Methane; Kinetics 1. Introduction Hydrogen is valuable both as a chemical feedstock and as a clean energy source. As environmental demands for cleaner fuels are steadily increasing, the role of hydrogen both as a feedstock in the petroleum industry for upgraded fuel and as a 'green' energy source is expected to rise as well. Among the most hydrogen-consuming processes in the petroleum refineries today is the hydro- treatment of petroleum fractions, mainly to remove heteroatoms, such as sulphur and nitrogen, decrease aromaticity as well as improve cuts characteristics. The hydrogen sulphide produced is further directed to Claus process units where sulphur is produced and hydrogen is converted to water [1-5]. * Corresponding author Tel. (+ 30-1) 7723239, fax. (+30-1) 7723155, npap@offeas.chemeng.ntua.gr. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00227-8 e-mail 40 S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 Steam-reforming has been for a long time the principal method for the production of hydrogen. According to this method, hydrogen is generated by the reaction of steam with natural gas or desulphurised light hydrocarbons at temperatures of 650-950 while carbon oxides are produced as by-products [4,51. As scientists have been striving to achieve larger yields of hydrogen, their experimental efforts are focusing on alternative methods and processes for hydrogen production. A proposed method for hydrogen production is the decomposition of hydrogen sulphide [1-3]. However, as the decomposition of hydrogen sulphide is not thermodynamically favourable [2,6] the direct reaction between methane and hydrogen sulphide is suggested as an alternative process for hydrogen production [6,7]. This alternative approach was considered in view of the two-fold use. The first is that the strong pollutant hydrogen sulphide is used for the production mainly of hydrogen, a clean energy source and a valuable chemical as long as the solvent carbon disulphide is produced as a by product. The second is that the gas mixture produced can further react under different conditions to produce light hydrocarbons [8]. The use of platinum catalysts in catalytic reforming is well known from previous studies [9]. Platinum catalysts have also the ability to catalyze hydro- genation and dehydrogenation reactions. Besides, these catalysts catalyze the decomposition of hydrogen sulphide [ 1,9]. Object of this paper is the study of the kinetics of the methane-hydrogen sulphide catalytic reaction by using Pt-AI203 as a catalyst, in the temperature range of 973-1073 K and at 0.1 MPa pressure. 2. Experimental Two coaxial a-Al203 tubes in a downflow configuration were used as reactor. The internal diameter of the outer tube was 11.5 mm and the external diameter of the inner tube was 5.5 mm. The tube length was 0.80 m. A four zone electric furnace was regulating the temperature distribution in the reactor in accordance with the experimental requirements, using four electronic con- trollers. The temperature was monitored by thermocouples placed at fixed points outside the outer tube as well as inside the inner tube. One inner travelling thermocouple was also used to measure the temperature distribution along the reactor length in the course of each experiment. The accuracy of the temperature measurements was _ 1 K. The reactor feed gas was a mixture of H2S and CH4. The H2S and CH4 flow rates at the inlet of the reactor were measured independently using a capillary system calibrated with a bubble flowmeter. The total volumetric flow rate was measured at the reactor outlet using a bubble S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 Table 1 Characteristics of the two Pt-AI203 catalytic beds, KCE Platinum catalyst E 603 Pt = 0.43% 41 Catalytic bed A Catalytic bed B Dry catalyst mass mb = 2.702 g 1.265 g Bed length Lb = 5.1 cm 2.3 cm Bed cross area Ab = 0.7649 cm2 0.7649 cm2 Bed apparent density Pb = 0.69 g/cm3 0.72 g/cm3 Bed void fraction eb = 0.51 0.49 Particle diameter range d p = 0.0315-0.0250 cm 0.0500-0.0400 cm flowmeter. The gas composition at the inlet of the reactor was double checked through the measurement of the inlet flow rates and by gas chromatography. A maximum deviation of 2% was observed. The input-output mass balances were checked in each experiment and their differences were found to be less than 3%. The gas composition at the reactor inlet and outlet was determined by a gas chromatograph bearing a thermal conductivity detector and a 5.48 m Porapak-Q column. Nitrogen was used as carrier gas. The gas chromatograph was cali- brated with pure H2S, CH4 and H2 gases and with gas mixtures of CH4 and CS2. All gases employed in the experiments were of a purity over 99.5% with the exception of the carrier gas for the gas chromatograph, the purity of which was 99.999%. The catalyst used was a Pt-A1203 (KCE Platinum catalyst E 603) with 0.43% wt Pt. Its density was 1.41 g/cm3 with a void fraction of 0.65, specific surface area 104 m2/g and mean pore radius 6.9 nm. The experiments have been performed in two catalytic beds of different mass and particles size, for the experimental test of the impact of the intraparticle transfer phenomena upon the study of the kinetics of the methane-hydrogen sulphide reaction. Characteristics of these two beds are given in Table 1. 3. Results and discussion 3.1. Proposed kinetic models and reaction paths In the kinetic study of the methane-hydrogen sulphide reaction, it is assumed that two chemical reactions take place: The hydrogen sulphide-methane reac- tion to carbon disulphide and hydrogen and the catalytic decomposition of hydrogen sulphide to sulphur and hydrogen. Although not favoured thermody- namically, the latter is a very rapid one [3,6]. Methane dimerization reactions are of no interest for the purposes of the present study as they are slow [10-12] and not favoured thermodynamically [6], and thus not taken into account along with the rest of the reactions taking place in the gas phase. 42 S.K. Megalofonos, N.G, Papayannakos /Applied Catalysis A: General 138 (1996) 39-55 3.2. The homogeneous thermal reactions The homogeneous hydrogen sulphide-methane thermal reaction was found to be of negligible importance compared to the catalytic one. The conversions to carbon disulphide obtained with the empty reactor were within the experimental error of the measured values for the whole range of experimental conditions. 3.3. The catalytic reactions For the first catalytic reaction, eighteen different reaction paths were defined taking into account the possible chemical species on the active sites. i. The reaction of either CH4 or the radicals \"CH3 and \"CH2 (CHd) in the gas mixture with two chemisorbed sulphur atoms or with one chemisorbed sulphur atom and one chemisorbed hydrogen sulphide molecule or with two chemisorbed hydrogen sulphide molecules to form one chemisorbed carbon disulphide molecule. The reaction proceeds with the participation of two active catalytic sites. d CHd+2 # 2a~1/2+ H2 (la) vCS2 2\" CHd+ + 2S ~ 2~1/2 (d+2) ~cs~ + TH2 (lb) (d+4) CHd+2~S ~ 26al/2+vcs2 --H22 (lc) ii. The reaction of chemisorbed CH4 or CH3 or CH2 (tta) with two adjacent chemisorbed sulphur atoms or with one chemisorbed sulphur atom and one chemisorbed hydrogen sulphide or with two chemisorbed hydrogen sulphide to form one chemisorbed carbon disulphide molecule. The reaction proceeds with the participation of three catalytic sites. d H~+2 ~ 2 e;~l/2 +'~CS2 -2H2 + (ld) (d+2) H. + + ~S ~ 2vCS~a~/2 + __2 H2 + v (le) (d+ 4) Ha + 2 2S ~ 2 e~l/2 +'~CS2 ~H2+2 (If) The Langmuir-Hinshelwood-Hougen-Watson theory has been used to deter- mine the reaction rate equation for each case with the assumption that the concentration of the unsaturated sites is very low in comparison with the concentration of the saturated ones. A general kinetic form can be derived for all S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 Table 2 Definition of the parameters used in the kinetic Eqs. 2 and 3 for the 18 models [7] 43 Ka,S - Keq,S2 Ks Ka,H 2S i K ( o cs2) gcs Ka,H2S Ka.CH4 KCB4 = Ka.H2S K a.CH ~\" geq.Crl a Kcu d K a H 2S '(2- v) (3- c~q (c - 2) kitr = kRr.( Ks) \" (Keq,O-Id) \"(KcH,f) l (r~.,~)(~) Keq,Rr Keq,rl CH4 +2H2S ~ H2 +CS2 2H2S ~ 2H2 +S2 2 ~ S 4-d CH4 ~ CHd +----~H2 (Keq.rt) (rl) (K,q.a) (r2) (Keq.S2) (r3) ( Keq.C, a) (r4) the eighteen models as shown below: er = kRr ( 1 ) PCH4 . p(~_o)/2 . p~t2s _ \"Pcs2 \"(PH2)(20+a)/2 p~4- d)/2 K eq,Rr PH2S \"{- Ks + + P $21/2 Kcs o. cs21/2 Kcna P(H4-a)/2 PCH4 ) c ] (2) and its parameters are defined in Table 2. The hydrogen sulphide decomposition is assumed to proceed through loosen- ing of the hydrogen-sulphur molecular bonds on the active sites of the catalytic surface, creation of hydrogen-hydrogen bonds and desorption of molecular hydrogen [3] and sulphur. Taking into account the presence of the different species in the hydrogen sulphide-methane system, the rate equation can be written in the general form RH2S = kRHzS _ 1 . p~/2. PHi) PH2S K eq,RH2s $2 PH2s+Ks.Pl/2+ . p]/2 + PCH4 ) (3) s: Kcs \" CS2 KCHd\" p(H4-d)/2 44 S.K. Megalofonos, N.G. Papayannakos // Applied Catalysis A: General 138 (1996) 39-55 As there are no data in the literature for the reaction rate of hydrogen sulphide decomposition on Pt-AI203, a kinetic model selection for this system is also attempted in this work. 3.4. Parameter estimation For the determination of parameters kRn2s, kar, Ks, Kcs, Kcn~ of the mathematical model r, the function of the sum of squares of the residuals for all the dependent variables, m = 1...M, is minimised M [ N ^ 2 ~r min ~ m~2 E(Ymn-Ym,r,n) (4) ' =1 Se,m n=l ' or in the case of one, m, dependent variable N = E (rmo-- L r.)2 (5) n=l where Ym,n represents the value of the mth dependent variable in the nth experiment and Ym,r,n the relevant predicted value by the r model. The ratio 1/s~,m represents the gravity coefficient for each dependent variable m. For the estimation ofSe,m2 , experimental repetitions were effected at j = 1 ... Jn different experimental conditions and the variances of the dependent variables throughout the experimental process were calculated [13]. E E Even n=l j=l Jn j=l 2 Se,m = N (6) ]~] Jn -N n=l For the minimisation of q~r, min and the determination of bw,r the Marquardt - Levenberg algorithm was employed [ 14-16]. 3.5. Parameter transformations and constraints The process for determination of the kinetic model parameters is divided in two phases. In the first phase, the parameters kRn2s, kar, Ks, Kcs, Kcn~ of the models are determined for each temperature level separately. The values of the parameters of the kinetic models are positive real numbers. S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 45 In order to keep this condition always satisfied during the minimisation process of ~r.mi., these parameters are transformed as follows: kRHzS ~- exp(131) kRr=eXp(/32i) i ~ {1,2 .... 18} Ki = exp(/33i) i E {S, CS, CHd} (7) V/31,/32i,/33i ~ R ~ kRH2S,kRr,Ki>/O The values determined during the first phase are used for the determination of the initial values in the second phase. In the second phase, the parameter determination takes place for all the experimental data simultaneously. The parameters of the mathematical model are transformed such that both their dependence upon temperature can be anticipated and these parameters be positive real numbers. During this phase the number of parameters determined, is doubled. kgHzs,kRr,Ki = exp( ~-~ )exp( ~ ) (8) V/3wi, /3oi ~-- R =* kRH2s,kRr,Ki>/ O Table 3 Thermodynamic data of the reactions and the thermodynamic constraints for the 18 models [17] T Keq,r| 973 1.759 e - 03 1073 3.472 e - 02 1098 6.738 e-02 AS~ s2 = 14.2cal/mol/K A Heq' S 2 = 5200 cal/mol aS c.3 = 20.7 cal/mol/K AHe~ CH, = 54300cal/mol ASO~cH 2 = 44.9cal/mol/K a He~ .CH 2 = 54300 cal/mol 0. < - aS2s < SHzS = 60.Scal/mol/K 0. < aSa < SOs = 46.6cal/mol/K 0. < aSPics2 < Ss2 = 72.5 cal/mol/K 0. < aSH 4 < S~.CH4 = 59.6cal/mol/K 0. < aSH, < S. cn~ = 60.1 cal/mol/K 0. < AScn2 < Sg~'cn ~ = 64.4cal/mol/K AH.i < O. 10. < - AS < 12.21 +3.35\" 10-4\"(- AHa) i ~ {HzS, CH4, CH3, CH2, S, CS2} -64.7 < - ASs < 22.6 cal/mol/K - 50.5 < - AScs < 26.3 cal/mol/K - 50.5 < - A Scu 4 < 46.6 cal/mol/K - 71.3 < - A ScH , < 29.4cal/mol/K -85.4 < - AScn~ < 9.5cal/mol/K ERr = ERr -(2- v)\" A Hs -(3 - c)\" q\" AHeOq.d --(C --2)\" Alien~ > O. ERr-, = Es, - AHeq,Rr -2-AHcs > 0. AHs, AHcs, AHcH4 with no constraints geq.r2 2.713 e-05 2.189 e-04 3.480 e- 04 973 < T < 1073 973 < T < 1073 973 < T < 1073 973 < T < 1073 973 < T < 1073 973 < T < 1073 46 S.K. Megalofonos, N.G. Papayannakos /Applied Catalysis A: General 138 (1996)39-55 Table 4 The estimated parameters of the 18 kinetic models Kinetic models kRi (mol.atm/g/s) kH:si (mol/g/s) Ks (atmI/z) Kcs (atmm/2) KCHd (atmx) exp(ASi/R) 7.9483E+ 13 Em/AHi 6.7366E+ 4 exp(/tSi/R) 7.2178E+ 16 Em/AHi 8.4292E + 4 exp(ASi/R) 1.4683E+ 2 Eoa/AHi 2.4493E + 4 exp(AS~/R) 7.0903E + 5 ERi/AHi 3.7876E + 4 1 2 3 4 5 exp( ASI/R) 9.7907E + 6 Elii/ZlHt 5.0746E + 4 6 exp(ASi/R) 6.9007E+ 10 Em/AHi 7.6027E + 4 7 exp(/tSl/R) 4.4328E+ 16 Em/AH~ 8.7925E + 4 8 exp(ASi/R) 2.6051E+21 Em/AHI 1.0903E + 5 9 exp(zlSi/R) 2.5578E+24 Ein/AHi 1.3240E + 5 10 exp(ASj/R) 7.3734E+ 17 ERi/AHi 8.3578E+ 4 11 exp(~Si/R) 1.4471E+11 Em/AHI 6.1368E + 4 12 exp(ASi/R) 9.0222E+6 Em/AHi 4.2948E + 4 13 exp(zlSi/R) 1.8084E+ 13 Em/AHi 6.2856E + 4 14 exp(ASi/R) 3.1481E+8 ERi/AHi 5.4054E + 4 15 exp(ASi/R) 1.5112E+6 Em/AH; 4.8425E+ 4 16 exp(ASi/R) 3.9576E+ 12 ERi/AHi 5.4630E + 4 17 exp(ASl/R) 3.8752E+ 10 Em/AHi 5.9699E + 4 18 exp(ASi/R) 1.6957E+9 Em/AHt 6.1181E+4 4.4073E + 1 7.3951E + 5 2.1766E + I 7.5693E+9 2.6183E + 4 2.1450E + 4 8.3393E + 2 3.5795E + 10 6.6439E+ 3 5.2524E + 10 4.6662E + 1 4.8177E +9 3.7453E + 4 4.1987E+ 4 1.0444E + 3 6.1526E+5 1.9970E- 1 1.3646E + 14 6.4290E- 6 9.8631E+ 1 1.5744E + 4 6.5040E + 4 - 3.0553E + 4 1.4059E + 4 1.2196E+ 4 5.2504E- 5 2.4960E - 1 4.7534E + 5 3.8244E+4 -1.8275E+4 -5.0816E+3 3.1352E+4 8.9925E + 2 5.0562E - 5 1.1878E - 4 2.6420E + 5 3.2644E+4 -2.3561E+4 -1.6120E+4 3.1827E+4 5.4214E + 2 6.3920E + 2 8.9048E- 3 2.0290E + 10 3.1747E+ 4 1,1966E + 4 - 5.8781E+ 3 5.7021E + 4 3.7167E+ 2 9.0560E- 5 2.6708E+ 2 7.1857E+0 3.0275E + 4 - 2.2239E + 4 1.1761E+4 8.0813E + 3 4.0462E + 2 1.5966E- 5 5.6130E- 1 5.1370E + 2 2.9542E + 4 - 2.7301E+4 1.9254E + 3 1.3735E + 4 1.1934E+2 1.1888E+0 4.4288E+6 5.6921E+6 2,8235E + 4 - 2.5504E + 2 2.4210E + 4 4.6718E+4 7,6980E + 5 1.1288E + 1 2.3235E + 5 8.2040E + 8 4,5418E + 4 1.6253E + 1 1.9639E + 4 6.2656E + 4 4.4073E + 1 1.1843E+ 5 1.7228E + 1 3.1434E+ 2 2.6183E+ 4 2.4108E+4 5.6959E+ 2 1.7118E+4 3.3430E + 4 9.3306E + 13 1.7887E - 3 5.5967E + 0 3.7453E + 4 6.0623E + 4 - 1.9478E + 4 7.9057E + 3 1.1041E+0 3.0075E + 1 2.9417E+ 1 5.2850E + 8 1.5744E+4 -3.0371E+ 1 9.2946E+2 4.2915E+4 2.8279E + 4 6.8464E - 1 1.3742E + 0 3.8676E + 0 3.9130E+ 4 9.1236E+ 3 - 3.0732E + 3 6.5876E + 3 1.0365E + 1 2.3898E + 5 1.8167E- 3 9.0251E +4 2.2644E+4 2.2660E+4 - 1.6738E+4 2.8194E+4 3.6671E+ 3 1.7670E- 4 3.1090E + 3 4.3605E- 1 3.1747E+ 4 - 2.7160E+4 8.0068E + 3 5.8770E + 3 2.8238E+ 3 5.4971E- 3 1.5786E + 1 2.2791E+ 1 3.0275E+4 -1.5308E+4 -2.5148E+2 1.2931E+4 3.1533E+2 1.5069E + 0 7.5153E-2 7.1286E+6 2.9542E + 4 - 6.7494E + 1 - 1.0360E + 4 4.0732E + 4 In accordance with the above mentioned transformation, the parameters have physical meaning; the first one represents the entropy change and the second one represents the enthalpy change. [~wi = ASi, ~vi : AHi,ERr,ERH2S (9) During the second phase, all the necessary thermodynamic constraints are considered simultaneously with the minimisation process of ~r, min SO that all the thermodynamic constraints be fulfilled for all the model parameters. In Table 3, thermodynamic data of the reactions as well as the thermody- namic constraints are given. In Table 4, the estimated values for the model parameters are presented. S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 Table 5 Results of the statistical and thermodynamic test for all kinetic models 47 F-Test F0.95 (41,10) Test table Se2m 1.82E - 4 4.44E - 5 6.37E - 6. F-Test Thermod. constraints Models H2S H2 CS2 1 - 2.25 - 1.12 - 0.29 Yes Yes 2 - 2.07 0.98 1.82 No Yes 3 - 1.43 7.64 7.12 No Yes 4 -2.20 - 1.25 - 1.35 Yes Yes 5 - 0.96 11.58 11.68 No Yes 6 - 0.11 16.80 17.24 No Yes 7 - 0.67 16.94 15.44 No Yes 8 -0.71 14.76 13.41 No Yes 9 - 1.43 5.73 3.90 No Yes 10 - 2.34 - 1.49 - 0.38 Yes Yes 11 - 1.67 2.74 1.16 No Yes 12 - 1.08 8.39 6.96 No Yes 13 - 2.30 - 1.67 - 1.39 Yes Yes 14 - 1.58 3.65 1.98 No Yes 15 -0.39 13.13 10.95 No Yes 16 - 2.33 - 2.09 - 1.70 Yes Yes 17 - 2.27 - 1.15 - 1.22 Yes Yes 18 - 2.15 0.69 0.92 No Yes 3.6. Statistical test of the kinetic models The statistical adequacy of the kinetic models has been tested by Fisher's criterion [13], 2 Sr,m F= ~ <Fl_a(Ur,Ue) (10) Se,m whereSe,m2 represents the variance of the dependent variable m and is a measure of the dispersion caused by the experimental error. s,,m2 represents the lack of fit of model r for the mth dependent variable and is calculated from the sum of squares of the residuals: -- -- (11) N-Wr Best kinetic model is considered the one which has the smallest mean squares of residualsst,m2 for every dependent variable and satisfies at the same time all the thermodynamic constraints presented in Table 5. From Fig. 1 and Table 5, it becomes obvious that six models (No. 1, 4, 10, 13, 16 and 17) out of eighteen rival ones present statistical adequacy and satisfy all the thermodynamic con- straints. However, following the procedure described before, the model 16 is considered as the best kinetic model. This model satisfies the thermodynamic 48 S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 20.00 ,4 t,,4 I-I o tl, ! la. 15.00 10.00 5.00 0.00 -5.00 -10.00 J~ : ~ Non adequate kinetic modes / ~':I~ or ,. .+ / ':\" o .\" :. .a / % ..] Adequate kinetic modes Kinet~ models ---<>--H2S - - o- - H2 - o-- - CS2 Fig. 1. Graphical presentation of the F-test results for all kinetic models. constraints, the statistical adequacy and produces the minimum values of 2 Sr,m\" According to the model 16, the rate-controlling step is the reaction between the chemisorbed CH2 and two chemisorbed S on the catalytic surface with the participation of three catalytic sites. The rate equation of the prevailing kinetic model derived from Eqs. (2 NO TRANSLATION 3) if the parameters c, d, q, v are substituted for 3, 2, 1, 0 respectively is: PH2S- Koq,Rtl2s S2 RH2s = kRH2S \" ( )(12) PHzs + Ks. pl/2 pl/2 PCH4 s~ +Kcs \" +Kcn~\" --CS2 pH2 ('+\"+ ' / -- -- \" Pcs2 \" PH2 PH2 \" Ps2 Keq,R!6 PH2s + Ks\" pl/2 Kcs \" P~/2 + . CH~ Moreover, the models 1, 4, 10, 13 and 17 can be used for simulation and design. The reaction paths they represent may be followed in parallel with the prevailing one but in a lesser extend. This implies that on the catalyst sites more than one forms of the adsorbed reactants and products can coexist and follow different ways, thermodynamically acceptable, to reorganize and yield the reaction products. The kinetic model of the catalytic decomposition of hydrogen sulphide on Pt-AI203 is the same as the one proposed by Kaloidas and Papayannakos [3] S.K. Megalofonos, N.G. Papayannakos /Applied Catalysis A: General 138 (1996) 39-55 0.08 ' 0.06 0.04 0.02 0 .... I .... t .... I .... 0 0.05 0.I 0.15 0.2 Catalyst bed space time (s) Fig. 2. Mole fraction of hydrogen produced on catalyst Pt-Al203 vs. catalyst bed space time. Pt YHzSin = 1. Reaction temperature: 1:1062 K, 2:1032 K, 3:1001 K, 4:979 K. 49 = l alto., for the same reaction on MoS2. When the gas feed does not contain methane, only hydrogen sulphide and sulphur are adsorbed on the catalyst surface and the kinetic model (Eq, (12)) coincides with that proposed in the work mentioned before. In Fig. 2, the fitting of the experimental results by the model is presented when the reactor was fed with pure hydrogen sulphide. Fig. 3, Fig. 4, Figs. 5 and 6 show selected experimental data and the predicted values for the proposed model 16 when the feed gas consisted of H2S and CH4. A maximum hydrogen and carbon disulphide yield was obtained for YR2s,0 = 0.6-0.7. Fig. 7, Figs. 8 and 9 show the parity plot of all the experimental data for hydrogen sulphide, hydrogen and carbon disulphide molecular fraction at the reactor outlet. A very good agreement of the predicted values with the experi- mental data is observed. The deviations are within the experimental error for 95% of the experimental points. It is also observed that results from both catalyst beds are not influenced by the catalyst particle size confirming that 50 S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996)39-55 0.32 - 0.3, f ~.~ 0.28 ~ ~'~ 026~ 0.14 O o~i ' z ~oo+1 (I- s. 0.06 + O:o:t 0 1 .... i .... ] .... ] .... I .... I .... i .... 0 0.2 0,4 0.6 0.8 1 1.2 1.4 Catalyst lind spacl time (s) Fig. 3. Mole fraction of hydrogen produced on catalyst Pt-AI203 vs. catalyst bed space time. Pt = 1 arm., YH2sin =0.66. Reaction temperature: 1:1065 K, 2:1034 K, 3:1003 K, 4:977 K. intraparticle effects were insignificant for the experimental conditions of this work. Catalyst deactivation was followed during experimentation with standard 0.08 , 0.o \"~ 0.06 t., 0.05 0.04 0.03 0.02 o 0.01 0 0 0.2 0.4 0.6 0.8 1 12 L4 Catalyst bed space time (s) Fig. 4. Mole fraction of carbon disulphide produced on catalyst Pt-A1203 vs. catalyst bed space time. Pt = 1 atm., YH2sin = 0.66. Reaction temperature: 1:1065 K, 2:1034 K, 3:1003 K, 4:977 K. S.K. Megalofonos, N.G. Papayannakos /Applied Catalysis A: General 138 (1996) 39-55 51 0.4 0.35 ~ 0.3 ~ 0.25 Io g w 0.2 2 = 0.15 ~ 02 u \"d o.os X Thermodynamic equ~brium f 1 2 3 I I r I I , ~ , I r I ' ) \" I , 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 Mole fr,,ction of hydrogen sulphide At the reactor inlet Fig. 5. Mole fraction of hydrogen produced on catalyst Pt-AI203 vs. mole fraction of hydrogen sulphide at the reactor inlet. Pt = 1 atm., T = 1065 K. Total feed flow rate: 1:2 N cma/s, 2:6 N cm3/s, 3:12 N cm3/s, 4:20 N cm3/s. - 0.1 :1 Thermodynamic equilibrium o 0.09 i. %- 0.07 . .,,. ~0.06 ~ 0.05 !I :~ Ol ................... 0 0,1 0.2 0,3 0.4 0.5 0.6 0.7 0.8 0.9 Mole fraction of hydrogen sulphide at the reactor Inlet Fig. 6. Mole fraction of carbon disulphide produced on catalyst Pt-AI203 vs. mole fraction of hydrogen sulphide at the reactor inlet. Pt = 1 atm., T = 1065 K. Total feed flow rate: 1:2 N cm3/s, 2:6 N cm3/s, 3:12 N cma/s, 4:20 N cma/s. 52 S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 0.80 \"~ 0.70 _a = -~ 0.60 ,,.e 0.50 m 0.40 m ,~ 0.30 ~ 0,'20. \"3 :~ O.lO. 0.00 0.00 [] Cat. Bad Z702 g Cat Bed 1.265 g .... i .... i .... i .... 0.20 0.40 0.60 Mole fraction hydrogen sulphide obNrved 0.80 Fig. 7. Mole fraction of hydrogen sulphide at the reactor outlet. Comparison of model 16 predicted values to experimental data. experiments and the kinetic equations are given for the initial activity of the catalyst. The homogeneous reaction of methane with hydrogen sulphide was very slow [7] and its contribution to the total conversion was neglected. During 0.30 0.25 [] 0.20 0.15 e. 0.10 Cat Bad 1.265 9 0.05 / 0.00 .... i .... I .... i .... i .... i .... 0.00 0.05 0.10 0,15 0.20 0.25 0.30 Mole fraction hydrogen observed Fig. 8. Mole fraction of hydrogen at the reactor outlet. Comparison of model 16 predicted values to experimental data. S.K. Megalofonos, N.G. Papayannakos /Applied Catalysis A: General 138 (1996) 39-55 53 0.08 0.07 u J ,i .~ 0.06 O ~ 0.05 J \"~ 0.04. ~ 0.03 C ~ 0.02 j ~ Cat Bad ]265 g 0 / X 0.01 , / 0.00 ./. . . i .... I .... I .... 0.00 0.02 0.04 0.06 0.08 Mole fraction carbon disulphide observed Fig. 9. Mole fraction of carbon disulphide at the reactor outlet. Comparison of model 16 predicted values to experimental data. the study of the hydrogen sulphide-methane catalytic reaction no dimerization of methane has been observed, which is in accordance with the results of a thermodynamic study and the bibliographic data of the reaction kinetics as discussed earlier. 4. Conclusions Eighteen kinetic models for the catalytic reaction of methane and hydrogen sulphide over a Pt-A1203 catalyst have been studied. The proposed kinetic model indicates that the rate-controlling step is the reaction between one chemisorbed CH2 and two chemisorbed S species with the participation of three catalytic sites. The activation energy of this step was calculated as 103 100 cal/mol. The only products yielded are hydrogen, carbon disulphide and small amounts of sulphur. The kinetics of H2S decomposition over the Pt-A1203 catalyst is also presented. 5. Nomenclature C d ERr number of catalytic sites the type of CH d chemical species participating to the surface reaction activation energy of the rth model forward reaction, cal/mol 54 S.K. Megalofonos, N.G. Papayannakos /Applied Catalysis A: General 138 (1996) 39-55 Rr eL' AH kRr kRr K eq,R r Keq,rl Keq,rz Keq,CHd K eq,S2 Ka,A Ki N t,, q R R Rr s: m S2 r,ffl S AS T 13 Yi,in mb t3 ~]Sr, rnin q~r,m activation energy of the forward reaction la, b, c, d, e, f, cal/mol activation energy of the reverse reaction la, b, c, d, e, f, cal/mol enthalpy change, cal/mol specific rate of the rth model reaction specific rate of the reaction steps 1 a, b, c, d, e, f thermodynamic equilibrium constant of the rth model reaction in the gas phase. thermodynamic equilibrium constant of the reaction (rl) Table 2. thermodynamic equilibrium constant of the reaction (r2) Table 2. thermodynamic equilibrium constant of the reaction (r3) d = 2,3 Table 2. thermodynamic equilibrium constant of the reaction (r4) Table 2. thermodynamic equilibrium constant of the chemisorbed substance A on the catalytic surface. inhibition parameters of the rate equations as defined in Table 2 total number of experiments partial pressure of a reactant species A, atm total pressure of the reactant system, atm coefficient depended on the value of d, if d = 4 then q = 0, if d = 3,2 then q = 1 gas constant, cal/(mol K) real numbers catalytic reaction rate of the rth model, mol/(s goat) experimental variance of the mth dependent variable mean square of the mth dependent variable for rth model entropy, cal/(mol K) entropy change, cal/(mol K) catalyst bed temperature, K number of hydrogen sulphide molecules participating to the surface reaction (8a, b, c, d, e, f) number of parameters of rth model mole fraction of the ith component cn4, n2s at the reactor inlet catalyst bed mass, g parameters after transformations sum of squares of the residuals for all dependent variables sum of squares of the residuals of mth dependent variable. 5.1. Symbols ~v ~A one vacant catalytic site one catalytic site with 1 species A chemisorbed on it. one catalytic site with 1/2 species A chemisorbed on it. (One species chemisorbed on two catalytic sites) S.K. Megalofonos, N.G. Papayannakos / Applied Catalysis A: General 138 (1996) 39-55 5.2. Overlays ^ estimated 5.3. Superscript o standard state j repetition 5.4. Subscript a chemisorption o initial or feed condition eq equilibrium g gas phase 55 References [1] B.L. Yang and H.H. Kung, Ind. Eng. Chem. Res., 33 (5) (1994) 1090-1097. [2] V.E. Kaloidas and N.G. Papayannakos, Chem. Eng. Sci., 44 (11)(1989) 2493-2500. [3] V.E. Kaloidas and N.G. Papayannakos, Ind. Eng. Chem. Res., 30 (2) (1991) 345-351. [4] G. Ondrey, P. Hoffmann and S. Moore, Chem. Eng., 5 (1992) 30-35. [5] U. Preub and M. Baerns, Chem. Eng. Technol., 10 (1987) 297-305. [6] S.K. Megalofonos and N.G. Papayannakos, Int. J. Hydrogen Energy, 16 (5) (1991) 319-327. [7] S.K. Megalofonos, Ph.D Thesis, NTUA, 1995, Athens. [8] J.R. Anderson, Appl. Catal., 47 (1989) 197-208. [9] J. Biswas, G.M. Bickle, P.G. Gray, D.D. Do and J. Barbier, Catal. Rev.-Sc. Eng., 30 (2) (1988) 161-247. [10] C.J. Chen, M.H. Back and R.A. Back, Can. J. Chem., 53 (1975) 3580-3590. [11] C.J. Chen, M.H. Back and R.A. Back, Can. J. Chem., 54 (1976) 3175-3184. [12] K.I. Makarov and V.K. Pechik, Kinet. Katal., 16 (6) (1975) 1491-1500. [13] D.M. Himmelblau, Process analysis by statistical methods, Wiley, New York, 1970. [14] D.W. Marquardt, J. Soc. Ind. Appl. Math., I1 (2)(1963)431-441. [15] M.E. Davis, Numerical methods and modelling for chemical engineers, Wiley, New York, 1984. [16] G.F. Froment and K.B. Bischof, Chemical Reactor Analysis and Design, Wiley, New York, 1979. [17] M.W. Chase, C.A. Davies, J.R. Downey, D.J. Frurip, R.A. McDonald and A.N. Syverud, JANAF Thermochemical tables, J. Phys. Chem. Ref. Data, 14 (1985) Suppl. No. 1. APCATA 95002278 0926-860X(95)00227-8 10.1016/0926-860X(95)00227-8 Elsevier Science B.V. All rights reserved Kinetics of the catalytic reaction of methane and hydrogen sulphide over a PtAl2O3 catalyst S.K. Megalofonos N.G. Papayannakos * Laboratory of Chemical Process Engineering, Department of Chemical Engineering, National Technical University of Athens, Heroon Polytechiou 9, GR-157 73 Zografos, Athens, Greece * Corresponding author Tel. (+30-1) 7723239, fax. (+30-1) 7723155 The reaction of methane and hydrogen sulphide over a PtAl2O3 catalyst has been studied in a fixed bed tubular reactor over a temperature range of 973 to 1073 K under atmospheric pressure and for space times between 0.1 and 1 s. The Langmuir-Hinshelwood-Hougen-Watson theory has been employed to obtain eighteen (18) rival kinetic models. The kinetic parameters are determined for all models and discrimination of the prevailing model is attempted by using statistical and thermodynamic constraints. According to that model the rate-controlling step is the reaction between one chemisorbed CH2 and two S on the catalytic surface with the participation of three catalytic sites. Keywords Alumina-platinum Hydrogen sulphide Methane Kinetics References [1] Yang B.L. Kung H.H. Ind. Eng. Chem. Res. 35 5 1994 1090 1097 [2] Kaloidas V.E. Papayannakos N.G. Chem. Eng. Sci. 44 11 1989 2493 2500 [3] Kaloidas V.E. Papayannakos N.G. Ind. Eng. Chem. Res. 30 2 1991 345 351 [4] Ondrey G. Hoffmann P. Moore S. Chem. Eng. 5 1992 30 35 [5] Preub U. Baerns M. Chem. Eng. Technol. 10 1987 297 305 [6] Megalofonos S.K. Papayannakos N.G. Int. J. Hydrogen Energy 16 5 1991 319 327 [7] Megalofonos S.K. 3rd ed. Ph.D Thesis 1995 NTUA Athens [8] Anderson J.R. Appl. Catal. 47 1989 197 208 [9] Biswas J. Bickle G.M. Gray P.G. Do D.D. Barbier J. Catal. Rev.-Sc. Eng. 30 2 1988 161 247 [10] Chen C.J. Back M.H. Back R.A. Can. J. Chem. 53 1975 3580 3590 [11] Chen C.J. Back M.H. Back R.A. Can. J. Chem. 54 1976 3175 3184 [12] Makarov K.I. Pechik V.K. Kinet. Katal. 16 6 1975 1491 1500 [13] Himmelblau D.M. Process analysis by statistical methods 1970 Wiley New York [14] Marquardt D.W. J. Soc. Ind. Appl. Math. 11 2 1963 431 441 [15] Davis M.E. Numerical methods and modelling for chemical engineers 1984 Wiley New York [16] Froment G.F. Bischof K.B. 3rd ed. Chemical Reactor Analysis and Design 1979 Wiley New York [17] Chase M.W. Davies C.A. Downey J.R. Frurip D.J. McDonald R.A. Syverud A.N. JANAF Thermochemical tables J. Phys. Chem. Ref. Data 14 Suppl. No. 1 1985",
      "scopus-id": "0039627065",
      "coredata": {
        "eid": "1-s2.0-0926860X95002278",
        "dc:description": "The reaction of methane and hydrogen sulphide over a PtAl2O3 catalyst has been studied in a fixed bed tubular reactor over a temperature range of 973 to 1073 K under atmospheric pressure and for space times between 0.1 and 1 s. The Langmuir-Hinshelwood-Hougen-Watson theory has been employed to obtain eighteen (18) rival kinetic models. The kinetic parameters are determined for all models and discrimination of the prevailing model is attempted by using statistical and thermodynamic constraints. According to that model the rate-controlling step is the reaction between one chemisorbed CH2 and two S on the catalytic surface with the participation of three catalytic sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-04-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002278",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Megalofonos, S.K."
          },
          {
            "@_fa": "true",
            "$": "Papayannakos, N.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002278"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002278"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00227-8",
        "prism:volume": "138",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics of the catalytic reaction of methane and hydrogen sulphide over a PtAl2O3 catalyst",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alumina-platinum"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen sulphide"
          },
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "39-55",
        "prism:endingPage": "55",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 April 1996",
        "prism:doi": "10.1016/0926-860X(95)00227-8",
        "prism:startingPage": "39",
        "dc:identifier": "doi:10.1016/0926-860X(95)00227-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039627065"
      }
    }
  }
}