{
  "metadata": {
    "title": "Highly active catalyst of NiO—ZrO<ce:inf loc=post>2</ce:inf> modified with H<ce:inf loc=post>2</ce:inf>SO<ce:inf loc=post>4</ce:inf> for ethylene dimerization",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-07-20",
    "doi": "10.1016/0926-860X(95)00057-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000577",
    "pii": "0926860X95000577"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001059963",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95000577 0926-860X(95)00057-7 0926860X95000577 10.1016/0926-860X(95)00057-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00452 2024-01-01T12:18:48.759026Z 0 0 19950720 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 128 128 1 1 Volume 128, Issue 1 14 127 141 127 141 19950720 20 July 1995 1995-07-20 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. HIGHLYACTIVECATALYSTNIOZRO2MODIFIEDH2SO4FORETHYLENEDIMERIZATION SOHN J HOGAN 1955 752 J UCHIDA 1962 989 H UCHIDA 1962 995 H UCHIDA 1965 925 H SOHN 1979 303 J SOHN 1980 29 J WENDT 1980 51 G FLIV 1960 153 R BERNDT 1983 195 G HERWIJNEN 1973 391 T WENDT 1983 2013 G OZAKI 1964 395 A MARUYA 1973 351 K BONNEVIOT 1983 415 L ELEV 1984 470 I GHOSH 1988 4439 A HINO 1985 112 M YAMAGUCHI 1986 3148 T SOHN 1989 361 J SOHN 1987 375 J HAMMETT 1932 2721 L NAKAMOTO 1978 241 K INFRAREDRAMANSPECTRAINORGANICCOORDINATIONCOMPOUNDS PARFITT 1977 796 R OKAMOTO 1986 2396 Y TORRALVO 1984 473 M CLEARFIELD 1964 146 A LIVAGE 1968 349 J HUTIG 1930 183 G WEAST 1984 R CRCHANDBOOKCHEMISTRYPHYSICS JIN 1984 4396 T SOHN 1991 349 J SOHN 1993 126 J OLAH 1979 13 F SOHN 1991 449 J PARRY 1963 371 E KIMURA 1970 271 K KERMAREC 1982 2818 M TANABE 1970 55 106 K SOLIDACIDSBASES SOHNX1995X127 SOHNX1995X127X141 SOHNX1995X127XJ SOHNX1995X127X141XJ item 0926-860X(95)00057-7 0926860X95000577 1-s2.0-0926860X95000577 10.1016/0926-860X(95)00057-7 271346 2024-01-01T12:18:48.759026Z 1995-07-20 1-s2.0-0926860X95000577-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000577/MAIN/application/pdf/1a727d5eb721b36e1dc7d68dc5de7fba/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000577/MAIN/application/pdf/1a727d5eb721b36e1dc7d68dc5de7fba/main.pdf main.pdf pdf true 710182 MAIN 15 1-s2.0-0926860X95000577-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000577/PREVIEW/image/png/8b37e5eb26051fe8e3262a84c26fc705/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000577/PREVIEW/image/png/8b37e5eb26051fe8e3262a84c26fc705/main_1.png main_1.png png 44757 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 128 (1995) 127-141 Highly active catalyst of NiO-ZrO2 modified with HzSO4 for ethylene dimerization Jong Rack Sohn a,,, Hae Won Kim a, Man Young Park a, Eun Hee Park a, Jong Taik Kim a, Sang Eun Park b ~ Department of Industrial Chemistry, Engineering College, Kyungpook National University, Taegu 702-701, South Korea b Korea Research Institute of Chemical Technology, Taejon, 305-606, South Korea Received 5 January 1994; revised 12 January 1995; accepted 20 February 1995 Abstract A series of catalysts, NiO-ZrO2/SO2-, for ethylene dimerization were prepared by coprecipitation from a solution of a nickel chloride-zirconium oxychloride mixture followed by modifying with H2SO4. On the basis of the results obtained from X-ray diffraction and differential thermal analysis, the addition of nickel oxide to ZrO2 or modification with H2SO4 shifted the transition of ZrO2 from amorphous to a tetragonal phase at higher temperatures due to the interaction between nickel oxide (or sulfate ion) and ZrO2. Infrared spectra of the catalyst modified with [-[2804 showed bidentate sulfate ion coordinated to Zr4+ or Ni2+. NiO-ZrO2 without sulfate ion was inactive for the ethylene dimerization, but NiO-ZrO2/SO4 was found to be very active even at room temperature. The high catalytic activity of NiO-ZrO2/SO42- was closely correlated with the increase of acid strength by the inductive effect of sulfate ion. The decrease of catalytic activity above 450 of evacuation temperature was due to the structural change from amorphous phase to crystalline and the sintering followed by the decrease of surface area. Keywords.\" Acid strength; Coprecipitation; Differential thermal analysis; Ethene dimerization; Nickel oxide- zirconium oxide; Sulphate modification; X-ray diffraction 1. Introduction Nickel oxide on silica or silica-alumina is an effective catalyst for alkene dimer- ization and isomerization as well as for hydrocracking, hydrogenation and meth- anation, following reduction of the nickel component [1-10]. One of the remarkable features of this catalyst system is its activity in the relation to a series * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X (95) 00057-7 128 ZR. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 of n-alkenes. In contrast to usual acid-type catalysts, the nickel oxide on silica or silica-alumina shows a higher activity for a lower alkene dimerization, particularly for ethylene [ 1,2,5-7,11 ]. The catalyst is also active for the isomerization of n- butenes, the mechanism of which has been proved to be of a proton donor-acceptor type [ 12]. It was reported that the dimerization activities of such catalysts are related to the acid properties of the surface and low valent nickel ions. In fact, nickel oxide which is active for C2Ha-C2D4 equilibration acquires an activity for ethylene dimerization upon addition of nickel sulfate which is known to be an acid [ 13 ]. A transition metal can also be supported on zeolite in the form of a cation or a finely dispersed metal. Several papers have treated ethylene dimerization on transition-metal cation exchanged zeolite [ 14-16]. In previous papers [5,6], it was reported that the active sites on a NiO--SiO2 catalyst for ethylene dimerization are classified into two types, montmorillonite and antigorite, the optimum activation temperature for them being around 100 and 600, respectively. It was also previously reported that ZrO2 modified with H2SO4 exhibits superacidic properties [ 17-20]. As an extension of the study on the eth- ylene dimerization, we tried to prepare other catalyst systems by combining nickel hydroxide to give low valent nickel after decomposition with ZrO2 modified with H2SO4 which is known to be an acid [ 19]. In this paper, characterization of NiO- ZrO2/SO] and catalytic activity for ethylene dimerization are reported. 2. Experimental 2.1. Catalysts The coprecipitate of Ni (OH)2-Zr(OH)4 was obtained by adding aqueous ammonia slowly into a mixed aqueous solution of nickel chloride and zirconium oxychloride at room temperature while stirring until the pH of the mother liquor reached about 8. The ratio of nickel chloride to zirconium oxychloride was varied. The coprecipitate thus obtained was washed thoroughly with distilled water until chloride ion was no longer detected, and then dried at room temperature. The dried precipitate was powdered below 100 mesh and then the catalyst was modified with sulfate ion by pouring 30 ml of 0.5 M H2SO4 onto 2 g of the powdered sample on a filter paper and drying the sample in air. The dry solid powder was used as catalyst after decomposing at different evacuation temperatures for 1.5 h. This series of catalysts are denoted by the mol percentage of nickel oxide. For example, 25-NiO- ZrO2 means the catalyst having the nickel oxide of 25 mol.-% and 25-NiO-ZrO2/ SO2 means the 25-NiO-ZrO2 modified with H2SO4. 2.2. Procedure The catalytic activity for ethylene dimerization was determined at 20 by a conventional static system following pressure change from an initial pressure of J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 129 288 Torr ( 1 Tort= 133.3 Pa). A fresh catalyst sample of 0.2 g was used for every run after evacuation to 10-4 Tort at different temperatures for 1.5 h and the catalytic activity was calculated as the amount of ethylene consumed during the initial 5 min. The isomerization of 1-butene was carried out at 20 in a closed circulating system. Reaction products were analyzed by gas chromatography equipped with a VZ-7 column at room temperature. The specific surface area was determined by applying the BET method to the adsorption of nitrogen at - 196. The acid strength of the catalysts was measured qualitatively after the pretreat- ments using a series of Hammett indicators [ 21 ]. The catalysts were pretreated in glass tubes by the same procedure as for the reactions. They were cooled to room temperature and filled with dry nitrogen. The color changes of a series of indicators were observed for each catalyst by the spot test under dry nitrogen. The infrared spectra were recorded using a Mattson model GL6030 FTIR spec- trometer. Usually 10 mg of catalyst was mixed with 100 mg of KBr and pressed into a disc (600 kg/cm2). However, for IR studies of pyridine and carbon monoxide adsorbed on catalyst, self-supported discs of about 10 mg cm-2 were used. X-ray diffractograms of catalysts were taken using a Jeol Model JDX-88 X-ray diffrac- tometer with a copper target and nickel filter at 30 kV and 800 cps. The sulfur content remaining on the catalyst after the evacuation at 400 was determined with a Rigaku X-ray fluorescent spectrometer. The content of sulfate ion in the catalysts was estimated to be about 4-6 wt.-%. X-ray photoelectron spectroscopy was performed on a Hitachi 507 photoelectron spectrometer equipped with a cylindrical mirror analyzer using a A1 anode (9 kV, 50 mA). Binding energies were referenced to the C ls level at 285.0 eV. The thermal analysis was carried out with a PL-STA 1500 HF analyzer in air. The heating rate was 10/rain and for each experiment 10-15 mg of sample was used. Temperature-programmed ammonia desorption experiments were performed as follows. Before introducing ammonia, the catalyst was activated at 400 for 1 h in helium flowing at 50 cm3 per rain. After adsorption of ammonia, the helium flow was continued for an additional 30 min to remove the excess ammonia. The reactor temperature was raised at a rate of 10 rain 1 to 500. 3. Results and discussion 3.1. Infrared spectra The infrared spectra of the 25-NiO-ZrO2/SOl- (KBr disc) are given in Fig. 1. The catalyst showed infrared absorption bands 1230-1220, 1140-1130, 1060-1050 and 990 cm- ~ which are assigned to the bidentate sulfate ion coordinated to Zr4 + or Ni2+ as follows [22] : 130 J.R. Sohn et al./Applied Catalysis A: General 128 (1995) 127-14l a o 1140 1060 I I 1400 1200 1000 800 -1 Wavenumber, cm Fig. 1. Infrared spectra of (a) 25-NiO-ZrO2, (b) 25-NiO-ZrOJSO~ evacuated at room temperature, (c) 25- NiO-ZrO2/SO] evacuated at 400. -M-0 \\/0 S 0/\\0 Infrared bands of other samples were similar to those of 25-NiO-ZrO2/SO2 . The u SO spectra from the adsorbed sulfate in the v~ and v3 frequency region (900- 1400 cm- 1 ) support a species of reduced C2, symmetry with four bands arising from v j and splitting of the triply degenerate u3 vibration [23]. Other catalysts modified with sulfate ion also showed similar infrared absorption bands. Even after evacuation at 400 for 1.5 h, strong absorption bands of sulfate ion are left, indicating a very strong interaction between sulfate ion and the cations. For the sample modified with H2SO4 followed by evacuation at 400, based on infrared results, the sulfur is considered to reach the highest oxidation state, S6+ of SO]-. To obtain further information on the oxidation state of sulfur, an X-ray photoelectron spectroscopic investigation was performed. As expected, the sample modified with H2SO4 gave the signal attributed to S6+ [24], suggesting the oxi- dation state of sulfur as SO2- to be the main species. The S 2p binding energy of S6+ was 168.8 eV, referenced to the C ls level at 285.0 eV. 3.2. Structure of catalyst The crystalline structure of catalysts calcined in air at different temperatures for 1.0 h was examined. ZrO2 was amorphous to X-ray diffraction up to 400 with a J.R. Sohn et al. /Applied Catalysis A: General I28 (1995) 127-141 131 A A l _XAU 0 0 0 I000~ 900\"C 800 \"C 700\"C o ~ 550\"C --------'.----- 500\"C I l I I ! 20 30 40 50 60 20 Fig. 2. X-ray diffraction patterns of 25-NiO-ZrO2 calcined at different temperatures for I h: ( tetragonal phase ZrO2: (Q) monoclinic phase ZrO~. tetragonal phase at 450, with a two-phase mixture of the tetragonal and mono- clinic forms at 600-700, and a monoclinic phase at 800. Three crystal struc- tures of ZrOz, tetragonal, monoclinic and cubic phases have been reported [25,26]. However, in the case of NiO-ZrO2 catalysts the crystalline structures of samples were different from that of pure ZrO2. For the 25-NiO-ZrO2, as shown in Fig. 2, ZrO2 was amorphous up to 500. In other words, the transition temperature from amorphous to tetragonal phase was higher by 100 than that of pure ZrO2. X-ray diffraction data indicated a tetragonal phase of ZrO2 at 550-700, a two-phase mixture of the tetragonal and monoclinic ZrO2 forms at 800-900, and a mono- clinic phase at 1000. It is assumed that the strong interaction between nickel oxide and ZrOz hinders the transition of ZrO2 from amorphous to tetragonal. The presence of nickel oxide strongly influences the development of textural properties with temperature in comparison with pure ZrO2. Moreover, as shown in Fig. 3, for the sample of 25-NiO-ZrO2/SO] the tran- sition temperature from amorphous to tetragonal phase was higher by 200 than that of pure ZrO2. It is assumed that the strong bond formation between sulfate ion and ZrO2 prohibits the transition from amorphous to tetragonal [19]. 25-NiO- Zr02/SO]- was amorphous to X-ray diffraction up to 600, with a tetragonal phase of Zr02 at 650-700, a two-phase mixture of the tetragonal and monoclinic 132 J.R. Sohn et al. / Applied Catalysis A: General 128 (1995) 127-141 I~0~ V~,~~~ ~0~ o ~ ~ ~ . 7~ ~ 650\"C ,~..-~\"\"~-~- _ , -- 600\"C I I l I I 20 30 40 50 60 20 Fig. 3. X-ray diffraction patterns of 25-NiO-ZrO2/SO4z calcined at different temperatures for 1 h: ( tetragonal phase ZrO2; ( monoclinic phase ZrOz. forms at 800-900, a monoclinic phase at 1000. The cubic phase of nickel oxide was not observed up to 25 mol-% of NiO, indicating a good dispersion of nickel oxide on the surface of ZrO2 due to the interaction between the two. However, for the sample that has a higher NiO content than 30 mol-%, a cubic phase of nickel oxide was observed in the samples calcined above 300. 3.3. Thermal analysis As observed from the X-ray diffraction patterns, the structures of the catalysts are different from each other depending on the calcination temperature. To examine the thermal properties of precursors of catalysts more clearly, their thermal analyses were carried out and are illustrated in Fig. 4. For pure ZrO2, the DTA curve shows an endothermic peak in the temperature range 30-180 due to water elimination, and a sharp exothermic peak at 430-470 due to the ZrO2 crystallization [27 ]. In the case of ZrO2/SO2-, sulfate ion influences the phase transition of ZrO2 from amorphous to tetragonal. As Fig. 4 shows, the exothermic peak due to the phase transition appears at about 450 for pure ZrO2, while for ZrO2/SO2- samples it is shifted to higher temperature, about 640. Since nickel oxide also influences the phase transition of ZrO2, for 25-NiO-ZrO2 the exothermic peak due to the phase J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 133 0 200 400 600 800 Temperature, Fig. 4. DTA curves of catalyst precursors. transition appears at about 550. These results are in good agreement with those of X-ray results described above. The shift increases and the shape of the peak becomes broadened with increasing nickel oxide content. Consequently, for 34- NiO-ZrO2 the exothennic peak appears at 500-570, while for 34-NiO-ZrOz/ SO]- it appears at 550-710. In the case of NiO-ZrO2 catalysts, an additional endothermic peak appears at 230-330 due to the decomposition of Ni (OH)2. The decomposition of Ni (OH)z is known to begin at 230 [28]. As shown in Fig. 4, in this work pure Ni(OH)2 decomposes at 230-330. In the case of samples modified with H2804, the endo- thermic peaks which appear at 700-740 for ZrOJSO]-, at 710-760 for 25- NiO-ZrO2/SO2-, and at 760-840 for 34-NiO-ZrO2/SO2 are responsible for evolution of SO3 due to the decomposition of sulfate ion bonded on the surface of the catalysts. As shown in Fig. 4, the decomposition temperature of sulfate ion increases with increasing nickel oxide content. The decomposition temperature of pure nickel sulfate is reported to be 848 [29]. These results for the modified samples are very similar to that for iron oxide treated with HzSO4 [ 30]. It is relevant that the strong interaction between nickel oxide (or sulfate ion) and zirconia delays 134 J.R. Sohn et al./Applied Catalysis A: General 128 (1995) 127-141 Table 1 Specific surface areas of several samples (m2/g) Sample Surface area Sample Surface area ZrO2 94 ZrOJSO~- 137 5-NiO-ZrO2 132 5-NiO-ZrOJSO] 182 25-NiO-ZrOz 186 25-NiO-ZrO2/SO~ 230 34-NiO-ZrO2 139 34-NiO-ZrO2/SO] 184 60-NiO-ZrO~ 96 60-NiO-ZrO2/SO] 140 NiO 39 NiO/SO] 64 the transition of ZrO2 from amorphous to tetragonal. A similar result has been observed by Sohn et al. for silica and chromium oxide additions [31,32]. 3.4. Surface properties of catalysts It is necessary to examine the effect of nickel oxide and sulfate ion on the surface properties of the catalysts, that is, specific surface area, acid strength, and nature of acid centers (BrCnsted or Lewis type). The specific surface areas of some samples after evacuation at 400 for 1.5 h are listed in Table 1. The surface area increases gradually upon addition of NiO to ZrO2, reaching a maximum at 25-NiO-ZrO2. As shown in Table 1, however, the surface area of modified samples increased com- pared with that of unmodified catalysts. It seems likely that the interaction between nickel oxide (or sulfate ion) and ZrO2 protects catalysts from sintering [ 19,32]. The acid strength of the catalysts was examined by a color change method, using a Hammett indicator [19] in sulphuryl chloride. Since it was very difficult to observe the color of indicators adsorbed on catalysts of high nickel oxide content, a low percentage of nickel content (5 tool-%) was used in this experiment. How- ever, in the case of catalyst having high content of NiO (34 mol-%), a sample diluted with inert material, SiO2 was used. The results are listed in Table 2. In this table, ( + ) indicates that the color of the base form was changed to that of the conjugated acid form. ZrO2 evacuated at 400 for 1 h has an acid strength Ho ~< + 1.5, while 5-NiO-ZrO2 was estimated to have a Ho ~< - 8.2, indicating the Table 2 Acid strength of several samples Hammett indicator pK~ value of ZrO2 5-NiO- 34-NIO- ZrO2/SO4 5-NiO- 34-NiO- indicator ZrO2 ZrO2 ZrO2/SO4 ZrO,/SO~ Benzeneazo- + 1.5 + + + + + + diphenylamine Dicinnamalacetone - 3.0 - + + + + + Benzalacetophenone - 5.6 - + + + + + Antraquinone - 8.2 - + + + + + Nitrobenzene - 12.4 - - - + + + 2,4-Dinitro-fluorobenzene - 14.5 - - - + + + J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 135 ..= I I I I I I I I I I 100 200 300 400 0 100 200 300 400 500 Temperature, \"(2 Fig. 5. Temperature-programmed desorption profiles of ammonia from (a) ZrO2, (b) ZrO2/SO42 , (c) 5-NiO- ZrO2, (d) 5-NiO-ZrO2/SO2-, (e) 25-NiO-ZrO2, and (f) 25-NiO-ZrO2/SO2-. formation of new acid sites stronger than those of single oxide components. Regard- less of NiO content, 8-NiO-ZrO2 and 34-NiO-ZrO2 were also estimated to have a Ho ~< -8.2, The acid strength of ZrO2/SO2-, 5-NiO-ZrO2/SO2-, 8-NiO-ZrO2/ SO2- and 34-NiO-ZrO2/SO2- was also found to be Ho ~< - 14.5. Acids stronger than Ho ~< -11.93, which corresponds to the acid strength of 100% H2SO4, are superacids [33]. Consequently, ZrO2/SO2- and NiO-ZrO2/SO2- catalysts would be solid superacids. The superacidic property is attributed to the double bond nature of the S---O in the complex formed by the interaction of ZrO2 with sulfate ion [ 19,20,34]. That is, the acid strength of samples modified with H2SO4 becomes stronger by the inductive effect of S=O in the complex. Fig. 5 shows the TPD curves of ammonia adsorbed on catalysts as a function of temperature. As seen in Fig. 5, each curve displays a very broad peak, which is indicative of site heterogeneity. The curve was analyzed by appropriate curve fitting and the presence of two or three components was confirmed. Although pure ZrO2 showed little acidity, the acidity increased upon the addition of nickel oxide to ZrO2. Moreover, as seen in Fig. 5, the catalysts modified with HzSO4 exhibited a remarkable increase in acidity and acid strength compared with unmodified cata- lysts. 25-NiO-ZrO2/SO] showed the highest acidity, explaining that 25-NIO- 136 J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 O a I i I 1700 1600 1500 1400 1300 -1 Wavenumber, cm Fig. 6. Infrared spectra of pyridine adsorbed on (a) ZrO2/SO~ and (b) 5-NiO-ZrO2 after evacuation at 400 for I h, The gas phase was evacuated at 250 for I h after adsorption in (a) and (b). ZrO2/SO42- exhibits the highest catalytic activity for ethylene dimerization described later. It has been established that BrCnsted and Lewis acid sites are distinguishable by infrared spectra of adsorbed pyridine [35]. Fig. 6 shows the infrared spectra of pyridine adsorbed on ZrO2/SO]- and 5-NiO-ZrO2/SO42 evacuated at 400, after pyridine adsorption at room temperature, followed by desorption at 250. Both the pyridinium ion band at 1543 cm- ~ and the coordinated pyridine band at 1450 cm-1 are found with them. For the other samples modified with H2804, similar results were obtained. It is clear that both BrOnsted and Lewis acid sites exist on the surfaces ofZrO2/SO] and NiO-ZrOJSO2- evacuated at 400. 3.5. Ethylene dimerization over NiO-ZrOJS024- Over 25-NiO-ZrO2/SO2 , ethylene was selectively dimerized to n-butenes. In the composition of the n-butenes analyzed by gas chromatography, 1-butene was found to predominate only initially during the reaction as compared to cis-butene and trans-butene. As shown in Fig. 7, however, the amount of 1-butene decreases with the reaction time, while the amount of 2-butene increases. Therefore, it seems likely that the initially produced 1-butene is also isomerized to 2-butene during the reaction. It was found that the activity decrease is accompanied by a decrease in the extent of isomerization of n-butene produced by the dimerization. The compositions of n- butenes obtained by dimerization runs on a series of catalysts for 30 min are plotted against the catalyst composition of the NiO-ZrO2/SO2- system in Fig. 8. It is J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 137 I00 80 60 40 t g zo trans-2 /~q~Q -- O \"-----------C 1 i 0 I I I 0 30 60 90 1E0 Reaction time, rain Fig. 7. Composition change of produced n-butenes with reaction time, Reaction conditions: catalyst, 25-NiO- ZrOJSO] (0.2 g) evacuated at 400 for 1.5 h; reaction temperature, 20; ethylene initial pressure, 185 Tort. 90 ~ BO m i ~ 70 60 5 250 150 I I I I 20 0 ~50 ZrO2 4 0 6 0 8 0 NiO NiO moW. Fig. 8. Variations of ethylene dimerization activity, product composition in ethylene dimerization, and specific surface area with the composition of NiO-ZrOJSO2 system. 138 J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 \"7 8 T % X 6 ca 4 O .,..a N 'E 2 O 0 I I I I I Zr02 20 40 60 80 NiO Ni0 mol~ Fig. 9. Variation of l-butene isomerization activity with NiO tool-% in NiO--ZrO2/SO4 system. obvious that the selectivity to 2-butene runs parallel with its dimerization activity. Since the initial product of ethylene dimerization seems to be 1-butene [36], the above result suggests that the isomerization activity runs parallel with the dimeri- zation activity. Thus the isomerization of 1-butene was carried out at 20 on NiO- ZrO2/SO2- in a circulating system. The time course of isomerization was in agreement with the first order rate law. Thus the isomerization activity is represented by the first order rate constant. As shown in Fig. 9, it is confirmed that the isom- erization activity also gives a maximum at 25 tool-% of NiO as does the case of Fig. 8 for the dimerization activity. The above results are in conformity with the view that 1-butene is the initial product of ethylene dimerization. The effect of catalyst composition on the catalytic activity was examined, where the catalysts were evacuated at 400 for 1.5 h. As shown in Fig. 8, the maximum activity is obtained with the catalyst of 25 mol-% of nickel oxide. This is due to the increase of specific surface area and the subsequent increase of active sites. In fact Fig. 8 shows that the specific surface area attained a maximum when the NiO content in the catalyst is 25 mol-%. In Fig. 10, the ethylene dimerization activities of 25-NiO-ZrO2/SO4z - are plotted against the temperature at which the catalyst was evacuated for 1.5 h. It can be seen that the activity appears above 200 reaching a maximum at 400-450. In Fig. 4, the decomposition of coprecipitate was observed to begin at 230. The decom- position of nickel hydroxide is known to begin at 230 [ 28 ]. Therefore, it is very likely that the activation of the catalyst above 200 is related to the decomposition of the catalyst. Fig. 10 also shows the gradual decrease of activity when the evac- uation temperature raises above 450. It would be worthwhile to discuss the activity decrease above 450. As shown in Figs. 2 and 3, the catalyst showed a nearly amorphous structure up to 450, while above 450 the catalyst structure J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 127-141 139 Lf~ K 300 2 N 800 d L 1 0 loo '~ 0 J i i i 0 200 300 400 500 600 Evacuation temperature, Fig. 10. Variations of ethylene dimerization activity and specific surface area with evacuation temperature. changed from amorphous to tetragonal. The activity decrease above 450 is rea- sonably explained by the solid phase rearrangement or sintering of the catalyst as demonstrated by an irreversible decrease of specific surface area (Fig. 10). The NiO-SiO2 is known to be a typical solid catalyst for selective ethylene dimerization [5,6]. The NiO-SiO2 (NiO content= 24 mol-%, surface area= 491 mZ/g) gave maximum catalytic activity of 1.31 mmol/g.5 min, while 25-NiO- ZrO2/SO2 (surface area = 186 m2/g) showed maximum catalytic activity of 2.1 mmol/g. 5 min. Taking into account the surface area differences between them, it can be concluded that NiO-ZrO2/SO2 exhibits considerably higher catalytic activity for ethylene dimerization than NiO-SiO2. It is remarkable that the samples which were not modified with H2SO4 were inactive as catalysts for ethylene dimerization, but the sample modified with H2SO4 exhibited a high catalytic activity. The active site responsible for dimerization is suggested to consist of a low valent nickel ion and an acid as observed in the NiO- SiO2 catalyst [6,36]. The term 'low valent nickel' originated from the fact that the NiO-SiO2 catalyst was drastically poisoned by carbon monoxide, since a low valent nickel is favorable to chemisorb carbon monoxide [36]. Elev et al. [ 15] concluded that Ni + ions in NiCaY zeolite are responsible for the catalytic activity, using EPR spectroscopy to identify low-valent nickel species. To obtain further information on the oxidation state of low-valent nickel species, infrared spectroscopy using carbon monoxide as a probe was used. Upon addition 20 Torr of CO to various NiO-ZrO2/SO42- evacuated at 400 for 1.5 h, two bands appeared at 2116 and 2086 cm 1, which may be assigned to the stretching vibrations of CO bonded to Ni + and Ni respectively, by comparison with the spectra of carbon monoxide adsorbed on NiCa-X zeolite [37]. In view of the EPR results by Elev et al. [ 15], these results suggest that Ni + ions are responsible for the low-valent nickel species. In the system of NiO-ZrO2/SO] the catalyst was poisoned by 1 /xmol/g of 140 J.R. Sohn et al. /Applied Catah'sis A: General 128 (1995) 127-141 carbon monoxide for dimerization. The nickel oxide modified with H2SO4 exhibited some activity for dimerization as shown in Fig. 8, but nickel oxide without sulfate ion was inactive. These results support more firmly the fact that the active site for dimerization is formed by an interaction of a low valent nickel ion with an acid. In fact ZrO2/SO42 alone without nickel ion was inactive for dimerization although it exhibited some activity for polymerization. It is well known that an acid catalyst is effective for the polymerization of alkenes [ 38 ]. 4. Conclusions A series of catalysts, NiO-ZrO2/SO42- were prepared by coprecipitation and the following fact is demonstrated in present work. The interaction between nickel oxide (or sulfate ion) and ZrO2 influences the changes in physicochemical prop- erties of the prepared catalysts with calcination temperature. The presence of nickel oxide and sulfate ion delays the phase transition of ZrO2 from amorphous to tetragonal, and the specific surface area of catalysts increases as compared with pure ZrO2. NiO-ZrO2/SO42 is very effective for ethylene dimerization, but NiO- ZrO2 without sulfate ion does not exhibit any catalytic activity. The high catalytic activity of NiO-ZrO2/SO4 is closely correlated with the increase of the acid strength by the inductive effect of sulfate ion coordinated to Zr4+ or Ni2+. The active site for dimerization is formed by an interaction of a low valent nickel ion with an acid, because the sample without either nickel ion or sulfate ion was inactive for dimerization. The decrease of catalytic activity above 450 can be explained in terms of the transition of the catalyst from amorphous to crystalline and sintering followed by a decrease of surface area. Acknowledgements This work was supported by the Research Center for Catalytic Technology, the Korea Science and Engineering Foundation. References [ 1] J.P. Hogan, R.L. Banks, W.C. Lanning and A. Clark, Ind. Eng. Chem., 47 (1955) 752. [2] H. Uchida and H. Imai, Bull. Chem. Soc. Jpn., 35 (1962) 989. [3] H. Uchida and H. Imai, Bull. Chem. Soc. Jpn., 35 (1962) 995. [4] H. Uchida and H. lmai, Bull. Chem. Soc. Jpn., 38 (1965) 925. [5] J. R. Sohn and A. Ozaki, J. Catal., 59 (1979) 303. [6] J. R. Sohn and A. Ozaki, J. Catal., 61 (1980) 29. [7] G. Wendt, E. Fritsch, R. Schollner and H. Siegel, Z. Anorg. Allg. Chem., 467 (1980) 5 I. [8] R.A. Flinv, O.A. Larson and H. Beuther, Ind. Eng. Chem., 52 (1960) 153. [9] G.F. Bemdt, S.J. Thomson and G.J. Webb, Chem. Soc. Faraday Trans. 1, 79 (1983) 195. J.R. Sohn et al. /Applied Catalysis A: General 128 (1995) 12~141 141 [ 10] T.V. Herwijnen, H.V. Doesburg and D.V. Jong, J. Catal., 28 (1973) 391. [ 11 ] G. Wendt, D. Hentschel, J. Finster and R. SchoIlner, J. Chem. Soc. Faraday Trans. 1, 79 (1983) 2013. [ 12] A. Ozaki and K. Kimura, J. Catal., 3 (1964) 395. [ 13] K. Maruya and A. Ozaki, Bull. Chem. Soc. Jpn., 46 (1973) 351. [ 14] L. Bonneviot, D. Olivier and M. Che, J. Mol. Catal., 21 (1983) 415. [ 15] I.V. Elev, B.N. Shelimov and V.B. Kazansky, J. Catal., 89 (1984) 470. [ 16] A.K. Ghosh and L.J. Kevan, J. Phys. Chem., 92 (1988) 4439. [ 17] M. Hino and K. Arata, J. Chem. Soc. Chem. Commun., (1985) 112. [ 18] T. Yamaguchi, T. Jin and K. Tanabe, J. Phys. Chem., 90 (1986) 3148. [ 19] J.R. Sohn and H.W. Kim, J. Mol. Catal., 52 (1989) 361. [20] J.R. Sohn, H.W. Kim and J.T. Kim, J. Mol. Catal., 41 (1987) 375. [21 ] L.P. Hammett and A.J. Deyrup, J. Am. Chem. Soc., 54 (1932) 2721. [ 22 ] K. Nakamoto, Infrared and Raman Spectra of Inorganic and Coordination Compounds, 3rd ed., Wiley, New York, 1978, p. 241. [23] R.L. Parfitt and R.St.C. Smart, J. Chem. Soc. Faraday Trans. 1, 73 (1977) 796. [24] Y. Okamoto, M. Oh-Hara, A. Maezawa, T. Imanaka and S. Teranishi, J. Phys. Chem., 90 (1986) 2396. [25] M.J. Torralvo, M.A. Alario and J. Soria, J. Catal., 86 (1984) 473. [26] A. Clearfield, Inorg. Chem., 3 (1964) 146. [27] J. Livage, K. Doi and C. Mazieres, J. Am. Ceram. Soc., 51 (1968) 349. [28] G.F. Hiitig and A. Pater, Z. Anorg. Chem., 189 (1930) 183. [29] R.C. Weast, CRC Handbook of Chemistry and Physics, 65th ed., CRC Press, Boca Raton, Florida, 1984. [30] T. Jin, M. Machida and K. Tanabe, Inorg. Chem., 23 (1984) 4396. [31 ] J.R. Sohn and H.J. Jang, J. Mol. Catal., 64 ( 1991 ) 349. [32] J.R. Sohn and S.G. Rhu, Langmuir, 9 (1993) 126. [33] F.G.A. Olah, G.K.S. Prakash and J. Sommer, Science (Washington), 206 (1979) 13. [34] J.R. Sohn, Y.I. Pae, H.J. Jang and M.Y. Park, J. Catal., 127 ( 1991 ) 449. [35] E.P. Parry, J. Catal., 2 (1963) 371. [36] K. Kimura, H. A-I and A. Ozaki, J. Catal., 18 (1970) 271. [37] M. Kermarec, D. Olivier, M. Richard and M. Che, J. Phys. Chem., 86 (1982) 2818. [38] K. Tanabe, Solid Acids and Bases, Kodansa, Tokyo, 1970, p. 55-106. APCATA 95000577 0926-860X(95)00057-7 10.1016/0926-860X(95)00057-7 Elsevier Science B.V. All rights reserved Highly active catalyst of NiO—ZrO2 modified with H2SO4 for ethylene dimerization Jong Rack Sohn * a Hae Won Kim a Man Young Park a Eun Hee Park a Jong Taik Kim a Sang Eun Park b a Department of Industrial Chemistry, Engineering College, Kyungpook National University, Taegu 702-701, South Korea b Korea Research Institute of Chemical Technology, Taejon , 305-606,South Korea * Corresponding author. A series of catalysts, NiO—ZrO2/SO4 2−, for ethylene dimerization were prepared by coprecipitation from a solution of a nickel chloride-zirconium oxychloride mixture followed by modifying with H2SO4. On the basis of the results obtained from X-ray diffraction and differential thermal analysis, the addition of nickel oxide to ZrO2 or modification with H2SO4 shifted the transition of ZrO2 from amorphous to a tetragonal phase at higher temperatures due to the interaction between nickel oxide (or sulfate ion) and ZrO2. Infrared spectra of the catalyst modified with H2SO4 showed bidentate sulfate ion coordinated to Zr4+ or Ni2+. NiO—ZrO2 without sulfate ion was inactive for the ethylene dimerization, but NiO—ZrO2/SO4 2− was found to be very active even at room temperature. The high catalytic activity of NiO—ZrO2/SO4 2− was closely correlated with the increase of acid strength by the inductive effect of sulfate ion. The decrease of catalytic activity above 450°C of evacuation temperature was due to the structural change from amorphous phase to crystalline and the sintering followed by the decrease of surface area. Keywords Acid strength Coprecipitation Differential thermal analysis Ethene dimerization Nickel oxide-zirconium oxide Sulphate modification X-ray diffraction Reference [1] Hogan J.P. Banks R.L. Lanning W.C. Clark A. Ind. Eng. Chem. 47 1955 752 [2] Uchida H. Imai H. Bull. Chem. Soc. Jpn. 35 1962 989 [3] Uchida H. Imai H. Bull. Chem. Soc. Jpn. 35 1962 995 [4] Uchida H. Imai H. Bull. Chem. Soc. Jpn. 38 1965 925 [5] Sohn J.R. Ozaki A. J. Catal. 59 1979 303 [6] Sohn J.R. Ozaki A. J. Catal. 61 1980 29 [7] Wendt G. Fritsch E. SchoIlner R. Siegel H. Z. Anorg. Allg. Chem. 467 1980 51 [8] Fliv R.A. Larson O.A. Beuther H. Ind. Eng. Chem. 52 1960 153 [9] Berndt G.F. Thomson S.J. Webb G.J. Chem. Soc. Faraday Trans. 1 79 1983 195 [10] Herwijnen T.V. Doesburg H.V. Jong D.V. J. Catal. 28 1973 391 [11] Wendt G. Hentschel D. Finster J. SchoIlner R. J. Chem. Soc. Faraday Trans. 1 79 1983 2013 [12] Ozaki A. Kimura K. J. Catal. 3 1964 395 [13] Maruya K. Ozaki A. Bull. Chem. Soc. Jpn. 46 1973 351 [14] Bonneviot L. Olivier D. Che M. J. Mol. Catal. 21 1983 415 [15] Elev I.V. Shelimov B.N. Kazansky V.B. J. Catal. 89 1984 470 [16] Ghosh A.K. Kevan L.J. J. Phys. Chem. 92 1988 4439 [17] Hino M. Arata K. J. Chem. Soc. Chem. Commun. 1985 112 [18] Yamaguchi T. Jin T. Tanabe K. J. Phys. Chem. 90 1986 3148 [19] Sohn J.R. Kim H.W. J. Mol. Catal. 52 1989 361 [20] Sohn J.R. Kim H.W. Kim J.T. J. Mol. Catal. 41 1987 375 [21] Hammett L.P. Deyrup A.J. J. Am. Chem. Soc. 54 1932 2721 [22] Nakamoto K. 3rd ed. Infrared and Raman Spectra of Inorganic and Coordination Compounds 1978 Wiley New York 241 [23] Parfitt R.L. Smart R.St.C. J. Chem. Soc. Faraday Trans. 1 73 1977 796 [24] Okamoto Y. Oh-Hara M. Maezawa A. Imanaka T. Teranishi S. J. Phys. Chem. 90 1986 2396 [25] Torralvo M.J. Alario M.A. Soria J. J. Catal. 86 1984 473 [26] Clearfield A. Inorg. Chem. 3 1964 146 [27] Livage J. Doi K. Mazieres C. J. Am. Ceram. Soc. 51 1968 349 [28] Hütig G.F. Pater A. Z. Anorg. Chem. 189 1930 183 [29] Weast R.C. 65th ed. CRC Handbook of Chemistry and Physics 1984 CRC Press Boca Raton, Florida [30] Jin T. Machida M. Tanabe K. Inorg. Chem. 23 1984 4396 [31] Sohn J.R. Jang H.J. J. Mol. Catal. 64 1991 349 [32] Sohn J.R. Rhu S.G. Langmuir 9 1993 126 [33] Olah F.G.A. Prakash G.K.S. Sommer J. Science (Washington) 206 1979 13 [34] Sohn J.R. Pae Y.I. Jang H.J. Park M.Y. J. Catal. 127 1991 449 [35] Parry E.P. J. Catal. 2 1963 371 [36] Kimura K. A-I H. Ozaki A. J. Catal. 18 1970 271 [37] Kermarec M. Olivier D. Richard M. Che M. J. Phys. Chem. 86 1982 2818 [38] Tanabe K. Solid Acids and Bases 1970 Kodansa Tokyo 55 106",
      "scopus-id": "0001059963",
      "coredata": {
        "eid": "1-s2.0-0926860X95000577",
        "dc:description": "A series of catalysts, NiO—ZrO2/SO4 2−, for ethylene dimerization were prepared by coprecipitation from a solution of a nickel chloride-zirconium oxychloride mixture followed by modifying with H2SO4. On the basis of the results obtained from X-ray diffraction and differential thermal analysis, the addition of nickel oxide to ZrO2 or modification with H2SO4 shifted the transition of ZrO2 from amorphous to a tetragonal phase at higher temperatures due to the interaction between nickel oxide (or sulfate ion) and ZrO2. Infrared spectra of the catalyst modified with H2SO4 showed bidentate sulfate ion coordinated to Zr4+ or Ni2+. NiO—ZrO2 without sulfate ion was inactive for the ethylene dimerization, but NiO—ZrO2/SO4 2− was found to be very active even at room temperature. The high catalytic activity of NiO—ZrO2/SO4 2− was closely correlated with the increase of acid strength by the inductive effect of sulfate ion. The decrease of catalytic activity above 450°C of evacuation temperature was due to the structural change from amorphous phase to crystalline and the sintering followed by the decrease of surface area.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-07-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000577",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sohn, Jong Rack"
          },
          {
            "@_fa": "true",
            "$": "Kim, Hae Won"
          },
          {
            "@_fa": "true",
            "$": "Park, Man Young"
          },
          {
            "@_fa": "true",
            "$": "Park, Eun Hee"
          },
          {
            "@_fa": "true",
            "$": "Kim, Jong Taik"
          },
          {
            "@_fa": "true",
            "$": "Park, Sang Eun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000577"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000577"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00057-7",
        "prism:volume": "128",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Highly active catalyst of NiO—ZrO2 modified with H2SO4 for ethylene dimerization",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acid strength"
          },
          {
            "@_fa": "true",
            "$": "Coprecipitation"
          },
          {
            "@_fa": "true",
            "$": "Differential thermal analysis"
          },
          {
            "@_fa": "true",
            "$": "Ethene dimerization"
          },
          {
            "@_fa": "true",
            "$": "Nickel oxide-zirconium oxide"
          },
          {
            "@_fa": "true",
            "$": "Sulphate modification"
          },
          {
            "@_fa": "true",
            "$": "X-ray diffraction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "127-141",
        "prism:endingPage": "141",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 July 1995",
        "prism:doi": "10.1016/0926-860X(95)00057-7",
        "prism:startingPage": "127",
        "dc:identifier": "doi:10.1016/0926-860X(95)00057-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001059963"
      }
    }
  }
}