{
  "metadata": {
    "title": "Influence of Pt<ce:glyph name=sbnd></ce:glyph>Re interaction on activity and selectivity of reforming catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-21",
    "doi": "10.1016/0926-860X(95)00174-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001743",
    "pii": "0926860X95001743"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0345816239",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001743 0926-860X(95)00174-3 0926860X95001743 10.1016/0926-860X(95)00174-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00257 2024-01-01T12:18:48.759026Z 0 0 19951221 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 133 133 2 2 Volume 133, Issue 2 8 281 292 281 292 19951221 21 December 1995 1995-12-21 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. INFLUENCEPTREINTERACTIONACTIVITYSELECTIVITYREFORMINGCATALYSTS PIECK C PARERA 1988 357 J BISWAS 1987 249 J BARBIER 1986 225 J MARGITFALVI 1984 315 J AUGUSTINE 1989 184 S MALET 1989 567 P BAZIN 1988 209 D BAZIN 1990 86 D ESPINAT 1990 496 D SHOENMAKERSTOLK 1987 339 M MONTASSIER 1991 65 C MENEZO 1992 1 J MARGITFALVI 1984 903 J PROC8THINTERNCONGCATALBERLIN1984 MENEZO 1985 353 J RIBEIRO 1994 186 F WAGSTAFF 1979 434 N MIEVILLE 1984 437 R JOHNSON 1974 434 M AUGUSTINE 1989 184 S NACHEFF 1987 263 N MCNICOL 1977 438 B WEBB 1975 485 A SINFELT 1981 257 J CATALYSISSCIENCETECHNOLOGY BOLIVAR 1976 163 C GARIN 1980 351 F CHEMISTRYCHEMICALENGINEERINGCATALYTICPROCESSES GATES 1979 184 B CHEMISTRYCATALYTICPROCESSES SHUM 1984 151 V QUERINI 1989 249 C PARERA 1992 65 J ISAAC 1982 43 B BARBIER 1985 323 J FUNG 1992 240 S BOUDART 1966 92 M AGUSTINE 1987 417 S PIECK 1994 263 C ACTASDELXIVSIMPOSIOIBEROAMERICANODECATALISIS PIECK 1994 C THESIS BARBIER 1987 1 J PARERA 1987 135 J QUERINI 1993 389 C GRAU 1991 9 J PARERA 1986 15 J BARBIER 1986 21 J COUGHLIN 1984 163 W WILDE 1987 99 N PARERA 1986 39 J PIECKX1995X281 PIECKX1995X281X292 PIECKX1995X281XC PIECKX1995X281X292XC item 0926-860X(95)00174-3 0926860X95001743 1-s2.0-0926860X95001743 10.1016/0926-860X(95)00174-3 271346 2024-01-01T12:18:48.759026Z 1995-12-21 1-s2.0-0926860X95001743-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001743/MAIN/application/pdf/32a56d859a3ebb83ed590a8b3ae0d2fc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001743/MAIN/application/pdf/32a56d859a3ebb83ed590a8b3ae0d2fc/main.pdf main.pdf pdf true 686396 MAIN 12 1-s2.0-0926860X95001743-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001743/PREVIEW/image/png/3e7ef5c5d00dfa4c85cb441d6b380682/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001743/PREVIEW/image/png/3e7ef5c5d00dfa4c85cb441d6b380682/main_1.png main_1.png png 44832 849 656 IMAGE-WEB-PDF 1 ~ [I~ APPLIED ~ CATALYSIS A: GENERAL E LSEVI E R Applied Catalysis A: General 133 (1995) 281-292 Influence of Pt-Re interaction on activity and selectivity of reforming catalysts C.L. Pieck a, p. Marecot b,. C.A. Querini a J.M. Parera a J. Barbier b a INCAPE, Sgo del Estero 2654, (3000) Santa Fe, Argentina b Facult# des Sciences de Poitiers, 40 Avenue du Recteur Pineau, 86022, Poitiers, France Received 7 February 1995; revised 6 July 1995; accepted 9 July 1995 Abstract The influence of the preparation procedure on the Pt and Re interaction in Pt-Re/AI203 reforming catalysts has been studied. Three different preparation procedures have been used: the classical co- impregnation and successive impregnation techniques, and the recently reported catalytic reduction method. Catalyst activation was done either by direct reduction after metal deposition, or by calcination and reduction. The degree of interaction of the metals was indirectly measured by the cyclopentane hydrogenolysis reaction. It has been found that interaction between Pt and Re increases according to the sequence: coimpregnation (calcined and reduced), catalytic reduction (calcined and reduced), successive impregnations (reduced catalysts) and catalytic reduction (reduced catalysts). Calcination greatly diminishes the Pt-Re metal-metal interaction, as measured by cyclopentane hydrogenolysis. After sulfiding, the catalysts prepared by catalytic reduction with a calcination and reduction treatment display the highest n-heptane dehydrocyclization activity. Catalysts only reduced also have good activity for this reaction, but with poor stability. Keywords: Catalyst preparation (catalytic reduction/impregnation); Cyclopentane hydrogenolysis; Platinum- rhenium/alumina; Sulfidation 1. Introduction The bimetallic catalyst Pt-Re/A1203-C1 is the most widely used catalyst in naphtha reforming. It has been shown that the presence of rhenium decreases coke deposition and increases gas production [ 1-5], and therefore, a drop in aromatics selectivity is observed. For this reason, sulfidation of the catalyst is needed. * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(95)O0174-3 282 C.L. Pieck et al. /Applied Catalvsis A: General 133 (1995) 281 292 Current preparation techniques for bimetallic catalysts are coimpregnation and successive impregnations. In the latter method, different orders in the precursor addition and intermediate treatments (calcination and reduction or only reduction) have been used [6-10]. The 'catalytic reduction' method has recently been used to prepare several bimetallic catalysts: Ru-Cu [ 11,12], Pt-Cu [ 12], Ru-Pb [ 13] and Pt-Sn [ 14]. In these catalysts the metals are in strong interaction. The method has also been used to obtain large Pt particles produced by deposition of Pt directly over Pt [ 15 ]. In this procedure, a metal is deposited on a given support by a classic procedure, such as impregnation. A second metal is then deposited, by reducing it with hydrogen preadsorbed on the first metal. With this method, the second metal is deposited on top of the first one, a procedure that is especially suitable to prepare bimetallic catalysts where a high degree of interaction between both metals is required. Another technique used to prepare model catalysts is metal vapor vacuum arc plasma (MEVVA) [ 16]. Preparation and activation procedures influence the interaction between Pt and Re and the metal dispersion. After the deposition of the metallic precursors, the impregnated catalysts are heat treated. The reaction occurring during the thermal treatment is complicated and poorly understood. Besides, during the removal of the impregnation solvent from the pores of the support, the precursors are transformed into oxidized species and then reduced to a highly dispersed bimetallic phase. It has been shown that calcination at temperatures above 300 inhibits the migration of ReO~ species, producing a weak interaction between Pt and Re. This effect would be a consequence of eliminating alumina OH groups, which would take part in migration of ReO~ species [6,7,17,18]. There is no agreement in the literature regarding the state of Re after the reduction of Pt-Re catalysts. Some authors propose that Re is not reduced to zero valance under the conditions of commercial naphtha reforming [ 19], while others state that a part of Re is reduced to zero valance and the other part remains in an oxidized state [20,21]. Finally, some studies mention a total reduction of Re [ 17,22,23 ]. There is no agreement on the Pt-Re interaction, either. As the system of crystallization of Re is different from that of Pt, it can be assumed that a Pt-Re alloy is not possible, but Sinfelt [ 24] and Bolivar et al. [25] consider that the phase diagrams are not applicable in the case of highly dispersed supported systems, as in the case of Pt-Re/AI203. Then, the formation of solid solutions of Pt and Re could be possible over the whole range of compositions. The most important reaction during naphtha reforming is paraffin dehydrocycli- zation, which produces aromatics and hydrogen. This reaction proceeds either by a monofunctional mechanism [ 26] or by a bifunctional one. The latter mechanism has been reported as controlled by the acid catalyzed step [ 27] or by the metal catalyzed step [28 ]. With the fresh catalyst, dehydrocyclization on the metal func- tion is important, but after a few hours on stream the acid function becomes the controlling function for this reaction [29,30]. C.L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 283 The objective of this paper is to study Pt-Re reforming catalysts prepared by the catalytic reduction method, and its comparison with catalysts prepared by classical procedures, such as successive impregnations and co-impregnation. Several test reactions, including n-heptane reforming at high pressure are used to compare the performance of these catalysts. 2. Experimental 2.1. Catalysts A y-alumina was used as support for all catalysts. The properties of this alumina were the following: the specific surface area was 246 m2/g, the particle density 1.11 g/cm3, pore volume 0.60 cm3/g and apparent density 0.65 g/cm3. The pre- cursor salt used was HzPtC16 and for Re it was NH4ReO4. Impregnation was performed in a solution of 0.20 M HC1. All catalysts contained 0.60 wt.-% Pt, 1.10 wt.-% C1, and between 0.6 and 1.2 wt.-% Re. Coimpregnation A given amount of alumina support was immersed in 0.20 M hydrochloric acid solution. After addition of the Pt and Re precursors, water was vaporized in a sand bath at 70. The catalysts were then dried at 120 overnight and finally activated by calcination in air at 450 during 4 h, followed by reduction in pure hydrogen during 8 h at 500. Successive impregnations A monometallic Pt catalyst, activated by calcination in air at 450 during 4 h and reduced in H2 at 500 during 8 h was prepared. Then the catalyst was immersed in a solution containing the Re precursor salt and water was vaporized in a sand bath at 70. After drying at 120, the catalyst was activated by direct reduction in hydrogen at 500 during 8 h. In another preparation, the catalyst was activated using a calcination-reduction procedure. Catalytic reduction This technique was developed in order to favor the deposition of the second metal just on top of the pre-reduced supported metal. The monometallic catalyst was modified by the surface reaction between chemisorbed hydrogen and the ion of the second metal; the schematically involved reaction, in the case of Pt-Re catalysts, was the following: ReO4 + 8H + + 7e- ~ Re+ 4HzO 7(Pt-H ~ Pt+H+ +e-) ReO4 + 7Pt-H + H + ~ Re+ 7Pt + 4HzO 284 C.L. Pieck et aL /Applied Catalysis A: General 133 (1995) 281-292 where: Pt-H is adsorbed hydrogen on metal surface, ReO4 is the second metal ion, and Reis the second metal adsorbed. The addition of the second metal can be done in an inert atmosphere (e.g. nitrogen) or in the presence of hydrogen. In the first case, the reaction is limited to the number of hydrogen atoms irreversibly chemisorbed over the surface of Pt, and the maximum amount of the second metal that can be incorporated depends on its valence and the Pt accessibility. In our case, a maximum ratio Re/Pt of 1/7 would be obtained. If the reduction of the second metal is done in the presence of hydrogen (catalytic reduction method), its adsorption on Pt is produced simultaneously with its consumption by Re reduction. Therefore, with this procedure higher Re/Pt ratios can be obtained. The technique of catalyst preparation by the catalytic reduction method is the following: a given amount of pre-reduced Pt/AI203 monometallic catalyst was placed in a 0.20 M HC1 solution, which was purged with a nitrogen stream to eliminate dissolved oxygen. Then hydrogen was bubbled during two hours, and finally a solution containing the rhenium salt precursor, previously purged by bubbling nitrogen, was added without interrupting hydrogen bubbling. After one hour, the catalyst was washed with distilled water, filtered and dried at 120 overnight. Two activation procedures were used: direct reduction (H2, 8 h, 500), and calcination (air, 4 h, 450) followed by reduction (H2, 8 h, 500). 2.2. Metal dispersion Total metal dispersion was obtained using selective oxygen chemisorption at room temperature in a static volumetric equipment operating with a pressure of 10-6 Tort (1 Torr= 133.3 Pa). Using this method the total number of Pt+Re atoms was measured. Therefore, an average dispersion between Pt and Re was obtained. Isotherms were obtained in the 0-50 Torr range. Extrapolation to the origin value was used to calculate the number of exposed atoms. The samples were pre-reduced at 500 during 2 h. The oxygen stoichiometry used was that of Isaac and Petersen [ 31 ]. 2.3. Test reactions Catalytic activities were characterized using cyclohexane (CH) dehydrogena- tion, cyclopentane (CP) hydrogenolysis, coking with CP, and n-heptane (nC7) reforming. Experimental conditions for each reaction are given in Table 1. Before reaction, catalysts were reduced in situ during two hours at 500. In the case of nC7 reforming at high pressure, catalysts were presulfided using a H2S/H2 mixture with 0.06% HzS. Sulfidation was accomplished by flowing the mixture at 500 during 30 min at atmospheric pressure, and then flowing pure H2 during 5 h at the same temperature, in order to remove reversible sulfur. Reactor effluent was analyzed by on-line gas chromatography. In n-heptane reforming, isomerization C,L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 Table 1 Experimental conditions of the test reaction 285 Experimental variables CP hydrogenolysis CH dehydrogenation nC7 reforming CP coking Temperature () 290 270 500 500 H2 flow rate (cm3 / min) 80 100 67 20 CP flow rate (cm3/h) 2 2 CH flow rate (cm3/h) 2 nC7 flow rate (cm3/h) 4.2 Pressure (atm) 1 1 10 1 Catalyst mass (g) 0.1 0.02 1 0.3 selectivity was defined as conversion to isoalkanes divided by total conversion. Coke deposits on catalysts tested at atmospheric pressure were measured using the temperature-programmed oxidation method as described by Barbier et al. [ 32], while coke on catalysts tested with nC7 at high pressure was measured using a modified technique as described by Fung and Querini [ 33 ]. 3. Results and discussion Table 2 shows conversion values obtained during CH dehydrogenation and CP hydrogenolysis, as well as catalysts dispersion. These reactions were run for 90 min, and the conversion at 7 min for hydrogenolysis and stabilized values for dehydrogenation are reported in Table 2. These values are reproducible within a 10% error. For a given Re content, catalysts activated by direct reduction display higher hydrogenolytic activity than catalysts activated by calcination-reduction, independently of the preparation method. It can also be observed that catalysts prepared by catalytic reduction have higher CP conversion than catalysts prepared by successive impregnations. In the case of catalysts prepared by catalytic reduction, Table 2 Conversion of CH dehydrogenation (stabilized value) and CP hydrogenolysis (at 7 min on stream) and metallic total dispersion of catalysts prepared by different methods %Re/(%Re+%Pt) CH conv. (%) CP conv. (%) Total metal dispersion Preparation method 0.50 10.7 12.5 31 Succ. 0.67 9.0 17.8 30 Impreg. (R) 0.50 14.2 3.8 60 Coimp. 0.67 14.8 9.0 55 (C-R) 0.50 12.2 14.0 44 Catal. 0.61 10.1 22.4 44 Reduction 0.67 9.4 26.9 42 (R) 0.50 15.0 4.2 58 Catal. 0.61 12.8 7.0 56 Reduction 0.67 13.0 10.6 53 (C-R) R: Catalysts activated by direct reduction; C-R: catalysts activated by calcination followed by reduction. 286 C.L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 CP conversion is higher when catalysts were activated by direct reduction than when activation was done using calcination followed by reduction. Hydrogenolysis is a demanding reaction [34], it needs large ensembles of Pt metal atoms. Ensembles with both Pt and Re have higher hydrogenolytic activity than ensembles of each of the metals independently [ 20] and the hydrogenolysis of CP can be used as an indirect measure of Pt-Re interaction [20,35]. This interaction was studied by Augustine and Sachtler [20,35 ] using Pt, Re and Pt-Re catalysts supported on A1203 and SiO2. They measured the hydrogenolysis of CP and the isotope exchange and found that PtRe is 40 times more active for methane formation by hydrogenolysis than the separate metals. They also found factors 25 and 2 for total CP conversion on SiO2 and A1203, respectively. According to these authors the reason of this synergetic effect can be ascribed to the fact that the heat of adsorption on the metal surface is decisive in the formation of the complex substrate-metal that will undergo C-C bond breaking. An ensemble containing only Pt atoms would have lower heat of adsorption than that of pure Re, while an intermediate value would be observed in the case of bimetallic particles containing Pt and Re. It can be argued that the Re only catalyst has lower activity for hydro- genolysis due to the impossibility of Re to dissociate H2, and therefore to start the hydrogenolysis. When Pt is present, it is possible that hydrogen spillover onto Re could produce a higher hydrogenolysis even when Pt and Re are not alloyed. However, this process is slow compared to reforming reactions, and therefore it does not seem possible that the synergetic effect found on Pt-Re catalysts could be ascribed to hydrogen spillover. From Table 2, it can be concluded that the interaction between Pt and Re increases according to the following sequence: coimpregnation (C-R) < catalytic reduction (C-R) < successive impregnation (R) < catalytic reduction (R). Calcination greatly modifies the interaction between the metals in catalysts pre- pared by catalytic reduction, as reported elsewhere [36]. The decrease in the interaction between Pt and Re has been attributed to the formation of oxychlorinated Pt and Re species strongly bonded to alumina, with a negligible mobility [ 7]. The lower interaction found in catalysts prepared by successive impregnations com- pared to catalysts prepared by catalytic reduction (activated by direct reduction) can be explained by considering a random Re distribution on the alumina, in the case of successive impregnations, while Re is deposited on top of Pt or very close to it in the case of catalytic reduction preparation [37]. Temperature-programmed reduction was used to verify the different degree of interaction of two catalysts with a relative Re content of 0.40 and prepared by the catalytic reduction method. One catalyst was activated by direct reduction and the other by calcination-reduction. Both catalysts were re-oxidized in oxygen/helium atmosphere at 300 for 2 h and submitted to TPR by flowing a 1% hydrogen in argon gas mixture during the linear increase of temperature, as described elsewhere [37]. The TPR profile shows that the metallic species are different in the two catalysts. The catalyst activated by direct reduction has a TPR profile with two C.L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 287 Table 3 Coke content on catalyst (wt.-%), CP- + CP= and CH4 concentrations in the outlet gas after 2 h time-on-stream. Reaction: coking with CP %Re/( %Re + %Pt) %C CP- 4- CP= CH4 Preparation method 0.50 4.50 6.0 Succ. 0.67 4.30 5.7 Impr. (R) 0.50 7.09 10.5 0.20 Coimp. 0.67 6.05 9.9 0.30 (C-R) 0.50 4.11 6.7 Catalytic 0.61 4.18 6.0 Reduction 0.67 3.40 5.8 0.41 (R) 0.50 7.00 10.3 Catalytic 0.61 6.80 9.8 Reduction 0.67 5.50 9.0 0.28 (C-R) R: Catalysts activated by reduction, C-R: Catalysts activated by calcination and reduction. peaks, one of small area at low temperature produced by the reduction of Pt, and another at higher temperature (370) corresponding to the reduction of a bime- tallic species. Where Pt catalyses the reduction of Re [6,7,17,31], on the other hand, the TPR profile of the catalyst activated by calcination-reduction contains a third peak at about 400, which corresponds to the Re segregated from the Pt. The appearance of this peak and the greater area of the Pt peak confirm that the Pt-Re interaction is weaker on these catalysts. Table 2 shows that the total metal dispersion is higher for catalysts activated by calcination-reduction than catalysts activated by reduction. Catalysts with higher interaction lead to larger crystals containing both Pt and Re; on the other hand, calcination avoids the migration of species and therefore a higher metal dispersion is obtained with small and separated crystals of Pt and Re. The same trend in CH conversion and in the total metal dispersion is observed. This is due to the non- demanding character of the dehydrogenation reaction. However, CH dehydroge- nation is not directly proportional to total metal dispersion. Table 3 shows coke content on catalysts coked with CP at atmospheric pressure, and the concentrations of cyclopentene (CP~) plus cyclopentadiene (CP=) and of methane after 2 h time-on-stream. Catalysts activated by calcination-reduction, independently of preparation procedure, deposit more coke than catalysts activated by direct reduction. Increasing the amount of Re on a catalyst decreases the amount of coke deposited onto it. This can be explained taking into account the larger amount of CP- + CP= produced with catalysts activated by calcination-reduction. It has been demonstrated that these compounds are important coke precursors [ 38,39]. The lower amount of coke deposited for catalysts with a higher degree of interaction between Pt and Re could be due to a higher hydrogenolytic activity, that destroys coke precursors. Therefore, the lower amount of coke observed on catalysts activated by direct reduction is a consequence of the higher rate of hydrogenolysis of coke precursors and to a smaller production of dehydrogenated compounds. This latter explanation has recently been attributed to a higher hydrogen surface con- 288 C.L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 A B 10 10 \"Ib\"-,,~ x = 0.67 X=0.50 r~ 0.9 09 /-- _.o.. o o o= o --d6~'-' .... 0_ ..... 08 I 1 I I 1 I 0.8 | l 1 1 I I I 0 1 2 3 4 5 6 0 1 2 3 4 5 6 TIME,H TIME,H Fig. 1. n-Heptane conversion as a function of time. Sulfided catalysts prepared by catalytic reduction; ( A ) reduced catalysts; (B) calcined and reduced catalysts; X = %Re / ( %Re + %Pt). centration when Re is added to Pt [40,41 ]. This higher hydrogen surface concen- tration should be responsible for the lower dehydrogenating activity of Pt-Re compared to Pt, and also of the higher hydrogenolytic activity of the bimetallic catalyst. As interaction between Pt and Re increases, hydrogen surface concentra- tion increases with the consequent decrease in the rate of dehydrogenation, leading to a smaller amount of coke deposited on the catalyst. The TPO diagrams (results not reported) show that the main difference is the coke deposited over the acid function, while the coke deposited over the metal function is nearly constant. Fig. 1 shows activity results during n-heptane reforming for catalysts prepared using the catalytic reduction method. Depending upon the treatment after Pt and Re deposition, a different behavior is observed. It should be emphasized that for these experiments, the catalysts were presulfided. For only reduced samples, activity increases as the Re content on the catalyst increases, but when catalysts are calcined and then reduced, a higher Re content decreases the catalyst's activity. Activity decline of only reduced samples is faster than for calcined-reduced samples. Fig. 2 shows toluene concentration, isomerization selectivity, and the gases' weight percentage in the reforming of n-heptane. The calcined and reduced samples produce more toluene as the Re fraction decreases. The reduced samples show a smooth maximum when changing the Re fraction. In commercial Pt-Re catalysts, it has also been found that the toluene production decreases when increasing the Re/Pt ratio [29,42]. Since production of gases is lower in the sample with [%Re/ (%Re+ %Pt)] =0.50 (calcined-reduced), and the toluene concentration is the highest, this catalyst displays the maximum toluene selectivity, but when this same catalyst is reduced only, it produces less toluene, more isomers and less gas than higher Re content catalysts. It is clear that interactions between Pt, Re and S are strongly depend upon catalyst treatment. Table 4 shows results of initial values of the concentration of toluene and gases and isomerization selectivity for catalysts prepared by coimpregnation, successive impregnation and catalytic reduction. Catalysts prepared by this latter method show C.L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 289 30 25 L6 z w 20 o 1- 15 0 60 B X'0.61 .0.67 e _ \"O--\"C~\"50 ~ O---O- n o o ,o o o O o.6L . w - n 30. /X o.,o 25 re o 20 L 15t-- 60 0.67 w I I i I I I I 1 I I 1 I 1 2 3 4 5 6 0 1 2 3 4 5 6 50 50 i~,,~ 40 x-o.5o~...~a--~=-r~ 40 \" 0.61 _ I 20 I I I I I I 20 1 2 3 4 5 6 0 I 2 34 56 ,o ,o-.X.O6,. n~ 0.67 0 30'~ \"0.,~0 - O O - \" 30 -\"'~% ,.,, ~C; ~ n m 0.50 [] 20 20 IO 1 l I l I l IO I I I 1 I I 0 1 2 3 4 5 6 0 t 2 3 4 5 6 TIME,H TIME,H Fig. 2. Products distribution in n-heptane reforming experiments with sulfided catalysts prepared by catalytic reduction; (A) reduced catalysts; (B) calcined-reduced catalysts; X = %Re/( %Re + %Pt). the highest conversion and toluene yields. Catalysts prepared by successive impreg- nations, with only a reduction after impregnation, display an activity drop (results not shown). A similar behavior was observed with catalysts prepared by catalytic reduction. Therefore, calcination-reduction produces more stable catalysts than direct reduction after metal deposition, independently of the preparation procedure. Table 5 shows the amount of coke deposited on catalysts prepared by catalytic reduction during n-C7 reforming. For the unsulfided catalysts, the higher the Re/ (Re + Pt) fraction, the lower the amount of coke deposited. For sulfided catalysts, the amount of coke deposited increases as Re content increases. When catalysts are not sulfided, due to a higher hydrogenolysis and lower dehydrogenation activity with increasing amount of Re, coke deposition is smaller for catalysts with higher Re content. Sulfur greatly modifies this behavior. The effect of sulfur on coking rate on reforming catalysts is still a matter of debate. Depending upon feed-stock [ 43-45 ], pressure, catalysts, and time on oil [ 2 ], higher amounts of coke [ 33,34 ], lower amounts of coke [45] or no modification at all in the coking rate [46,47] 290 C.L. Pieck et al. /Applied Catalysis A.\" General 133 (1995) 281-292 Table 4 Activity at 30 min on stream, during n-heptane reforming Conversion Toluene (%) Gas (%) Isom. sel. (%) Catal. red. Reduced 0.50 99 21 33 36 0.61 97.5 24.5 44 23 0.67 92.5 22.5 52 21 Calc.-red. 0.50 96.5 27.5 32 31 0.61 95.2 23.4 37 35 0.67 90.0 19 32 53 Succ. imp. Reduced 0.50 93 18 31 45 0.61 90.5 11.5 41 43 Calc.-red. 0.50 79 17 30 38 0.61 93 19 35 38 Coimpreg. Calc.-red. 0.50 85 21.5 25 40 0.67 75 15 24.5 43 have been reported. Sulfur affects both nature and location of the coke deposit. It has been proposed that coke is more dehydrogenated and located mainly on the support on sulfided catalysts [2,43]. Nevertheless, in our case during n-heptane reforming, the sulfidation of catalysts increases the amount of coke on Pt-Re catalysts. This is especially noticeable at higher Re content. Sulfur greatly dimin- ishes the hydrogenolytic activity of Pt-Re catalysts, increasing the amount of dehydrogenated compounds that desorb from the metal function of Pt-Re catalysts. Recently, it has been proposed that sulfur increases the dehydrogenating activity of Pt-Re due to the Pt-Re-S interaction [41 ], and since sulfur adsorbs preferen- tially on Re atoms, the higher the Re content the higher the sulfur content. According to these results, sulfidation of the high Re content catalyst produces a catalyst with higher dehydrogenating activity, with a higher amount of coke deposited on the catalyst. The higher the interaction between Pt and Re, the higher the effect of sulfur. Table 5 Coke percent on catalysis in n-C7 reforming experiments. Catalysts prepared by catalytic reduction. Run length 6h %Re/(%Re + %Pt Unsulfided reduced Sulfided reduced Sulfided calc-reduc. 0.50 0.23 0.15 0.22 0.61 0.15 0.41 0.25 0.67 0.05 0.53 0.30 C.L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 291 The amount of toluene in the effluent is the highest when catalysts are prepared by the catalytic reduction method and are calcined and reduced. Even when this treatment decreases the level of interaction between Pt and Re, these catalysts display a better performance than catalysts prepared by successive impregnation or coimpregnation. This might be due to the fact that after Re deposition on top of Pt, calcination moves Re to the support, but very close to the Pt particles, which gives a catalyst with better aromatization capacity. All catalysts have been tested in one set of experimental conditions. It can be expected that for each Re/(Re + Pt) ratio, an optimum pressure could be found, similar to what has been found for Pt versus Pt-Re-S, the latter being operated at lower pressure in order to optimize overall performance. 4. Conclusions The preparation procedure and the activation treatments affect metal-metal inter- action in Pt-Re/A1203 catalysts. This interaction is higher when the catalysts are reduced only after metal deposition. Calcination diminishes this level of interaction. When catalysts are prepared by catalytic reduction, the interaction between Pt and Re is higher than catalysts prepared by either coimpregnation or successive impreg- nations. Catalysts prepared by the catalytic reduction method display higher n-heptane dehydrocyclization activity than catalysts prepared by co-impregnation or succes- sive impregnation, independently of the activation procedure. However, if catalysts are activated by reduction only, the stability is poor. Calcination of catalysts pre- pared by catalytic reduction decreases the interaction between Pt and Re, but produces a better catalyst than any of the other traditional preparation procedures. Probably this better performance is due to the fact that after calcination, Re is stabilized on the support very close to the Pt particles. References [ 1 ] H.E. Klusksdhal, US Patent 3 415 737 (1968). [2] J.M. Parera and J.M. Beltramini, J. Catal., 112 (1988) 357. [3] J. Biswas, P.G. Gray and D.D. Do, Appl. Catal., 32 (1987) 249. [4] J. Barbier, Appl. Catal., 23 (1986) 225. [ 5 ] J. Margitfalvi, S. Gtbtlts, E. Kaysser, M. Hegedtis, F. Nagy and Koltai, React. Kinet. Catal. Lea., 24 (1984) 315. [6] S.M. Augustine and W.M.H. Sachtler, J. Catal., 116 (1989) 184. [7] P. Malet, G. Munuera and A. Caballero, J. Catal., 115 (1989) 567. [8] D. Bazin, H. Dexpert, P. Lagarde and J.P. Bournonville, J. Catal., 110 (1988) 209. [9] D. Bazin, H. Dexpert, J.P. Bournonville and J. Linch, J. Catal., 123 (1990) 86. [ 10] D. Espinat, E. Freund, H. Dexpert and G. Martino, J. Catal., 126 (1990) 496. [ 11 ] M.C. Shoenmaker-Stolk, J.W. Werwizs and J.J. Scholten, Appl. Catal., 30 (1987) 339. 292 C.L. Pieck et al. /Applied Catalysis A: General 133 (1995) 281-292 [ 12] C. Montassier, J.C. M6n6zo, J. Moukolo, J. Naja, L.C. Hoang, J. Barbier and J.P. Boitiaux, J. Mol. Catal., 70 (1991) 65. [ 13] J.C. M6nEzo, L.C. Hoang, C. Montassier and J. Barbier, React. Kinet. Catal. Lett., 4 (1992) 1. [ 14] J. Margitfalvi, M. Hegedtis, S. G6b616s, E. Kem-T~ilas and P. Szedlacsek, Proc. 8th Intern. Cong. Catal., Berlin, 1984, Vol. 4, Verlag Chemie, Weinheim, 1984, p. 903. [ 15] J.C. M6n6zo, M.F. Denanot, S. Peyrovi and J. Barbier, Appl. Catal., 15 (1985) 353. [ 16] F.H. Ribeiro, A.L. Bonivardi, C. Kim and G.A. Somorjai, J. Catal., 150 (1994) 186. [ 17] N. Wagstaff and R. Prins, J. Catal., 59 (1979) 434. [ 18] R. Mieville, J. Catal., 87 (1984) 437. [ 19] M.F.L Johnson and V.M. Leroy, J. Catal., 35 (1974) 434. [20] S.M. Augustine and W.M.H. Sachtler, J. Catal., 116 (1989) 184. [ 21 ] N.S. Nacheff, L.S. Kraus, M. Ichikawa, B.M. Hoffman, J.P. Butt and W.M.H. Sachtler, J. Catal., 106 (1987) 263. [22] B.D. McNicol, J. Catal., 46 (1977) 438. [23] A.N. Webb, J. Catal., 39 (1975) 485. [ 24] J.H. S infelt, in J.R. Anderson and M. Boudart (Editors), Catalysis -- Science and Technology, Vol. 1, 1981, p. 257. [25] C. Bolivar, H. Charcosset, R. Frety, M. Primet, L. Tournayan, C. Betizeau and R. Maurel, J. Catal., 45 (1976) 163. [26] F. Garin and F.F. Gault, in R. Prins and G.C.A. Schuit (Editors), Chemistry and Chemical Engineering of Catalytic Processes, Sijthoff and Noordhoff, Alphen aan den Rijn, 1980, p. 351. [27] B.C. Gates, J.R. Katzer and G.C.A. Schuit, Chemistry of Catalytic Processes, McGraw-Hill, New York, 1979, p. 184. [28] V.K. Shum, J.B. Butt and W.M.H. Sachtler, Appl. Catal., 11 (1984) 151. [29] C.A. Querini, N.S. Figoli and J.M. Parera, Appl. Catal., 52 (1989) 249. [30] J.M. Parera and N.S. Figoli, Catalysis, Vol. 9, 1992, p. 65. [31 ] B.H. Isaac and E.E. Petersen, J. Catal., 77 (1982) 43. [32] J. Barbier, E.J. Churin, J.M. Parera and J. Riviere, React. Kinet. Catal. Lett., 29 (1985) 323. [33] S.C. Fung and C.A. Querini, J. Catal., 138 (1992) 240. [34] M. Boudart, A. Aldag, J.E. Benson, N.A. Dougharty and G.G. Harkins, J. Catal., 6 (1966) 92. [35] S.M. Agustine and W.M.H. Sachtler, J. Catal., 106 (1987) 417. [36] C.L. Pieck, P. Mar6cot, J.M. Parera and J. Barbier, Actas del XIV Simposio lberoamericano de Cat~lisis, 1994, Vol I, p. 263. [ 37 ] C,L. Pieck, Thesis, University of Poitiers, 1994. [381 J. Barbier, Stud. Surf. Sci. Catal., 34 (1987) 1. [39] J.M. Parera, R.J. Verderone and C.A. Querini, Stud. Surf. Sci. Catal., 34 (1987) 135. [40] C.A. Querini and S.C. Fung, J. Catal., 141 (1993) 389. [41 ] C.A. Querini, S.C. Fung, in preparation. [42] J.M. Grau and J.M. Parera, Appl. Catal., 70 ( 1991 ) 9. [43] J.M. Parera, R.J. Verderone, C,L. Pieck and J.M. Traffano, Appl. Catal., 23 (1986) 15. [44] J. Barbier and P. Mar6cot, J. Catal., 102 (1986) 21. [45] W. Coughlin, A. Hassan and K. Kawakami, J. Catal., 88 (1984) 163. [46] N, Wilde, T. Stolz, R. Feldhauss and K. Anders, Appl. Catal., 31 (1987) 99. [47] J.M. Parera, J.N. Beltramini, C.A. Querini, E.E. Martinelli, E.J. Churin, P.E. Aloe and N.S. Figoli, J. Catal., 99 (1986) 39. APCATA 95001743 0926-860X(95)00174-3 10.1016/0926-860X(95)00174-3 Elsevier Science B.V. All rights reserved Influence of PtRe interaction on activity and selectivity of reforming catalysts C.L. Pieck a P. Marecot * b C.A. Querini a J.M. Parera a J. Barbier b a INCAPE, Sgo del Estero 2654, (3000) Santa Fe, Argentina b Facultédes Sciences de Poitiers, 40 Avenue du Recteur Pineau, 86022, Poitiers, France * Corresponding author. The influence of the preparation procedure on the Pt and Re interaction in PtRe/Al2O3 reforming catalysts has been studied. Three different preparation procedures have been used: the classical coimpregnation and successive impregnation techniques, and the recently reported catalytic reduction method. Catalyst activation was done either by direct reduction after metal deposition, or by calcination and reduction. The degree of interaction of the metals was indirectly measured by the cyclopentane hydrogenolysis reaction. It has been found that interaction between Pt and Re increases according to the sequence: coimpregnation (calcined and reduced), catalytic reduction (calcined and reduced), successive impregnations (reduced catalysts) and catalytic reduction (reduced catalysts). Calcination greatly diminishes the PtRe metal-metal interaction, as measured by cyclopentane hydrogenolysis. After sulfiding, the catalysts prepared by catalytic reduction with a calcination and reduction treatment display the highest n-heptane dehydrocyclization activity. Catalysts only reduced also have good activity for this reaction, but with poor stability. Keywords Catalyst preparation (catalytic reduction/impregnation) Cyclopentane hydrogenolysis Platinumrhenium/alumina Sulfidation References [1] H.E. Klusksdhal, US Patent 3 415 737 (1968). [2] Parera J.M. Beltramini J.M. J. Catal. 112 1988 357 [3] Biswas J. Gray P.G. Do D.D. Appl. Catal. 32 1987 249 [4] Barbier J. Appl. Catal. 23 1986 225 [5] Margitfalvi J. Göbölös S. Kaysser E. Hegedüs M. Nagy F. Koltai React. Kinet. Catal. Lett. 24 1984 315 [6] Augustine S.M. Sachtler W.M.H. J. Catal. 116 1989 184 [7] Malet P. Munuera G. Caballero A. J. Catal 115 1989 567 [8] Bazin D. Depert H. Lagarde P. Bournonville J.P. J. Catal. 110 1988 209 [9] Bazin D. Dexpert H. Bournonville J.P. Linch J. J. Catal. 123 1990 86 [10] Espinat D. Freund E. Dexpert H. Martino G. J. Catal. 126 1990 496 [11] Shoenmaker-Stolk M.C. Werwizs J.W. Scholten J.J. Appl. Catal. 30 1987 339 [12] Montassier C. Ménézo J.C. Moukolo J. Naja J. Hoang L.C. Barbier J. Boitiaux J.P. J. Mol. Catal. 70 1991 65 [13] Ménézo J.C. Hoang L.C. Montassier C. Barbier J. React. Kinet. Catal. Lett. 4 1992 1 [14] Margitfalvi J. Hegedüs M. Gñbölös S. Kern-Tálas E. Szedlacsek P. Proc. 8th Intern. Cong. Catal., Berlin, 1984 Vol. 4 1984 Verlag Chemie Weinheim 903 [15] Ménézo J.C. Denanot M.F. Peyrovi S. Barbier J. Appl. Catal. 15 1985 353 [16] Ribeiro F.H. Bonivardi A.L. Kim C. Somorjai G.A. J. Catal. 150 1994 186 [17] Wagstaff N. Prins R. J. Catal. 59 1979 434 [18] Mieville R. J. Catal. 87 1984 437 [19] Johnson M.F.L. Leroy V.M. J. Catal. 35 1974 434 [20] Augustine S.M. Sachtler W.M.H. J. Catal. 116 1989 184 [21] Nacheff N.S. Kraus L.S. Ichikawa M. Hoffman B.M. Butt J.P. Sachtler W.M.H. J. Catal. 106 1987 263 [22] McNicol B.D. J. Catal. 46 1977 438 [23] Webb A.N. J. Catal. 39 1975 485 [24] Sinfelt J.H. Anderson J.R. Boudart M. Catalysis — Science and Technology Vol. 1 1981 257 [25] Bolivar C. Charcosset H. Frety R. Primet M. Tournayan L. Betizeau C. Maurel R. J. Catal. 45 1976 163 [26] Garin F. Gault F.F. Prins R. Schuit G.C.A. Chemistry and Chemical Engineering of Catalytic Processes 1980 Sijthoff and Noordhoff Alphen aan den Rijn 351 [27] Gates B.C. Katzer J.R. Schuit G.C.A. Chemistry of Catalytic Processes 1979 McGraw-Hill New York 184 [28] Shum V.K. Butt J.B. Sachtler W.M.H. Appl. Catal. 11 1984 151 [29] Querini C.A. Figoli N.S. Parera J.M. Appl. Catal. 52 1989 249 [30] Parera J.M. Figoli N.S. Catalysis Vol. 9 1992 65 [31] Isaac B.H. Petersen E.E. J. Catal. 77 1982 43 [32] Barbier J. Churin E.J. Parera J.M. Riviere J. React. Kinet. Catal. Lett. 29 1985 323 [33] Fung S.C. Querini C.A. J. Catal. 138 1992 240 [34] Boudart M. Aldag A. Benson J.E. Dougharty N.A. Harkins G.G. J. Catal. 6 1966 92 [35] Agustine S.M. Sachtler W.M.H. J. Catal. 106 1987 417 [36] Pieck C.L. Marécot P. Parera J.M. Barbier J. Actas del XIV Simposio Iberoamericano de Catálisis Vol. I 1994 263 [37] Pieck C.L. Thesis 1994 University of Poitiers [38] Barbier J. Stud. Surf. Sci. Catal. 34 1987 1 [39] Parera J.M. Verderone R.J. Querini C.A. Stud. Surf. Sci. Catal. 34 1987 135 [40] Querini C.A. Fung S.C. J. Catal. 141 1993 389 [41] C.A. Querini, S.C. Fung, in preparation. [42] Grau J.M. Parera J.M. Appl. Catal. 70 1991 9 [43] Parera J.M. Verderone R.J. Pieck C.L. Traffano J.M. Appl. Catal. 23 1986 15 [44] Barbier J. Marécot P. J. Catal. 102 1986 21 [45] Coughlin W. Hassan A. Kawakami K. J. Catal. 88 1984 163 [46] Wilde N. Stolz T. Feldhauss R. Anders K. Appl. Catal. 31 1987 99 [47] Parera J.M. Beltramini J.N. Querini C.A. Martinelli E.E. Churin E.J. Aloe P.E. Figoli N.S. J. Catal. 99 1986 39",
      "scopus-id": "0345816239",
      "coredata": {
        "eid": "1-s2.0-0926860X95001743",
        "dc:description": "The influence of the preparation procedure on the Pt and Re interaction in PtRe/Al2O3 reforming catalysts has been studied. Three different preparation procedures have been used: the classical coimpregnation and successive impregnation techniques, and the recently reported catalytic reduction method. Catalyst activation was done either by direct reduction after metal deposition, or by calcination and reduction. The degree of interaction of the metals was indirectly measured by the cyclopentane hydrogenolysis reaction. It has been found that interaction between Pt and Re increases according to the sequence: coimpregnation (calcined and reduced), catalytic reduction (calcined and reduced), successive impregnations (reduced catalysts) and catalytic reduction (reduced catalysts). Calcination greatly diminishes the PtRe metal-metal interaction, as measured by cyclopentane hydrogenolysis. After sulfiding, the catalysts prepared by catalytic reduction with a calcination and reduction treatment display the highest n-heptane dehydrocyclization activity. Catalysts only reduced also have good activity for this reaction, but with poor stability.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001743",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pieck, C.L."
          },
          {
            "@_fa": "true",
            "$": "Marecot, P."
          },
          {
            "@_fa": "true",
            "$": "Querini, C.A."
          },
          {
            "@_fa": "true",
            "$": "Parera, J.M."
          },
          {
            "@_fa": "true",
            "$": "Barbier, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001743"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001743"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00174-3",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Influence of PtRe interaction on activity and selectivity of reforming catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalyst preparation (catalytic reduction/impregnation)"
          },
          {
            "@_fa": "true",
            "$": "Cyclopentane hydrogenolysis"
          },
          {
            "@_fa": "true",
            "$": "Platinumrhenium/alumina"
          },
          {
            "@_fa": "true",
            "$": "Sulfidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "281-292",
        "prism:endingPage": "292",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00174-3",
        "prism:startingPage": "281",
        "dc:identifier": "doi:10.1016/0926-860X(95)00174-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0345816239"
      }
    }
  }
}