{
  "metadata": {
    "title": "Vibrational spectroscopic study of IB metal/zirconia catalysts for the synthesis of methanol",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-20",
    "doi": "10.1016/0926-860X(96)00015-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000154",
    "pii": "0926860X96000154"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-30244450395",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000154 0926-860X(96)00015-4 0926860X96000154 10.1016/0926-860X(96)00015-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0004X 2024-01-01T12:18:48.759026Z 0 0 19960620 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 140 140 1 1 Volume 140, Issue 1 4 29 45 29 45 19960620 20 June 1996 1996-06-20 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. VIBRATIONALSPECTROSCOPICSTUDYIBMETALZIRCONIACATALYSTSFORSYNTHESISMETHANOL WEIGEL J DENNY 1978 46 P CATALYSIS KLIER 1982 243 K KUNG 1980 235 H CHINCHEN 1988 1 G SKRZPEK 1994 J METHANOLSYNTHESIS MILLAR 1992 2085 G SANDOVAL 1993 227 M CLARKE 1995 314 D CHINCHEN 1987 79 G CHINCHEN 1986 101 G CLAUSEN 1991 524 B PAN 1988 440 W LIU 1984 139 G CHINCHEN 1987 333 G BOWKER 1981 3023 M NEOPHYTIDES 1992 45 S BAILEY 1995 99 S JENNINGS 1989 157 J DENISE 1989 365 B AMENOMIYA 1987 57 I SCHILD 1990 223 C SCHILD 1990 347 C SCHILD 1990 243 C SUN 1993 1242 Y ABE 1984 747 H SCHILD 1991 395 C BAIKER 1993 1257 A KOEPPEL 1991 2821 R KOEPPEL 1992 77 R FROLICH 1993 275 C MESSERSCHMIDT 1985 737 R KUBELKA 1931 593 P KUBELKA 1948 448 P KORTUM 1963 333 P GRIFFITHS 1978 P ADVANCESININFRAREDRAMANSPECTROSCOPY ONISHI 1985 617 T KAUPPINEN 1981 217 J EDWARDS 1985 782 J EDWARDS 1984 5621 J AMENOMIYA 1984 557 Y PROCINTCONGRCATAL8TH WOKAUN 1994 71 A KOEPPEL 1991 2821 R SCHILD 1991 C PHDTHESIS SCHILD 1991 6341 C DILARA 1993 12919 P ANTON 1985 5558 A ONISHI 1986 103 T CHEN 1988 397 J HE 1984 17 M PAAL 1988 Z HYDROGENEFFECTSINCATALYSIS CHUANG 1992 536 S BIANCHI 1993 223 D STUVE 1982 279 E WEIGELX1996X29 WEIGELX1996X29X45 WEIGELX1996X29XJ WEIGELX1996X29X45XJ item 0926-860X(96)00015-4 0926860X96000154 1-s2.0-0926860X96000154 10.1016/0926-860X(96)00015-4 271346 2024-01-01T12:18:48.759026Z 1996-06-20 1-s2.0-0926860X96000154-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000154/MAIN/application/pdf/5bd98f75b9cd2c8ecc1846cc3fedc0e8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000154/MAIN/application/pdf/5bd98f75b9cd2c8ecc1846cc3fedc0e8/main.pdf main.pdf pdf true 925398 MAIN 17 1-s2.0-0926860X96000154-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000154/PREVIEW/image/png/16e6fe4da65d2a80841dce25afffbb47/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000154/PREVIEW/image/png/16e6fe4da65d2a80841dce25afffbb47/main_1.png main_1.png png 41606 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 140 (1996) 29-45 Vibrational spectroscopic study of IB metal/zirconia catalysts for the synthesis of methanol J. Weigel a,b, C. FriShlich b,l, A. Balker b, A. Wokaun a,b,* a Paul Scherrer Institute, CH-5232 Villigen, Switzerland b , . Department of Chemtcal Engmeermg and Industrial Chemisto', ETH Zentrum, CH-8092 Ziirich, Switzerland Received 17 August 1995; revised 22 December 1995; accepted 26 December 1995 Abstract Catalytic hydrogenation of carbon monoxide and carbon dioxide is studied over copper/zirconia and silver promoted copper/zirconia catalysts. Vibrational spectroscopy is used to obtain informa- tion on the reaction mechanism leading to methanol by in situ identification of the adsorbed species and intermediates in the pressure range from 3 to 25 bar. The water-gas shift reaction producing CO2 from CO and vice versa plays a crucial role in the mechanism. This reaction is shown to proceed in a basic variant via surface carbonates in the presence of surface hydroxyl groups. Surface bound formaldehyde and methylate are the pivotal intermediates on the route to methanol, whereas formate is not a direct precursor of the desired methanol product. The addition of silver as a promoter results in enhanced selectivities and productivities for methanol. The most prominent feature of the spectroscopic measurements on the silver promoted copper/zirconia catalyst is the high surface concentration of surface formaldehyde which is formed on or stabilised by the silver component. Keywords: CO hydrogenation; CO2 hydrogenation; Methanol synthesis; Copper/zirconia; Silver 1. Introduction The hydrogenation of CO and/or CO2 producing methanol is a process of major industrial importance in view of methanol as a feedstock for synthesizing other organic chemicals such as acetic acid, amines, and formaldehyde for * Corresponding author. Tel. ( + 41-56) 3104416, e-mail wokaun @psi.ch 1 Present address: Sandoz Pharma, CH-4001 Basel, Switzerland. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00015-4 30 J. Weigel et al. / Applied Catalysis' ,4. Getwral 140 (1996) 29-45 example. In view of the environmental impact of CO2 the 'recycling' of emitted carbon dioxide by catalytical hydrogenation to yield useful chemicals and fuels is of particular interest and may represent an ecologically attractive alternative to methanol synthesis from CO/CO2 mixtures. Industrial methanol synthesis starts from synthesis gas containing CO, CO2, and H z, produced by steam reforming of natural gas or other hydrocarbons. Mostly the so called low-pressure process is used operating at pressures around 50 bar with bed temperatures in the range of 500-600 K. Practically all industrial methanol synthesis catalysts contain copper and a mixture of oxides such as ZnO/AI203. The formation of methanol proceeds according to the equilibria CO + 2H2 ~ CH3OH (1) CO2 + 3H2 ~- CH3OH + H20 (2) In the last decades, intense investigations of methanol synthesis have been carried out, mostly over Cu/ZnO/A1203 [1-5] and Cu/SiO2 [6-8] catalysts. For commercially used catalysts (i.e., Cu/ZnO/A1203) there is still contro- versy about the state of the Cu component, which is thought to be the decisive catalytically active component for methanol formation, and the role of the ZnO in the catalyst. Klier [2] reported that copper is dissolved in the ZnO matrix whereas Chinchen et al. [9,10] found that metallic copper is dispersed on the ZnO surface. Furthermore, it has been shown that the activity of Cu/ZnO/A120~ increases linearly with the specific surface area of metallic copper [9-12]. Carbon dioxide, which is added to CO and H2 in the synthesis gas, was first thought to prevent deactivation of the catalyst [2]; later Liu et al. [13] and Chinchen et al. [14] showed that CO2 is the main carbon source over Cu/ZnO/A1203 catalysts. Based on their results, CO is converted into CO2 by the water-gas shift reaction, and carbon dioxide is hydrogenated to methanol according to Eq. (2). On ZnO [15], Cu/ZnO/AI203 [16,17] and on Cu/SiO2 [6] it has been shown that surface formate is the pivotal intermediate to methanol, and that the rate-limiting step in methanol synthesis is the hydrogena- tion of formate. The picture changes somewhat when zirconia is used as support. Over ZrO2 supported catalysts as well, the reactants (CO or CO~) may be interconverted by the water-gas shift/reverse water-gas shift equilibrium (see below). However, in contrast to commercial catalysts, it has remained unclear whether methanol synthesis starts from CO or CO2. A ~4CO2 labelling study [18] showed that methanol is derived from CO over Zr/rare earth/Cu catalysts. In contrast, Denise et al. [19] and Amenomiya [20] found that over zirconia supported catalysts, CO2 was the primary carbon source for methanol. Furthermore, the product distribution of CO and CO2 hydrogenation reactions depends on the nature of the metallic component. Hydrogenation of CO and/or CO2 over Cu/ZrO2 yields methanol as the main product, whereas the formation J. Weigel et al. / Applied Catal~,sis A: General 140 (1996) 29-45 31 of methane is observed over palladium and nickel catalysts [21-23]. Thus it appears that the copper component plays a crucial rule in the reaction pathway to the desired methanol product. An issue which has been discussed intensively in the literature is the question whether the route to methanol proceeds via formate or other intermediates. Denise et al. [19] conclude that CO2 is reduced to methanol and surface oxygen in a first reduction step, followed by dehydrogenation of CH3OH yielding CO. The reactions of CO2 and H2 over a CuO/ZrO2 catalyst were investigated by Amenomiya [20], who found that methanol was generated directly from CO2 and that the reverse water-gas shift reaction was taking place in parallel. In contrast, Sun and Sermon [24] postulated a formate-to-methoxy mechanism (with subsequent hydrolysis yielding methanol) over pure ZrO2 and Cu/ZrO2 catalysts, when starting from CO as a reactant. Their results are in agreement with Abe et al. [25] who found experimental evidence for a mechanism proceeding via surface formate and methoxy species. Studies of CO and CO2 hydrogenation over zirconia supported IB metal catalysts have shown [26,27] that methanol selectivity is governed by the competition of methanol synthesis and the reverse water-gas shift reaction. The catalysts Cu/ZrO2 and Ag/ZrO2 exhibit similar selectivities to methanol, whereas Au/ZrO2 is most active for the reverse water-gas shift reaction and thus shows the lowest selectivity to methanol [28]. Rapid formation of surface bound formate has been observed with all supported IB metal/ZrO2 catalysts. It has been suggested that It-bonded formaldehyde, which is formed in the catalytic reaction of carbon monoxide and hydrogen, is the key intermediate for methanol synthesis with subsequent reduction steps yielding surface bound methylate and methanol. In the present study, dynamic FTIR spectroscopy has been used to follow the concentrations of surface species formed upon exposure of Cu/ZrO2 and Cu-Ag/ZrO, catalysts to CO2 hydrogenation conditions for a series of differ- ent absolute pressures, with the aim of establishing correlations between the concentrations of specific surface intermediates. 2. Experimental For the measurements two different FTIR spectrometers have been used. The spectra recorded with a Perkin-Elmer model 1710 instrument are shown as reflectance spectra, whereas those recorded with a Perkin-Elmer model 2000 are presented as Kubelka-Munk spectra (see below). Both spectrometers were equipped with a diffuse reflectance unit and a controlled environmental chamber (Spectra Tech). All spectra presented in this work were collected as diffuse reflectance (DRIFT) spectra. The temperature in the chamber was controlled to within +_ 2 K. 32 J. Weigel et al. / Applied Catalysis A: General 140 (1996) 29-45 A gas dosing system was designed for handling up to four different gases independently. The flow of the reactants was adjusted to the desired values by using volume flow controllers (Rota) or mass flow controllers (Brooks). Nitro- gen, as the carrier gas, as well as carbon dioxide, carbon monoxide and hydrogen as reactants were commercial standard gases (Linde, Messer Griesheim, PanGas). The purity of the gases was at least 99.995%, and they were used without further purification. The catalysts were prepared by coprecipitation or sequential precipitation at constant pH of ca. 7, according to the preparation method described in detail elsewhere [29,30]. The atomic fractions of the metals given in parenthesis were determined by ICP-AAS. Samples have been stored under atmospheric conditions and were prereduced by heating in a hydrogen/nitrogen flow for several hours. As a reference spectrum, the DRIFT spectrum of the unloaded catalyst was collected under a H2/N2 flOW. Subsequently the feed was switched to the reactant mixture whereby a flow of about 10 1/h was passed over the catalyst sample. The surface reactions were studied by recording the DRIFT spectra as a function of reaction time or pressure with a resolution of 4 or 8 cm- ~. Depending upon the system and the time scale on which changes had to be resolved, 5 to 500 scans were accumulated. Reflectance spectra (R) were ratioed with respect to the background spectrum of the unloaded catalyst (R0); calibration bars indicate R/Ro values in percent. Throughout this work, two sets of experimental conditions have been used: -- to avoid the strong overlap of signals of the gaseous products with the adsorbate vibrations, a continuous flow of the reactants was passed through the chamber, whereby gaseous products were purged. These measurements under flow will be referred to as 'dynamic' experiments; -- in order to detect the gaseous reaction products, 'static' experiments have been performed. For this purpose, at the end of a dynamic experiment the gas flow was terminated by closing the in- and outlet valves of the reaction chamber. For collecting spectra in the diffuse reflectance mode it is necessary to exclude specular components. To test for an influence of the specular compo- nent, measurements have been performed with and without the so-called 'blocker device' [31] (Spectra-Tech) that intercepts the specularly reflected beam, for the present experimental set-up and the catalyst samples used in this study. Except for small fluctuations of the baseline, which are likely due to minor changes in sample height that occurred when the blocker was adjusted, we found no difference between the spectra collected with and without the blocker device. From this check we concluded that the use of blocker was not required for the present type of samples. Hence, the spectra presented below correspond to true diffuse reflectance spectra, with no or very minor specularly reflected compo- nents. J. Weigel et al. /Applied Catalysis A: General 140 (1996) 29-45 33 For spectra form powdered samples which are collected in the diffuse reflectance mode, absorption is proportional to the Kubelka-Munk function [32-34] (1 -R~)2 K F(R~)- - (3) 2R~ S where R~ designate the reflectance from an 'infinitely thick' (i.e., non-trans- parent) sample, K is the absorption coefficient (cm ~), and S denotes the scattering coefficient (cm l). The absorption coefficient is related [35] to the absorptivity, a, and the concentration, c, as K = 2.303 ac, such that 2.303ac F( R~) = ~ - k'c (4) Eq. (3) is known to hold [35] when the specularly reflected component is small (see above) and the scattering coefficient is constant. These two conditions are well fulfilled within an experimental series on the same catalyst, using the spectrum of the unloaded catalyst as a reference. Therefore F(R~) should vary linearly with the surface concentration of the adsorbates, so that the Kubelka- Munk function provides for quantitative measurements in the diffuse reflectance mode. 3. Results and discussion 3.1. Water-gas shift equilibrium Carbon monoxide and carbon dioxide are interconverted in the presence of H20 or H2, respectively, by the water-gas shift~reverse water-gas shift (wgs/rwgs) reaction according to CO + H2O ~ CO2 q- H2 (5) These reactions are catalyzed by IB metal/zirconia catalysts to a varying extent [27] and play a crucial rule in the mechanism of methanol synthesis, in particular with regard to the precursor question. Several observable steps involved in this reaction are illustrated in the left panel of Fig. 1 for a Cu-Ag/ZrO2 catalyst with the composition (at.-%) Cu:Ag:Zr = 39:5:56 (denoted as Cu(39)Ag(5)Zr(56) in the following). Starting from a CO/H2 mixture (1:2) the rapid formation of surface carbonates (1640 and ca. 1260 cm-1) is followed by the reduction to surface formate. The presence of singly surface bound CO may be deduced by noting the higher intensity of the P-branch of the CO gas phase doublet in comparison to the gas phase signal (upper trace in the left panel of Fig. 1). Simultaneously, we observed the production of H20 as indicated by the strong band around 1600 34 J. Weigel et al. / Applied Catalysis A: General 140 (1996) 29-45 E s~!un--Hun~-- o'~]eqn>~ o .c .c .E .~ E E E E o 8 o o e~ o \\ 0 J. Weigel et al. /Applied Catalysis A: General 140 (1996) 29-45 35 cm-1 (a superposition of the bending vibration of water and a contribution of surface carbonate), and the generation of CO2 (2349 cm-1), which is produced from CO and H20 by the water-gas shift reaction. Methylate (2930, 2820, and 1050 cm-l) as well as ~--bound formaldehyde (2820 and 1150 cm-~) are also present on the catalyst surface as will discussed below. The negative signals (i.e., increased reflectance with respect to R0) at 3780 and 3670 cm-l are due to the loss of surface hydroxyl groups [36]. Note that the concentration of carbon dioxide in the reaction chamber passes through a maximum at 5 rain reaction time. In order to estimate the surface concentra- tions of the adsorbed species, the spectra were converted into the Kubelka-Munk function, and a Voigt profile was fitted [37,38]. The concentration of the carbonates showed the same temporal behaviour as the CO2 concentration. This indicates that the water-gas shift reaction proceeds via surface carbonate. A 'basic' variant of the mechanism is described in the literature [21]. In contrast, Edwards and Schrader [39,40] as well as Amenomiya and Yagawa [41] proposed a mechanism involving surface formate, and Chinchen et al. [4] have found a redox mechanism for this reaction. In order to clarify the question whether the interconversion between CO and CO2 proceeds via formate or carbonate, the two gases were adsorbed in the absence of any other gases onto zirconia and onto a Cu(50)Zr(50) catalyst, which have been exposed to the reductive pretreatment described in the experi- mental part. The results are shown in the right panel of Fig. 1. In the region between 3000 and 2700 cm ~ no vibration can be detected, which shows that formate is not formed on the catalyst surface. Upon exposure of ZrO2 to CO2 the reverse water-gas shift reaction does proceed to a small extent because CO is also present in the reaction chamber (weak signal at 2150 cm-l). Carbon monoxide adsorption on a Cu(50)Zr(50) catalyst also resulted in the formation of surface carbonates and CO2, without any other adsorbed species (lower trace in Fig. 1, right). This clearly shows that the water-gas shift reaction, producing CO2 from CO and vice versa, proceeds via surface carbonates. When only CO or CO2 are present in the reaction chamber, surface hydroxyl groups are consumed instead of water; these groups have been created during prereduction of the sample under continuous hydrogen flow [36]. Note that in the upper trace of the right panel of Fig. 1 a negative signal at 3780 cm-~ does occur. This vibration is assigned to isolated surface hydroxyl groups; the corresponding band of the bridged OH groups is overlapping with a CO2 signal. Observation Fig. 1. Surface species observed in the DRIFT spectra during CO and CO2 hydrogenation reactions. Left panel: a Cu(39)Ag(5)Zr(56) catalyst was exposed to a CO/H2 flow (1:2) at a reaction temperature of 523 K and a pressure of 2.4 bar. Right panel: a prereduced ZrO2 sample was exposed to CO2 (a); and a Cu(50)Zr(50) catalyst was exposed to CO (b) at a temperature of 493 K and a pressure of 17 bar. Parameters of spectra acquisition are indicated in the experimental part. 36 J. Weigel et al. /Applied Catalysis A: General 140 (1996) 29-45 0 IC~OI II H, /H 87/. C ,@_ O_. ? ? ? J- + / 7r.....Zr..... Z, /Zr / Z~... / Z~.... 0/ / ~0 ~ 0 CO2 Fig. 2. Proposed reaction scheme for the water-gas shift reaction over zirconia supported catalysts. of this negative signal clearly shows that the wgs/rwgs reaction is accompanied by a loss of surface hydroxyl groups. These results may be summarized by formulating a 'basic' variant of the wgs/rwgs reaction that involves surface hydroxyl groups, CO + 2OH-~ CO~ + H2 (6) The observed correlations of surface species and gas phase species are summa- rized in the reaction scheme of Fig. 2. Surface hydroxyl groups, created during prereduction of the catalyst in hydrogen, are reduced by carbon monoxide, producing hydrogen and an anion vacancy onto which surface carbonate is bound. In a second reaction step the carbonate desorbs as CO2 and the oxygen anion remains at the catalyst surface. 3.2. Methanol formation It is interesting to note that the surface species developed during methanol synthesis over IB metal/zirconia catalysts are the same, regardless of whether one starts from CO or CO2, although the relative concentrations may be different, as has been demonstrated by IR spectroscopy [26,42]. Surface reactions of a CO2/H2 mixture (1:3) over Cu(50)Zr(50) catalyst are shown in the left panel of Fig. 3. The rapid formation of surface carbonates is followed by reduction to surface formates. The characteristic carboxylate stretching bands of the latter species are split into doublets, which show that two types of formate are formed on the catalysts surface. Signals at 1580/1380 cm-1 are characteristic for formate adsorbed on reactive sites of the zirconia matrix [43,44], whereas the outer doublet at 1600/1360 cm I corresponds to formate on less reactive sites. The presence of formate bound to different surface sites was also observed on pure zirconia [21,23], Pd/ZrO2 [43], Au/ZrO2 [43], Ni/ZrO2 [45], Ag-Cu/ZrO2 catalysts [42], and on a binary copper/zirconia catalyst [46]. In an TPD and HREELS investigation of formic Fig. 3. CO and CO? hydrogenation over a Cu(50)Zr(50) catalyst. Left panel: the sample was exposed to a CO2/H2 flow (1:3). Right panel: the sample was exposed to a CO/H2 flow (1:2). Both series of time-dependent spectra were recorded at a reaction temperature of 532 K and a pressure of 2.4 bar. g i 8 o O O reflectance R/Ro 3. 3 3 = 5' 5' reflectance R/Ro + ! -- 4 ' I o ~ ~, ~. ~ 3 3 3 3 5+ 5' 5\" 5' Lg ~P-6g (9661) OPI lmauaD .'V ~'!~\"(4mt~D Pa~.lddg /\"I ta lag!aA~ T 38 J. Weigel et al. /Applied Catalysis A: General 140 (1996) 29-45 acid on ZrO2(100) [47], two types of formates have also been observed, which show different decomposition patterns into CO and hydrogen, and therefore different CO desorption temperatures. The low-temperature CO desorption was assigned to decomposition of formate adsorbed on defect sites (i.e., anions adjacent to oxygen vacancies), whereas the high-temperature CO peak was assigned to formate decomposition on stoichiometric portions of the surface. Besides carbonates and formates, the development of a band at 1150 cm-l is observed. Supported by several adsorption studies and in agreement with literature [44,48] this signal is assigned to a 7r-bound formaldehyde, which exhibits a CH stretching mode at 2820 cm-l. For this species a structure similar to paraformaldehyde has been proposed [49] in which the units are bound to each other in an end-to-end fashion rather than to the surface. Simultaneous with the formation of formaldehyde, a signal at 1050 cm-1 as well as a doublet at 2950/2830 cm-l are observed to grow, which are assigned to surface bound methylate (CH30-) [50]. This species is subsequently proto- nated and desorbs as methanol. The formation of methylate is accompanied by the observation of weak bands due to singly and doubly bound adsorbed CO (2000 and 1900 cm- l). The presence of adsorbed CO is demonstrated clearly in a complementary experiment, starting from CO as a reactant (Fig. 3, right panel; note again the presence of an adsorbate signal underlying the P-branch absorp- tion of gaseous CO). Finally, the difference between the respective first spectra (recorded after 1 min) and the last spectra, which is shown in the top traces of Fig. 3, demonstrate that the formaldehyde and methylate absorptions have strongly grown as a function of time in the reactant flow, whereas the intensities of the formate bands remained essentially unchanged (no difference signal). This may be taken as an indication that surface formate is not the direct precursor of methanol. Some insight into the role that surface hydroxyl groups play in the methanol synthesis mechanism could be obtained from the spectra measured during CO hydrogenation reactions (left panel of Fig. 1 and right panel of Fig. 3). These spectra show the surface reactions of a dynamic CO/He mixture (1:2) as a function of reaction time over the Cu(39)Ag(5)Zr(56) catalyst (Fig. 1, 1.h.s.) and Cu(50)Zr(50) catalyst (Fig. 3, r.h.s.). The loss of surface hydroxyl groups, shown by the appearance of negative bands at 3780 cm-~ for the terminal OH groups and at 3680 cm-1 for the bridged ones, is accompanied by the development of two intense bands at 1150 and 1050 cm-1, which are due to surface bound formaldehyde and methylate. Anion vacancies are created when surface hydroxyl groups are consumed by desorption of water, or in the formation to surface formate followed by desorption/reaction. On two of these vacancies it is possible to anchor a dioxomethylene species (M-O-CHz-O-M), which has been postulated as an intermediate in methanol synthesis by He and Ekerdt [51]. This species was stated to originate from the hydrogenation of surface formate at lower tempera- J. Weigel et al. /Applied Catalysis A: General 140 (1996) 29-45 39 3 bar 11 bar 17 bar D Y A t,t'A ~ ~ ~ A i i i ~liil 0.02 I 0 ' ' ' 8 ' ' ' 1'6' ' '2'4' ' '3'2' i Ii % 0.05 I 0'''8'' '1'6' ' '2'4' ' '3'2' time / rain A ~ ~ A A ~ A i i 0.02 1 ' ' ' 8 ' ' ' 1'6' ' ' 2'4' ' ' 3r2' Formate Formol- dehyde Methylate Fig. 4. Temporal development of the surface concentrations of formate, formaldehyde, and methylate during CO hydrogenation over a Cu(50)Zr(50) catalyst. The reaction temperature was held constant at 493 K; pressures employed were 3 bar (left), 11 bar (middle) and 17 bar (right). tures; it would either react further with hydrogen producing methane, or be desorbed as methanol in the presence of water. The authors note that they could not rule out the possibility that the dioxomethylene species might be identical with a paraformaldehyde. Up to now the exact structure (~--bonded formalde- hyde [44,48], a dioxymethylene species [51], or a species with a structure similar to that of paraformaldehyde [49]) of the species characterized by the 1150 cm- 1 band remains unclear. This question is subject of our actual research. 3.3. Influence of the reaction pressure The relative changes of the surface concentrations of formate, formaldehyde, methylate and methanol are shown as a function of reaction time at different pressures in Figs. 4 and 5. To obtain these data, the CO and CO2 hydrogenation reactions over a Cu(50)Zr(50) catalyst have been monitored as a function of reaction time at three different reaction pressures (3, I 1 and 17 bar for CO as reactant, and 11, 17, and 25 bar for CO2 as the carbon source). For these experimental series, the reaction temperature was held constant at 493 K. The peak heights of the vibrations of the surface species were estimated. According to Eq. 5, the intensity of the peaks should be proportional to the surface concentration of the adsorbate. The vibrations due to surface carbonates are broad and overlap with all C-O stretches of the species mentioned above. Quantitatively, less surface carbonates 40 J. Weigel et al. / Applied Catalysis A: General 140 (1996) 29-45 11 bar 17 bar 25 bar \\ C .E I I I I 0.1I '\"8'\"1'8' '~4'\"~2' I I I I I I = .................. Q I 0 I Q o.1I ' ' 8 ' ' ' 1'6' ' ' 2'4' ' ' 3'2' time / rain A i I I I I I 0.1 o \"6 ' 1'd\"2'4 \"12' Formate Formal- dehyde Methylate Fig. 5. Temporal development of the surface concentrations of formate, formaldehyde, and methanol during CO2 hydrogenation over a Cu(50)Zr(50) catalyst. The reaction temperature was held constant at 493 K: pressures employed were 11 bar (left), 17 bar (middle), and 25 bar (right). are formed when starting from CO as compared to CO2 hydrogenation reac- tions. Therefore, in the following we focus on the results from CO hydrogena- tion experiments over the Cu(50)Zr(50) (Fig. 4) catalyst as the errors made with peak height analysis are smaller in this case. The results obtained from CO2 hydrogenation reactions (Fig. 5) will be discussed for comparison. At all three pressures the concentration of surface formate passes through a maximum and reaches its equilibrium somewhat later (upper traces in Fig. 4). Increasing the pressure has two consequences: the mentioned maximum is reached at an earlier time and becomes less pronounced. The time development of the formaldehyde band parallels that of the intensity of the surface bound methylate (middle and lower traces in Fig. 4). At the lowest pressure of 3 bar the two species are produced continuously over the entire monitored time interval and, in contrast to formate species, do not reach their equilibrium concentration within 35 min. At higher pressures, steady state levels of these species are established. The plots of the intensities of formaldehyde and Fig. 6. Effect of silver promoting on the surface species observed metal/zirconia catalysts. Left panel: spectra are compared for a Cu(50)Zr(50) and a Cu(39)Ag(5)Zr(56) catalyst. The top trace shows the difference between the spectra recorded on the Cu(39)Ag(5)Zr(56) {middle) and the Cu(50)Zr(50) (bottom) catalyst. Right panel: spectra are compared for an Ag(18)Zr(82) and Cu(39)Ag(5)Zr(56) catalyst. The difference between the surface coverage on the Cu(39)Ag(5)Zr(56) catalyst (middle) and the Ag(18)Zr(82) (bottom) are shown in the top trace. All spectra were recorded 45 min after the CO/He flow (1:2) was terminated at a reaction temperature of 523 K and a pressure of 2.4 bar. J. Weigel et al. / Applied Catalysis A: General 140 (1996) 29-45 41 g i i Ij i & g %1/~I eouo~.OelJ,e-j 0 o 2 0 I I 0 0 o \\ oo -. fi 42 J. Weigel et al. / Applied Catalysis A: General 140 (1996) 29-45 methylate versus time at pressures of 11 and 17 bar confirm the mentioned correlation between the concentrations of these two species. As a supporting detail, we note that at a pressure of 11 bar the relative change of the surface concentration of formaldehyde is small between the 10th and the 15th reaction minute, where the methylate signal does not change as well. At 17 bar the peak height of formaldehyde decreases after 8 min, as does the intensity of methylate. The strong correlation of these two species on the one hand and the completely different behaviour of the formate species on the other hand, corrobates the concept that the formate species is not the direct precursor of methanol. Methanol synthesis starts from weakly bound CO, and proceeds via surface bound formaldehyde and methylate to the desired methanol product. For CO, hydrogenation, the development of the formate, formaldehyde, and methylate species with time in the reactant flow is shown in Fig. 5 at pressures of 11 (left), 17 (middle), and 25 (right) bar. At the lowest pressure employed (Fig. 5, left) surface formate is rapidly formed in the first few minutes of the reaction (note dashed line indicating zero concentration), and reaches the equilibrium somewhat later. Surface bound formaldehyde and methylate are formed to a lesser extent in the first reaction minutes, with their concentrations increasing after 5 rain. Increasing the pressure slows down the formation of formate (Fig. 5, middle and right), whereas it accelerates the formation of formaldehyde and methylate. This suggests that the influence of the reaction pressure is different for the formate species on the one hand side and for the formaldehyde and methylate species on the other hand, and corrobates the suggestion that surface formates are not direct precursors of methanol. 3.4. Silver promotion of a copper / zirconia catalyst A comparison of the spectra recorded over Cu(50)Zr(50), Cu(39)Ag(5)Zr(56), and Ag(18)Zr(82) catalysts (Fig. 6) demonstrates the effect of addition of silver to a copper/zirconia catalyst. Each spectrum was obtained 45 rain after terminating the flow of the reactants, at a reaction temperature of 523 K and a pressure of 2.4 bar. The intensities of the bands due to 7r-bound formaldehyde and methylate are enhanced strongly on a silver promoted catalyst (middle trace in Fig. 6, left) compared to those observed on the Cu(50)Zr(50) sample (bottom trace of the left hand side of Fig. 6). The wgs reaction, producing CO2 from CO, also proceeds more extensively on the ternary system, whereas the undesired side reaction yielding methane is reduced (as compared to Cu(50)Zr(50)). A similar picture results from a comparison of the CO hydrogenation reactions over a Ag(18)Zr(82) and a Cu(39)Ag(5)Zr(56) catalyst (right panel of Fig. 6). The differences between the ternary and the binary systems, as presented in the top traces of Fig. 6, demonstrate clearly, that the surface concentrations of singly bound CO (ca. 2000 cm l), formaldehyde and methylate are increased on the J. Weigel et al. / Applied Catalysis A: General 140 (1996) 29-45 43 silver promoted catalyst whereas the surface coverage of other species (such as carbonates and formates) are decreased. These observations suggest that the increase of formaldehyde and methylate concentration cannot be attributed to the action of silver alone, but is due a synergistic effect caused by the simultaneous presence of copper and silver. Silver is not capable of binding hydrogen strongly: the corresponding desorption enthalpy (15 kJ tool 1, [52]) is smaller than the one from copper (39 kJ mol 1, [52]), and the bonding of CO to a silver surface is known to be weak. Therefore it appears likely that the copper component acts as the preferred adsorption site for CO on the one hand and as hydrogen reservoir on the other hand, whereas silver provides stable adsorption sites for formaldehyde. Chuang and Pien [53] have found that the addition of silver to a Rh/SiO2 catalyst has two consequences. First, on Ag-Rh/SiOe the ratio of bridge-bound to linearly bound CO molecules was lowered (i.e., by blocking the sites for bridging CO adsorption on the Rh surface). Second, the selectivity and the rate of formation of aldehydic species were enhanced when ethylene hydroformyla- tion was studied. These results also suggest that in the presence of silver, aldehydic species are more easily formed. On the basis of the present results it is not yet possible to decide on the specific nature of the sites involved, i.e. whether the formation of formaldehyde and methylate proceeds on the interface between copper and silver or by spillover of hydrogen [54]. However, the observations of interconnected reac- tions occurring on the catalyst surface mentioned above may be crucial for the desired effect that the combination of copper and silver in a methanol synthesis catalyst increases the selectivity towards methanol, as had been established in the catalytic runs [27]. The spectra shown in Fig. 6 shed some light on the nature of the formalde- hyde species present on the surface of the silver promoted catalyst. The bands of formaldehyde at 1150 and 1050 cm ~ are well separated on the binary catalysts (lower traces in Fig. 6), but only poorly resolved on the Cu(39)Ag(5)Zr(56) catalyst (middle traces of Fig. 6). This indicates an inhomogeneity of the surface, and might be due to the presence of a variety of similar species of para-formaldehyde like structures [49]. This conclusion is corroborated by an EEL spectroscopic study on an Ag(110) surface [55], in which the authors found indications of para-connected chains of ring-like structures, similar to the one of trioxane. 4. Conclusions The water-gas shift/reverse water-gas shift reaction, which is catalysed on the surface of the IB metal/zirconia catalysts, proceeds via surface carbonates. 44 J. Weigel et aL / Applied Catalysis A: General 140 (1996) 29-45 These carbonate species are suggested to be bound to anion vacancies, which in turn are generated by the loss of hydroxyl groups consumed in the wgs reaction. The development of the surface concentrations of the adsorbed species and intermediates has been monitored by dynamic DRIFT experiments. From a comparison of the behaviour observed at pressures between 3 and 25 bar, clear correlations are established. Observations are consistent with a mechanism [23] in which methanol synthesis starts from weakly adsorbed CO and proceeds via surface bound formaldehyde and methylate, whereas the observed formate species do not correlate with the intermediates involved directly in the methanol synthesis mechanism. Upon promotion of copper/zirconia with silver, the concentrations of the methanol related surface species (formaldehyde and methylate) are strongly enhanced. In contrast, these species are hardly detectable on silver/zirconia. These observations strongly suggest synergy of the two metallic components. References [I] P.J. Denny and D.A. Whan, Catalysis, Vol. 2, Chem. Soc. London, 1978, p. 46. [2] K. Klier, Adv. Catal., 31 (1982) 243. [3] H.H. Kung, Cat. Rev. Sci. Eng., 22 (1980) 235. [4] G.C. Chinchen, P.J. Denny, J.R. Jennings, M.S. Spencer and K.C. Waugh, Appl. Catal., 36 (1988) I. [5] J. Skrzpek, J. Sloczynski and S. Ledakowicz, Methanol Synthesis, Polish Scientific Publishers, Warszawa, 1994. [6] G.J. Millar, C.H. Rochester, S. Bailey and K.C. Waugh, J. Chem. Soc., Faraday Trans., 88(4) (1992) 2085. [7] M.J. Sandoval and A.T. Bell, J. Catal., 144 (1993) 227. [8] D.B. Clarke and A.T. Bell, J. Catal., 154 (1995) 314 and references therein. [9] G.C. Chinchen, C.M. Hay, H.D. Vandervell and K.C. Waugh, J. Catal., 103 (1987) 79. [10] G.C. Chinchen, K.C. Waugh and D.A. Whan, Appl. Catal., 25 (1986) 101. [11] B.S. Clausen, G. Steffenstein, B. Fabius, J. Villadsen, R. Fleidhaus and H. TopsCe, J. Catal., 132 (1991) 524. [12] W.X. Pan, R. Cao, D.L. Roberts and Gi. Griffin, J. Catal., 114 (1988) 440. [13] G. Liu, D. Willcox, M. Garland and H. Kung, J. Catal., 90 (1984) 139. [14] G.C. Chinchen, P.J. Denny, D.G. Parker, M.S. Spencer, K.J.C. Waugh and D.A. Whan, Appl. Catal., 30 (1987) 333. [15] M. Bowker, H. Houghton and K.C. Waugh, J. Chem. Soc., Faraday Trans. 1, 77 (1981) 3023. [16] S.G. Neophytides, A.J. Marchi and G.F. Froment, Appl. Catal. A, 86 (1992) 45. [17] S. Bailey, G.F. Froment. J.W. Snoeck and K.C. Waugh, Catal. Lett., 30 (1995) 99. [18] J.R. Jennings, R.M. Lambert, R.M. Nix, G. Owen and D.G. Parker, Appl. Catal., 50 (1989) 157. [19] B. Denise, O. Cherifi, M.M. Bettahar and R.P.A. Sneeden, Appl. Catal., 48 (1989) 365. [20] I. Amenomiya, Appl. Catal., 30 (1987) 57. [21] C. Schild, A. Wokaun and A. Baiker, J. Mol. Catal., 63 (1990) 223. [22] C. Schild, A. Wokaun and A. Balker, J. Mol. Catal., 69 (1990) 347. [23] C. Schild, A. Wokaun and A. Balker, J. Mol. Catal., 63 (1990) 243. [24] Y. Sun and P.A. Sermon, J. Chem. Soc., Chem. Commun., (1993) 1242. [25] H. Abe, K. Maruya, K. Domen, K. Aika and T. Onishi, Chem. Lett., (1984) 747. [26] C. Schild, A. Wokaun and A. Baiker, Fresenius' J. Anal. Chem., 341 (1991) 395. [27] A. Balker, M. Kilo, M. Maciejewski, S. Menzi and A. Wokaun, Stud. Surf. Sci. Catal., 75 (1993) 1257. [28] R.A. Koeppel, A. Baiker, C. Schild and A. Wokaun, J. Chem. Soc., Faraday Trans., 87 (1991) 2821. J. Weigel el al. /Applied Catalysis A: General 140 (1996) 29 45 45 [29] R.A. Koeppel, A. Baiker and A. Wokaun, Appl. Catal. A, 84 (1992) 77. [30] C. Fr/51ich, R.A. K6ppel, A. Baiker, M. Kilo and A. Wokaun, Appl. CataI. A, 106 (1993) 275. [31] R.G. Messerschmidt, Appl. Spectrosc., 39(4) (1985) 737. [32] P. Kubelka and F. Munk, Z. Tech. Phys., 12 (1931) 593. [33] P. Kubelka, J. Opt. Soc. Am., 38 (1948) 448. [34] P. Korttim, W. Braun and G. Herzog, Angew. Chem., 2 Int. Ed. Engl., (1963) 333. [35] P.R. Griffiths and M.P. Fuller+ in R.J.H. Clark and R.E. Hester (Editors), Advances in Infrared and Raman Spectroscopy, Vol. 9, Heyden & Son, London, 1978. [36] T. Onishi, H. Abe, K. Maruya and K. Domen, J. Chem. Soc., Chem. Commun., (1985) 617. [37] J.K. Kauppinen, D.J. Moffat, H.H. Mantsch and D.G. Cameron, Appl. Spectrosc., 35(3) (1981) 217. [38] Software by W. H~ifner, Physical Chemistry II, University of Bayreuth. [39] J.F. Edwards and G.L. Schrader, J. Phys. Chem., 89 (1985) 782. [40] J.F. Edwards and G.L. Schrader, J. Phys. Chem., 88 (1984) 5621. [41] Y. Amenomiya and T+ Takawa, Proc. Int. Congr. Catal., 8th, Vol. 2, 1984, p. 557. [42] A. Wokaun, J. Weigel, M. Kilo and A. Baiker, Fresenius' J. Anal. Chem., 349 (1994) 71. [43] R.A. Koeppel, A. Baiker+ C. Schild and A. Wokaun, J. Chem. Soc., Faraday Trans., 87(17) (1991) 2821. [44] C. Schild, Ph.D. Thesis, University of Bayreuth+ Germany, 1991. [45] C. Schild, A. Wokaun, R.A. Koeppel and A. Balker, J. Phys. Chem., 95 (1991) 6341. [46] J. Weigel, R.A. Koeppel, A. Baiker and A. Wokaun, in preparation. [47] P.A. Dilara and J.M. Vohs, J. Phys. Chem., 97 (1993) 12919. [48] A.B. Anton, J.E. Parmenter and W.H. Weinberg, J. Am. Chem. Soc., 107 (1985) 5558. [49] T. Onishi, H. Abe, K. Maruya and K. Domen, J. Chem. Commun., (1986) 103. [50] J.G. Chen, P. Basu+ L. Ng and J.T. Yates+ Surf. Sci., 194 (1988) 397. [51] M.-Y. He and J.G. Ekerdt, J. Catal.+ 90 (1984) 17. [52] Z. Paal and P.G. Menon, Hydrogen Effects in Catalysis+ Dekker, New York, 1988. [53] S.S.C. Chuang and S.-I. Pien+ J. Catal., 138 (1992) 536. [54] D. Bianchi, T. Chafik, M. Khalfallah and S.J. Teichner, Appl. Catal. A, 105 (1993) 223. [55] E.M. Stuve, R.J. Madix and B.A. Sexton, Surf. Sci., 119 (1982) 279. APCATA 96000154 0926-860X(96)00015-4 10.1016/0926-860X(96)00015-4 Vibrational spectroscopic study of IB metal/zirconia catalysts for the synthesis of methanol J. Weigel a b C. Fröhlich b 1 A. Baiker b A. Wokaun ∗ a b a Paul Scherrer Institute, CH-5232 Villigen, Switzerland b Department of Chemical Engineering and Industrial Chemistry, ETH Zentrum, CH-8092 Zürich, Switzerland ∗ Corresponding author. Tel. (+41-56) 3104416 1 Present address: Sandoz Pharma, CH-4001 Basel, Switzerland. Catalytic hydrogenation of carbon monoxide and carbon dioxide is studied over copper/zirconia and silver promoted copper/zirconia catalysts. Vibrational spectroscopy is used to obtain information on the reaction mechanism leading to methanol by in situ identification of the adsorbed species and intermediates in the pressure range from 3 to 25 bar. The water-gas shift reaction producing CO2 from CO and vice versa plays a crucial role in the mechanism. This reaction is shown to proceed in a basic variant via surface carbonates in the presence of surface hydroxyl groups. Surface bound formaldehyde and methylate are the pivotal intermediates on the route to methanol, whereas formate is not a direct precursor of the desired methanol product. The addition of silver as a promoter results in enhanced selectivities and productivities for methanol. The most prominent feature of the spectroscopic measurements on the silver promoted copper/zirconia catalyst is the high surface concentration of surface formaldehyde which is formed on or stabilised by the silver component. Keywords CO hydrogenation CO2 hydrogenation Methanol synthesis Copper/zirconia Silver References [1] P.J. Denny D.A. Whan Catalysis Vol. 2 1978 Chem. Soc London 46 [2] K. Klier Adv. Catal. 31 1982 243 [3] H.H. Kung Cat. Rev. Sci. Eng. 22 1980 235 [4] G.C. Chinchen P.J. Denny J.R. Jennings M.S. Spencer K.C. Waugh Appl. Catal. 36 1988 1 [5] J. Skrzpek J. Sloczynski S. Ledakowicz Methanol Synthesis 1994 Polish Scientific Publishers Warszawa [6] G.J. Millar C.H. Rochester S. Bailey K.C. Waugh J. Chem. Soc. 88 4 1992 2085 Faraday Trans. [7] M.J. Sandoval A.T. Bell J. Catal. 144 1993 227 [8] D.B. Clarke A.T. Bell J. Catal. 154 1995 314 and references therein [9] G.C. Chinchen C.M. Hay H.D. Vandervell K.C. Waugh J. Catal. 103 1987 79 [10] G.C. Chinchen K.C. Waugh D.A. Whan Appl. Catal. 25 1986 101 [11] B.S. Clausen G. Steffenstein B. Fabius J. Villadsen R. Fleidhaus H. Topsøe J. Catal. 132 1991 524 [12] W.X. Pan R. Cao D.L. Roberts G.L. Griffin J. Catal. 114 1988 440 [13] G. Liu D. Willcox M. Garland H. Kung J. Catal. 90 1984 139 [14] G.C. Chinchen P.J. Denny D.G. Parker M.S. Spencer K.J.C. Waugh D.A. Whan Appl. Catal. 30 1987 333 [15] M. Bowker H. Houghton K.C. Waugh J. Chem. Soc. 77 1981 3023 Faraday Trans. 1 [16] S.G. Neophytides A.J. Marchi G.F. Froment Appl. Catal. A 86 1992 45 [17] S. Bailey G.F. Froment J.W. Snoeck K.C. Waugh Catal. Lett. 30 1995 99 [18] J.R. Jennings R.M. Lambert R.M. Nix G. Owen D.G. Parker Appl. Catal. 50 1989 157 [19] B. Denise O. Cherifi M.M. Bettahar R.P.A. Sneeden Appl. Catal. 48 1989 365 [20] I. Amenomiya Appl. Catal. 30 1987 57 [21] C. Schild A. Wokaun A. Baiker J. Mol. Catal. 63 1990 223 [22] C. Schild A. Wokaun A. Baiker J. Mol. Catal. 69 1990 347 [23] C. Schild A. Wokaun A. Baiker J. Mol. Catal. 63 1990 243 [24] Y. Sun P.A. Sermon J. Chem. Soc., Chem. Commun. 1993 1242 [25] H. Abe K. Maruya K. Domen K. Aika T. Onishi Chem. Lett. 1984 747 [26] C. Schild A. Wokaun A. Baiker Fresenius' J. Anal. Chem. 341 1991 395 [27] A. Baiker M. Kilo M. Maciejewski S. Menzi A. Wokaun Stud. Surf. Sci. Catal. 75 1993 1257 [28] R.A. Koeppel A. Baiker C. Schild A. Wokaun J. Chem. Soc. 87 1991 2821 Faraday Trans. [29] R.A. Koeppel A. Baiker A. Wokaun Appl. Catal. A 84 1992 77 [30] C. Frölich R.A. Köppel A. Baiker M. Kilo A. Wokaun Appl. Catal. A 106 1993 275 [31] R.G. Messerschmidt Appl. Spectrosc. 39 4 1985 737 [32] P. Kubelka F. Munk Z. Tech. Phys. 12 1931 593 [33] P. Kubelka J. Opt. Soc. Am. 38 1948 448 [34] P. Kortüm W. Braun G. Herzog Angew. Chem., 2 Int. Ed. Engl. 1963 333 [35] P.R. Griffiths M.P. Fuller R.J.H. Clark R.E. Hester Advances in Infrared and Raman Spectroscopy Vol. 9 1978 Heyden & Son London [36] T. Onishi H. Abe K. Maruya K. Domen J. Chem. Soc., Chem. Commun. 1985 617 [37] J.K. Kauppinen D.J. Moffat H.H. Mantsch D.G. Cameron Appl. Spectrosc. 35 3 1981 217 [38] Software by W. Häfner, Physical Chemistry II, University of Bayreuth. [39] J.F. Edwards G.L. Schrader J. Phys. Chem. 89 1985 782 [40] J.F. Edwards G.L. Schrader J. Phys. Chem. 88 1984 5621 [41] Y. Amenomiya T. Takawa Proc. Int. Congr. Catal., 8th Vol. 2 1984 557 [42] A. Wokaun J. Weigel M. Kilo A. Baiker Fresenius' J. Anal. Chem. 349 1994 71 [43] R.A. Koeppel A. Baiker C. Schild A. Wokaun J. Chem. Soc. 87 17 1991 2821 Faraday Trans. [44] C. Schild Ph.D. Thesis 1991 University of Bayreuth Germany [45] C. Schild A. Wokaun R.A. Koeppel A. Baiker J. Phys. Chem. 95 1991 6341 [46] J. Weigel, R.A. Koeppel, A. Baiker and A. Wokaun, in preparation. [47] P.A. Dilara J.M. Vohs J. Phys. Chem. 97 1993 12919 [48] A.B. Anton J.E. Parmenter W.H. Weinberg J. Am. Chem. Soc. 107 1985 5558 [49] T. Onishi H. Abe K. Maruya K. Domen J. Chem. Commun. 1986 103 [50] J.G. Chen P. Basu L. Ng J.T. Yates Surf. Sci. 194 1988 397 [51] M.-Y. He J.G. Ekerdt J. Catal. 90 1984 17 [52] Z. Paal P.G. Menon Hydrogen Effects in Catalysis 1988 Dekker New York [53] S.S.C. Chuang S.-I. Pien J. Catal. 138 1992 536 [54] D. Bianchi T. Chafik M. Khalfallah S.J. Teichner Appl. Catal. A 105 1993 223 [55] E.M. Stuve R.J. Madix B.A. Sexton Surf. Sci. 119 1982 279",
      "scopus-id": "30244450395",
      "coredata": {
        "eid": "1-s2.0-0926860X96000154",
        "dc:description": "Catalytic hydrogenation of carbon monoxide and carbon dioxide is studied over copper/zirconia and silver promoted copper/zirconia catalysts. Vibrational spectroscopy is used to obtain information on the reaction mechanism leading to methanol by in situ identification of the adsorbed species and intermediates in the pressure range from 3 to 25 bar. The water-gas shift reaction producing CO2 from CO and vice versa plays a crucial role in the mechanism. This reaction is shown to proceed in a basic variant via surface carbonates in the presence of surface hydroxyl groups. Surface bound formaldehyde and methylate are the pivotal intermediates on the route to methanol, whereas formate is not a direct precursor of the desired methanol product. The addition of silver as a promoter results in enhanced selectivities and productivities for methanol. The most prominent feature of the spectroscopic measurements on the silver promoted copper/zirconia catalyst is the high surface concentration of surface formaldehyde which is formed on or stabilised by the silver component.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000154",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Weigel, J."
          },
          {
            "@_fa": "true",
            "$": "Fröhlich, C."
          },
          {
            "@_fa": "true",
            "$": "Baiker, A."
          },
          {
            "@_fa": "true",
            "$": "Wokaun, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000154"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000154"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00015-4",
        "prism:volume": "140",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Vibrational spectroscopic study of IB metal/zirconia catalysts for the synthesis of methanol",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "CO2 hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Methanol synthesis"
          },
          {
            "@_fa": "true",
            "$": "Copper/zirconia"
          },
          {
            "@_fa": "true",
            "$": "Silver"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "29-45",
        "prism:endingPage": "45",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 June 1996",
        "prism:doi": "10.1016/0926-860X(96)00015-4",
        "prism:startingPage": "29",
        "dc:identifier": "doi:10.1016/0926-860X(96)00015-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/30244450395"
      }
    }
  }
}