{
  "metadata": {
    "title": "Interaction between ruthenium and molybdenum in RuMo/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-27",
    "doi": "10.1016/0926-860X(94)00270-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002703",
    "pii": "0926860X94002703"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002145906",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002703 0926-860X(94)00270-3 0926860X94002703 10.1016/0926-860X(94)00270-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00476 2024-01-01T12:19:29.85596Z 0 0 19950427 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 125 125 1 1 Volume 125, Issue 1 7 71 79 71 79 19950427 27 April 1995 1995-04-27 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. INTERACTIONBETWEENRUTHENIUMMOLYBDENUMINRUMOAL2O3CATALYSTS SCOTT C INOUE 1987 285 M INOUE 1984 103 M PEREZZURITA 1994 213 M FOLEY 1990 351 H MORI 1986 5197 T TAKAHASHI 1986 137 N JUAN 1992 469 A MITCHELL 1984 619 P MITCHELL 1987 482 P HIRSCHON 1987 311 A SHABTAI 1987 413 J SHABTAI 1988 202 J GEANTET 1991 665 C SCOTT 1992 701 C PROCXIIISIMPIBEROAMCATAL XIAO 1992 351 F XIAO 1993 21 F GONZALEZ 1993 641 L BURCH 1986 1985 R CRUCQ 1982 547 A ROMERO 1990 281 T DALLABETTA 1974 57 R LECLERCQ 1984 67 G LECLERCQ 1993 118 G TRI 1983 396 T XIN 1986 279 Q BLYHOLDER 1964 2772 G HERRMANN 1984 404 J CHEN 1982 3534 B FUNG 1982 225 S KAO 1982 136 C OYOUNG 1988 307 C OLIVEROS 1993 2313 I SERMON 1973 211 P VANNICE 1983 70 M VANNICE 1983 213 M TRI 1984 244 T COQ 1990 33 B REGALBUTO 1987 114 J SCOTTX1995X71 SCOTTX1995X71X79 SCOTTX1995X71XC SCOTTX1995X71X79XC item 0926-860X(94)00270-3 0926860X94002703 1-s2.0-0926860X94002703 10.1016/0926-860X(94)00270-3 271346 2024-01-01T12:19:29.85596Z 1995-04-27 1-s2.0-0926860X94002703-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002703/MAIN/application/pdf/020c2189d6b3028ea79e83985c55d53e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002703/MAIN/application/pdf/020c2189d6b3028ea79e83985c55d53e/main.pdf main.pdf pdf true 474267 MAIN 9 1-s2.0-0926860X94002703-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002703/PREVIEW/image/png/0dfdb180eafbd002e26fbe3bcbd29006/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002703/PREVIEW/image/png/0dfdb180eafbd002e26fbe3bcbd29006/main_1.png main_1.png png 45028 849 656 IMAGE-WEB-PDF 1 ii ' , ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 125 (1995) 71-79 Interaction between ruthenium and molybdenum in RuMo/A1203 catalysts Carlos E. Scott *, Trino Romero 1, Estherina Lepore, Morela Arruebarrena, Paulino Betancourt, Carmelo Bolfvar, M. Josefina P6rez-Zurita, Pedro Marcano, Jos6 Goldwasser Centro de Catrlisis, Petrrleo 3' Petroqu{miea, Universidad Central de Venezuela, Facultad de Ciencias, Escuela de Quimica, Apartado Postal 47102, l~s Chaguaramos, Caracas, Venezuela Received 6 July 1994; revised 1 December 1994; accepted 1 December 1994 Abstract RuMo/AI203 catalysts with various molybdenum loadings (0.15-0.6 wt.-%) and 0.6 wt.-% ruthe- nium were prepared and characterized by hydrogen and carbon monoxide chemisorption, n-Hexane hydrogenolysis and cyclohexane dehydrogenation were performed over the reduced catalysts. Cyclo- hexene dehydrogenation was also carried out over the sulfided catalysts. The results suggest an electron transfer from molybdenum to ruthenium sites. Keywords.\" Bimetallics; Carbon monoxide chemisorption; Electronic interactions; Hydrogen; Ruthenium- molybdenum 1. Introduction Ruthenium-molybdenum catalysts have recently been the subject of several investigations. They have been used for carbon monoxide hydrogenation [ 1-7] in the reduced state, and in hydrotreating reactions (hydrodesulfurization, hydroden- itrogenation, and hydrogenation) in the sulfided state [8-16]. In these studies it has been found that RuMo/A1203 catalysts possess enhanced activities or improved selectivities compared to the monometallic systems. This has led to the proposition of a synergy effect or other type of interaction between ruthenium and molybdenum [4,8-10,14-16]. However, the way ruthenium and molybdenum interact in the catalysts to produce better final catalytic properties is not clear. Thus, Foley et al. * Corresponding author. E-mail: cscott@conicit.ve, tel. ( + 58-2) 6626592, fax. ( + 58-2) 6931653. t Present address: INTEVEP S.A., Apartado Postal 76343, Caracas, Venezuela. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X (94)00270-3 72 C E. Scott et al. /Applied Catal3sis A: General 125 (1995) 71-79 14 ], on the basis of X-ray photoelectron spectroscopy (XPS) measurements, have proposed that in reduced RuMo/AI203, the ruthenium is more electropositive than in monometallic ruthenium catalysts. Mori et al. [5] reported that for ruthenium catalysts promoted by molybdenum there is no change in the IR band position of adsorbed carbon monoxide on the reduced catalysts, and therefore it is most unlikely that ruthenium metal is electronically influenced by the promoter. On the other hand, for sulfided RuMo/A1203, it has been proposed, from XPS measurements, that for the calcined samples an interaction between ruthenium and molybdenum leads to a charge transfer producing a withdrawal of charge from molybdenum [ 9 ]. Xiao et al. [ 15,16 ], from IR studies on carbon monoxide and nitric oxide adsorption on RuCoMo/A1203 sulfided catalysts, propose that d electrons of ruthenium are transferred to nearby cobalt and molybdenum sites. The present work intends to seek evidence for possible molybdenum-ruthenium interactions in RuMo/AI203 catalysts. 2. Experimental 2.1. Catalyst preparation The catalysts were prepared by successive impregnation. The ruthenium content was kept constant and equal to 0.6% in weight, while the content of molybdenum was varied between 0.15 and 0.6% in weight. The support (T-AI203, CK 300, Ketjen; surface area 270 m2/g; and 0.8 ml/g of pore volume) was impregnated with an aqueous solution of ammonium heptamolybdate (Merck), and then dried in a rotary evaporator. The impregnated sample was heated at 110 for 12 h and calcined at 600 for 12 h. The solid thus obtained was impregnated with a solution of ruthenium (III) chloride hydrate (Aldrich), and treated in the same way as after the molybdenum impregnation. 2.2. Adsorption experiments The adsorption apparatus was a conventional BET system described previously [ 17]. The samples were dried at 150 for 0.5 h under flowing nitrogen (40 cm3/ min), and then heated to the reduction temperature at 5min in flowing hydrogen (60 cm3/min). Once the final temperature was achieved, the same conditions were maintained and the samples reduced for 1 h. After reduction, the system was outgassed to less than 5.10 5 Torr ( 1 Torr= 133.3 Nm-2). Hydrogen chemisorp- tions were then carried out at room temperature and the quantities of hydrogen adsorbed at zero pressure were obtained by extrapolation of the linear parts of the isotherms [ 18]. Carbon monoxide chemisorptions were carried out in the same way using the double isotherm method [ 19]. C.E. Scott et al. /Applied Catalysis A: General 125 (1995) 71-79 73 2.3. Reactions tests Hydrogenolysis of n-hexane (Merck 99.7%) and dehydrogenation of cyclohex- ane (Riedel de Haen 99.55%) were carried out at atmospheric pressure in a con- tinuous-flow fixed bed micro-reactor. The experimental details are described elsewhere [ 20]. n-Hexane hydrogenolysis was carried out using a HJhydrocarbon ratio of 23 and 250. A H2/hydrocarbon ratio of 9 and 270 were used for the dehydrogenation of cyclohexane. For both reactions the catalysts were reduced for 1 h in flowing hydrogen at 350 or 500. Cyclohexene dehydrogenation/hydrogenation was carried out in a similar system at atmospheric pressure, with a H2/hydrocarbon ratio of 2.26 and 230. The catalysts were sulfided prior to reaction using dimethyldisulfide (10% v/v) as sulfiding agent, at 350 for 4 h. 3. Results 3.1. Hydrogen and carbon monoxide chemisorption In the present work we used catalysts with low molybdenum and ruthenium contents, since high metal contents tend to increase the particle size, and as particle size increases, the electronic effects are less evident. Under our experimental conditions, the monometallic catalyst containing 0.6% in weight of molybdenum does not chemisorb hydrogen or carbon monoxide. In order to calculate the ruthenium dispersions it has been assumed that, even in the presence of ruthenium, molybdenum does not adsorb any hydrogen, and a stoichi- ometry of H/Ru(s~ = 1 has been used [21 ]. The results are reported in Table 1. It is clear that by increasing the molybdenum content an important decrease in the hydrogen uptake is observed. A similar effect has already been reported for ruthenium-molybdenum [5-7], as well as for molybdenum-platinum catalysts [22-24]. The experimental fact that hydrogen chemisorption decreases as molybdenum is added is consistent with the assumption that molybdenum species in the ruthenium-molybdenum catalysts do not adsorb hydrogen. The same effect Table 1 Hydrogen and carbon monoxide chemisorption on RuMo/Al203 catalysts Mo/wt.-% Ru/wt.-% H~ H/Ru COb CO/Ru 0.00 0.60 14.50 0.49 60.0 1.01 0.15 0.60 10.50 0.35 18.5 0,31 0.27 0.60 7.55 0.25 3.2 0.05 0.58 0.60 5.59 0.19 2.0 0.03 a Hydrogen chemisorption: mol (g~) 1. b Carbon monoxide chemisorption: mol (go.,) 74 C.E. Scott et al. /Applied Catalysis A: General 125 (I995) 71-79 Table 2 Hydrogen chemisorption for the catalysts reduced a different temperatures Ru/wt.-% Mo/wt.-% RT~/ Hb H/Ru 0.60 0.00 350 15.90 0.54 500 14.50 0.49 0.60 0.58 350 9.36 0.32 500 5.59 0.19 Reduction temperature. b Hydrogen chemisorption:/xmol (g~,0 is observed for carbon monoxide chemisorption which is also in agreement with previous reports [3,5-7,24] Reduction at 350 was conducted on the Ru/A1203 and on the 0.6% RuMo/ A1203 catalysts, in order to assess the effect of the reduction temperature. The results are presented in Table 2. It can be seen that hydrogen chemisorption for the Ru/AI203 catalyst is basically constant, while there is a significant lowering in hydrogen uptake for the RuMo/A1203 catalysts reduced at 500. 3.2. n-Hexane hydrogenolysis The rates for n-hexane hydrogenolysis carried out over catalysts reduced at 350 are presented in Table 3. As observed, the rate remains almost constant as the Table 3 Rates of hydrogenolysis of n-hexane for catalysts reduced at 350 Selectivityb/% Ru/wt.-% Mo/wt.-% Rates~ C~ C3 i-C6 0.60 0.00 4.7 90 2.0 8.0 0.60 0.15 4.9 91 2.0 7.0 0.60 0.27 5.0 90 2.4 7.5 0.60 0.58 5.4 91 1.7 7.3 0.00 0.58 0.0 - - - ~Rates: l0 2molh 1 (g~,0 b C~ = methane; C3 = propane; i-C6 = 2- and 3-methylpentane. Table 4 Rates of hydrogenolysis of n-hexane on catalysts reduced at different temperatures RT\"/ Ru/wt.-% Mo/wt.-% Ratesb TOP 350 0.60 0.00 4.7 1466 0.60 0.58 5.4 2842 500 0.60 0.00 3.1 1065 0.60 0.58 2.2 1950 Reduction temperature. bRates:10 2molh-1 (go,,) I. TOF, turnover frequency: molecules transformed per hour and per surface ruthenium atom: h \" ~. C.E. Scott et al. / Applied Catalysis A.\" General 125 (1995) 71-79 Table 5 Rates in dehydrogenation of cyclohexane for catalysts reduced at 500 75 Ru/wt.-% Mo/wt.-% Rates~' TOFb 0.60 0.00 0.18 6.2 0.60 0.15 1.32 63.5 0.60 0.27 1.80 121.3 0.60 0.58 2.20 195.1 0.00 0.58 0.00 Rates: mol h ~(g,.~,) - ~. t, TOF, turnover frequency: molecules transformed per hour and per surface ruthenium atom: 10~ h \" amount of molybdenum in the catalysts increases. However, the turnover frequen- cies expressed per surface ruthenium atom (Table 4) show a twofold increase for the bimetallic catalyst. The catalysts are highly selective towards methane formation, the methane selec- tivity being about 90%; furthermore, propane, and 2- and 3-methylpentane were also obtained but no influence of the molybdenum on the selectivity of the catalysts was observed. In order to verify the effect of the reduction temperature, a series of tests were carried out using the catalyst with 0.6% of ruthenium, with and without molybde- num. The results are shown in Table 4. In this case, an activity decrease is observed, as well as a decrease in the turnover frequencies, for the catalysts reduced at 500. However, irrespective of the tem- perature of reduction, a twofold increase in the TOF' s was found for the bimetallic catalysts. 3.3. Dehydrogenation of cyclohexane This reaction was chosen since it gives measure of the free metallic surface, and it is known to be structure insensitive. The results are shown in Table 5. An increase in the rate of reaction as well as in the TOF's was observed with increasing molybdenum loading. Table 6 Rates and selectivity for the hydrogenation/dehydrogenation of cyclohexene, on the sulfided catalysts Ru/wt.-% Mo/wt.-% Rate~ Benzene/% 0.60 0.00 0.22 15 0.60 0.15 0.73 2 I 0.60 0.27 0.98 15 0.60 0.58 0.80 21 0.00 0.58 0.00 - ~Rate: 10 2molh i (g~,)-l. 76 C.E. Scott et al./Applied Catalysis A: General 125 (1995) 71 79 3.4. Hydrogenation~dehydrogenation of cyclohexene with sulfided catalysts Table 6 shows the rate as a function of the molybdenum content. A synergetic effect was observed, with an activity maximum for the catalyst with a composition of 0.6% of ruthenium and 0.27% of molybdenum. The selectivities towards the formation of cyclohexane and benzene remains constant. Geantet et al. [ 13 ] have reported a similar effect for the hydrogenation of biphenyl with sulfided RuMo/ A1203 catalysts having metal contents in the range 7-12 wt.-%. 4. Discussion Three explanations can be tentatively given for the decrease in hydrogen chem- isorption as the molybdenum loading is increased: (i) a growth in the size of ruthenium crystallites; (ii) coverage of the ruthenium atoms by mobile molybde- num species and (iii) an electronic modification of ruthenium atoms by molyb- denum. For propositions (i) and (ii) one would expect a decrease in the dehydrogenation of cyclohexane. For example, P6rez-Zurita et al. [ 3 ] have proposed a progressive coverage of ruthenium particles by molybdenum containing species since benzene hydrogenation ( which is a structure-insensitive reaction) decreases with increasing molybdenum content. Then, the fact that in our case there is a remarkable increase in rate for the dehydrogenation of cyclohexane (also a structure-insensitive reac- tion), as the molybdenum content is increased, supports proposition (iii). More- over, preliminary IR spectroscopy of adsorbed carbon monoxide [25] has shown that the frequency of the band attributed to carbon monoxide linearly bonded to ruthenium at 2080 cm 1 is shifted to lower values upon addition of molybdenum, which suggests that there is a partial negative charge on the ruthenium [ 15,16,26]. This is expected to increase the extent of back-donation of d electrons from ruthe- nium to the 7r* anti-bonding orbital of the carbon monoxide molecule [24,27], thus producing a decrease in the frequency of carbon monoxide linearly adsorbed and in carbon monoxide uptake. A similar effect has been reported for zeolite- supported platinum-molybdenum catalysts [ 24]. A partial negative charge on ruthenium atoms is also expected to cause partial inhibition of hydrogen chemisorption, as reported for Pt/TiO2 [28-30]. From the above discussion we suggest an increase in the ruthenium electron density as the molybdenum loading is increased. It has been proposed that, due to the interaction between ruthenium and acid sites of the support, the ruthenium sites become electron deficient [26]. Thus the increased electronegativity of the ruthenium in RuMo/A1203 could be due to a decrease in charge transfer between ruthenium and acid sites of the support effected by molybdenum ions blocking the ruthenium-alumina interaction. However, the increase in the ruthenium electron density could also be the result of an electron C.E. Scott et al. /Applied Catalysis A: General 125 (1995) 71 79 77 transfer from partially reduced molybdenum oxide to the adjacent ruthenium par- ticles. In the latter case molybdenum would play a role like that of titania in titania- supported metal catalysts, where it has been shown that electrons are transferred from reduced titanium centers to metals such as platinum, rhodium, and nickel [28-31]. The fact that increasing the reduction temperature from 350 to 500 does not cause an appreciable decrease in hydrogen uptake for Ru/AI203 catalysts, while it does for RuMo/A1203 catalyst (see Table 2), is consistent with the pro- posed electron transfer from partially reduced molybdenum oxide to ruthenium particles. Since the more reduced the oxide the stronger the electron migration to the metal [28], higher reduction temperatures will facilitate electron migration to ruthenium, thus producing a stronger inhibition in hydrogen adsorption, as has been demonstrated for platinum, rhodium, and nickel over titania [28]. Even though it has been reported that, for Mo/AI203 catalysts with low molyb- denum loading (1%), the molybdenum species are difficult to reduce, it has been inferred (from IR nitric oxide adsorption experiments) that some reducibility is expected if the samples are treated at 500 [32], as in this work; equally, from redox cycles it has been found [33] that for a 1.7% Mo/A1203 catalyst reduced at 500 a small reduction of the molybdenum is found. Moreover, for the PtMo/ SiO2 catalysts it is reported that the presence of platinum increases the degree of reduction of molybdenum to a noticeable extent [22]. Also, there is much evidence that hydrogen spillover can lower the MoO3 reduction temperature [34]. Thus, ruthenium in RuMo/AI~O3 could also increase the reducibility of molybdenum, and would allow partially reduced molybdenum oxide to act as the species inter- acting with ruthenium. It is not surprising that ruthenium-molybdenum interaction leads to an enhance- ment in dehydrogenation activity, even though hydrogen adsorption is reduced, since it has been demonstrated that some reactions involving hydrogen are not inhibited by the decrease in hydrogen uptake produced by SMSI or metal-promoter effects, as for instance carbon monoxide methanation [35,36], n-butane hydrogen- olysis [22-24,37], and alkane hydrogenolysis [38]. This can be explained if one considers that the number of ruthenium sites adsorbing hydrogen is lowered, but these sites are more active. Also, hydrocarbon adsorption in the metal and/or molybdenum can be of importance in the increase in activity of the catalysts. It is also interesting to notice that in spite of the proposed interaction between ruthenium and molybdenum there is no difference in the product distribution in n- hexane hydrogenolysis (Table 3); however for the same reaction it has been observed that there is little difference in product distribution for Ru/TiO2 catalysts in the normal and SMSI state [ 18]. Finally, the fact that there is an increase in reaction rate for the hydrogenation/ dehydrogenation of cyclohexene with the RuMo/AI203 sulfided catalysts seems to show that the electronic effect is also playing a role in the sulfided catalysts and it is possible that ruthenium atoms, decorating or in contact with a MoS2 phase, could have a pronounced metallic character as a consequence of the electron transfer from 78 C.E. Scott et al. /Applied Catalysis A.\" General 125 (1995) 71-79 molybdenum to ruthenium, thus enhancing the dehydrogenation activity. In fact, it has been reported [9] that for RuMo/A1203 sulfided catalysts which have been calcined after the addition of ruthenium, as is the case in the present work, there is a reduction of 0.8 eV in the ruthenium 3d5/2 binding energy when molybdenum is present. In summary, RuMo/A1203 catalysts behave very much like PtMo/SiO2, PtMo/ Y-zeolite, PtW/SiO> Pt/TiO2 and Ru/TiO2. They show a sharp decrease in hydro- gen adsorption upon addition of molybdenum, this inhibition being increased with increasing reduction temperature; and dehydrogenation and hydrogenolysis activ- ities increase. All the facts point out to an electron transfer from molybdenum (possibly par- tially reduced molybdenum oxide) to ruthenium sites. Although the covering of ruthenium by mobile molybdenum species, as has been proposed for RuMo/A120~ [3,7], Ru/TiO2 [18], and PtMo/SiO2 [24] or PtW/Si02 [391 catalysts cannot be completely ruled out, it is important to bear in mind that for Ru/TiO2 catalysts [38] it has been suggested that SMSI cannot be reduced to a simple dilution of the ruthenium phase, and that electronic factors are probably present. 5. Conclusions The results obtained in the present work suggest an electron transfer from molyb- denum (possibly partially reduced molybdenum oxide) to ruthenium sites, which inhibits hydrogen and carbon monoxide adsorption, but increases turnover fre- quencies for n-hexane hydrogenolysis and cyclohexane dehydrogenation. Acknowledgements The authors wish to thank Professor G.C. Bond for his critical reading of the manuscript, and CONICIT (project S1-1644) for the financial support. References [ 1 ] M. lnoue, T. Miyake. Y. Takegami and T. lnavi, Appl. Catal., 29 (1987) 285. [2] M. Inoue, T. Miyake, Y. Takegami and T. Inavi, Appl. Catal., 11 (1984) 103. [3] M.J. P6rez-Zurita, I. Henriquez, M. Goldwasser, M.L. Cubeiro and G.C. Bond, J. Mol. Catal., 88 (1994) 213. [4] H.C. Foley, A.J. Hong, J.S. Brinen, L.F. Allard and A.J. Garratt-Reed, Appl. Catal., 61 (1990) 351. [5] T. Mori, A. Miyamoto, N. Takahashi, M. Fukagaya, T. Hattori and Y. Murakami, J. Phys. Chem., 90 (1986) 5197. [6] N. Takahashi, T. Mori, A. Miyamoto, T. Hattori and Y. Murakami, Appl. Catal., 22 (1986) 137. [7] A. Juan and D.E. Damiami, Catal. Today, 15 (1992) 469. [8] P.C.H. Mitchell and C.E. Scott., Bull. Soc. Chim. Belg., 93 (1984) 619. C.E. Scott et al. / Applied Catalysis A: General 125 (1995) 71-79 79 [9] P.C.H. Mitchell, C.E. Scott, J.P. Bonelle and J.G. Grimblot., J. Calal., 107 (1987), 482. [ 10] A.S. Hirschon, R.B. Wilson and R.M. Laine, Appl. Catal., 34 (1987) 311. [ 11 ] J. Shabtai, N.K. Nag and F.E. Massoth, J. Catal., 104 (1987) 413. [ 12] J. Shabtai, Q. Gouhe, K. Bamsami, N.K. Nag and F.E. Massoth, J. Catal., 113 (1988) 202. [ 13] C. Geantet, S. G6b616s, A. de los Reyes, M. Cattenot. M. Vrinat and M. Breysse, Catal. Today, l0 ( 1991 ) 665. [ 14] C.E. Scott, T. Romero, E. Lepore, C. Bolivar, M.J. Pdrez, J. Goldwasser and P. Marcano, in Proc. XIII Simp. lberoam. Catal., Vol. 2, 1992, p. 701. [ 15] F.S. Xiao, Q. Xin and X.X. Guo, React. Kinet. Catal. Lett., 46 (1992) 351. [ 16] F.S. Xiao, Q. Xin and X.X. Guo, Appl. Catal. A, 95 (1993) 21. [ 17] L. Gonzalez, J.L. Galavfs, C. Scott, M.J. Pdrez-Zurita and J. Golwasser, J. Catal., 144 (1993) 641. [ 18 ] R. Burch, G.C. Bond and R.R. Rajaram, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 1985. [ 19] A. Crucq, L. Degols, G. Lienard and A. Frennet, Acta Chim. Acad. Sci. Hung., 111 (1982) 547. [ 20] T. Romero, B. Arenas, E. Perozo, C. Bolivar, P. Marcano, C.E. Scott, M.J. Pdrez-Zurita and J. Goldwasser, J. Catal., 124 (1990) 281. [21 ] R.A. Dalla Betta, J. Catal., 34 (1974) 57. [22] G. Leclercq, T. Romero, S. Pietrzyk, J. Grimblot and L. Leclercq, J. Mol. Catal., 25 (1984) 67. [23] G. Leclercq, A. E1Gharbi and S. Pietrzyk, J. Catal., 114 (1993) 118. [24] T.M. Tri, J.P. Candy, P. Gallezot, J. Massardier, M. Primet, J.C. Vedrine and B. lmelik, J. Catal., 79 (1983) 396. [ 25 ] C.E. Scott, P. Betancourt, C. Bolivar, M.J. Pdrez-Zurita, P. Marcano and J. Goldwasser, unpublised results, [26] Q. Xin, X. Shi, P. Ying and X. Guo, React. Kinet. Catal. gett., 31 (1986) 279. [27] G. Blyholder, J. Phys. Chem., 68 (1964) 2772. [28] J.M. Herrmann, J. Catal., 89 (1984) 404. [29] B.H. Chert and J.M. White, J. Phys. Chem., 86 (1982) 3534. [30] S. Fung, J. Catal., 76 (1982) 225. [31 ] C. Kao, S. Tsai and Y. Chung, J. Catal.. 73 (1982) 136. [32] Ch. O'Young, Ch. Yang, S.J. De Canio, M.S. Patel and D.A. Storm, J. Catal., 116 (1988) 307. [33] I. Oliveros, C. Bolivar, P. Marcano, C.E. Scott, M.J. Pdrez-Zurita and J. Goldwasser. Stud. Surf. Sci. Catal., 75 (1993) 2313. [34] P.A. Sermon and G.C. Bond, Catal. Rev., 8 (1973) 21 I. [35] M,A. Vannice, C.C. Twu and S.H. Moon, J. Catal., 79 (1983) 70. [36] M.A. Vannice and C.C. Twu, J. Catal., 82 (1983) 213. [37] T.M. Tri, J. Massardier, P. Gallezot and B. lmelik. J. Catal.. 85 (1984) 244. [38] B. Coq, A. Bittar, R. Dutarte and F. Figueras, Appl. Catal., 60 (1990) 33. [39] J.R. Regalbuto, T.H. Fleisch and E.E. Wolf, J. Catal., 107 (1987) 114. APCATA 94002703 0926-860X(94)00270-3 10.1016/0926-860X(94)00270-3 Elsevier Science B.V. All rights reserved Interaction between ruthenium and molybdenum in RuMo/Al2O3 catalysts Carlos E. Scott * Trino Romero 1 Estherina Lepore Morela Arruebarrena Paulino Betancourt Carmelo Bolívar M. Josefina Pérez-Zurita Pedro Marcano José Goldwasser Centro de Catálisis, Petróleo y Petroquímica, Universidad Central de Venezuela, Facultad de Ciencias, Escuela de Química, Apartado Postal 47102, Los Chaguaramos, Caracas, Venezuela * Corresponding author. tel. (+58-2) 6626592, fax. (+58-2) 6931653. 1 Present address: INTEVEP S.A., Apartado Postal 76343, Caracas, Venezuela. RuMo/Al2O3 catalysts with various molybdenum loadings (0.15–0.6 wt.-%) and 0.6wt.-% ruthenium were prepared and characterized by hydrogen and carbon monoxide chemisorption. n-Hexane hydrogenolysis and cyclohexane dehydrogenation were performed over the reduced catalysts. Cyclohexene dehydrogenation was also carried out over the sulfided catalysts. The results suggest an electron transfer from molybdenum to ruthenium sites. Keywords Bimetallics Carbon monoxide chemisorption Electronic interactions Hydrogen Ruthenium-molybdenum Reference [1] Inoue M. Miyake T. Takegami Y. Inavi T. Appl. Catal. 29 1987 285 [2] Inoue M. Miyake T. Takegami Y. Inavi T. Appl. Catal. 11 1984 103 [3] Pérez-Zurita M.J. Henriquez I. Goldwasser M. Cubeiro M.L. Bond G.C. J. Mol. Catal. 88 1994 213 [4] Foley H.C. Hong A.J. Brinen J.S. Allard L.F. Garratt-Reed A.J. Appl. Catal. 61 1990 351 [5] Mori T. Miyamoto A. Takahashi N. Fukagaya M. Hattori T. Murakami Y. J. Phys. Chem. 90 1986 5197 [6] Takahashi N. Mori T. Miyamoto A. Hattori T. Murakami Y. Appl. Catal. 22 1986 137 [7] Juan A. Damiami D.E. Catal. Today 15 1992 469 [8] Mitchell P.C.H. Scott C.E. Bull. Soc. Chim. Belg. 93 1984 619 [9] Mitchell P.C.H. Scott C.E. Bonelle J.P. Grimblot J.G. J. Catal. 107 1987 482 [10] Hirschon A.S. Wilson R.B. Laine R.M. Appl. Catal. 34 1987 311 [11] Shabtai J. Nag N.K. Massoth F.E. J. Catal. 104 1987 413 [12] Shabtai J. Gouhe Q. Bamsami K. Nag N.K. Massoth F.E. J. Catal. 113 1988 202 [13] Geantet C. Göbölös S. de los Reyes A. Cattenot M. Vrinat M. Breysse M. Catal. Today 10 1991 665 [14] Scott C.E. Romero T. Lepore E. Bolívar C. Pérez M.J. Goldwasser J. Marcano P. Proc. XIII Simp. Iberoam. Catal. Vol. 2 1992 701 [15] Xiao F.S. Xin Q. Guo X.X. React. Kinet. Catal. Lett. 46 1992 351 [16] Xiao F.S. Xin Q. Guo X.X. Appl. Catal. A 95 1993 21 [17] Gonzalez L. Galavís J.L. Scott C. Pérez-Zurita M.J. Golwasser J. J. Catal. 144 1993 641 [18] Burch R. Bond G.C. Rajaram R.R. J. Chem. Soc. 82 1986 1985 Faraday Trans. 1 [19] Crucq A. Degols L. Lienard G. Frennet A. Acta Chim. Acad. Sci. Hung. 111 1982 547 [20] Romero T. Arenas B. Perozo E. Bolívar C. Marcano P. Scott C.E. Pérez-Zurita M.J. Goldwasser J. J. Catal. 124 1990 281 [21] Dalla Betta R.A. J. Catal. 34 1974 57 [22] Leclercq G. Romero T. Pietrzyk S. Grimblot J. Leclercq L. J. Mol. Catal. 25 1984 67 [23] Leclercq G. El Gharbi A. Pietrzyk S. J. Catal. 114 1993 118 [24] Tri T.M. Candy J.P. Gallezot P. Massardier J. Primet M. Vedrine J.C. Imelik B. J. Catal. 79 1983 396 [25] C.E. Scott, P. Betancourt, C. Bolívar, M.J. Pérez-Zurita, P. Marcano and J. Goldwasser, unpublised results. [26] Xin Q. Shi X. Ying P. Guo X. React. Kinet. Catal. Lett. 31 1986 279 [27] Blyholder G. J. Phys. Chem. 68 1964 2772 [28] Herrmann J.M. J. Catal. 89 1984 404 [29] Chen B.H. White J.M. J. Phys. Chem. 86 1982 3534 [30] Fung S. J. Catal. 76 1982 225 [31] Kao C. Tsai S. Chung Y. J. Catal. 73 1982 136 [32] O'Young Ch. Yang Ch. De Canio S.J. Patel M.S. Storm D.A. J. Catal. 116 1988 307 [33] Oliveros I. Bolívar C. Marcano P. Scott C.E. Pérez-Zurita M.J. Goldwasser J. Stud. Surf. Sci. Catal. 75 1993 2313 [34] Sermon P.A. Bond G.C. Catal. Rev. 8 1973 211 [35] Vannice M.A. Twu C.C. Moon S.H. J. Catal. 79 1983 70 [36] Vannice M.A. Twu C.C. J. Catal. 82 1983 213 [37] Tri T.M. Massardier J. Gallezot P. Imelik B. J. Catal. 85 1984 244 [38] Coq B. Bittar A. Dutarte R. Figueras F. Appl. Catal. 60 1990 33 [39] Regalbuto J.R. Fleisch T.H. Wolf E.E. J. Catal. 107 1987 114",
      "scopus-id": "0002145906",
      "coredata": {
        "eid": "1-s2.0-0926860X94002703",
        "dc:description": "RuMo/Al2O3 catalysts with various molybdenum loadings (0.15–0.6 wt.-%) and 0.6wt.-% ruthenium were prepared and characterized by hydrogen and carbon monoxide chemisorption. n-Hexane hydrogenolysis and cyclohexane dehydrogenation were performed over the reduced catalysts. Cyclohexene dehydrogenation was also carried out over the sulfided catalysts. The results suggest an electron transfer from molybdenum to ruthenium sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002703",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Scott, Carlos E."
          },
          {
            "@_fa": "true",
            "$": "Romero, Trino"
          },
          {
            "@_fa": "true",
            "$": "Lepore, Estherina"
          },
          {
            "@_fa": "true",
            "$": "Arruebarrena, Morela"
          },
          {
            "@_fa": "true",
            "$": "Betancourt, Paulino"
          },
          {
            "@_fa": "true",
            "$": "Bolívar, Carmelo"
          },
          {
            "@_fa": "true",
            "$": "Pérez-Zurita, M. Josefina"
          },
          {
            "@_fa": "true",
            "$": "Marcano, Pedro"
          },
          {
            "@_fa": "true",
            "$": "Goldwasser, José"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002703"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002703"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00270-3",
        "prism:volume": "125",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Interaction between ruthenium and molybdenum in RuMo/Al2O3 catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallics"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Electronic interactions"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium-molybdenum"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "71-79",
        "prism:endingPage": "79",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 April 1995",
        "prism:doi": "10.1016/0926-860X(94)00270-3",
        "prism:startingPage": "71",
        "dc:identifier": "doi:10.1016/0926-860X(94)00270-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002145906"
      }
    }
  }
}