{
  "metadata": {
    "title": "Selective hydrogenation of C<ce:inf loc=post>4</ce:inf>-alkynes over a copper on silica catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-12-08",
    "doi": "10.1016/0926-860X(94)80340-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94803404",
    "pii": "0926860X94803404"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028768730",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94803404 0926-860X(94)80340-4 0926860X94803404 10.1016/0926-860X(94)80340-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02062 2024-01-01T12:21:46.509935Z 0 0 19941208 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 120 120 1 1 Volume 120, Issue 1 12 163 177 163 177 19941208 8 December 1994 1994-12-08 1994 article fla Copyright © 1994 Published by Elsevier B.V. SELECTIVEHYDROGENATIONC4ALKYNESOVERACOPPERSILICACATALYST KOEPPEL R ALBRIGHT 1983 L PYROLYSISTHEORYINDUSTRIALPRACTICE DERRIEN 1974 74 M BOITIAUX 1985 51 J DERRIEN 1986 613 M BILLMEYER 1971 F TEXTBOOKPOLYMERSCIENCE NOWICKI 1976 589 B KUMMEROW 1986 161 I KUMMEROW 1984 797 I LAUER 1983 249 H MEYER 1963 2881 E BOND 1965 3218 G MANN 1971 471 R BOITIAUX 1983 41 J BOITIAUX 1985 317 J HUB 1988 307 S HUB 1988 411 S RYNDIN 1988 131 Y RYNDIN 1989 277 Y PRIMET 1990 241 M MAETZ 1990 37 P MANN 1973 262 R STAMMBACH 1990 209 M WEHRLI 1990 199 J WEHRLI 1991 253 J WEHRLI 1991 205 J WEHRLI 1993 2289 J GEUS 1983 1 J PREPARATIONCATALYSTSIII SING 1985 603 K EVANS 1983 75 J WELLS 1968 3064 P BOND 1962 74 G PHILLIPSON 1969 1351 J BUCHANAN 1975 134 D OSSIPOFF 1994 125 N NUDEL 1984 362 J KOEPPELX1994X163 KOEPPELX1994X163X177 KOEPPELX1994X163XR KOEPPELX1994X163X177XR item 0926-860X(94)80340-4 0926860X94803404 1-s2.0-0926860X94803404 10.1016/0926-860X(94)80340-4 271346 2024-01-01T12:21:46.509935Z 1994-12-08 1-s2.0-0926860X94803404-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803404/MAIN/application/pdf/1939706456992ca73c0c46082447a817/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803404/MAIN/application/pdf/1939706456992ca73c0c46082447a817/main.pdf main.pdf pdf true 1206730 MAIN 15 1-s2.0-0926860X94803404-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803404/PREVIEW/image/png/18d5bcc920fef588b266eaf7fa797d2a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803404/PREVIEW/image/png/18d5bcc920fef588b266eaf7fa797d2a/main_1.png main_1.png png 54729 849 656 IMAGE-WEB-PDF 1 BOW C990 A ELSEVIER Applied Catalysis A: General 120 (1994) 163-177 Selective hydrogenation of C4-alkynes over a copper on silica catalyst R.A. Koeppela, J.T. Wehrlia, M.S. Wainwrighta, D.L. Trimma,*, N.W. Canth 'School of Chemical Engineering and Industrial Chemistry, The University of New South Wales, PO Box 1, Kensington N.S.W. 2033, Australia 'School of Chemistry, Macquarie University, North Ryde, N.S.W. 2109, Australia Received 23 May 1994, revised 2 August 1994, accepted 2 August 1994 Abstract The selective gas phase hydrogenation of 1-butyne,1-butene-3-yne,1,3-butadiene and of an industrial C4-feed stream has been examined in a flow system employing a Cu/Si02 catalyst. The variations in product distributions with temperature, hydrogen partial pressure and C4-reactant partial pressure have been determined together with the kinetics and activation energies. No butane formation was observed for all experiments, proving the CU/Si02 catalyst to be highly selective for the formation of alkenes. Butene isomerisation was found to be negligible for all reactions. Catalyst deactivation, as a result of the build-up of oligomeric material on the catalyst surface was particularly pronounced for the C,-alkynes but could be minimised by applying elevated temperatures and increased hydrogen partial pressures. Orders of reaction with respect to hydrogen (1.1-1.5 ), 2-butene (zero) and the C4_ reactants (zero) indicate that the strengths of adsorption decrease in the sequence: alkyne > dialkene > alkene >_ hydrogen. Apparent activation energies for the formation of 1-butene were measured as 69 kJ/mol (1-butyne), 62 kJ/mol (1-butene-3-yne) and 63 kJ/mol (1,3-butadiene). In competitive hydrogenation reactions the alkynes were selectively hydrogenated while 1,3-butadiene was found to be inert. Thus the catalyst can be used for the selective removal of alkynes from industrial C4-streams. Keywords: Alkyne hydrogenation; butyne; butadiene; Copper/silica; Deposition-precipitation; Hydrogenation 1. Introduction The production of light alkenes by the steam cracking of ethane or higher hydrocarbons is a well established industrial process [ 1 ] . A mixture of unsaturated hydrocarbons is formed by these unselective thermal processes, with alkynes being *Corresponding author. Tel ( +61-2) 385 4340, fax. ( +61-2) 313 7191. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00177-4 164 R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 undesired byproducts as they interfere with the subsequent processing of the alkenes [2-4]. Fractionation by low-temperature distillation results in CZ-C4 alkene streams, which are usually further treated by catalytic hydrogenation to remove traces of alkynes remaining in each fraction [ 3-5 ] . Upgrading of the C4-stream is particularly complicated as the feedstock typically contains traces of 1- and 2-butynes and vinylacetylene (1-butene-3-yne), in addition to 1,3-butadiene and butenes. Current technologies involve butadiene extraction, resulting in separate butene-rich and 1,3-butadiene-rich fractions. Selective hydrogenation of the alkynes to alkenes is used to improve the butadiene recovery rate as well as to meet the specifications for polymer grade butadiene [ 2-4 ] . Processes are carried out in the liquid phase over palladium [3,4,6] and copper [6-8] based catalysts as well as in the gas phase using copper based catalysts [911 ] . Rapid deactivation is reported for the gas-phase processes due to the formation of significant amounts of oligomeric material which foul the catalyst [ 5,9,12-14 ] . The major disadvantages of the liquid-phase processes are the deposition of oligomeric material, the loss of palladium by complexation and butadiene loss resulting from over-hydrogenation and isomerisation [ 4,5,15 ] . Aspects of the hydrogenation of C4-alkynes and -dienes over palladium [ 1624 ] and platinum [ 17,25,26 ] based catalysts have been investigated in considerable detail and an improved overall performance has been reported for bimetallic palladium catalysts [ 4,5 ] . Less detailed work is available concerning the gas-phase hydrogenation of C4-alkynes over copper based catalysts. Mann and Khulbe [27] studied the selective hydrogenation of ethylacetylene (1-butyne) over copper and bimetallic copper-nickel catalysts using a static system, while Kummerow et al. [ 12-14] investigated the hydrogenation of an industrial butadiene feedstock using supported copper and bimetallic copper-nickel catalysts. Recent studies using an ion-exchanged Cu/Si02 catalyst have shown that such catalysts are active and selective for the hydrogenation of alkyne impurities in alkene streams [ 28-32 ] . The present work focuses on the characteristics of a silica supported copper catalyst for the selective hydrogenation of pure and mixed C4-alkynes and -dienes. The investigation was undertaken in order to understand the hydrogenation of an industrial butadiene stream. 2. Experimental A 6.5 wt.-% Cu/Si02 catalyst was prepared by deposition-precipitation using the hydrolysis of urea to raise the pH homogeneously [ 33 ] . 10 g of silica support (Aerosil 200, Degussa) was dried at 393 K for 15 h and then suspended in 500 cm 3 of distilled water. The required amounts of copper(][[) nitrate (Merck, zur Analyse) and of urea (May & Baker) (molar ratio urea/Cu2+ -5), dissolved in 50 cm3 distilled water were added to the suspension. The pH of the reaction mixture was adjusted to a value of 3 by the addition of nitric acid (Ajax). The temperature R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 165 was then brought to 365 2 K under vigorous stirring and held there for 4 h. The reaction was accompanied by an increase in the pH to a value of 7. After filtration of the hot suspension using a filter paper (Whatman 42) the residue was washed three times by cycles of redispersion/filtration in 150 cm3 distilled water. The resulting filter cake was dried overnight (15 h) at 393 K in air and calcined at 723 K for 4 h in air. The sieve fraction 250-425 dam was used for catalytic measurements. A total surface area (SBET) of 263 m2 g-' was determined by nitrogen physisorption at 77 K assuming a value of 0.162 nm2 for the cross-sectional area of the nitrogen molecule [ 34] . The copper metal surface area was 4.1 m2 g-' as measured by N20 titration using a pulse technique similar to that reported by Evans et al. [ 35 ] and assuming 1.46 - 10'9 copper atoms per m2 [35] and an adsorption stoichiometry of Cu(,,) /O(OS) -2. The corresponding dispersion is 9.3%. The computer controlled apparatus used for the selective hydrogenation of 1,3butadiene, 1-butyne, 1-butene-3-yne and of an industrial C4 stream (Altona Petrochemicals, Victoria) consisted of a continuous tubular flow fixed-bed microreactor which was operated at 105 kPa. Details of the apparatus are reported elsewhere [ 28,29 ] . Feed and product gas analysis was performed using a Shimadzu model GC-8A gas chromatograph equipped with a flame ionisation detector. Product separation was achieved with a VZN-1 column (4 m, 1/8 in. O.D., Alltech Associates) operated at 303 K. Standard experiments were carried out using 0.5 g of catalyst under a total flow rate of 127 cm3 min-' (STP) in the temperature range 373 to 513 K. The reactant gases (3.11 0.06% 1,3-butadiene in He, 2.79 0.06% 1-butyne in He, 2.0 0.1 % 1-butene-3-yne in He), hydrogen (ultrahigh purity) and helium (ultra high purity), all CIG, were fed from high-pressure cylinders without further purification, using mass flow controllers (Brooks model 5878). The reaction conditions are summarised in Table 1. In-situ infrared measurements were carried out as described previously [ 32] . The catalyst was reduced prior to catalytic measurements in a flow of 100 cm3 min-' 10% H2/He (both ultra high purity, CIG) while ramping the temperature at 10 K min-' from ambient to 523 K. Subsequently the flow was changed to 60 cm' min-' 50% H2/He and the temperature maintained at 523 K for 2 h. After cooling to the desired temperature with the same nominal settings of hydrogen and helium, the reactant mixture was introduced. Activities and selectivities were measured after the catalyst had been on stream for 10 h. The activity (r) was defined as the millimoles of C4-reactant converted (and of product i formed) per second and per kg of catalyst [mmol/s kgCat]. Conversions are defined as: (moles C4-reactant reacted) / (input moles of C4-reactant). The selectivity is defined as: (moles of product i formed) / (moles C4-reactant converted to all products). Note that oligomeric material is included in the products as significant oligomerisation was observed during 1-butyne and 1-butene-3-yne hydrogenation. Since no lighter products were formed the amount of oligomeric material was calculated as the difference between the C4-reactant molecules con- 166 R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 Table 1 Reaction conditions for the hydrogenation of 1,3-butadiene, 1-butyne, 1-butene-3-yne and of an industrial CQ feedstock Experiment Parameters Total flow-rate Reactant-concentration Hz-concentration Temperature (cm3 min-') (mol-%) (mol-%) (K) Standard conditions' 127 1 4 373-513 Reactant-influence' 1,3-Butadiene 127 0.5-3 4 383 1-Butyne 127 0.5-2.5 4 383 1-Butyne-3-yne 127 0.5-1.5 4 393 Hydrogen-influences 127 1 1-8 3836 2-Butene-influences 127 1 0-14 403` Industrial feed76 - 1-4 473 s With 0.5 g of 6.5 wt.-% Cu/SiOz maintained at 105 kPa total pressure. b Data for 1-butene-3-yne obtained at 433 K with a 6.9 wt.-% CU/S'02 catalyst prepared by ion exchange as described previously [32]. Data obtained with a 6.9 wt.-% Cu/Si02 catalyst prepared by ion exchange as described previously [32]. d 0.3 g samples of catalyst were used for these experiments. Feed composition (mol-%): 39.2% 1-butene, 39.1% 1,3-butadiene, 9.9% methylpropene, 9.4% 2-butenes, 1.1% butane, 1.0% C3-hydrocarbon and (ppm): 1350 1,2butadiene, 945 1-butene-3-yne, 510 1-butyne. verted and the C4-products formed. The accuracy of the conversion and selectivity determinations were better than 5% of the measured values. 3. Results 3.1. Individual components Preliminary experiments with the silica support showed no measurable catalytic activity in the temperature range 373-513 K. Exposure of the reduced catalyst to 1,3-butadiene, 1-butyne or 1-butene-3-yne at 453 K under standard conditions (see above) resulted in immediate full conversion of the substrate molecules to the corresponding alkenes. Further measurements were undertaken after ageing the catalyst for 10 h. Significant amounts of oligomeric material were produced with C4-alkynes as reactants, while oligomerisation was negligible with 1,3-butadiene. Butane formation was not detectable in any experiment. Figs. 1, 2 and 3 show the temperature dependence of hydrogenation of individual compounds under standard reaction conditions. The data were obtained at fixed time intervals and decreasing temperatures. For temperatures resulting in close to complete conversion a slow decrease in activity with time on line was noticed with C4-alkynes, whereas deactivation was negligible with 1,3-butadiene. More pronounced deactivation was observed when decreasing temperatures to values giving R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 80 oo- 70 60 f - .k 50 .U d CO 40 30 20 360 380 400 420 440 460480 Temperature (K) Fig. 1. Selective hydrogenation of 1,3-butadiene over Cu/SiOZ. Influence of temperature on conversion and selectivity. Conditions: 0.5 g catalyst, 127 cm3 min-', 4 mol-%a H2, 1 mol-% 1,3-butadiene, balance He. (O) conversion, ( ) 1-butene, ( ) 2-butene. less than 100% conversion. Partial reactivation took place if the temperature was increased again. Selectivity was little affected by catalyst deactivation. The decline in activity found for temperatures resulting in less than complete conversion can be explained by an increasing amount of strongly adsorbed reactant, or oligomeric molecules, on the catalyst surface [ 25,28-31 ] . This is in accordance with the observed selectivity pattern shown in Figs. 2 and 3. Increasing amounts of oligomeric material were formed as conversion dropped below 100%, consistent with a higher coverage of the catalyst surface by C4 molecules and hence a higher 80 0 100 0v 80 o m 60 U m c 40 .~mm 20 r? 167 70 ~- 60 v 50 N ~ 40 30 oo-o-o-o-o-o. V -VI 20 0 360 380 400 420 440 460 480 500 520 Temperature (K) Fig. 2. Selective hydrogenation of 1-butyne over CU/S'02, Influence of temperature on conversion and selectivity. Conditions: 0.5 g catalyst, 127 cm' min- ', 4 mol-% Hz, 1 mol-% 1-butyne, balance He. ( O) conversion, ( 1butene, ( oligomers. 100 80 c _o 60 a`~, c O U 40 20 T 168 R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 70 -ooo 60 50 \\ 40 Z 30 d e20 -+_+ /', 10 OAT ~. 380 400 420 440 460 480 100 80 C O .N 60 U m 40 J~ m C 20 7 0 Temperature (K) Fig. 3. Selective hydrogenation of 1-butene-3-yne over Cu/SiOz. Influence of temperature on conversion and selectivity. Conditions: 0.5 g catalyst, 127 cm' min-', 4 mol-% HZ, 1 mol-% 1-butene-3-yne, balance He. (O) conversion, ( ) butene, ( + ) 1,3-butadiene, ( ) 1-butyne, ( ) 2-butene, ( ) oligomers. possibility of adjacently adsorbed alkyne molecules combining to form oligomers. Full butadiene conversion was measured above 413 K (Fig. 1) with 1-butene being the major product, and smaller amounts of 2-butenes with a cisltrans ratio near unity. The amounts of 1-butene and cis-2-butene relative to trans-2-butene are much above those expected from their equilibrium ratios (1: cis: traps approximately equal to 1: 3 : 6 at 400 to 450 K). Lowering the reaction temperature resulted in a further slight increase in 1-butene selectivity. Conversion of 1-butyne reached 100% at 403 K (Fig. 2). Oligomers formed 6570% of the products between 373 and 453 K, but selectivity to the 1-butene rose markedly when the temperature was increased, with 1-butene being the prevailing product for temperatures above 490 K. Trace amounts of 2-butenes were found only above 473 K (0.2% at 513 K), indicating negligible isomerisation of either 1-butyne or 1-butene on the catalyst surface. A complex product pattern was observed for the hydrogenation of 1-butene-3yne ( Fig. 3 ) . At low temperatures, in particular, most of the 1-butene-3-yne polymerised, leading to large amounts of oligomeric material and to increased catalyst fouling. Complete conversion was measured at temperatures of 423 K and above. Two regions of selectivity behaviour can be distinguished in Fig. 3. Near constant selectivities are found for conversions below 100% with oligomers being the prevailing products. Butadiene is the largest C4-product with smaller amounts of 1butene and 1-butyne. A significant increase in 1-butene selectivity, together with a marked decrease in the selectivity to butadiene and 1-butyne, is observed when the conversion reaches 100%. Oligomer production is reduced while increasing quantities of 1- and 2-butenes are formed at higher temperatures. Note that 1-butyne is almost completely converted at 433 K while a small portion of the dime remains in the product gas even for temperatures above 453 K. R.A. Koeppel er al. /Applied Catalysis A: General 120 (1994)163-177 169 12 0 B c 9 d c 6 m _ 3 r o n--o-p~o 0 0 0 0 70 o e- A zoo 60 n '_> 50 .40 a~ a~ _ o_o-o 0 a) 00 30 0 r 20 10 0-0-0-0 0 360 380 400 420 440 460480 temperature (K) Fig. 4. Selective hydrogenation of unsaturated C4-hydrocarbons over Cu/SiOz. A: Influence of temperature on 1 butene selectivity. (0) 1-butyne, (A) 1,3-butadiene, (O) 1-butene-3-yne. B: Influence of temperature on 1 butene/2-butene ratio. (A) 1,3-butadiene, (O) 1-butene-3-yne. Fig. 4A shows the 1-butene selectivity as a function of temperature for the hydrogenation of the individual C4-reactants. Less 1-butene is formed from 1,3-butadiene at higher temperatures due to an increased formation of 2-butenes (Fig. 4B) . A common feature of the hydrogenation of 1-butyne and 1-butene-3-yne is an increase in 1-butene selectivity with higher temperatures, as less oligomers are produced. The influence of temperature on the 1-butene/2-butene ratio is shown in Fig. 4B for the hydrogenation of 1,3-butadiene and 1-butene-3-yne. With 1-butene-3-yne the ratio declines steeply from an initial value near 12 at 383 K to a constant value of about 4 above 453 K. The reaction of butadiene gives a much lower 1-butene/ 2-butene ratio which is also less temperature dependent (2.3 at 371 K and 1.6 at 473 K). The build-up of oligomers on the catalyst by polymerisation of the C4-alkynes was followed using in situ infrared spectroscopy of a catalyst disc. For 1-butyne, as reported elsewhere [32], all the major absorption bands could be assigned to vibrations of methyl (2970 cm-') and methylene groups (1380, 1460, 2880, 2940 cm-' ), with a preponderance of the former. Only a weak broad band at 1615 cm-' was attributable to unsaturated groups. The reaction of 1-butene-3-yne gave rise to an increased amount of unsaturated groups with absorption bands at 3020 and 3070 cm-' as well as to bands at 1610 cm-' (linear polyenes) and 1635 cm-' (bridged polyenes). Bands due to CH3 stretching and bending vibrations (ca. 2955 cm-') were relatively weaker than with 1-butyne while those due to methylene groups 170 R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 (1371, 1450, 2870 cm-') were of similar intensity. Bands due to carbon-carbon triple bond vibrations were completely absent. Similar experiments with 1,3-butadiene showed no indication of oligomeric materials with only very weak bands attributable to butadiene hydrogen-bonded to SiOH groups of the support [ 32] . 3.2. Kinetics Activation energies and reaction orders were determined with catalyst samples which had been on stream for longer than 10 h and using temperatures (364 to 405 K) which gave conversions sufficiently low for rates to be calculated by the differential reactor approximation. Results for the two alkynes were corrected for deactivation between points. As can be seen from the Arrhenius plots of Fig. 5A, the activity pattern in terms of reaction to all products (i.e. C4 compounds plus oligomers) is 1-butyne> 1,3 butadiene > 1-butene-3-yne. However it is 1,3-butadiene > 1-butyne > 1-butene-3yne in terms of C4 production (Fig. 5B) because of the large amount of oligomeric material produced by the two alkynes. The calculated activation energies to all products (Table 2) are the same (62 kJ/mol) for all three reactants. With the two alkynes the activation energies for C4 production are slightly greater than for oligomer production as expected from the increases in selectivity to 1-butene with temperature (Figs. 2 and 3) . 'N -6.5 '_` -7.0 0 E E -7.5 .L- -8.0 .U a -8.5 B ..U' -6.5 Y o -7.0 E ~ -7.5 _g.0 a -8.5 C A i L i 2.45 2.50 2.55 2.60 2.65 2.70 2.75 1000/T (K-1) Fig. 5. Selective hydrogenation of unsaturated C4-hydrocarbons over Cu/Si02. A: Arrhenius plots on the basis of C4-hydrocarbons reacted [mmol/s kg_,]. B: Arrhenius plots on the basis of C4-hydrocarbons produced [mmol/ s kg,a,]. Conditions: 0.5 g catalyst, 127 cm' min', 4 mol-% H2, 1 mol-% C4-reactant, balance He. ( ) 1-butyne, ( 1-butene-3-yne, ( 1,3-butadiene. R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 171 Table 2 Kinetic data for the hydrogenation of unsaturated C4-hydrocarbons using a 6.5 wt. -% Cu/Si02 catalysts under standard conditions Reactant Products E Reaction ordersb (kJ/mol) Hydrogen CQ reactant 2-Butene 1-Butyne Total` 64 0.90 0.20 - 1-Butene 69 1.10 0.00 0.00 Foulant 62 0.85 0.30 - 1-Butene-3-yne Total` 60 1.15 0.00 - C4-Products 63 1.25-0.25 - Foulant 58 1.10 0.20 - 1-Butene 62 1.50x -0.05 0.00 1,3-Butadiene 64 1.40d - 0.25 - 1,3-Butadiene Total` 63 1.20 0.00 - a Standard error t 2 kJ /mol. b Values measured at temperatures shown in Table 1 (standard error t 0.1). Calculated from reactant molecules converted. Data obtained with a 6.9 wt.-% Cu/$i02 catalyst prepared by ion exchange as described previously [ 29] . The influence of the C4-reactant, hydrogen and 2-butene concentration on activity and selectivity was investigated over the range of parameter values listed in Table 1. Reaction orders with respect to the C4-reactant, hydrogen and 2-butene were calculated from log-log plots and are listed in Table 2. Slightly negative or zero orders with respect to C4-alkynes and 1,3-butadiene, and positive orders with respect to hydrogen indicate that the hydrocarbons are the more strongly adsorbed reactants. As a result the surface coverage by alkyne (or dialkene) is high relative to that of hydrogen as is commonly observed in alkadiene and alkyne hydrogenation [ 17,20,29,36-39] . The measured reaction orders with respect to product 2-butene were near zero (Table 2) indicating that coverage by product alkenes is low and that they do not react further. The C4-alkynes exhibit different orders for formation of 1-butene (near zero) as compared to oligomer formation (0.2 to 0.3) . The reaction orders with respect to hydrogen are lower for oligomer formation than for 1-butene formation. Plots of selectivity versus pressure (Figs. 6 and 7) show that 1-butene formation is favoured in the presence of higher hydrogen and lower alkyne concentrations. Conversely oligomer formation increases slightly with alkyne concentration but decreases with hydrogen concentration. The selectivity behaviour of butadiene in respect of changes in reactant concentrations was rather different from that of the alkynes. As can be seen from Figs. 6 and 7, formation of 1-butene increased slightly with increase in butadiene concentration and decreased with increase in hydrogen concentration. 3.3. Competitive hydrogenation As 1,3-butadiene (and 1-butyne) react.faster than 1-butene-3-yne at fixed temperatures (Fig. 5A), butadiene was expected to undergo faster hydrogenation than 172 R.A. Koeppel et al. /Applied Catalysis A: General 120 (1994)163-177 80 - 60 0 .240 o a~ c N 7 ss 20 n i n 0 2 4 6 8 H2 concentration (mol%) Fig. 6.Selective hydrogenation of unsaturated C4-hydrocarbons over Cu/Si02. Influence of hydrogen concentration on 1-butene selectivity at 383 K. Conditions: 0.5 g catalyst, 127 cm' min-', 1-8 mol-% HZ, 1 mol-% C,-reactant, balance He. ( 1-butyne, ( butene-3-yne, ( 1,3-butadiene. 1-butene-3-yne in a mixture. This was tested as follows. A fresh catalyst sample was aged for 10 h at 423 K under standard conditions for 1,3-butadiene hydrogenation ( Table 1) . Steadily increasing amounts of 1-butene-3-yne were then added to the feed while holding the concentrations of 1,3-butadiene (1 mol-%) and of hydrogen (4 mol-%) constant. Both hydrocarbons were completely hydrogenated when concentrations of up to 0.18 mol-% 1-butene-3-yne were fed. Higher concentrations of the alkyne resulted in suppression of butadiene hydrogenation, while retaining full 1-butene-3-yne conversions for inlet concentrations up to the maxi80 ._ so 0 .~ 40 m h m c a~ 20 0 APCATA 94803404 0926-860X(94)80340-4 10.1016/0926-860X(94)80340-4 Elsevier Science B.V. All rights reserved. Selective hydrogenation of C4-alkynes over a copper on silica catalyst R.A. Koeppel a J.T. Wehrli a M.S. Wainwright a D.L. Trimma * N.W. Cant b a School of Chemical Engineering and Industrial Chemistry, The University of New South Wales, PO Box 1, Kensington N.S.W. 2033, Australia b School of Chemistry, Macquarie University, North Ryde, N.S.W. 2109, Australia * Corresponding author. Tel (+61-2) 385 4340, fax. (+61-2) 313 7191. The selective gas phase hydrogenation of 1-butyne, 1-butene-3-yne, 1,3-butadiene and of an industrial C4-feed stream has been examined in a flow system employing a Cu/SiO2 catalyst. The variations in product distributions with temperature, hydrogen partial pressure and C4-reactant partial pressure have been determined together with the kinetics and activation energies. No butane formation was observed for all experiments, proving the Cu/SiO2 catalyst to be highly selective for the formation of alkenes. Butene isomerisation was found to be negligible for all reactions. Catalyst deactivation, as a result of the build-up of oligomeric material on the catalyst surface was particularly pronounced for the C4-alkynes but could be minimised by applying elevated temperatures and increased hydrogen partial pressures. Orders of reaction with respect to hydrogen (1.1–1.5), 2-butene (zero) and the C4-reactants (zero) indicate that the strengths of adsorption decrease in the sequence: alkyne > dialkene > alkene ⩾ hydrogen. Apparent activation energies for the formation of 1-butene were measured as 69 kJ/mol (1-butyne), 62 kJ/mol (1-butene-3-yne) and 63 kJ/mol (1,3-butadiene). In competitive hydrogenation reactions the alkynes were selectively hydrogenated while 1,3-butadiene was found to be inert. Thus the catalyst can be used for the selective removal of alkynes from industrial C4-streams. Keywords Alkyne hydrogenation butyne butadiene Copper/silica Deposition-precipitation Hydrogenation Reference [1] Albright L.F. Pyrolysis: Theory and Industrial Practice 1983 Academic Press New York [2] R.B. Nessbit, Feedstock Update, Proc. 19th Annual Meeting of Int. Inst. of Synthetic Rubber Producers, April 1978. [3] Derrien M.L. Andrews J.W. Bonnifay P. Leonard J. Chem. Eng. Prog. 70 1974 74 [4] Boitiaux J.-P. Cosyns J. Derrien M. Le´ger G. Hydrocarb. Process. 1985 51 [5] Derrien M.L. Stud. Surf. Sci. Catal. 27 1986 613 6 M. Nemet-Mavrodin, US Patent 4 704 492 (1987). [7] M.C. Couvillion, US Patent 4 440 956 (1984). [8] M.C. Couvillion, US Patent4493 906 (1985). [9] Billmeyer F.W. 2nd ed. Textbook of Polymer Science 1971 Wiley/Toppan [10] Nowicki B. Klimiec J. Masiarz A. Przem. Chem. 55 1976 589 [11] L.K. Frevel and L.J. Kressley, US Patent 3 912 789 (1975). [12] Kummerow I. Trimm D.L. Wainwright M.S. Appl. Catal. 27 1986 161 [13] Kummerow I. Trimm D.L. Wainwright M.S. Actas do 9° Symposio Iberoamericano de Catalise 1984 797 Lisbon [14] I. Kummerow, D.L. Trimm and M.S. Wainwright, World Congress II of Chem. Eng., Tokyo, 21–25 September 1986, p. 411. [15] Lauer H. Kohle Erdoel Erdgas Petrochemie 36 1983 249 [16] Meyer E.F. Burwell R.L. J. Am. Chem. Soc. 85 1963 2881 [17] Bond G.C. Webb G. Wells P.B. Winterbottom J.M. J. Chem. Soc. 1965 3218 [18] Mann R.S. Khulbe K.C. Indian J. Technol. 9 1971 471 [19] Boitiaux J.P. Cosyns J. Vasudevan S. Appl. Catal. 6 1983 41 [20] Boitiaux J.P. Cosyns J. Vasudevan S. Appl. Catal. 15 1985 317 [21] Hub S. Hilaire L. Touroude R. Appl. Catal. 36 1988 307 [22] Hub S. Touroude R. J. Catal. 114 1988 411 [23] Ryndin Yu.A. Nosova L.V. Boronin A.I. Chuvilin A.L. Appl. Catal. 42 1988 131 [24] Ryndin Yu.A. Stenin M.V. Boronin A.I. Bukhtiyarov V.I. Zaikovskii V.I. Appl. Catal. 54 1989 277 [25] Primet M. El Azhar M. Guenin M. Appl. Catal. 58 1990 241 [26] Maetz P. Touroude R. Catal. Lett. 4 1990 37 [27] Mann R.S. Khulbe K.C. ndian J. Technol. 11 1973 262 [28] Stammbach M.R. Thomas D.J. Trimm D.L. Wainwright M.S. Appl. Catal. 58 1990 209 [29] Wehrli J.T. Thomas D.J. Wainwright M.S. Trimm D.L. Cant N.W. Appl. Catal. 66 1990 199 [30] Wehrli J.T. Thomas D.J. Wainwright M.S. Trimm D.L. Cant N.W. Appl. Catal. 70 1991 253 [31] Wehrli J.T. Thomas D.J. Wainwright M.S. Trimm D.L. Cant N.W. Stud. Surf. Sci. Catal. 68 1991 205 [32] Wehrli J.T. Thomas D.J. Wainwright M.S. Trimm D.L. Cant N.W. Stud. Surf. Sci. Catal. 75 1993 2289 [33] Geus J.W. Poncelet G. Grange P. Jacobs P.A. Preparation of catalysts III 1983 Elsevier Amsterdam 1 [34] Sing K.S.W. Everett D.H. Haul R.A.W. Moscou L. Pierotti R.A. Rouque´rol J. Siemieniewska T. Pure Appl. Chem. 57 1985 603 [35] Evans J.W. Wainwright M.S. Bridgewater A.J. Young D.J. Appl. Catal. 7 1983 75 [36] Wells P.B. Bates A.J. J. Chem. Soc. (A) 1968 3064 [37] Bond G.C. Webb G. Wells P.B. Winterbottom J.M. J. Catal. 1 1962 74 [38] Phillipson J.J. Wells P.B. Wilson G.R. J.Chem. Soc. A 1969 1351 [39] Buchanan D.A. Webb G. J. Chem. Soc., Faraday Trans. I 71 1975 134 [40] Ossipoff N.J. Cant N.W. J. Catal. 148 1994 125 [41] Nudel J.N. Umansky B.S. Piagenti R.O. Lombardo E.A. J. Catal. 89 1984 362",
      "scopus-id": "0028768730",
      "coredata": {
        "eid": "1-s2.0-0926860X94803404",
        "dc:description": "The selective gas phase hydrogenation of 1-butyne, 1-butene-3-yne, 1,3-butadiene and of an industrial C4-feed stream has been examined in a flow system employing a Cu/SiO2 catalyst. The variations in product distributions with temperature, hydrogen partial pressure and C4-reactant partial pressure have been determined together with the kinetics and activation energies. No butane formation was observed for all experiments, proving the Cu/SiO2 catalyst to be highly selective for the formation of alkenes. Butene isomerisation was found to be negligible for all reactions. Catalyst deactivation, as a result of the build-up of oligomeric material on the catalyst surface was particularly pronounced for the C4-alkynes but could be minimised by applying elevated temperatures and increased hydrogen partial pressures. Orders of reaction with respect to hydrogen (1.1–1.5), 2-butene (zero) and the C4-reactants (zero) indicate that the strengths of adsorption decrease in the sequence: alkyne > dialkene > alkene ⩾ hydrogen. Apparent activation energies for the formation of 1-butene were measured as 69 kJ/mol (1-butyne), 62 kJ/mol (1-butene-3-yne) and 63 kJ/mol (1,3-butadiene). In competitive hydrogenation reactions the alkynes were selectively hydrogenated while 1,3-butadiene was found to be inert. Thus the catalyst can be used for the selective removal of alkynes from industrial C4-streams.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-12-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94803404",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Koeppel, R.A."
          },
          {
            "@_fa": "true",
            "$": "Wehrli, J.T."
          },
          {
            "@_fa": "true",
            "$": "Wainwright, M.S."
          },
          {
            "@_fa": "true",
            "$": "Trimma, D.L."
          },
          {
            "@_fa": "true",
            "$": "Cant, N.W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94803404"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94803404"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80340-4",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective hydrogenation of C4-alkynes over a copper on silica catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkyne hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "butyne"
          },
          {
            "@_fa": "true",
            "$": "butadiene"
          },
          {
            "@_fa": "true",
            "$": "Copper/silica"
          },
          {
            "@_fa": "true",
            "$": "Deposition-precipitation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-177",
        "prism:endingPage": "177",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 December 1994",
        "prism:doi": "10.1016/0926-860X(94)80340-4",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/0926-860X(94)80340-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028768730"
      }
    }
  }
}