{
  "metadata": {
    "title": "Catalytic reforming of methane with carbon dioxide over nickel catalysts II. Reaction kinetics",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-08-01",
    "doi": "10.1016/0926-860X(96)00066-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9600066X",
    "pii": "0926860X9600066X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002121381",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9600066X 0926-860X(96)00066-X 0926860X9600066X 10.1016/0926-860X(96)00066-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00099 2024-01-01T12:18:48.759026Z 0 0 19960801 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 142 142 1 1 Volume 142, Issue 1 10 97 122 97 122 19960801 1 August 1996 1996-08-01 1996 Article article fla Copyright © 1996 Published by Elsevier B.V. CATALYTICREFORMINGMETHANECARBONDIOXIDEOVERNICKELCATALYSTSIIREACTIONKINETICS BRADFORD M GADALLA 1988 3049 A ROSTRUPNIELSEN 1993 38 J ROSTRUPNIELSEN 1984 1 118 J CATALYSISSCIENCETECHNOLOGY SWAAN 1994 571 H BLOM 1994 535 R GADALLA 1989 2825 A GIESSER 1994 1123 H BRADFORD 1996 73 M LEWIS 1949 1227 W CLARKE 1993 27 D BODROV 1967 326 I BODROV 1964 614 N RICHARDSON 1990 293 J VANNICE 1979 358 M BOUDART 1967 281 M ZHANG 1994 589 Z VANNICE 1976 153 M VANNICE 1982 199 M RODRIGUEZ 1993 3233 N MCDONALD 1958 1168 R DAVYDOV 1984 A INFRAREDSPECTROSCOPYADSORBEDSPECIESSURFACETRANSITIONMETALOXIDES BUSCA 1994 3181 G HUISMAN 1994 157 H RAUPP 1985 5240 G SHUSTOROVICH 1990 101 E RAUPP 1986 85 G RAUPP 1985 597 G RAUPP 1985 587 G SOLYMOSI 1991 149 F ERDOHELYI 1993 287 A ERDOHELYI 1994 205 A SAKAI 1984 253 Y OSAKI 1994 33 T VANLOOIJ 1994 495 F IMELIK 1994 B CATALYSTCHARACTERIZATIONPHYSICALTECHNIQUESFORSOLIDMATERIALS BERTOLINI 1981 131 J BAUHOFER 1987 395 J CHRISTMANN 1991 K INTRODUCTIONSURFACEPHYSICALCHEMISTRY NISHIJIMA 1981 31 M UVDAL 1988 167 P RICHARDSON 1979 255 N 1993 CHEMICALPHYSICSSOLIDSURFACES 1983 CHEMICALPHYSICSSOLIDSURFACESHETEROGENEOUSCATALYSIS BRADFORD 1996 M DEGRAS 1967 420 D 1990 CHEMICALPHYSICSSOLIDSURFACESHETEROGENEOUSCATALYSIS FROITZEIM 1987 70 H TOYOSHIMA 1979 105 I GROSSMAN 1995 L646 A YAMAZAKI 1992 1953 O CEYER 1993 51 S METHANECONVERSION SOLYMOSI 1991 337 F SHUSTOROVICH 1991 386 E NAKAMURA 1994 265 J SHIDO 1990 55 T LI 1994 249 C SOLYMOSI 1994 561 F WALTER 1994 261 K MILLER 1989 287 J 1985 BARIN 1993 I THERMOCHEMICALDATAPURESUBSTANCES DUMESIC 1986 79 J ROSTRUPNIELSEN 1984 31 J JIANG 1990 173 X ROSTRUPNIELSEN 1991 85 J BRADFORDX1996X97 BRADFORDX1996X97X122 BRADFORDX1996X97XM BRADFORDX1996X97X122XM item 0926-860X(96)00066-X 0926860X9600066X 1-s2.0-0926860X9600066X 10.1016/0926-860X(96)00066-X 271346 2024-01-01T12:18:48.759026Z 1996-08-01 1-s2.0-0926860X9600066X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600066X/MAIN/application/pdf/b2bf35b17a97b5d692957e81f1e30c0e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600066X/MAIN/application/pdf/b2bf35b17a97b5d692957e81f1e30c0e/main.pdf main.pdf pdf true 1324418 MAIN 26 1-s2.0-0926860X9600066X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600066X/PREVIEW/image/png/3b6b4929071a5f023bd1e088a92bd1af/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600066X/PREVIEW/image/png/3b6b4929071a5f023bd1e088a92bd1af/main_1.png main_1.png png 43684 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 142 (1996) 97-122 Catalytic reforming of methane with carbon dioxide over nickel catalysts II. Reaction kinetics Michael C.J. Bradford, M. Albert Vannice * The Pennsylvania State University, University Park, PA 16802-4400, USA Received 16 October 1995; revised 22 January 1996; accepted 24 January 1996 Abstract The reforming of methane with carbon dioxide was studied over nickel supported on Sit2, Tit2, MgO and activated carbon. Specific activities on a turnover frequency basis were in the order: Ni/TiO2 > Ni/C > Ni/SiO2 > Ni/MgO. Interestingly, a 2-fold increase in activation energy for this reaction was observed over Ni/TiO2 after several hours time on stream. The reverse water-gas shift reaction was found to be close to thermodynamic equilibrium over all catalysts. Partial pressure dependencies were obtained with the Ni/C and Ni/SiO2 catalysts at 723 K for comparative purposes only, but a more thorough kinetic analysis was made with the Ni/MgO and Ni/TiOz catalysts, which were shown previously to strongly inhibit carbon deposition. Partial pressure dependencies were obtained at 673, 698, and 723 K for Ni/TiO2 and at 773, 798, and 823 K for Ni/MgO. In situ DRIFTS studies clearly showed the presence of both linear and bridged carbon monoxide adsorption on Ni/SiO2 under reaction conditions; however, adsorbed carbon monoxide could not be identified on Ni/TiO2. A reaction model for CH4-CO2 reforming, based on CH4 activation to form CHx and CHxO decomposition as the slow kinetic steps, successfully correlated the rate data. Keywords: Kinetics; Methane; Carbon dioxide; Reforming; Nickel; Titania; Silica; Magnesium oxide; Carbon 1. Introduction The reaction equilibrium for the production of synthesis gas from methane and carbon dioxide CH4 + CO2 ~ 2H2 + 2CO * Corresponding author. Tel. (+ 1-814) 8634803, Fax. (+ 1-814) 8657846. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved PII S0926- 860X(96)00066-X 98 M.C.J. Bradford, M.A. Vannice / Applied Catalysis A.\" General 142 (1996) 97-122 is typically influenced by the simultaneous occurrence of the reverse water-gas shift (RWGS) reaction CO2 -{- H2 ~ CO + H zO resulting in H2/CO ratios less than unity. This reaction sequence has thus received recent attention for the production of synthesis gas for Fischer-Tropsch synthesis reactions. Gadalla and Bower [1] have clearly shown that the produc- tion of alkanes from synthesis gas in the presence of the water-gas shift reaction requires H2/CO ratios of less than unity. Rostrup-Nielsen and Hansen [2] have shown that the water-gas shift reaction is extremely rapid under typical methane reforming conditions. For this reason, the RWGS is frequently assumed to be at equilibrium in the kinetic analysis during steam reforming of methane [3]. Although a majority of authors have reported that the RWGS reaction operates very close to thermodynamic equilibrium during CH4-CO2 reforming [4,5], some authors have reported otherwise [6]. Specifically, Gesser et al. have shown that the extent of RWGS equilibrium on a tungsten wire catalyst was a function of feed gas space velocity [7]. Although CH4-CO2 reforming has been studied extensively (see Ref. [8] and references therein), there has been little emphasis on obtaining a more funda- mental understanding of the reaction kinetics. The elementary steps which comprise the reaction mechanism remain unclear, and there currently exists no general reaction mechanism in the literature. To our knowledge, only four kinetic models have been proposed in the literature (Table 1). The earliest report of a Langmuir-type rate expression for CH4-CO2 reforming was presented by Lewis et al. almost half a century ago for a Cu/SiO2 catalyst [9]. However, they did not provide the reaction mechanism from which their rate expression was derived, they performed their experiments within a very limited experimental Table 1 Reported kinetic models for CH4-co2 reforming Model Catalyst Ref. kPcH 4( Pco2 -}- PH20) 't x ,]2 Cu/SiO2 [9] kPcH4 r Ni foil [11,12] PH20 1 + a + bPco PH~ kR Kc% KcHnPCO2PcH4 Rh/A1203 [13] Y (1 + KcozPc02 + KcH4PcH4)2 aPcH 4 *02 i' 2 2 Ni/A1203 [16] (Vco~ + bp~o2 + cec.~) Ni/CaO-AI203 M. C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 99 regime, and they assumed that, with the exception of the rate constant, all parameters were temperature independent. The latter assumption implies that the heats of adsorption of CO2, H2 and H20 are zero and is inconsistent with the reported heat of adsorption of CO2 on Cu/SiO2 [10]. Bodrov et al. studied CH4-CO2 reforming on a nickel foil catalyst [11] and fit their data to an expression which they originally derived to explain the kinetics of CH4-H20 reforming [12]. They suggested that a common reaction mechanism exists for both reactions, a hypothesis more recently alluded to by Rostrup-Nielsen and Hansen [2]. Richardson and Paripatyadar provided a model derived from a Langmuir-Hinshelwood approach involving redox mechanisms which fit the data well and provided the proper temperature dependencies of the rate and adsorption constants [13]. However, they did not present the reaction mechanism from which they derived their model, and the heats and entropies of adsorption obtained from their adsorption parameters do not satisfy the adsorption guide- lines reported by Vannice et al. [14,15], primarily because the adsorption entropies are too small, thus suggesting an inconsistency in their model. Finally, Zhang and Verykios have provided a rate expression, derived from a Lang- muirian model assuming that methane dissociation was the rate determining step [16]. Although the model supposedly fit the experimental data reasonably well, the authors did not provide the values for the adsorption and kinetic parameters in their paper; thus, it was not possible to evaluate the validity of their model. 2. Experimental Preparation and characterization of the four supported nickel catalysts studied in this investigation has been discussed previously [8]. All experiments were carried out under an absolute pressure of ca. 740 Torr using between 5 and 100 mg of catalyst, which was adjusted to keep conversion far from thermodynamic equilibrium. To determine the apparent activation energies, the reforming reac- tion was studied with a feed composition of CO2/CH4/He = 1/1/1.8 and a total feed flow rate of 20 sccm (space velocity ca. 10000-200000 h-J) over a temperature range of 673 to 823 K. The partial pressure dependencies were determined by maintaining 200 Torr of one reactant and varying the other reactant between approximately 40 and 400 Tort pressure. A balance of helium was adjusted to maintain a total gas flow rate of 20 sccm and a total absolute pressure of one atm during the partial pressure studies. The reaction system used to perform these measurements has been discussed previously [8]. Although the gas chromatograph in this system was capable of separating all five reaction gases for quantitative analysis, the rate of water formation was not measured but estimated from an overall material balance. This was done to avoid possible experimental problems associated with water condensation from the carrier gas and the large uncertainty in the thermal response value for water. 100 M. C.J. Bradford, M.A. Vannice / Applied Catalysis A.\" General 142 (1996) 97-122 An N2-purged FTIR spectrometer (Mattson Instruments, RS-10000) equipped with a DRIFTS cell (Harrick Scientific, HVC-DR2) and a praying mantis mirror assembly (Harrick Scientific, DRA-2C0) was used to study the reforming reaction from 673 to 773 K under identical experimental conditions as those used in kinetic experiments. Spectra were obtained from 700 to 4000 cm- ~ with a resolution of 4 cm-J Because design of the apparatus was limited to a maximum operating temperature of 773 K, in situ pretreatment and reaction was not possible for the Ni/MgO catalyst. 3. Results 3.1. Catalytic activity The net initial activity, met, after 30 min on stream of Ni/TiO2 for carbon monoxide production at 723 K was determined as a function of percent equilibrium conversion (Fig. 1) by adjustment of the catalyst mass. Weisz criterion calculations indicated that the observed decrease in reaction rate with increasing proximity to thermodynamic equilibrium was not due to mass transfer limitations. Preliminary calculations strongly indicate that this phenomenon is possibly due the influence of the reverse reaction, H2-CO methanation. Using the results of Vannice [17,18], the following power law expression was obtained for the rate of carbon monoxide consumption via methanation over Ni/TiO2: rr = 4.42 10'xp ~r--(-~ Pn2 (1) where Pn2 is the partial pressure of hydrogen (Torr), and rr is the rate of carbon monoxide consumption Qxmol/s gNi). Values of rr were estimated from Eq. 40 f / !rate 30 (}.tmol CO ~ 20 o 10\" o ~.__~o 0 30 40 50 60 70 80 % of Equilibrium Conversion Fig. 1. Measured net rate of carbon monoxide formation (O) and calculated reverse rate of carbon monoxide consumption via methanation (O) as a function of percent equilibrium conversion for Ni/TiO2 at 723 K. Reaction conditions: CH4/CO2/He = 1/1/1.8, P ~ 740 Torr. M.C.J. Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 101 TOFco (s-l) 10 .01 1.2 1.3 1.4 1.5 -1 1000 / T (K) Fig. 2. Turnover frequencies for ( Ni/TiO2, (zx) Ni/C, (0) Ni/SiO2, and ( Ni/MgO, calculated from rates of carbon monoxide formation and irreversible carbon monoxide uptakes on the fresh catalyst samples. Reaction conditions: CH4/CO2/He = 1/1/1.8, P = 740 Torr. (1) for 1.22%Ni/TiO2 using partial pressures of hydrogen measured in the effluent stream during methane reforming (Fig. 1). The constant value for the forward rate of carbon monoxide production (_+95% confidence interval) during reforming at 723 K, rf = 41 + 4 p, mol/s gcat, directly calculated via rnet = rf- rr, indicates that the observed decrease in net reaction rate with increasing proximity to equilibrium is due to the strong influence of the reverse reaction, methanation. As a precautionary note, it should be stressed that the influence of methanation on observed reaction kinetics for methane reforming with carbon dioxide must be taken into consideration for catalysts which are also active for H2-CO methanation, such as nickel, ruthenium, and rhodium [18]. Thus, to minimize the influence of methanation in this kinetic investigation the catalyst mass was varied to keep methane conversion far from thermodynamic equilibrium. Activities of these catalysts at 723 K were reported in the preceding paper [8]. The initial turnover frequencies (TOF) for carbon monoxide production, calculated from irreversible carbon monoxide uptakes on the freshly reduced catalyst samples [8], are provided in Fig. 2. Specific activities were in the order Ni/TiO2 > Ni/C > Ni/SiO2 > Ni/MgO. The TOFs for Ni/TiO2, Ni/SiO2, and Ni/C were corrected for deactivation via normalization to a standard set of conditions, which was monitored throughout the duration of all experiments. Because of the possible influence of the RWGS reaction, activation energies for the consumption of CH4 and CO2, as well as the production of CO ( -+ 95% confidence interval), H2 and H20 are presented in Table 2. Interestingly, the apparent activation energies for all catalysts were initially very similar. The apparent activation energy barrier for hydrogen formation is greater than that for 102 M.C.A Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 Table 2 Activation energies (kcal/mol) for CH4-CO2 reforming over nickel catalysts Catalyst ECH 4 EGO2 ECO a EH 2 En 20 6.3%Ni/C 29 22 24 _+ 6 32 23 6.8%Ni/SiO2 23 19 20 _+ 3 27 18 10.1%Ni/MgO 22 21 21 _+ 1 35 18 1.22%Ni/TiO2 26 21 23 _+ 2 32 22 1.22%Ni/TiO2 b 41 42 44--+ 11 51 45 a Value is reported _+ 95% confidence interval b Obtained after 18 h on stream. the formation of carbon monoxide, presumably a result of the reverse water-gas shift influence on the reaction mechanism. The apparent activation energies for methane consumption on both Ni/C and Ni/TiO2 are slightly larger than those obtained on the Ni/SiO2 and Ni/MgO catalysts. Possibly this difference is due to the presence of interstitial surface carbon and TiOx on the nickel surfaces of the Ni/C and Ni/TiO2 catalysts, respectively, as evidenced by suppressed H2 chemisorption [8], which may increase the activation barrier for methane dissociation. Interestingly, the apparent activation energies on Ni/TiO2 in- creased by a factor of two after roughly 18 h on stream. Gradual deactivation of the Ni/TiO2 catalyst with time is possibly due to either continual deposition of surface carbon or additional site blockage by migrating TiOx [8]. Thus, the increasing presence of either inactive carbon or TiOX species on the nickel surface may also concomitantly increase the activation barrier for methane dissociation. During kinetic investigations, it was also possible from an overall material balance to estimate a rate and an apparent activation energy for carbon formation on Ni/SiO2. The activation energy of 30 kcal/mol determined from this estimation is in good agreement with the reported activation energies for carbon diffusion through nickel and whisker carbon formation on nickel, i.e., 34.8 kcal/mol [19]. The formation of filamentous whisker carbon was identified on the Ni/SiO2 catalyst using TEM [8]. 3.2. Product composition analysis The H2/CO product ratio determined during a series of activity tests is plotted as a function of carbon dioxide conversion in Fig. 3. Methane conver- sions were always about half that of carbon dioxide due to the influence of the RWGS reaction, consistent with thermodynamic calculations. Also, due to the influence of the RWGS reaction, all observed H z/CO ratios were less than 0.5. The apparent relationship between carbon dioxide conversion and the H2/CO ratio indicates the strong influence of the RWGS equilibrium. The reverse water-gas shift pressure ratio, (PcoPH20/Pco2Pu2), was also determined for each catalyst during the activity tests to ascertain the extent of M.C.J. Bradford, M.A. Vannice ~Applied Catalysis A: General 142 (1996) 97-122 103 0.4 0.3 /.2) 0.2 0.1' 0.0 0 10 20 CO2 Conversion (%) Fig. 3. The hydrogen to carbon monoxide product ratio plotted as a function of carbon dioxide conversion lbr (zx) Ni/TiO2 and (O) Ni/MgO. Reaction conditions: CH4/CO2/He = 1/1/1.8, P = 740 Torr. the RWGS equilibrium (Fig. 4). The error bars in the figure are due to uncertainty in the calculation of the rate of water formation. For all catalysts, the reaction was at, or extremely close to, RWGS equilibrium over the entire temperature range investigated. 3.3. DRIFTS DRIFTS spectra, referenced to the background spectra at an identical temper- ature, were taken of the Ni/SiO2 and Ni/TiO2 (Fig. 5) catalysts during various stages of the pretreatment procedure. Integration of the absorbance peaks in the PH2oPco PH2Pco2 0.6' 0.4 0.2 0.0 600 700 800 900 T (K) Fig. 4. Extent of the reverse water-gas shift equilibrium as a function of temperature for ( zx ) Ni/TiO2, ( ) Ni/C, (.) Ni/SiO> and (O) Ni/MgO. Reaction conditions: cn4/CO2/He = 1/1/1.8, P -~ 740 Torr. j Thermodynamic ~ Equilibrium 104 M.C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 3.5- 3.0- D C ' I I I I I I 4000 3500 3000 2500 2000 1500 1000 Wavenumber (cm1) Fig. 5. In situ DRIFTS spectra of the Ni/TiO2 catalyst at various stages during the pretreatment procedure. (A) Fresh catalyst at 300 K, (B) post 30 min reduction at 423 K, (C) post 60 rain reduction at 773 K, and (D) pre-reaction spectra at 673 K. hydroxyl region (3000-3800 cm-1) indicated that the 423 K reduction step was effective at removing only about 26% of surface hydroxyl groups on the Ni/TiO2 catalyst, and only about 14% on the Ni/SiO2 catalyst. In the Ni/SiO2 spectra a strong silanol stretching vibration at 3737 cm 1 [20] and broad shoulder at 3675 cm-l indicated the presence of surface hydroxyl groups after completion of pretreatment. However, the disappearance of a 3615 cm-l absorption band, assigned to a NiO-OH stretch [21], after the 773 K reduction step is indicative of NiO reduction to the zero-valent state. The broad peak in the Ni/TiO2 spectra after pretreatment (Fig. 5) in the 930-960 cm-1 region is assigned to a Ti-O stretch [21]; however, during the extensive FTIR and FT Raman investigation by Busca et al. [22], no assignment for a Ti-O stretching M.C.J. Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 105 0.7- 0.6- 0.5- 20.4- ~0.3- 0.2-~ 0.1- 3740 0.0 2052 ~~ 1931 I I I I [ I 4000 3500 3000 2500 2000 1500 1000 Wavenumber (cml) Fig. 6. In situ DRIFTS spectra of the Ni/SiO2 catalyst after gas-phase and catalyst subtraction during reaction at 674 K. mode in this region was made. This may suggest that the large absorbance band in this region may be some type of DRIFTS artifact [23]. Weak bands of carbonate-type species at approximately 1300, 1350 and 1410 cm-1 on the Ni/TiO2 catalyst remain entirely unchanged during the methane reforming reaction, suggesting that it is merely a spectator species present in low concen- trations on the surface. DRIFTS spectra were also recorded in situ under reaction conditions between 673 and 773 K for Ni/SiO2 and Ni/TiO2. The Ni/SiO2 spectra (Fig. 6) was referenced to the spectra of the reduced catalyst, and the Ni/TiO2 spectra (Fig. 7) was referenced to the background. Artifacts in both sets of spectra at ca. 3000, 1300 and 2300 cm-1 are due to incomplete subtraction of gas-phase methane and carbon dioxide, respectively. During reaction over the Ni/SiO2 catalyst, an intensity decrease was observed in the difference spectrum at 3740 cm-t, suggesting a loss of surface silanol groups. In addition, both linear (ca. 2050 cm-1) and bridged (ca. 1935 cm-1) carbon monoxide were identified on the surface of the Ni/SiO2 catalyst during the reaction. These results are consistent with previously reported bands for carbon monoxide adsorption on 2.0 1.5 1.0 0.5- -3665 \"~,-,, 0.0 4000 3500 3 0 1300 \"~)~ i i i i 2500 2000 1500 1000 Wavenumber (cml) Fig. 7. In situ DRIFTS spectra of the Ni/TiO2 catalyst after gas-phase subtraction during reaction at 673 K. 106 M.C.J. Bradford, M.A. Vannice / Applied Catalysis A.\" General 142 (1996) 97-122 Table 3 Analysis of DRIFTS spectra of carbon monoxide adsorbed on Ni/SiO2 T (K) Terminal (-q = 1) Bridged (qq = 2) Qad (kcal/mol) a( tnn= I b Qad (kcal/mol) c 300 2056 443 1937 410 6.4 21.8 0.086 20.6 674 2052 442 1931 408 8.0 23.4 0.117 21.8 699 2050 442 1932 408 8.8 23.2 0.144 21.4 725 2048 441 1930 408 9.6 23.6 0.165 21.6 749 2047 441 1932 408 10.0 23.3 0.186 21.1 773 2046 441 1934 409 10.3 22.6 0.208 20.5 a Calculated from the model in Ref. [45]. b Calculated from Eq. (3). c Calculated using the site distribution. Ni/SiO2 catalysts at reduced nickel sites [21] and with conclusions drawn from carbon monoxide chemisorption measurements [8]. A summary of wavenumbers for the adsorbed carbon monoxide species is provided in Table 3. While the wavenumber of the linearly adsorbed carbon monoxide decreased with increas- ing temperature, indicative of a decreasing extent of lateral interactions at lower surface coverages, the wavenumber of the bridged carbon monoxide remained fairly constant within experimental error. The spectra shown for the Ni/TiO2 catalyst (Fig. 7) show significant absorption in the hydroxyl region. The hydroxyl peaks are centered around 3665 cm-1, consistent with the DRIFTS results of Huisman et al. for chemisorbed water on titania [24], suggesting that these hydroxyl species are located on reduced titania, not nickel sites. It is known that Ti3+ facilitates water dissocia- tion [25], and evidence for the presence of surface TiOx phases was quantified with TEM [8]. From the temperature dependence of the integrated absorbance spectra, the heat of dissociative adsorption of water on the catalyst was estimated at Qad -- 5.0 kcal/mol, a value roughly half that as reported for water adsorption on transition metal surfaces [26]. Raupp and Dumesic [25] have estimated the activation barrier for recombination and desorption for water on TiOx to range from 14.3 to 26.3 kcal/mol, thus our heat of adsorption value suggests that the activation barrier for dissociative water adsorption on TiOx is 15 _+ 6 kcal/mol. Another important result of this DRIFTS study was that no evidence of adsorbed carbon monoxide on Ni/TiO2 was obtained under reac- tion conditions. This is consistent with the low value of Qa0 = 1.7 kcal/mol obtained from chemisorption isotherms [8] and with thermal desorption spectra of carbon monoxide on TiOx/Ni reported by Raupp and Dumesic [27-29]. 3.4. Partial pressure dependencies The dependence of the rates of H2 formation, CO formation, CH4 consump- tion, and CO2 consumption on the feed partial pressure of CH4 and CO2 were M.C.J. Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 107 4\"0t A 3.5 3.0 2.5 2.0 1.5 in r co ~, gcat-s ) 1.0 4.0- 4 5 In PCH4 (Torr) B 35 j in rco // 2.5. / 2.0 3 4 5 6 In PCO2 (Torr) Fig. 8. The observed dependence of the rate of carbon monoxide formation (A) methane partial pressure and (B) carbon dioxide partial pressure at (O) 773 K, (A) 798 K, and (0) 823 K for Ni/MgO. determined over a broad temperature range for the Ni/MgO and the Ni/TiO2 catalysts. The reaction orders for CH4, a, and CO2, b, were determined from a fit of the data to a power rate law of the general form: __ a b ri -- kPcH4P~02 (2) by linearization of a logarithmic plot, such as that shown in Fig. 8 for carbon monoxide formation over Ni/MgO. A summary of the determined reaction orders is provided in Table 4 for all catalysts. The influence of hydrogen addition to the feed stream (PcH4 = Pco2 = 200 Torr) was also examined for the Ni/MgO catalyst at 823 K and the Ni/TiO2 catalyst at 723 K (Fig. 9). The immediate influence of hydrogen is to increase carbon dioxide conversion through the RWGS. The inhibition of methane consumption is also clear, and at higher pressures methanation was also observed (negative conversion refers to the production of methane). These results are consistent with thermodynamic 08 M.C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 I I I I I +i +1 +1 +1 +1 +1 +~ +1 40 30 20 Conversion 10 (%) 0 -10\" -2( 100 200 300 400 PH2 (Tort) 40 20 Conversion 0 (%) -20 M. C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 109 -40 I . , , . , i 0 100 200 300 400 PHz (Torr) Fig. 9. A comparison of the observed influence of hydrogen addition to the feed mixture with that calculated from thermodynamic equilibrium for (A) Ni/MgO at 823 K and (B) Ni/TiO2 at 723 K. (0) Carbon dioxide equilibrium conversion, (O) carbon dioxide experimental conversion, ( methane equilibrium conversion, ( zx ) methane experimental conversion. calculations, illustrated in the same figures, the postulates of Fig. 1, and the results of Lewis et al. [9]. 4. Discussion of results The TOFs at 723 K (1.73 s-t for Ni/TiOe, 0.58 s-1 for Ni/C, 0.36 s-l for Ni/SiOe, and 0.04 s-1 for Ni/MgO) are consistent with TOF values of 0.16 s-~ for Ni/MgO [2], 0.02-0.18 s-1 for AlzO3-supported noble metals [30], 0.15-0.34 s-~ for supported rhodium catalysts [31], and 0.01-0.78 s-~ for supported palladium catalysts [32] reported in the literature. The literature TOFs were obtained at 723 K by extrapolation using the reported activation energies. The relative order of catalyst activity, Ni/TiO2 > Ni/SiOe > Ni/MgO, llO M.C.J. Bradford, M.A. Vannice / Applied Catalysis A.\" General 142 (1996) 97-122 identical on either a TOF or per gram of nickel basis, is identical to that obtained on supported palladium catalysts [32], but different than that obtained on supported rhodium [31 ]. The activation energy obtained with Ni/SiO2 for carbon monoxide forma- tion, 20 _+ 3 kcal/mol, is in reasonable agreement with the values of 13 and 20 kcal/mol obtained by Sakai et al. [33] and Osaki et al. [34], respectively. Although neither group of authors reported the activation energy, it was possible to calculate values for the activation energy from data reported within their papers. The activation energies obtained on the Ni/MgO catalysts are also in fair agreement with values calculated from data reported in the literature. From the data of Rostrup-Nielsen and Hansen [2], it is possible to obtain a value of roughly 28 kcal/mol for a 1.4%Ni/MgO catalyst, while from the data of Osaki et ai. [34] a value of approximately 20 kcal/mol for a 20%Ni/MgO catalyst can be estimated. The only catalytic data for a Ni/TiO2 catalyst in the literature which allow for an estimation of activation energy was provided by Osaki et al. [34], from which a value of 20 kcal/mol may be estimated, in good agreement with the initial value of 23 _+ 2 kcal/mol obtained in this investigation. Experimental results indicated that the H z/CO product ratio was a function of carbon dioxide conversion (Fig. 3). This is consistent with results of Swaan et al. [4] and Blom et al. [5] who show that H2/CO product ratio is a function of the water-gas shift equilibrium. Van Looij et al. have reported a similar relationship during studies of methane oxidative coupling [35]. Correspondingly, experimental results also indicated that the RWGS was very close to thermody- namic equilibrium (Fig. 4). Imelik and Vedrine [36] have reported that carbon monoxide adsorption on Ni/SiO2 (with respect to binding site wavenumbers) is very similar to that on the Ni(100) and Ni(110) surfaces. From experimental HREELS data of carbon monoxide adsorbed on these surfaces [37-44], the ratio of the symmetric C-O stretch to the symmetric Ni-C stretch (_+ standard deviation) was calculated to be 4.6 + 0.3 and 4.7 _+ 0.5 for terminal and bridged sites, respectively. Use of these ratios permitted a direct estimation of the Ni-C symmetric stretch on the Ni/SiO2 catalyst (Table 3). The heat of adsorption of carbon monoxide at the linear (-q -- 1) and bridged ('q = 2) adsorption sites was then estimated using a vibrational model proposed by Bradford and Vannice [45]. By assuming that the binding energy, E, is equal to the heat of adsorption it was possible to calculate the site occupancy ratio, (n~= j/n~ = 2), from the equation presented by Degras [46]: t2 <==} (3) This result then permitted an estimation of 21.2 _+ 0.5 kcal/mol for the observ- able carbon monoxide heat of adsorption on the Ni/SiO2 catalyst, which is M.C.J. Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 111 slightly lower than initial values of 25 to 30 kcal/mol reported on various nickel single crystal surfaces [37,47-49]. A summary of these calculations is provided in Table 3. Although the site occupancies of bridged and linear carbon monoxide on Ni/SiO2 calculated with Eq. (3) differ from those reported on Ni(100) and Ni(110) surfaces [38,50], they are qualitatively consistent in that the calculated fraction of bridged species decreases with increasing temperature. For Ni/MgO, Ni/TiO2 and Ni/C, an increase in methane partial pressure increased both hydrogen and carbon monoxide production, while an increase in carbon dioxide partial pressure increased carbon monoxide production and decreased hydrogen production (Table 4). The latter observation is presumably due to the influence of the reverse water-gas shift reaction, shown to be operating near thermodynamic equilibrium. Qualitatively, the trends in depen- dencies for each catalyst agree with those reported by Erd~Shelyi et al. [31] at 773 K for TiO2- and MgO-supported rhodium. Although ErdiShelyi et al. [31] observed a negative influence on hydrogen production only for carbon dioxide concentrations greater than 20%, this is consistent with the experimental method used in this investigation, which only utilized carbon dioxide concentrations in the CO2-CH4 feed mixture of greater than 20%. There exist limited partial pressure data in the literature for CH4-CO2 reforming over nickel catalysts. Rostrup-Nielsen and Hansen [2] have reported that the carbon dioxide reaction order for consumption of methane is zero for a I%Ru/MgO catalyst, in good agreement with our values of 0.01 to 0.05 for Ni/MgO (Table 4). In contrast, Yamazaki et al. [51] reported for a Ni/MgO catalyst at 1123 K that the rate of methane consumption was a strong Langmuirian function of carbon dioxide partial pressure. No partial pressure data has been reported in the literature for Ni/TiO2 catalysts. The influence of hydrogen addition to the feed stream was also examined for the Ni/MgO catalyst at 823 K and the Ni/TiO2 catalyst at 723 K (Fig. 9). Rostrup Nielsen and Hansen [2] have reported that the addition of slight amounts of hydrogen (CH4/H2 = 10) to the feed negligibly influences the reaction. This is reasonably consistent with our results for PIJ2 = 20 Torr in Fig. 9. No experiments were conducted to ascertain the influence of carbon monoxide addition to the feed stream; however, thermodynamic calculations imply that carbon monoxide may also strongly inhibit both methane and carbon dioxide conversion [52]. Although extensive partial pressure studies were not performed with either the Ni/C or the Ni/SiO2 catalyst, some partial pressure data were obtained for each catalyst at 723 K (Table 4). Sakai et al. [33] have reported reaction orders of 0.02 ~ 0.05 and 0.5 ~ 0.6 for carbon dioxide and methane, respectively, for a 10%Ni/SiO2 catalyst from 823 to 923 K. The slight differences between their values and those obtained here (Table 4) are possibly due to the temperature difference of the two investigations. One other interesting result for the Ni/SiO2 is worthy of mention. The influence of carbon dioxide increased, albeit very 112 M. C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 gradually, the rate of hydrogen production. Although this is in contrast with results for the MgO and TiO2-supported nickel catalysts, it is in agreement with observations made by Erd~Shelyi et al. for SiO2-supported rhodium [31] and palladium [32]. Apparently SiO2 plays a much different role in the production of hydrogen than either MgO, TiO2, or A1203, suggesting that an intermediate in the reaction mechanism is support-related. This observation is analogous to the reported absence of adsorbed CH30 on SiO2-supported metals during CO-H2 methanation [53]. After a thorough analysis of all of our data, all available literature data, and numerous reaction models, the following generalized reaction sequence is proposed for CH4-CO2 reforming: kl) CHx*+ (-~-53H2 ({1)) CH4 + * ~ k_l ga 2 [ CO2 + * ~ CO2. ] ({2}) Ka H2 + 2* ~ 2H* ({3}) IG 2[CO2. + H* ~ CO* + OH*] ({4}) Ks OH* + H* ~ H20 + 2* ({5}) CHx* + OH* ~ CHxO* + H* ({6}) CHxO* k7 )CO* '~-(2)H2 ({7}) 1/Ks 3[C0. ~ CO + *] ({8}) M.C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 113 which corresponds to the overall reaction stoichiometry: CH4 d- 2CO2 ~ H2 + H20 + 3CO Methane adsorption and dissociation to a CHx fragment (or distribution of CHx fragments) is supported by previous studies. HREELS and molecular beam investigations of methane on Ni(ll 1) by Ceyer et al. show that the stable CHx fragment is temperature sensitive [54], and pulse surface reaction rate analysis of various oxide-supported nickel catalysts by Osaki et al. during CH4-CO2 reforming show that the stable CHx fragment is also sensitive to the support [34]. Reversible (~) methane adsorption and dissociation is supported by the influence of hydrogen addition to the feed gas, which showed that the methane consumption rate was both reversible and not at thermodynamic equilibrium (Fig. 9). Reaction steps {2}-{5} and {8} represent the RWGS reaction and are quasi-equilibrated (~'~'~) to accommodate the experimental result that this reaction is near thermodynamic equilibrium (Fig. 4). Although Solymosi [55] has reported that clean nickel surfaces can dissociate carbon dioxide at tempera- tures above 420 K, non-dissociative carbon dioxide adsorption on Ni/TiO2 was indicated by carbon dioxide adsorption isotherms, which could be fit only to a non-dissociative Langmuir adsorption model [8]. The promotion of carbon dioxide dissociation by adsorbed hydrogen atoms has been reported by Solymosi et al. [30] and is supported by other DRIFTS data for CH4-CO2 reforming on Pt/TiO2 [52]. Furthermore, step {5} is consistent with literature results showing that water adsorption on Ni/TiOx at high temperatures is dissociative [25]. It is also likely that the transition state for reaction step {4} is a formate (HCO2) species [56]. Some investigators have used FTIR to identify support-bound formate groups during CH4-CO2 reforming [16,57], and the decomposition of formate may control the rate of the water-gas shift reaction [58]. However, because the RWGS is essentially at thermodynamic equilibrium and turnover frequencies for the RWGS are typically much higher than for CH4-CO2 reforming [2], exclusion of HCO2 from the proposed reaction mechanism does not alter the mathematical rate expression. Interaction of the adsorbed CH x fragments with surface hydroxyl groups, step {6}, is supported by FTIR investigations of methane adsorption on AI203 [59] and supported Ir [60], DRIFTS studies of methane adsorption and partial oxidation on Rh/A1203 [61], and our DRIFTS results for CH4-CO2 reforming on Ni/SiO2 (Fig. 6) and Pt/TiO2 [52]. The proposed irreversibility of CHxO decomposition is valid under circumstances where no net methane formation occurs and is therefore (in regards to Fig. 9) justifiable for feed streams where hydrogen is absent. This reaction mechanism pertains only to catalysts which kinetically inhibit excessive carbon formation (or operate in a regime where carbon formation is thermodynamically prohibited), thus it is assumed that the surface concentration of carbon (in the forms of CHxO and CHx) is at steady state and remains 114 M. C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 Table 5 Elementary gas-phase reactions and corresponding activation energy barriers Reaction a Activation energy (kcal/mol) CH4 +M --* CH3 +H+M 82+5 b CH3 +H -'* CH2 +H2 15 CO2 +H --* CO+OH 15+2 b H+OH+M ~ H20+M 0 CH2 +OH --* CH20+H 0 CH+OH --* CHO+H 0 C+OH --* CO+H 0 c CH30+M ~CH20+H+M 25 CH20+M ~ CHO+H+M 81 CHO+M --* CO+H+M 17 a M denotes a third body. b Only the energy barrier for the reverse reaction was given by Miller and Bowman [62]. The forward rate constant was calculated directly from the reverse rate constant using the values of the equilibrium constant, which were calculated from available thermodynamic data [63,64]. Data obtained from GR1-MECH at ftp address crvax.sri.com with login id grimech. constant, i.e., the net rate of methane dissociation, step {1}, equals that for CH xO decomposition, step {7}. A comparison of the proposed sequence of steps for this heterogeneous reaction with analogous homogeneous elementary steps reported by Miller and Bowman [62] indicates that methane dissociation and CH xO decomposition, which have extremely high activation barriers, are indeed likely to be rate determining steps (Table 5). If it is further assumed that the most abundant reaction intermediate (mari) is CHxO, then L = [*] + [CHxO* ], and the following general expression may be readily derived for the reaction rate of methane: ~:' PcH4Pco2 (4) where ~:i = kiL, L -- total number of active sites, and K is a lumped equilibrium constant: (Ks) K= K2K4K6 (5) A detailed derivation of the model is presented elsewhere [52]. Computer optimization of kinetic data from the Ni/MgO and Ni/TiO2 catalysts failed to locate a global minimum for x and indicated that the statistical fit of the data (as measured by residual sum of squares) of Eq. (4) was essentially independent of x (0 _< x _< 4). If it is further assumed in the kinetic model that all of the M.C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 115 hydrogen generated in step {1} is consumed by CO2 and that COi reacts only with H * via step {4}, then a simple expression for x can be readily derived [52]: x~<6-2( rc--z~ ) (6) FCH4 where rco2 and rCH4 are the experimental reaction rates for carbon dioxide and methane consumption, respectively. Due to the nature of these assumptions, Eq. (6) physically represents only an upper bound to the permissible value of x in the adsorbed CHx fragments, and upper bounds of x < 2.6 _+ 0.1 for Ni/MgO and x < 2.2 _+ 0.1 for Ni/TiO2 were calculated over the temperature ranges of 713-753 and 673-723 K, respectively. These temperature intervals were chosen to facilitate comparison with the results of Osaki et al., who reported values of x = 2.7 for Ni/MgO and x = 1.9 for Ni/TiO2 within the specified temperature rCH4 ( mo'/ 20\" 10 A o 100 200 300 400 PCH, (To~) 12 B 10 8\" rCH4 6 / goat. secJ 4\" 2\" 0 0 ?o B t~ 100 200 300 400 PC02 (Tort) Fig. 10. Fit of the proposed kinetic model for CH4-CO2 reforming as a function of (A) methane partial pressure and (B) carbon dioxide partial pressure for Ni/MgO at ([3) 773 K, (r,) 798 K, and (O) 823 K. 116 M.C.J. Bradford, M.A. Vannice / Applied Catalysis A.\" General 142 (1996) 97-122 Table 6 Kinetic model parameters for Ni/MgO and Ni/TiO2 Catalyst T (K) Parameter kl a,b k7 c ~_, K- d Ni/TiO2 673 0.003 + 0.009 0.77 0 698 0.010 + 0.005 3.74 5.38 723 0.042+0.016 5.35 0.85 Ni/MgO 773 0.031 + 0.006 23.08 0.167 798 0.054 + 0.006 20.45 0.153 823 0.085 +0.013 33.58 0.164 a Value is reported + 95% confidence interval. b Units of I.~mol gcat-1 S-1 Torr-1. c Units of ixmol gcat-1 s-l. d Units of ixmol gcat- ~ s- ~ Torr- 1. regime [34]. Comparison of the two sets of x values indicates that they are consistent within the assumptions associated with the derivation of Eq. (6). If a reasonable, but arbitrary value of x = 2 is chosen for Eq. (4) to represent the kinetic behavior for CH4-CO2 reforming over Ni/MgO and Ni/TiO2, the results in Fig. 10 are attained. To account for the deactivation of the Ni/TiO2 catalyst, reaction rates were normalized to an apparent activation energy of 41 kcal/mol (Table 2) prior to optimization with the kinetic model. A summary of the optimized parametersdetermined with this model is provided in Table 6. The zero value for k-1K at 673 K for Ni/TiO2 is most likely a result of excessive scatter in the data, due to the experimental difficulty in quantifying hydrogen at very low concentrations in the effluent gas mixture. Plots of these model parameters versus reciprocal temperature (Fig. 11) yielded the activation barrier for step {1} in the forward direction, E~,, the activation barrier for step {7}, E~7, and the lumped energy parameter, -(E~ 1 + A Hg), where E~_, is the 100 10 1 Parameter .1 .01 .001 1.2 1.3 1.4 1.5 -1 1000/T (K) Fig. 11. Plots of kinetic model parameters for CH4 -CO2 reforming versus reciprocal absolute temperature for the Ni/MgO; (r3) '~7, (zx) ~: ig, (O) kl and Ni/TiO2; (ll) k7, (A) k 1K, (0) lq. M. C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 Table 7 Activation energies and carbon monoxide adsorption thermodynamics for nickel catalysts 117 Catalyst E~ a a EG ~ -(E~_, + AHg) a A Hadxo ASad,c (kcal/mol) (kcal/mol) (kcal/mol) (kcal/mol) (cal/mol K) Ni/MgO 26 9.3 0.5 - - Ni/TiO2 51 38 74 - 1.7 b - 11.8 b Ni/SiO2 .... 21.2+0.5 c a Calculated from the kinetic model. b Calculated from chemisorption isotherms [8]. c Calculated from adsorbed vibration spectra (Table 3). activation barrier for step {1} in the reverse direction, and AHg is the enthalpy change for the reaction: A Hg CO + CH20* ~- CO2 -'{- CH2 (7) A summary of the energy parameters determined with this kinetic model is provided in Table 7. If the enthalpies of adsorption calculated by Shustorovich [26] for CH20, AHad = -19 kcal/mol, and CH2, AHad = -83 kcal/mol, on Ni(lll) are assumed to be valid for Ni/MgO and Ni/TiO2 under reaction conditions, then A Hg may be estimated for nickel from the following system of reactions, the sum of which represents reaction (7): A Hg CO + CH20 ~ CO2 + CH2 A Had CH2 + * ~-- CH~ CH20* --LHad CH20 + * From this network, it is obvious that AHg = AHg + AHad,CH2 -- AHad,CH20, where AHg=53 kcal/mol [63,64]. The calculated value of AHg=-ll kcal/mol permits estimation of EL, = l0 kcal/mol for Ni/MgO and E~ 1 = -63 kcal/mol for Ni/TiO2. The estimated value of E~_, for Ni/MgO is in good agreement with activation barriers calculated by Shustorovich [26] for H-CHx recombination on Ni(lll) and may suggest that on the Ni/MgO catalyst the active site for methane decomposition is located solely on the nickel surface. The large negative value of EL, estimated for Ni/TiO2 is not physically realistic, and it implies that the heats of adsorption of CH2 and CH20 on TiO2-supported nickel are greatly different than those for a clean nickel surface, presumably due to modification by TiOx overlayers. This is consistent with carbon monoxide adsorption isotherms and TEM results reported 118 M.C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 previously for Ni/TiOz [8], and carbon monoxide and hydrogen thermal desorption spectra from TiOx/Ni [42-44]. A review of the literature (see Ref. [8] and references therein) suggests that carbon deposition during CH4-CO2 reforming occurs through both carbon monoxide disproportionation and methane decomposition over the experimental temperature range used in this investigation. Prior TPO studies of the used catalysts [8] revealed that the catalyst resistivity to excessive coking -- Ni/MgO > Ni/TiO2 >> Ni/SiO2 -- could be correlated with stabilities of CHx on each catalyst, i.e., CH2.7 > CH1.9 > CH1.0, as reported by Osaki et al. [34]. In addition, in situ DRIFTS revealed the presence of both linear and bridged adsorbed carbon monoxide on the Ni/SiO2 catalyst, while no adsorbed carbon monoxide was identified on the Ni/TiO2 catalyst. Correspondingly, the esti- mated value for the carbon monoxide heat of adsorption on Ni/TiO2, Qad = 1.7 kcal/mol, is an order of magnitude lower than that of Qad = 21.2 kcal/mol for Ni/SiO2 (Table 7). This implies that a catalyst which exhibits suppressed or weak carbon monoxide chemisorption can inhibit formation of excessive inac- tive carbon during CH4-CO2 reforming because carbon dioxide disproportiona- tion is decreased. A reasonable kinetic model for CH4-CO2 reforming is proposed here that fits partial pressure data over reasonable temperature and pressure ranges for both the Ni/TiO2 and Ni/MgO catalysts. Additional insight into the possible significance of this proposed model can be obtained through comparison with an analogous gas-phase reforming mechanism (Table 5). A comparison of the gas-phase activation energy barriers (Table 5) with those determined in the heterogeneous kinetic model (Table 6) for x = 2 suggests that Ni/MgO is more effective than Ni/TiO2 at decreasing the activation barriers for both CH4 dissociation and CH20 decomposition. The reason for the large activation barriers on Ni/TiO2 relative to the other nickel catalysts after significant time on stream may (Table 2) be due to geometric considerations. Suppressed chemisorption behavior and identification of various TiOx phases by TEM confirmed that SMSI occurred in the Ni/TiO2 catalyst [8], in agreement with earlier studies [65]. This indicates that TiOx species migrated to cover large ensembles of nickel sites, which resulted in reduced carbon deposition, relative to Ni/SiO2. Under reaction conditions, which are net reducing, it is reasonable to expect that TiOx migration may continue. Thus, it is possible that deactivation of Ni/TiO2 is due to site blockage by either inactive carbon or migrating TiOx. It is suggested that continual geometric blockage of active nickel sites on Ni/TiO2 results in a concomitant increase in the activation barrier for methane dissociation. This site blockage phenomenon is analogous to sulfur-passivated steam reforming of methane, in which sulfur passivation of a nickel catalyst reduced carbon deposition but increased the activation energy from 26.3 to 54.2 kcal/mol [66]. However, recent AES results by Jiang and Goodman [67] have shown that the M.C.J. Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 119 activation barrier for methane dissociation on sulfided Ni(100) is not much different than the activation barrier on clean Ni(100); this may restrict the aforementioned hypothesis. It has been suggested in the literature that the kinetics of CH4-H20 reforming and CH4-CO2 reforming are essentially identical [2,11]. Qualita- tively, the reaction mechanism proposed here has CHx species reacting only with surface hydroxyl groups, which are produced via the reverse water-gas shift. Alternatively, the presence of large quantities of water in the feed can result in the direct production of surface hydroxyls via water dissociation and circumvent the need for the reverse water-gas shift to occur as a prerequisite to CHx reaction. In this context, therefore, tumover frequencies for CH4-H20 reforming should always be larger than those for CH4-CO2 reforming, as illustrated by the data of Rostrup-Nielsen and Hansen [2]. These authors have also shown for MgO-supported noble metal catalysts that the TOFcoJTOFH2o ratio; where TOFco: and TOFH2o are the turnover frequencies for CH4-CO2 and CHa-H20 reforming, respectively; decreases as the carbon monoxide heat of adsorption increases [2]. Although they did not provide an explanation, this behavior is explainable in terms of the kinetic model proposed here for CH4-CO2 reforming; strongly bound carbon monoxide implies a higher surface concentration of carbon monoxide, which results in a direct inhibition of both CH ~O decomposition, step {7}, and the reverse water-gas shift reaction, in step {4}. In the proposed kinetic model, the assumption that the water-gas shift reaction is thermodynamically equilibrated, where KwgS = Pco2 PH2/PH20 Pco, permits writing the expression for methane consumption, Eq. (4), in a form more readily applicable to CH4-H20 reforming: ^ k a PCH4 PH20 t, TKwgs P TX'/2 + 1 + ec.4 P.2o Rostrup-Nielsen and Hansen [2] also reported that at very low CO2/CH4 ratios the carbon dioxide reaction order on a Ru/MgO catalyst approached unity. In this experimental limit, Eq. (4) becomes approximately: A p- k|k7efH4Pc02 rCH' k-IKPcoP(H4-x)/2 (9) Thus, this simplified rate expression can explain their observation. The nickel dispersions measured by carbon monoxide chemisorption for each of the supported nickel catalysts varied only between 5 and 16% [8]; therefore, the relative differences in catalyst activity are likely attributable to influence of the support. Although Osaki et al. have shown that the stable CHx intermediate 120 M.C.J. Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 under reaction conditions is sensitive to the support, they did not find a correlation between CH~ and catalyst activity [34]. This result is consistent with our results from the kinetic model optimization, which were relatively insensi- tive to the numerical value of x. However, analysis of reaction orders for hydrogen production revealed that SiO2-supported metals play a much different role in hydrogen production than either MgO, TiO2, or A1203, suggesting that an intermediate in the reaction mechanism is support-related. This observation is analogous to the reported absence of adsorbed CH30 on SiO2-supported metals during CO-H2 methanation [53]. If, during CH4-CO2 reforming, the support serves as a sink for adsorbed hydroxyl groups, the reaction of adsorbed CH~ fragments with surface hydroxyls, via step {6} in the reaction sequence, is likely to occur at a metal-support interface. Correspondingly, the metal-support interface may also contain the active sites for subsequent CH~O decomposition; thus, the support may influence catalyst activity by altering the stability of the CHxO intermediate at the metal-support interface. 5. Conclusions A kinetic model for the CH4-CO2 reforming reaction is proposed which successfully describes the reaction kinetics over Ni/MgO and Ni/TiO2 cata- lysts. The main assumptions of this model are that: (i) CH4 decomposition and CHxO decomposition are the slow kinetic steps, (ii) CO2 participates in the reaction mechanism through the reverse water-gas shift to produce surface OH groups, and (iii) surface OH groups react with adsorbed CHx intermediates to yield a formate-type intermediate, CHxO, which decomposes to yield H2 and CO. A comparison of experimental heterogeneous and homogeneous gas-phase reaction energetics suggests that the two main energetic roles of the catalysts are to reduce the activation barriers for CH4 dissociation and CHxO decomposition. It is also suggested that the support may serve as a sink for surface hydroxyl groups, such that the active site for CHxO formation and subsequent decomposi- tion may be at the metal-support interface. Activation barriers were found to be considerably higher on Ni/TiO2 after significant time on stream, and this is attributed to a geometric site blockage mechanism whereby migrating TiO~ moieties or inactive carbon deposits break up the large site ensembles on the nickel surface needed for CH4 dissociation. This result is analogous to reported effects of sulfur passivation on CH4-H20 reforming catalysts [66,68]. It is suggested that the proposed kinetic model for CH4-CO2 reforming should also be applicable to CH4-H20 reforming. Additionally, these results imply that catalysts which exhibit suppressed, or weak, carbon monoxide adsorption can sufficiently resist excessive carbon formation during CH4-CO2 reforming due to the inhibition of carbon monoxide disproportionation. M. C.J. Bradford, M.A. Vannice / Applied Catalysis A: General 142 (1996) 97-122 121 Acknowledgements The authors would like to thank the Japanese international joint research program, NEDO, for sponsoring this study, the US Department of Education for providing the GAANN fellowship, and Professor K. Fujimoto and his research group for providing the Ni/MgO catalyst used in this investigation. References [1] A.M. Gadalla and B. Bower, Chem. Eng. Sci., 43 (1988) 3049. [2] J.R. Rostrup-Nielsen and J.-H.B. Hansen, J. Catal., 144 (1993) 38. [3] J.R. Rostrup-Nielsen, in J.R. Anderson and M. Boudart (Editors), Catalysis: Science and Technology, Vol. 5, Springer, Berlin, 1984, pp. 1-118. [4] H.M. Swaan, V.C.H. Kroll, G.A. Martin and C. Mirodatos, Catal. Today, 21 (1994) 571. [5] R. Blom, I.M. Dahl, A. Slagtem, B. Sortland, A. Spjelkavik and E. Tangstad, Catal. Today, 21 (1994) 535. [6] A.M. Gadalla and M.E. Sommer, Chem. Eng. Sci., 44 (1989) 2825. [7] H.D. Giesser, N.R. Hunter, A.N. Shigapov and V. Januati, Energy and Fuels, 8 (1994) 1123. [8] M.C.J. Bradford and M.A. Vannice, Appl. Catal., 142 (1996) 73. [9] W.K. Lewis, E.R. Gilliland and W.A. Reed, Ind. Eng. Chem., 41 (1949) 1227. [10] D.B. Clarke, I. Suzuki and A.T. Bell, J. Catal., 142 (1993) 27. [11] I.M. Bodrov and L.O. Apel'baum, Kinet. Catal., 8 (1967) 326. [12] N.M. Bodrov, L.O. Apel'baum and M.I. Temkin, Kinet. Catal., 5 (1964) 614. [13] J.T. Richardson and S.A. Paripatyadar, Appl. Catal., 61 (1990) 293. [14] M.A. Vannice, S.H. Hyun, B. Kalpakci and W.C. Liauh, J. Catal., 56 (1979) 358. [15] M. Boudart, D.E. Mears and M.A. Vannice, Ind. Chim. Belg., 32 (1967) 281. [16] Z.L. Zhang and X.E. Verykios, Catal. Today, 21 (1994) 589. [17] M.A. Vannice, Catal. Rev. Sci. Eng., 14 (1976) 153. [18] M.A. Vannice, J. Catal., 74 (1982) 199. [19] N.M. Rodriguez, J. Mater. Res. 8 (1993) 3233. [20] R.S. McDonald, J. Phys. Chem., 62 (1958) 1168. [21] A.A. Davydov, Infrared Spectroscopy of Adsorbed Species on the Surface of Transition Metal Oxides, Wiley, Chichester, 1984. [22] G. Busca, G. Ramis, J.M.G. Amores, V.S. Escribano and P. Piaggio, J. Chem. Soc. Faraday Trans.. 90 (1994) 3181. [23] P.E. Fanning, personal communication, 1995. [24] H.M. Huisman, P. van der Berg, R. Mos, A.J. van Dillen and J.W. Geus, Appl. Catal. A, 115 (1994) 157. [25] G.B. Raupp and J.A. Dumesic, J. Phys. Chem., 89 (1985) 5240. [26] E. Shustorovich, Adv. Catal., 37 (1990) 101. [27] G.B. Raupp and J.A. Dumesic, J. Catal., 97 (1986) 85. [28] G.B. Raupp and J.A. Dumesic, J. Catal., 96 (1985) 597. [29] G.B. Raupp and J.A. Dumesic, J. Catal., 95 (1985) 587. [30] F. Solymosi, G. Kutsain and A. Erdtihelyi, Catal. Lett., 11 (1991) 149. [31] A. Erd~ihelyi, J. Cserenyi and F. Solymosi, J.Catal., 141 (1993) 287. [32] A. ErdtJhelyi, J. Cserenyi, E. Papp and F. Solymosi, Appl. Catal. A, 108 (1994) 205. [33] Y. Sakai, H. Saito, T. Sodesawa and F. Nozaki, React. Kinet. Catal. Lett., 24 (1984) 253. [34] T. Osaki, H. Masuda and T. Moil, Catal. Lett., 29 (1994) 33. [35] F. van Looij, J.C. van Giezen, E.R. Stobbe and J.W. Geus, Catal. Today, 21 (1994) 495. [36] B. Imelik and J.C. Vedrine, Catalyst Characterization. Physical Techniques for Solid Materials, Plenum, New York, 1994. [37] J.C. Bertolini and B. Tardy, Surf. Sci., 102 (1981) 131. [38] J. Bauhofer, M. Hock and J. Kiippers, Surf. Sci., 191 (1987) 395. 122 M.C.J. Bradford, M.A. Vannice /Applied Catalysis A: General 142 (1996) 97-122 [39] K. Christmann, Introduction to Surface Physical Chemistry, Springer, New York, 1991. [40] M. Nishijima, S. Masuda, Y. Sakisaka and M. Onchi, Surf. Sci., 107 (1981) 31. [41] P. Uvdal, P.A. Karlsson, C. Nyberg, S. Andersson and N.V. Richardson, Surf. Sci., 202 (1988) 167. [42] N.V. Richardson and A.M. Bradshaw, Surf. Sci., 88 (1979) 255. [43] D.A. King and D.P. Woodruff (Editors), The Chemical Physics of Solid Surfaces, Vol. 6, Elsevier, Amsterdam, 1993. [44] D.A. King and D.P. Woodruff (Editors), The Chemical Physics of Solid Surfaces and Heterogeneous Catalysis, Vol. 2, Elsevier, Amsterdam, 1983. [45] M.C.J. Bradford and M.A. Vannice, Ind. Eng. Chem. Res., (1996) in press. [46] D.A. Degras, Suppl. Nuovo Cimento, 5 (1967) 420. [47] D.A. King and D.P. Woodruff (Editors), The Chemical Physics of Solid Surfaces and Heterogeneous Catalysis, Vol. 3A, Elsevier, Amsterdam, 1990. [48] H. Froitzeim and V. K~Shler, Surf. Sci., 188 (1987) 70. [49] I. Toyoshima and G.A. Somorjai, Catal. Rev. Sci. Eng., 19 (1979) 105. [50] A. Grossman, W. Erley and H. Ibach, Surf. Sci., 330 (1995) L646. [51] O. Yamazaki, T. Nozaki, K. Omata and K. Fujimoto, Chem. Lett., 10 (1992) 1953. [52] M.C.J. Bradford, PhD Thesis, The Pennsylvania State University, in preparation. [53] B. Sen and J.L. Falconer, J. Catal., 122 (190) 68. [54] S.T. Ceyer, Q.Y. Yang, M.B. Lee, J.D. Beckerle and A.D. Johnson, in D.M. Bibby, C.D. Chang, R.F. Howe and S. Yurchak (Editors), Methane Conversion, Elsevier, Amsterdam, 1993, p. 51. [55] F. Solymosi, J. Mol. Catal., 65 (1991) 337. [56] E. Shustorovich, Surf. Sci., 253 (1991) 386. [57] J. Nakamura, K. Aikawa, K. Sato and T. Uchijima, Catal. Lett., 25 (1994) 265. [58] T. Shido, K. Asakura and Y. Iwasawa, J. Catal., 122 (1990) 55. [59] C. Li, W. Yan and Q. Xin, Catal. Lett., 24 (1994) 249. [60] F. Solymosi and J. Cser6nyi, Catal. Today, 21 (1994) 561. [61] K. Walter, O.V. Buyevskaya, D. Wolf and M. Baems, Catal. Lett., 29 (1994) 261. [62] J.A. Miller and C.T. Bowman, Prog. Energy Comb. Sci., 15 (1989) 287. [63] JANAF Thermodynamic Tables, J. Phys. Chem. Ref. Data, 14 (1985) Suppl. I. [64] I. Barin, Thermochemical Data of Pure Substances, VCH, Weinheim, Parts I and II, 1993. [65] J.A. Dumesic, S.A. Stevenson, R.D. Sherwood and R.T.K. Baker, J. Catal., 99 (1986) 79. [66] J.R. Rostrup-Nielsen, J. Catal., 85 (1984) 31. [67] X. Jiang and D.W. Goodman, Catal. Lett., 4 (1990) 173. [68] J.R. Rostrup-Nielsen, Stud. Surf. Sci. Catal., 68 (1991) 85. APCATA 9600066X 0926-860X(96)00066-X 10.1016/0926-860X(96)00066-X Elsevier Science B.V. All rights reserved Catalytic reforming of methane with carbon dioxide over nickel catalysts II. Reaction kinetics Michael C.J. Bradford M. Alber Vannice * The Pennsylvania State University, University Park, PA 16802-4400, USA * Corresponding author. Tel. (+1-814) 8634803, Fax. (+1-814) 8657846. The reforming of methane with carbon dioxide was studied over nickel supported on SiO2, TiO2, MgO and activated carbon. Specific activities on a turnover frequency basis were in the order: Ni/TiO2 > Ni/C > Ni/SiO2 > Ni/MgO. Interestingly, a 2-fold increase in activation energy for this reaction was observed over Ni/TiO2 after several hours time on stream. The reverse water-gas shift reaction was found to be close to thermodynamic equilibrium over all catalysts. Partial pressure dependencies were obtained with the Ni/C and Ni/SiO2 catalysts at 723 K for comparative purposes only, but a more thorough kinetic analysis was made with the Ni/MgO and Ni/TiO2 catalysts, which were shown previously to strongly inhibit carbon deposition. Partial pressure dependencies were obtained at 673, 698, and 723 K for Ni/TiO2 and at 773, 798, and 823 K for Ni/MgO. In situ DRIFTS studies clearly showed the presence of both linear and bridged carbon monoxide adsorption on Ni/SiO2 under reaction conditions; however, adsorbed carbon monoxide could not be identified on Ni/TiO2. A reaction model for CH4—CO2 reforming, based on CH4 activation to form CH x and CH x O decomposition as the slow kinetic steps, successfully correlated the rate data. Keywords Kinetics Methane Carbon dioxide Reforming Nickel Titania Silica Magnesium oxide Carbon Reference [1] Gadalla A.M. Bower B. Chem. Eng. Sci. 43 1988 3049 [2] Rostrup-Nielsen J.R. Hansen J.-H.B. J. Catal. 144 1993 38 [3] Rostrup-Nielsen J.R. Anderson J.R. Boudart M. Catalysis: Science and Technology Vol. 5 1984 Springer Berlin 1 118 [4] Swaan H.M. Kroll V.C.H. Martin G.A. Mirodatos C. Catal. Today 21 1994 571 [5] Blom R. Dahl I.M. Slagtern Å. Sortland B. Spjelkavik A. Tangstad E. Catal. Today 21 1994 535 [6] Gadalla A.M. Sommer M.E. Chem. Eng. Sci. 44 1989 2825 [7] Giesser H.D. Hunter N.R. Shigapov A.N. Januati V. Energy and Fuels 8 1994 1123 [8] Bradford M.C.J. Vannice M.A. Appl. Catal. 142 1996 73 [9] Lewis W.K. Gilliland E.R. Reed W.A. Ind. Eng. Chem. 41 1949 1227 [10] Clarke D.B. Suzuki I. Bell A.T. J. Catal. 142 1993 27 [11] Bodrov I.M. Apel'baum L.O. Kinet. Catal. 8 1967 326 [12] Bodrov N.M. Apel'baum L.O. Temkin M.I. Kinet. Catal. 5 1964 614 [13] Richardson J.T. Paripatyadar S.A. Appl. Catal. 61 1990 293 [14] Vannice M.A. Hyun S.H. Kalpakci B. Liauh W.C. J. Catal. 56 1979 358 [15] Boudart M. Mears D.E. Vannice M.A. Ind. Chim. Belg. 32 1967 281 [16] Zhang Z.L. Verykios X.E. Catal. Today 21 1994 589 [17] Vannice M.A. Catal. Rev. Sci. Eng. 14 1976 153 [18] Vannice M.A. J. Catal. 74 1982 199 [19] Rodriguez N.M. J. Mater. Res. 8 1993 3233 [20] McDonald R.S. J. Phys. Chem. 62 1958 1168 [21] Davydov A.A. Infrared Spectroscopy of Adsorbed Species on the Surface of Transition Metal Oxides 1984 Wiley Chichester [22] Busca G. Ramis G. Amores J.M.G. Escribano V.S. Piaggio P. J. Chem. Soc. Faraday Trans. 90 1994 3181 [23] P.E. Fanning, personal communication, 1995. [24] Huisman H.M. van der Berg P. Mos R. van Dillen A.J. Geus J.W. Appl. Catal. A 115 1994 157 [25] Raupp G.B. Dumesic J.A. J. Phys. Chem. 89 1985 5240 [26] Shustorovich E. Adv. Catal. 37 1990 101 [27] Raupp G.B. Dumesic J.A. J. Catal. 97 1986 85 [28] Raupp G.B. Dumesic J.A. J. Catal. 96 1985 597 [29] Raupp G.B. Dumesic J.A. J. Catal. 95 1985 587 [30] Solymosi F. Kutsain G. Erdöhelyi A. Catal. Lett. 11 1991 149 [31] Erdöhelyi A. Cserenyi J. Solymosi F. J. Catal. 141 1993 287 [32] Erdöhelyi A. Cserenyi J. Papp E. Solymosi F. Appl. Catal. A 108 1994 205 [33] Sakai Y. Saito H. Sodesawa T. Nozaki F. React. Kinet. Catal. Lett. 24 1984 253 [34] Osaki T. Masuda H. Mori T. Catal. Lett. 29 1994 33 [35] van Looij F. van Giezen J.C. Stobbe E.R. Geus J.W. Catal. Today 21 1994 495 [36] Imelik B. Vedrine J.C. Catalyst Characterization. Physical Techniques for Solid Materials 1994 Plenum New York [37] Bertolini J.C. Tardy B. Surf. Sci. 102 1981 131 [38] Bauhofer J. Hock M. Küppers J. Surf. Sci. 191 1987 395 [39] Christmann K. Introduction to Surface Physical Chemistry 1991 Springer New York [40] Nishijima M. Masuda S. Sakisaka Y. Onchi M. Surf. Sci. 107 1981 31 [41] Uvdal P. Karlsson P.A. Nyberg C. Andersson S. Richardson N.V. Surf. Sci. 202 1988 167 [42] Richardson N.V. Bradshaw A.M. Surf. Sci. 88 1979 255 [43] King D.A. Woodruff D.P. The Chemical Physics of Solid Surfaces Vol. 6 1993 Elsevier Amsterdam [44] King D.A. Woodruff D.P. The Chemical Physics of Solid Surfaces and Heterogeneous Catalysis Vol. 2 1983 Elsevier Amsterdam [45] Bradford M.C.J. Vannice M.A. Ind. Eng. Chem. Res. 1996 in press [46] Degras D.A. Suppl. Nuovo Cimento 5 1967 420 [47] King D.A. Woodruff D.P. The Chemical Physics of Solid Surfaces and Heterogeneous Catalysis Vol. 3A 1990 Elsevier Amsterdam [48] Froitzeim H. Köhler V. Surf. Sci. 188 1987 70 [49] Toyoshima I. Somorjai G.A. Catal. Rev. Sci. Eng. 19 1979 105 [50] Grossman A. Erley W. Ibach H. Surf. Sci. 330 1995 L646 [51] Yamazaki O. Nozaki T. Omata K. Fujimoto K. Chem. Lett. 10 1992 1953 [52] M.C.J. Bradford, PhD Thesis, The Pennsylvania State University, in preparation. [53] B. Sen and J.L. Falconer, J. Catal., 122 (190) 68. [54] Ceyer S.T. Yang Q.Y. Lee M.B. Beckerle J.D. Johnson A.D. Bibby D.M. Chang C.D. Howe R.F. Yurchak S. Methane Conversion 1993 Elsevier Amsterdam 51 [55] Solymosi F. J. Mol. Catal. 65 1991 337 [56] Shustorovich E. Surf. Sci. 253 1991 386 [57] Nakamura J. Aikawa K. Sato K. Uchijima T. Catal. Lett. 25 1994 265 [58] Shido T. Asakura K. Iwasawa Y. J. Catal. 122 1990 55 [59] Li C. Yan W. Xin Q. Catal. Lett. 24 1994 249 [60] Solymosi F. Cserényi J. Catal. Today 21 1994 561 [61] Walter K. Buyevskaya O.V. Wolf D. Baems M. Catal. Lett. 29 1994 261 [62] Miller J.A. Bowman C.T. Prog. Energy Comb. Sci. 15 1989 287 [63] JANAF Thermodynamic Tables J. Phys. Chem. Ref. Data 14 Suppl. 1 1985 [64] Barin I. Thermochemical Data of Pure Substances 1993 VCH Weinheim Parts I and II [65] Dumesic J.A. Stevenson S.A. Sherwood R.D. Baker R.T.K. J. Catal. 99 1986 79 [66] Rostrup-Nielsen J.R. J. Catal. 85 1984 31 [67] Jiang X. Goodman D.W. Catal. Lett. 4 1990 173 [68] Rostrup-Nielsen J.R. Stud. Surf. Sci. Catal. 68 1991 85",
      "scopus-id": "0002121381",
      "coredata": {
        "eid": "1-s2.0-0926860X9600066X",
        "dc:description": "The reforming of methane with carbon dioxide was studied over nickel supported on SiO2, TiO2, MgO and activated carbon. Specific activities on a turnover frequency basis were in the order: Ni/TiO2 > Ni/C > Ni/SiO2 > Ni/MgO. Interestingly, a 2-fold increase in activation energy for this reaction was observed over Ni/TiO2 after several hours time on stream. The reverse water-gas shift reaction was found to be close to thermodynamic equilibrium over all catalysts. Partial pressure dependencies were obtained with the Ni/C and Ni/SiO2 catalysts at 723 K for comparative purposes only, but a more thorough kinetic analysis was made with the Ni/MgO and Ni/TiO2 catalysts, which were shown previously to strongly inhibit carbon deposition. Partial pressure dependencies were obtained at 673, 698, and 723 K for Ni/TiO2 and at 773, 798, and 823 K for Ni/MgO. In situ DRIFTS studies clearly showed the presence of both linear and bridged carbon monoxide adsorption on Ni/SiO2 under reaction conditions; however, adsorbed carbon monoxide could not be identified on Ni/TiO2. A reaction model for CH4—CO2 reforming, based on CH4 activation to form CH x and CH x O decomposition as the slow kinetic steps, successfully correlated the rate data.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9600066X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bradford, Michael C.J."
          },
          {
            "@_fa": "true",
            "$": "Vannice, M. Alber"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9600066X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9600066X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00066-X",
        "prism:volume": "142",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic reforming of methane with carbon dioxide over nickel catalysts II. Reaction kinetics",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Kinetics"
          },
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Reforming"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Titania"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Magnesium oxide"
          },
          {
            "@_fa": "true",
            "$": "Carbon"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "97-122",
        "prism:endingPage": "122",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 1996",
        "prism:doi": "10.1016/0926-860X(96)00066-X",
        "prism:startingPage": "97",
        "dc:identifier": "doi:10.1016/0926-860X(96)00066-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002121381"
      }
    }
  }
}