{
  "metadata": {
    "title": "Total combustion of <ce:italic>m</ce:italic>-xylene over palladium catalysts supported by stainless steel flakes",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-09-28",
    "doi": "10.1016/0926-860X(95)00100-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9500100X",
    "pii": "0926860X9500100X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041758787",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X9500100X 0926-860X(95)00100-X 0926860X9500100X 10.1016/0926-860X(95)00100-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00385 2024-01-01T12:18:48.759026Z 0 0 19950928 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 130 130 2 2 Volume 130, Issue 2 3 157 174 157 174 19950928 28 September 1995 1995-09-28 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. TOTALCOMBUSTIONMXYLENEOVERPALLADIUMCATALYSTSSUPPORTEDBYSTAINLESSSTEELFLAKES BORKO L PRASAD 1984 1 R SPIVEY 1989 158 J CATALYSIS GOLODETS 1983 G HETEROGENEOUSCATALYTICREACTIONSINVOLVINGMOLECULAROXYGEN KIPERMAN 1994 45 S AZATYAN 1985 33 V SHAPRINSKAYA 1983 107 T SHAPRINSKAYA 1991 170 T BORKO 1994 179 L THIRDINTERNCONGRCATALYSISAUTOMOTIVEPOLLUTIONCONTROL SHAPRINSKAYA 1986 60 T KATALIZIKATALIZATORI BROWN 1972 215 D PROCRSOCLONDA KRYLOV 1987 315 O BORKOX1995X157 BORKOX1995X157X174 BORKOX1995X157XL BORKOX1995X157X174XL item 0926-860X(95)00100-X 0926860X9500100X 1-s2.0-0926860X9500100X 10.1016/0926-860X(95)00100-X 271346 2024-01-01T12:18:48.759026Z 1995-09-28 1-s2.0-0926860X9500100X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500100X/MAIN/application/pdf/5cbf27ff5c4232ffd73742a5dff769fd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500100X/MAIN/application/pdf/5cbf27ff5c4232ffd73742a5dff769fd/main.pdf main.pdf pdf true 858998 MAIN 18 1-s2.0-0926860X9500100X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500100X/PREVIEW/image/png/775852d0bf45f36b664d8878072ce10c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500100X/PREVIEW/image/png/775852d0bf45f36b664d8878072ce10c/main_1.png main_1.png png 47729 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 130 (1995) 157-174 Total combustion of m-xylene over palladium catalysts supported by stainless steel flakes Lfiszl6 Bork6, Zolt~in Schay, L~iszl6 Guczi * Department of Surface Chemistry and Catalysis, Institute of Isotopes of the Hungarian Academy of Sciences, P.O, Box 77, Budapest, H-1525, Hungary Received 19 December 1994; revised 24 April 1995; accepted 24 April 1995 Abstract Total combustion of m-xylene over Pd/stainless steel flakes has been investigated. Ignition tem- perature of the catalytic combustion of m-xylene mixtures over palladium catalysts is lowered by about 330 compared to that of thermal oxidation. Hysteresis in the conversion-temperature curves recorded in temperature programmed modes is controlled not only by the operating conditions (the temperature ramp, concentration of the reactants, contact time) but also by catalyst pretreatments. High and low activity states have been observed with typical ignition temperatures of 200-250 and about 400, respectively. In high activity state the combustion is likely initiated by the catalyst followed by a chain reaction which propagates into the gas phase. This is strongly supported by the abrupt increase in the conversion profile. During the induction period preceding the combustion, active species are accumulated on the surface which are responsible for this process. Keywords: Palladium/stainless steel flakes; m-Xylene combustion; Hysteresis; Hetero-homogeneous process 1. Introduction The catalytic process applied for total oxidation of hydrocarbons, its mechanism and kinetics have been widely investigated [ 1-3 ]. In oxidation of the hydrocarbon molecules a large number of surface species are involved in a very complex manner. It has, therefore, been suggested that hetero- homogeneous steps are operative, i.e. the radicals produced on the surface initiate chain reactions in the gas phase [4]. Recently multi-stage steady states were discovered in several gas-phase catalytic oxidation reactions which were associated with hysteresis and oscillations [ 5-7 ]. In the abatement of aromatic compounds * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X (95)001 00-X 158 L. Bork6 et al. / Applied Catalysis A : General 130 (1995) 157-174 processed under real conditiola all parameters (concentration, contact time, tem- perature, etc.) are being changed during the reaction, thus, information about the controllability and stability of such non-steady state processes is extremely impor- tant. In a previous work [ 8 ] we studied the reaction on Pd2NisoNb48 ribbons to avoid problems of pore diffusion and local overheating. In the present paper the combus- tion of m-xylenes will be investigated to clarify how the combustion is affected by the non-steady-state conditions over palladium deposited on stainless steel flakes. In this case the total amount of palladium can be diminished to as low as 0.01 wt.- % and a reasonable catalytic activity is still maintained. 2. Experimental 2.1. Materials The metallic palladium supported on stainless steel flakes of 1-2 mm in size were prepared by electroless deposition from a 2 mmol/dm3 aqueous solution of PdC12 at pH 1.5. The palladium content was 0.01 wt.-% and the stainless steel support consisted of Fe:Cr:Ni in 46:23:31 composition. The catalyst was dried at 100 after preparation and before use it was in situ heated in nitrogen at 600 without any reduction. The nitrogen and oxygen used were of commercial purity and further purified by using 5A molecular sieves. m-Xylene was purchased from Merck and its composition was checked by gas chromatography. 2.2. Catalyst characterization X-ray photoelectron spectroscopy (XPS) measurements were carried out by means of a Kratos XSAM 800 ESCA machine using a Mg Ka source with 150 W power. The hemispherical analyzer was used in the FAT mode with 40 eV pass energy. After reaction the catalyst was cooled down to room temperature in a mixture of m-xylene and air (denoted as sample A). A fraction was immediately placed in air without any fixation on a gold plated stainless steel stub of 15 mm diameter and having an indentation of 1 mm deep. The rest of the catalyst was heated in the catalytic reactor to 450 for 2 h in air only to burn off any carbona- ceous layers (denoted as sample B). XPS spectra were taken also in this state. The C ls peak at 285 eV binding energy was used as internal reference. Typical charging was about 3 eV. No catalyst was measured in the as-prepared state as we were interested in the surface composition only of the stabilized catalyst. Temperature-programmed reduction (TPR) in a 1% H2 / Ar mixture was carried out in flow system equipped with a quadrupole mass spectrometer and thermal L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 159 conductivity detectors. Sample A was in situ oxidized at 300 for 15 min. 100/xl hydrogen at 100 was pulsed before the actual TPR run to titrate the superficial oxygen in PdO. After titration the catalyst was cooled down to room temperature in an argon stream and the TPR run was started. At 450 the gas was switched to pure hydrogen for 30 min followed by 30 min purge in helium and the catalyst was cooled down in helium to room temperature. Then the number of metal atoms exposed to the surface was measured by carbon monoxide titration. In the case of sample B the TPR run was started in the oxidized state followed by carbon monoxide chemisorption. The catalyst was reoxidized in oxygen, a second TPR was started followed by carbon monoxide chemisorption. Cu Ka X-ray powder diffractograms were recorded with a Guinier camera equipped with a curved quartz monochromator. 2.3. Catalytic reaction Catalytic measurements were carried out in a tubular plug flow reactor of 8 mm inside diameter made of quartz glass. The schematic diagram of the catalytic apparatus is presented in Fig. 1. Typically 1.25 g of catalyst was placed between quartz wool plugs. Nitrogen and oxygen gas flows were controlled by MKS 247 C type mass flow controllers in the range between 100-1500 cm3/min. Oxygen concentration was varied in the 2-20 vol.-% range, m-Xylene was introduced by a syringe pump into a preheated nitrogen flow (400 cm3/min flow-rate), m-Xylene concentration could be set in the range between 0.1-0.26 vol.-%. The reactant was introduced at the bottom part of the reactor, which was 20 mm I.D. and 100 mm long. It acted as a preheater and ensured a good mixing of the reactants. The exit gas was split into 3 directions. Two parts with flow-rates of 500 cm3/min and 25 cm3/min were directed into a non-dispersive infrared CO/CO2 analyzer and into a photoionization detector (HNU model P/5202A), respectively. The rest of the gas was vented. By this way the response time constants of the detectors were inde- pendent of the gas load on the catalyst and could be calculated from the volumes of the detectors and the gas lines. The actual values were 13 s- 1 and 4 s- 1 for the ND-IR and PID detectors, respectively. The reactor temperature was controlled by a LP 849-10 microprocessor aided temperature programmer. The temperature ramp was varied between 2 and 8/min rate. Some exPeriments were carried out also in isothermal mode. The gas-phase temperatures before and after the catalyst bed were measured (input and output temperature, respectively) by stainless steel shielded thermo- couples immersed into the gas flow and aligned with the axis of the reactor at the bottom and top of the catalyst layer, respectively. By this arrangement the heat jump during the reaction could be measured with an accuracy of I. In standard experiments the gas flow and xylene introduction were started at room temperature. Then a linearly programmed temperature increase was applied and the gas composition was continuously analyzed. After having passed the tern- 160 L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 R~. furnace . . \\... \\\\ \\\\ \\ \\ Back pressure regulator . k , : i..R I , ~-, hl~\" I\\\\\\l-,l programmerl [ I i i rastlictions I~ ~ ID / preheater evaporator mass flow controllers N2 02 I [ ........ I i -- I N2 Sparel I { J] IIIIIIII- -'~-] computer T~iuartz wool plug ~ quartz wool plug I I b/L,o Fig. 1. Scheme of experimental set-up. (NDIR) non-dispersive CO+CO2 analyzer; (PID) photoionization detector; (TC) thermocouple. perature for the total conversion of m-xylene by 50-100, the temperature was decreased to 100 in a similar fashion. The cycle was repeated several times. Homogeneous gas-phase oxidation was measured without any catalyst but with the quartz wool plugs in place. The data collection and data processing were carried out by a personal computer. In some experiments the catalyst was heated in a N2 + Oz stream without xylene to reaction temperature, then xylene was introduced when the temperature stabilized and the conversion was recorded. L. Bork6 et al./Applied Catalysis A: General 130 (1995) 157-174 161 3. Results 3.1. Catalyst character&ation In Table 1 the nominal and surface compositions of the catalyst are presented. Based on chemical analysis the nominal composition of the stainless steel flakes was Fe46Cr23Ni31. To quantify the XPS results the bulk composition of the flakes was measured after extensive Ar ion sputtering resulting in Fe44Cr23Ni33. The surface of sample A consists of mainly oxygen and carbon as given in Table 1. As expected for stainless steel there is a relative enrichment in chromium compared to the bulk. Of the metallic components palladium is the most abundant one. There is practically no difference in the surface compositions of samples A and B. All the metallic components including palladium are in oxidized state. The binding energies were: Pd 3d5/2 = 336.5 eV, Fe 2p3/2 = 711.5 eV, Cr 2P3/2 = 577.5 eV, Ni 2p3/2 = 856.3 eV. The only difference is in the shape of the C ls peak. In spectrum fitting the carbide component at 283 eV binding energy had to be included. After oxidation its relative contribution decreased from 48% to 17% indicating that during the reaction a carbide-type surface layer developed which was only partially removed on oxidation in air. Before TPR experiments the hydrogen uptake in the titration at 100 was below the detection limit of 5/xmol/g. Only one broad peak at 350 was observed in the TPR which was assigned to the reduction of PdO together with NiO. The hydrogen uptake was, with 10/xmol/g, about ten times higher then that expected from the amount of palladium present in the catalyst. Carbon monoxide titration was not conclusive in measuring the available palladium surface because of the low palla- dium content of 0.01 wt.-%. On sample A there was no hydrogen uptake in the first Table 1 Characterization of the Pdo.01 / ( Fe46Cr23Ni3 ~ ) catalyst Element Support Surface analysis by XPS (wt.-%) XRDa phase Sample A Sample B Totalb Metalsc Supportd Totalb Metalsc Supportd Pd n.a. 26 56 - 25 60 - crystalline Fe 31 6 13 29 4 10 25 crystalline Cr 44 9 19 43 7 17 43 crystalline Ni 25 6 12 28 6 13 32 crystalline O - 46 - - 49 - - n.a. C - 7 - - 9 - - n.a. a No alloy formation was detected. b Calculated for all detected components. c Calculated for metallic components only. d Calculated for components of the stainless steel only. 162 L. Bork6 et al. /Applied Catalysis A.\" General 130 (1995) 157-174 0 (.9 0 0 l 0.6 0.4 0.2- 0.0 CO O~ o o@~r) ,', 0%0 o 002 ,** *:o . 6~%O * % 400 600 800 1000 Temperature () Fig. 2. Thermic oxidation of m-xylene to CO2 ( and CO (it). Temperature ramp 2/min; m-xylene concen- tration 0.104%; oxygen concentration 20%. TPR run. On oxygen treatment at 450 the hydrogen uptake in the TPR was again 10/zmol/g. In X-ray diffraction (XRD) all of the metallic components including palladium could be detected as well developed crystalline phases without any interaction between the components. 3.2. m-Xylene oxidation Thermic reaction of 1040 ppm m-xylene in presence of 80 vol.-% N2 and 20 vol.-% O2 starts at 450. The main products are carbon monoxide, carbon dioxide and water. No attempt was made to analyze the oxygenates. With increasing tem- perature the carbon monoxide selectivity increases and passes through a maximum at about 750 (see Fig. 2). The combustion to carbon dioxide commences at 820 and the total oxidation occurs at 910 with 200 ppm carbon monoxide left in the mixture. Below 800 the main product is carbon monoxide. The heating and cooling curves are practically identical. When combustion is carried out over Pd/stainless steel flakes as a catalyst, low and high activity states (see Fig. 3a) can be distinguished. Generally, the fresh or stored-in-air catalyst starts working at 400, while after several cycles the ignition temperature (defined as the input temperature for 50% conversion to carbon dioxide during heating) is shifted below 200. During the heating period, at the start of the reaction, trace amounts of carbon monoxide are formed which are further oxidized at the ignition temperature above which carbon dioxide is the only product. During the cooling period first some carbon monoxide is detected above the extin- guishing temperature (defined as the input temperature for 50% conversion to carbon dioxide during cooling) when carbon dioxide conversion starts to decrease. Compared to the homogeneous reaction the ignition is diminished by 130-330 L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 163 a 0 1.0 0.8 0.6 0.4 0.2 i 100 500 m r i i 200 300 400 Input temperature () b 500 ,oo ii 0 100 , , 1 O0 200 300 400 500 Input temperature () Fig. 3. High (\"/~) and low (C)) activity state of Pd / stainless steel catalysts in m-xylene oxidation. CO2 concentration (a) and output temperature (b) as a function of input temperature. Temperature ramp 2/min; contact time 0.03 s; m-xylene concentration 0.100%; oxygen concentration 20%. in presence of a catalyst under the same condition. By replacing the term 'light-off temperature', widely used in the literature, with the ignition and extinguishing temperatures we want to stress the difference between the heating and cooling periods. As is already shown in Fig. 3a on the stabilized catalyst, the conversion-tem- perature curves during repeated temperature cycles show hysteresis, i.e. the curves 164 L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 are different for the heating and cooling periods. The hysteresis is defined by a difference in ignition and extinguishing temperatures measured at the heating and cooling curves. The conversion-temperature hysteresis is accompanied by a temperature hyster- esis as presented in Fig. 3b. This latter curve is obtained when the output temper- ature is plotted vs. the input temperature. As shown in Fig. 3b for the low activity state there is hardly any difference in the input-output temperatures, i.e. the hys- a 2.4 1.8~ I C o 0.6 r 0.5 i 0.4 0.30~ 0.2 0 0.1 0.0 50 150 250 Input temperature () ~- 0.0 350 0 o t', E R 0 400 300 200 1 O0 50 ,J 150 250 Input temperature () 350 L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 C 2.4 q 165 1.8 (~ 1.2 0 0.6 0.0 F- 50 150 250 350 Output temperature () Fig. 4. Catalytic combustion of m-xylene. CO2 (~r) and CO ( concentration vs. input temperature (a) ; output temperature vs. input temperature (b); CO2 (~) and CO ( concentration vs. output temperature (c). Tem- perature ramp 2/min; contact time 0.03 s; xylene concentration 9.260%; oxygen concentration 20%. teresis in the conversion is not reflected in a hysteresis in the temperature, whereas in the high activity state there is a marked hysteresis also in the temperature curves. Note the sharp change in the conversion at the ignition and extinguishing temper- atures for the high activity state compared to the ones for the low activity state. The hysteresis and the carbon monoxide formation in the high activity state is more pronounced if the m-xylene concentration is increased (see Fig. 4). It is worth noting that the sharp increase and decrease in the output temperature vs. the input temperature in Fig. 4b has two local minima. In Fig. 4c the conversion is plotted against the output temperature instead of the input temperature to demon- strate the deviation from the Arrhenius type temperature dependence. Again a sharp increase commences at the ignition temperature while the curve is smooth at the extinguishing temperature. The crossover at high temperature is caused by the local minimum in the output temperature in Fig. 4b. The ignition temperature as well as the hysteresis in the catalytic combustion can further be influenced by changing the reaction conditions. It is, therefore, necessary to study the correlation between the ignition temperature and the reaction parameters. Under non-steady-state conditions the interpretation of hysteresis is much more difficult than in steady state [ 9 ], because the effects resulting from the reaction mechanism and/or the energy feed back are difficult to separate. Reversible changes in the surface composition of the catalyst may also play a role. The reason why we still choose the non-steady-state of the reaction is due to the effort to approach the real conditions under which continuous changes in the temperature, reactants concentration, catalyst deactivation, etc. are operative. 166 a L, Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 1.0 0.8 ! 0 0.6- 0.4 0.2 = i 0,0 100 b 350 ! 6\" 3oo t i e~ E 250 200~ I i } / 150 200 250 300 Input temperature () J ;j / i 150 -~ ~ ~--~ 1 T 1 1 O0 150 200 250 300 Input temperature () Fig. 5. Effect of temperature ramp on the hysteresis. Concentration of CO2 (a) and output temperature (b) as a function of input temperature. Temperature ramp: 2/min ([]) ; 3/rain ( ; 8/min (~r); contact time 0.03; xylene concentration 0.104%; oxygen concentration 20%. In Fig. 5a the effect of the temperature ramp is illustrated. On increasing the ramp the ignition temperature increases and the extinguishing temperature decreases. A similar widening can be seen in Fig. 5b for the temperature hysteresis. When the m-xylene concentration is increased the ignition temperature remains about the same. However, the width of the hysteresis loop also increases as shown in Fig. 6a. The same holds for the temperature hysteresis (see Fig. 6b). L. Bork6 et al. /Applied Catalysis A.\" General 130 (1995) 157-174 a 2.4 167 E o\" o 1.8 1.2 0.6 0.0 1 O0 200 Input temperature () 1 3oo b 400 - 0 3O0 '-i Q. E \"5 200 0 100 0 3(30 1 O0 200 Input temperature () Fig. 6. Effect of m-xylene concentration on the hysteresis. Concentration of CO2 (a) and output temperature (b) as a function of input temperature, Xylene concentration: 0.10% (O); 0.20% (; 0.26% ($r); temperature ramp 2/min; contact time 0.03 s; oxygen concentration 20%. When the oxygen concentration is increased, the ignition temperatures are shifted towards lower temperature (see Fig. 7a) and the hysteresis practically disappears at 20 vol.-% 02. Hardly any hysteresis in the input-output temperature curves can be observed (see Fig. 7b). With increasing contact time (decreasing the gas flow-rate) the ignition tem- perature does not change and again the hysteresis disappears (see Fig. 8a). The 168 L. Bork6 et al. / Applied Catalysis A: General 130 (1995) 157-174 a 1.o o~ o 0.8 o.6 i'T 0.4 -t 0.2 0.0 ~ ~, ~ ,~, ~ c----- 100 150 200 2 0 Input temperature () q 300 b o CI. E 0 300 i i 250 200 150 /J 100 ~ - ' loo 1~o 2oo 250 300 Input temperature () Fig. 7. Effect of oxygen concentrauon on the hysteresis. Concentration of CO2 (a) and output temperature (b) as a function of input temperature. Temperature ramp 2/min; contact time 0.06 s; xylene concentration 0.104%; oxygen concentration: 2% (; 4% ([]) ; 20% ( ~t ). slight temperature hysteresis also disappears on increasing the contact time (see Fig. 8b). In order to study the possible role of hetero-homogeneous processes isothermal concentration transients were studied. The catalyst was first heated in N2 + 02 flow L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 169 a o\" 1.0 0.8 0.6 0.4 0.2 0.0 ..... , , , 1 O0 200 300 400 Input temperature () b 400 200 o 100 . 1 O0 200 300 400 Input temperature () Fig. 8. Effect of contact time on the hysteresis. Concentration of CO2 (a) and output temperature (b) as a function of input temperature. Temperature ramp 2/rain; contact time: 0.03 s (~); 0.06 s (~'); xylene concentration 0.104%; oxygen concentration 20%. up to 270 and then m-xylene was introduced. The change in the concentration as well as the input and output temperatures were recorded as a function of time. As shown in Fig. 9 the amount of carbon dioxide gradually increases and after a certain time suddenly reaches the full combustion. Note that part of the m-xylene feed is retarded by the catalyst during the induction period. About 3.2- l019 xylene mole- 170 L, Bork6 et al. / Applied Catalysis A.\" General 130 (1995) 157-174 4500 4,0 360 4000 I J i:lz ,000i i / i\\ i FI.0 3.0 320 ~\" o,,_., ,Q 2.0 ~ 280 E 0 0.. \"5 0 240 20O 9300 9500 9700 9900 10100 Time (sec) 350 Fig. 9. Combustion of a nitrogen-oxygen mixture under isothermal conditione. Xylene concentration ([]); CO~ concentration (O) ; output temperature ( \"~- ). Input temperature 260; contact time 0.06 s; xylene concentration 0.450%; oxygen concentration 20%. cules/g were passed over the catalyst, while only 2.9.10~9 xylene/g and 5.4.1019 molecules COJg left the reactor. Note also that there is no abrupt change in the output temperature during the acceleration period. The acceleration starts about 90 s after the start of m-xylene introduction despite the fact that the temperature set for the isothermal reaction is above the expected ignition temperature in the temperature programmed mode. When the m-xylene feed is interrupted there is a sharp increase in the carbon dioxide concentration which is followed by a decrease. The time constant for the decrease in carbon dioxide concentration is slightly higher than that for the volu- metric elution of m-xylene indicating oxidation in the adsorbed layers. 4. Discussion In total oxidation of hydrocarbons the problems of heat-and mass transfer cannot be avoided. These effects can somewhat be reduced by using a non-porous support with extremely low surface area and high linear gas velocity of 0.15-0.3 m/s. In the present case the pore and gas-phase diffusions as limitations for mass transfer can be excluded. The diffusion through the layer adhered to the stainless steel flakes is the only step where mass transfer can possibly play a role, but the thickness of this layer is also reduced by the turbulent gas flow. The high gas flow and the metallic support also reduce local overheating. The reactor operates nearly in adiabatic mode because the increase in the output temperature in the high activity state is close to that calculated from the m-xylene conversion by neglecting any heat transfer through the quartz glass. In the low activity state the reaction temper- ature is about 400 where heat loss by radiation becomes noticeable, resulting in a diminished temperature increase in the output temperature. L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 171 By diminishing the effects of heat- and mass transfer two other effects could be observed. One of these is the build up of intermediates and formation of active ensembles on the surface. In Fig. 9 the induction period in the isothermal mode clearly indicates this effect. It is difficult to distinguish between changes attributed to the catalyst itself (e.g. oxidation state of Pd) or to the build up of the interme- diates. The transient increase in the carbon dioxide concentration on switching off the m-xylene feed is a proof for burning off some intermediates, probably a car- bonaceous layer. The second effect is the initiation of homogeneous chain reactions in which the species produced on the surface propagate gas-phase reactions and vice versa [ 10,11 ]. When this process starts (or extinguishes) the reaction mechanism is to be changed and this drastically affects reaction rate. To show the presence of this type of reaction, the carbon dioxide concentration against both the input and output temperatures was plotted in Fig. 4. Since both are far from Arrhenius-type curves, we assume a change in the reaction mechanism because the average catalyst tem- perature is between those of the input and output. The sharp increase in both curves, especially in that of the output temperature, can be explained by the start of hetero- homogeneous reactions. The surface rearrangement alone is not an explanation because in the cooling period there is a minimum in the output vs. input temperature curve and a sharp decrease in the beginning of the carbon dioxide vs. output temperature curve. These two effects cannot be explained by surface rearrangement alone. Now, we are in the position to give a generalized description on the hysteresis measured on the catalyst in steady state. Starting experiments at low temperature, m-xylene is adsorbed on the surface and blocks the sites for oxygen adsorption. At increasing temperature first the adsorbed layer is rearranged, active intermediates are formed and free adsorption sites for oxygen chemisorption are created. In this period the input and output temperatures are the same and the carbon dioxide formation is described by Arrhenius-type curves. With increasing conversion and temperature the surface reaction initiates chain reactions in the gas phase, resulting in a sharp increase in the conversion. This process, however, points to an interlock between homogeneous and heterogeneous processes because once an active species, e.g. hydroperoxide, is formed which propagates gas-phase reactions, the final prod- uct is not carbon dioxide but carbon monoxide, as shown in Fig. 4a, which is later oxidized to carbon dioxide on the surface of the catalyst. In this period the output temperature is also increasing because of the adiabatic behaviour of the reactor and all m-xylene is converted to carbon dioxide. Starting at full conversion and decreasing the input temperature, first the output temperature does not change and because of the hetero-homogeneous processes full conversion is still maintained at the top part of the catalyst bed. As the input temperature further decreases, the length of this active part also decreases. Depend- ing on the experimental conditions the hetero-homogeneous processes are termi- nated, resulting in a drastic drop both in the conversion and in the output temperature 172 L. Bork6 et al. / Applied Catalysis A: General 130 (1995) 157-174 (see Fig. 4b) so the whole reaction is quenched. Here we must consider changes also in the form of the carbonaceous deposits. XPS data show that on catalyst A most of the carbon exists in carbide form. This carbide is most probably not active in the oxidation and it is formed during the extinguishing of the reaction. On the following heating period a part of this carbide first has to be removed, resulting in a higher ignition temperature. In this removal m-xylene is an active reactant. In this description the energy feed back, the formation of active intermediates, burning off carbide carbon and the hetero-homogeneous processes together control the hysteresis in the stabilized, high activity state of the catalyst. Their relative importance is determined by the experimental conditions. The origin of the low activity state will be discussed later. First, we discuss the effect of the m-xylene concentration given in Fig. 6. Here we expect only a slight change in the ignition temperature, as at low temperature the surface is fully covered with m-xylene regardless of the gas-phase concentration. A difference develops when rearrangement in the adsorbed layer starts. Namely, a higher m-xylene concentration hinders formation of the free surface sites available for the oxygen chemisorption and thus, a small increase is anticipated in the ignition temperature. In contrast, we expect a drastic decrease in the extinguishing temper- ature on increasing m-xylene concentration as this results in an increase in the heat formation. This increased energy feed back is clearly demonstrated in Fig. 6b. An increase in the oxygen concentration has the opposite effect on ignition temperature (see Fig. 7). Here more oxygen in the gas phase gives rise to oxygen chemisorption at lower temperature. As the energy feed back remains constant only a small change in the extinguishing temperature is expected because of the higher oxygen coverage. An increasing gas flow-rate, which is equivalent to a decrease in contact time, has no pronounced effect on the ignition and extinguishing temperatures (see Fig. 8) as it has no influence on the structure of the surface intermediates or on the heat production. The most complex case is when the temperature ramps, i.e. the heating and cooling rates, are changed. On increasing the ramp the ignition temperature increases and the extinguishing temperature decreases (see Fig. 5 ) mainly because of kinetic reasons. During heating some time is needed for the formation of the active intermediates. When the ramp increased an increasing time-lag develops for the formation of the active surface states resulting in a higher temperature for the start of the hetero-homogeneous processes. Because of the increasing time-lag, on the cooling side again there is a decrease in the extinguishing temperature as the energy feed back temporarily compensates for the decrease in the input temperature. Now we can discuss the appearance of high and low activity states. Low activity states were observed when the catalyst was not in use for some weeks. The high activity state developed during 3-10 heating-cooling cycles in an air m-xylene mixture. Air alone was not effective. The number of cycles was influenced by the L. Bork6 et al./Applied CatalysisA: General 130 (1995) 157-174 173 1.60 - 9.0 1.20 0.80 o\" 0.40 8.0 7.0 6.0 5.0 4.0 i ......... 3.0 .............. , 2.0 i1 oxygen concentration as on increasing oxygen concentration the number of cycles decreased. In some cases the activation-deactivation process under isothermal conditions could be followed by changing the oxygen concentration as given in Fig. 10. Here, at 260 with a stoichiometric oxygen concentration of 1.5% no conversion took place. On increasing the oxygen concentration to 5% suddenly full conversion set in. On decreasing the oxygen concentration to 3% still full conversion was meas- ured. On a further decrease to 2% the conversion dropped to zero. On increasing again to 3% there was no conversion. Thus, 3% oxygen was found to be a threshold value below or above which zero or full conversion, respectively, can be observed. This phenomenon can be most probably explained by the presence of carbonaceous deposits. On the working catalyst the formation and the removal of the carbonaceous deposits are in dynamic equilibrium. On disturbing this equilibrium by decreasing the oxygen concentration the rate of removal decreases, resulting in a deactivation. To activate the removal process again a higher oxygen concentration is necessary. On storing the used catalyst at room temperature most probably there are some slow rearrangements in the carbonaceous deposits. According to XPS the surface of the spent catalyst consists mainly of oxides and carbon in carbide form, the metallic components being only about 12-15 at.-%. We assume that the stability of the carbide form increases with time, which means that more severe conditions are needed to remove them. This results in an increase in the ignition temperature. On repeated heating-cooling cycles this carbide is replaced by the less stable one, resulting in a decrease in the ignition temperature. o.oo I 12oo 32oo 52oo 7200 Time (sec) Fig. 10. Bistability as a function of oxygen concentration under isothermal conditions. Input temperature 260; contact time 0.03 s; xylene concentration 0.130%; oxygen concentration (dashed line). 174 L. Bork6 et al. /Applied Catalysis A: General 130 (1995) 157-174 Acknowledgements The authors are indebted to the National Committee of Technological Devel- opments, Hungary for the financial support of the work under contract No. 7-03- 0860. Dr. I. Manninger has prepared the catalyst. References [ 1 ] R. Prasad, L.A. Kennedy and E. Ruckenstein, Catal. Rev.-Sci. Eng., 26 (1984) 1. [2] J.J. Spivey, in G.C. Bond and G. Webb (Editors), Catalysis, The Royal Society of Chemistry, Cambridge, 1989, p. 158. [3 ] G.I. Golodets, Heterogeneous Catalytic Reactions Involving Molecular Oxygen, Elsevier, New York, 1983. [4] S.L. Kiperman, Kinet. Katal., 35 (1994) 45. [5] V.V. Azatyan, Usp. Khim., 54 (1985) 33. [6] T.M. Shaprinskaya and Yu. Pyatnitskii, React. Kinet. Catal. Lett., 23 (1983) 107. [7] T.M. Shaprinskaya, Kinet. Katal., 32 ( 1991 ) 170. [8] L. Bork6, Z. Hua, Z. Schay, 1. Nagy, A. Lovas and L. Guczi, in Third Intern. Congr. on Catalysis and Automotive Pollution Control, Brussels, 1994, p. 179 [9] T.M. Shaprinskaya, V.P. Stasevich, G.P. Korueychuk, Kataliz i Katalizatori, Naukova Dumka, Kiev, vol. 24 (1986) p. 60 [ 10] D.M. Brown and D.L. Trimm, Proc. R. Soc. Lond. A., 326 (1972) 215 [ 11 ] O.V. Krylov, React. Kinet. Catal. Lett., 35 (1987) 315 APCATA 9500100X 0926-860X(95)00100-X 10.1016/0926-860X(95)00100-X Article Total combustion of m-xylene over palladium catalysts supported by stainless steel flakes László Borkó Zoltán Schay László Guczi ∗ Department of Surface Chemistry and Catalysis, Institute of Isotopes of the Hungarian Academy of Sciences, P.O. Box 77, Budapest, H-1525, Hungary ∗ Corresponding author. Total combustion of m-xylene over Pd/stainless steel flakes has been investigated. Ignition temperature of the catalytic combustion of m-xylene mixtures over palladium catalysts is lowered by about 330°C compared to that of thermal oxidation. Hysteresis in the conversion-temperature curves recorded in temperature programmed modes is controlled not only by the operating conditions (the temperature ramp, concentration of the reactants, contact time) but also by catalyst pretreatments. High and low activity states have been observed with typical ignition temperatures of 200–250°C and about 400°C, respectively. In high activity state the combustion is likely initiated by the catalyst followed by a chain reaction which propagates into the gas phase. This is strongly supported by the abrupt increase in the conversion profile. During the induction period preceding the combustion, active species are accumulated on the surface which are responsible for this process. Keywords Palladium/stainless steel flakes m-Xylene combustion Hysteresis Hetero-homogeneous process References [1] R. Prasad L.A. Kennedy E. Ruckenstein Catal. Rev.-Sci. Eng. 26 1984 1 [2] J.J. Spivey G.C. Bond G. Webb Catalysis 1989 The Royal Society of Chemistry Cambridge 158 [3] G.I. Golodets Heterogeneous Catalytic Reactions Involving Molecular Oxygen 1983 Elsevier New York [4] S.L. Kiperman Kinet. Katal. 35 1994 45 [5] V.V. Azatyan Usp. Khim. 54 1985 33 [6] T.M. Shaprinskaya Yu. Pyatnitskii React. Kinet. Catal. Lett. 23 1983 107 [7] T.M. Shaprinskaya Kinet. Katal. 32 1991 170 [8] L. Borkó Z. Hua Z. Schay I. Nagy A. Lovas L. Guczi Third Intern. Congr. on Catalysis and Automotive Pollution Control Brussels 1994 179 [9] T.M. Shaprinskaya V.P. Stasevich G.P. Korneychuk Kataliz i Katalizatori vol. 24 1986 Naukova Dumka Kiev 60 [10] D.M. Brown D.L. Trimm Proc. R. Soc. Lond. A. 326 1972 215 [11] O.V. Krylov React. Kinet. Catal. Lett. 35 1987 315",
      "scopus-id": "0041758787",
      "coredata": {
        "eid": "1-s2.0-0926860X9500100X",
        "dc:description": "Total combustion of m-xylene over Pd/stainless steel flakes has been investigated. Ignition temperature of the catalytic combustion of m-xylene mixtures over palladium catalysts is lowered by about 330°C compared to that of thermal oxidation. Hysteresis in the conversion-temperature curves recorded in temperature programmed modes is controlled not only by the operating conditions (the temperature ramp, concentration of the reactants, contact time) but also by catalyst pretreatments. High and low activity states have been observed with typical ignition temperatures of 200–250°C and about 400°C, respectively. In high activity state the combustion is likely initiated by the catalyst followed by a chain reaction which propagates into the gas phase. This is strongly supported by the abrupt increase in the conversion profile. During the induction period preceding the combustion, active species are accumulated on the surface which are responsible for this process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-09-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9500100X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Borkó, László"
          },
          {
            "@_fa": "true",
            "$": "Schay, Zoltán"
          },
          {
            "@_fa": "true",
            "$": "Guczi, László"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9500100X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9500100X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00100-X",
        "prism:volume": "130",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Total combustion of m-xylene over palladium catalysts supported by stainless steel flakes",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium/stainless steel flakes"
          },
          {
            "@_fa": "true",
            "$": "m-Xylene combustion"
          },
          {
            "@_fa": "true",
            "$": "Hysteresis"
          },
          {
            "@_fa": "true",
            "$": "Hetero-homogeneous process"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "157-174",
        "prism:endingPage": "174",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 September 1995",
        "prism:doi": "10.1016/0926-860X(95)00100-X",
        "prism:startingPage": "157",
        "dc:identifier": "doi:10.1016/0926-860X(95)00100-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041758787"
      }
    }
  }
}