{
  "metadata": {
    "title": "Preparation of Pt<ce:glyph name=sbnd></ce:glyph>Re/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts by surface redox reactions II. Influence of the acid medium on Re deposition and Pt<ce:glyph name=sbnd></ce:glyph>Re interaction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-08-28",
    "doi": "10.1016/0926-860X(96)00086-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000865",
    "pii": "0926860X96000865"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041625706",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000865 0926-860X(96)00086-5 0926860X96000865 10.1016/0926-860X(96)00086-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00026 2024-01-01T12:18:48.759026Z 0 0 19960828 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 143 143 2 2 Volume 143, Issue 2 7 283 298 283 298 19960828 28 August 1996 1996-08-28 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. PREPARATIONPTREAL2O3CATALYSTSBYSURFACEREDOXREACTIONSIIINFLUENCEACIDMEDIUMREDEPOSITIONPTREINTERACTION PIECK C BOLIVAR 1975 249 C WEBB 1975 485 A MCNICOL 1977 438 B CHARCOSSET 1979 468 H WAGSTAFF 1979 434 N BILOEN 1980 112 P BERTOLAEINI 1980 73 R BARBIER 1981 71 J MENON 1984 59 P COUGHLIN 1984 150 R SAEHTLER 1984 1 W COUGHLIN 1984 163 R SHUM 1985 371 V SHUM 1986 126 V AUGUSTINE 1987 417 S AUGUSTINE 1987 5953 S MALET 1989 567 P AUGUSTINE 1989 217 S AUGUSTINE 1989 184 S BAZIN 1990 86 D MARGITFALVI 1984 903 J PROCEEDINGS8THINTERNATIONALCONGRESSCATALYSISBERLIN TRAVERS 1984 981 C PROCEEDINGS8THINTERNATIONALCONGRESSCATALYSISBERLIN MENEZO 1985 353 J ADURIZ 1989 97 H MENEZO 1992 1 J PIECK 1995 153 C WANKE 1982 341 S PROGRESSINCATALYSTDEACTIVATION PIECK 1990 47 C PARFITT 1976 415 G BRUNELLE 1978 1211 J WANG 1982 232 L MULCAHY 1994 654 F PIECKX1996X283 PIECKX1996X283X298 PIECKX1996X283XC PIECKX1996X283X298XC item 0926-860X(96)00086-5 0926860X96000865 1-s2.0-0926860X96000865 10.1016/0926-860X(96)00086-5 271346 2024-01-01T12:18:48.759026Z 1996-08-28 1-s2.0-0926860X96000865-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000865/MAIN/application/pdf/89ad84a2f1920e699db2b2200fcaf586/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000865/MAIN/application/pdf/89ad84a2f1920e699db2b2200fcaf586/main.pdf main.pdf pdf true 741971 MAIN 16 1-s2.0-0926860X96000865-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000865/PREVIEW/image/png/81c16663065ea874cd0db3ac38e0c4c1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000865/PREVIEW/image/png/81c16663065ea874cd0db3ac38e0c4c1/main_1.png main_1.png png 40034 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 143 (1996) 283-298 Preparation of Pt-Re/A1203 catalysts by surface redox reactions II. Influence of the acid medium on Re deposition and Pt-Re interaction C.L. Pieck 1, p. Marecot *, J. Barbier Universit~ de Poitiers, URA CNRS 350, Laboratoire de Catalyse en Chimie Organique, 40, avenue du Recteur Pineau, 86022 Poitiers Cgdex, France Received 13 November 1995; revised 30 January 1996; accepted 31 January 1996 Abstract Bimetallic Pt-Re/A1203 catalysts are prepared under hydrogen atmosphere by a surface redox reaction between hydrogen adsorbed on a parent platinum/alumina catalyst and the perrhenate ion ReO4. This reaction, called catalytic reduction, occurs only in an acidic medium, with a maximum rhenium deposition appearing as a function of the concentration of the acid solution. The preparation of bimetallic Pt-Re/A1203 catalysts by catalytic reduction of the rhenium salt on a highly dispersed platinum catalyst leads to bimetallic particles after activation by direct reduction under hydrogen. The calcination at 450 partially destroys the interaction between the two metals, the effect being more obvious on chloride containing samples. The activation procedure produces the reverse effect at high rhenium loading deposited on a parent catalyst of low dispersion. Keywords: Platinum-rhenium; Catalytic reduction; Hydrocarbon conversion 1. Introduction Catalysis of hydrocarbon conversion over bimetallic Pt-Re/~/-A1203 cata- lysts has been the subject of numerous papers [1-21], since Kluksdahl [1] revealed the superior performance of this system in catalytic reforming. The * Corresponding author. Tel.: (+ 33-49) 453910; fax: ( + 33-49) 453499. 1 On leave from Instituto de Investigationes en Catalisis y Petroquimica INCAPE Santiago del Estero 2654, (3000) Santa Fe, Argentina. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. Pll S0926- 860X(96)00086-5 284 C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283 298 main difficulty in the preparation of such catalysts is to bring the two metals into close contact in order to obtain bimetallic entities. Classical coimpregnation or successive impregnations often prove to be unsatisfactory and new techniques are being used to optimise the interaction between the two metals. Among them, we can mention redox reactions which occur in liquid phase between a prereduced 'parent' metal or a reducer adsorbed on the 'parent' metal, and the oxidized form of the modifier introduced in solution [22-26]. In a previous work [27], we investigated the preparation of bimetallic PtRe/AI203 catalysts by surface redox reaction between hydrogen adsorbed on a 'parent' platinum/alumina catalyst and perrhenate ions. Thus, it was demon- strated that large amounts of rhenium can be deposited by this technique when the reduction is carried out under hydrogen atmosphere in a 0.2 M hydrochloric acid medium. The objective of this work is to investigate (i) the influence of the acid medium on the deposition of rhenium by catalytic reduction, and (ii) the nature of the interaction between the two metals on catalysts prepared by this tech- nique. For the last point, we use the reaction of cyclopentane hydrogenolysis, which, according to Augustine and Sachtler [16,17], probes the extent of alloying on the supported particles. 2. Experimental 2.1. Catalyst preparation A ~-AlzO3 (Rh6ne Poulenc, surface area 246 m2/g, pore volume 0.60 cm3/g) was used as catalyst support. Platinum monometallic catalysts were prepared by impregnation with H2 Pt C16 dissolved in 0.2 M HC1 or Pt(NH3)4 (OH)2 dissolved in water. After impregnation, the catalysts were dried overnight in air at 120, calcined at 450 for 4 h and then reduced in hydrogen at 500 for 8 h. Bimetallic Pt-Re catalysts were prepared by the 'catalytic reduction' method [27]. A known amount of the freshly reduced parent catalyst (0.6 wt.-% Pt/A1203) was suspended in an aqueous solution (water or mineral acid at different concentrations) and purged with nitrogen. Then, hydrogen was bubbled for 2 h before addition of the rhenium solution (NH4 ReO4 salt dissolved in water or acid medium) first deoxygenated. Samples of the rhenium solution were analyzed to follow the evolution of rhenium deposition versus time of reaction. After 1 h reaction, bimetallic catalysts were filtered, washed with water and dried overnight in air at 120, then, activated following one of two thermal treatments: one part was directly reduced (hydrogen, 8 h, 500) and the other was calcined (air, 4 h, 450) and then reduced (hydrogen, 8 h, 500). C.L Pieck et aI./Applied Catalysis A: General 143 (1996) 283-298 285 The rhenium concentration in the solution and the rhenium content of bimetallic catalysts were determined by atomic absorption spectroscopy. 2.2. Metal accessibility Total metal accessibility was obtained by the H2-02 titration method in a static volumetric equipment [9]. Hydrogen preadsorbed at 500 was titrated at 25 by oxygen. Isotherms have been determined in the 0-50 Torr range. Extrapolation to the original value was used to calculate the number of exposed atoms, following the stoichiometry proposed by Isaac and Petersen [9]. 2.3. Test reactions Cyclopentane hydrogenolysis and cyclohexane dehydrogenation were carried out at atmospheric pressure in a conventional flow reactor at 290 and 270, respectively. Injections of cyclopentane and cyclohexane were made using a calibrated motor-driven syringe. The hydrogen partial pressures amounted to 91.3 kPa and 94.1 kPa, and the hydrocarbon partial-pressures were 9.7 kPa and 6.9 kPa for cyclopentane hydrogenolysis and cyclohexane dehydrogenation, respectively. The analysis of the reaction products was performed by gas chromatography with a flame ionization detector. 3. Results 3.1. Catalyst preparation Fig. 1 shows the evolution of rhenium deposition on the 0.6 wt.-% Pt/AI203-1.10 wt.-% C1 catalyst as a function of time in the course of the 'catalytic reduction' of the rhenium salt dissolved in solutions of different acidities. Thus, the rhenium deposit decreases as the concentration of hydrochlo- ric acid increases, the highest deposit being obtained for perrhenate dissolved in water. However, the 'parent' platinum catalyst contains chloride ions (1.10 wt.-%). Then, we tried to establish the effect of chloride content of the 'parent' catalyst on the deposition of rhenium by catalytic reduction. Three 0.6 wt.-% Pt/A1203 catalysts with similar accessibilities (about 50- 55%) but different chloride contents were submitted to hydrogen bubbling in the presence of the same amount of rhenium salt dissolved in distilled water. The curves plotted in Fig. 2 show that the rhenium deposit increases with the chloride content of the catalyst. The rhenium loading on the non-chlorinated catalyst (near 0.20 wt.-%) corresponds to the amount of rhenium deposited on the same catalyst by exchange of the perrhenate ions under nitrogen, as shown in a previous work [27]. On the other hand, rhenium is deposited by catalytic 286 C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 ,2[ 1.0 ~l~. I~ ~'l~ o~ ]-i!lr\"t1~ ,~_ .I,'~''' ~ 0.8 J' .I\"'O''~''\" 1 t- llg\" Q 0.4 e-- / BHCI 0.00 M t=. n-- 0.2 HCI 0.01 M HCl 0.20 M I I 0 i0 20 30 Time, minutes Fig. I. Weight percent of rhenium deposited as a function of time reaction. Parent catalyst: 0.6 wt.-% Pt/Al203, 1.1 wt.-% C1, D: 56~. Rhenium salt: NH4ReO4. Maximum amount of rhenium to be deposited: 1.5 wt.-%. Temperature: 20. Hydrochloric acid medium of different concentrations. reduction on the non-chlorinated catalyst only when the solution of the precursor salt contains hydrochloric acid (Fig. 2). In conclusion, chloride on the parent catalyst or hydrochloric acid in the solution are necessary to the deposition of rhenium by catalytic reduction. 2.5 2.0 ._o, \"~\" 1.5 1.0 E 0.5 1.10%Cl, distH20 DO.57%Cl,dist. H20 0.00 %Cl,dist HzO 0 000% CI,HCI 0.2 M i.m~ffp''~\" .~. / I I 20 40 6O Time, minutes Fig. 2. Weight percent of rhenium deposited as a function of time reaction. Rhenium salt: NH4ReO4. Maximum amount of rhenium to be deposited: 3.0 wt.-%. Temperature: 20. Parent catalyst: 0.6 wt.-% Pt/AI203 with different chloride contents. Solution: water or hydrochloric acid. C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 287 2.5 2.0 \"o\" 1.5 0,) o_ c~ 1.0 fi ._~ g e- n- 0.5 O.OOM .01M .05M HCI eO.lOM ~0.15M oO.20M / _ // ...O..~''~'''J AI,..~..I..~,-~\"~\"~\"\" !.iiPl ! P ! -- 0\" 0 I m -- m I I 20 40 60 Time, minutes Fig. 3. Weight percent of rhenium deposited as a function of time reaction. Parent catalyst: 0.6 wt.-% Pt/AI203, 0.0 wt.-% C1, D: 50%. Maximum amount of rhenium to be deposited: 3.0 wt.-%. Temperature: 20. Hydrochloric acid medium of different concentrations. However, the comparison of Figs. 1 and 2 suggests that an optimum chloride content exists, since the rhenium deposit decreases at higher concentrations of hydrochloric acid. This conclusion was borne out by experiments on a non-chlo- rinated parent catalyst by varying the hydrochloric acid concentration of the solution from 0.0 to 0.2 mol/1 (Figs. 3 and 4). Before the introduction of the solution of the rhenium salt, the catalyst was placed in a hydrochloric solution of the same acidity and submitted to hydrogen bubbling for 2 h. The measure of the pH of the solution at the beginning ('initial') and at the end ('final') of this treatment leads to the values reported in Table 1. Thus, the pH increases with time and it is always acid, except for the non-chlorinated catalyst in distilled water, where it rises to 7.5. We must remember that this is the only case where no rhenium deposition occurs with catalytic reduction. The increase of the pH during the 2 h pretreatment under hydrogen is explained by the surface polarization of the alumina support which may be schematically written: S-OH + H+C1- ~ S-OH+C1- where S-OH represents a surface adsorption site of alumina. Thus, in an acid medium, the support traps protons of the solution, leading to a shift towards higher pH, but also anions of the mineral acid. In order to see whether the key parameter for the deposition of rhenium is the 288 C.L. Pieck el al. /Applied Catalysis A: General 143 (1996) 283-298 2.5 2.0 e- \"a 1.5 e'l 1.0 c O.5 B HN03 A HCI \\\\ \\ \"11. 0 I I I 0 0.05 O.lO 0.15 020 Acid Concentration, molar Fig. 4. Weight percent of rhenium deposited as a function of acid concentration. Parent catalyst: 0.6 wt.-% Pt/A1203, 0.0 wt.-% C1, D: 50%. Maximum amount of rhenium to be deposited: 3.0 wt.-%. Temperature: 20. acidity of the medium or the presence of chloride ions, bimetallic catalysts were prepared from a non-chlorinated parent catalyst using nitric acid. The curves presented in Fig. 5 show that the deposition of rhenium by catalytic reduction occurs in nitric acid medium, pointing out the decisive role played by the protons. However, the kinetics for rhenium deposition are different in hydrochloric acid and nitric acid. Nevertheless, the optimum the- Table 1 Evolution of the pH of the solution during the pretreatment of the parent catalyst under hydrogen % Cl parent HCl solution pH catalyst concentration initial a final b 0.00 HzO 6.50 7.50 0.57 H20 4.60 5.09 1.10 H20 3.64 4.00 1.10 HC1 0.01 M 3.00 3.50 1.10 HCI 0.20 M 1.35 2.50 0.00 HC1 0.01 M 2.86 4.88 0.00 HC1 0.05 M 2.30 4.22 0.00 HC1 0.10 M 1.90 3.96 0.00 HCI 0.15 M 1.59 3.72 0.00 HC1 0.20 M 1.48 3.41 a pH of the solution at the beginning of the pretreatment under hydrogen. b pH of the solution at the end of the pretreatment under hydrogen (2 h). C.L Pieck et al. / Applied Catalysis A: General 143 (1996) 283-298 289 2.0 o~ 1.5 8 1.o Q. Q E ._~ ~ 0.5 n~ mo.ooM IOIM AO.O5M HN03 0.10 M O Om~ 5 M O 0.20 M ,~......-- - -~\" .... .,-0 ........ ,..,i o.\" ,'~ .................. I .... , .......... , ........... ,..... . -...., ..,, ....... -.< i$,~.._.._~ ........ ,,,0~.0_ __.0- -- ----0 ..... -0\" .... '-( m -- m nm m o) i N 0 20 40 60 Time, minutes Fig. 5. Weight percent of rhenium deposited as a function of time reaction. Parent catalyst: 0.6 wt.-% Pt/AI203, 0.0 wt.-% C1, D: 50%. Maximum amount of rhenium to be deposited: 3.0 wt.-%. Temperature: 20. nium deposit is obtained for the same acid concentration, whatever the nature of the acid (Fig. 4). 3.2. Catalytic properties Cyclopentane hydrogenolysis and cyclohexane dehydrogenation were carried out on bimetallic catalysts prepared from a non chlorinated parent Pt/AI203 catalyst in hydrochloric or nitric acid mediums. From Fig. 6, it can be seen that the catalytic activity for the hydrogenolysis reaction displays a maximum at a composition of about 70% rhenium on chloride containing catalysts activated by direct reduction. On the other hand, the activity of catalysts activated by calcination-reduction depends strongly on the initial concentration of hydrochloric acid (Table 2). Thus, the higher the chloride content, the greater is the drop of the activity for cyclopentane hydrogenolysis. With respect to the activity for cyclohexane dehydrogenation, it is slightly higher on calcined samples (Table 2). The effect of the calcination on the activity of the catalysts for cyclopentane hydrogenolysis can be explained either by a difference in acidity of the medium during the deposition of rhenium or by the presence of various chloride contents on the catalysts. Indeed, the values reported in Table 2 show that the residual chloride content of bimetallic catalysts depends on the initial hydrochloric 290 C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 0.4 E_ 0.3 > 8 o2 13_ 0 E ~ O.1 - > HNOs HCI 0 I 0 0.2 1.0 / le I',/ ', i\" I I f 0.4 0.6 0.8 % Re/(% Re+ % Pt ) Fig. 6. Cyclopentane hydrogenolysis on Pt-Re catalysts activated by direct reduction. (0): catalysts prepared in HC1 solution; (: catalysts prepared in HNO3 solution. Different acid concentrations. concentration. In order to choose between these two hypotheses, the same study was carried out on catalysts prepared in nitric acid. Fig. 6 shows that in the case of catalysts prepared in nitric acid, the optimum activity for cyclopentane hydrogenolysis on catalysts activated by direct reduc- tion is obtained for a rhenium content lower than that corresponding to the maximum for catalysts prepared in hydrochloric acid. Moreover, the effect of calcination on hydrogenolysis activity of catalysts prepared in nitric acid does not depend on the acid concentration, but rather on the rhenium loading (Table 3). Thus, the calcination leads to a decrease of the activity at low rhenium Table 2 Effect of calcination on the properties of Pt-Re/A1203 catalysts prepared from solutions of different hydrochloric acid concentration HCl C1 concentration (wt.-%) (molar) X Activity C(1) Activity C(2) R CR R CR 0.00 0.00 0.28 0.026 0.022 0.428 0.514 0.01 0.15 0.69 0.282 0.296 0.556 0.582 0,05 0.74 0.78 0.125 0.104 0.424 0.607 0.10 0.80 0.74 0.179 0.067 0.514 0.539 0.15 0.80 0.67 0.243 0.101 0.578 0.689 0.20 0.90 0.67 0.292 0.108 0.514 0.599 X = %Re/(%Re + %Pt). C(I): cyclopentane hydrogenolysis (10 2 mol converted per gram of Pt and second). C(2): cyclohexane dehydrogenation (10-2 tool converted per gram of Pt and second). CI: chloride content of bimetallic catalysts. R: catalysts activated by direct reduction. CR: catalysts activated by calcination-reduction. C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 Table 3 Cyclohexane dehydrogenation on Pt-Re catalysts prepared in nitric acid 291 HNO3 concentration (M) X Activity a R C-R 0.00 0.28 0.428 0.514 0.01 0.60 0.428 0.514 0.05 0.73 0.471 0.441 0.10 0.67 0.411 0.462 0.15 0.58 0.441 0.514 0.20 0.50 0.531 0.462 X = %Re/(%Re+ %Pt). R: catalysts activated by direct duction. a 10 2 mol converted per gram of Pt and per second. reduction. CR: catalysts activated by calcination-re- content, while the opposite effect is observed at high rhenium content. There- fore, on catalysts prepared in nitric acid, the maximum in activity for cyclopen- tane hydrogenolysis is shifted to high rhenium loadings after calcination (Fig. 7). With respect to the activity for cyclohexane dehydrogenation, it does not depend on either the activation procedure (direct reduction or calcination reduction) or the nitric acid concentration of the preparation solution (Table 3). As rhenium is not active for cyclohexane dehydrogenation [28], such a result would mean that the number of surface platinum atoms is constant on the different bimetallic catalysts. The influence of the dispersion of the parent platinum/alumina catalyst on the activity of bimetallic platinum-rhenium catalysts prepared by catalytic 04 E_ .~ 03 \"0 g o 0.2 Q. 0 E o.1 - \"6 0 0.2 Reduced Calcined- reduced /\" I I I 04 Q6 Q8 % Re/(% Re+%Pf ) 1.0 Fig. 7. Cyclopentane hydrogenolysis on Pt-Re catalysts prepared in HNO3 medium. (: catalysts activated by direct reduction; (0): catalysts activated by calcination-reduction. 292 C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 Table 4 Effect of calcination on the properties of Pt-Re/AI203 catalysts prepared from Pt/AI203 catalysts of different initial metal dispersion (HCI = 0.2 M) Catalyst C(1) C(2) Acc. (%) X % C! D (%) R CR R CR R CR 0.00 1.00 12 - 0.020 - 0.180 - 0.00 1.10 56 - 0.050 - 0.617 - - 0.39 1.10 12 0.029 0.020 0.291 0.321 11 14 0.40 1.10 56 0.106 0.027 0.514 0.621 43 59 0.73 1.05 16 0.104 0.243 0.124 0.266 18 25 0.71 1.00 19 0.069 0.169 0.150 0.308 - - 0.67 1.10 56 0.297 0.075 0.476 0.583 39 44 X = %Re/(%Re + %Pt). R: catalysts activated by direct reduction. CR: catalysts activated by calcination-re- duction. C(1): cyclopentane hydrogenolysis (10 2 tool converted per gram of Pt and per second). C(2): cyclohexane dehydrogenation (10-2 tool converted per gram of Pt and per second). D (%): metal dispersion of the parent catalyst. Acc. (%): metal accessibility of the Pt-Re catalyst. reduction in hydrochloric medium was also investigated. The activities for cyclopentane hydrogenolysis reported in Table 4 show that the addition of the same amount of rhenium leads to a more obvious synergetic effect on the highly dispersed catalyst after activation by direct reduction. On the other hand, the calcination of bimetallic catalysts prepared from the well dispersed platinum catalyst induces a decrease of the hydrogenolysis activity, as previously shown in the presence of chloride. On the contrary, for a parent catalyst of low dispersion, the calcination increases the activity of bimetallic catalysts at high rhenium content (X > 0.67), while no effect is observed at low rhenium loading ( X = 0.40). This beneficial effect of calcination on hydrogenolysis activity at high rhenium content can be explained by a redispersion of platinum, leading to a more intimate interaction between platinum and rhenium atoms. The increase of the activity for cyclohexane dehydrogenation and the higher metal accessibility after calcination of the bimetallic catalyst is in accordance with this hypothesis (Table 4). The redispersion of the metallic phase by calcination would be the result of an oxychloration reaction, similar to that used for the redispersion of reforming catalysts [29,30]. The chloride ions deposited on the catalyst during the preparation step would promote this reaction, the effect of rhenium loading pointing out that rhenium itself could further (by its redox properties) the formation of platinum oxychlorides. 4. Discussion The diagrams presented in Fig. 8 show the evolution of reduction potentials as a function of the pH for the following equilibriums: 2H++ 2e- ~ H2 E= 0.000V (1) C.L. Pieck et al./ Applied Catalysis A: General 143 (1996) 283-298 1.0 (2) 0.5 ](3x)~ o o \"-\"\\ .,~. ~.. \"~ -(1 o. \\\\\\ \\-\", -0.5 \"'~\"~. ~. -1.0 I I I I I I \"I 0 2 4 6 8 10 12 14 pH Fig, 8. Variation of the redox potential as a function of the pH for reactions (1-4). 293 ReO4 + 2H++ e- ~ ReO3 + H20 E= 0.768V (2) ReO4 + 4H++ 3e- ~ ReO2 + 2H20 E= 0.510V (31 ReO4+8H++7e- ~ Re4H2O E0.368V (4) Thus, the three reactions for the reduction of the ReO4 ions (Eqs. (2)-(4)) by hydrogen are feasible from a thermodynamic point of view for values of pH lower than 12. The catalytic reduction of perrhenate ions by hydrogen activated on platinum can then lead to the deposition of metallic rhenium according to the following semi-reactions: 7Pt-H ~ 7Pt + H ++ 7e- ReO4 + 8H++ 7e- ~ Re+ 4H20 7Pt-H + ReO4 + H+ ~ 7Pt + Re+ 4H20 (5) These equations show up the prominent role played by the concentration of protons on the deposition of rhenium. The amounts of rhenium deposited as a function of the pH of the solution before the introduction of the perrhenate salt ('final' pH) are reported in Fig. 9. For a pH about 7, the reduction of rhenium is negligible since the small deposit results from the adsorption of rhenium ions on the support [27]. This result is not 294 C.L. Pieck et al. / Applied Catalysis A.\" General 143 (1996) 283-298 2.5 2D .c ,d I5 IlJ g Q. Y' 1.o E .2 I- n~ 0.5 0 3 8 B HN03 A HCI I I I i 4 5 6 7 pH Fig. 9. Weight percent of rhenium deposited as a function of the solution pH. (O) Hydrochloric acid: (: nitric acid. surprising if we consider the standard reduction potential of perrhenate ions in water: ReO4+4H20+7e ~ ReOH- E -0.584V (6) which shows that ReO4 is only reducible by hydrogen at low pH. In fact, as the pH of the solution decreases, the amount of rhenium deposited by catalytic reduction increases. However, a maximum appears at pH about 4.5 whatever the nature of the acid used, and then the deposit drops. The maximum at pH 4.5, i.e for a concentration of protons of 10 4.5 M, may seem surprising if we consider the stoichiometry for protons in the reaction (5) leading to reduction of ReO4 to Re However, hydroxyl groups of the alumina are protonated in acid medium [31-34] and therefore the global redox reaction between hydrogen and rhenium ions could involve also the consumption of hydrogen ions adsorbed on the support. The rhenium ion is reduced probably in contact with hydrogen activated on platinum, which is oxidised enabling the regeneration of protons. However, from the redox reaction (5) it can be seen that a proton is consumed for each reduced rhenium atom. Therefore, the rhenium deposit should always be promoted by an increase of the acid concentration. This result is not observed since a maximum appears in function of the pH (Fig. 9). The drop in rhenium deposit at higher acid concentrations could be explain by a strong adsorption of CI- and NO3 ions on platinum (thus inhibiting the dissociative adsorption of hydrogen) or on the support in the vicinity of the platinum particles (thus limiting the approach of ReO4 ions). It must be recalled that we suggest, in a previous work [27], the C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 295 accumulation of rhenium as aggregates on particular sites of platinum and/or on the support in the vicinity of the platinum particles. Another explanation could be a decrease of the dissociation of the perrhenic acid formed as the acidity increases, the reduction of the ReO4 ion being easier than that of the non dissociated HReO4. Comparison of Figs. 3 and 5 shows that the initial rates for rhenium deposition by catalytic reduction are greater in nitric acid, particularly at high acid concentrations. On the other hand, the amount of rhenium deposited after 1 h reaction is higher in the hydrochloric acid medium. The initial rates of deposition, different in the presence of nitric or hydrochloric acid can be explained by a stronger Pt-C1- interaction than the Pt-NO3 one. Thus, platinum, in the presence of chloride ions, would show a smaller intrinsic activity for the catalytic hydrogenation of ReO4 ions than in the presence of nitrate ions. On the contrary, a high initial activity would lead to the deactivation of the catalyst, arising from the adsorption of rhenium on surface platinum atoms, since rhenium does not catalyse its own reduction [27]. This result can be seen in Fig. 5 by the appearance of a plateau as early as the first minutes of reaction. The same behaviour, with platinum deactivation, was previously observed for the reduction of rhenium ions under low hydrogen partial pressure [27]. Thus, the deactivation of platinum by rhenium deposition appeared when the hydrogen pressure is small or the initial rate high. In both cases, the deactivation of the catalyst would result from a diminution of the hydrogen supply in the close vicinity of the catalyst. '1 ntensity( a. u. ) H2 ~ 2H* +2e'(pH=2,P=lotm) -0.1 0.1 Potential (volts) Re4H20 ~ ReO~+SH *7e\" Fig. 10. Schematic intensity-potential curves for the H2/ReO4 couple. 296 C.L. Pieck et al./Applied Catalysis A,\" Genercd 143 (1996) 283 298 Fig. 10 represents the schematic intensity-potential curves of the redox reactions involved for the deposition of rhenium (H2 --+ 2H+ and ReO4 --+ Re. It can be seen that the potential of the system at high hydrogen pressure (rate of hydrogen oxidation and ReO2 reduction are equal) have a value El akin to that of the equilibrium potential of hydrogen. In this case, the catalyst has an important hydrogen supply and so there is a competition between adsorption of rhenium and hydrogen. In such conditions Re reduction could induce three-di- mensional deposits. When the pressure of hydrogen is small or when the initial hydrogenation rate is so high that the actual partial pressure of hydrogen in the vicinity of the catalyst is small, the system has a potential E2 next to the reversible potential of ReOf/Re At this potential, the catalyst is at every moment free of hydrogen, which is consumed as it is adsorbed on the catalyst. The platinum surface is then covered up by rhenium that leads to the deactiva- tion of the catalyst. The catalysts prepared by catalytic reduction were characterized by their activity for cyclopentane hydrogenolysis. This reaction is used as an indirect measure of Pt-Re interaction, the alloy being intrinsically more active than either pure metal [16,17]. The high activity of bimetallic catalysts activated by direct reduction for cyclopentane hydrogenolysis shows that the preparation procedure by catalytic reduction leads to a good interaction between platinum and rhenium. However, a calcination at 450 before the reduction partially destroys the interaction between the two metals, the effect being more detrimental on chloride containing catalysts. Indeed, the calcination induces a drop in cyclopen- tane hydrogenolysis activity of bimetallic catalysts prepared in hydrochloric acid, while it leads only to a shift of the maximum activity towards higher rhenium contents on catalysts prepared in nitric acid. Thus, chloride would be the main responsible for the destruction of platinum-rhenium interaction during calcination. Moreover, the nature of the acid medium plays a role in the interaction between platinum and rhenium on catalysts activated by direct reduction. Indeed, the maximum activity appears at lower rhenium contents when rhenium is deposited in nitric acid medium. Thus, the ideal composition of the metallic phase for cyclopentane hydrogenolysis is obtained at lower rhenium contents. This result is in accordance with the hypothesis previously proposed for the kinetics of rhenium deposition which are different in nitric acid and hydrochloric acid. The minor evolution of the rhenium deposit as a function of time in nitric acid would be the consequence of the formation of a layer of rhenium on the platinum surface. On the contrary, in the presence of hydrochloric acid, part of the platinum surface would remain accessible to hydrogen, thus explaining the increase of the amount of rhenium deposited as a function of time, probably on the support in the vicinity of platinum particles or as three-dimensional deposits on platinum particles. C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 297 5. Concluding remarks Bimetallic platinum-rhenium catalysts are prepared under hydrogen atmo- sphere by a redox reaction between hydrogen adsorbed on a parent platinum/alumina catalyst and the perrhenate ion ReO4. However, this reaction must be carried out in an acid medium in order to obtain a redox potential of the rhenium salt higher than that of the H2/H+ couple. Moreover, a maximum rhenium deposit appears as a function of the concentration of the acid medium. The deposition kinetic depends on the nature of the mineral acid. The initial rate is higher in presence of nitric acid while after 1 h reaction the amounts of rhenium deposited on the catalyst are greater in hydrochloric acid. These different behaviours may result from a stronger interaction between chlorides and platinum surface which would limit the direct deposition of rhenium on platinum. This hypothesis is in accordance with the maximum activity for cyclopentane hydrogenolysis which appears at lower rhenium contents when rhenium is deposited in nitric acid medium. Moreover, the calcination destroys partially the platinum-rhenium interaction, the effect being more obvious on chloride containing catalysts. In conclusion, the preparation of platinum-rhenium/alumina catalysts by the catalytic reduction method allows to obtain a good interaction between platinum and rhenium under certain conditions. This interaction depends on the nature and the concentration of the acid medium for the deposition of rhenium, the dispersion of the parent platinum/alumina catalyst and the method of activation (direct reduction or calcination-reduction). References [l] H.E. Klusksdahl, US Patent 3415737 (1968). [2] C. Bolivar, H. Charcosset, R. Frety, M. Primet, L. Tournayan, C. Betizeau, G. Leclerq and R. Maurel, J. Catal., 39 (1975) 249. [3] A.N. Webb, J. Catal., 39 (1975) 485. [4] B.D. Mc Nicol, J. Catal., 46 (1977) 438. [5] H. Charcosset, R. Frety, G. Leclerq, E. Mendes, M. Primer and L. Tournayan, J. Catal., 56 (1979) 468. [6] N. Wagstaff and R. Prins, J. Catal., 59 (1979) 434. [7] P. Biloen, J.N. Helle, H. Verbeek, F.M. Dautzenberg and W.M.H. Sachtler, J. Catal., 63 (1980) 112. [8] R.J. Bertolaeini and R.J. Pellet, Stud. Surf. Sci. Catal., 6 (1980) 73. [9] J. Barbier, H. C, harcosset, G. Pereira and J. Rivi?:re, Appl. Catal., 1 (1981) 71. [10] P.G. Menon and G.F. Froment, J. Mol. Catal., 25 (1984) 59. [11] R.W. Coughlin, K. Kawakami and A. Hasan, J. Catal., 88 (1984) 150. [12] W.M.H. Saehtler, J. Mol. Catal., 25 (1984) 1. [13] R.W. Coughlin, K. Kawakami and A. Hasan, J. Catal., 88 (1984) 163. [14] V.K. Shum, J.B. Butt and W.M.H. Saehtler, J. Catal., 96 (1985) 371. [15] V.K. Shum, J.B. Butt and W.M.H. Saehtler, J. Catal., 99 (1986) 126. [16] S.M. Augustine and W.M.H. Saehtler, J. Catal., 106 (1987) 417. [17] S.M. Augustine and W.M.H. Sachtler, J. Phys. Chem., 91 (1987) 5953. [18] P. Malet, G. Munuera and A. Caballero, J. Catal., 115 (1989) 567. 298 C.L. Pieck et al. /Applied Catalysis A: General 143 (1996) 283-298 [19] S.M. Augustine, G.N. Alameddin and W.M.H. Saehtler, J. Catal., 115 (1989) 217. [20] S.M. Augustine and W.M.H. Sachtler, J. Catal., 116 (1989) 184. [21] D. Bazin, H. Dexpert, J.P. Bournonville and J. Lynch, J. Catal., 123 (1990) 86. [22] J. Margitfalvi, M. Hegediis, S. G~ib~il~s, E. Kern-Talas, P. Szedlaesek, S. Szabo and F. Nagy, in Proceedings 8th International Congress on Catalysis, Berlin, Verlag Chemie, Weinheim, Vol. 4, 1984, p. 903. [23] C. Travers, J.P. Bournonville and G. Martino, in Proceedings 8th International Congress on Catalysis, Berlin, Verlag Chemie, Weinheim, Vol. 4, 1984, p. 981. [24] J.C. Menezo, M.F. Denanot, S. Peyrovi and J. Barbier Appl. Catal., 15 (1985) 353. [25] H.R. Aduriz, P. Bodnariuk, B. Coq and F. Figueras, J. Catal., 119 (1989) 9'7. [26] J.C. Menezo, L.C. Hoang, C. Montassier and J. Barbier, React. Kinet. Catal. Lett., 46-1 (1992) 1. [27] C.L. Pieck, P. Marecot and J. Barbier, Appl. Catal. (accepted). [28] C.L. Pieck, P. Marecot, J.M. Parera and J. Barbier, Appl. Catal. A, 126 (1995) 153. [29] S. Wanke, in J.L. Figueiredo (Editor), Progress in Catalyst Deactivation, Martinus Nijhoff, The Hague, 1982, p. 341. [30] C.L. Pieck, E.L. Jablonski and J.M. Parera, Appl. Catal., 62 (1990) 47. [31] G.D. Parfitt, Pure Appl. Chem., 48 (1976) 415. [32] J.P. Brnnelle, Pure Appl. Chem., 50 (1978)1211. [33] L. Wang and W.K. Hall, J. Catal., 77 (1982) 232. [34] F.M. Mulcahy, M. Houalla and D.M. Hercules, J. Catal., 148 (1994) 654. APCATA 96000865 0926-860X(96)00086-5 10.1016/0926-860X(96)00086-5 Elsevier Science B.V. All Rights Reserved Preparation of PtRe/Al2O3 catalysts by surface redox reactions II. Influence of the acid medium on Re deposition and PtRe interaction C.L. Pieck 1 P. Marecot * J. Barbier Universitéde Poitiers, URA CNRS 350, Laboratoire de Catalyse en Chimie Organique, 40, avenue du Recteur Pineau, 86022 Poitiers Cédex, France * Corresponding author. Tel.: (+33-49) 453910; fax: (+33-49) 453499. 1 On leave from Instituto de Investigationes en Catalisis y Petroquimica INCAPE Santiago del Estero 2654, (3000) Santa Fe, Argentina. Bimetallic PtRe/Al2O3 catalysts are prepared under hydrogen atmosphere by a surface redox reaction between hydrogen adsorbed on a parent platinum/alumina catalyst and the perrhenate ion ReO4 −. This reaction, called catalytic reduction, occurs only in an acidic medium, with a maximum rhenium deposition appearing as a function of the concentration of the acid solution. The preparation of bimetallic PtRe/Al2O3 catalysts by catalytic reduction of the rhenium salt on a highly dispersed platinum catalyst leads to bimetallic particles after activation by direct reduction under hydrogen. The calcination at 450°C partially destroys the interaction between the two metals, the effect being more obvious on chloride containing samples. The activation procedure produces the reverse effect at high rhenium loading deposited on a parent catalyst of low dispersion. Keywords Platinum-rhenium Catalytic reduction Hydrocarbon conversion Reference [1] H.E. Klusksdahl, US Patent 3415737 (1968). [2] Bolivar C. Charcosset H. Frety R. Primet M. Tournayan L. Betizeau C. Leclerq G. Maurel R. J. Catal. 39 1975 249 [3] Webb A.N. J. Catal. 39 1975 485 [4] Mc Nicol B.D. J. Catal. 46 1977 438 [5] Charcosset H. Frety R. Leclerq G. Mendes E. Primet M. Tournayan L. J. Catal. 56 1979 468 [6] Wagstaff N. Prins R. J. Catal. 59 1979 434 [7] Biloen P. Helle J.N. Verbeek H. Dautzenberg F.M. Sachtler W.M.H. J. Catal. 63 1980 112 [8] Bertolaeini R.J. Pellet R.J. Stud. Surf. Sci. Catal. 6 1980 73 [9] Barbier J. Charcosset H. Pereira G. Rivière J. Appl. Catal. 1 1981 71 [10] Menon P.G. Froment G.F. J. Mol. Catal. 25 1984 59 [11] Coughlin R.W. Kawakami K. Hasan A. J. Catal. 88 1984 150 [12] Saehtler W.M.H. J. Mol. Catal. 25 1984 1 [13] Coughlin R.W. Kawakami K. Hasan A. J. Catal. 88 1984 163 [14] Shum V.K. Butt J.B. Saehtler W.M.H. J. Catal. 96 1985 371 [15] Shum V.K. Butt J.B. Saehtler W.M.H. J. Catal. 99 1986 126 [16] Augustine S.M. Saehtler W.M.H. J. Catal. 106 1987 417 [17] Augustine S.M. Sachtler W.M.H. J. Phys. Chem. 91 1987 5953 [18] Malet P. Munuera G. Caballero A. J. Catal. 115 1989 567 [19] Augustine S.M. Alameddin G.N. Saehtler W.M.H. J. Catal. 115 1989 217 [20] Augustine S.M. Sachtler W.M.H. J. Catal. 116 1989 184 [21] Bazin D. Dexpert H. Bournonville J.P. Lynch J. J. Catal. 123 1990 86 [22] Margitfalvi J. Hegedüs M. Göbölös S. Kern-Talas E. Szedlaesek P. Szabo S. Nagy F. Proceedings 8th International Congress on Catalysis, Berlin Vol. 4 1984 Verlag Chemie Weinheim 903 [23] Travers C. Bournonville J.P. Martino G. Proceedings 8th International Congress on Catalysis, Berlin Vol. 4 1984 Verlag Chemie Weinheim 981 [24] Menezo J.C. Denanot M.F. Peyrovi S. Barbier J. Appl. Catal. 15 1985 353 [25] Aduriz H.R. Bodnariuk P. Coq B. Figueras F. J. Catal. 119 1989 97 [26] Menezo J.C. Hoang L.C. Montassier C. Barbier J. React. Kinet. Catal. Lett. 46-1 1992 1 [27] C.L. Pieck, P. Marecot and J. Barbier, Appl. Catal. (accepted). [28] Pieck C.L. Marecot P. Parera J.M. Barbier J. Appl. Catal. A 126 1995 153 [29] Wanke S. Figueiredo J.L. Progress in Catalyst Deactivation 1982 Martinus Nijhoff The Hague 341 [30] Pieck C.L. Jablonski E.L. Parera J.M. Appl. Catal. 62 1990 47 [31] Parfitt G.D. Pure Appl. Chem. 48 1976 415 [32] Brunelle J.P. Pure Appl. Chem. 50 1978 1211 [33] Wang L. Hall W.K. J. Catal. 77 1982 232 [34] Mulcahy F.M. Houalla M. Hercules D.M. J. Catal. 148 1994 654",
      "scopus-id": "0041625706",
      "coredata": {
        "eid": "1-s2.0-0926860X96000865",
        "dc:description": "Bimetallic PtRe/Al2O3 catalysts are prepared under hydrogen atmosphere by a surface redox reaction between hydrogen adsorbed on a parent platinum/alumina catalyst and the perrhenate ion ReO4 −. This reaction, called catalytic reduction, occurs only in an acidic medium, with a maximum rhenium deposition appearing as a function of the concentration of the acid solution. The preparation of bimetallic PtRe/Al2O3 catalysts by catalytic reduction of the rhenium salt on a highly dispersed platinum catalyst leads to bimetallic particles after activation by direct reduction under hydrogen. The calcination at 450°C partially destroys the interaction between the two metals, the effect being more obvious on chloride containing samples. The activation procedure produces the reverse effect at high rhenium loading deposited on a parent catalyst of low dispersion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000865",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pieck, C.L."
          },
          {
            "@_fa": "true",
            "$": "Marecot, P."
          },
          {
            "@_fa": "true",
            "$": "Barbier, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000865"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000865"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00086-5",
        "prism:volume": "143",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation of PtRe/Al2O3 catalysts by surface redox reactions II. Influence of the acid medium on Re deposition and PtRe interaction",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum-rhenium"
          },
          {
            "@_fa": "true",
            "$": "Catalytic reduction"
          },
          {
            "@_fa": "true",
            "$": "Hydrocarbon conversion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "283-298",
        "prism:endingPage": "298",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 August 1996",
        "prism:doi": "10.1016/0926-860X(96)00086-5",
        "prism:startingPage": "283",
        "dc:identifier": "doi:10.1016/0926-860X(96)00086-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041625706"
      }
    }
  }
}