{
  "metadata": {
    "title": "Polystyrene thermodegradation. III. Effect of acidic catalysts on radical formation and volatile product distribution",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-06-22",
    "doi": "10.1016/0926-860X(95)00044-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000445",
    "pii": "0926860X95000445"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000106911",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95000445 0926-860X(95)00044-5 0926860X95000445 10.1016/0926-860X(95)00044-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00506 2024-01-01T12:19:29.85596Z 0 0 19950622 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 127 127 1 2 1 2 Volume 127, Issues 1–2 11 139 155 139 155 19950622 22 June 1995 1995-06-22 1995 article fla Copyright © 1995 Published by Elsevier B.V. POLYSTYRENETHERMODEGRADATIONIIIEFFECTACIDICCATALYSTSRADICALFORMATIONVOLATILEPRODUCTDISTRIBUTION CARNITI P KAMINSKY 1992 145 W MAKROMOLCHEMMACROMOLSYMP AUDISIO 1984 83 G BELTRAME 1989 209 P AUDISIO 1990 191 G AUDISIO 1992 191 G MAKROMOLCHEMMACROMOLSYMP MADER 1992 15 F MAKROMOLCHEMMACROMOLSYMP CARNITI 1989 3865 P GUYOT 1986 219 A CARNITI 1991 1624 P OGAWA 1981 857 T UEMICHI 1983 69 Y UEMICHI 1983 2768 Y IDE 1984 2561 S NAMBU 1986 871 H ISHIHARA 1990 978 Y CARNITI 1994 P PRESENTEDXXVIICONGRESSONAZIONALEDICHIMICAFISICA CHE 1988 271 M LESTECHNIQUESPHYSIQUESDETUDEDESCATALYSEURS MUHA 1967 633 G MUHA 1967 640 G NACCACHE 1971 171 C CARNITIX1995X139 CARNITIX1995X139X155 CARNITIX1995X139XP CARNITIX1995X139X155XP item 0926-860X(95)00044-5 0926860X95000445 1-s2.0-0926860X95000445 10.1016/0926-860X(95)00044-5 271346 2024-01-01T12:19:29.85596Z 1995-06-22 1-s2.0-0926860X95000445-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000445/MAIN/application/pdf/6ee7b8f28f24c8911e0a13c4e694bb3c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000445/MAIN/application/pdf/6ee7b8f28f24c8911e0a13c4e694bb3c/main.pdf main.pdf pdf true 824378 MAIN 17 1-s2.0-0926860X95000445-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000445/PREVIEW/image/png/ad9ea4f4ae47c122f2ed3a40b20a4031/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000445/PREVIEW/image/png/ad9ea4f4ae47c122f2ed3a40b20a4031/main_1.png main_1.png png 41592 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 127 (1995) 139-155 ~ APPLIED CATALYSIS A: GENERAL Polystyrene thermodegradation. III. Effect of acidic catalysts on radical formation and volatile product distribution 1 P. Carniti a,*, A. Gervasini a, P.L. Beltrame a, G. Audisio b, F. Bertini b a Dipartimento di Chimica Fisica ed Elettrochimica, Universita' di Milano, via Golgi 19, 1-20133 Milan, Italy b lstituto di Chimica delle Macromolecole del C.N.R., via Bassini 15/A, 1-20133 Milan, Italy Received 14 November 1994; revised 8 February 1995; accepted 14 February 1995 Abstract The catalytic degradation of polystyrene, carried out in sealed tubes with different acidic catalysts (i.e., silica, zeolites, and silica-aluminas), was studied. Two reaction temperatures, 350 and 400, for reaction times up to 120 min were investigated. The reaction was followed both by electron spin resonance and gas chromatography-mass spectrometric analysis. The different distributions of volatile products (C6-C24) obtained in the various cases are discussed, arranging the products into groups. An initiation mechanism, involving the formation of radical cations, is proposed for the degradation of polystyrene on strongly acidic catalysts. Keywords: Acid catalysts; Degradation; Polystyrene; Radicals 1. Introduction The recovering of waste polymers, in particular their conversion to chemicals (among them the original monomer) and fuels, is a very attractive way to improve the waste disposal situation from both ecological and economical point of view. In fact, the acceptance of the conventional waste processes (landfilling and incinera- tion) is decreasing. On the other hand, the use of waste polymers as raw materials for industry can partially solve the problem of the shortage of natural resources (gas, oil, coal, etc.) expected in the near future. In this framework, many studies * Corresponding author. Tel. ( + 39-2) 26603261, Fax ( + 39-2) 70638129. 1 For Part 2, see ref. [9] 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 9 5 ) 00044-5 140 P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 have been devoted to processes for degradation of polymers through thermal treat- ment during the last two decades [ 1 ]. With the aim to direct the degradation of polymers to compounds having high synthetic values, studies on the pyrolysis of polymers carried out in the presence of catalysts were undertaken under dynamic vacuum [2-5]. The interest has been directed towards polyolefins (polyethylene, polypropylene, polystyrene) which constitute an important part of industrial and domestic wastes [6]. In the previous catalytic studies on degradation of polyolefins [2-4] the distri- bution patterns of the products evidenced that the mechanism involving radicals in the pure thermal degradation was changed by the presence of some acidic catalysts in a different mechanism, likely involving ionic species. To elucidate the differences between the thermal and the catalytic reactions, we undertook a comparative investigation starting from the study of the kinetics of formation of radicals in the thermal degradation of polystyrene (PS) by means of a direct determination of radicals through electron spin resonance (ESR) spectros- copy [7]. The PS degradation was carried out in sealed tubes in the temperature range 360-420. The reaction kinetically followed by ESR analysis was found to be the initiation step of the thermal degradation, which is a well known free-radical chain process including initiation, propagation, transfer, and termination steps [81. In another work [9 ] we analyzed the products of the thermal degradation of PS. The study was carried out by employing the same samples on which the previous ESR investigation was performed. Attention was mainly paid to the volatile prod- ucts (i.e., C6-C24 compounds), due to their importance as chemicals or fuels. A kinetic interpretation of the PS thermodegradation was proposed grouping the reaction products. In the present work we studied the catalytic degradation of PS still performed in sealed tubes. The reaction was followed both by ESR analysis, for a direct deter- mination of radical formation, and by gas chromatographic-mass spectrometric (GC-MS) analysis, for a detailed investigation of the product distribution. The catalysts employed (silica, zeolites, and silica-aluminas) were the same as used for the PS degradation study under dynamic vacuum conditions [4]. The use of silica-aluminas and zeolites is reported in the literature for the degradation of PS and other polyolefins carried out under different conditions [ 10-15 ]. 2. Experimental Polystyrene (PS), produced by radical polymerization by Montepolimeri (EDISTIR 1380), was employed in powder form. Its average molecular weight (A~tw) was 215 000 and density 1.05 g/cma. The catalysts employed, together with their characteristics, are listed in Table 1. Before use, they were activated in an oven at 500 for 24 h. P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 Table 1 Characteristics of the catalysts employed 141 Catalyst Commercialname Type SiO2/Al20~ Surface area\" Surface acidity (meq/g)b (m2/g) pK,< -3.7 pKa < 1.5 SiO2 SiOzF4 Silica gelc n.d. n.d. ZHY LZ-Y82 H-Y zeolited 2.0 770 0.033 0.24 l ZREY SK500 Rare eartfis-Y 2.9 600 0.013 0.143 zeolitee SALA Silica-aluminac 6.5 650 0.043 0.450 SAHA Silica-aluminac 3.1 512 0.064 0.479 \"Specified by producer. h Determined by n-butylamine titration using Hammett indicators. Akzo-Ketjen (Arnhem, the Netherlands). d Union Carbide (New York, USA) -- alkali oxides 0.2%. e Union Carbide (New York, USA) -- Re203 10.7%. Blending of polymer and catalyst was carried out in a ball mill. The catalyst concentration was 10% (w/w) for all the samples. To prepare the samples for the pyrolysis, Pyrex glass ESR tubes (2 mm I.D.) equipped with a spherical connection were filled with a weighed amount (ca. 200 mg) of polymer/catalyst mixture, degassed by a standard gas vacuum line to less than 5 Pa at room temperature for 10 min, and sealed under vacuum. For the thermal treatment, the filled and sealed tubes were completely immersed in a Techne model FB-07 fluidized alumina thermostatically controlled bath. The temperature of the alumina bath (350 and 400) was constant within _+ 2. The samples were taken at different times and cooled to room temperature. Each sample was analyzed by a Varian E-109 ESR spectrometer operating at X- frequency band (9.5 GHz), equipped with a warm-air system of heating of the resonance cavity and a Hewlett-Packard integrator computer for the evaluation of the intensity of the signals by double integration of the derivative peaks. The 'g' values were standardized by using the resonance of the Varian strong pitch, which contained 3.10t5 spin/cm in a ESR tube of 3 mm I.D. The intensity of the sample ESR signals was expressed in spin/cm3, the value of which was determined by comparison with the reference area of the strong pitch. As the inner diameter of the sample tubes was 2 mm, a suitable conversion factor was employed. The active resonances of glass of the ESR tubes ranged outside the field of interest. The temperatures at which spectra of pyrolysed samples were recorded were 75 and 150. All the samples were previously homogenized by heating at 150 for 3h. After the ESR analysis, the distribution of the pyrolysis products of each sample was determined. The tubes were opened after cooling in liquid nitrogen and then left warming at room temperature to allow gases to evolve gently. The amount of gaseous products was determined by weighing. The contents of the tubes were dissolved in acetone and GC analyzed. 142 P. Carniti et al./Applied Catal),sis A: General 127 (1995) 13~155 The identification of the products was performed on a HP 5985 B GC-MS operating in E.I. mode. Mass spectral data were obtained under the following conditions: ionizing electron energy, 70 eV; electron current, 0.3 mA; ion source temperature, 200; scanning rate 1 scan/s over the mass range 33-350 Da. The source pressure was 7.10-3 Pa. A capillary column SGE-BP5 (25 m 0.32 mm I.D., 0.5/~m D.F.) was employed with temperature programming from 30 to 270. The quantitative analyses were carried out on a DANI 3865 GC, FID equipped, using the same column and under the same analysis conditions. Known amounts of biphenyl, not found among the reaction products, were added to each sample as an internal standard before the quantitative determinations. This permitted the evaluation of the total conversion and yields of various products. Analytical grade biphenyl ( > 99%, Carlo Erba RPE) was employed. As the aim of the work was to study the formation of volatile products, PS and heavy partial degradation products were regarded as a unique effective reagent. Accordingly, conversion was evaluated taking into account only the volatile products employing the following equation, as previously done [9]: Conversion (%) = (Wc~z24/W). 100 where Wc~ c24 is the amount of volatile products (C6-C24 compounds) and ~s is the initial amount of PS. Selectivities, conversions, and yields were determined and are discussed throughout the work as weight quantities. 3. Results and discussion The thermal degradation of PS was studied in the presence of different catalysts in order to evidence differences between the reaction mechanisms occurring in catalytic and in pure thermal degradation. The employed catalysts, listed in Table 1, have different surface acidities. Silica is known to possess very weak acidic properties. The acidity of the two zeolites and the two silica-aluminas was measured by conventional base titration employing Hammett indicators. The silica-aluminas showed higher acidity than zeolites, in terms of both strong (pKa < - 3.7) and total (pKa < 1.5 ) surface acidity. PS was thermally treated in the presence of the catalysts at 350 and 400, for different reaction times up to 120 min, in tubes sealed under vacuum. The samples were first analyzed by ESR spectroscopy to study the formation of radicals during the degradation and were then chromatographically analyzed to determine the distribution of products. Even ifPS pyrolysis performed without catalyst was widely investigated in terms of radical formation as well as product distribution in the range 360-420 [7,9], in the present work new samples of pyrolysed PS were prepared at the same reaction times and temperatures as utilized for the catalytic degradation, for the sake of a more direct comparison. P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 143 3.1. Formation of radicals After the pyrolysis and cooling to room temperature, the samples appeared strongly heterogeneous because of gas bubbles trapped in the very viscous liquid phase. A heating treatment at 150 carried out before the recording of ESR spectra, as previously performed [7], was adequate to homogenize most samples. However, in some cases the treatment did not give samples suitable for ESR analysis. The ESR recording at 150, as in the previous work [7], was possible only for the samples pyrolysed at 350. The samples pyrolysed with the more acidic catalysts at 400 showed evolution of gas bubbles during the ESR measurement at 150, that prevented a good analysis. This suggested us to lower the recording temperature, down to 75, for all the samples pyrolysed at 400. A lower record- ing temperature gives lower intensity of the ESR signal [ 7 ]. However, the lowering of the signal was of the same magnitude, or less, as the intrinsic error of the quantitative ESR analysis (20%) and, in any case, it did not prevent comparisons between spectra recorded at the same temperature. All the ESR signals, relevant to PS pyrolysed both with and without catalyst, consisted in an isotropic singlet centred at a 'g' value equal to 2.00, as observed for the pure thermal pyrolysis [7]. The observed singlet was the summation of the overlapping signals of all the single organic radical species present in the pyrolysed mass. The concentration of radicals, [R], produced in the different runs, in terms of spin/cm3, is reported in Table 2. It increased with reaction time and temperature in the investigated ranges. Quit an equal quantity of radicals was obtained in the pure thermal degradation and with silica, at the same time and temperature. However, the radical concentra- tion did not reach the maximum value, [R] 2, obtainable when all the initiation sites of the polymer able to generate radicals have reacted. The value of [R] 2, corre- sponding to the concentration of initiation sites, was found to be equal to 1.6.1018 spin/cm3 when carrying out the thermal degradation of PS at more severe reaction conditions [7]. A greater number of radicals were produced when more acidic catalysts (zeolites and silica-aluminas) were employed. Also in these cases [R]~ was not attained. JR]= should be in the range 6-7.5.1018 spin/cm3 as obtained with zeolites and silica-aluminas under analogous conditions but at higher reaction times and tem- peratures [ 16]. The decrease of [R] occurring for long times and high temperatures of pyrolysis [ 7,16 ], due to termination reactions, was not observed. In Table 2 are also reported the ratios between the radical concentrations in the catalytic and in the thermal degradation, [R]c/[R]t, evaluated at the same time and temperature. These ratios can be seen as a rough estimation of the ratios between the rate coefficients of the initiation reactions. Therefore, the rate of formation of radicals was 10-20 times faster with zeolites and silica-aluminas than without 144 P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 Table 2 Formation of radicals in thermal and catalytic degradation of polystyrene Catalyst Reaction time (min) Concentration of radicals 10 ~7. JR] (spin/cm3) [R]~/[R]~ Reaction temperature 350 None 60 0.063 1 120 0.21 1 SiO2 60 0.056 0.9 ZHY 60 0.19 3.0 120 2.1 9.8 SALA 30 0.22 60 0.91 14 120 3.9 18 SAHA 60 1.6 25 Reaction temperature 400 None 15 0.70 I 30 1.7 1 120 4.5 1 SiO: 15 0.73 l. 1 30 1.7 1.0 120 4.9 1.1 ZREY 15 13 19 30 14 8.2 120 35 7.9 SALA 15 14 20 30 27 16 120 22 5.0 a Ratio between radical concentrations in catalytic and thermal degradation. catalyst or in the presence of silica. In particular, silica-aluminas seem to be more active than zeolites. The observed increase of radical-formation rate when strongly acidic catalysts were employed cannot only be ascribed to an increase of the initiation sites. In fact, the initiation sites can be estimated to be 4-4.5 times larger with zeolites and silica- aluminas than without catalyst, on the basis of the ratio between the maximum radical-concentration values. A parallel rate coefficient increase of about 5 times has to be invoked. 3.2. Product distribution The tubes, after the spectroscopic analysis, were opened and the samples thor- oughly analyzed to determine the distribution of the pyrolysis products. The amount of the gaseous products, determined by weighing, was in any case small (in most cases < l% of the initial PS). However, with zeolites at 350, where the total conversion to gas and volatile products was low, such a small quantity of gas could correspond to a selectivity of 5-10%. GC analysis showed that the main gaseous products were saturated hydrocarbons. P. Carniti et al. /Applied Catalysis A.\" General 127 (1995) 139-155 Table 3 Product weight selectivities 1%) in thermal and catalytic degradation of polystyrene at 350 145 Catalyst Degrd. time (min) None SiO2 ZHY ZREY SALA SAHA 30 60 120 60 30 611 120 30 60 30 60 120 60 Benzene Toluene Ethylbenzene Styrene Cumene n-Propylbenzene a-Methylstyrene sec-Butylbenzene 0 0 lndan 0 0 n-Butylbenzene 0 0 Methylindans 0 0 Dimethylindans 0 0 Naphthalene 0 0 2-Methylnaphthalene 0 0 I -Methylnapthalene 0 0 0 (1 0.5 0.3 48.7 45.6 34.1 52.0 41.2 44.2 47.4 37.5 39.2 2.0 7.6 14.4 6.2 6.6 6.2 5.4 4.6 4.7 0.4 0.7 1.5 1.3 0 2.7 13.4 4.5 19.0 23.3 31.2 18.5 22.2 13.4 15.9 23.3 15.1 58.8 25.3 7.1 13.8 0 (1 0 0 0 0 0 0 0 0 11.9 6.1 1.7 3.8 5.8 9.6 4.5 6.9 9.3 8.8 10.9 8.2 0 0 0 0 0.6 0.5 0.4 0.4 0.3 0 0 0 0.2 1.9 7.9 8. l 7.0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.1 2.9 2.5 1.2 3.1 2.4 6.2 4.7 3.8 4.5 1.0 0.8 0.5 0.5 0.3 0 0 0 0.3 4.5 4.6 2.3 4.9 4.4 12.3 9.2 6.7 10.2 1.1 0 0 1.1 1.0 2.6 2.1 1.6 2.6 2.8 1.9 1.1 1.5 1.1 0.4 0.5 0.5 0.5 2.6 2.3 1.4 1.9 1.5 1.4 1.0 1.0 1.3 1.4 1.3 0.8 1.0 1.0 1.2 0.9 0.9 1.1 Dimethylnaphthalenes 0 0 Diphenylmethane 1,1 -Diphenylethane 1,2-Diphenylethane 1,2-Diphenylpropane 1,3-Diphenylpropane Diphenylbutane Diphenylpropane Diphenylbutene Phenylnaphthalene Triphenylhexene Unidentified compounds: C~-Cte CI4-C17 C~8-C24 Conversion ( % ) 0 0 0.4 0 (1 0.4 0.4 0.3 0.1 0.1 0.3 0 0.3 0.8 0.4 0.2 0 0 0 0.2 1.3 0.7 0.7 1.5 0 0 0.4 0 0.2 0.5 1.0 0 0.5 0.5 0.5 0.5 0.5 0 0 0.6 0 0 0 0 0 0 0 0 0 0.1 0 0 0.5 0.3 0 0 0 0 0 0 0 0 11 4.9 20.5 26.4 21.1 (1.5 2.0 5.8 1.8 4.3 2.5 3.3 4.5 3.4 (1 4.2 11.6 8.5 0 11 0 0.2 0.8 0.4 0.2 0.4 0.4 11 11.5 3.3 7.3 0 11 0 0 0 (1 0 0 0 32.4 15.7 2.5 16.2 0.4 1.5 4.5 1.9 4.7 2.4 2.9 2.9 3.9 11 0 0.2 1.1 0 11 0 0 0.4 11 0 0.6 0.6 0 3.4 2.3 9.6 0 0 0 0 0 0 0 0 0 0 0 0 0 3.4 1.2 0.4 1.6 1.1 1.3 1.0 1.6 2.2 1) 0 1.8 1.9 11 0 0 0 0.5 0 0 0.9 2.1 0 0 0 0 0 0 0 0 0 0 0 0 0.4 4.1 8.2 19.0 8.8 6.8 9.0 15.2 8.0 9.4 11.3 16.6 18.8 20.4 To analyze the other reaction products, the samples were dissolved in acetone. The volatile products (C6-C24 compounds) were identified by GC-MS and quan- titatively determined by GC. Twenty-six compounds were identified (Tables 3 and 4). It was possible to assign to the unidentified products, each of them present in very small amount, their carbon atom number on the basis of the chromatographic retention time. The amount of these unidentified products, considered all together, was in most cases less than 5%. The most significant results in terms of weight selectivities to volatile products are reported in Tables 3 and 4. The degradation of PS without catalyst and with silica gave analogous product distributions. Toluene, ethylbenzene and styrene were the main products among 146 P. Carniti et al./Applied Catalysis A: General 127 (1995) 139 155 Table 4 Product weight selectivities (%) in thermal and catalytic degradation of polystyrene at 400 Catalyst None SiO2 ZREY SALA Degrd. time (min) 15 30 120 15 30 120 15 30 120 15 30 120 Benzene 0.5 0.7 0.9 1.0 0.9 0.9 ll.3 9.2 9.2 28.1 26.5 28.6 Toluene 23.9 31.6 36.0 21.2 27.2 33.6 8.6 13.0 15.3 6.1 8.3 10.5 Ethylbenzene 22.7 33.4 41.5 25.5 34.4 41.9 45.5 51.1 50.5 37.8 39.8 40.6 Styrene 6.6 2.9 0 5.4 1.5 0 0.7 0.2 0 0 0 0 Cumene 7.0 9.7 12.8 8.3 9.8 12.4 ll.7 13.0 12.8 10.8 10.5 6.9 n-Propylbenzene 0.4 0.8 1.7 0.4 0.7 1.5 0.4 0.5 0.9 0.4 0.5 0.8 a-Methylstyrene 5.1 3.0 0.4 3.9 1.6 0.2 0.7 0.2 0 0 0 0 sec-Butylbenzene 0.2 0.2 0.3 0.1 0.2 0.5 0 0.1 0.2 0. l 0.3 0.5 Indan 0 0 0 0 0.1 0 0 0.1 0.2 2.1 1.7 1.6 n-Butylbenzene 0 0 0 0 0.1 0.2 0 0.1 0.3 0.2 0.3 0.7 Methylindans 0 0 0 0 0 0 0.2 0. l 0.3 3.5 2.8 2.5 Dimethylindans 0 0.3 0 0 0 0 0 0 0 0.7 0.6 0.6 Naphthalene 0 0. l 0 0 0.2 0.3 0.2 0.2 0.3 0.6 0.6 0.6 2-Methylnaphthalene 0 0 0 0 0 0 0.4 0.3 0.4 0.8 0.7 0.9 l-Methylnaphthalene 0 0.1 0 0.2 0.2 0.3 0.4 0.3 0.4 0.5 0.5 0.5 Dimethylnaphthalenes 0 0 0 0 0 0 0 0 0 0 0.1 0.1 Diphenylmethane 1.0 1.0 1.3 0.9 1.0 1.2 0.1 0.2 0.3 0.4 0.4 0.3 1,1-Diphenylethane 5 0.6 0.8 0.5 0.6 0.8 0.7 0.6 0.6 0.6 0.5 0.2 1,2-Diphenylethane 1.4 1.7 2.2 1.0 1.5 2.0 0 0.2 0.3 0 0 0 1,2-Diphenylpropane 1.0 1.0 0.6 0.8 0.9 0.7 0 0 0 0 0 0 1,3-Diphenylpropane 14.7 6.3 0.4 14.1 6.5 0.3 6.0 3.2 1.7 2.7 1.9 0.5 Diphenylbutane 6.0 3.1 0.3 7.8 3.9 0.2 4.8 2.6 1.5 2.1 1.4 0.2 Diphenylpropene 1.4 0.4 0 1.8 0.5 0 0 0 0 0 0 0 Diphenylbutene 1.9 0.7 0 1.9 1.5 0 1.5 0.4 0.5 0.5 0.3 0 Phenylnaphthalene 0.4 0.5 0.6 0.6 0.7 0.7 1.8 1.1 1.0 0.6 0.4 0 Triphenylhexene 0.7 0 0 0 0 0 0 0 0 0 0 0 Unidentified compounds: C9-C~2 0 0 0 0 0 0 0.1 0.2 0.5 1.0 1.7 3.4 C~4MSL7 4.0 1.6 0.1 4.5 4.5 2.5 4.9 3.0 2.9 0.2 0.3 0 C~8-Cz4 0.7 0.3 0 0 1.4 0 0 0 0 0 0 0 Conversion (%) 39.9 46.4 41.3 34.2 50.1 52.7 28.1 41.6 42.3 34.8 44.5 45.7 those with a single aromatic ring. However, the selectivity to the first two com- pounds was increasing with reaction time, up to values of 30-40% at 400, while the very high selectivity (60%) observed for styrene at low time and temperature quickly decreased during the reaction course. Considerable quantities of cumene and c~-methylstyrene were also observed, but only the former was a stable final product with a continuously increasing selectivity (up to 12-13% at 400). High selectivities to products with two aromatic rings, such as 1,3-diphenylpropane, diphenylpropene, and diphenylbutene, and not negligible selectivity to trimer were observed at 350. However, none of these compounds appeared to be a final product. A decrease of their selectivity was always observed with time and/or temperature of pyrolysis. P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 147 The decrease of selectivity for the monoaromatic unsaturated compounds should is due to the progressive saturation of the ethylenic double bond already observed in the previous work, also carried out employing sealed tubes [9 ]. This should also hold for unsaturated di- and triaromatics, that could, however, decompose directly to monoaromatics. With zeolites and silica-aluminas a high selectivity to benzene was observed together with a lower formation of toluene than in the pure thermal degradation. The selectivity to benzene was higher at the beginning of the reaction (even 52% with ZREY at 350 and 30 rain), while that to toluene was rising during the course of the reaction. Styrene and ~-methylstyrene as well as diphenylpropene and trimer, were practically absent when these acidic catalysts were employed. Zeolites and silica-aluminas gave rise to some quantities of indans and naphtha- lenes. In particular, high selectivities to indans (10-20%) were obtained at 350 with SALA and SAHA. Formation of indan derivatives from polystyrene with silica-alumina in a fixed bed flow reactor was described [ 10]. Tables 3 and 4 report also the conversions to the total volatile-product fraction for each sample. The presence of the catalysts influenced the conversion to a limited extent. Conversions up to 15-20% and 40-50% were reached at 350 and 400, respectively, after a reaction time of 120 rain, with or without catalyst. The highest conversion, 53%, was obtained with silica, at the same time and temperature at which the pure thermal degradation showed a decrease of conversion. Probably, the only effect of silica that did not substantially modify the distribution of volatile products compared with the thermal degradation, is to limit the formation of heavy products and char that prevents a further increase of conversion [9]. Figs. 1 and 2 report the product distribution in terms of yields. To simplify the interpretation of the data, the volatile products were arranged into groups: mon- oaromatics, indans, naphthalenes, diaromatics, and triaromatics. An inspection of the figures evidences that monoaromatics increased with the reaction time at the two temperatures. They reached yields of about 40% at 120 min and 400. With silica the yield of monoaromatics was somewhat higher, 48%, due to the high conversion obtained with that catalyst. The yield to diaromatic compounds regularly increased at 350, where conver- sions were less than 20%, and decreased at 400, where conversions were more than 25-30%. This behaviour confirms that diaromatics are intermediate products, as suggested above. Maximum yields of diaromatics of about 10% were reached without catalyst or in the presence of silica, while maxima of 2-4% were attained with zeolites and silica-aluminas. An analogous trend can be recognized for triaromatics without catalyst and with silica, with yields of about an order of magnitude lower than for diaromatics. With zeolites and silica-aluminas no triaromatic compound was observed. The yields of indans and naphthalenes, formed in the presence of the strongly acidic catalysts, showed slight trends with the reaction course. Indans showed yields of 2-3% with silica-aluminas and 0.1-0.7% with zeolites. In both cases, a small 148 P. Carniti et al. / Applied Catalysis A: General 127 (1995) 139-155 30 2o- ................. i~' ........................................ I~; ...... ~-' ...... 120' -- 3O ! ! i e', ~ ' ~ r a'~ ' ~' ' ' ~ ' ~ r---'7 ka*,-~ Fig. 1. Yields to the groups of products in the degradation of PS with different catalysts at 350. decrease of the yields was observed going from 350 to 400. Naphthalenes showed yields of 0.5-1% with some increase with temperature. Therefore, also indans and naphthalenes seem to be intermediate products that remain in a nearly stationary state under the reaction conditions investigated. O0, v-n ,~ ...................... It. 'l ..................... Il .......................... ~.5, .i I. e,4~a 30120' 30' 120' -- ..... i ............. i .... I ............. mm iiz i i Fig. 2. Yields to the groups of products in the degradation of PS with different catalysts at 400. P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 149 100 80- 40- 20- 0 0 60 th th si th si th th si si I ll\" I I I i I I / X ~~T------ [] 10 20 30 40 50 Conversion (%) i Monoaromatics + Indans ~ Naphthalenee [] Diaromatics x Triaromatics Fig. 3. Trends in the selectivity to the groups of products vs. conversion in the degradation of PS without catalyst (th) and with SiO2 (si) at the two reaction temperatures. Selectivity to the above groups as well as to the more interesting monoaromatics was reported as a function of conversion. Considering all the data obtained at the two temperatures for the following three groups of catalysts: None+SiO2, ZHY +ZREY, and SALA+ SAHA, regular trends were obtained both for the lumped groups of products (Figs. 3-5) and for monoaromatics (Figs. 6-8). This means that the considered temperature increase accelerated globally all the reactions without changing the mechanism. Therefore, the reaction passes through the same states in terms of selectivities and conversion slower or quicker for lower or higher temperatures, respectively, and the reaction course can be represented as a function of conversion independently of temperature. Without catalyst or with silica, a high selectivity to monoaromatics, 63%, and in particular to styrene, 59%, was noticed at conversions as low as 4% (Figs. 3 and 6). Thus, at the beginning of the reaction the most favoured product was styrene with a selectivity that seems to approach 100% for conversion approaching 0%. Increasing conversion, the monoaromatic selectivity first decreased and then reg- ularly increased with a minimum around 10% of conversion. The selectivity to di- and triaromatics showed a trend passing through a maximum at the same conversion value as the monoaromatic minimum. In a previous work [9], the formation of volatile products in the thermal deg- radation of PS in sealed tubes was successfully interpreted by two consecutive reactions: 150 P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 PS (and heavy products of partial degradation) --* C13-C24 C13-C24 ~ C6-C11 in which the fraction C13-C24 were essentially constituted by diaromatics and C6- C11 by monoaromatics. On the basis of the present observations, the above inter- pretation seems to be valid only starting from 10% conversion. Probably, two simultaneous reactions to monoaromatics could be invoked, the direct formation of styrene starting from PS and the formation of different monoaromatic compounds (toluene, ethylbenzene, cumene, etc.) through the above consecutive mechanism. The latter reaction becomes more and more important during the course of the reaction. The styrene and c~-methylstyrene decrease is due to the saturation of the ethylenic double bond as mentioned above. With ZHY and ZREY catalysts, the selectivity to monoaromatics was very high ( > 80%) starting from the lowest conversions observed (6-8%) (Fig. 4). In this case, the high initial selectivity to monoaromatics is due to a high selectivity to benzene ( > 50%) (Fig. 7). The trend of the curve relevant to benzene in Fig. 7 indicates a selectivity to benzene of 70-80% at the very beginning of the reaction. With the course of the reaction, the selectivity to benzene decreased while that to toluene, ethylbenzene, and cumene increased. The total selectivity to monoaro- matics remained always at a high level throughout the reaction. The curve relevant to the diaromatic compounds shows a trend passing through a maximum, while the > zh zh,zrlrzr zh, zr, zr~rzr 60 40 20- 10 20 30 40 Conversion (%) Monoaromatics + Indans ~ Naphthalenes Diaromatics Fig. 4. Trends in the selectivity to the groups of products vs. conversion in the degradation of PS with ZHY (zh) and ZREY (zr) at the two reaction temperatures. P. Carniti et al. /Applied Catalysis A.\" General 127 (1995) 139-155 151 > 100 80 60 40 20- st st st sh st sl sl I I I I I I I 0 10 20 30 40 50 60 Conversion (%) Monoaromatics + Indans ~ Naphthalenes [] Diaromatics Fig. 5. Trends in the selectivity to the groups of products vs. conversion in the degradation of PS with SALA (sl) and SAHA (sh) at the two reaction temperatures. th/ th~csO/ th si th th si si 100 I I I I l I 40 0 10 2O 3O 40 50 60 Conversion (%) =l Benzene + Toluene ~ Ethylbenzene D Styrene x Cumene a-Methylstyrene Fig. 6. Trends in the selectivity to monoaromatics vs. conversion in the degradation of PS without catalyst (th) and with SiOz (si) at the two reaction temperatures. 152 P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 100 zh zhzrlfzr.l|l zh zr zr zr , _1 \"I( v 80- 60- 40- 20 1'o 2o 30 io- Conversion (%) 6o Benzene + Toluene ~ Ethylbenzene [] Styrene x Cumene a-Methylstyrene Fig. 7. Trends in the selectivity to monoaromatics vs. conversion in the degradation of PS with ZHY (zh) and ZREY (zr) at the two reaction temperatures. 100 st sl sl sh sl sl st I I I I I II > 80- 60- 40- 20- 0 0 10 20 30 40 50 60 Convemion (%) / Benzene + Toluene ~ Ethylbenzene | J x Cumene Fig. 8. Trends in the selectivity to monoaromatics vs. conversion in the degradation of PS with SALA (sl) and SAHA (sh) at the two reaction temperatures. P. Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 t53 selectivities to indans and naphthalenes were slightly decreasing in the range of conversions measured. A qualitatively analogous behaviour was shown by SALA and SAHA catalysts, even if the quantitative distribution of products was very different (Figs. 5 and 8). In particular, the selectivity to benzene at low conversion was smaller and its decrease with conversion was less than for zeolites. The selectivity to indans started from 20% at conversion of 10% and was regularly decreasing; however, it was always twice as much or higher than that observed with zeolites. The production of large amounts of benzene was already evidenced with ZHY, ZREY, SALA, and SAHA in the catalytic degradation of PS carried out under dynamic vacuum [4]. 4. Conclusion It is definitely accepted that the pure thermal degradation of PS follows a free- radical mechanism [8]. In contrast, mechanisms involving proton transfer from BrCnsted acid sites were proposed for the degradation of PS with acid catalysts [4]. However, the results of the present study indicate that, beside the action of BrCnsted acid sites, the action of acid sites of different types has to be assumed. The formation of radicals with the strongly acidic catalysts (ZHY, ZREY, SALA, and SAHA) in a higher amount than in the pure thermal degradation shows that also with such catalysts the reaction mechanism involves radical species. However, the product distributions and the maximum quantity of radicals, [R] =, are different in the two cases: with and without strongly acidic catalysts. This means that the involved radicals should be of different types. It is well known that the acidity of the employed strongly acidic catalysts is to some extent due to Lewis sites. These sites are able to generate radical cations in aromatic compounds [ 17] as observed with silica-alumina [ 18,19 ] and zeolites Y [ 20 ]. Likely, such radicals are involved in the degradation of PS catalyzed by acidic zeolites and silica-aluminas. The initial high selectivity to styrene in the case of pure thermal degradation, or with SiO2, and to benzene with ZHY, ZREY, SALA, and SAHA could indicate that the separation of molecules of styrene or benzene occurs in the initiation steps of the reaction, during the formation of homolytic radicals in the first case and of radical cations in the second case. The initiation reactions shown in Scheme 1 can be proposed. The higher acidity of silica-aluminas with respect to zeolites, in terms of both strong (pKa < - 3.7) and total (pKa < 1.5) surface acidity (Table 1 ), is reflected by their greater global activity. The activity scale of the strongly acidic catalysts, on the basis of total conversion, appeared to be: ZHY --- ZREY < SALA < SAHA. The different product distribution obtained with zeolites with respect to silica- aluminas should be ascribed to both the different acidity and the structure of the 154 P. Carniti et al. / Applied Catalysis A: General 127 (1995) 139-155 R--CH --CH2 ~-=cisu~ion R. + CH-~-CH2 + CH--CH2--R' \\ CH2 I (A) L5+ R~H---CH2~R' p R,~C~H2---R' ~ R--CH~:CH'~R' (B) Scheme 1. Initiation steps for PS degradation in the case of pure thermal reaction, A, and with acid catalysts having Lewis sites (La+ ), B. catalysts. With zeolites, internal acid sites are not accessible to molecules of large hindrance. Moreover, a shape selectivity effect can influence the formation of products, as indans and naphthalenes, in which cyclization steps are involved. The different selectivities to indans with zeolites and with silica-aluminas could also be ascribed to a different ratio between BrCnsted and Lewis acid site populations. In fact, the protonic acidity is involved in the proposed mechanisms of formation of indans in the catalytic degradation of PS [4,10]. Acknowledgements This work was financially supported by Italian Ministero dell'Universith e della Ricerca Scientifica e Tecnologica. References [ 1 ] W. Kaminsky, Makromol. Chem., Macromol. Symp., 57 (1992) 145. [2] G. Audisio, A. Silvani, P.L. Beltrame and P. Camiti, J. Anal. Appl. Pyrolysis, 7 (1984) 83. [3] P.L. Beltrame, P. Carniti, G. Audisio and F. Bertini, Polym. Degrad. Stab., 26 (1989) 209. [4] G. Audisio, F. Bertini, P.L. Beltrame and P. Carniti, Polym. Degrad. Stab., 29 (1990) 191. [5] G. Audisio, F. Bertini, P.L. Beltrame and P. Carniti, Makromol. Chem., Macromol. Symp., 57 (1992) 191. P, Carniti et al. /Applied Catalysis A: General 127 (1995) 139-155 155 [6] F.W. Mader, Makromol. Chem., Macromol. Symp., 57 (1992) 15. [7] P. Carniti, A. Gervasini, P.L. Beltrame and G. Audisio, J. Polym, Sci.: A, 27 (1989) 3865. [8] A. Guyot, Polym. Degr. Stab., 15 (1986) 219. [9] P. Carniti, P.L. Beltrame, M. Armada, A. Gervasini and G. Audisio, Ind. Eng. Chem. Res., 30 ( 1991 ) 1624. [ 10] T. Ogawa, T. Kuroki, S. Ide and T. Ikemura, J. Appl. Polym. Sci., 27 ( 1981 ) 857. [ 11 ] Y. Uemichi, A. Ayame, Y. Kashiwaya and H. Kanoh, J. Chromatogr., 259 (1983) 69. [ 12] Y. Uemichi, Y. Kashiwaya, M. Tsukidate, A. Ayame and H. Kanoh, Bull. Chem. Soc. Jpn., 56 (1983) 2768. [ 13] S. lde, T. Ogawa, T. Kuroki and T. Ikemura, J. Appl. Polym. Sci., 29 (1984) 2561. 114] H. Nambu, Y. Ishihara, T. Takesue and T. lkemura, Polymer J., 18 (1986) 871. [ 15] Y. Ishihara, H. Nambu, T. Ikemura and T. Takesue, Fuel, 69 (1990) 978. [ 16] P. Carniti, A. Gervasini, P.L. Beltrame and S. Bernardelli, presented at XXVII Congresso Nazionale di Chimica Fisica, Montepaone Lido, Italy, 18-22 Sept. 1994. I 17 ] M. Che, D. Olivier, L. Bonneviot and P. Meriaudeau, in B. Imelik and J.C. V6drine (Editors), Les Techniques Physiques d'Etude des Catalyseurs, Technip, Paris, 1988, p. 271. 118] G.M. Muha, J. Phys. Chem., 71 (1967) 633. [ 19] G.M. Muha, J. Phys. Chem., 71 (1967) 640. 1120] C.M. Naccache and Y. Ben Taarit, J. Catal., 22 ( 1971 ) 171. APCATA 95000445 0926-860X(95)00044-5 10.1016/0926-860X(95)00044-5 Elsevier Science B.V. All rights reserved For Part 2, see ref. [9] Polystyrene thermodegradation. III. Effect of acidic catalysts on radical formation and volatile product distribution P. Carniti * a A. Gervasini a P.L. Beltrame a G. Audisio b F. Bertini b a Dipartimento di Chimica Fisica ed Elettrochimica, Universita' di Milano, via Golgi 19, I-20133 Milan, Italy b Istituto di Chimica delle Macromolecole del C.N.R., via Bassini 15/A, I-20133 Milan, Italy * Corresponding author. Tel. (+39-2) 26603261, Fax (+39-2) 70638129. The catalytic degradation of polystyrene, carried out in sealed tubes with different acidic catalysts (i.e., silica, zeolites, and silica-aluminas), was studied. Two reaction temperatures, 350 and 400°C, for reaction times up to 120 min were investigated. The reaction was followed both by electron spin resonance and gas chromatography-mass spectrometric analysis. The different distributions of volatile products (C6–C24) obtained in the various cases are discussed, arranging the products into groups. An initiation mechanism, involving the formation of radical cations, is proposed for the degradation of polystyrene on strongly acidic catalysts. Keywords Acid catalysts Degradation Polystyrene Radicals References [1] Kaminsky W. Makromol. Chem., Macromol. Symp. 57 1992 145 [2] Audisio G. Silvani A. Beltrame P.L. Carniti P. J. Anal. Appl. Pyrolysis 7 1984 83 [3] Beltrame P.L. Carniti P. Audisio G. Bertini F. Polym. Degrad. Stab. 26 1989 209 [4] Audisio G. Bertini F. Beltrame P.L. Carniti P. Polym. Degrad. Stab. 29 1990 191 [5] Audisio G. Bertini F. Beltrame P.L. Carniti P. Makromol. Chem., Macromol. Symp. 57 1992 191 [6] Mader F.W. Makromol. Chem., Macromol. Symp. 57 1992 15 [7] Carniti P. Gervasini A. Beltrame P.L. Audisio G. J. Polym. Sci.: A 27 1989 3865 [8] Guyot A. Polym. Degr. Stab. 15 1986 219 [9] Carniti P. Beltrame P.L. Armada M. Gervasini A. Audisio G. Ind. Eng. Chem. Res. 30 1991 1624 [10] Ogawa T. Kuroki T. Ide S. Ikemura T. J. Appl. Polym. Sci. 27 1981 857 [11] Uemichi Y. Ayame A. Kashiwaya Y. Kanoh H. J. Chromatorg. 259 1983 69 [12] Uemichi Y. Kashiwaya Y. Tsukidate M. Ayame A. Kanoh H. Bull. Chem. Soc. Jpn. 56 1983 2768 [13] Ide S. Ogawa T. Kuroki T. Ikemura T. J. Appl. Polym. Sci. 29 1984 2561 [14] Nambu H. Ishihara Y. Takesue T. Ikemura T. Polymer J. 18 1986 871 [15] Ishihara Y. Nambu H. Ikemura T. Takesue T. Fuel 69 1990 978 [16] Carniti P. Gervasini A. Beltrame P.L. Bernardelli S. presented at XXVII Congresso Nazionale di Chimica Fisica Montepaone Lido, Italy 18–22 Sept. 1994 [17] Che M. Olivier D. Bonneviot L. Meriaudeau P. Imelik B. Védrine J.C. Les Techniques Physiques d'Etude des Catalyseurs 1988 Technip Paris 271 [18] Muha G.M. J. Phys. Chem. 71 1967 633 [19] Muha G.M. J. Phys. Chem. 71 1967 640 [20] Naccache C.M. Ben Taarit Y. J. Catal. 22 1971 171",
      "scopus-id": "0000106911",
      "coredata": {
        "eid": "1-s2.0-0926860X95000445",
        "dc:description": "The catalytic degradation of polystyrene, carried out in sealed tubes with different acidic catalysts (i.e., silica, zeolites, and silica-aluminas), was studied. Two reaction temperatures, 350 and 400°C, for reaction times up to 120 min were investigated. The reaction was followed both by electron spin resonance and gas chromatography-mass spectrometric analysis. The different distributions of volatile products (C6–C24) obtained in the various cases are discussed, arranging the products into groups. An initiation mechanism, involving the formation of radical cations, is proposed for the degradation of polystyrene on strongly acidic catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-06-22",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000445",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Carniti, P."
          },
          {
            "@_fa": "true",
            "$": "Gervasini, A."
          },
          {
            "@_fa": "true",
            "$": "Beltrame, P.L."
          },
          {
            "@_fa": "true",
            "$": "Audisio, G."
          },
          {
            "@_fa": "true",
            "$": "Bertini, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000445"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000445"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00044-5",
        "prism:volume": "127",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Polystyrene thermodegradation. III. Effect of acidic catalysts on radical formation and volatile product distribution",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acid catalysts"
          },
          {
            "@_fa": "true",
            "$": "Degradation"
          },
          {
            "@_fa": "true",
            "$": "Polystyrene"
          },
          {
            "@_fa": "true",
            "$": "Radicals"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "139-155",
        "prism:endingPage": "155",
        "pubType": "fla",
        "prism:coverDisplayDate": "22 June 1995",
        "prism:doi": "10.1016/0926-860X(95)00044-5",
        "prism:startingPage": "139",
        "dc:identifier": "doi:10.1016/0926-860X(95)00044-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000106911"
      }
    }
  }
}