{
  "metadata": {
    "title": "Methane oxidative coupling on <math altimg=si1.gif><fr shape=sol align=c style=s><nu>BaF<inf loc=post>2</inf></nu><de>LaOF</de></fr></math> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-09-28",
    "doi": "10.1016/0926-860X(95)00116-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001166",
    "pii": "0926860X95001166"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001628819",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001166 0926-860X(95)00116-6 0926860X95001166 10.1016/0926-860X(95)00116-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00385 2024-01-01T12:18:48.759026Z 0 0 19950928 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 130 130 2 2 Volume 130, Issue 2 1 127 133 127 133 19950928 28 September 1995 1995-09-28 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. METHANEOXIDATIVECOUPLINGBAF2LAOFCATALYST CHAO Z KELLER 1982 73 G OTSUKA 1986 353 K GAFFNEY 1988 422 A YAMASHITA 1991 203 H BECKER 1991 512 S FUJIMOTO 1989 288 K BURCH 1988 105 R FUJIMOTO 1987 2157 K CHAO 1993 129 Z FOURTHCHINAJAPANBILATERALSYMPOSIUMEFFECTIVEUTILIZATIONCARBONRESOURCES ZHOU 1993 113 X ZHOU 1993 67 X PROC34THIUPACCONGRESS ZHOU 1994 177 X ZHOU 1993 208 X LUNSFORD 1994 1 J CHAOX1995X127 CHAOX1995X127X133 CHAOX1995X127XZ CHAOX1995X127X133XZ item 0926-860X(95)00116-6 0926860X95001166 1-s2.0-0926860X95001166 10.1016/0926-860X(95)00116-6 271346 2024-01-01T12:18:48.759026Z 1995-09-28 1-s2.0-0926860X95001166-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001166/MAIN/application/pdf/fe624ae62fab690e50c3107df4c9fbfa/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001166/MAIN/application/pdf/fe624ae62fab690e50c3107df4c9fbfa/main.pdf main.pdf pdf true 334092 MAIN 7 1-s2.0-0926860X95001166-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001166/PREVIEW/image/png/527f8b123797cce15cc02ba9d70740fe/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001166/PREVIEW/image/png/527f8b123797cce15cc02ba9d70740fe/main_1.png main_1.png png 50884 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X95001166-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001166/STRIPIN/image/gif/3ec05251c36b177e0b8f22f5212f335d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001166/STRIPIN/image/gif/3ec05251c36b177e0b8f22f5212f335d/si2.gif si3 true si3.gif gif 584 30 89 ALTIMG 1-s2.0-0926860X95001166-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001166/STRIPIN/image/gif/3ec05251c36b177e0b8f22f5212f335d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001166/STRIPIN/image/gif/3ec05251c36b177e0b8f22f5212f335d/si2.gif si2 true si2.gif gif 584 30 89 ALTIMG 1-s2.0-0926860X95001166-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001166/STRIPIN/image/gif/3ec05251c36b177e0b8f22f5212f335d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001166/STRIPIN/image/gif/3ec05251c36b177e0b8f22f5212f335d/si2.gif si1 si1.gif gif 584 30 89 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 130 (1995) 127-133 Methane oxidative coupling on BaF2/LaOF catalyst Zi Sheng Chao *, Xiao Ping Zhou, Hui Lin Wan, Khi Rui Tsai Department of Chemistry and the State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University Xiamen 361005, China Received 6 December 1994; revised 24 April 1995; accepted 11 May 1995 Abstract The oxidative coupling of methane (OCM) was studied on BaF2/LaOF and good catalytic results were obtained. Under the conditions of GHSV-- 15 000 h- ~ and a reaction temperature of 1043 K, a C2 yield of 20.66% with a CH4 conversion of 33.08% and a C2 selectivity of 62.47% was achieved at CH4:O2 = 3:1, and high C2 selectivities of 81.20% and 84.55% with a CH4 conversion of 19.53% and 16.54% were obtained at CH4:O2 ratios of 6:1 and 9:1, respectively. X-ray diffraction results showed that only tetragonal LaOF existed in the BaF2/LaOF catalysts with BaF2 content below 18 mol-%, but a contracted BaF2 phase was also observed at higher BaF2 content (above 18 mol-%). Keywords: Methane oxidative coupling; Metal oxyfluoride; Anion vacancies; Trapped electrons 1. Introduction The oxidative coupling of methane (OCM) to produce C2 hydrocarbons has been attracting extensive attention throughout the world, and much attention has been paid on mechanistic studies of oxygen activation and on the development of better catalysts. Among these OCM catalysts, rare earth metal oxide catalysts promoted by other metal oxides were thought to be the most promising industrial ones [ 1 ]. Otsuka et al. [ 2 ] have systematically studied the OCM reaction on various rare earth metal oxides. Generally, the catalytic performance of metal oxides can be effectively promoted by alkali metal ions [ 3-5 ] or metal halides [ 6-8 ]. Chao et al. reported metal fluoride promoted OCM catalysts [ 9-13 ] and found that they had better catalytic performance for OCM. The results obtained by X-ray diffraction (XRD) showed that oxyfluorides MOF (M--rare earth metal) such as tetrahedral or cubic LaOF, which shows ionic conductivity and is the superstructure of fluorite, * Corresponding author 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI 0926-860 X ( 95 ) O01 16-6 128 Z.S. Chao et al./Applied Catalysis A: General 130 (1995) 127-133 were formed in some catalysts. In order to improve the performance of fluoride containing catalysts further, a LaOF-based type of catalysts with high selectivity at CH4 conversion > 16% for OCM are reported in this paper as well as their structural characterization. 2. Experimental LaOF was prepared by grinding equal molar ratios of La203 (A.R.) and LaF3 (A.R.), the mixture was then pressed into pellets under a pressure of 300 kg/cm2 and calcined at 1123 K for 4 h. All of the BaFJLaOF, BaF2/La203 and BaO/La203 series catalysts were pre- pared by mixing appropriate amounts of BaF2 (A.R.) and LaOF, BaF2 (A.R.) and La203 (A.R.), or BaO (A.R.) and La203 (A.R.), followed by calcination according to the same procedure as above for LaOF preparation. The compositions of the prepared catalysts are listed in Table 1. Table 1 Composition of the catalysts Catalyst Composition\" BaFz/LaOF 5%BaF2 7%BaF2 10%BaF2 15%BaF2 18%BaF2 20%BaF2 30%BaF2 BaF2/La203 10%BaF2 30%BaF2 BaO/La203 10%BaO 30%BaO ~The composition is in tool-%. The OCM reaction was carried out in a fixed-bed flow-type quartz reactor at atmospheric pressure. No diluent gas was used in the feed gas. A 102GD gas chromatograph with thermal conductivity detector was employed to analyze the gaseous effluent. A 5A molecular sieve column was used for the separation of 02 and CO, while a Porapak Q column was used for the separation of CH4, CO2, C2H4 and C2H6. The XRD measurements were carried out on a Rigaku Rotaflex D/Max- C system. The BET specific surface area was determined with nitrogen adsorbate at 77 K on a 1900-adsorption automatic instrument ( Carlo Erba Instruments, Italy). 3. Results and discussion 3.1. Effect of the composition of catalysts on OCM The performances of the catalysts BaF2/LaOF, BaF2/La203 and BaO/LazO3 for OCM are shown in Table 2. It was found that, for BaF2/La203 and BaO/La203 catalysts with the same barium content, CH4 conversion and Cz selectivity were Z.S. Chao et al. /Applied Catalysis A: General 130 (1995) 127-133 Table 2 The OCM performance of various catalystsa 129 Catalyst Conversion of CH4 Selectivity (%) (%) CO COz C2H4 C2H6 C2 Yield of C2 (%) 10%BaFa/LaOF 28.73 3.11 29.61 44.64 22.63 67.27 19.33 30%BaF2/LaOF 23.84 12.83 27.99 38.99 20.19 59.18 14.11 10%BaF2/La203 26.52 5.73 40.74 35.59 17.94 53.53 14.20 30%BaFJLa203 29.03 8.05 37.03 37.92 16.99 54.91 15.94 10%BaO/La20~ 22.76 2.94 51.19 33.28 16.28 49.56 11.28 30%BaO/LaaO3 25.79 8.01 41.80 27.85 22.34 50.19 12.94 aReaction conditions: feed gas = CH4:O2 = 4:1 (mol/mol), reaction temperature = 1053 K and GHSV = 15 000 h ~. higher on BaFJLa203 than on BaO/La203. This also confirmed that F- has a promoting effect on oxide catalysts for OCM. For BaF2/LaOF and BaF2/La203 catalysts with the same BaF2 content, CH4 was more selectively converted to C2 hydrocarbons on BaF2/LaOF, and at relatively low BaF2 content, BaF2/LaOF was more active for OCM than BaF2/LazO3. This indicates that for BaF2 as dopant, LaOF is a better host constituent for the OCM catalyst than La203. 3.2. Effect of BaF2 content on the OCM performance of BaF2/LaOF The catalytic performance of the LaOF-based catalysts for OCM are listed in Table 3. On LaOF, C2 selectivity and C2 yield were lower than those on BaF2/ LaOF. When 5 mol-% of BaF2 was added into LaOF, the catalytic performance was improved, C2 selectivity and C2 yield reached 56.70 and 14.95%, respectively. With the increase of BaF2 content in the catalysts, CH4 conversion, C2 selectivity and C2 yield all showed the common trend of increase followed by decrease. The Table 3 The effect of BaF2 content in BaF2/LaOF catalysts on OCM performancea Content of BaF2 Conversion of CH4 Selectivity (%) Yield of Cz (mol-%) (%) (%) CO CO2 C2H4 C2H6 C7 0 25.02 12.64 40.76 27.17 19.42 46.59 11.66 5 26.37 4.67 38.63 31.93 24.77 56.70 14.95 7 26.82 9.00 32.73 35.52 22.75 58.27 15.63 10 28.73 3.11 29.61 44.64 22.63 67.27 19.33 15 27.92 2.95 29.15 43.71 24.19 67.90 18.96 18 27.44 8.24 27.86 40.29 23.60 63.90 17.53 20 26.90 9.90 26.97 41.63 21.50 63.13 16.98 30 23.84 12.83 27.99 38.99 20.19 59.18 14.11 aReaction conditions: GHSV = 15 000 h ~, feed ratio = CH4:O2 = 4:1 and reaction temperature = 1053 K. 130 Z.S. Chao et al. /Applied Catalysis A: General 130 (1995) 127-133 Table 4 The effect of CH~:O_~ molar ratio on OCM reaction\" CH4:O2 ( tool ) Conversion of CH4 Selectivity ( % ) (%) CO CO~ C~H.~ C,H~ C2 Yield of C: (%i 3: I 33.08 6.90 30.63 34.67 27.62 62.47 2(}.66 4:1 27.92 2.95 29.15 43.71 24.19 67.90 18.96 6:1 19.53 0 18.80 41.22 39.98 81.2(/ 15.86 9:1 16.54 (} 15.54 23.48 61.07 84.55 13.98 ~Reaction conditions: GHSV = 15 000 h -~, reaction temperature = 1043 K, on 10 tool-% BaFSLaOF catalyst. best results were obtained with a BaFR content of l0 mol-%. A C2 yield of 19.33% was obtained at the CH4 conversion of 28.73%. 3.3. Effect of C04:02 molar ratio on OCM OCM is a strong exothermic reaction, and managing the large amounts of reaction heat released has also attracted the attention of researchers. Generally, it may be well acceptable carrying out the reaction at low conversion of CH4 and high C2 selectivity [ 14]. From Table 4, we can see that, the CH4 conversion and C2 selectivity could be controlled by changing the CH4:O2 ratio over BaFe/LaOF catalyst. Relatively high Ce selectivities can be obtained with low 02 contents. When the CH4:O2 molar ratio changed from 3:1 to 6:1 and 9:1, C2 selectivity increased from 62.47 to 81.20 and 84.55% with CH4 conversions from 33.08 to 19.53 and 16.54%, respectively, and the sum of the conversion and selectivity exceeded 100 in the latter two cases. 3.4. XRD and BET specific surface area measurement The phase composition of LaOF and BaF2/LaOF with different BaF2 content were determined by XRD, and the results are listed in Table 5. It can be seen that only tetragonal LaOF was detected by XRD in both pure LaOF and in BaFz/LaOF with BaF2 a content lower than 18%. When the BaF2 content exceeded 18%, an obviously lattice contracted cubic BaFz phase was detected, besides the tetragonal LaOF phase. This shows that BaF: may be dissolved in the lattice of LaOF when the content of BaF2 in BaFz/LaOF is less than 18 tool-%. BaF2/LaOF catalysts can run for about 100 h maintaining CR yields of about 18 to 19% in the case of CH4:O2 = 3:1. After LaOF and BaF2/LaOF were on line for 12 h, we did not find obvious differences between fresh samples and used samples in XRD characterization. In Table 5, it can be seen that the crystal lattice of LaOF both in pure LaOF and in BaFz/LaOF (BaF2 content from 5 to 30%) slightly contracted, as compared to the standard lattice of LaOF. In the calcination process of the preparation of LaOF, Table 5 The phase composition of the catalysts\" Fresh catalyst d (A) (I/Io) BaF2 standard 3.579(100) 3.100(27) LaOF standard 3.35 (100) LaOF prepared 3,348 ( 100 ) 5%BaF2/LaOF 3.534(5) 3.341 (100) 10%BaF2/LaOF 3.537(8) 3.346(99) 15%BaF2/LaOF 3.537(12) 3.346(100) 18%BaFz/LaOF 3,562(21) 3.346(99) 2.193(79) 1.870(51) 2.90(25) 2.06(60) 2.05(33) 1.76(22) 1.75(44) 2.892(18) 2.051(33) 2,044(24) 1,756(10) 1.743(34) 2.84(16) 2.048(35) 1.752(11) 1.742(29) 2.890(21) 2.051(39) 2.044(25) 1,755(10) 1.743(34) 2.890(19) 2,051(38) 2.043(22) 1.753(9) 1.743(27) 2.888(19) 2.178(12) 2.051(36) 2.044(23) 1.856(100) 1.755(9) 1.743(27) 20%BaF2/LaOF 3.559(29) 3.348(100) 3.08l(10) 2.890(20) 2.178(18) 2.052(35) 2.044(23) 1.857(11) 1.753(9) 1.743(26) 30%BaFz/LaOF 3.565(45) 3.346(100) 3.087(11) 2,888(21) 2.182(27) 2.052(38) 2,044(23) 1.860(19) 1.753(10) 1.743(27) Used catalyst LaOF 3.343(99) 2.886(19) 2.050(38) 2.041(20) 1.754(13) 1.742(29) 10%BaF2/LaOF 3.558(3) 3.346(100) 2,893(18) 2.048(44) 1.753(8) 1.743(27) e, o~ aThe composition is in mol-%. Z~ Uo 132 Z.S. Chao et al./Applied Catalysis A: General 130 (1995) 127-133 Table 6 The BET specific surface area of BaF2/LaOF catalysts BaF2 content (tool-%) 0.0a 5.0 10.0 15.0 18.0 20.0 30.0 100b Specific area (m2/g) 2.85 10.97 6.53 7.53 6.30 5.05 4.26 2.68 a Data for LaOF. b Data for BaF2. a possible partially and slow hydrolysis of LaOF might have occurred and F- anions have been partially substituted by 02- anions. So the F- anions in the prepared LaOF might be less than that in normal LaOF lattice. In this case, one 02- can substitute two F- anions in LaOF and this kind of substitution might lead to the lattice contraction of LaOF and the formation of anion vacancies in LaOF to maintain electric neutrality. In BaF2/LaOF, part of BaF2 can be dissolved in the LaOF lattice. If Ba2 + occupied lattice points of the original La3 ions, to maintain electric neutrality, 02- ions might lose electrons to form O- and trapped electrons. On the other hand, if La3 + substituted Ba2 in the BaF2 lattice, positive charge centers might be formed. These kinds of centers can trap electrons. If one 02- substituted two F- in the lattice of BaF2, anion vacancies might be formed; and these two kinds of substitution might lead to the contraction of the BaF2 lattice. The possibilities about the formation of trapped electrons, O- species, and anion vacancies over BaF2/LaOF catalysts are only speculation here, the verification of which is being undertaken, but in our previous work [ 10--13], the suggestions about trapped electrons (or quasi free electrons), O- species, and anion vacancies received some experimental support through XRD, XPS, and ESR measurements over the catalysts ZrO2/LaF3, CeOJLaF3, ThO2/LaF3 [ 10], CeO2/BaF2 [ 12], and CeO2/CaF2 [ 13]. The active oxygen species responsible for the activation of methane might be formed on anion vacancy sites and the trapped electron sites. The results of specific surface area show that, when BaFz was added into LaOF, the specific surface areas of BaF2/LaOF catalysts were all bigger than those of LaOF and BaF2 (see Table 6). As we have seen in the above section, the highest C2 selectivities were obtained over BaF2/LaOF with BaFz content in the region of 10 to 15 mol-%, rather than on LaOF or on BaFz/LaOF catalysts with high BaF2 content. This result indicates that C2 selectivity does not depend on the specific surface area of BaF2/LaOF catalysts, and that BaF2 containing LaOF phase is more selective for OCM than other Ba-La compound catalysts. 4. Conclusions The addition of BaF2 into LaOF has remarkably improved the catalytic properties of LaOF. BaFE/La203 is more selective than BaO/La203 for the OCM reaction to yield C2 hydrocarbons, and BaFE/LaOF is a better OCM catalyst than BaF2/La203. Z.S. Chao et al. /Applied Catalysis A: General 130 (1995) 127-133 133 The best OCM reaction results were obtained over BaF2/LaOF with a BaF2 content in 10 to 18 mol-%. The BaF2 containing LaOF phase might be the active phase. Acknowledgements This work was supported by the National Natural Science Foundation and the patent has been applied in P.R. China. References [ 1 ] G.E. Keller and M.M. Bhasin, J. Catal., 9 (1982) 73. [2] K. Otsuka, K. Jinno and A. Morikawa, J. Catal., 100 (1986) 353. [3] A.M. Gaffney, C.A. Jones, J.J. Leonard and J.A. Sofranko, J. Catal., 114 (1988) 422. [4] H. Yamashita, Y. Machida and A. Tomoita, Appl. Catal. A, 79 ( 1991 ) 203. [5] S. Becker and M. Baerns, J. Catal., 128 (1991) 512. [6] K. Fujimoto, S. Hashimoto, K. Asami, K. Omata and H. Tominaga, Appl. Catal., 50 (1989) 288. 17] R. Burch, G.D. Squire and S.C. Tsang, Appl. Catal., 43 (1988) 105. [81 K. Fujimoto, S. Hashimoto, K. Asami and H. Tominaga, Chem. Lett., (1987) 2157. [9] Z.S. Chao, X.P. Zhou, W.Z. Weng, S.J. Wang, H.L. Wan and K.R. Tsai, The Fourth China-Japan Bilateral Symposium On Effective Utilization Of Carbon Resources, October 1993, Dalian, China, p. 129. [ 10] X.P. Zhou, W.D. Zhang, H.L. Wan and K.R. Tsai, Catal. Lett., 21 (1993) 113. [11] X.P. Zhou, S.Q. Zhou, SJ. Wang, H.L. Wan and K.R. Tsai, Proc. 34th IUPAC Congress, August 1993, Beijing, China, p. 67. [ 12] X.P. Zhou, Z.S. Chao, W.Z. Weng, W.D. Zhang, S.J. Wang, H.L. Wan and K.R. Tsai, Catal. Lett., 29 (1994) 177. [ 13] X.P. Zhou, S.J. Wang, W.Z. Weng, H.L. Wan and K.R. Tsai, J. Natural Gas Chem. (in English, P.R. China), 2(4) (1993) 208. [ 14] J.H. Lunsford, Stud. Surf. Sci. Catal., 81 (1994) 1. APCATA 95001166 0926-860X(95)00116-6 10.1016/0926-860X(95)00116-6 Article Methane oxidative coupling on BaF2 LaOF catalyst Zi Sheng Chao ∗ a b Xiao Ping Zhou a b Hui Lin Wan a b Khi Rui Tsai a b a Department of Chemistry, Xiamen University Xiamen 361005, China b State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University Xiamen 361005, China ∗ Corresponding author The oxidative coupling of methane (OCM) was studied on BaF2 LaOF and good catalytic results were obtained. Under the conditions of GHSV = 15 000 h −1 and a reaction temperature of 1043 K, a C2 yield of 20.66% with a CH4 conversion of 33.08% and a C2 selectivity of 62.47% was achieved at CH 4:O 2 = 3:1, and high C2 selectivities of 81.20% and 84.55% with a CH4 conversion of 19.53% and 16.54% were obtained at CH4:O2 ratios of 6:1 and 9:1, respectively. X-ray diffraction results showed that only tetragonal LaOF existed in the BaF2 LaOF catalysts with BaF2 content below 18 mol-%, but a contracted BaF2 phase was also observed at higher BaF2 content (above 18 mol-%). Keywords Methane oxidative coupling Metal oxyfluoride Anion vacancies Trapped electrons References [1] G.E. Keller M.M. Bhasin J. Catal. 9 1982 73 [2] K. Otsuka K. Jinno A. Morikawa J. Catal. 100 1986 353 [3] A.M. Gaffney C.A. Jones J.J. Leonard J.A. Sofranko J. Catal. 114 1988 422 [4] H. Yamashita Y. Machida A. Tomoita Appl. Catal. A 79 1991 203 [5] S. Becker M. Baerns J. Catal. 128 1991 512 [6] K. Fujimoto S. Hashimoto K. Asami K. Omata H. Tominaga Appl. Catal. 50 1989 288 [7] R. Burch G.D. Squire S.C. Tsang Appl. Catal. 43 1988 105 [8] K. Fujimoto S. Hashimoto K. Asami H. Tominaga Chem. Lett. 1987 2157 [9] Z.S. Chao X.P. Zhou W.Z. Weng S.J. Wang H.L. Wan K.R. Tsai The Fourth China-Japan Bilateral Symposium On Effective Utilization Of Carbon Resources Dalian, China October 1993 129 [10] X.P. Zhou W.D. Zhang H.L. Wan K.R. Tsai Catal. Lett. 21 1993 113 [11] X.P. Zhou S.Q. Zhou S.J. Wang H.L. Wan K.R. Tsai Proc. 34th IUPAC Congress Beijing, China August 1993 67 [12] X.P. Zhou Z.S. Chao W.Z. Weng W.D. Zhang S.J. Wang H.L. Wan K.R. Tsai Catal. Lett. 29 1994 177 [13] X.P. Zhou S.J. Wang W.Z. Weng H.L. Wan K.R. Tsai J. Natural Gas Chem. 2 4 1993 208 (in English, P.R. China) [14] J.H. Lunsford Stud. Surf. Sci. Catal. 81 1994 1",
      "scopus-id": "0001628819",
      "coredata": {
        "eid": "1-s2.0-0926860X95001166",
        "dc:description": "The oxidative coupling of methane (OCM) was studied on BaF2 LaOF and good catalytic results were obtained. Under the conditions of GHSV = 15 000 h −1 and a reaction temperature of 1043 K, a C2 yield of 20.66% with a CH4 conversion of 33.08% and a C2 selectivity of 62.47% was achieved at CH 4:O 2 = 3:1, and high C2 selectivities of 81.20% and 84.55% with a CH4 conversion of 19.53% and 16.54% were obtained at CH4:O2 ratios of 6:1 and 9:1, respectively. X-ray diffraction results showed that only tetragonal LaOF existed in the BaF2 LaOF catalysts with BaF2 content below 18 mol-%, but a contracted BaF2 phase was also observed at higher BaF2 content (above 18 mol-%).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-09-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001166",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chao, Zi Sheng"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Xiao Ping"
          },
          {
            "@_fa": "true",
            "$": "Wan, Hui Lin"
          },
          {
            "@_fa": "true",
            "$": "Tsai, Khi Rui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001166"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001166"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00116-6",
        "prism:volume": "130",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Methane oxidative coupling on BaF2 LaOF catalyst",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane oxidative coupling"
          },
          {
            "@_fa": "true",
            "$": "Metal oxyfluoride"
          },
          {
            "@_fa": "true",
            "$": "Anion vacancies"
          },
          {
            "@_fa": "true",
            "$": "Trapped electrons"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "127-133",
        "prism:endingPage": "133",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 September 1995",
        "prism:doi": "10.1016/0926-860X(95)00116-6",
        "prism:startingPage": "127",
        "dc:identifier": "doi:10.1016/0926-860X(95)00116-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95001166-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "584",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95001166-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "584",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95001166-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "584",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001628819"
      }
    }
  }
}