{
  "metadata": {
    "title": "Hydrogen effect on α-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> supported Ni catalyst for steam methane reforming reaction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-21",
    "doi": "10.1016/0926-860X(95)00188-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001883",
    "pii": "0926860X95001883"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000415870",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001883 0926-860X(95)00188-3 0926860X95001883 10.1016/0926-860X(95)00188-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00257 2024-01-01T12:18:48.759026Z 0 0 19951221 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 133 133 2 2 Volume 133, Issue 2 5 241 262 241 262 19951221 21 December 1995 1995-12-21 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. HYDROGENEFFECTAL2O3SUPPORTEDNICATALYSTFORSTEAMMETHANEREFORMINGREACTION NUMAGUCHI T DEDEKEN 1981 225 J MOELLER 1980 A MOELLER 1980 54 A PREPRPAPERPRESENTEDHOUSTON ROSTRUPNIELSEN 1973 173 J BODROV 1968 1065 I QUACH 1975 445 Q ATROSHCHENKO 1969 1414 V KHOMENKO 1971 423 A KIKUCHI 1977 109 E NUMAGUCHI 1991 447 T BARTHOLOMEW 1980 390 C TRIMM 1984 137 D DOST 1984 159 A GALUSKA 1989 33 A WAGNER 1979 174 C HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY MUSTARD 1981 186 D AMELSE 1981 95 J TRIMM 1976 119 D AHMED 1989 999 K UNMUSH 1980 242 E NISHIYAMA 1976 1 Y FIGUEIREDO 1978 611 J TRIMM 1980 331 D NUMAGUCHIX1995X241 NUMAGUCHIX1995X241X262 NUMAGUCHIX1995X241XT NUMAGUCHIX1995X241X262XT item 0926-860X(95)00188-3 0926860X95001883 1-s2.0-0926860X95001883 10.1016/0926-860X(95)00188-3 271346 2024-01-01T12:18:48.759026Z 1995-12-21 1-s2.0-0926860X95001883-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001883/MAIN/application/pdf/ad0e379833f2769986da16395662ce5f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001883/MAIN/application/pdf/ad0e379833f2769986da16395662ce5f/main.pdf main.pdf pdf true 1938174 MAIN 22 1-s2.0-0926860X95001883-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001883/PREVIEW/image/png/3f98f22d716a8ef941c74738938d1af4/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001883/PREVIEW/image/png/3f98f22d716a8ef941c74738938d1af4/main_1.png main_1.png png 51323 849 656 IMAGE-WEB-PDF 1 :~\" ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 133 (1995) 241-262 Hydrogen effect on ot-A1203 supported Ni catalyst for steam methane reforming reaction Toru Numaguchi a,., Kazuo Shoji a, Satohiro Yoshida b a Technology R & D Center, Toyo Engineering Corp. 1818 Fujimi, Togo, Mobara-city, Chiba 297, Japan b Division of Molecular Engineering, Graduate School of Engineering, Kyoto University, Yoshidahon-machi Sakyo-ku, Kyoto 606-01, Japan Received 4 November 1994; revised 31 May 1995; accepted 17 July 1995 Abstract Nickel particles in a catalyst for steam methane reforming showed more sintering at lower temper- ature than at higher temperature with H2 addition. A Ni(6.8 wt.-%)/c~-AlzO3 catalyst showed a continuous and irreversible deactivation over 430 h due to sintering of Ni in the presence of 2% H2 addition at 862 K. At 1017 K, the catalyst also showed an activity decrease with 2% H2 addition, but the activity was stabilized at a certain level over 130 h and it recovered after the H2 addition was stopped. The nickel sintering corresponded to the activity change in the experiment at 1017 K as well as that at 862 K. The catalyst in the form of 5 mm sphere was short-packed in 10 mm length, and the standard conditions were 9.7 bar, a steam/carbon(S/C)=3, and W/F=26 s. The sintering was confirmed by SEM observation. Sintering reference experiments in H2/N2 and in H20 + H2/N2 under conditions equivalent to those of the above activity measurements showed that carbon-bearing com- ponents played an important role in preventing the sintering. Sintering did not occur in Hz/N2 atmosphere and much more sintering occurred in H20 + H2/N2 atmosphere than under the activity measurement conditions. In a long-packing experiment conducted in analogy to an actual plant operation with an axial temperature gradient of 883-980 K, the same phenomena as those in the short- packing experiment were confirmed by SEM observation. However, the deactivation did not appear because in the tube the fraction of the deactivation section where the temperature is low and Pn: is high is small. This seems to be the reason why no deactivation by H2 has ever been reported in actual plant operations. Keywords: Hydrogen effect; Sintering; Steam methane reforming; Ni/AI203 1. Introduction In a reactor for steam methane reforming, that is, in a steam methane reformer, hydrogen feed is considered necessary for the inlet part of the catalyst bed to prevent * Corresponding author. Tel. ( + 81-475) 244553, fax. ( + 81-475 ) 221338, e-mail torunuma@toyo-eng.jp. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSD10926-860X(95)O0188-3 242 T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 oxidation of the nickel catalyst by steam [ 1 ], although a major part of the catalyst bed is in a reductive atmosphere due to the H2 produced. Additionally, increasing the hydrogen content in the feed stream is considered favorable for avoiding carbon deposition [ 2]. The effect of hydrogen on catalyst activity in steam hydrocarbon reforming was reported to be complex [3 ]. A negative hydrogen effect was reported as follows for a nickel catalyst in steam methane reforming [4-7]. The reaction was inhibited by hydrogen at relatively lower temperatures in the range of 673-873 K. The rate- controlling step was the surface reaction between adsorbed methane and adsorbed water so that the reaction was kinetically inhibited by hydrogen. At higher temper- atures above 973 K, the rate-controlling step shifted to methane adsorption so that no inhibition was observed [4,5,8]. So far, studies of the hydrogen effect were done only from a kinetic viewpoint. A hydrogen effect on catalyst deactivation has never been reported. In the present study, the deactivation observed at a low temperature around 873 K is reported over an ce-A1203 supported nickel catalyst by adding hydrogen to the feed mixture gas of methane and water. At a higher temperature around 1023 K inhibition due to adding hydrogen, which was recovered by stopping the H2 addi- tion, is reported. 2. Experimental Activity measurements, sintering reference experiments, and characterization of the catalysts were carded out. In the activity measurement, the set of sequential steps from the catalyst packing to the catalyst sampling is called a 'series'. In a series, 'data' were obtained several times regularly for one hour measurement, and the activity was evaluated at that time. The experimental series are summarized in Table 1 and the details are described subsequently. 2.1. Activity measurement The a-A1203 supported Ni (6.8 wt.-%) catalyst in the form of 5 mm spheres was reduced at 1023 K, 1.4 bar with a 3:7 mixture of Hz/N2 for 20 h. The activity was measured in a continuous-flow fixed bed apparatus with streams of CH4 and H20. The apparatus and the catalyst partially containing NiA1204 are principally the same as described previously [9]. The reactor was electrically heated, and four heaters were controlled to make the catalyst bed as isothermal as possible. Deviation from the isothermal condition, forming an axial temperature gradient, was observed by monitoring temperatures at three points aligned in the catalyst bed. Typically 2 vol.-% H2 on a wet gas basis, Hz/(n20 k- CH4 q- n2) = 0.02 hereinafter on the same basis, was added to the feed gas mixture of CH4 and H20 to investigate the hydrogen effect. T. Numaguchi et al./Applied Catalysis A: General 133 (1995) 241-262 Table 1 Experimental series list 243 Reaction H2 adding condition Low temperature High temperature Series No. Activity SEM Series No. Activity SEM Short-packing experiment CH4+ H20 No H2 addition No. 1 series Fig. 1 Fig. 10B (285 h) Continuous H2 No. 2 series Fig. 1 Fig. 10C addition (450 h ) H2 addition/stop No. 3 series Fig. 2 - (730 h) H2 flow RF.1 series - Fig. 15A (80 h) H2+ H20 flow RF.2 series - Fig. 15B (80h) Long-packing experiment CHa + H20 Continuous H2 No.9 series addition (240 h) Fig. 5 Fig. 14 No, 4 series Fig. 3 Fig. 12A (24h) No. 5 series Fig. 3 Fig. 12B (285 h) No, 6 series Fig. 4 Fig. 13A (45 h) No, 7 series Fig. 4 Fig. 13B (150h) No. 8 series Fig. 4 Fig. 13C (300 h) ( ) shows total time of operation. Spent catalysts after the activity measurements were sampled carefully to prevent contamination by air in a N2 atmosphere for characterization, mainly by X-ray photoelectron spectroscopy (XPS) and scanning electron microscopy (SEM) observations. The procedure from the termination of the activity measurement to the catalyst sampling was always maintained the same. A fresh catalyst was packed again, and the same experiment in the absence of hydrogen was carried out to obtain a catalyst sample which was not influenced by hydrogen addition for characteri- zation, mainly by XPS and SEM observations. 2.2. Short-packing experiment The catalyst was packed to a height of 10 mm in the reactor with an internal diameter of 25 mm. The standard conditions of the operations were 9.7 bar, a steam- to-carbon molar ratio (S/C hereafter) = 3.0, W/F = 26 s ( W/F = catalyst weight/ feed rate) and the two inlet temperatures for the catalyst bed were 860 and 1020 K. Experiment without 1-12 addition at low temperature The catalyst activity without H2 addition had been measured for 285 h in the No. 1 series at low temperature. 244 T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 Continuous H2 addition experiment at low temperature The hydrogen effect was studied in the No. 2 series where 2.0 vol.-% H2 had been added for 430 h continuously on the average at 862 K after operation without H2 addition for 20 h. 142 addition~stop experiment at low temperature The reversibility of the hydrogen effect was studied in the No. 3 series by adding 2.5 vol.-% H2 twice for periods of 5 h and 16 h, during continuous operation for 730 h on the average at 866 K. Experiment without H2 addition at high temperature The catalyst activity without H2 addition at high temperature on the average at 1010 K had been measured for 285 h in the No. 5 series and for 24 h in the No. 4 series mainly to prepare a catalyst sample for the analyses. H2 addition~stop experiment at high temperature The No. 6 series had been operated without H2 addition for 20 h and with 2.9 vol.-% H2 addition for 25 h. The No. 7 series had been operated without H2 addition for 20 h and with 2.7 vol.-% H2 addition for 130 h. In the No. 8 series, 2.5 vol.-% H2 had been added for 130 h continuously on the average at 1017 K after operation without H2 addition for 20 h. The No. 8 series had been further operated for 150 h without HE addition. The purposes of the No. 6 and No. 7 series were to prepare catalyst samples after H2 addition and just before stopping the H2. 2.3. Long-packing experiment A catalyst similar to that for the short-packing experiment was packed to a height of 72 mm in a reactor with an internal diameter of 12 mm for the No. 9 series. The standard conditions of the operations were 9.7 bar, S/C = 3.3, W/F= 70 s, and the axial temperature gradient was set at 883-980 K from the inlet to the outlet by monitoring the temperatures at four points in this case. In this series, 2.3 vol.-% H2 had been added for 160 h after operation without H2 addition for 80 h. 2.4. Sintering reference experiment The following experiments were added to observe the sintering states in H2 alone and that in H2 + H20- The RF. 1 series was carried out in the short-packing mode in 4.2 vol.-% H2/N2 at 9.7 bar, 873 K for 80 h after the same reduction as that for the activity measurement at 1023 K for 20 h. The H2 concentration was fixed to meet the average conditions of the above short-packing experiments. The RF.2 series was carried out in 4.2 vol.-% H2 + 50.4 vol.-% HEO/N2 at 9.7 bar, 873 K for 80 h after the reduction as well. T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 245 2.5. Characterization of catalysts X-ray photoelectron spectroscopy The XPS observation was carried out by a SSI (Surface Science Instrument) SSX-100 surface analysis system equipped with a monochromatic A1 Ka X-ray source. The typical measurement conditions were chosen to be an X-ray beam diameter of 600/zm, X-ray power of 10 kV, 10 mA, an electron flood gun voltage of 2 eV and an analyzer pass energy of 50 eV for a high resolution scan and 150 eV for a survey scan in vacuo at 1.3- 10-7 Pa. Photoelectron binding energies were referenced by setting the CHx peak maxima in the Cls spectra to 284.6 eV. Relative sensitivity factors to calculate atomic ratios from peak areas were chosen to be 1.0 for C1~, 2.73 for O1~, 0.56 for A12p and 12.03 for Ni2p3/2. CO chemisorption measurement The CO chemisorption measurements were carried out in an Ohkura Riken (R6015) pulse flow chemisorption apparatus. H2 (99.96%), He (99.99%) and CO (99.9%) were purified by passage through an indicating oxygen trap (Chemical Research Supplies) and a molecular sieve trap and used for both catalyst re- reduction and uptake measurements. A sample crushed to 20-100 mesh was re- reduced with H2 at 763 K for 3 h, and the reactor was purged with He at the same temperature for 20 min. The temperature was decreased to 323 K, and a CO pulse ( 1.6 cm3) was injected with the He carrier. Unadsorbed gas was detected by TCD, and the CO pulse was injected until saturation was confirmed. In calculation of the average nickel particle size, the site density of 6.77 ,~2/atom used was based on an equal distribution of the three lowest index planes of nickel(fcc) [ 10]. X-ray diffraction measurements The X-ray diffraction (XRD) measurements were carried out using a Rigaku diffractometer with Cu Ka radiation. Nickel crystallite sizes were estimated by the X-ray line broadening (XLB) method at 20= 44.5 for Ni( 111 ) using the Scherrer equation. Scanning electron microscopy The SEM observation was carried out with a Hitachi S-900H system, and X-ray- micro-analysis(XMA) was with a Hitachi S-800 system and a Horiba EMAX- 2200 to characterize surface morphology and composition. 3. Results The catalyst activity is expressed by methane conversion because the following two reactions can express the phenomena in the reactor: 246 T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 steam methane reforming reaction; CH4 -q- H20 = CO + 3H2 water-gas shift reaction; CO + H20 = CO2 + H2 3.1. Activity measurement The mass balance of data was checked each time. Relative deviations in every element (C, H, O) were found to be less than 3%. The conditions of the operations and the obtained data are listed in Table 2 where 'No. XX-YY' means the data number YY in a series number XX. 3.2. Short-packing experiment Experiment without H2 addition at low temperature The activity changes with time on stream in the No. 1 series are shown in Fig. 1. The No. 1 series, without H2 addition, showed stable activity. Continuous 1-12 addition experiment at low temperature The activity changes with time on stream in the No. 2 series are also shown in Fig. 1. In contrast to the No. 1 series, the No. 2 series showed a large and continuous decrease in the activity at 862 K with continuous 2.0 vol.-% H2 addition after the first operation for 24 h without H2 addition. He addition~stop experiment at low temperature Fig. 2 shows the activity change with time on stream in the No. 3 series. Hydrogen had been added for 5 h after operation for 150 h without H2 addition. The conversion had decreased slightly from 7.4% to 6.7% on H2 addition and had recovered after the H2 addition was stopped. When hydrogen had been added again for 16 h after a total operation of 330 h, the activity had decreased more than before, and it had not recovered after stopping the H2 addition. Experiment without H2 addition at high temperature Fig. 3 shows the activity change with time on stream in the Nos. 4 and 5 series. The series had been operated without H2 addition at 1010 K. The activity was stable for 285 h after the first increase over 24 h. The No. 5 series to prepare samples for the surface analyses reproduced the activity. 1-12 addition~stop experiment at high temperature Fig. 4 shows the activity change with time on stream in the Nos. 6, 7 and 8 series. The activity increase was similarly observed in the first stage of operation as well as in the Nos. 4 and 5 series. The activity had decreased for about 35 h with T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 247 o \"~ qqo qm~ q~mq qq qq qq% q% qqm~q q~ SS - ~ -- o~p~ ..... m~.m. oR. o ~. ..= ~ ~ ~ ~ ~ ~ ~ ~==~ ~ , ~ 248 12 Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 0 8 10 8 4 ~ 2 0 0 jA ~rmrm~O [] ~AAA ~A 200 400 600 Time / h Fig. 1. Activity changes in experiment without H2 addition and continuous H2 addition experiment at low temperature in short-packing experiment. ([]); No. 1 series without Hz addition, (A); No. 2 series without H2 addition, ( ); No. 2 series with 2% He addition, Conditions are listed in Table 2. After measuring the activity at 'A', catalyst was analyzed. 10 8 o 6 e- 8 4 2 % t~ 5h H2 T 16h H2 0 i L r J L 0 200 400 600 800 Time / h Fig. 2. Activity change in H2 addition/stop experiment at low temperature in short-packing experiment. ( [] ); No. 3 series without H2 addition, (; No. 3 series with 2.5% Ha addition. Conditions are listed in Table 2. 30 c- o 20 -~ ~\" 10 ,~./A A 0 0 200 Time / h i 400 600 Fig. 3. Activity change in experiment without H2 addition at high temperature in short-packing experiment. (O); No. 4 series without H2 addition, (K]); No. 5 series without H2 addition. Conditions are listed in Table 2. After measuring the activity at 'A', catalyst was analyzed. T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 249 30 jA o 20 \"~ 10 l A 0 200 400 600 Time / h Fig. 4. Activity change in H2 addition/stop experiment at high temperature in short-packing experiment. (/X); No. 6 series without H2 addition, ( ); No. 6 series with 2.9% H2 addition, (0); No. 7 series with 2.9% H2 addition, ( [] ); No. 8 series without Hz addition, (; No. 8 with 2.5 % H2 addition. Conditions are listed in Table 2. After measuring the activity at 'A', catalyst was analyzed. continuous 2.5 vol.-% H2 addition and stabilized at 13.3% of conversion. The activity had recovered gradually for about 67 h almost to the previous level without H2 addition after stopping the continuous n2 addition. The No. 6 and No. 7 series to prepare samples for the surface analyses reproduced the activity as well. 3.3. Long-packing experiment Fig. 5 shows the activity change in the No. 9 series. The activity was stable before and after HE addition except for the first stage of operation for 24 h. 3.4. Characterization of catalysts X-ray photoelectron spectroscopy The XPS observation was carded out for the spent catalysts indicated as 'A' in the figures for the activity measurement results. 3O A ,, J ,%_wt_m .... 1,4,- = 20 O ..~ 8 ~- 10 0 0 200 400 600 Time / h Fig. 5. Activity change in long-packing experiment. (D); No. 9 series without H2 addition, (; No. 9 series with 2.3% H2 addition. Conditions are listed in Table 2. After measuring the activity at 'A', catalyst was analyzed. 250 T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 0 _= , o ~ ] t 1 1100.0 0.0 Binding Energy / eV Fig. 6. X-ray photoelectron spectroscope wide-scan spectrum of No. 5 spent catalyst, a; Auger spectrum. Fig. 6 shows an example of a wide scan spectrum of the spent catalyst of the No. 5 series (No. 5 spent catalyst, hereinafter) obtained by the XPS observation. Fig. 7 shows a narrow scan spectrum of carbon of the same catalyst. The peaks in Fig. 7 were assigned as follows: 282.44 eV = carbon coordinated to Ni(Ni-C), 284.30 eV = graphite, 286.10 eV = - CO, 288.60 eV = - CO2. The ratios of graphite to the surface A1 are plotted in Fig. 8 as its concentration on the catalyst indicated by 'A' in the figures for the activity measurement results because the AI concentration on the catalyst shows very little change during the operation. Quantitative error in the XPS analysis consists of two kinds of errors such as those caused by the sampling procedure after the operation and errors occurring in analysis including the mathematical process. One of the former errors is, for exam- ple, an error caused by contamination due to carbonaceous components from ambi- ent air due to an imperfect seal in the steps from catalyst unpacking to air evacuation in the XPS equipment. Every catalyst was treated in the same manner carefully to 0 %) e- _= /@, graphite c-o // \",~ O=C_O'X~/,'' \"\",,~\\ Peak at J :~_..__y ,, ;-\"-, ,;','\",~, 282.44eV 290.00 280.00 Binding Energy / eV Fig. 7. X-ray photoelectron spectroscope narrow-scan spectrum around Cjs peak of No. 5 spent catalyst. Peak model is 80% Ganssian. T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 1.0 o E 0.5 0'00 200 400 600 Time / h 251 Fig. 8. Change of graphite amount on catalyst surface measured by XPS. (A); 873 K, ( ); 873 K, Hz addition ([]); 1023 K. (; 1023 K, H2 addition. An arrow means estimated error range. prevent contamination by air from sampling to placing in the XPS equipment. If there were air contamination, the influence would be similar on every sample because every sample was treated by the same procedure. We expected relative tendencies from the measurement. Each atomic ratio of a spent catalyst calculated from peak areas was corrected by each atomic ratio from a reduced catalyst which had never contacted a hydrocarbon so that the error from the contamination was kept to a minimum. Among the latter errors, it was reported that the relative error in atomic concentrations determined by the XPS could be 10-15% [ 1 ]. We esti- mated that the error in the mathematical process due to peak simulation was 20- 30%. Total errors estimated as + 40% in this manner are indicated in the figures. Amounts of graphite did not show a meaningful dependence on temperature and H2 concentration under the experimental conditions as shown in Fig. 8. CO chemisorption measurements Average nickel particle sizes determined by the CO pulse chemisorption method are shown in Fig. 9 in comparison with results of SEM and XRD methods. Measured samples were the catalyst after reduction, the No. 2 spent catalyst, the No. 4 spent catalyst, the No. 2~0~pent catalyst and the catalyst after the RF.2 series. O .~ 1000 500 0 I 1 I I I_ Reduction No.2 NoA No,6 RI:'.2 Catalysts Fig. 9. Comparison of Ni size by the different methods. (O); CO chemisorption, ( ); SEM, (V); XRD series. An arrow means estimated error range. 252 T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 X-ray diffraction measurements Estimated nickel crystallite sizes by the X-ray line broadening (XLB) method using the Scherrer equation are shown in Fig. 9 with a relative error of _+ 20%. Scanning electron microscopy The SEM observations were carried out on the catalysts indicated by 'A' in the figures for the activity measurement results and the catalysts after reduction, and after the sintering reference experiment. Nickel particle sizes estimated from the SEM photos were treated statistically. To compare the three methods, the average nickel particle sizes by the SEM method are indicated in Fig. 9 with the 95% confidence levels. Fig. 10 to 15 show SEM photos with histograms of the nickel particles. The o graduation in the horizontal axis means the range of particle size; e.g., 200 A means particles in the range of 100-200 A. The average size and standard deviation are indicated by 'x' and 's', respectively. The reduced catalyst, the No. 1 spent catalyst in the experiment without addition of H2, and the No. 2 spent catalyst in the continuous H2 addition experiment at low temperature (862 K) are shown in Fig. 10. The white round or polygonal parts in the photos were confirmed to be nickel metal by the SEM-XMA analysis as shown in Fig. 11. Fig. 12 shows SEM photos of the spent catalysts (No. 4 and No. 5 series) in the experiment without addition of H2 at high temperature (1010 K); their activities are shown in Fig. 3. Fig. 13 shows SEM photos of the spent catalysts (Nos. 6, 7, and 8 series) in the H2 addition/stop experiment at high temperature; their activities are shown in Fig. 4. Fig. 14 shows SEM photos of the inlet (883 K) and the outlet (990 K) sections of the No. 9 spent catalyst in the long-packing experiment operated with H2 addition for 240 h. Fig. 15 shows SEM photos of the catalysts after the sintering reference experiments (the RF. 1 and RF. 2 series). 4. Discussion The hydrogen effect observed in our experiments is different from the reported one which described kinetic inhibition in the range of 673-873 K in the steam methane reforming reaction 4. The hydrogen effect observed in our experiments in the range of 862-1017 K involved decreased methane conversion with the addition of 2% hydrogen under the conditions at 9.7 bar, S/C = 3, W/F= 26 s at 862 K and 1017 K; the No. 2 series (Fig. 1), the No. 8 series (Fig. 4). At 1017 K, the change was reversible in that the activity recovered after stopping the hydrogen addition. At 866 K the activity recovered in the case of 5 h addition of hydrogen as well; however, in the case of 16 h addition of hydrogen the change was irreversible in that the activity did not recover after stopping the hydrogen addition (the No. 3 series in Fig. 2). Reasons for the activity change with the hydrogen addition are T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 253 e~ ~e I OOO~ ~ ~'~ :O00t N ~ 009 \"~ o oo~z ~ , . .oo~ ~ e., -~-- ooo~ ~= r,.-. ~,os o ooo~ =3 ~ ~< fie-- . oo, '~ .. = 00~- eL ~ 00~ == OOl o o o o % / kouenl~a~ / kouenbeJ~ =o'< ,,-, % o ca, M, .~ + rr e'~e~ 254 l: Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 B O 0.00 3100 900 AI 1.28 2.55 Binding Energy / eV Fig. 11. Scanning electron microscope observation and X-ray micro analysis of No. 2 spent catalyst. A, SEM photo; B, XMA spectrum of point X indicated in photo A. considered from the viewpoints of encapsulation, oxidation, and sintering of the catalyst. On the catalyst surface, four carbonaceous species were reported; a-carbon which is active and easily gasified, less active/3-carbon, laminar graphite and non-oriented carbon, both of which are formed from/3-carbon and encapsulate the surface [ 11 ]. In Fig. 7 in the narrow scan spectrum of the C~s peak, a graphite peak at 284.30 eV and a small peak at 282.44 eV are observed with minor oxygen-bearing components. The peak at 282.44 eV has not been reported and possible species have different binding energies: a-carbon = 283.5 eV,/3-carbon = 284.6 eV which is very close T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 255 x = 421~]...=~ 60 ,1 ~ 40 s = 19.==0 , , , , \"=\" 0 6_M.- 4o 2o 0 i i , , , f i Ni partio~e size / A scale change Hi particle size / A scale change Fig. 12. Scanning electron microscope observation of catalysts in experiment without H2 addition at high temper- ature in short-packing experiment. Photos correspond to Fig. 3. A; No. 4 spent catalyst (without H2 addition, 24 h), B; No. 5 spent catalyst (without H2 addition, 285 hr). x = average particle size/A, s = standard deviation/,~. to the peak from graphite crystal, CHx type species on the nickel surface = 283.2 eV [ 12], and NiaC = 283.4 eV [ 13]. However, the peak at 282.44 eV was assumed to be carbon coordinated to nickel (Ni-C), because a carbon coordinated to metal has a peak near 282 eV such as (Ti-C)=281.4 eV, (W-C)=282.6 eV [14]. Although the nature of Ni-C has not been studied with respect to whether or not encapsulation occurs, it will not lead to wrong understanding to consider only the graphite carbon as the encapsulating carbon, because the carbon ratio of the Ni-C species to the graphite observed is very small either way. Fig. 8 shows a constant graphite concentration for the different experiments, which means that the activity change with the hydrogen addition was not caused by the encapsulating carbon. The oxidation of nickel has been discussed often in steam reforming regarding loss of activity [ 1 ]. In our experiments, it is difficult to believe that the activity decrease occurred due to the nickel oxidation, because the activity decrease was observed after the addition of hydrogen which makes the atmosphere more reduc- tive. This was confirmed by the XPS data for Ni (2p3/2): the extent of reduction; after reduction= 27 _+ 10.8%, the No. 2 spent catalyst (862 K, the continuous H2 addition/450 h) = 23 +_ 9.2%. Next, nickel sintering is considered as the cause of the activity change. Generally, the nickel particle size is measured by gas chemisorption, electron microscopy and 256 T. Numaguchi et al. /Applied Cata!vsis A: General 133 (1995) 241-262 ~OC~ ..~ .~ ~ ,o ~ 000~' o x~> --I 2 00~ -~ oo~:~ ~ ~ % / AouenbeJd O00P coe,~ x ~ Ol~t 000 ,< 00~ \"--. OOL ._~ 00g N~ , OOL % / ~0uenbeJ.:l E N '= erie flee .~.~ N ~++ o~ .~ss ii ii x (o oooi 006 < 008 ~. .~ ~ ~ .~ . ~ OOt \"~ ~ T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 257 ,e 60 I ~ =~ 60 x = 586 x = 480 ..4o s = 34.6 ~4o s = 28.1 o = ~, 20 ~ 20 0 , \"~ 0' ...... Ni perticle size / A scale e,~ange Ni particle size / A soele change Fig. 14. Scanning electron microscope observation of catalysts from long-packing experiment. ; No. 9 spent catalyst A; spent catalyst from the inlet (883 K), B; spent catalyst from the outlet (980 K). x = average particle size/A, s = standard deviation/A. XRD. For supported nickel catalysts, it was reported that the H2 chemisorption method was the simplest, electron microscopy was complicated but relatively cor- rect, and the XRD method had an applicable range [ 15 ]. As shown in Fig. 9 the estimated sizes by the XRD method agreed with those by the SEM method in the error ranges except for the No. 2 spent catalyst. The No. 2 spent catalyst showed the largest nickel particles in the SEM observation (Fig. 10C). The particles seem to comprise several crystallites defined by the bright lines suggesting edges of the crystal planes, which seems to cause the difference in size by the SEM method from that by the XRD method which does not indicate the particle size but the crystal size for polycrystallites. The white polygon in the photo was confirmed to be nickel by the XMA analysis (Fig. 11 ). The other SEM photos do not display these bright lines and indicate a less ordered structure. Regarding the chemisorption method for nickel catalysts, it was reported that the static H2 chemisorption method [ 16] and the desorption H2 pulse method [ 10] were effective. Unfortunately, hydrogen chemisorption by the pulse method did not produce meaningful results, while the carbon monoxide chemisorption gave only a qualitative indication of the nickel area or nickel particle size. Nevertheless, the results confirm the trends demonstrated by the SEM and XRD methods. Here- after, SEM observation is used to observe the sintering states. 258 T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 x = 2t8 = s=6,7 ~- 20 ,7. 0 Ni particle size / A scale change 6O 40 20 0 x = 382 s = 13.0 Hi particle size / A soale c~ange Fig. 15. Scanning electron microscope observation of catalyst in sintering reference experiment. A; RF. 1 catalyst, B; RF.2 catalyst, x = average particle size/,&, s = standard deviation/A. Nickel sintering without the hydrogen addition was considered. The catalyst after reduction had nickel particles of 200--400 A (average size; x= 244 A, standard deviation; s = 7.3 ,~; Fig. 10A) and the No. 1 spoent catalyst operated at 846 K for 285 h had particle sizes of 300-700 ,~ (x = 431 A, s = 18.7 A; Fig. 10B ) indicating sintering. The No. 4 and No. 5 spent catalysts operated at 1010 K under conditions equivalent to those of the No. 1 spent catalyst showed an extent of sintering similar to that of the No. 1 spent catalyst: the No. 4 spent catalyst (Fig. 12A) /24 h; x = 421 ,~, s= 19.3 ,~, the No. 5 spent catalyst (Fig. 12B)/285 h; x=374 A, s= 17.6 A. These catalysts showed normal distributions of nickel particle sizes. In the case where hydrogen was not added, the extent of the sintering were almost similar at both temperatures, 846 K and 1010 K, under the experimental conditions. Nickel sintering with the hydrogen addition was considered. The No. 2 spent catalyst operated at 862 K for 430 h with the continuous addition of 2% hydrogen showed a distribution of nickel particles largely deviatingfrom the normal distri- bution (Fig. 10C). Characteristic particles of 2000-3000 A were observed in addi- tion to those of 300-700 ,&. The No. 2 spent catalyst was found to have sintered considerably at 862 K. At 1023 K, the No. 6 spent catalyst which operated for 25 h with the addition of 2.9% hydrogen showed that the distribution below 1000 ,~, shifted to larger sizes T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 259 compared with the above-mentioned No. 4 series without He addition; mode = 300 ,~/the No. 4 spent catalyst ~ 600,700 A/the No. 6 spent catalyst (Fig. 13A). Additionally, characteristic particles of about 2000 ,~ were observed as well as in the case of the hydrogen addition at 862 K. However, the extent of the sintering of the No. 6 spent catalyst did not proceed during further operation for 130 h with the additionof hydrogen as observed in the No. 7 spent catalyst (ratios of frequencies in 700 A and in 800 ,~ are different; however, general distributions are similar; o o mode=600,700 A/the No. 6 spent catalyst, 600 A/the No. 7 spent catalyst; Fig. 13B). The No. 8 spent catalyst operated for 150 h after the hydrogen addition was stopped and showed that the distribution below 1000 ,~ shifted to smaller sizes o compared with the Nos. 6 and 7 spent catalysts (mode = 600 A/the No. 7 spent 300,~/the No. 8 spent catalyst; Fig. 13C) though characteristic catalyst particles of about 2000 A were still observed. Thus, at 1023 K the nickel sintering occurred with the hydrogen addition but the sintering stopped at a certain level even with the hydrogen addition. The sintered nickel was also dispersed in the operation without H2 addition for 150 h. These changes in the nickel particles were compared with the activity changes. At 1023 K, nickel particles were sintered with the hydrogen addition (the No. 4 spent catalyst ~ the No. 6 spent catalyst) and the activity had decreased over a dozen hours (Fig. 4). The continuous addition of hydrogen for 130 h (the No. 7 series) did not proceed the sintering further and the activity was stable at a lower level; CH4 conversion= 13.3%. A further 150-h operation without addition of hydrogen (the No. 8 series) dispersed the nickel particles, and the activity recovered almost to the level before the hydrogen addition, showing a double transient time as long as that of the sintering. In the case without H2 addition at 1010 K, the catalyst operated for 24 h (the No. 4 spent catalyst) did not show further sintering over 260 h, while the spent catalyst for 24 h sintered compared with the catalyst after reduction. The activity had been stable during the 260 h as well. As stated, the activity change corresponds closely to the extent of the sintering. In the 2.5% Ha addition/stop experiment at 866 K, the activity recovered after the 5-h addition of hydrogen but did not recover after the 16-h addition as shown in Fig. 2. In the continuous H2 addition at 862 K for 430 h, the nickel particles sintered substantially compared with the case without H2 addition (the No. 1 spent catalyst) and the activity had decreased continuously as shown in Fig. 1. Thus, the activity decrease was irreversible at low temperature, and the nickel particles were assumed to have continuously sintered without being stabilized at a certain level as observed at 1017 K with the hydrogen addition. Based on these considerations, the observed activity changes at 866 K and at 1017 K with the hydrogen addition are thought to be caused by nickel sintering and dispersion. Next, nickel sintering under atmospheres of the individual reagent and combi- nation of them was compared with the sintering under the reaction conditions. Table 3 indicates the applicable conditions of the sintering reference experiments. 260 T. Numaguchi et al./ Applied Catalysis A: General 133 11995) 241-262 Table 3 Applicable conditions for Ni sintering study Reactants Experiment H20 CH4 H2 H20 + CH4 H20 + H2 CH4 + H2 H2O + CH4 + He impossible due to Ni oxidation impossible due to coke formation 'RF. 1 series' \"experiment without H2 addition' 'RF.2 series' impossible due to coke formation 'continuous H2 addition, and He addition/stop experiment' Nickel sintering in hydrogen was reported to be essentially complete within a short time (about eight minutes) at 790-880 K on model catalysts involving nickel evaporated onto Pyrex glass and flame blown silica based on observations by TEM and SEM [ 17]. 20 wt.-% Ni/gamma-A1203 catalyst was re]9orted to sinter in 100% H2 at 923 K after reduction with H2 at 873 K for 16 h; 59 A ~ 64 A measured by the XRD method, but the time was not reported [ 18]. 4.58 wt.-% Ni/SiO was also reported to sinter with a further hydrogoen treatment for 12 h after reduction with H2 at 698 K for 12 h; 151 A --9 169 A measured by the XRD method [19]. A mechanism of the effect of hydrogen was suggested to be that hydrogen dissolved in polycrystalline nickel foil may weaken the crystallites from the parent foil [20]. However, it was also reported for supported catalysts that the effect of hydrogen was not observed, because nickel crystallites were already dispersed on the support [21]. The atmosphere of the RF. 1 series was fixed so as to agree with that of the No. 2 series where the average concentration of hydrogen in the catalyst bed was 4.2% in the case of the hydrogen addition. Nickel particle distribution after the RF.1 series in 4.2%He/N2 (PH2=0.41 bar) at 873 K for 80 h appeared to be normal as shown in Fig. 15A (x = 218 ,~, s = 6.7 ,~), that is nickel sintering was not observed. The reasons why the nickel sintering was not observed, in spite of the above- reported literature, are thought to be that the supported catalyst was examined after the reduction at 1023 K (the RF.1 series was at 873 K) with HJN2=30/70(V/ V) (Pne=0.41 bar) for 20 h which is common for every activity measurement. From the results of the RF. 1 series, the observed sintering in the activity measure- ment experiments is considered not to have been caused by an effect involving hydrogen only, such as an effect to facilitate the detachment of the nickel particle from the support by the dissolved hydrogen only. Nickel sintering in H2/H20 was studied in the RF.2 series. Steam was reported to be able to accelerate metal sintering [22]. As shown in Fig. 15B, the catalyst in the RF.2 series in 4.2%Hz + 50.4%H20/N2 (PH2 =0.41, PH20 =4.8 bar) at 873 K for 80 h, sintered (x=382 ,~, s= 13.0 ,~) nearly to the extent of the sintering of the No. 1 spent catalyst operated at 846 K for 285 h without the hydrogen addition: the ratio of the average size to that after the reduction; the No. 1 spent catalyst = 1.8 times, the catalyst after the RF.2 series = 1.6 times. The H20 + H2/N2 atmosphere T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 261 of the RF.2 series thus caused a somewhat similar sintering in the atmosphere of H20+Hz+carbon-bearing components (CH4=73.8, H2--20.4, CO--0.61, CO2= 5.19 dry%) of the No. 1 series in less than one-third of the time. The H20 + H2 atmosphere causes the nickel sintering but the carbon-bearing compo- nents seem to prevent the sintering. In the case without hydrogen addition in the activity measurements, sintering observed at 846 K was relatively similar to that at 1010 K. In the case of the hydrogen addition, the sintering proceeded at 862 K much more than at 1023 K where the sintering did not proceed beyond a certain level. The sintering is usually considered to proceed more at a higher temperature; however, the observation in this study shows the opposite effect. In the H20 + Hz/N2 atmosphere, extensive sintering was observed while no sintering was observed in the Ha/N2 atmosphere. It was found that carbon-bearing components played an important role in the nickel sintering. If the concentration of dissolved carbon in the nickel particles decreases with an increase in hydrogen partial pressure in the gas phase under the reaction conditions, the raised melting point of the nickel particles with the increased carbon concentration (e.g., Ni(mp.)= 1726 K, Ni3C(mp.)=2373 K) can explain our observation. Certainly this explanation does not have greater certainty than that due to a change in the metal-support interaction influenced by the conditions and so on, because the carbon concentration in the nickel particles could not be measured. Hydrogen is a product of the reaction and the observations in the present study have never been found in plant operations. An actual reformer tube, for example, in the case of hydrogen production for methanol synthesis, has a temperature distribution from 840 K to 1150 K over about 12 m in length. In this tube, the ratio of the low-temperature section where the irreversible hydrogen inhibition or the deactivation occurs is small. Therefore, high-temperature inhibition is dominant when hydrogen is produced, and the activity stabilizes at a certain level. This means that the deactivation observed in the present study in the short-packing experiments does not appear in actual plant operations. For confirmation, a long-packing experiment, where the catalyst zone had a temperature distribution from 883 K to 980 K, was carried out. The conversion did not change before and after 2.3 vol.-% H2 addition, and it continued to be stable for a further 160 h as shown in Fig. 5. The apparent frequency factor was fitted with the reported rate equation form [9] using the observed axial temperature gradient. The fitted frequency factor from the data with H2 addition in the long- packing experiment was relatively the same as that from the data with H2 addition at 1017 K in the short-packing experiment. In the SEM observation of the spent catalyst in the lon~-packing experiment, nickel sintering was observed in the spent catalyst(x = 586 A, s = 34.6 A) with characteristic particle sizes of 2000-3000 ]k from the inlet section at 883 K as shown in Fig. 14A. Less sointering (x=480 ]k, s = 28.1 ,~) without characteristic particles larger than 1000 A was observed from the outlet section at 980 K as shown in Fig. 14B. A slightly greater extent of sintering than that in the No. 8 spent catalyst (Fig. 13C) in the H2 addition/stop experiment 262 T. Numaguchi et al. /Applied Catalysis A: General 133 (1995) 241-262 of the short-packing experiment at 1017 K is presumed to be caused by the lower temperature, 980 K. Thus the same observations in the short-packing experiments were confirmed by the SEM observation to occur in both the inlet and the outlet of the catalyst zone in the long-packing experiment. Acknowledgements The authors are grateful to the Agency of Industrial Science and Technology of the Ministry of International Trade and Industry for financial support of this work. References [ 1 ] J. DeDeken, G. Haemers, P.G. Menon and F. Froment, J. Catal., 70 ( 1981 ) 225. [2] A.D. Moeller and C.H. Bartholomew, Preprints of Papers Amer. Chem. Soc., Div. of Fuel Chem., 25 (2), 1980, Prepr. of Paper Presented at Houston, Tex., Mar. 24-28, 1980, p. 54. [3] J.R. Rostrup-Nielsen, J. Catal., 31 (1973) 173. [4] I.M. Bodrov, L.O. Apel'banm and M.I. Temkin, Kinet. Katal., 9 (5) (1968) 1065. [5] Q.P. Quach and D. Roulean, J. Appl. Chem. Biotechnol., 25 (1975) 445. [6] V.I. Atroshchenko, Sh.K. Raman and G.L. Zvyagintsev, J. Appl. Chem. (USSR), 42 (3) (1969) 1414. [7] A.A. Khomenko, L.O. Apel'baum, F.S. Shub, Y.S. Snagovskii and M.I. Temkin, Kinet. Katal., 12 (2) ( 1971 ) 423. [8] E. Kikuchi, J, Jpn. Petrol. Inst., 20 (2) (1977) 109. [9] T. Nurnaguchi and K. Kikuchi, Ind. Eng. Chem. Res., 30 (3) ( 1991 ) 447. [ 10] C.H. Bartholomew and R.B. Pannell, J. Catal., 65 (1980) 390. [ 11 ] D.L. Trimm, Chem. Eng. Process., 18 (1984) 137. [ 12] A.A. Dost, V,R. Dhanak and S. Buckingham, J. Catal., 89 (1984) 159. [ 13] A.A. Galuska, Appl. Surf. Sci., 40 (1989) 33. [ 14] C.D. Wagner, W.N. Riggs, L.E. Davis, J.F. Moulder, in G.E. Muilenberg (Editor), Handbook of X-ray Photoelectron Spectroscopy, Perkin-Elmer Corp., Minnesota, 1979, p. 174. [ 15] D.G. Mustard and C.H. Bartholomew, J. Catal., 67 ( 1981 ) 186. [ 16] J.A. Amelse, L.H. Schwartz and J.B. Butt, J. Catal., 72 ( 1981 ) 95. [ 17] D.L. Trimm, Trans. lnstn. Chem. Engrs., 54 (1976) 119. [ 18] K. Ahmed, L. Kershenbaum and D. Chadwick, Chem. Eng. Sci., 44 (4) (1989) 999. [ 19] E.E. Unmush, L.H. Schwartz and J.B. Butt, J. Catal., 61 (1980) 242. [20] Y. Nishiyama and Y. Tamai, J. Catal., 45 (1976) I. [21 ] J.L. Figueiredo and D.L. Trimm, J. Appl. Chem. Biotechnol., 28 (1978) 611. [22] D.L. Trimm, D.J. Young and P. Udaja, Stud. Surf. Sci. Catal., 6 (1980) 331. APCATA 95001883 0926-860X(95)00188-3 10.1016/0926-860X(95)00188-3 Elsevier Science B.V. All rights reserved Hydrogen effect on α-Al2O3 supported Ni catalyst for steam methane reforming reaction Toru Numaguchi * a Kazuo Shoji a Satohiro Yoshida b a Technology R & D Center, Toyo Engineering Corp. 1818 Fujimi, Togo, Mobara-city, Chiba 297, Japan b Division of Molecular Engineering, Graduate School of Engineering, Kyoto University, Yoshidahon-machi Sakyo-ku, Kyoto 606-01, Japan * Corresponding author. Tel. (+81-475) 244553, fax. (+81-475) 221338 Nickel particles in a catalyst for steam methane reforming showed more sintering at lower temperature than at higher temperature with H2 addition. A Ni(6.8 wt.-%)/α-Al2O3 catalyst showed a continuous and irreversible deactivation over 430 h due to sintering of Ni in the presence of 2% H2 addition at 862 K. At 1017 K, the catalyst also showed an activity decrease with 2% H2 addition, but the activity was stabilized at a certain level over 130 h and it recovered after the H2 addition was stopped. The nickel sintering corresponded to the activity change in the experiment at 1017 K as well as that at 862 K. The catalyst in the form of 5 mm sphere was short-packed in 10 mm length, and the standard conditions were 9.7 bar, a steam/carbon(S/C) = 3, and W/F= 26s. The sintering was confirmed by SEM observation. Sintering reference experiments in H2/N2 and in H2O + H2/N2 under conditions equivalent to those of the above activity measurements showed that carbon-bearing components played an important role in preventing the sintering. Sintering did not occur in H2/N2 atmosphere and much more sintering occurred in H2O + H2/N2 atmosphere than under the activity measurement conditions. In a long-packing experiment conducted in analogy to an actual plant operation with an axial temperature gradient of 883–980 K, the same phenomena as those in the short-packing experiment were confirmed by SEM observation. However, the deactivation did not appear because in the tube the fraction of the deactivation section where the temperature is low and P H2 is high is small. This seems to be the reason why no deactivation by H2 has ever been reported in actual plant operations. Keywords Hydrogen effect Sintering Steam methane reforming Ni/Al2O3 References [1] DeDeken J. Haemers G. Menon P.G. Froment F. J. Catal. 70 1981 225 [2] Moeller A.D. Bartholomew C.H. Preprints of Papers Amer. Chem. Soc., Div. of Fuel Chem. 25 2 1980 Moeller A.D. Bartholomew C.H. Prepr. of Paper Presented at Houston Tex. Mar. 24–28, 1980 54 [3] Rostrup-Nielsen J.R. J. Cataal. 31 1973 173 [4] Bodrov I.M. Apel'baum L.O. Temkin M.I. Kinet. Katal. 9 5 1968 1065 [5] Quach Q.P. Rouleau D. J. Appl. Chem. Biotechnol. 25 1975 445 [6] Atroshchenko V.I. Raman Sh.K. Zvyagintsev G.L. J. Appl. Chem. (USSR) 42 3 1969 1414 [7] Khomenko A.A. Apel'baum L.O. Shub F.S. Snagovskii Y.S. Temkin M.I. Kinet. Katal. 12 2 1971 423 [8] Kikuchi E. J. Jpn. Petrol. Inst. 20 2 1977 109 [9] Numaguchi T. Kikuchi K. Ind. Eng. Chem. Res. 30 3 1991 447 [10] Bartholomew C.H. Pannell R.B. J. Catal. 65 1980 390 [11] Trimm D.L. Chem. Eng. Process. 18 1984 137 [12] Dost A.A. Dhanak V.R. Buckingham S. J. Catal. 89 1984 159 [13] Galuska A.A. Appl. Surf. Sci. 40 1989 33 [14] Wagner C.D. Riggs W.N. Davis L.E. Moulder J.F. Muilenberg G.E. Handbook of X-ray Photoelectron Spectroscopy 1979 Perkin-Elmer Corp. Minnesota 174 [15] Mustard D.G. Bartholomew C.H. J. Catal. 67 1981 186 [16] Amelse J.A. Schwartz L.H. Butt J.B. J. Catal. 72 1981 95 [17] Trimm D.L. Trans. Instn. Chem. Engrs. 54 1976 119 [18] Ahmed K. Kershenbaum L. Chadwick D. Chem. Eng. Sci. 44 4 1989 999 [19] Unmush E.E. Schwartz L.H. Butt J.B. J. Catal. 61 1980 242 [20] Nishiyama Y. Tamai Y. J. Catal. 45 1976 1 [21] Figueiredo J.L. Trimm D.L. J. Appl. Chem. Biotechnol. 28 1978 611 [22] Trimm D.L. Young D.J. Udaja P. Stud. Surf. Sci. Catal. 6 1980 331",
      "scopus-id": "0000415870",
      "coredata": {
        "eid": "1-s2.0-0926860X95001883",
        "dc:description": "Nickel particles in a catalyst for steam methane reforming showed more sintering at lower temperature than at higher temperature with H2 addition. A Ni(6.8 wt.-%)/α-Al2O3 catalyst showed a continuous and irreversible deactivation over 430 h due to sintering of Ni in the presence of 2% H2 addition at 862 K. At 1017 K, the catalyst also showed an activity decrease with 2% H2 addition, but the activity was stabilized at a certain level over 130 h and it recovered after the H2 addition was stopped. The nickel sintering corresponded to the activity change in the experiment at 1017 K as well as that at 862 K. The catalyst in the form of 5 mm sphere was short-packed in 10 mm length, and the standard conditions were 9.7 bar, a steam/carbon(S/C) = 3, and W/F= 26s. The sintering was confirmed by SEM observation. Sintering reference experiments in H2/N2 and in H2O + H2/N2 under conditions equivalent to those of the above activity measurements showed that carbon-bearing components played an important role in preventing the sintering. Sintering did not occur in H2/N2 atmosphere and much more sintering occurred in H2O + H2/N2 atmosphere than under the activity measurement conditions. In a long-packing experiment conducted in analogy to an actual plant operation with an axial temperature gradient of 883–980 K, the same phenomena as those in the short-packing experiment were confirmed by SEM observation. However, the deactivation did not appear because in the tube the fraction of the deactivation section where the temperature is low and P H2 is high is small. This seems to be the reason why no deactivation by H2 has ever been reported in actual plant operations.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001883",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Numaguchi, Toru"
          },
          {
            "@_fa": "true",
            "$": "Shoji, Kazuo"
          },
          {
            "@_fa": "true",
            "$": "Yoshida, Satohiro"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001883"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001883"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00188-3",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogen effect on α-Al2O3 supported Ni catalyst for steam methane reforming reaction",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogen effect"
          },
          {
            "@_fa": "true",
            "$": "Sintering"
          },
          {
            "@_fa": "true",
            "$": "Steam methane reforming"
          },
          {
            "@_fa": "true",
            "$": "Ni/Al2O3"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "241-262",
        "prism:endingPage": "262",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00188-3",
        "prism:startingPage": "241",
        "dc:identifier": "doi:10.1016/0926-860X(95)00188-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000415870"
      }
    }
  }
}