{
  "metadata": {
    "title": "Studies on kinetics of ammonia synthesis over ruthenium catalyst supported on active carbon",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-04-25",
    "doi": "10.1016/0926-860X(95)00251-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002510",
    "pii": "0926860X95002510"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001968663",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002510 0926-860X(95)00251-0 0926860X95002510 10.1016/0926-860X(95)00251-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00154 2024-01-01T12:18:48.759026Z 0 0 19960425 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 138 138 1 1 Volume 138, Issue 1 9 83 91 83 91 19960425 25 April 1996 1996-04-25 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. STUDIESKINETICSAMMONIASYNTHESISOVERRUTHENIUMCATALYSTSUPPORTEDACTIVECARBON KOWALCZYK Z BARIS 1986 295 H KUBOTA 1994 11293 J AIKA 1985 305 K AIKA 1986 57 K AIKA 1992 126 K WELLENBUSCHER 1994 61 J AIKA 1985 296 K MURATA 1992 118 S MURATA 1992 110 S MOGGI 1989 L1 L4 P MOGGI 1995 145 P MASTHAN 1991 L1 L5 S RAMARAO 1991 L1 L5 K AIKA 1972 424 K AIKA 1990 1221 K TENNISON 1991 S CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE KOWALCZYK 1992 1 Z KOWALCZYK 1990 29 Z NWALOR 1994 285 J KOWALCZYKX1996X83 KOWALCZYKX1996X83X91 KOWALCZYKX1996X83XZ KOWALCZYKX1996X83X91XZ item 0926-860X(95)00251-0 0926860X95002510 1-s2.0-0926860X95002510 10.1016/0926-860X(95)00251-0 271346 2024-01-01T12:18:48.759026Z 1996-04-25 1-s2.0-0926860X95002510-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002510/MAIN/application/pdf/7a7fc79e63b22f034b230255256f9b5f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002510/MAIN/application/pdf/7a7fc79e63b22f034b230255256f9b5f/main.pdf main.pdf pdf true 442418 MAIN 9 1-s2.0-0926860X95002510-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002510/PREVIEW/image/png/34cb0d631bd7105cc6de25e257c7e51e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002510/PREVIEW/image/png/34cb0d631bd7105cc6de25e257c7e51e/main_1.png main_1.png png 45092 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 138 (1996) 83 -91 Studies on kinetics of ammonia synthesis over ruthenium catalyst supported on active carbon Zbigniew Kowalczyk *, Slawomir Jodzis, Jan Sentek Department of Chemistry, Warsaw University of Technology, Koszykowa 75, PL-00-664 Warsaw, Poland Received 6 July 1995; revised 29 September 1995; accepted 30 September 1995 Abstract The rate of ammonia synthesis was measured for ruthenium and iron catalysts under high (100 bar) and under atmospheric pressures. The effect of ammonia concentration in the gas phase on reaction rate was measured at 400, 430, and 470 for p = 100 bar at 370 and 400 for p = 1 bar. It was found that ruthenium is less sensitive than iron to the increase of ammonia pressure in the gas phase. It is also much less sensitive to changes in the total pressure (for PH2:PN2 ~ const.). At relatively high conversion degrees the ruthenium catalyst used was several times more active than the fused iron catalyst at 100 bar and 25-40 times more active under atmospheric pressure. Keywords: Ammonia synthesis; Ruthenium catalyst; Carbon support; Fused iron catalyst; Kinetics I. Introduction The process of NH 3 synthesis has been generally based on the use of fused iron catalyst. Nevertheless, investigations are carried out on alternative catalytic systems. A particular interest has been given to ruthenium, deposited on various supports, such as magnesia [1-5], zeolite [6], alumina [1,2,4,7-11] or carbon- covered alumina (CCA) [12,13]. Particularly attractive seems to be a system in which ruthenium, promoted additionally with K Csor Rbions is deposited on active carbon [14-16]. The activity of a number of such catalysts was studied by Aika [15] at 400. The experiments were performed, however, under conditions (p = 600 Torr) strongly different from those applied in industrial practice (p> 100 bar). * Corresponding author, 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00251-0 84 Z. Kowalczyk et aL /Applied Catalysis A: General 138 (1996) 83-91 Furthermore, since an integral reactor was used, the mean NH3 productivity per gram of catalyst was measured, instead of the reaction rate. The main purpose of this work was to determine the kinetic characteristics of ruthenium catalyst, deposited on active carbon, in synthesis of ammonia under high pressure (100 bar). The term 'kinetic characteristics' is here meant as a relationship between the reaction rate and both temperature and ammonia concentration in the gas phase, with H2:N2 = const = 3:1. Some experiments were also performed under atmospheric pressure (1 bar). The obtained results were compared with those, partly presented [17], for triply promoted (K20, A203, CaO) fused iron catalyst of high activity. A similar comparison, with no experimental details, however, was presented by Tennison [18], who had studied an alkali-promoted ruthenium catalyst supported on a so-called HSAG (high surface area graphite) [ 16]. 2. Experimental 2.1. The catalysts The ruthenium catalyst was prepared with the use of thermally modified active carbon. Raw carbon, Norit RO.O8 (Aldrich, Cat. No. 32, 942-8) in the form of small cylindrical pellets (0.8 mm in diameter, 3-5 mm in length) was heated for 2 h at 1900 in helium atmosphere. The product was characterized by a low (0.036 cm3/g) volume of micropores (corresponding BET surface area about 100 m2/g), and with a turbostratic structure, as evidenced by WAX measurements [ 19]. A charge of the carbon was impregnated with acetone solution of RuC13 0.5H 20 up to ruthenium content of 9.1%, using the incipient wetness technique. The obtained material was dried in air (100, 24 h) and subjected to prelimi- nary reduction with hydrogen at 350 (16 h). The rate of temperature increase was about 50 K/h. After cooling, the material was impregnated with alcoholic solution of KOH, by the incipient wetness method, up to a molar ratio of K+/Ru = 3.5. The catalyst thus prepared was ground and sieved. The fraction used in subsequent measurements had the grain size 0.3-0.6 mm. A base for comparison was a pre-reduced, triply promoted (K20, A1203, CaO) iron catalyst [17], prepared as follows: A doubly promoted (A1203, CaO) fused iron precursor obtained from an industrial melting, was first reduced in a 3:1 mixture of hydrogen and nitrogen with slow, stepwise rise of temperature up to 520 [20,21], then it was cooled to room temperature. After passivation in a flow of nitrogen containing a small amount of oxygen (0.1%) the material was impregnated with an ethanolic solution of potassium hydroxide. The activity of the pre-reduced catalyst obtained in this way and containing potassium 0.7, aluminium 1.9, and calcium 2.6% by weight, was slightly higher than that of a Z. Kowalczyk et al./ Applied Catalysis A: General 138 (1996) 83-91 85 high quality commercial catalyst [20]. Two fractions of the material were used: the 0.10-0.12 mm, when the measurements of the reaction rate were carried out at a high pressure (100 bar), and the 0.5-0.8 mm, in the low-pressure (1 bar) kinetic studies. 2.2. Measurements of the reaction rate The kinetic studies were carried out in a flow installation composed of a section of preparation and purification of the gas for synthesis, a preliminary reactor (packed with an iron catalyst), and the main, six-channel reactor [17,20,21], comprising the samples of the catalysts studied. Optionally, the applied reactor tubes had a diameter of 2.3 mm, 4.7 mm, or 7.6 mm. The gas for synthesis (H2:N2=3:l) was obtained by decomposition of ammonia on a nickel catalyst at 950. After preliminary removal of oxygen compounds on molecular sieves the H2 + N2 mixture was compressed and subjected to further purification by passing, in series, through three containers filled with: l) active carbon, 2) palladium catalyst, and 3) molecular sieves. The latter was equipped with an external electric heater for thermal (400) regener- ation of molecular sieves. The regeneration was carried out before every test of activity. After being loaded to the measuring reactor the samples of both the ruthenium and the iron catalysts were activated and stabilized in a stream of gas for synthesis, according to the following temperature programme: slow heating to 400 (8 h), keeping at 400 (16 h), heating to 470 (5 h), and keeping at 470 (about 40 h). The high-pressure experiments were performed both with the use of the preliminary reactor and without it. A detailed description of the experimental procedure has been given elsewhere [17]. Briefly, a sample of the catalyst under study in the measuring reactor was supplied by a gas mixture with ammonia content (xl) and it was left by a mixture enriched with ammonia (x2). Under steady-state conditions the increment of NH3 content in the sample (Ax), with Ax << xI was determined and used for calculation of the reaction rate per unit mass of the catalyst: x2 - xI 17.03 r=Vo(1 +x,)(l+x2)m 22.08 (1) where r is the reaction rate (kg NH3/kgcat h), x1, x2 are the concentrations of NH3 (molar fractions), V0 is the flow rate of the gas (H2, N2) (dm3(STP)/h), and m is the mass of the sample (g). The content of NH3 in the feeding gas (x~) was controlled by the temperature of the catalyst in the preliminary reactor. Both (xl) and (x2) were determined interferometrically. The above-described method involving the preliminary reac- tor was applied for determination of the reaction rate in the scope of high conversions (high ammonia pressures in the gas). In the range of low conver- 86 Z. Kowalczyk et al./Applied Catalysis A: General 138 (1996) 83-91 sions (low PNHa) the rate of reaction was determined as follows. The prelimi- nary reactor did not operate (x~ = 0) and the concentration of NH3 was measured at the outlet of each of the six reactor channels packed with different mass portions of one and the same catalyst. As a result, the profiles of ammonia concentration were obtained under steady state conditions. The profiles, being equivalent to those in a single but thicker layer were used for calculation of the reaction rate from the equation: I d x 17.03 r= V0(1 (2/ +x)2 dm 22.08 Since both methods of measurement were complementary, it was possible to determine the rate of the process over a wide range of NH3 concentrations in the gas phase from a fraction of per cent to about 10 mol-%. The measurements were performed at 470, 430, and 400, starting from the highest and ending at the lowest temperature. Kinetic studies were also carded out at the atmospheric pressure (1 bar), but they were confined to the measurement of ammonia concentration profiles in the layer of catalyst at two temperatures: 400 and 370. 3. Results and discussion 3.1. Results of high pressure experiments Fig. 1 shows, as an example, the profiles of ammonia concentration for the two catalysts at 430. The relationships obtained for other temperatures were similar. The kinetic characteristics determined from the obtained profiles of ammonia concentration, and from the measurements with a preliminary reactor, .7 -d E o,1 o,2 0,3 oA CATALYST MASS [ g ] / Fig. 1. Typical profiles of NH3 concentration in the catalyst bed; p = I00 bar, T = 430. (1) Ruthenium supported on active carbon (Vo = 63 dm3 [STP]/h); (2) fused iron catalyst [17] (Vo = 60 dm3 [STP]/h). Z. Kowalczyk et al. / Applied Catalysis A: General 138 (1996) 83-91 87 2 + --. I -1 0 +1 +2 In pi~. [ bQr] Fig. 2. Reaction rate versus PNH3 ill the gas phase (In-In scale) for Ru catalyst; p = 100 bar; A: differential measurement. The dashed line denotes the equilibrium pressure of NH 3 at 470. are shown in Figs. 2 and 3 as reaction rate (r) vs. ammonia pressure (PNH3) (in ln-ln scale). Fig. 2 is concerned with ruthenium catalyst deposited on carbon, and Fig. 3 relates to the fused iron catalyst. Individual curves correspond to different temperatures. It may be seen that the effect of temperature on activity of the catalysts is similar in either system at low degrees of conversion. For example, the increase of temperature from 400 to 430 for ammonia pressure PNH3 = 0.5 bar (In PNH3 = --0.69) gives an about two-fold increase of reaction rate, both on ruthenium and on iron. The apparent activation energy E40o+430 equal to 21 kcal/mol is about equal for both Ru and Fe catalysts. The effect of ammonia concentration is, however, significantly different. The activity of the ruthenium catalyst depends only slightly on PNH~\" In the range of low conversions, corresponding to PNH3 < 2--3 bar, the activity of the ruthenium catalyst is 2 =o _q o ~00~ t.70*C 0 +1 +2 in PNH3 [bar] Fig. 3. Reaction rate versus PNH 3 in the gas phase (M-In scale) for triply promoted iron catalyst (partly from [17]); p = 100 bar; A: differential measurement. 88 Z. Kowalczyk et al./Applied Catalysis A: General 138 (1996) 83-91 3 2 J 2 Z, 6 8 NIq~ CONTENT [mol.*l,] Fig. 4. The ratio of reaction rates (as referred to mass unit of the sample) on ruthenium catalyst and on the iron one; p = I00 bar. almost constant at constant temperature (see Fig. 2). Only when the value of ammonia pressure exceeds 2-3 bar (XNH3 > 2--3%) a steady decrease in the reaction rate is observed. At 10% concentration of ammonia in the gas mixture (In PNH~ = 2.3) the reaction rate (r) is about twice as low as within the 'plateau' at 400 and 430 but at 470, where the vicinity of the state of equilibrium is much more strongly manifested (see the dashed line in Fig. 2) it is about three times as low as that of the plateau. In contrast to the above, the activity of a fused iron catalyst depends strongly on ammonia concentration in the gas phase in the whole range of PNH3\" The increase of ammonia partial pressure from the value of 1 bar (1 mol-%) to 10 bar (10 tool-%) gives an about 10 to 25-fold decrease in the rate of the process, depending on temperature. The differences in the kinetics of reaction on the compared ruthenium and iron catalysts are very well seen in Fig. 4 which presents the effect of ammonia content in the gas phase (XNH~) on the ratio of corresponding reaction rates (n = rRu/rFe). The ruthenium catalyst is much less active than the iron one in the region of low conversion, but is much more active than the iron catalyst in the range of high conversions. At 470 and NH3 concentration I0 mol-% the reaction rate on ruthenium deposited on carbon support is about five-fold higher than that on fused iron catalyst. The results obtained correspond very well to those presented by Tennison [18]. Only quantitative differences in the activity levels can be observed. The iron catalyst tested in our study was about three times as active as that tested by Tennison, with the relation being constant versus XNH~. In contrast, our ruthe- nium catalyst was twice less active throughout the whole range of ammonia concentration in the gas phase. The comparison was done at 430 (the only temperature given in [18]), with account to the differences in the experimental conditions: the total pressure and the H2:N2 ratio. Z. Kowalczyk et al. / Applied Catalysis A: General 138 (1996) 83-91 89 0,3 o E 0,2 Z o 0,/., z 0,05 0,10 0,15 CATALYST MASS [g] Fig. 5. Ammonia concentration profiles (T = const.) in the bed of ruthenium catalyst under atmospheric pressure (1 bar); Vo = 45 dm3[STP]/h. 0,3 7 -d 0,2 z o 0,1 Z o 1 2 3 CATALYST MASS [g ] Fig. 6. Ammonia concentration profiles (T = const.) in the bed of iron catalyst under atmospheric pressure (1 bar); Vo = 45 dm3[STP]/h. 3.2. Results of low pressure experiments The profiles of ammonia concentration obtained with the two catalysts under atmospheric pressure are shown in Figs. 5 and 6. Table 1 presents the values of reaction rates calculated from Eq. (2) and corresponding to several values of Table 1 Reaction rate as referred to the unit mass of catalyst (kgNH\"/kgcat h) for ruthenium supported on carbon (rRu) and for fused iron (rFe) under atmospheric pressure (1 bar3 XNH 3 (tool-%) T = 400 T = 370 rRu rFe rRu / rFe rRu rFe rRu / rFe 0.05 0.61 0.08 8 0.33 0.04 8 0.10 0.61 0.04 15 0.33 0.022 15 0.15 0.60 0.022 27 0.33 0.014 24 0.20 0.56 0.015 37 90 Z. Kowalczyk et aL /Applied Catalysis A: General 138 (1996) 83-91 NH3 concentration in the gas phase. In the whole concentration range studied (0.05-0.20 mol-%) the ruthenium catalyst was much more active than the iron one (Table 1), and at higher values of XNH, (0.15--0.20 mol-%) the ratio of the corresponding reaction rates was ca. 25-40. Comparison of the obtained results with those obtained at high pressure (T = 400) shows that in the region of low conversions the activity of the ruthenium catalyst at p = 100 bar is only about three times higher than that observed at atmospheric pressure. In the case of the fused iron catalyst the change of pressure from 100 bar to 1 bar gives a drop of reaction rate of about two orders of magnitude. The small effect of total pressure on the activity of ruthenium catalyst results from the inhibiting action of hydrogen [18] and it needs no separate discussion. The three-fold increase in activity in the 1-100 bar range (when far from equilibrium) corresponds to the order of reaction with respect to hydrogen n(H2) = -0.75 (assuming that n(N2) = + 1, as for other carrier-type ruthenium catalysts [4,22]). Attention should be drawn, however, to the high activity of our ruthenium catalyst. At 400 (p = 1 bar) the reaction rate calculated per unit mass of Ru was about 400 mmol NH3/gRu h, and it was 40-80 times as high as that reported by Aika [15] for similar catalytic systems (2% Ru + Kor Rbon C support, p - 0.8 bar). The significance of such a comparison becomes fully clear on consideration of the fact that the dispersion of ruthenium on catalysts tested in [15] was 36%. Unfortunately, the Ru dispersion had not been deter- mined in our work. If one assumes, however, that it was as high as 100%, even in such a case the TOF would have been by more than 10-20-fold higher than that determined by Aika [15]. Hence the dispersion of ruthenium can not be the sole or even the most important parameter determining the catalytic activity of the Ru + K+/C system. Of much more importance are the properties of the carbon support, as shown in BP patent [ 16]. 4. Conclusions The kinetic characteristics of ruthenium catalyst deposited on carbon support are substantially different from those of fused iron catalysts both for high (100 bar) and for low (1 bar) pressures. Ruthenium is much less sensitive than iron to an increase of ammonia concentration in the gas phase, as well as to changes of total pressure (for PH2:PN2 = const). This leads to a conclusion that is important for industrial practice: the ruthenium catalyst supported on carbon can be a valuable alternative for fused iron catalyst, particularly at high conversion degrees and relatively low total pressures in the reactor. Taking into account the contemporary tendencies to lower the applied pressure (reduction of energy consumption) such a catalyst, when optimized, might become of general use, e.g. in a separate converter, connected in series with a traditional one, as patented by Kellog Co. [23]. Z. Kowalczyk et al./Applied Catalysis A: General 138 (1996) 83-91 91 References [1] H. Baris, M. Glifiski, J. Kijefiski, A. Wokaun and A. Baiker, Appl. Catal., 28 (1986) 295. [2] J. Kubota and K. Aika, J. Phys. Chem., 98 (1994) 11293. [3] K. Aika, A. Phya, A. Ozaki, Y. Inoue and I. Yasumori, J. Catal., 92 (1985) 305. [4] K. Aika, M. Kumasaka, T. Oma, O. Kato, H. Matsuda, N. Watanabe, K. Yamazaki, A. Ozaki and T. Onishi, Appl. Catal., 28 (1986) 57. [5] K. Aika, T. Takano and S. Murata, J. Catal., 136 (1992) 126. [6] J. Wellenbi~scher, M. Muhler, W. Mahdi, U. Sauerlandt, J. Schiitze, G. Ertl and R. SchliSgl, Catal. Lett., 25 (1994) 61. [7] K. Aika, K. Shimazaki, Y. Hattori, A. Ohya, S. Ohshima, K. Shirota and A. Ozaki, J. Catal., 92 (1985) 296. [8] S. Murata and K. Aika, J. Catal., 136 (1992) 118. [9] S. Murata and K. Aika, J. Catal., 136 (1992) 110. [10] P. Moggi, G. Predieri, G. Albanesi and S. Papadopulos, Appl. Catal., 53 (1989) LI-L4. [11] P. Moggi, G. Albanesi, G. Predieri and G. Spoto, Appl. Catal. A, 123 (1995) 145. [12] S. Masthan, P.S. Prasad, K.S. Rama Rao and P. Kanta Rao, J. Mol. Catal., 67 (1991) L1-L5. [13] K.S. Rama Rao, S.K. Masthan, P.S. Prasad and P. Kanta Rao, Appl. Catal., 73 (1991) LI-L5. [14] K. Aika, H. Horti and A. Ozaki, J. Catal., 27 (1972) 424. [15] K. Aika, T. Kawahara, S. Murata and T. Onishi, Bull. Chem. Soc. Jpn., 63 (1990) 1221. [16] US Patent 4 163 775 (1979), to British Petroleum. [17] Z. Kowalczyk, Catal. Lett., in press. [18] S.R. Tennison, in J.R. Jennings (Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum Press, New York, 1991, Ch. 9 [19] Z. Kowalczyk, J. Sentek, S. Jodzis, R. Diduszko, A. Presz, A. Terzyk, Z. Kucharski and J. Suwalski, Carbon, in press. [20] Z. Kowalczyk, S. Jodzis, R. Diduszko and E. Kowalczyk, Appl. Catal. A, 87 (1992) 1. [21] Z. Kowalczyk and S. Jodzis, Appl. Catal., 58 (1990) 29. [22] J.U. Nwalor and J.G. Goodwin Jr., Topics in Catal., 1 (1994) 285. [23] US Patent 4 568 532 (19986), to Kellog Co. APCATA 95002510 0926-860X(95)00251-0 10.1016/0926-860X(95)00251-0 Elsevier Science B.V. All rights reserved Studies on kinetics of ammonia synthesis over ruthenium catalyst supported on active carbon Zbigniew Kowalczyk * Slawomir Jodzis Jan Sentek Department of Chemistry, Warsaw University of Technology, Koszykowa 75, PL-00-664 Warsaw, Poland * Corresponding author. The rate of ammonia synthesis was measured for ruthenium and iron catalysts under high (100 bar) and under atmospheric pressures. The effect of ammonia concentration in the gas phase on reaction rate was measured at 400, 430, and 470°C for p = 100bar at 370 and 400°C for p = 1bar. It was found that ruthenium is less sensitive than iron to the increase of ammonia pressure in the gas phase. It is also much less sensitive to changes in the total pressure (for pH2 :pN2 =const.). At relatively high conversion degrees the ruthenium catalyst used was several times more active than the fused iron catalyst at 100 bar and 25–40 times more active under atmospheric pressure. Keywords Ammonia synthesis Ruthenium catalyst Carbon support Fused iron catalyst Kinetics References [1] Baris H. Gliński M. Kijeński J. Wokaun A. Baiker A. Appl. Catal. 28 1986 295 [2] Kubota J. Aika K. J. Phys. Chem. 98 1994 11293 [3] Aika K. Phya A. Ozaki A. Inoue Y. Yasumori I. J. Catal. 92 1985 305 [4] Aika K. Kumasaka M. Oma T. Kato O. Matsuda H. Watanabe N. Yamazaki K. Ozaki A. Onishi T. Appl. Catal. 28 1986 57 [5] Aika K. Takano T. Murata S. J. Catal. 136 1992 126 [6] Wellenbüscher J. Muhler M. Mahdi W. Sauerlandt U. Schütze J. Ertl G. Schlögl R. Catal. Lett. 25 1994 61 [7] Aika K. Shimazaki K. Hattori Y. Ohya A. Ohshima S. Shirota K. Ozaki A. J. Catal. 92 1985 296 [8] Murata S. Aika K. J. Catal. 136 1992 118 [9] Murata S. Aika K. J. Catal. 136 1992 110 [10] Moggi P. Predieri G. Albanesi G. Papadopulos S. Appl. Catal. 53 1989 L1 L4 [11] Moggi P. Albanesi G. Predieri G. Spoto G. Appl. Catal. A 123 1995 145 [12] Masthan S. Prasad P.S. Rama Rao K.S. Kanta Rao P. J. Mol. Catal. 67 1991 L1 L5 [13] Rama Rao K.S. Masthan S.K. Prasad P.S. Kanta Rao P. Appl. Catal. 73 1991 L1 L5 [14] Aika K. Horti H. Ozaki A. J. Catal. 27 1972 424 [15] Aika K. Kawahara T. Murata S. Onishi T. Bull. Chem. Soc. Jpn. 63 1990 1221 [16] US Patent 4 163 775 (1979), to British Petroleum. [17] Z. Kowalczyk, Catal. Lett., in press. [18] Tennison S.R. Jennings J.R. Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum Press New York Ch. 9 [19] Z. Kowalczyk, J. Sentek, S. Jodzis, R. Diduszko, A. Presz, A. Terzyk, Z. Kucharski and J. Suwalski, Carbon, in press. [20] Kowalczyk Z. Jodzis S. Diduszko R. Kowalczyk E. Appl. Catal. A 87 1992 1 [21] Kowalczyk Z. Jodzis S. Appl. Catal. 58 1990 29 [22] Nwalor J.U. Goodwin J.G. Jr. Topics in Catal. 1 1994 285 [23] US Patent 4 568 532 (19986), to Kellog Co.",
      "scopus-id": "0001968663",
      "coredata": {
        "eid": "1-s2.0-0926860X95002510",
        "dc:description": "The rate of ammonia synthesis was measured for ruthenium and iron catalysts under high (100 bar) and under atmospheric pressures. The effect of ammonia concentration in the gas phase on reaction rate was measured at 400, 430, and 470°C for p = 100bar at 370 and 400°C for p = 1bar. It was found that ruthenium is less sensitive than iron to the increase of ammonia pressure in the gas phase. It is also much less sensitive to changes in the total pressure (for pH2 :pN2 =const.). At relatively high conversion degrees the ruthenium catalyst used was several times more active than the fused iron catalyst at 100 bar and 25–40 times more active under atmospheric pressure.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-04-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002510",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kowalczyk, Zbigniew"
          },
          {
            "@_fa": "true",
            "$": "Jodzis, Slawomir"
          },
          {
            "@_fa": "true",
            "$": "Sentek, Jan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002510"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002510"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00251-0",
        "prism:volume": "138",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Studies on kinetics of ammonia synthesis over ruthenium catalyst supported on active carbon",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Carbon support"
          },
          {
            "@_fa": "true",
            "$": "Fused iron catalyst"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "83-91",
        "prism:endingPage": "91",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 April 1996",
        "prism:doi": "10.1016/0926-860X(95)00251-0",
        "prism:startingPage": "83",
        "dc:identifier": "doi:10.1016/0926-860X(95)00251-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001968663"
      }
    }
  }
}