{
  "metadata": {
    "title": "Complete oxidation of methane on supported palladium catalyst: Support effect",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-18",
    "doi": "10.1016/0926-860X(95)00189-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001891",
    "pii": "0926860X95001891"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000501057",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95001891 0926-860X(95)00189-1 0926860X95001891 10.1016/0926-860X(95)00189-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0021X 2024-01-01T12:18:48.759026Z 0 0 19960118 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 2 2 Volume 134, Issue 2 1 203 215 203 215 19960118 18 January 1996 1996-01-18 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. COMPLETEOXIDATIONMETHANESUPPORTEDPALLADIUMCATALYSTSUPPORTEFFECT MUTO K CULLIS 1971 864 C YAO 1980 293 Y NIWA 1983 317 M BRIOT 1990 141 P HICKS 1990 280 R HICKS 1990 295 R KOOH 1991 374 A MACHIDA 1987 385 M CHURCH 1993 105 J JOHNSON 1990 245 M BEGUIN 1991 595 B MORI 1992 577 T ISHIKAWA 1994 61 A NIWA 1990 6441 M MOUADDIB 1992 129 N RIBEIRO 1994 537 F RAGAINI 1994 116 V CHEN 1981 254 J SHINJOH 1991 617 H JEHN 1984 321 H MOROOKA 1966 116 Y TANAKA 1963 366 K MUTOX1996X203 MUTOX1996X203X215 MUTOX1996X203XK MUTOX1996X203X215XK item 0926-860X(95)00189-1 0926860X95001891 1-s2.0-0926860X95001891 10.1016/0926-860X(95)00189-1 271346 2024-01-01T12:18:48.759026Z 1996-01-18 1-s2.0-0926860X95001891-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001891/MAIN/application/pdf/c9ee77a982b8ed0d643bd35aef0bde23/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001891/MAIN/application/pdf/c9ee77a982b8ed0d643bd35aef0bde23/main.pdf main.pdf pdf true 666811 MAIN 13 1-s2.0-0926860X95001891-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001891/PREVIEW/image/png/ac84e25966d27dda371b363d76a54cc3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001891/PREVIEW/image/png/ac84e25966d27dda371b363d76a54cc3/main_1.png main_1.png png 46302 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 134 (1996) 203-215 ~ APPLIED CATALYSIS A: GENERAL Complete oxidation of methane on supported palladium catalyst: Support effect Koh-ichi Muto, Naonobu Katada, Miki Niwa * Department of Materials Science, Fdculty of Engineering, Tottori University, Koyama-cho, Tottori 680, Japan Received 10 October 1994; revised 23 May 1995; accepted 18 July 1995 Abstract A palladium loaded catalyst was examined in order to reveal the effect of the support on the activity of oxidation of methane. The activity was declined or enhanced with time on stream, and its behavior depended upon the kind of support. The change of activity was accompanied with sintering of palladium metal. The stabilized activity of the palladium was ordered in the sequence; on SiO2 > on A1203 > on SIO2-A1203. The turn-over frequency of methane oxidation was about 50 times greater than that of platinum supported catalysts, and the activity sequence of support was opposite to that of platinum. The effect of support on the activity of palladium was smaller than on platinum from the viewpoint of activation energy as well as the turn-over frequency. The palladium dispersed on the support was less active, but the large particle which was not interacted strongly with the support was active; the behavior may be related to the small support effect on the palladium activity. Higher activity of the loaded palladium oxide than that of platinum oxide was caused by the higher reducibility of Pd-O chemical bonds, as confirmed by the temperature-programmed reduction. Silica deposited alumina, prepared by a method of chemical vapor deposition, was designed to create new active sites for the loading of silica-rimmed palladium; the sintering of palladium was suppressed to obtain the durable activity. Keywords: Methane complete oxidation; Chemical vapour deposition; Palladium/alumina; Palladium/silica; Palladium / silica-alumina; Support effect; Vapour deposition ( chemical ) 1. Introduction The complete oxidation of methane on supported precious metal catalyst is an important process, because the thermal energy is produced from a fossil fuel at * Tel. ( + 81-857) 315256, fax. ( + 81-857) 310881, e-mail mikiniwa@chem.tottori-u.ac.jp. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X ( 95 )OO189-1 204 K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 relatively low temperature, and the pollutant NOx is formed less than in the usual combustion. Previous investigations reported the activity of supported platinum and palladium [ 1-7]. Supported platinum was actually oxidized in the reaction conditions, and the effect of supports on the reaction was significant [ 3-5 ]. How- ever, the supported palladium catalyst was active more than the platinum, and the turn-over frequency (T.O.F.) depended on the size of metal particles as a structure- sensitive reaction [ 6,7 ]. Although alumina was used as a convenient support which maintained the activity at temperatures above 1273 K, a crucial loss of the activity was observed at even higher temperatures due to sintering of support alumina. Investigation on anti-thermal sintering support was carried out, and such a material as barium aluminate was found to be a durable support [ 8 ]. Modification of the alumina surface by the addition of rare earth metal oxide or silica was also reported [9-121. The combustion of hydrocarbons is recently studied from another point of view, i.e., the removal of toxic or odor volatile organic compounds. This is a catalytic process to maintain the human amenity, and thus it should be functioning at low temperature in contrast to the high temperature combustion. In other words, the combustion of hydrocarbons has currently two distinctive applications at low and high temperatures, respectively. Supports will be used in each case, however the effect of the support on the activity of precious metal is not known exactly. Silica- alumina was reported to be more appropriate than silica or alumina for platinum metal [ 3 ], and the support modified by sulfur compound with super acidity has been recently reported to be active for the low temperature combustion [13]. However, neither the role of the acidity on the combustion of methane nor the effect of the support on the activity of palladium metal is exactly known. Therefore, the purpose of this investigation is to clarify the effect of the support on the activity of palladium for the combustion of methane; the findings will be compared with those of platinum reported previously [ 3 ]. A new type support prepared by chemical vapor deposition (CVD) of silica on alumina will be designed based on the obtained findings. 2. Experimental 2.1. Catalysts Palladium supported catalysts were prepared by the impregnation method. Sup- ports were added into the solution of PdC12, and heated on a hot plate until excess water was evaporated. After drying at 383 K, they were heated at 773 K for 3 h in a flow of nitrogen, unless otherwise described (vide infra). The loading of palla- dium metal was 0.5 or 2.0 wt.-%, and the amount of chlorine included in the catalyst was too small to be quantified, as observed by X-ray fluorescence (XRF) meas- urements. Five kinds of support were used in this investigation. Alumina (JRC- K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 205 ALO4; BET 153 m2 g-1) and mordenite (JRC-Z-HM20; silica to alumina molar ratio, ca. 20) were reference catalysts supplied from the Catalysis Society of Japan. Silica (N602A; BET 286 me g-l) and silica-alumina (N631L: A1203 content, 13 wt.-%; BET 447 m2 g-l) were supplied from Nikki Chemical Co. Ltd. Silica- coated alumina was prepared by the chemical vapor deposition of Si(OCH3)4 on alumina, as described in previous papers [ 14]. 2.2. Reaction and characterization Catalytic activity for the oxidation of methane was measured by the continuous- flow method. 100 ml/min of gas mixture of CHa/O2/N2 ( 1/2/7) was fed into the Pyrex glass reactor in which 0.01 g of catalyst diluted with 1 g of glass bead was installed, and the products were analyzed by gas chromatography with Molecular Sieves 13 X and Porapak Q columns both operating at room temperature. When the activity was tested with increasing reaction temperature, the catalyst was first maintained at 523 K for 2 h. After the activity was measured at this temperature, the bed temperature was increased step-wise, and the activity was measured 0.5 h after it reached the temperature. The change of activity with time- on-stream was measured for 7 h at 723 K. Activation energy and reaction orders with respect to methane and oxygen were measured after the catalyst was used at least for 12 h at 753 K. After the fully stabilized activity was confirmed at 673 K, the change of activity with varying experimental conditions was tested. The reaction order with respect to the partial pressure of methane or oxygen was measured at 673 K with one of the reactants kept at 0.1 atm and with N2 as balance. Finally, no change of the activity was confirmed at the first experimental conditions. Adsorption of CO on Pd was measured by a pulse method. After the catalyst was reduced with hydrogen at 673 K, 0.2 ml of CO was injected with a syringe repeatedly until no adsorption was observed. The amount of catalyst was chosen so as to allow more than 10% of the first injected CO to be adsorbed. The amount of CO adsorbed was calculated from the difference between amounts of injected and eluted CO. Dispersion of palladium was calculated based on the assumption of a 1:1 ratio of adsorbed CO to the exposed Pd atom. Temperature-programmed reduction was performed using the all-glass apparatus with the thermal conductivity cell. Usually, 0.1 g of the sample was first oxidized in an oxygen flow at 873 K. The bed temperature was then cooled down to dry-ice temperature, 203 K, and the carrier gas was switched to 60 cm3 min- ~ of Ar-H2 mixture gas (6 vol.-% H2). The bed temperature was then increased in a rate of 10 K min- t up to ca. 573 K. However, it was difficult to control the temperature at less than 300 K, and the large error in the rate of temperature increase was included. 3. Results 3.1. Activity of Pd loaded on various supports Activities of 2 wt.-% Pd/A1203 catalyst were first tested by raising the reaction temperature step-wise from 523 K up to 773 K after the treatment by H2, 02, or N2 206 K. Muto et al. / Applied Catalysis A: General 134 (1996) 203-215 -5 T .=, E -6 E ~,~- 10 T/K 750 650 550 I ~ I I i 114 t 116 , 118 ' 1000/(T/K) Fig. 1. Hysteresis of the activity of 2 wt.-% Pd/AI203 pretreated by H2 (~), 02 ([]), or N2 (O,O) by increasing (solid line) and then decreasing (dotted line) the reaction temperature. at 773 K. As shown in Fig. 1, an increase of the temperature resulted in a discon- tinuous jump of the rate at 723 K irrespective of pretreatment gases. The rate of combustion was faster on the catalyst pretreated by N2 than by H2 or 02 at temper- atures below 723 K. However, the difference in the rates became small at temper- atures above 723 K, and almost negligible at 773 K. A discontinuity was not found, and the straight relationship of the Arrhenius equation was obtained, when the reaction temperature was subsequently lowered below 723 K, as shown by the dotted line. It was thereby concluded that the catalyst activity changed irreversibly during the reaction. On the basis of the finding, the catalyst was pretreated by N: at 773 K in the following investigation. The change of catalyst activity was then measured on various catalysts at 723 K for 7 h. The activity of the Pd/AlzO3 increased at first, attained at the maximum at ca. 3 hr of the elapsed time, and then decreased with time on stream, as shown in Fig. 2. The catalytic activity of Pd/SiO2 and Pd/SiO2-A1203 decreased gradually with time-on-stream at 723 K. On the other hand, a gradual increase of activity was observed on the Pd/mordenite, as long as the activity was tested. It seemed that the activity was stabilized at ca. 7 h after the initiation of reaction. No carbon monoxide was detected throughout the experiments reported in this paper; it was detected under oxygen-deficient conditions [ 15]. The activation energy was measured using the activity-stabilized catalyst, as shown in Fig. 3. Table 1 shows the rate of methane oxidation at 723 K on these catalysts and its activation energy; these were compared with those of platinum-supported catalysts previously reported [ 3 ]. The rate of combustion on the Pd catalyst was ca. 50 times as much as on the Pt catalyst, as was found from the comparison between the rates on 0.5 wt.-% Pt and Pd supported on alumina. The higher T.O.F. on the supported Pd than on the supported Pt has already been reported by Hicks et al. [6]. The activation energies on the tested Pd catalysts were similar, and in the small range K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 207 313 20 ..= t~ 0 =~ 10 -. 8 .~. i I i 0 200 ' 460 Time/rain Fig. 2. Change of the catalyst activity with time-on-stream on 0.5 wt.-% Pd supported on SiO2 ([]), A1203 ( + ), SIO2-A1203 ('~), and H-mordenite ( A ). 750 650 T/K 550 i i t i -5 d\" 7 \"6 ~-~-1( _= 114 ' 116 ' 118 ' 1000/(T/K) Fig. 3. Arrhenius plot of 0.5 wt.-% Pd supported on SiO2 (, A1203 (E]), SiO2-AI203 (~), and H-mordenite (A). Table 1 Rate of combustion and its activation energy on Pd and Pt catalysts Loading Catalyst r~ ( mmol min - ~ g- i ) Ea ( kJ mol - ~ ) 0.5 wt% 0.2 wt% Pd/SiO2 4.9 92 Pd/AI203 3.8 89 Pd/mordenite 3.0 86 Pd/SiO2-A1203 1.0 89 Pt/AI203 0.075 105 Pt/SiO2 0.016 139 Pt/AI203 0.023 87 Pt/SiO2-A1203 0.074 54 a Measured at 723 K. 208 K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 Table 2 Dispersion of Pd and T.O.F. of Pd catalyst Catalysta Dispersion (%) b T.O.F. ( s- ~ ) c 0 3 7 0 3 Pd/SiO2 10 5.6 45 31 Pd/AIzO3 67 15 6.3 1.1 1.4 22 Pd/mordenite 9.4 16 4.3 6.6 Pd/SiO2-A1203 21 5.8 3.9 6.4 a 0.5 wt.-% loading of Pd. b Measured at initial (0), 3 h (3) and 7 h (7) after the reaction. c at 723 K. of 84-92 kJ mol-~, although those on the Pt catalyst were dependent upon the support. Table 2 shows the dispersion of palladium before the reaction, and 3 and 7 h after the reaction; the turn-over frequency of methane oxidation was calculated on the basis of these parameters. The dispersion of palladium unused for the reaction showed the highest value on alumina, 67%, but those on other supports were in the range of ca. 10 to 20%. The dispersion decreased during the reaction except for on the mordenite; only on the mordenite, it increased during the reaction. The change of dispersion during the reaction was therefore in agreement with the decay of activity except for the initial increase of activity on the Pd/A1203; in other words, the T.O.F of the catalyst did not change greatly during the reaction except for on the A1203. The sequence of support as for the T.O.F. on the stabilized Pd catalyst, SiOz > A1203 > mordenite, SIO2-A1203, was opposite to that on the Pt catalyst previously reported [3], SiO2 < A1203 < SIO2-A1203. The higher T.O.F. of the palladium on A1203 than on SIO2-A1203 was reported recently by Ribeiro et al. [ 16]. The T.O.F. and activation energy on the Pd/ A1203 could be compared with their reported values (2-8.10- 2 s- ~ for the T.O.F. at 550 K and 75-90 kJ mol- 1 for the activation energy) [ 16], and those previously reported by Yao (0.31 s- 1 at 673 K and 83 kJ mol-l) [2]. Reaction order with respect to partial pressure of methane and oxygen was measured based on the equation, r = k P~cn,~o2 where the conversion of methane was adjusted less than 5%. Values of m and n were determined from linear plots shown in Fig. 4 and Fig. 5, and these values were listed in Table 3. Reaction orders m and n on various catalysts were 0.46 to 0.58 and 0.0 to 0.18, respectively. These values of reaction order were very close to those previously reported on the Pd/A1203 [2]. The reaction order with respect to methane on the Pd was smaller than 1.0 on the Pt, while no significant difference was observed in the reaction orders of oxygen on the Pd and Pt. K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 209 I E \"6 E \"q-8 ....... --'3 ......... -'2' In [PCH4]/atrn Fig. 4. Reaction order determination with respect to the partial pressure of methane on the 0.5 wt.-% Pd on SiO2 (I-1), A1203 ( + ), and SIO2-A1203 ((>). \"7 .9 9_ \"d ' '--'2 ......... ' ..... -1 In [PO2]/atm Fig. 5. Reaction order determination with respect to the partial pressure of oxygen on the 0.5 wt.-% Pd on SiO2 (lq), A1203 ( + ), and SIO2-A1203 (. Table 3 Reaction order~ Catalyst m n Pd/SiO2 0.46 0.14 Pd/A1203 0.53 0.18 Pd/SiO2-AI203 0.58 0.00 a r = kP\"~P~0 3.2. Pd loaded on silica deposited alumina Based on the experimental results shown above, a new catalyst with novel structure was designed using the CVD of Si(OCH3)4. The sintering of palladium during the oxidation was the most crucial to the Pd loaded catalyst, and Pd metal was well dispersed on the surface of alumina. Palladium was thereby loaded on the 210 K. Mutt et al. /Applied Catalysis A: General 134 (1996) 203-215 20 ~ , , , , , , o O e~ I I I I I I 200 400 600 Time/rain Fig. 6. Catalyst activity of 0.5 wt.-% Pd on alumina modified by CVD of silica; Deposited amount of silica was 0 (O), 5 (O), 10 ([]), 15 (<~), and 20 (A) wt.-%. surface of silica deposited alumina, where the palladium metal was loaded on the surface of alumina, and silica was deposited to surround the palladium metals in order to prevent it from sintering. Fig. 6 shows the change of activity of Pd/alumina which was modified by different amounts of silica. An increase of activity at an early stage of the reaction was found on the Pd/A1203, and 5 and 10 wt.-% silica deposited ones. The life of the latter catalyst was elongated by the silica deposition. On further deposition of silica up to 20 wt.-%, the behavior became similar to that of the silica-loaded catalyst, and a fast decrease of activity was observed like on the Pd/SiO2. The palladium on 5 wt.-% of silica deposited A1203 was thereby the most durable and active catalyst. As shown in Table 4, the dispersion of Pd on the silica deposited alumina decreased with increasing amount of silica before the reaction, but at 7 h after the reaction, it showed a maximum on the 5 wt.-% Sit2 deposited on A1203. The high dispersion supported the highest activity on the 5 wt.-% Sit2 on A1203. The T.O.F. obtained at 7 or 10 h after the reaction were a little smaller than, or nearly equal to on A1203, but larger than on usual SiO2-AI203. Table 4 Dispersion of Pd and T.O.F. on Pd/SiO2 deposited on A1203 Sit2 (wt.-%) on A1203 Dispersion (%) T.O.F. (s-t) Before react. After react) Before react. After react.\" 0 67 6.3 1.1 22 5 57 15 1.1 14 10 20 12 4.1 12 15 17 5 10.9 25 20 18 6 12.2 16 a Reactions were carded out for 7 h except for 10 h on 5 wt.-% Sit2 deposited catalyst, see Fig. 6. K. Muto et al. / Applied Catalysis A: General 134 (1996) 203-215 211 T O :~ J~Pa/~eh) II i I i [ , 200 300 400 500 /K Fig. 7. TPR profiles of palladium loaded on various supports: the reaction elapsed time was shown in the parenthesis on the Pd/A1203. 3.3. Temperature-programmed reduction The reducibility of these Pd catalysts were measured by temperature-pro- grammed reduction (TPR) experiments. It was found that palladium oxide was readily reduced below the room temperature. The temperature of reduction was, thereby, obviously lower than that on the Pt loaded catalysts which were reduced above 400 K [ 3 ]. As shown in Fig. 7, two regions of the reduction peak were identified at ca. 220 and 250-315 K. From the TPR spectra, therefore, at least, two kinds of chemical bonds of Pd-O may be considered. A small inverse peak appeared Table 5 TPR parameters Catalysta Peak temp. (K) Consumed H2b ( 10-6 mol/gt) H2/Pd Pd/SiO2 215 6 311 55 1.25 330 -2.1 Pd / SIO2-A1203 220 7 287 32 0.72 341 -5.3 Pd/AI203(0 h) 253 5 277 11.2 0.3 331 -0.7 Pd/AI203(3 h) 218 4 284 58 1.6 314 20 326 - 7 Pd/AI203(7 h) 209 2 278 64 1.25 338 -6.6 a Not used in the reaction except for the A1203 (3 and 7 h) samples which were used for 3 and 7 h, respectively. b Negative value shows the desorbed peak. 212 K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 at ca. 330 K, and it could be identified as hydrogen molecules which were desorbed from the surface of Pd, as assigned by Ragaini et al. [ 17]. Only on the alumina, the TPR profile was measured after the reaction. The profiles of TPR changed drastically after it was used in the reaction. The Pd/mordenite was excluded from the TPR experiment, because it was found that Ar was adsorbed on and desorbed from the zeolite at low temperature. Table 5 summarizes these parameters obtained in the TPR experiments. The ratio H2/Pd was low on the alumina which was not used in the reaction, and it may be correlated with the very low activity of Pd/A1203 at the initial conditions. The stoichiometry of Pd oxide loaded on other supports was estimated to be PdOo.7-1.6 from the amount of H2 consumption. 4. Discussion Sintering of palladium in methane oxidation has already been reported on the catalyst loaded on alumina [ 6,16]. Also in this investigation, a decrease in disper- sion of Pd was found on such supports as silica, alumina, and silica-alumina, and simultaneously, the activity dropped. Only on the alumina, the activity was first increased but decreased after reaching the maximum activity. Behavior of the enhancement of the activity during the reaction was reported recently, but it was done at such a low temperature as 550 K, and seemed to be the observation before attaining the maximum activity [ 16]. Hicks et al. also reported that the turn-over frequency on the dispersed Pd was lower than on the large particle Pd [6]. The palladium with a small crystal size lost the activity probably due to the strong interaction with the support A1203. Decay of the catalyst activity due to the sintering seems to be an inevitable problem in methane oxidation on the palladium catalyst, however, Pd/mordenite only did not show deactivation. The structure of mordenite therefore may stabilize the catalyst activity by inhibiting the growing of metal particles. Zeolite is thereby a candidate support for the active palladium metal catalyst [ 18 ]. Sintering of palladium has been well investigated, and its dependence on the oxidation states has been reported [ 19,20]. Pd metal was reported to be agglom- erated into large particles more easily than palladium oxide due to the high volatility of metal [21]. The readily sintering of Pd found in the present study thereby suggested that palladium metals existed on the surface of supports. Because the reaction order with respect to oxygen was close to 0.1, it could be concluded that the oxidation of methane proceeded under oxidized conditions of palladium. How- ever, the reaction order with respect to methane was ca. 0.5, and it was lower than that on the platinum loaded catalyst; an intermediate behavior between oxidized and metal conditions would thus be suggested. The high activity was neither obtained by the treatment with 02 nor with H2, and the N2 treatment resulted in the highest activity. The present results also suggest the intermediate behavior of K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 213 palladium-loaded catalyst. Both metal and metal oxide of palladium would thus exist to play the role of active sites. The activation energy of the methane oxidation was 84 to 92 kJ mol- 1, and the turn-over frequency was 6 to 30 s-~ at 723 K on the Pd supported catalysts. The difference in not only the activation energy but also the turn-over frequency on various supported Pd catalysts was thereby small in comparison with those on the Pt catalyst [ 3 ]. In other words, the effect by the support on the catalytic activity of palladium is smaller than on the platinum. In this investigation, silica was selected as the support which provided the highest activity of Pd for the combustion. Because silica is usually regarded as the support metal oxide which most weakly interacts with the loaded metal or metal oxide, it is concluded that the palladium shows the highest activity under conditions of weak interaction with the support. After all, the palladium less interacting with the support is more active for methane oxidation. The requirements for palladium may be contrary to expectations for platinum, where the support with strong acidity was selected as an appropriate one [3,13]. Highly dispersed and strongly with the support interacting platinum will be an active catalyst for methane oxidation, while highly dispersed and not with the support interacting palladium will be active. The latter condition, however, is unlikely for the tested oxides, because Pd highly dispersed on the alumina was strongly interacting and less active, and Pd on the silica was not dispersed although a weak interaction with the support was specu- lated. Palladium loaded catalyst was more active than platinum for the oxidation of methane. This was contrary to oxidations of propylene [22] and heptane [7], because the Pt was more active than the Pd for the latter oxidations. However, detail information about the activities of Pt and Pd catalysts is unknown. A significant difference between these oxidations to be considered is the temperature range used for the oxidation. The oxidation of methane usually requires higher temperatures, because methane is a compound which is often hard to oxidize. Under these con- ditions, platinum and palladium metals are oxidized, and both of them are regarded as oxides rather than as metals. The low reaction order with respect to oxygen supports this consideration. The parameter to show the bond strength of metal and oxygen, appropriate for methane oxidation, is therefore the heat of formation of metal oxide with the highest oxidation state. According to the treatment by Tanaka and Tamaru, the heat of formation of PtO2 and PdO/, of which the oxidation state is the highest, is provided [ 23 ]. The parameter of highest palladium oxide is smaller than that of platinum oxide, so that the higher activity for methane oxidation of palladium is understood because of the weak bond strength of Pd and oxygen. On the other hand, the oxidation of propene and heptane seems to be made on different oxidation states of metal oxide. TPR experiments support this consideration, because the palladium oxide was readily reduced at lower temperatures than the platinum oxide; the bond strength of Pd-O was therefore lower than that of Pt-O. 214 K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 TPR experiments showed the complex behavior of the reduction depending on the support and conditions. As has been considered in the case of Pt [3 ], the reduction peak observed at the lowest temperature may be assigned as hydrogen to reduce the active Pd oxides. The reduction peak at ca. 210 K, thereby, could be identified as the active form of Pd oxide. However, further studies will be required to assign the reduction peak. We can indicate the presence of palladium oxide species with different reactivities at present. Silica-coated alumina is an interesting support, because it has a unique surface morphology depending on the extent of deposition. For small contents of silica, less than the monolayer, the surface has an intermediate character between silica and alumina. In more than monolayer concentrations of silica, it has the alumina- oriented surface of silica exposed on alumina. We expect a modification of the catalyst activity by these different structures. Previous investigation by the authors showed that less than about 20 wt.-% silica was deposited on the surface of alumina as a monolayer [ 14]. The influence of silica upon the catalyst activity of Pd was also observed in the deposition region, and the 5 wt.-% of SiO2 on A1203 was the most appropriate support. The surface of the catalyst is not fully covered with silica, and the remaining part of alumina is available for supporting Pd metal, because it is loaded on the alumina in preference to on the silica. The Pd with the silica rims on the surface of alumina may be difficult to increase in size due to the steric hindrance. This method of creating catalyst sites on the surface is a new technique to control the surface using the silicon compound. The T.O.F. on the silica deposited alumina was larger than on usual silica-alumina, because the silica monolayer on alumina has a weak BrCnsted acidity which was different from those of usual silica-alumina. The deposition of silica had thus a strong influence on the sintering behavior due to the physical change of the surface morphology, but not significantly on the T.O.F., the catalyst activity of the metal. References [ 1 ] C.F. Cullis, D.E. Keene and D.L. Trimm, Trans. Faraday Soc., 67 ( 1971 ) 864. [2] Y.-F. Y. Yao, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 293. [3] M. Niwa, K. Awano and Y. Murakami, Appl. Catal., 7 (1983) 317. [4] P. Bilot, A. Auroux, D. Jones and M. Primet, Appl. Catal., 59 (1990) 141. [5] R.F. Hicks, H. Qi, M.L. Young and R.G. Lee, J. Catal., 122 (1990) 280. [6] R.F. Hicks, H. Qi, M.L. Young and R.G. Lee, J. Catal., 122 (1990) 295. [ 7 ] A.B. Kooh, W.-J. Han, R.G. Lee and R.F. Hicks, J. Catal., 130 ( 1991 ) 374. [ 8] M. Machida, K. Eguchi and H. Arai, J. Catal., 103 (1987) 385. [9] J.S. Church, N.W. Cant and D.L. Trimm, Appl. Catal. A, 101 (1993) 105. [ 10] M.F. Johnson, J. Catal., 123 (1990) 245. [ 11 ] B. Beguin, E. Garbowski and M. Primet, J. Catal., 127 ( 1991 ) 595. [12] T. Moil, T. Horiuchi, T. Iga and Y. Murase, J. Mater. Chem., 2 (1992) 577. [ 13] A. Ishikawa, S. Komai, A. Satsuma, T. Hattori and Y. Murakami, Appl. Catal. A, 110 (1994) 61. [ 14] M. Niwa, N. Katada and Y. Murakami, J. Phys. Chem., 94 (1990) 6441. K. Muto et al. /Applied Catalysis A: General 134 (1996) 203-215 215 [ 15] N. Mouaddib, C. F.-Jantou, E. Garbowski and M. Primet, Appl. Catal. A, 87 (1992) 129. [ 16] F.H. Ribeiro, M. Chow and R.A. Dalla Betta, J. Catal., 146 (1994) 537. [ 17] V. Ragaini, R. Giannantonio, P. Magni, L. Lucarelli and G. Leofanti, J. Catal., 146 (1994) 116. [ 18] H. Maeda, K. Muto and M. Niwa, unpublished data. [ 19] J.J. Chen and E. Ruckenstein, J. Catal., 69 ( 1981 ) 254. [20] H. Shinjoh, H. Muraki and Y. Fujitani, Stud. Surf. Sci. Catal., 71 (1991) 617. [21 ] H. Jehn, J. Less-Common Metals, 100 (1984) 321. [22] Y. Moro-oka and A. Ozaki, J. Catal., 5 (1966) 116. [23] K. Tanaka and K. Tamaru, J. Catal., 2 (1963) 366. APCATA 95001891 0926-860X(95)00189-1 10.1016/0926-860X(95)00189-1 Article Complete oxidation of methane on supported palladium catalyst: Support effect Koh-ichi Muto Naonobu Katada Miki Niwa ∗ Department of Materials Science, Faculty of Engineering, Tottori University, Koyama-cho, Tottori 680, Japan ∗ Tel. (+81-857) 315256, fax. (+81-857) 310881 A palladium loaded catalyst was examined in order to reveal the effect of the support on the activity of oxidation of methane. The activity was declined or enhanced with time on stream, and its behavior depended upon the kind of support. The change of activity was accompanied with sintering of palladium metal. The stabilized activity of the palladium was ordered in the sequence; on SiO2 > on Al2O3 > on SiO2-Al2O3. The turn-over frequency of methane oxidation was about 50 times greater than that of platinum supported catalysts, and the activity sequence of support was opposite to that of platinum. The effect of support on the activity of palladium was smaller than on platinum from the viewpoint of activation energy as well as the turn-over frequency. The palladium dispersed on the support was less active, but the large particle which was not interacted strongly with the support was active; the behavior may be related to the small support effect on the palladium activity. Higher activity of the loaded palladium oxide than that of platinum oxide was caused by the higher reducibility of PdO chemical bonds, as confirmed by the temperature-programmed reduction. Silica deposited alumina, prepared by a method of chemical vapor deposition, was designed to create new active sites for the loading of silica-rimmed palladium; the sintering of palladium was suppressed to obtain the durable activity. Keywords Methane complete oxidation Chemical vapour deposition Palladium/alumina Palladium/silica Palladium/silica-alumina Support effect Vapour deposition (chemical) References [1] C.F. Cullis D.E. Keene D.L. Trimm Trans. Faraday Soc. 67 1971 864 [2] Y.-F.Y. Yao Ind. Eng. Chem. Prod. Res. Dev. 19 1980 293 [3] M. Niwa K. Awano Y. Murakami Appl. Catal. 7 1983 317 [4] P. Briot A. Auroux D. Jones M. Primet Appl. Catal. 59 1990 141 [5] R.F. Hicks H. Qi M.L. Young R.G. Lee J. Catal. 122 1990 280 [6] R.F. Hicks H. Qi M.L. Young R.G. Lee J. Catal. 122 1990 295 [7] A.B. Kooh W.-J. Han R.G. Lee R.F. Hicks J. Catal. 130 1991 374 [8] M. Machida K. Eguchi H. Arai J. Catal. 103 1987 385 [9] J.S. Church N.W. Cant D.L. Trimm Appl. Catal. A 101 1993 105 [10] M.F. Johnson J. Catal. 123 1990 245 [11] B. Beguin E. Garbowski M. Primet J. Catal. 127 1991 595 [12] T. Mori T. Horiuchi T. Iga Y. Murase J. Mater. Chem. 2 1992 577 [13] A. Ishikawa S. Komai A. Satsuma T. Hattori Y. Murakami Appl. Catal. A 110 1994 61 [14] M. Niwa N. Katada Y. Murakami J. Phys. Chem. 94 1990 6441 [15] N. Mouaddib C.F. -Jantou E. Garbowski M. Primet Appl. Catal. A 87 1992 129 [16] F.H. Ribeiro M. Chow R.A. Dalla Betta J. Catal. 146 1994 537 [17] V. Ragaini R. Giannantonio P. Magni L. Lucarelli G. Leofanti J. Catal. 146 1994 116 [18] H. Maeda, K. Muto and M. Niwa, unpublished data. [19] J.J. Chen E. Ruckenstein J. Catal. 69 1981 254 [20] H. Shinjoh H. Muraki Y. Fujitani Stud. Surf. Sci. Catal. 71 1991 617 [21] H. Jehn J. Less-Common Metals 100 1984 321 [22] Y. Moro-oka A. Ozaki J. Catal. 5 1966 116 [23] K. Tanaka K. Tamaru J. Catal. 2 1963 366",
      "scopus-id": "0000501057",
      "coredata": {
        "eid": "1-s2.0-0926860X95001891",
        "dc:description": "A palladium loaded catalyst was examined in order to reveal the effect of the support on the activity of oxidation of methane. The activity was declined or enhanced with time on stream, and its behavior depended upon the kind of support. The change of activity was accompanied with sintering of palladium metal. The stabilized activity of the palladium was ordered in the sequence; on SiO2 > on Al2O3 > on SiO2-Al2O3. The turn-over frequency of methane oxidation was about 50 times greater than that of platinum supported catalysts, and the activity sequence of support was opposite to that of platinum. The effect of support on the activity of palladium was smaller than on platinum from the viewpoint of activation energy as well as the turn-over frequency. The palladium dispersed on the support was less active, but the large particle which was not interacted strongly with the support was active; the behavior may be related to the small support effect on the palladium activity. Higher activity of the loaded palladium oxide than that of platinum oxide was caused by the higher reducibility of PdO chemical bonds, as confirmed by the temperature-programmed reduction. Silica deposited alumina, prepared by a method of chemical vapor deposition, was designed to create new active sites for the loading of silica-rimmed palladium; the sintering of palladium was suppressed to obtain the durable activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001891",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Muto, Koh-ichi"
          },
          {
            "@_fa": "true",
            "$": "Katada, Naonobu"
          },
          {
            "@_fa": "true",
            "$": "Niwa, Miki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001891"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001891"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00189-1",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Complete oxidation of methane on supported palladium catalyst: Support effect",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane complete oxidation"
          },
          {
            "@_fa": "true",
            "$": "Chemical vapour deposition"
          },
          {
            "@_fa": "true",
            "$": "Palladium/alumina"
          },
          {
            "@_fa": "true",
            "$": "Palladium/silica"
          },
          {
            "@_fa": "true",
            "$": "Palladium/silica-alumina"
          },
          {
            "@_fa": "true",
            "$": "Support effect"
          },
          {
            "@_fa": "true",
            "$": "Vapour deposition (chemical)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-215",
        "prism:endingPage": "215",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00189-1",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/0926-860X(95)00189-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000501057"
      }
    }
  }
}