{
  "metadata": {
    "title": "Promoting effect of F<ce:sup loc=post>−</ce:sup> on Sr/La oxide catalysts for the oxidative coupling of methane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-21",
    "doi": "10.1016/0926-860X(95)00215-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002154",
    "pii": "0926860X95002154"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0346747031",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95002154 0926-860X(95)00215-4 0926860X95002154 10.1016/0926-860X(95)00215-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00257 2024-01-01T12:18:48.759026Z 0 0 19951221 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 133 133 2 2 Volume 133, Issue 2 7 269 280 269 280 19951221 21 December 1995 1995-12-21 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. PROMOTINGEFFECTFSRLAOXIDECATALYSTSFOROXIDATIVECOUPLINGMETHANE LONG R BURCH 1988 105 R CONWAY 1991 L1 S SOKOLOVSKII 1992 415 V LUNSFORD 1994 301 J RUCKENSTEIN 1993 27 E ZHOU 1993 113 X ZHOU 1993 264 X ZHOU 1993 269 X ZHOU 1994 222 X MCCLUNE 1988 W INORGANICVOLUME KAGEYAMA 1975 1 Y AMENOMIYA 1990 163 Y KRYLOV 1993 219 O LUNSFORD 1994 1 J MAITRA 1993 11 A CHOUDHARY 1991 411 V LUNSFORD 1994 301 J SHER 1966 593 A 1979 337 HANDBOOKPHYSICSCHEMISTRYRAREEARTHS ZHANG 1994 507 Z YAMASHITA 1991 203 H DENNING 1972 1123 J VASKA 1976 175 L LEVER 1980 1823 A BHUMKAR 1992 1856 S VAN 1993 18 T 1974 42923p STANDARDINFRAREDGRATINGSPECTRA BRECHER 1961 109 C LONGX1995X269 LONGX1995X269X280 LONGX1995X269XR LONGX1995X269X280XR item 0926-860X(95)00215-4 0926860X95002154 1-s2.0-0926860X95002154 10.1016/0926-860X(95)00215-4 271346 2024-01-01T12:18:48.759026Z 1995-12-21 1-s2.0-0926860X95002154-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002154/MAIN/application/pdf/9c4fc2840bdfd95029e43e67a2a907f5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002154/MAIN/application/pdf/9c4fc2840bdfd95029e43e67a2a907f5/main.pdf main.pdf pdf true 623280 MAIN 12 1-s2.0-0926860X95002154-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002154/PREVIEW/image/png/2e7490299ae85e5f12933e03ca6c4549/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002154/PREVIEW/image/png/2e7490299ae85e5f12933e03ca6c4549/main_1.png main_1.png png 47002 849 656 IMAGE-WEB-PDF 1 CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 133 (1995) 269-280 Promoting effect of F- on Sr/La oxide catalysts for the oxidative coupling of methane Rui-qiang Long, Shui-qin Zhou, Ya-ping Huang, Wei-zheng Weng, Hui-lin Wan *, Khi-rui Tsai Department of Chemistry and State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen Universi~, Xiamen, 361005, China Received 24 January 1995; revised 10 July 1995; accepted 28 August 1995 Abstract The catalytic performance evaluation results showed that the CH4 conversion, C2 selectivity and ethylene to ethane ratio were significantly higher over LaFa/SrO and SrF2/LazO3 than those over SrO/LazO3 and the maximum C: yields of 18-20% were achieved over the LaF3/SrO and SrFz/ La203 catalysts at 650-750. XRD analysis of the fresh catalysts indicated that, with the addition of LaF3 to SrO and treatment in air at high temperature, anionic and/or cationic exchange between oxides and fluorides lattices took place to some extent, leading to the formation of SrF2 and LaOF. The UV spectra of pyridine adsorption and the temperature-programmed desorption spectra of CO2 adsorption on SrF2/La203 and SrO/LazO3 showed that surface of the catalyst containing fluoride was more acidic and less basic than that of the corresponding oxide system. The XPS characterizations of Oz-adsorbed catalysts revealed that the catalysts containing F- were more conducive to the formation of the oxygen species with fewer negative charges. The results of in situ IR characterization of the surface oxygen species at 650 suggested that 02 might be the active oxygen adspecies for the oxidative coupling of methane reaction. Keywords: Methane oxidative coupling; Fluoride; Oxygen adspecies; In situ IR spectra I. Introduction The methane oxidative coupling (MOC) to C2 hydrocarbons has become of importance for its potential utilization of the world' s abundant natural gas resource. Alkaline earth-, rare earth- and reducible transition metal-based oxides or complex oxides have been reported to be the effective catalysts for this reaction. In some * Corresponding author. Tel. ( + 86-592) 2083127, fax. ( + 86 592) 2086116. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI 0926-860X ( 95 )00215-4 270 R.-q, Long et al. /Applied Catalysis A: General 133 (1995) 269-280 studies [ 1-5], halides, especially chlorides and bromides, have been added to the oxides in order to improve the catalytic activity and selectivity. Since MOC reaction is usually carried out at a high temperature (ca. 750), the thermal stability of the catalyst is often considered to be an important factor, in consideration of the fact that the fluorides are usually more stable than the corresponding chlorides and bromides, and that F- and 02- have the similar ionic radii, we have developed a new series of fluoride promoted metal oxide MOC catalysts [6-9]. The work in this paper will focus on the studies of the catalytic performance, composition, acid- base property and surface oxygen species of the La/Sr/O/F system. 2. Experimental 2.1. Preparation of catalysts Different ratios of LaF3 / Sr (NO3 ) z, SrFz/La203 or La203 / Sr (NO3) 2 were mixed and carefully ground into fine powder, the mixture was then stirred with a certain amount of deionized water to a paste followed by drying at 120 for 4 h and calcining at 900 for 6 h, the resultant solid was then crushed and sieved to 40- 60 mesh particles. All the catalysts were prepared using Analytical reagents. 2.2. Catalytic performance evaluation of the catalysts The catalytic reactions were carried out in a fixed bed quartz reactor (5.0 mm in diameter) under the conditions of GHSV= 15 000 h-x and CH4/O2 = 3 (mole ratio, no inert gas for dilution). CH4 (99.99%) and 02 (99.5%) were used without further purification. 0.20 ml of catalyst was used in each experimental run, the effluent gas was analyzed by a gas chromatography instrument at room temperature with 5~, molecular sieve column for O2 and CO, and GDX 502 column for CH4, C2H4, C2H6 and CO2. The conversion of alkane (Cmethane) and selectivity of the products (Si) were calculated from the equations: Cmethane=(~iXFi)/ [E(Aii) -{-AmethaneXFmethane] and Si= (AiXFi)/E(Aii), respectively, where A = peak area and F = correction factor. 2.3. Instrumentation The specific surface areas of the samples were measured by the BET method with Nz adsorption at 77 K on a Sorptomatic 1900 instrument. 5.00 g of catalyst was used in each experiment in order to decrease the measurement error, The XRD measurements were carried out at room temperature on a Rigaku Rotaflex D/Max-C system with CuKa (A = 1.5406 ,~) radiation and the phases were assigned according to Ref. [ 10], R.-q. Long et al. /Applied Catalysis A: General 133 (1995) 269-280 271 The surface acid property of catalyst was determined on a Shimadzu UV 2100 spectrophotometer by the method described by Kageyama et al. in Ref. [ 11 ]. The basicity of the catalyst was determined by temperature-programmed desorp- tion of CO2 (adsorbed at 30) in a quartz reactor from 30 to 1075 at a linear heating rate of 20/min in a flow of helium (30 ml/min). Before the TPD experiments, the catalysts (0.2 g) packed in the quartz reactor were treated in a flow of helium ( 30 ml/min) at 1075 for 30 min. The CO2 desorbed was detected by thermal conductivity detector in the gas chromatography instrument. XPS was recorded on a V.G. ESCALAB MK II instrument at room temperature under 1 10-8 Torr ( 1 Torr= 133.3 Nm-2) with A1Ka as photo source and C ls peak at 284.7 eV for internal reference, and with the VG 1000 program for decon- volution of the experimental spectra. The sample treatment procedures for the XPS experiment were as follows. The catalyst was first treated in a flow of 02 at 850 for 30 min and cooled to room temperature under 02 atmosphere. The sample was then purged with He for 20 min to remove the gas phase and weakly adsorbed oxygen species and sealed in a glass tube under He protection. The sealed glass tube containing the sample was then held in the preparation chamber of XPS instrument. When the pressure of the chamber is lower than 10-3 Torr, the tube was broken with a mechanical arm, and the sample was dropped to the sample holder which was then transferred to the analytical chamber for spectra recording. The IR spectra were recorded on a Nicolet 740 FTIR spectroscopy at the reso- lution of 4 cm- 1, the number of the scan was 160. A quartz in situ IR cell which can be heated up to 700 was designed. BaF2 was used as cell windows and the length of the cell was 15 cm. The temperature of the cell was measured by a thermocouple mounted close to the sample wafer. In the experiments, a self-sup- ported sample wafer was thermally treated at 700 under H2 for 20 min to remove the surface carbonate residue, followed successively by purging with He at 700 and treatment with 02 or cn4/o2 (3/1 ) at 650. The O2-adsorbed sample was then cooling down gradually under a 02 atmosphere from 650 to 25 within a period of 3 h and the IR spectra were recorded at specified temperature, i.e., 650, 500, 300, 100 and 25, respectively during the cooling period. At each specified temperature point, the temperature of the IR cell was maintained constant for about 10 min to insure that the IR measurement was conducted under thermostatic con- dition. The spectra of the CH4/O2 (3/1 ) treated sample was recorded after 45 min on stream at 650. 3. Results and discussion 3.1. Catalytic performance evaluation The catalytic performances of three series of Sr/La catalysts are shown in Table 1. These data were taken after 30 min on stream and the activity and the 272 R.-q. Long et al. /Applied Catalysis A: General 133 (1995) 269-280 Table 1 Catalytic performance of catalysts for the methane oxidative coupling Catalyst Temperature () CH4 Conversion (%) Selectivity (%) C2 Yield % CO CO2 C2H4 C2H La203 750 27.1 15.9 53.7 19.0 11.4 8.2 700 28.4 11.7 51.4 21.5 15.4 10.5 650 29.3 9.0 47.3 24.6 19.2 12.8 600 29.1 9.2 45.9 24.6 20.2 13.1 550 27.8 9.7 45.7 23.4 21.2 12.4 LaF3 750 2.1 0 46.2 0 53.8 1.1 SrO 750 0.9 0 48.8 0 51.2 0.5 SrF~ 750 0.7 0 46.0 0 54.0 0.4 20% SrO/La203 750 25.4 6.3 57.6 20.8 15.3 9.2 700 27.0 3.9 50.6 25.4 20.1 12.3 650 27.3 0 49.2 28.1 22.7 13.9 600 28.4 5.0 45.2 27.2 22.6 14.1 550 27.6 6.6 45.4 25.6 22.3 13.2 50% SrO/La203 750 29.5 7.1 44.2 29.4 19.3 14.4 700 30.2 8.2 40.9 29.2 21.7 15.4 20% SrO/LaF3 750 31.8 10.2 35.8 37.8 16.2 17.2 700 32.0 11.9 31.0 35.7 21.4 18.2 33% SrO/LaF3 700 33.1 11.8 31.4 36.4 20.5 18.8 50% SrO/LaF3 750 33.8 16.0 30.1 40.0 13.9 18.2 700 33.7 13.6 29.7 36.2 19.4 19.1 20% SrFJLazO3 750 30.5 4.7 44.3 33.2 17.8 15.6 700 32.5 4.8 40.8 34.0 20.4 17.7 650 34.7 5.7 36.8 35.8 21.7 19.9 600 33.8 7.2 37.4 31.7 23.7 18.7 50% SrF2/La203 750 33.9 9.5 33.5 37.9 19.1 19,3 700 31.9 ll.1 31.2 33.4 24.3 18.4 60% SrF2/LazO3 800 34.2 9.5 35.5 39.7 15.4 18.8 750 34.0 9.7 32.4 38.8 19.1 19.7 Feed = CH4:O2 = 3:1, GHSV = 15 000 h - i, a GHSV = 20 000 h 2. selectivity remained pretty stable within a period of ca. 24 h. From the Table 1, we can find that, pure LaF3, SrO and SrF2 have almost no activity for methane oxidative coupling at 750 and La203 is only of medium active within the tem- perature range of ca. 550-700. When certain amount of SrO was added to La203, the C2 yield increased by ca. 1-5%, but the maximum value was still less than 15.4%. Comparatively, the catalytic behaviors of fluoride/oxide (SrO/LaF3 and SrF2/La203) catalyst were apparently better than those of the oxide catalysts under the comparable condition, within the temperature region of ca. 650-750, the maximum CH4 conversion, C2 selectivity and C2HJC2H6 ratio over SrO/LaF3 and SrF2/La203 were apparently higher than those over SrO/La203, La203 and SrO, and the C2 yields of about 18-20% were obtained over the SrO/LaF3 and SrF2/ La203 catalysts. These results indicated that the addition of F played a promoting role for the methane oxidative coupling reaction. On the SrFJLa203 catalysts, the optimum reaction temperature, i.e., the temperature at which maximum C2 yield R.-q. Long et al. /Applied Catalysis A: General 133 (1995) 269-280 Table 2 Specific surface area of the Sr/La catalysts 273 Catalyst Surface area (m2/g) 20% SrO/La203 3,9 50% SrO/La203 3,3 50% SrO/LaF3 2.8 20% SrF2/La203 2.9 50% SrF2/La203 2.8 was achieved, increased with the increase of SrF2 content, this phenomenon can be well explained if we consider that, in this catalyst system, SrF2 will not react with La203 to form a new fluoride or oxyfluoride compound, as proved by XRD analysis shown in the subsequent section of this work, and that SrF2 itself has almost no activity for methane oxidative coupling. With the increase of SrF2 content in the catalyst, the content of SrF2 on the catalyst surface also increase and the concen- tration of the surface oxygen species will therefore be diluted, this, of course, will be helpful to the improvement of the selectivity, but at the same time will also affect the activity. The similar phenomenon was not observed on the SrO/LaF3 catalyst system since the interaction between LaF3 and SrO was much more com- plicated, and the new fluoride and oxyfluoride compounds were formed during the process of catalyst preparation. Details will be discussed in the latter sections. 3.2. Specific surface area and surface acidity/basicity of catalyst The specific surface areas of some of the catalyst were listed in Table 2, as we can see, the data are between 3 and 4 m2/g, which is in consistency with the general opinion that the specific surface area for most methane oxidative coupling catalysts was usually very small [ 12], some people believed that this would be favorable to prevent the secondary oxidation reaction of methyl radicals and increase C2 selec- tivity and yield [ 13 ]. Carefully comparing of the data in Table 2, we can also find that, specific surface areas of the fluoride/oxide catalysts were a little smaller than those of the oxide/oxide catalysts, this might be the another beneficial effect to the improvement of catalyst's methane oxidative coupling behavior as a result of the addition of fluoride compounds. The ultraviolet spectra of pyridine adsorption has been used to detect the acid sites of solids because of its large extinction coefficient of the 7r-Tr* band, the shift of the position of the ~'-~'* band of adsorbed pyridine is related to the acidity of the sample [ 11 ]. Fig. 1 showes the ultraviolet spectra of pyridine adsorbed on 50% SrO/La203 and 50% SrF2/La203. The 7r-~'* band of pyridine adsorbed on SrO/ La203 appeared at 244.5 nm which was the same as that of the pyridine vapor [ 11 ] ; comparatively, the band of adsorbed pyridine on 50% SrF2/La203 shifted slightly to the longer wavelength and two bands appeared at 250.4 and 248.1 nm, indicating that, as expected, the surface acidity of SrFE/La203 system was relatively stronger 274 R.-q. Long et aL /Applied Catalysis A: General 133 (1995) 269-280 o cx~ < i i i i (nrn) LO Jl (a) (b) i i i i i i i i i 380 230 38fl (nm) Fig. 1. Diffusereflectance UV spec~a ofpyfidine adsorbed catalysts,(a)50% SrO/La203and (b)50% SrFJ La203. than that of SrO/La203 system, this may be related to the formation of oxygen adspecies with fewer negative charges and less carbonate on the catalyst surface. The basic strength distribution on the surface of catalysts was studied by the TPD of CO2-adsorbed samples from 30 to 1075 at a heating rate of 20/min in He (Fig. 2). Two weak peaks at 122 and 510 as well as a strong band centering at 1015 were observed on the 50% SrO/La203 catalyst, which may be ascribed to the weak, intermediate and strong basic sites, respectively, while on the 50% SrF2/La203 catalyst only a weak peak at 122 and an intermediate strength band at 820 were found. These results revealed that the presence of fluoride ions caused not only a decrease in the amount of adsorbed CO2, but also a shift in the desorption peak to lower temperatures, suggesting that the presence of fluoride ions decreased both the basicity and the basic strength on the surface of the catalyst. The relationship between surface acidity/basicity and the catalytic activity/ selectivity is very complex [ 14 ]. Some people thought that most oxidative coupling catalysts were strong basic oxides [ 15]. However, Choudhary and Rane [16] reported that surface basicity alone could not control the catalytic properties, surface acidity also played a very significant role for the lanthanide oxide catalysts. For 1015 820 30 1075 Temperature () Fig. 2. The TPD spectra of CO2-adsorbed (a) 50% SrO/La203 and (b) 50% SrFJLa203 catalyst. R.-q. Long et al. /Applied Catalysis A: General 133 (1995) 269-280 275 example, the La203 with the highest basicity and acidity showed the highest meth- ane conversion and C2 yield comparing with the other rare earth oxides under the same conditions. Recently, Lunsford et al. [ 17] reported that the less basic Li+/ MgO/C1 catalyst was more effective than LiMgO (basic complex oxide) for the reaction of methane oxidative coupling. For the SrF2/La203 catalyst, the pres- ence of surface fluoride ions decreased both the basicity and the basic strength, and thus decreased the formation of carbonate on the catalyst during the oxidative coupling of methane. This may be beneficial for preventing the poisoning of the catalyst by CO2 and increasing the C2 yield, which is similar to the catalysts containing chloride ions [ 17]. 3.3. XRD Characterization The XRD measurements (Table 3) indicated that new phases such as SrF2, tetragonal, cubic and rhombohedral LaOF were formed in the fresh 20-50% SrO/ LaF3 catalysts. This result suggested that, during the process of catalyst preparation, part of the F- (r= 1.33 A) in LaF3 and 02- (r= 1.32 A) in SrO were substituted by 02- and F-, respectively, leading to the formation of new phases, such as tetragonal and cubic LaOF (superstructure of fluorite), which are solid electrolytes with ionic conductivity [ 18 ] and might be favorable to promoting the transfer of the charge carrier in the catalytic system. In the ca. 20-60% SrF2/La203, only the SrF2, cubic and hexagonal La203 phases, the latter is considered to be consisted of 02- and (LaO)2z+ layers [19] were found. However, partial ionic exchange between SrF2 and La203 might also happen in this catalyst system as evidenced by the observation of expansion of cubic La203 lattice in the catalysts (e. g., cubic La203 in the catalyst, d= 3.30 [222], 2.870 [400], 2.042 [440], 1.726 [622] vs. pure cubic La203, d= 3.27 [222], 2.832 [400], 2.003 [440], 1.702 [622] ) prob- ably owing to the fact that one Sr2 + ( r = 1.11 .~) substituted for one La3 + ( r = 1.06 A) in the La203 lattice. In this case, anion vacancies in the lattice or O- would be formed to maintain electroneutrality. These anion vacancies would adsorb 02 and form 02 and 022- adspecies, when the catalyst exposed to 02, as supported by XPS and in situ FTIR spectroscopy characterization in the subsequent part of this Table 3 Results of XRD analysis of the La/Sr/O/F catalysts Catalyst Composition and Structure~ 20% SrO/LaF3 33% SrO/LaF3 50% SrO/LaF3 20% SrFJLa203 50% SrF2/La203 60% SrF2/La203 tetragonal LaOF ( s ); cubic SrF2 (w); LaF3 (w) rhombohedral LaOF(m); tetragonal LaOF(s); SrF2(m) ; LaF3( w ) SrF2 ( s ); tetragonal LaOF(s) ; cubic LaOF ( m ) cubic La203(s) SrF2(w); hexagonal La203(s) hexagonal La203 (vs) ; cubic La203 (m) ; SrF2 (m) SrF2 (vs); cubic La203 (w) ; hexagonal La203 (m) a s = strong; m = medium; w = weak. 276 R.-q. Long et al./Applied Catalysis A: General 133 (1995) 269-280 work. On the other hand, taking into consideration the fact that cubic La203 contains 1/4 of intrinsic oxygen vacancy and that many fluorite-type structure compounds such as alkaline earth halides, ZrO2, etc. have anion Frenkel defects and anion vacancies [20], the intrinsic oxygen vacancies in cubic La203 and the possible existence of oxygen vacancies in the fluorite-like tetragonal LaOF would also be favorable to the adsorption and activation of molecular oxygen and enhancement of catalyst activity for MOC reaction under the reaction condition. In addition, for both of SrO/LaF3 and SrF2/La203 systems, the dispersion of F- on the surface of catalysts will also be helpful to the isolation of the surface active center and to the decrease of CO2 inhibition. All of the these factors will be beneficial to the improve- ment of catalytic performance of the MOC catalyst. 3.4. XPS characterization The O ls XPS of O2-adsorbed 50% SrO/La203 (Fig. 3a) can be resolved into three peaks with BE at 529.5, 530.7 and 532.4 eV, and that of O2-adsorbed 50% SrF2/La203. (Fig. 3b) can also be resolved into three peaks with BE at 529.9, 531.5 and 533.3 eV. The peaks at 529.5 and 529.9 eV can be assigned to lattice oxygen (02-) and those at 530.7 and 531.5 eV may be assigned to 02- or O- species. The peaks at 532.4 and 533.3 eV may be attributed to 02 or CO2- species [21]. However, in the corresponding C ls spectra, no C 1 s peak around 290 eV was observed, and thus the O ls peaks at 532.4 and 533.3 eV can therefore be assigned to O~- species. Table 4 shows the relative content of the different oxygen species over 02 adsorbed 50% SrO/La203 and 50% SrF2/La203. Comparatively, the rel- ative content (compared with that of 02- ) of 02- (or O- ) and 02 over 50% b 1t 528 550 534 eV Fig. 3. O ls XPS of O2-adsorbed (a) 50% SrO/La~O3 and (b) 50% SrF2/La203. R.-q. Long et al./ Applied Catalysis A: General 133 (1995) 269-280 Table 4 XPS analysis results of the La/Sr/O/F catalysts 277 Sample O 1 s BE (eV) Relative Content BE (eV) Relative Content BE (eV) Relative Content (%) (%) (%) 50% SrO/La203 529.5 15 530.7 12 532.4 73 50% SrF2/La203 529.9 4 531.5 20 533.3 76 SrF2/La203 were apparently higher than that over 50% SrO/La203, and the binding energies of corresponding oxygen species over 50% SrFz/La203 were also higher than those over 50% SrO/La203, these results indicated that the SrF2/La203 system was favorable to the formation of oxygen species with fewer negative charges. 3.5. In situ FTIR spectroscopy characterization Fig. 4a shows the IR spectrum of 20%SrF2/LazO3. After 20 min of treatment with H2 at 700, a broad band centering at 900 cm- t was observed, which could be accounted for by overtone and combination of La-O fundamental modes [ 22]. When the above sample was exposed to 02 at 650, a new band at 1113 cm-J appeared. This may be assigned to O-O stretching vibration of adsorbed superoxide species (02) [23,24]. Injection of 20 ml of COz into the cell with the flow of 02 at 650, resulted in slight decrease of the IR band intensity of 02 species and three intense bands attributable to gas phase CO2 (2354 cm-1) [25] and CO32- species (1451, 856 cm-~) on the surface of La203 [26] were detected. Since no other oxygen adspecies were observed on the surface of 20%SrF2/La203 at the reaction temperature, O2 adspecies may consider to be the active oxygen species for the oxidative coupling of methane. When the temperature of above Oz-adsorbed sample was gradually cooling down from 650 to 25 under 02 atmosphere l A=0.07 ~ ~ 1600 1200 800 Wavenumber( cm- 1 ) Fig. 4. IR spectra of 20% SrFJLa203 catalyst, (a) after treatment with H2 at 700, (b-f) after exposure to 02 at 650? and cooling down successively in 02 to 500, 300, 100, 25, respectively. 278 R.-q. Long et aL /Applied Catalysis A: General 133 (1995) 269-280 I A=0.5 < 2;oo 26.o 164o i o \\)b 1210 780 Wavenurnber(cm\"1 ) Fig. 5. IR spectra of O2-adsorbed 20% SrF:/La203 (a) in CH4/02(3/1 ) at 650 and (b) after purging with He at 650. (Fig. 4b-e), the bands at 1113 and 900 cm-1 shifted to higher wave numbers ( 1123 cm- 1 and 917 cm- 1 ), and two new bands at 1483, 1402 cm- 1 and a shoulder peak at 863 cm- 1 due to surface CO]- species [26], resulting from the reaction of oxygen with surface carbonaceous impurity, were detected. After the treatment of O2-preadsorbed 20%SrF:/LazO3 sample with a stream of CH4/O2 (3:1 ) at 650 for 45 min, the IR spectrum recorded is shown in Fig. 5a. The superoxide 02 band became weaker and shifted to 1122 cm- 1, at the same time, the absorption bands of gas phase CO: (2353 cm-1) [25], adsorbed H20 ( 1643 cm- 1 ), gaseous CH4 ( 1294 cm- l ) [ 27 ] and surface CO2- (868 cm- 1 ) [26] were observed. It was also interesting to note that a weak peak at 949 cm- 1, which was assignable to gaseous C2H4 [28], was observed on the working 20%SrFz/Laz03 catalyst. These observations indicated that, under the spectra recording conditions, the methane oxidative coupling reaction did happen on the 20%SrFa/La203 catalyst in the IR cell. The bands attributable to C2H6 were not detected, probably due to the lower yield ofC2H6 (7.5%) than that of Call4 (12.5%) under above reaction conditions. The broad band with maximum at about 1375 cm- 1 might have resulted from the overlapping peaks of CH4 ( 1349 cm- 1 ) [ 27 ] and CO2- ( 1437 cm-1) [26], and the band at 900 cm-1 might have been buried under the intense CO2- band at 868 cm 1. The peaks due to adsorbed CH4 on the sample were not detected, suggesting that under the reaction conditions, the adsorp- tion of CH4 on the catalyst surface must be very weak. After purging the above sample with He at 650 for 5 min, only the peaks of surface CO32- species ( 854, 1437 cm-1) [26] were shown in the IR spectrum (Fig. 5b). 4. Conclusions Based on above results we may conclude that, with the addition of LaF3 to SrO or SrF2 to La203 and treatment in air at high temperature, anionic and/or cationic R.-q. Long et al./ Applied Catalysis A: General 133 (1995) 269-280 279 exchange between oxides and fluorides lattices take place to some extent, leading to the formation of SrF2 and LaOF with possible existence of oxygen vacancies or O-, and the catalyst containing F- is more conducive to the formation of some oxygen species with fewer negative charges, These factors should be responsible to the significant improvement of the catalytic performance of the La/Sr/O catalysts for the MOC reaction. In addition, the dispersion of inert fluorides on the catalyst surface will be also beneficial to the isolation of the surface active center and the decrease of CO2-inhibition, and will therefore be favorable to the improvement of selectivity and the lowering of the 'light-off' temperature. The observation of Of species over the 02 adsorbed SrF2/La203 catalyst at 650 by in situ IR spectros- copy suggested that 02 might be the active oxygen adspecies for MOC reaction. Acknowledgements This work has been supported by the National Natural Science Foundation of China. References [ 1 ] R. Burch, G.D. Squire and S.C. Tsang, Appl. Catal., 43 (1988) 105. [2] S.J. Conway, D.J. Wang and J.H. Lunsford, Appl. Catal. A, 79 ( 1991 ) LI. [3] V.D. Sokolovskii. and E.A. Mamedov, Catal. Today, 14 (3-4) (1992) 415. [4] J.H. Lunsford, P.G. Hinson, M.P. Rosynek, C. Shi, M. Xu and X. Yang, J. Catal., 147 (1994) 301. [5] E. Ruckenstein and A.Z. Khan, Catal. Lett., 18 (1993) 27. [6] X.P. Zhou, W.D. Zhang, H.L. Wan and K.R. Tsai, Catal. Lett., 21 (1993) 113. [7] X.P. Zhou, S.Q. Zhou, S.J. Wang, J.X. Cai, W.Z. Weng, H.L. Wan and K.R. Tsai, Chem. Res. Chinese Universities, 9 (3) (1993) 264. [8] X.P. Zhou, S.Q. Zhou, F.C. Xu, S.J. Wang, W.Z. Weng, H.L. Wan and K.R. Tsai, Chem. Res. Chinese Universities, 9 (3) (1993) 269. [9] X.P. Zhou, S.Q. Zhou, W.D. Zhang, Z. S. Chao, W.Z. Weng, R. Q. Long, D:L. Tang, H.Y. Wang, S.J. Wang, J.X. Cai, H.L. Wan and K.R. Tsai, Preprints, Div. Petrol. Chem., ACS, 39 (2) (1994) 222. [ 10] W.F. McClune, in B. Post (Editor), Inorganic Volume, Int. Centre Diffraction Data, Swarthmore, 1988. [ 11 ] Y. Kageyama, T. Yotsuyanagi and K. Aomura, J. Catal., 36 (1975) 1 [ 12] Y. Amenomiya, V.I. Birss, M. Goledzinowski, J. Galuszka and A.R. Sanger, Catal. Rev. Sci. Eng., 32 (3) (1990) 163. [ 13] O.V. Krylov, Kinet. Catal., 2 (34) (1993) 219. [ 14] J.H. Lunsford, Stud. Surf. Sci. Catal., 81 (1994) 1. [ 15] A.M. Maitra, Appl. Catal. A, 104 (1993) 11. [ 16] V.R. Choudhary and V.H. Rane, J. Catal., 130 ( 1991 ) 411. [ 17] J.H. Lunsford, P.G. Hinson, M.P. Rosynek, C. Shi, M. Xu and X. Yang, J. Catal., 147 (1994) 301. [ 18] A. Sher, R. Solomon, K. Lee and M.W. Muller, Phys. Rev., 144 (1966) 593. [ 19] K.A. Gschneidner Jr. and L.R. Eyring Eds., Handbook on the Physics and Chemistry of Rare Earths, Vol. 3, North-Holland, Amsterdam, 1979, p. 337. [20] Z. Zhang, X.E. Verykios and M. Baems, Catal. Rev. Sci. Eng., 36 (3) (1994) 507. [21 ] H. Yamashita, Y. Machida and A. Tomita, Appl. Catal. A, 79 ( 1991 ) 203. [22] J. H. Denning and S. D. Ross, J. Phys. C: Solid State Phys., 5 (1972) 1123. [23] L. Vaska, Acc. Chem. Res., 9 (1976) 175. 280 R.-q. Long et al. /Applied Catalysis A: General 133 (1995) 269-280 [24] A.B.P. Lever, G,A. Ozin and H.B. Gray, Inorg. Chem., 19 (1980) 1823. [25 ] S.C. Bhumkar and L.L. Lobban, Ind. Eng. Chem. Res., 31 (1992) 1856. [26] T.L. Van, M. Che, J.M. Tatibouet and M. Kermarec, J. Catal., 142 (1993) 18. [ 27 ] Standard Infrared Grating Spectra, Vol. 43-44, Sadtler Res. Lab., Inc, Philadelphia, 1974, p. 42923p. [28] C. Brecher and R.S. Halford, J. Chem. Phys., 35 ( 1961 ) 109. APCATA 95002154 0926-860X(95)00215-4 10.1016/0926-860X(95)00215-4 Elsevier Science B.V. All rights reserved Promoting effect of F− on Sr/La oxide catalysts for the oxidative coupling of methane Rui-qiang Long a b Shui-qin Zhou a b Ya-ping Huang a b Wei-zheng Weng a b Hui-lin Wan * a b Khi-rui Tsai a b a Department of Chemistry, Xiamen University, Xiamen, 361005, China b State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University, Xiamen, 361005, China * Corresponding author. Tel. (+86-592) 2083127, fax. (+86 592) 2086116. The catalytic performance evaluation results showed that the CH4 conversion, C2 selectivity and ethylene to ethane ratio were significantly higher over LaF3/SrO and SrF2/La2O3 than those over SrO/La2O3 and the maximum C2 yields of 18–20% were achieved over the LaF3/SrO and SrF2/La2O3 catalysts at 650–750°C. XRD analysis of the fresh catalysts indicated that, with the addition of LaF3 to SrO and treatment in air at high temperature, anionic and/or cationic exchange between oxides and fluorides lattices took place to some extent, leading to the formation of SrF2 and LaOF. The UV spectra of pyridine adsorption and the temperature-programmed desorption spectra of CO2 adsorption on SrF2/La2O3 and SrO/La2O3 showed that surface of the catalyst containing fluoride was more acidic and less basic than that of the corresponding oxide system. The XPS characterizations of O2-adsorbed catalysts revealed that the catalysts containing F− were more conducive to the formation of the oxygen species with fewer negative charges. The results of in situ IR characterization of the surface oxygen species at 650°C suggested that O2 − might be the active oxygen adspecies for the oxidative coupling of methane reaction. Keywords Methane oxidative coupling Fluoride Oxygen adspecies In situ IR spectra References [1] Burch R. Squire G.D. Tsang S.C. Appl. Catal. 43 1988 105 [2] Conway S.J. Wang D.J. Lunsford J.H. Appl. Catal. A 79 1991 L1 [3] Sokolovskii V.D. Mamedov E.A. Catal. Today 14 3–4 1992 415 [4] Lunsford J.H. Hinson P.G. Rosynek M.P. Shi C. Xu M. Yang X. J. Catal. 147 1994 301 [5] Ruckenstein E. Khan A.Z. Catal. Lett. 18 1993 27 [6] Zhou X.P. Zhang W.D. Wan H.L. Tsai K.R. Catal. Lett. 21 1993 113 [7] Zhou X.P. Zhou S.Q. Wang S.J. Cai J.X. Weng W.Z. Wan H.L. Tsai K.R. Chem. Res. Chinese Universities 9 3 1993 264 [8] Zhou X.P. Zhou S.Q. Xu F.C. Wang S.J. Weng W.Z. Wan H.L. Tsai K.R. Chem. Res. Chinese Universities 9 3 1993 269 [9] Zhou X.P. Zhou S.Q. Zhang W.D. Chao Z.S. Weng W.Z. Long R.Q. Tang D.L. Wang H.Y. Wang S.J. Cai J.X. Wan H.L. Tsai K.R. Preprints, Div. Petrol. Chem., ACS 39 2 1994 222 [10] McClune W.F. Post B. Inorganic Volume 1988 Int. Centre Diffraction Data Swarthmore [11] Kageyama Y. Yotsuyanagi T. Aomura K. J. Catal. 36 1975 1 [12] Amenomiya Y. Birss V.I. Goledzinowski M. Galuszka J. Sanger A.R. Catal. Rev. Sci. Eng. 32 3 1990 163 [13] Krylov O.V. Kinet. Catal. 2 34 1993 219 [14] Lunsford J.H. Stud. Surf. Sci. Catal. 81 1994 1 [15] Maitra A.M. Appl. Catal. A 104 1993 11 [16] Choudhary V.R. Rane V.H. J. Catal. 130 1991 411 [17] Lunsford J.H. Hinson P.G. Rosynek M.P. Shi C. Xu M. Yang X. J. Catal. 147 1994 301 [18] Sher A. Solomon R. Lee K. Muller M.W. Phys. Rev. 144 1966 593 [19] Gschneidner K.A. Jr. Eyring L.R. Handbook on the Physics and Chemistry of Rare Earths Vol. 3 1979 North-Holland Amsterdam 337 [20] Zhang Z. Verykios X.E. Baerns M. Catal. Rev. Sci. Eng. 36 3 1994 507 [21] Yamashita H. Machida Y. Tomita A. Appl. Catal. A 79 1991 203 [22] Denning J.H. Ross S.D. J. Phys. C: Solid State Phys. 5 1972 1123 [23] Vaska L. Acc. Chem. Res. 9 1976 175 [24] Lever A.B.P. Ozin G.A. Gray H.B. Inorg. Chem. 19 1980 1823 [25] Bhumkar S.C. Lobban L.L. Ind. Eng. Chem. Res. 31 1992 1856 [26] Van T.L. Che M. Tatibouet J.M. Kermarec M. J. Catal. 142 1993 18 [27] Standard Infrared Grating Spectra Vol. 43–44 1974 Sadtler Res. Lab., Inc Philadelphia 42923p [28] Brecher C. Halford R.S. J. Chem. Phys. 35 1961 109",
      "scopus-id": "0346747031",
      "coredata": {
        "eid": "1-s2.0-0926860X95002154",
        "dc:description": "The catalytic performance evaluation results showed that the CH4 conversion, C2 selectivity and ethylene to ethane ratio were significantly higher over LaF3/SrO and SrF2/La2O3 than those over SrO/La2O3 and the maximum C2 yields of 18–20% were achieved over the LaF3/SrO and SrF2/La2O3 catalysts at 650–750°C. XRD analysis of the fresh catalysts indicated that, with the addition of LaF3 to SrO and treatment in air at high temperature, anionic and/or cationic exchange between oxides and fluorides lattices took place to some extent, leading to the formation of SrF2 and LaOF. The UV spectra of pyridine adsorption and the temperature-programmed desorption spectra of CO2 adsorption on SrF2/La2O3 and SrO/La2O3 showed that surface of the catalyst containing fluoride was more acidic and less basic than that of the corresponding oxide system. The XPS characterizations of O2-adsorbed catalysts revealed that the catalysts containing F− were more conducive to the formation of the oxygen species with fewer negative charges. The results of in situ IR characterization of the surface oxygen species at 650°C suggested that O2 − might be the active oxygen adspecies for the oxidative coupling of methane reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002154",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Long, Rui-qiang"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Shui-qin"
          },
          {
            "@_fa": "true",
            "$": "Huang, Ya-ping"
          },
          {
            "@_fa": "true",
            "$": "Weng, Wei-zheng"
          },
          {
            "@_fa": "true",
            "$": "Wan, Hui-lin"
          },
          {
            "@_fa": "true",
            "$": "Tsai, Khi-rui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002154"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002154"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00215-4",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Promoting effect of F− on Sr/La oxide catalysts for the oxidative coupling of methane",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane oxidative coupling"
          },
          {
            "@_fa": "true",
            "$": "Fluoride"
          },
          {
            "@_fa": "true",
            "$": "Oxygen adspecies"
          },
          {
            "@_fa": "true",
            "$": "In situ IR spectra"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "269-280",
        "prism:endingPage": "280",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00215-4",
        "prism:startingPage": "269",
        "dc:identifier": "doi:10.1016/0926-860X(95)00215-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0346747031"
      }
    }
  }
}