{
  "metadata": {
    "title": "In situ poisoning of the thiophene hydrodesulfurization activity of carbon-supported transition metal sulfide catalysts by phosphorus",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-11-24",
    "doi": "10.1016/0926-860X(94)85198-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94851980",
    "pii": "0926860X94851980"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028550739",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-14 2001-08-14 2010-10-02T11:38:12 1-s2.0-0926860X94851980 0926-860X(94)85198-0 0926860X94851980 10.1016/0926-860X(94)85198-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01627 2024-01-01T12:21:06.294127Z 0 0 19941124 1994 2001-08-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 119 119 2 2 Volume 119, Issue 2 9 293 303 293 303 19941124 24 November 1994 1994-11-24 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. INSITUPOISONINGTHIOPHENEHYDRODESULFURIZATIONACTIVITYCARBONSUPPORTEDTRANSITIONMETALSULFIDECATALYSTSBYPHOSPHORUS EIJSBOUTS S JAMES 1978 74 R SINFELT 1975 55 J LEDOUX 1981 375 M KOLBEL 1972 1156 H BOND 1968 100 G FUNG 1987 220 S LARSSON 1982 57 R PODYJAZKIN 1970 1077 Y SINFELT 1973 91 J PECORARO 1981 430 T CHIANELLI 1984 226 R LACROIX 1989 473 M VISSERS 1984 813 J LEDOUX 1986 275 M HARRIS 1990 206 S THEORETICALASPECTSHETEROGENEOUSCATALYSIS BURDEN 1990 L353 J NORSKOV 1992 1 J EIJSBOUTS 1988 217 S EIJSBOUTS 1991 619 S SUDHAKAR 1987 885 C EIJSBOUTS 1991 605 S VISSERS 1986 227 J BOUWENS 1988 401 S BOUWENS 1991 559 S RAMSELAAR 1989 599 W EIJSBOUTS 1989 S PHDTHESIS EIJSBOUTS 1989 46 S PROCEEDINGS19THBIENNIALCONFERENCECARBON ZDRAZIL 1986 257 M 1965 GMELINHANDBUCHDERANORGANISCHENCHEMIE PHOSPHOR KORANYI 1993 281 T EIJSBOUTSX1994X293 EIJSBOUTSX1994X293X303 EIJSBOUTSX1994X293XS EIJSBOUTSX1994X293X303XS item 0926-860X(94)85198-0 0926860X94851980 1-s2.0-0926860X94851980 10.1016/0926-860X(94)85198-0 271346 2024-01-01T12:21:06.294127Z 1994-11-24 1-s2.0-0926860X94851980-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851980/MAIN/application/pdf/e8e99c5e18896381cffddaff72c1cf87/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851980/MAIN/application/pdf/e8e99c5e18896381cffddaff72c1cf87/main.pdf main.pdf pdf true 829439 MAIN 11 1-s2.0-0926860X94851980-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851980/PREVIEW/image/png/ccdfa75aa4f2fffc7dcf55703f35024e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851980/PREVIEW/image/png/ccdfa75aa4f2fffc7dcf55703f35024e/main_1.png main_1.png png 54730 849 656 IMAGE-WEB-PDF 1 ON Ca\"S A ELSEVIER Applied Catalysis A:General119(1994)293-303 In situ poisoning of the thiophene hydrodesulfurization activity of carbon-supported transition metal sulfide catalysts by phosphorus S. Eijsboutsl, J.N.M. van Gestel2, E.M. van Oersa, R. Prins3, J.A.R. van Veenb, V.H.J. de Beer\" a Schuit Institute of Catalysis, Eindhoven University of Technology, P. O. Box 513, 5600 MB Eindhoven, Netherlands b KoninklijkelShell Laboratorium Amsterdam, P.O. Box 38000, 1030 BN Amsterdam, Netherlands Received 10 May 1994; revised 12 August 1994; accepted 12 August 1994 Abstract Carbon-supported transition metal sulfide catalysts, prepared by pore volume impregnation of an activated carbon support with aqueous solutions of first, second and third row transition metal salts (Group V-VIII), drying and in situ sulfidation, were tested in thiophene hydrodesulfurization (723 K, 0.1 MPa). In the poisoning experiments a bed of phosphorus compound-containing carbon was placed upstream of the catalyst bed. Under the sulfiding and reaction conditions the phosphorus compound was volatilized and transported to the catalyst bed where it could affect the catalytic properties of the active metal sulfide phase. This poisoning effect was different for the thiophene conversion to hydrocarbons and butene hydrogenation, and depended on the transition metal sulfide. Group VIII transition metal sulfides were rather resistant towards the poisoning by the phosphorus compound. Only the hydrodesulfurization activity of the carbon-supported nickel catalyst was promoted in the presence of phosphorus. This beneficial effect of phosphorus on nickel might alto explain the gain in activity for the commercial A1203-supported Ni-Mo-P catalysts. Keywords: Carbon support; Hydrodesulphurization; Phosphorus; Poisoning; Thiophene; Transition metal sulphides 1. Introduction The trends in the hydrogenation, hydrogenolysis, isomerisation and hydrocarbon oxidation activity of transition metals have been extensively studied [ 1-91. It has * Corresponding author. 3 Technisch-Chemisches Laboratorium, ETH, 8092 Zurich, Switzerland. Z Laboratoire de Catalyse et Spectrochimie, ISMRa, Universite de Caen, 14050 Caen Cedex, France. ' Akzo Chemicals B.V., Research Centre Amsterdam, P.O. Box 26223, 1002 GE Amsterdam, Netherlands. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X(94)00183-9 294 S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 been shown that the plots of activities versus the position of the metals in the Periodic Table resulted in so-called volcano-type curves. The position of the maxima of these curves is usually the same for all rows of transition metals, i.e. the metals with the highest activity for a certain reaction usually belong to. the same group in the Periodic Table. The catalytic properties apparently correlate with the electronic configuration of the transition metals. The periodic trends in the hydrodesulfurization (HDS) activity of bulk [ 10-12 ] and carbon-supported [ 13,14] first, second and third row transition metal sulfides (TMS) from Groups V to VIII of the Periodic Table have already been extensively studied. A double maximum curve (Cr, Co) was found for the first-row TMS. Volcano curves have been obtained for the second- and/or third-row TMS with maxima at rhodium and iridium for the carbon-supported TMS in the low-pressure thiophene HDS [ 13,14] , or at ruthenium and osmium in the case of bulk TMS in the high- [ 10,11 ] and low- [ 12] pressure HDS of dibenzothiophene. Correlations have been found between the heat of formation [ 10,11,15 ] , the electronic configuration [ 10,11,15 ] , the structure [ 14] , the surface sulfur pair potential [ 16] , or the metal-sulfur bond energies [ 17 ] and the HDS activities of the TMS. In addition to the above, also periodic trends for the hydrodenitrogenation (HDN) activity of quinoline [ 18,19 ] , decahydroquinoline [ 20,21 ] and ortho-propylaniline [ 21 ] over carbon-supported TMS and biphenyl hydrogenation over bulk TMS [ 12] have been reported. Introduction of a phosphorus compound via impregnation with aqueous solutions of phosphoric acid during the catalyst preparation has been found to have a strong negative effect on the thiophene HDS activity of carbon-supported Mo [ 22,23 ] , Co, Co-Mo, Fe and Fe-Mo [ 24,25 ] catalysts. This effect has been explained as being caused by the strong adsorption of PH3 on the molybdenum sites in the Mocontaining catalysts [ 23 ] and by the formation of stable phosphates which hampers the formation of the active metal sulfide phase in the case of Co- and Fe-containing catalysts [ 24,25 ] . The effect of phosphorus on the high-pressure quinoline HDN activity and the low-pressure thiophene HDS activity of carbon-supported nickel, molybdenum and Ni-Mo catalysts has also been studied [26,27] . It was found that in the low-pressure HDS experiments which were carried out at relatively low gas hourly space velocity, poisoning can be caused by adsorption of the phosphorus compound on the metal sulfide sites. In the high pressure and high gas space velocity HDN experiments only the permanent effects of strongly bound phosphorus were observed. Just like in the Co-Mo and Fe-Mo catalysts [ 24,25 ] , the separation of nickel and molybdenum due to the formation of Ni-P compounds hampered the formation of the active `Ni-Mo-S' phase and decreased the HDN and HDS activity of these catalysts [ 26,27 ] . In contrast to the results of carbon-supported Mo, Co and Fe catalysts, the carbon-supported nickel catalysts were strongly promoted by phosphorus in the HDS and especially in the HDN reaction [26,27]. It was shown that at least a part of the phosphorus compounds present in these catalysts is only weakly bound on the carbon surface and can be transported via the gas phase. These S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 295 volatile phosphorus compounds can adsorb on the active sites and influence their catalytic properties, i.e. poison them or react with the active metal sulfides. In the present series of thiophene HDS experiments the volatile phosphorus compounds have been used to modify the catalytic properties of carbon-supported first-, second- and third-row TMS (Group V-VIII). The aim was to determine whether, in addition to nickel, also other TMS can be promoted by phosphorus and whether the differences in the effect of phosphorus on the performance of the TMS catalysts are related to their catalytic properties. 2. Experimental The carbon-supported TMS catalysts were prepared by pore volume impregnation of the support [activated carbon (Norit RX3-extra) : surface area, 1190 m2 g-'; pore volume, 1.03 cm3 g-t] with aqueous solutions of Group V-VIII transition metal salts (mostly chlorides [ 13 ] ) and drying in air (in 3 h from 293 K to 383 K, 16 h at 383 K). The surface loading was approximately 0.5 metal atoms nm-2 for all catalysts. The phosphorus containing carbon support (loading, 1 atom P nm-2) was prepared by pore volume impregnation with an aqueous solution of Table 1 Thiophene HDS (723 K, 0.1 MPs) Catalysts Reaction rate constants\" khasec khydrP= khds khydr khdsP khydrP khds khydr X 103 X 10' x 10' X 103 X 102 X 102 V(4.8)/C 1.3 5.1 0.2 7.0 18 143 Cr(4.9)/C 12.0 26.6 0.3 3.0 3 12 Mn(5.2)/C 0.1 5.5 0.0 0.0 - - Fe(5.3)/C 5.2 5.0 0.8 1.5 16 30 Co(5.6)/C 6.4 3.4 2.3 1.8 36 56 Ni(5.6)/C 3.1 2.3 3.9 2.0 125 91 Mo(8.8)/C 4.2 6.1 0.2 1.4 6 23 Ru(9.2)/C 11.6 17.5 5.8 8.8 50 50 Rh(9.3)/C 22.7 45.5 14.2 25.7 63 56 Pd(9.6)/C 2.8 6.2 1.5 3.0 53 48 W(15.5)/C 3.0 11.8 0.3 2.2 11 19 Re(15.7)/C 9.9 7.9 0.6 2.2 6 28 Os(16.0) /C 8.2 22.8 2.5 9.4 30 42 Ir(16.1) /C 39.0 69.8 29.7 69.0 76 100 Pt(16.3)/C 5.5 39.2 1.7 18.3 31 48 e Numbers in parentheses represent wt.-% metal. b HDS and hydrogenation rate constants [m3 kg-' s-' ] obtained in the absence (khd, and khyjr) or presence (khd.p and khyd,P) of phosphorous. Ratios of hydrogenation over HDS rate constants obtained in the absence or presence of phosphorus. 296 S. Eijsoouts et al. /Applied Catalysis A: General 119 (1994) 293-303 o-H3P04 and drying in air as described above. No calcination treatment was applied in order to avoid sintering of the active phase precursor or loss of phosphorus compounds. Since the metal loading of all catalysts was the same and since only one batch of phosphorus-containing carbon was used, the notations used in the text are: Me/C and P/C. The weight percentages of metals as determined by atomic absorption spectroscopy (AAS), are listed in Table 1. The thiophene HDS experiments were carried out in an atmospheric pressure gas-phase microflow reactor with on-line gas chromatography (GC) analysis. In the standard experiment a bed of 0.2 g Me/C catalyst was used. In the poisoning experiments an extra bed of 0.2 g P/C was placed upstream of the catalyst bed and separated by a layer of quartz wool. Both the single Me/C bed and the combined P/C +Me/C bed were sulfided in situ with a mixture of 10 vol.-% H2S in HZ (60 std cm3 min-t, 6 K min' from 293 to 723 K, 2 h at 723 K, 0.1 MPa) before the activity test. After sulfidation a feed consisting of 6.2 vol.-% thiophene in hydrogen was led through the reactor (50 std cm3 min-t, 2 h, 723 K, 0.1 MPa). The product mixture was analyzed every 15 min. First order reaction rate constants for both thiophene conversion to hydrocarbons (khds) and the consecutive butene hydrogenation (khydr) [28] were calculated using the activity data after 2 h on stream (steady state). As no other S-containing compounds but thiophene and H2S were found in the reaction duct mixture, the thiophene conversion to hydrocarbons 40 A . 30 / \\ Y 20 10 /+ .-` _O<, ,\\\\\\ / W~ +~ 0 so / \\\\ 45 / F3 \\ 30 + / . YS d I\" 0 0 V VI VII Villa VlllbVlllc position in period 1 V Cr Mn Fe Co Ni 0 2 Mo Ru Rh Pd 3 W Re Os Ir Pt Fig. 1. The reaction rate constants [m' kg-' s-'] for thiophene conversion to hydrocarbons (khdg) (A) and butene hydrogenation (kyd) (13) of the can-supported transition metal sulfide catalysts measured after 2 h on stream at 723 K and plotted as a function of the position of the transition metal in the periodic system. S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 297 will be referred to as thiophene conversion. The reaction temperature used in these experiments was higher than in our standard experiments [ 13 ] in order to enhance the transport of phosphorus compounds from the P/C bed to the Me/C bed. 3. Results The HDS and hydrogenation activities of the Me/ C catalysts at 723 K and 0.1 MPa are shown in Table l and Figs. IA-113. The observed trends for kbds and khydr are in good agreement with the earlier findings by Vissers et al. [ 13 ] for essentially the same catalysts tested at 673 instead of 723 K. The HDS activities of the first-row TMS followed a double maximum curve with maxima at Cr/C and Co/C and a minimum at Mn/C. The hydrogenation activity decreased from V/C to Ni/C, with Cr/C being an exception with a rather high hydrogenation activity. The HDS and hydrogenation activities of the second row TMS followed volcano curves with maxima at Rh/C. Ir/C had the highest HDS activity in the third row TMS but, in contrast with previous results [ 13 ] , the volcano curve was distorted, Re/C had a higher khds than Os/C catalyst. The Re/C catalyst had a lower hydrogenation activity than W/C and Os/C, and Ir/C had the highest 40 A 30 20 io j\\ / \\ % .g`\\\\ 60 B j /\\\\\\ 4s / \\ i 30 / \\\\ is 1 1, o - 0 V VI VII Villa Vlllb Vlllc position in period -h 1 V Cr Mn Fe Co Ni 2 Mo Ru Rh Pd 90 3 W Re Os Ir Pt Fig. 2. The reaction rate constants [m' kg-' s'] for thiophene conversion to hydrocarbons (kh&P) (A) and butene hydrogenation (khYdP) (B) of the carbon-supported transition metal sulfide catalysts measured after 2 h run time at 723 K in the experiments with combined P/C +Me/C beds plotted as a function of the position of the transition metal in the periodic system. 298 S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 150 8 125 100 75 a 50 25 125 100 a. r 75 50 9 L 25 ~i VI V11 Villa Vfllb Ville position in period Cr Mn Fe Co Ni Mo Ru Rh Pd W Re Os Ir Pt Fig. 3. The ratios between the reaction rate constants for the thiophene conversion to hydrocarbons ( A ) and butene hydrogenation ( B ) of the carbon-supported transition metal sulfide catalysts obtained in the standard experiments (knas, khYar) and in the experiments with combined P/C +Me/C beds (k,,dsP, kn,.drP) plotted as a function of the position of the transition metal in the periodic system. k,,ydr in the third row TMS. The differences between the present and previous results [ 13 ] are probably due to the loss of dispersion of the active metal sulfides caused by the higher sulfiding and reaction temperature used in the present series of experiments. When a separate P/C bed was placed upstream of the catalyst bed, interesting changes in the HDS and hydrogenation activity were observed ( Figs. 2A-2B). The shape of the curve for the HDS activities of the first-row TMS changed. The HDS activities of V/C, Mn/C, Fe/C, Co/C and especially Cr/C decreased, while the activity of Ni/C increased in the presence of P/C. The hydrogenation activity of V/C increased, while that of Cr/C, which was originally very high, was very strongly poisoned. In the presence of phosphorus the hydrogenation activity increased from Fe/C to Ni/C whereas the opposite was observed in the experiments without phosphorus. The trends for the second row TMS have virtually not changed, the HDS and hydrogenation activity of all catalysts have decreased, the poisoning was the highest for Mo/C and the lowest for Rh/C. Also in the third row TMS all the catalysts were poisoned. The HDS poisoning was the highest for Re/C which resulted in a change of the overall trend, namely Os/C became more active than Re/C. The hydrogenation activity decreased the most for W/C, while Ir/C was the most resistant against the poisoning by phosphorus. of o v 1 V 2 3 S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 299 In Figs. 3A-B the magnitude of the poisoning effect on the HDS and hydrogenation activity, expressed as khdsP/khds or khydrr/khydn is plotted as a function of the periodic position. The poisoning effect of phosphorus on the HDS activity of the first row TMS was the highest for Cr/C, followed by V/C and Fe/C, which are poisoned to approximately the same extent. Co/C had a better resistance and, as already mentioned, the HDS activity of Ni/C was even promoted by phosphorus. (The activities of Mn/C and Mn(P)/C were too low to be compared in this respect). The effect on the hydrogenation activity was quite different. Cr/C and Mn/C were strongly poisoned, Fe/C, Co/C and Ni/C less and finally V/C was even promoted. In the curves of the second and third row TMS the original volcano curves can be still recognized. In the second row, the HDS and butene hydrogenation activities of Ru/C, Rh/C and Pd/C were less poisoned than that of Mo/C. In the third row TMS the HDS activities of Os/C, Ir/C and Pt/C decreased less than that of W/C and Re/ C, the latter being poisoned very strongly by phosphorus. In contrast to the other TMS of the third row, the hydrogenation activity of Ir/C was not affected at all. It seems that overall, the second row TMS were somewhat better resistant against the phosphorus poisoning than the TMS of the third row (Figs. 3A-B). 4. Discussion In the present series of experiments various Me /C catalysts responded differently to the in situ introduction of a volatile P-compound. Almost all catalysts were poisoned, only the HDS activity of the Ni/C catalyst increased in the presence of the P-compound. The HDS activity of the V/C catalyst decreased but its hydrogenation activity improved somewhat upon introduction of the P-compound. The overall shape of the volcano curves observed for the phosphorus-free second and third row Me/C catalysts could be recognized also in the presence of the Pcompound. The effect of the P-compound can thus be poisoning as well as promoting and it may be due to the adsorption of the continuously generated volatile P-compound on the metal sulfide sites or due to the chemical reaction between the metal sulfide sites and the P-compound (formation of metal-P-compounds). In the case of adsorption, the final effect is dependent on the number of the active metal sulfide sites and on the strength of the interaction between the P-compound and the active site. No data about adsorption of phosphorus compounds on TMS or transition metals are available but only the trends for the strength of the adsorption of H2, N2, 02, NH3 and ethylene on transition metals as a function of the position of the metal in the Periodic Table are reported in the literature [ 4,5 ] . The heats of adsorption are dependent on the nature of the adsorbing species as well as on the electron configuration of the transition metals and decrease in a continuous manner with increasing atomic number from Group V to Group VIII for all the above compounds. 300 S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 Phosphorus was introduced in the carbon support as H3P04. At temperatures between 373 and 723 K H3P04 looses H20, above 573 K P205 starts to sublimate [ 29 ] . Phosphorus might thus be transferred in the reaction flow as P401o. However, reduction of P205 to P203 (boiling point 447 K, in the gas phase present as P406) elemental phosphorus or PH3 cannot be excluded in the presence of hydrogen at high temperature. These reactions seem less probable in the absence of a hydrogenation catalyst in the P/C bed but could become important as the volatile phosphorus compound comes in contact with the active phase in the Me/C bed in the presence of hydrogen at high temperature. Due to the uncertainty of the form in which phosphorus might be transported, the term `P-compound' was used when referring to the volatile P-compound transported via the gas phase. As P205 can sublimate above 573 K and P203, elemental phosphorus and PH3 can be formed only at high temperature, the transport of the volatile P-compound from the P/C bed will be preceded by the (partial) sulfidation of the active phase. The Pcompound can adsorb on the active metal sulfide sites and poison them. The analysis of some spent catalysts has shown that phosphorus can be transported via the gas phase from the P/C bed to the Me/C bed [26], or from the phosphorus-containing Me/C catalyst [26]. The transport was rather slow at low temperatures and during the sulfiding procedure, but considerably faster at higher temperatures and during the thiophene HDS reaction. In the HDS experiment with combined P/C +Ni/C beds the total amount of remaining phosphorus in both the P/C (0.8 mg) and Ni/C (2.4 mg) beds was lower than the initial amount in the P/C bed (9.6 mg) [26]. Less than 0.2 mg condensed as a grey deposit in the cold part of the reactor tube (temperature lower than 373 K), indicating that not only the upper part but the whole Me /C bed was in contact with the volatile P-compound. The condensed P-compound was poorly soluble in water and gave a different colour reaction than phosphate (P205) originally present in the P/C layer. It is also important to note that not only adsorption of the P-compound on the active sites but also a reaction between this P-compound and metal sulfides might take place [29]. Various metal oxides and sulfides (e.g. Mn, Fe, Co, Ni, Pt) can react with P-compounds such as P401o, P406 and form phosphates or phosphites, which can be further reduced to phosphides or phosphosulfides under the given reaction conditions (high temperature, presence of H2S and H2). Phosphides and phosphosulfides are stable compounds which can be formed also in the reactions between metal salts (sulfides) and PH3 in the presence of hydrogen at high temperature [ 29 ] . The presence (or formation) of such metal-P-compounds already at an earlier stage of the sulfiding procedure might slow down the (exothermic) sulfidation and improve the dispersion of the active phase due to the decreased thermal effects. This effect does not seem very probable in the present series of experiments since only a small part of the P-compound was found to be transported already during the sulfiding procedure [ 26 ] . However, the formation of metal-P compounds during the latter stage of sulfidation or during the thiophene HDS reaction is possible. Some of the transition metal sulfides could in this way be S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 301 permanently modified by phosphorus [ 26,27 ] . The final effect can be positive as well as negative depending, on the catalytic properties of the metal-P compound formed. With respect to the above, it is interesting to note that preliminary energy dispersive X-ray (EDX) results indicated the presence of sulfur free Ni-P compounds) in a spent `phosphided' Ni/C catalyst sample. For most of the catalysts of the first row (V/C, Cr/C, Fe/C, Co/C), Mo/C and all catalysts of the third row TMS the decrease of the HDS activity was much larger than the loss of the butene hydrogenation activity. The hydrogenation activity of Ir/C remained unchanged, that of V/C even increased in the presence of phosphorus. The butene hydrogenation is a consecutive reaction to the sulfur removal and thiophene adsorbs much stronger than butenes or butadiene [ 28 ] . If the effect of phosphorus was only caused by a decreased adsorption of thiophene and the intermediates due to the competitive adsorption of the P-compound on the same active site, then the poisoning for the butene hydrogenation would have been stronger than that for the sulfur removal. The reverse trend found for the majority of the transition metal sulfide catalysts implies that different sites are involved in these two reaction steps, the desulfurization (HDS) site being more poisoned by the Pcompound than the hydrogenation site. Another possibility is the formation of a new type of site with a different HDS and butene hydrogenation activity which catalyses a different reaction pathway [ 28 ] . New active sites might be created by the chemical modification of the metal sulfide sites as result of the formation of metal-P compounds such as phosphides or phosphosulfides. It seems unlikely that the described changes could be just a combination of the introduction of acid sites (P4010 or P406 adsorbed on carbon) into the catalyst and the poisoning of the metal sulfide sites by adsorption of the P-compound. As the adsorption of the P-compound on the carbon support was weak under the reaction conditions, a P-compound which is not associated to the metal sulfide would rapidly desorb from the catalyst [26] . For three of the second-row TMS catalysts (Ru/C, Rh/C and Pd/C) the butene hydrogenation decreased somewhat more than the thiophene HDS activity and the magnitude of the poisoning effect was not really substantial. This effect might be due to the poisoning by adsorption of P-compound on just one type of site that is active for both HDS and butene hydrogenation. The low poisoning of some of the TMS catalysts (Ru/C, Rh/C, Pd/C, Ir/C) could be due to their ability to enhance the desorption of the adsorbed P-compounds such as P4010 or P406 by the hydrogenation of these compounds to PH3. PH3, which has a low boiling point and a basicity more or less comparable to the phosphorus oxides, can desorb more rapidly form the active sites. In this way TMS with good hydrogenation properties might be able to diminish the phosphorus poisoning effect. Not only the adsorption-desorption equilibrium of the original Pcompound on the TMS but also the hydrogenation of the P-compound on the catalyst surface would determine the magnitude of the poisoning effect of phosphorus in the given catalyst. 302 S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 In two cases the catalysts were even promoted by the P-compound. The butene hydrogenation activity of V/C and the thiophene HDS activity of Ni/C increased in the presence of phosphorus. In the case of the V/C catalyst the beneficial effect of phosphorus on the hydrogenation activity was in sharp contrast with the strong poisoning of its HDS activity. However, the error in the calculation of the reaction rate constant of the consecutive butene hydrogenation (khyd.) at such a low thiophene conversion is too large to be able to draw any conclusions from the increase in this khyd,. The HDS activity of the Ni/C catalyst increased and the butene hydrogenation activity decreased only slightly upon the introduction of phosphorus. The behaviour of the Ni/C catalyst was different from all other TMS catalysts which were poisoned from the very beginning of the experiment and did not change their HDS or butene hydrogenation activity by more than just a few percent over the whole test run. The `phosphided' Ni/C catalyst had a higher HDS activity than the P-free Ni/C catalyst in the beginning of the run [ 26 ] . The HDS activity decreased fast and reached a minimum, while the butene hydrogenation activity was changing more or less parallel to the HDS activity at this stage of the experiment. After that the HDS activity increased fast and reached finally a level higher than for the P-free catalyst. Meanwhile the butene hydrogenation activity kept decreasing. The butene hydrogenation was not just a consecutive reaction to the sulfur removal on the same site because in such a case the butene hydrogenation ought to parallel the thiophene conversion [ 28 ] . More probably a new active site with different activity and selectivity was formed at this stage of the experiment. 5. Conclusions In the present study we have shown that an in situ introduced P-compound has a beneficial effect on the thiophene HDS activity of Ni/C whereas it acts as a poison for the other carbon-supported TMS catalysts. As P-compounds not associated to metals would desorb [26], the observed effect of phosphorus cannot be due only to the adsorption of P-compounds but is more likely due to the chemical modification of the active phase by phosphorus. Besides nickel sulfide, the `phosphided' Ni/C catalyst possibly contains stable Ni-P compounds such as nickel phosphides or nickel phosphosulfides [29] which could be active in the HDN and HDS reactions. The identity of the Ni-P-(S) compound responsible for the above favourable phosphorus effect and the question whether or not this effect is restricted to carbonsupported catalysts have been subject of further research [30] that will be fully reported in a following paper. S. Eijsbouts et al. /Applied Catalysis A: General 119 (1994) 293-303 303 References [ 1 ] R.G. James and R.B. Moyes,1. Chem. Soc. Faraday Trans., 1 (1978) 74. [2] J.H. Sinfelt, Progr. Solid State Chem., 10 (1975) 55. [ 3 ] M.J. Ledoux, J. Catal., 70 (1981) 375. [4] H. Kolbel and K.D. Tillmetz, Ber. Bunsenges. Phys. Chem., 76 (1972) 1156. [5] G.C. Bond, Platinum Metals Rev., 12 (1968) 100. [6] S.C. Fung and J.H. Sinfelt, J. Catal., 103 (1987) 220. [7] R. Larsson, Chem. Scripta, 19 (1982) 57. [8] Yu.A. Podvjazkin, Kinet. Katal., 11 (1970) 1077. [9] J.H. Sinfelt, Adv. Catal., 23 (1973) 91. [ 10] T.A. Pecoraro and R.R. Chianelli, J. Catal., 67 (1981) 430. [ 11 ] R.R. Chianelli, T.A. Pecoraro, T.R. Halbert, V.H. Pan and E.I. Stiefel, J. Catal., 86 (1984) 226. [ 12] M. Lacroix, N. Boutarfa, C. Guillard, M. Vrinat and M. Breysse, J. Catal., 120 (1989) 473. [ 13] J.P.R. Vissers, C.K. Groot, E.M. van Oers, V.H.J. de Beer and R. Prins, Bull. Soc. Chim. Belg., 93 (1984) 813. [ 14] M.J. Ledoux, O. Michaux, G. Agostini and P. Pannisod, J. Catal., 102 (1986) 275. [ 15 ] S. Harris and R.R. Chianelli, in 1.B. Moffat (Editor), Theoretical Aspects of Heterogeneous Catalysis, Van Nostrand Reinhold, New York, 1990, p. 206. [ 16] J.K. Burdett and J.T. Chung, Surf. Sci. Lett., 236 (1990) L353. [ 17] J.K. Norskov, B.S. Clausen and H. Topsoe, Catal. Lett., 13 (1992) 1. [ 18] S. Eijsbouts, V.H.J. de Beer and R. Prins, J. Catal., 109 (1988) 217. [ 19] S. Eijsbouts, V.H.J. de Beer and R. Prins, J. Catal., 127 (1991) 619. [20] C. Sudhakar, S. Eijsbouts, V.H.J. de Beer and R. Prins, Bull. Soc. Chim. Belg., 96 (1987) 885. [ 21 ] S. Eijsbouts, C. Sudhakar, V.H.J. de Beer and R. Prins, J. Catal., 127 (1991) 605. [22] J.P.R. Vissers, S.M.A.M. Bouwens, V.H.J. de Beer and R. Prins, Prepr., Am. Chem. Soc. Div. Petrol. Chem., 31 (1986) 227. [23] S.M.A.M. Bouwens, J.P.R. Vissers, V.H.J. de Beer and R. Prins, J. Catal., 112 (1988) 401. [24] S.M.A.M. Bouwens, A.M. van der Kraan, V.H.J. de Beer and R. Prins, J. Catal., 128 (1991) 559. [ 25 ] W.L.T.M. Ramselaar, S.M.A.M. Bouwens, V.H.J. de Beer and A.M. van der Kraan, Hyperfine Interactions, 46 (1989) 599. [26] S. Eijsbouts, Ph.D. Thesis, Eindhoven University of Technology, Eindhoven, 1989. [27] S. Eijsbouts, J.N.M. van Gestel, L.M.P. van Gruijthuijsen, J. Volmer, R. Prins and V.H.J. de Beer, in Proceedings of the 19th Biennial Conference on Carbon, Penn. State University, University Park, 1989, p. 46. [28] M. Zdrazil and M. Kraus, Stud. Surf. Sci. Catal., 27 (1986) 257. [29] Gmelin, Handbuch der Anorganischen Chemie, Phosphor Volume C, System nr. 16, Verlag Chemie, Weinheim, 1965. [30] T.I. Koranyi, W.R.A.M. Robinson, J.N.M. van Gestel, S. Eijsbouts and V.H.J. de Beer, Book of Abstracts of the Europacat-1 Conference, Montpellier, 1993, vol. 1, p. 281 APCATA 94851980 0926-860X(94)85198-0 10.1016/0926-860X(94)85198-0 In situ poisoning of the thiophene hydrodesulfurization activity of carbon-supported transition metal sulfide catalysts by phosphorus S. Eijsbouts a 4 J.N.M. van Gestel a 3 E.M. van Oers a R. Prins a 2 J.A.R. van Veen b V.H.J. de Beer a 1 a Schuit Institute of Catalysis, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, Netherlands b Koninklijke/Shell Laboratorium Amsterdam, P.O. Box 38000, 1030 BN Amsterdam, Netherlands 4 Akzo Chemicals B.V., Research Centre Amsterdam, P.O. Box 26223, 1002 GE Amsterdam, Netherlands. 3 Laboratoire de Catalyse et Spectrochimie, ISMRa, Université de Caen, 14050 Caen Cedex, France. 2 Technisch-Chemisches Laboratorium, ETH, 8092 Zurich, Switzerland. 1 Corresponding author. Carbon-supported transition metal sulfide catalysts, prepared by pore volume impregnation of an activated carbon support with aqueous solutions of first, second and third row transition metal salts (Group V-VIII), drying and in situ sulfidation, were tested in thiophene hydrodesulfurization (723 K, 0. 1 MPa). In the poisoning experiments a bed of phosphorus compound-containing carbon was placed upstream of the catalyst bed. Under the sulfiding and reaction conditions the phosphorus compound was volatilized and transported to the catalyst bed where it could affect the catalytic properties of the active metal sulfide phase. This poisoning effect was different for the thiophene conversion to hydrocarbons and butene hydrogenation, and depended on the transition metal sulfide. Group VIII transition metal Sulfides were rather resistant towards the poisoning by the phosphorus compound. Only the hydrodesulfurization activity of the carbon-supported nickel catalyst was promoted in the presence of phosphorus. This beneficial effect of phosphorus on nickel might atso explain the gain in activity for the commercial Al2O3-supported Ni-Mo-P catalysts. Keywords Carbon support Hydrodesulphurization Phosphorus Poisoning Thiophene Transition metal sulphides References [1] R.G. James R.B. Moyes J. Chem. Soc. Faraday Trans. 1 1978 74 [2] J.H. Sinfelt Progr. Solid State Chem. 10 1975 55 [3] M.J. Ledoux J. Catal. 70 1981 375 [4] H. Kolbel K.D. Tillmetz Ber. Bunsenges. Phys. Chem. 76 1972 1156 [5] G.C. Bond Platinum Metals Rev. 12 1968 100 [6] S.C. Fung J.H. Sinfelt J. Catal. 103 1987 220 [7] R. Larsson Chem. Scripta 19 1982 57 [8] Yu.A. Podyjazkin Kinet. Katal. 11 1970 1077 [9] J.H. Sinfelt Adv. Catal. 23 1973 91 [10] T.A. Pecoraro R.R. Chianelli J. Catal. 67 1981 430 [11] R.R. Chianelli T.A. Pecoraro T.R. Haibert V.H. Pan E.I. Stiefel J. Catal. 86 1984 226 [12] M. Lacroix N. Boutarfa C. Guillard M. Vrinat M. Breysse J. Catal. 120 1989 473 [13] J.P.R. Vissers C.K. Groot E.M. van Oers V.H.J. de Beer R. Prins Bull. Soc. Chim. Belg. 93 1984 813 [14] M.J. Ledoux O. Michaux G. Agostini P. Pannisod J. Catal. 102 1986 275 [15] S. Harris R.R. Chianelli J.B. Moffat Theoretical Aspects of Heterogeneous Catalysis 1990 Van Nostrand Reinhold New York 206 [16] J.K. Burden J.T. Chung Surf. Sci. Lett. 236 1990 L353 [17] J.K. Nørskov B.S. Clausen H. Topsøe Catal. Lett. 13 1992 1 [18] S. Eijsbouts V.H.J. de Beer R. Prins J. Catal. 109 1988 217 [19] S. Eijsbouts V.H.J. de Beer R. Prins J. Catal. 127 1991 619 [20] C. Sudhakar S. Eijsbouts V.H.J. de Beer R. Prins Bull. Soc. Chim. Belg. 96 1987 885 [21] S. Eijsbouts C. Sudhakar V.H.J. de Beer R. Prins J. Catal. 127 1991 605 [22] J.P.R. Vissers S.M.A.M. Bouwens V.H.J. de Beer R. Prins Prepr., Am. Chem. Soc. Div. Petrol. Chem. 31 1986 227 [23] S.M.A.M. Bouwens J.P.R. Vissers V.H.J. de Beer R. Prins J. Catal. 112 1988 401 [24] S.M.A.M. Bouwens A.M. van der Kraan V.H.J. de Beer R. Prins J. Catal. 128 1991 559 [25] W.L.T.M. Ramselaar S.M.A.M. Bouwens V.H.J. de Beer A.M. van der Kraan Hyperfine Interactions 46 1989 599 [26] S. Eijsbouts Ph.D. Thesis 1989 Eindhoven University of Technology Eindhoven [27] S. Eijsbouts J.N.M. van Gestel L.M.P. van Gruijthuijsen J. Volmer R. Prins V.H.J. de Beer Proceedings of the 19th Biennial Conference on Carbon 1989 Penn. State University University Park 46 [28] M. Zdrazil M. Kraus Stud. Surf. Sci. Catal. 27 1986 257 [29] Phosphor Gmelin, Handbuch der Anorganischen Chemie C 1965 Verlag Chemie Weinheim System nr. 16 [30] T.I. Korányi W.R.A.M. Robinson J.N.M. van Gestel S. Eijsbouts V.H.J. de Beer Book of Abstracts of the Europacat-1 Conference, Montpellier 1 1993 281",
      "scopus-id": "0028550739",
      "coredata": {
        "eid": "1-s2.0-0926860X94851980",
        "dc:description": "Carbon-supported transition metal sulfide catalysts, prepared by pore volume impregnation of an activated carbon support with aqueous solutions of first, second and third row transition metal salts (Group V-VIII), drying and in situ sulfidation, were tested in thiophene hydrodesulfurization (723 K, 0. 1 MPa). In the poisoning experiments a bed of phosphorus compound-containing carbon was placed upstream of the catalyst bed. Under the sulfiding and reaction conditions the phosphorus compound was volatilized and transported to the catalyst bed where it could affect the catalytic properties of the active metal sulfide phase. This poisoning effect was different for the thiophene conversion to hydrocarbons and butene hydrogenation, and depended on the transition metal sulfide. Group VIII transition metal Sulfides were rather resistant towards the poisoning by the phosphorus compound. Only the hydrodesulfurization activity of the carbon-supported nickel catalyst was promoted in the presence of phosphorus. This beneficial effect of phosphorus on nickel might atso explain the gain in activity for the commercial Al2O3-supported Ni-Mo-P catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94851980",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Eijsbouts, S."
          },
          {
            "@_fa": "true",
            "$": "van Gestel, J.N.M."
          },
          {
            "@_fa": "true",
            "$": "van Oers, E.M."
          },
          {
            "@_fa": "true",
            "$": "Prins, R."
          },
          {
            "@_fa": "true",
            "$": "van Veen, J.A.R."
          },
          {
            "@_fa": "true",
            "$": "de Beer, V.H.J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94851980"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94851980"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85198-0",
        "prism:volume": "119",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "In situ poisoning of the thiophene hydrodesulfurization activity of carbon-supported transition metal sulfide catalysts by phosphorus",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon support"
          },
          {
            "@_fa": "true",
            "$": "Hydrodesulphurization"
          },
          {
            "@_fa": "true",
            "$": "Phosphorus"
          },
          {
            "@_fa": "true",
            "$": "Poisoning"
          },
          {
            "@_fa": "true",
            "$": "Thiophene"
          },
          {
            "@_fa": "true",
            "$": "Transition metal sulphides"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "293-303",
        "prism:endingPage": "303",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 November 1994",
        "prism:doi": "10.1016/0926-860X(94)85198-0",
        "prism:startingPage": "293",
        "dc:identifier": "doi:10.1016/0926-860X(94)85198-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028550739"
      }
    }
  }
}