{
  "metadata": {
    "title": "Hydrogenolysis of dimethyl succinate on copperbased catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-01",
    "doi": "10.1016/0926-860X(94)80285-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802858",
    "pii": "0926860X94802858"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028499778",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802858 0926-860X(94)80285-8 0926860X94802858 10.1016/0926-860X(94)80285-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0186X 2024-01-01T12:21:46.509935Z 0 0 19940901 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 116 116 1 2 1 2 Volume 116, Issues 1–2 9 137 150 137 150 19940901 1 September 1994 1994-09-01 1994 article fla Copyright © 1994 Published by Elsevier B.V. HYDROGENOLYSISDIMETHYLSUCCINATECOPPERBASEDCATALYSTS TUREK T ADKINS 1954 1 H THOMAS 1992 101 D THOMAS 1990 204 D THOMAS 1992 241 D ZHANG 1991 346 Q TUCK 1990 165 M PROCEURAPPLRESCONFNATGAS1990 EUROGAS90 HARRIS 1990 70 N KOHLER 1987 309 M MIYA 1966 401 B NELSON 1958 1387 F EVANS 1983 75 J JIANG 1993 245 C JIANG 1993 145 C RIEKERT 1985 89 L BREITER 1994 343 S CASTIGLIONI 1993 510 G VANDESCHEUR 1994 63 F TUREKX1994X137 TUREKX1994X137X150 TUREKX1994X137XT TUREKX1994X137X150XT item 0926-860X(94)80285-8 0926860X94802858 1-s2.0-0926860X94802858 10.1016/0926-860X(94)80285-8 271346 2024-01-01T12:21:46.509935Z 1994-09-01 1-s2.0-0926860X94802858-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802858/MAIN/application/pdf/58b52728ceddf9d31e14c897dc5bbff2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802858/MAIN/application/pdf/58b52728ceddf9d31e14c897dc5bbff2/main.pdf main.pdf pdf true 707137 MAIN 14 1-s2.0-0926860X94802858-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802858/PREVIEW/image/png/8feaaabb7fe78f297f8b41eb5c9244b0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802858/PREVIEW/image/png/8feaaabb7fe78f297f8b41eb5c9244b0/main_1.png main_1.png png 49145 849 656 IMAGE-WEB-PDF 1 ~!.~ ~ I. E LS EV I ER Applied Catalysis A: General 116 (1994) 137-150 applied catalysts A Hydrogenolysis of dimethyl succinate on copper- based catalysts T. Turek a, D.L. Trimm a, D.StC. Black b, N.W. Cant c \"School of Chemical Engineering and Industrial Chemistry. University of New South Wales, Kensington, NSW 2033, Australia bSchool of Chemistry, University of New South Wales, Kensington, NSW 2033, Australia CSchool of Chemistry, Macquarie University, Macquarie, NSW 2109, Australia Received 29 December 1993; revised 31 March 1994; accepted 31 March 1994 Abstract The gas-phase hydrogenolysis of dimethyl succinate (DMS) has been studied over a series of copper- based catalysts at a temperature of 513 K and a pressure of 500 kPa. Using copper chromite and copper on silica, y-butyrolactone (GBL) and methanol were formed in the first step, while GBL reacted further to tetrahydrofuran (THF) and water, Over copper zinc oxide catalysts, THF was mainly formed in a parallel reaction directly from DMS. Additionally, the steam reforming of methanol occurred over these catalysts. No catalyst deactivation with time-on-stream could be detected, but exposure to DMS significantly decreased the copper surface area of all catalysts. The area specific rate for the reaction of dimethyl succinate to y-butyrolactone over copper zinc oxide was one order of magnitude higher than over the other catalysts. The most active catalyst for the subsequent reaction of GBL to tetrahydrofuran was found to be copper chromite. The reaction rates could be described by simple kinetic equations based on a reaction network. Kevwords: Butyrolactone (3'-) Copper; Dimethyl succinate Hydrogenolysis; Tetrahydrofuran 1. Introduction The hydrogenolysis of esters to alcohols over copper catalysts is a well known reaction [ 1 ]. Recently, the liquid- and gas-phase hydrogenolysis of dialkyl esters has been described, mainly in the patent literature, as a potential new route for the synthesis of diols. R-O2C-(CH2). -CO2 --R+4H2 \"* HO-(CHE)n+ 2 - OH+ 2R-OH (1) 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 94 ) 00083-4 T. Turek et aL /Applied Catalysis A: General 116 (1994) 137-150 The conversion of oxalates (n = 0) leads to ethylene glycol in high yields [ 2- 5 ]. The formation of 1,4-butanediol from dialkyl succinates (n = 2) is complicated by other possible reactions. Thomas et al. [6,7] found that the primary product in the gas-phase hydrogenolysis of dimethyl succinate (DMS) at a moderate pressure of 500 kPa and a temperature of 513 K was 3,-butyrolactone (GBL). ~H~--CH=~ o CH3--O2C-(CI-I2 n)7\"CO2--CH 3 + 2 H 2 ~ CI-I2--CO / + 2 CH3OH (2) DMS GBL \"y-Butyrolactone was converted to tetrahydrofuran (THF) and water in a sub- sequent reaction. CH2--CO / + 2 ~ = c~-c.~-+ O) GBL THF At higher pressures (3 to 25 MPa) 1,4-butanediol (BDL) was reported to be formed in substantial amounts [ 8-15 ]. The formation of butanediol is believed to proceed via T-butyrolactone (Eq. 4), high pressures and low temperatures ther- modynamically favouring BDL production [ 15]. ?H2--CH2~o + 2 H 2 I, HO--(CH2)4--OH (4) CH~--CO / GBL BDL Thus the development of a process with the flexibility to give mixtures of buta- nediol, T-butyrolactone, and tetrahydrofuran in desired proportions seems to be possible. In fact, the gas-phase hydrogenolysis of dialkyl esters has been described as part of a new, cost-effective, butane-based route to butanediol and its derivatives [16]. Previous studies of the hydrogenolysis of dimethyl succinate were carried out using Raney copper catalysts [6,7]. However, in most of the cases described in the patent literature, copper-based catalysts such as copper on silica [ 3,4], copper zinc oxide [ 9 ], and particularly copper chromite [ 2,8,10,11 ] were used for diol pro- duction. In the present paper, the hydrogenolysis of dimethyl succinate was studied over several copper-based catalysts to gain more insight into the role of copper in catalysts used to promote this hydrogenolysis reaction. 2. Experimental 2.1. Catalysts Catalyst A (Cu/SiO2) was prepared by the ion-exchange technique [ 17]. Dry Degussa Aerosil 200 was added to an aqueous 0.2 M Cu(NO3) 2 solution, which T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 Table 1 Catalyst characteristics Catalyst BET surface area/m 2 g- t Cu surface area/m 2 g- ~ Bulk density/g era- 3 A: Cu/SiO2 277 3.9 0.35 B: ZnO 56 -0,95 C: Cu/ZnO 19 1.8 1.18 D: Cu/CuCr204 61 8.8 0,72 E: B + D 52 4.8 0.91 F: BASF $3-85 109 14.7 0.96 was brought to pH 10 by addition of concentrated ammonia solution. After stirring for 2 h while maintaining at pH 10, the obtained catalyst was filtered, washed 4 times by re-suspension, dried for 16 h at 383 K, and calcined in air at 623 K for 1 h. Catalysts B (ZnO) and C (Cu/ZnO, ncu/nz, = 1:2) were prepared by coprecip- itation from aqueous 1 M nitrate solutions of copper and zinc. Sodium carbonate solution ( 1 M) was added at a rate of 2 ml/min at 353 K to a final pH of 7. The precipitate was filtered and washed, dried at 383 K for 16 h and calcined in air for 1 h at 623 K. Catalyst D ( 'copper chromite' ) was prepared according to the method of Miya et al. [ 18]. Thus, a solution containing 100 g of CuSO4\" 5H20 in 300 ml of water was heated to 383 K and added over a 15-min period to a solution of 60 g Na2Cr207 2H20, 260 ml of water and 60 ml of concentrated ammonia solution at ambient temperature. The mixture, which had a temperature of 323 K after addition, was subsequently heated to 353 K and kept there for 1.5 h. The orange precipitate was filtered and washed, dried at 383 K for 16 h and calcined in air at 623 K for 30 min. Catalyst E was a mechanical mixture comprising 50 wt.-% ZnO (catalyst B) and 50 wt.-% copper chromite (catalyst D). Catalyst F was a commercial Cu/ ZnO/AlzO3 methanol synthesis catalyst (BASF $3-85). If necessary, catalyst pow- ders were pressed to tablets, crushed and sieved to obtain the desired fraction. The total surface area of the catalysts was measured using the single point BET technique [ 19] after reduction in hydrogen at 473 K for 2 h. The copper surface areas were determined by nitrous oxide decomposition [20] using a single pulse (0.5 ml) of nitrous oxide at 363 K and assuming a surface density of copper atoms of 1.46.10 t9 atoms/m z. The values obtained are summarised in Table 1. 2.2. Catalyst testing The catalyst was placed between glass wool plugs in a stainless steel tube reactor, which was electrically heated. In all experiments, unless otherwise stated, a 210- 500 mm sieve fraction of the catalysts (0.5 to 10.0 g) was used. The fresh catalyst samples were reduced in a flow of hydrogen (50 ml/min) at 473 K for 2 h. The dimethyl succinate feed (Merck, > 97%) was added to the gas feed using an ISCO LC-2600 stainless steel syringe pump and vaporized in an electrically heated stain- less steel preheater. The hydrogen flow-rate was controlled by a Brooks 5850 T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 thermal mass flow controller. All lines were maintained at 473 K to prevent con- densation of feed or products. The reactor pressure was kept at 500 kPa using an Autoclave Engineers needle valve heated to 473 K. The exit gases were analyzed by gas chromatography (Shimadzu GC-8A with thermal conductivity detector) using a Porapak Q column (4.0 m 3 mm O.D.) temperature-programmed from 373 to 493 K at 6 K/min. Hydrogen was used as cartier gas at a flow-rate of 30 ml/min. The peak areas were converted to mole fractions using relative molar response factors with methanol as the reference. Conversions were calculated from both carbon and oxygen balances: X: F ('~CiYi)products (5) (.~CiYi) products + feed) X = ((ZOiyi) products (6) (\"~OiYi) products + feed ) X is the conversion of the feed, y~ the mole fraction of species i at reactor outlet, Ci the number of carbon atoms in species i, and Oi the number of oxygen atoms in species i. Selectivities were defined as Ci\" (ni) fmed (7) Si --Cfeed . (nfeed) converted where n~ is the amount of substance of species i. Overall reaction rates were related to the copper surface area Acu and based of the amount of substance converted or formed, 1 r = \" rlconverted or formed ( 8 ) (Acu) where fi is the amount flow-rate. 3. Results and discussion 3.1. Hydrogenolysis of dimethyl succinate Fig. 1 shows the product distribution as a function of dimethyl succinate con- version over copper chromite (catalyst D). Conversions calculated from the carbon and oxygen balance were found to correspond within experimental accuracy (2%). Initially, methanol and GBL are formed in the ratio of 2: l, but with increasing conversion this ratio decreases due to the subsequent reaction of 3~-butyrolactone to tetrahydrofuran and water (Eq. 3). Formation of butanediol was not observed. It can be seen that the mole fraction of THF is always lower than that of water, although a ratio of 1:1 is expected. This could be caused by side reactions which contribute to additional water formation. Low levels of methane, carbon dioxide T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 1.0 0.8 0.6 0.t~ 0.2 0.0 0'.0 012 014 016 018 I.' 0 X Fig. 1. Product distribution for dimethyl succinate hydrogenolysis over copper chromite. T= 513 K, P = 500 kPa, nH2/nDr~S=9. ( + ) water; (111) methanol; (El) THF; (Q) GBL; ( DMS. 0tL 0.8 :~ 0.6 0.2t oo ~ 0'.0 012 0'.~ 0'.6 0'.6 110 X Fig. 2. Product distribution for dimethyl succinate hydrogenolysis over copper zinc oxide (catalyst C). Reaction conditions and symbols as per Fig. I. 0.16 0.12\" ~, 0.08- 0.04- 0.00- 0'.0 012 0.'~ 076 018 1.0 X Fig. 3. Mole fractions of minor products over copper zinc oxide (catalyst C). Reaction conditions as per Fig. 1. ([~) THF; ( + ) water; ( carbon dioxide. and butanol could be detected. However, in any case more than 95% of the total carbon was present in the main products methanol, 7-butyrolactone and tetrahy- drofuran. The product distributions for the reaction of dimethyl succinate over copper on silica (catalyst A) and the mechanical mixture of copper chromite and zinc oxide (catalyst E) can also be explained on the basis of the set of two consecutive reactions (2) and (3). The same behaviour was earlier observed over Raney copper [6,7]. The laboratory prepared copper zinc oxide (catalyst C) and the commercial BASF catalyst (catalyst F) exhibit more complex behaviour. Figs. 2 and 3 illustrate 1\". Turek et al./Applied Catalysis A: General 116 (1994) 137-150 Table 2 Catalyst surface areas before and after reaction catalyst Before reaction A/m 2 g- 1 After reaction A/m 2 g- BET Copper BET Copper A: copper on silica 277 3.9 215 2.2 B: zinc oxide 56 -28 - C: copper zinc oxide 19 1.8 16 0.3 D: copper chromite 61 8.8 51 1.0 E: B +D 52 4.8 45 0.2 F: BASF catalyst 109 14.7 79 1.2 the product composition for catalyst C. The commercial catalyst showed the same pattern within the experimental accuracy. Fig. 3 demonstrates that tetrahydrofuran and water are produced in the expected ratio of 1:1 at low conversions. At dimethyl succinate conversions higher than 50%, the water mole fraction decreases while the values for THF increase slightly. At the same time, carbon dioxide is generated. This indicates the occurrence of a further reaction involving water and producing carbon dioxide. The steam reforming of methanol (Eq. 9) seems to be the most likely reason for the consumption of water, given that copper zinc oxide catalysts have been shown to be active for this reaction [ 21 ]. CH3OH + H20 ~ CO2 + 3H2 (9) Furthermore, since the methanol steam reforming has been shown to proceed via methyl formate [22], the presence of traces of methyl formate at high dimethyl succinate conversions over the copper zinc oxide catalysts also indicates that reac- tion (9) takes place. Copper surface areas were also determined after reaction. The reduced BASF copper zinc oxide catalyst is pyrophoric and was therefore carefully passivated with a stream of 1% nitrous oxide in helium at room temperature before exposure to air. Although no catalyst deactivation could be observed during the reaction of dimethyl succinate, the copper surface areas determined after re-reducing the used catalyst samples were significantly lower than the values for the fresh catalysts. On the other hand, BET surface areas remained relatively stable (Table 2). Sintering of copper particles is somewhat unlikely at the low reaction temperature of 513 K. Prolonged hydrogen treatment at 573 K did not increase the measured values. Thus simple blocking of copper by adsorbed species cannot be the reason for the decrease of copper surface area. Overall reaction rates based on the amount of dimethyl succinate converted were related to the copper surface area determined after reaction (Fig. 4). Copper zinc oxide and the commercial BASF methanol synthesis catalyst are about one order of magnitude more active than copper chromite and copper on silica. Pure zinc oxide has a very low hydrogenolysis activity both for pure DMS and a feed having a typical product composition. The mass specific reaction rate over zinc oxide is T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 100+ E 10 '~m\"-\" m ~m. m......~\" 0.1 0.01 6 olz o). o16 0.8 t0 X Fig. 4. Overall rates related to copper surface area as a function of dimethyl succinate conversion. Reaction conditions as per Fig. 1. ( copper chromite; ( ) copper on silica; ( copper zinc oxide; ([]) BASF catalyst; ( + ) copper chromite/ZnO. more than 20 times lower than the corresponding rate of DMS consumption over the least active copper-containing catalyst. On the other hand, the strong decrease in BET surface area shows that dimethyl succinate interacts with zinc oxide. How- ever, the addition of zinc oxide to copper chromite strongly enhances the catalyst activity. At dimethyl succinate conversions close to unity in particular, catalyst E exhibits reaction rates comparable to those obtained over the coprecipitated copper zinc oxide catalysts. When attention is focused on tetrahydrofuran selectivity as a function of con- version (Fig. 5), the trends for copper chromite, copper on silica and the zinc oxide/copper chromite mixture clearly indicate that the formation of tetrahydrofuran is a subsequent reaction over these catalysts. At dimethyl succinate conversions approaching zero, no THF is formed. In contrast, the copper zinc oxide catalysts C and F show a constant tetrahydrofuran selectivity of around 0.06 even at conversions below 10%. Only at DMS conversions higher than 80% does the THF selectivity reach values significantly higher than 0.1. Thus over copper zinc oxide catalysts, tetrahydrofuran seems to be formed directly from dimethyl succin- ate in a parallel step. The following calculations also support this assumption. The overall rates of DMS conversion and THF formation were calculated at different dimethyl succinate conversions (Table 3). The rate of THF formation is 0.2 \"/\"~ * 0.0-1 \" i 0+.0 012 0'.~, 0'.6 0'.8 1'.0 X Fig. 5. Tetrahydrofuran selectivity versus dimethyl succinate conversion. Reaction conditions and symbols as per Fig. 1. T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 Table 3 Overall DMS conversion and THF formation rates for copper chromite (catalyst D) and copper zinc oxide (catalyst C) Copper chromite Copper zinc oxide XDMS 0.12 0.46 0.81 0.22 0.68 0.99 roMs/Ixmol m 2 s-l 0.76 0.28 0.09 7.3 2.8 0.18 rTHF//xmo1 m 2 s-1 0.05 0.06 0.04 0.79 0.30 0.03 roughly constant (rTH F ~' 0.05 /xmol m -2 s-l) for copper chromite and also for copper on silica and the mechanical mixture of zinc oxide and copper chromite. On the other hand, the copper zinc oxide catalyst produces THF initially with a much higher rate. At high DMS conversions, the THF formation rate decreases to a level similar to those observed for the other catalysts. Thus over copper zinc oxide, DMS seems to react to GBL and THF in a fixed ratio. When at high DMS conversions the rate of dimethyl succinate conversion, and thus the rate of tetrahydrofuran formation via the parallel step, reaches sufficiently low values, the subsequent reaction of GBL to THF becomes significant and the tetrahydrofuran selectivity can increase to values higher than 0.1. Riekert [ 23 ] has pointed out that, for a set of consecutive reactions, the selectiv- ities with respect to the intermediate and the stable end products are not only a function of residence time in the reactor (i.e. conversion of the starting material) but can also be altered by pore diffusion effects. Even if DMS could only react to GBL in the first place, it might undergo further conversion to THF in the porous catalyst structure, thus causing an apparent direct path from dimethyl succinate to tetrahydrofuran. To exclude this possibility, the tetrahydrofuran selectivity over the BASF catalyst F was determined for two different sieve fractions ( 125 to 150 ~m and 210 to 500/~m, respectively) and for cylindrical pellets of 4 mm length and 4.5 mm diameter as well. Table 4 shows the THF selectivity and the overall DMS conversion rate at low dimethyl succinate conversions of 0.10 to 0.14. The data clearly show that the results obtained with the sieve fraction 210 to 500 mm are not influenced by pore diffusion effects. Only for the much larger catalyst pellets can a significant decrease of reaction rate (corresponding to an effectiveness factor of around 50%), and an increase of tetrahydrofuran selectivity be observed. 3.2. Kinetic description of the reaction network The present data were subjected to kinetic analysis in order to obtain rate con- stants for the individual reactions, which allow a better comparison of the different Table 4 Reaction rate and THF selectivity as a function of particle size (catalyst F) Sieve fraction rvMs/mmol m -2 s-~ STHr 125 to 150/xm 4.6 0.06 210 to 500/xm 5.0 0.05 Pellets (4 4.5 mm) 2.6 0.09 T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 % rt2 GBL r2a THF DMS ,b , + i;OH H20 ! i ~ ra C02 Fig. 6. Reaction network. catalysts. Since the mole fraction of hydrogen was not measured, the extents of reaction ~ for the three important steps DMS conversion to GBL (Eq. 2, ~1), THF formation (Eq. 3, ~:2) and carbon dioxide formation via methanol steam reforming (Eq. 9, ~:3) in the case of the copper zinc oxide catalysts were taken into account to calculate the actual reactant concentrations from the mole fractions Yi obtained by GC analysis. The material balance for the open system at steady state yields pOMs ci-.yi. (1 +2~1 + ~2 -~3) (10) RT where PDMS 0 = 50 kPa is the partial pressure of DMS at reactor inlet. The dimen- sionless extents of reaction were calculated from the following equations: ~1 --1 -YDMS+ Yco2 - YTHF ( 11 ) 1 + 2yDM s + Yco2 - YTHF ~2 --YTHF 1 +2S) (12) 1 + Yco2 -- YTHF ~:3 -- YCO2 1 +2~t) (13) 1 + YCO2 -- YTHF ~t corresponds to the dimethyl succinate conversion and is always in good agreement with X calculated from Eqs. (5) and (6). Kinetic analysis was based on the network shown in Fig. 6. Thomas et at. [7] have determined the kinetics of the hydrogenolysis of dimethyl succinate over Raney copper. They used a Langmuir-Hinshelwood type rate expression based on competitive adsorption of DMS and GBL to describe the measured results. Fur- thermore, water apparently was responsible for a strong inhibition of the reaction rate [6,7 ]. In order to minimise the number of necessary kinetic parameters, the present data were fitted using the formal kinetic expressions given below for the rates of reaction in Fig. 6. The equations were derived in the knowledge that CH2 >> CDMS: kq. CDM S j=2,3 (14) rlj = 1 Jr b \"CH20 ' k23 \"CGBL (15) /'23 = 1 + b- Cn2o k S CMeOH (16) rs -1 + b. Cn2o 146 T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 Table 5 Kinetic parameters for dimethyl succinate hydrogenolysis; T= 513 K, P = 500 kPa, nm,/nDMS = 9 A C D E F kl2/10 -s m s- 1 3.52 83.7 6.70 21.4 32.7 kl3/10 -s m s- ~ 0 8.96 0 0 3.37 k23/10 -$ m s- l 1.48 1.91 4.64 4.36 0.96 ks/10 -8 m s -1 0 2.17 0 0 0.92 b/m 3 mol- ~ 0.21 3.95 2.16 0 0.78 kla/(k12+k13) 0 0.10 0 0 0.09 k12/k23 2.4 44 1.4 4.9 34 1.0- 0.8- 0.6-\"~ ~%'-~,,,~ 0.4- O.2--~~ 0.0 0'00~ 2 0~ O'm60' 8 3'10 X Fig. 7. Experimental (points) and calculated (lines) product selectivities as a function of DMS conversion over copper chromite (catalyst D). Reaction conditions as per Fig. 1. (O) GBL; (m) MeOH; (lq) THF. 1.0- 0.8- 0.6- 0.4- -mf--m m ,Ira m\"im 0.2- 0.0- o'.o o12 o.',. o18 1'.o X Fig. 8. Experimental (points) and calculated (lines) product selectivities as a function of DMS conversion over copper zinc oxide (catalyst C). Reaction conditions as per Fig. I. (D) THF; (O) GBL; (m) methanol; (O) carbon dioxide. where r is the rate related to the copper surface area, k the rate constant, c the reactant concentration and b an inhibition constant, reflecting competition for adsorption sites from water and/or products derived from water. The constants obtained via a regression method described elsewhere [24] are summarised in Table 5. The ratio k13/(k12 + k13) is a measure of the extent of the parallel reaction from DMS to THF, while k12/k23 represents a 'stability' of the intermediate product 7-butyrolactone. In Figs. 7 and 8, the dependence of the measured and calculated selectivities for methanol, 7-butyrolactone and tetrahydrofuran on the dimethyl succinate conver- T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 1.0] \"~ 0.8 ~% 0.6 oo olo o.'2 o13 o.' 5 x Fig. 9. Product distribution for y-butyrolactone hydrogenation over copper on silica. T= 513 K, P= 500 kPa, nH2/n6BL =9. ( +0 water; (17) THF; (11) butanol; (0) GBL. sion is shown for copper zinc oxide (catalyst C) and copper chromite ( catalyst D), respectively. It can be seen that the observations are correctly represented by the solid lines calculated with the parameters given in Table 5. Comparison of the values for parameter k12 (Table 5) for catalysts D and E shows that addition of zinc oxide to copper chromite enhances the activity for the hydrogenolysis of dimethyl succinate. More importantly, especially at higher DMS conversions, the reaction seems to be no longer inhibited by water (parameter b) over the mechanical ZnO/copper chromite mixture. The strong decrease in surface area after exposure to DMS (Table 2) shows that zinc oxide interacts with dimethyl succinate. Thus it can only be suspected that zinc oxide powder provides additional adsorption sites in the vicinity of the active copper sites. In contrast to the copre- cipitated copper catalysts C and F, neither a parallel reaction from DMS to THF (k13), nor the steam reforming of methanol (ks), occurs over the mechanical mixture (catalyst E). When attention is focused on the subsequent conversion of GBL to THF (k23), copper chromite seems to be most active for this reaction, while all other catalysts are relatively similar. To confirm this, the hydrogenation of y-butyrolactone was studied separately. 3.3. Hydrogenation/dehydration of y-butyrolactone The hydrogenation of y-butyrolactone (Fluka, > 99%) was investigated at stan- dard conditions (T= 513 K, P= 500 kPa, nH2/neste r = 9). In all cases, catalysts previously subjected to dimethyl succinate hydrogenolysis were used. Fig. 9 shows the product distribution as a function of GBL conversion over copper on silica (catalyst A). In contrast to the results obtained during DMS hydrogenolysis, n- butanol is now formed in substantial amounts, most probably according to the following stoichiometric equation. ~H2--CH2~'O 3 I-] 2 ~ CH3--(CH2)3\"-OH + I-I20 (17) CHo_CO / + T. Turek et al. / Applied Catalysis A: General 116 (1994) 137-150 0..5- 0./,- \\| ~0.3- ~0.2- 0.1- 0.0 o'.0 o11 0'.2 o13 ols x Fig. 10. Overall rate of reaction of 7-butyrolactone as a function of conversion. Reaction conditions as per Fig. 9. (O) copper on silica; ( ) copper zinc oxide; ( copper chromite. The butanol selectivities are in the range of 0.2 (copper chromite) to 0.4 (copper on silica, copper zinc oxide). Since selectivities are not dependent on conversion, butanol must be formed in a parallel reaction over all catalysts studied. This was confirmed by feeding a hydrogen/tetrahydrofuran mixture over copper chromite. Under the reaction conditions of interest, no butanol was formed from THF. Measurements of copper surface area after the reaction showed that the hydro- genation of GBL does not further alter the catalyst properties. Fig. 10 shows the overall area specific rate based on the amount of GBL consumed as a function of the T-butyrolactone conversion. Copper chromite is more active than copper on silica and copper zinc oxide (catalyst C) as is expected from the values of the rate constants k23 given in Table 5. Butanol selectivities are between 0.2 and 0.4 in the case of the separate GBL hydrogenation, while only traces of butanol could be detected during the reaction of dimethyl succinate. It was shown by admixture of methanol or DMS to the GBL feed, that DMS causes the change in butanol selectivity. Reaction data obtained over copper chromite at GBL conversions below 10% reveal that the addition of 50 mol-% methanol does not alter the catalyst activity and selectivity. On the other hand, the presence of 20 mol-% DMS in the reaction mixture drastically decreases the butanol selectivity from 0.22 to a value of 0.06, while the overall DMS con- version rate is slightly decreased from 0.34/zmol m -2 s- 1 to 0.24 mmol m -z s- lo Thus DMS seems to block hydrogenation sites which allow conversion of 3/- butyrolactone to butanol. 4. Conclusions ( 1 ) The course of the reaction during the gas-phase hydrogenolysis of dimethyl succinate over copper chromite, copper on silica, and also over Raney copper previously investigated [6,7], can be explained on the basis of a set of two con- secutive reactions. Firstly the hydrogenolysis of dimethyl succinate to form 3'- butyrolactone and methanol, and secondly the hydrogenation of 7-butyrolactone to tetrahydrofuran and water. T. Turek et al. /Applied Catalysis A: General 116 (1994) 137-150 149 (2) Coprecipitated copper zinc oxide catalysts have been shown to exhibit a significantly different behaviour from other copper catalysts. Tetrahydrofuran is mainly formed via a parallel reaction directly from DMS. Additionally, the steam reforming of methanol to carbon dioxide is observed. The rate of dimethyl succinate conversion per unit surface area of copper is up to one order of magnitude higher than over the other copper catalysts studied, while the rate of the secondary hydro- genation of 7-butyrolactone seems to be relatively similar over all catalysts. An increase of catalytic activity by use of zinc oxide addition to copper catalysts was also found in the case of the related direct hydrogenation of maleic anhydride to GBL and THF [ 25 ] and, very recently, during the hydrogenolysis of methyl acetate [26]. (3) The activity of copper chromite for the conversion of dimethyl succinate was enhanced by admixture with zinc oxide. However, in contrast to the coprecip- itated copper zinc oxide catalysts, the gain in activity over the mechanical mixture seems to originate primarily from reduced inhibition by water. This observation could be explained by the generation of additional adsorption sites near the active copper sites. Furthermore, no parallel reaction to tetrahydrofuran and no methanol steam reforming could be detected using the zinc oxide/copper chromite mixture. Further investigations will be required to clarify the exact role of zinc oxide in catalysts used to promote the hydrogenolysis of succinates. (4) In contrast to the results obtained during the hydrogenolysis of dimethyl succinate, formation of butanol was observed to a considerable extent when the hydrogenation of y-butyrolactone was carried out separately. It has been shown that the presence of DMS in the reaction mixture prevents butanol formation, probably by blocking stronger hydrogenation sites. 5. Notation A Specific surface area (m 2 g- 1) b Inhibition constant (m 3 mol-1) c Concentration (tool m- 3) C Number of carbon atoms (-) k Area specific rate constant (m s- 1) n Amount of substance (mol) fi Amount flow-rate (mol s- 1) O Number of oxygen atoms (-)P Pressure (Pa) r Area specific rate of reaction (mol m- 2. s- l) R Universal gas constant (8.3143 J mo1-1 .K -l) S Selectivity (-) T Temperature (K) X Conversion(-) 150 T. Turek et al. / Applied Catalysis A: General 116 (1994) 137-150 y Mole fraction (- ) x Dimensionless extent of reaction (- ) Acknowledgements We are indebted to M. Oerter and S. Breiter at the Institut fiir Chemische Ver- fahrenstechnik in Karlsruhe for determining the rate constants. One of the authors (T.T.) gratefully acknowledges a grant by the Alexander von Humboldt Foundation under the Feodor Lynen programme. Financial support by the Australian Research Council is equally acknowledged. References [ 1 ] H. Adkins, Org. React., 8 (1954) 1. [2] F. Poppelsdorf, Eur. Patent Appl. 60 787 (22 September 1982). [3] H. Miyazaki, K. Hirai, T. Uda, Y. Nakamura, H. Ikezawa and T. Tsuchie, US Patent 4 511 744 ( 16 March 1985). [4] W.J. Bartley, US Patent 4 628 129 (9 December 1986). [5 ] D.J. Thomas, J.T. Wehrli, M.S. Wainwright and D.L. Trimm, Appl. Catal. A, 86 (1992) 101. [6] D.J. Thomas, M.R. Stammbach, N.W. Cant, M.S. Wainwright and D.L. Trimm, Ind. Eng. Chem. Res., 29 (1990) 204. [7] D.J. Thomas, D.L. Trimm, M.S. Wainwright and N.W. Cant, Chem. Eng. Process., 31 (1992) 241. [8] W. Couteau, M.L. Dungelhoeff, A. Hendrickx and R. Verbeest, Ger. Patent 2 553 959 ( 10 June 1976). [9] M.W. Bradley, Belg. Patent 892 958 ( 16 August 1982). [ 10] M. Sharif and K. Turner, Eur. Patent Appl. 143 634 (5 June 1985). [ 11 ] J.A. Kouba and A. Zletz, US Patent 4 613 707 (23 September 1986). [ 12] R. Fischer, H.J. Gosch, W. Harder and K.D. Malsch, Ger. Patent 3 726 509 ( 16 February 1989). [ 13] G. lrick, P.N. Mercer and K.E. Simmons, US Patent 4 929 777 (29 May 1990). [ 14] Q. Zhang and Z. Wu, Cuihua Xuebao, 12 ( 1991 ) 346. [ 15 ] M.W. Tuck, in E. Brendeng, B.F. Magnussen, and O.T. Onsager (Editors), EUROGAS 90, Proc. Ear. Appl. Res. Conf. Nat. Gas, 1990, Tapir, Trondheim, 1990, p. 165. [ 16] N. Harris and M.W. Tuck, Hydrocarbon Process., (May 1990) 70. [ 17] M.A. Kohler, J.C. Lee, D.L. Trimm, N.W. Cant and M.S. Wainwright, Appl. Catal., 31 (1987) 309. [ 181 B. Miya, F. Hoshino and I. lwasa, J. Catal., 5 (1966) 401. [ 19] F.M. Nelson and F.T. Eggertsen, Analyt. Chem., 30 (1958) 1387. [20] J.W. Evans, M.S. Wainwright, A.J. Bridgewater and D.J. Young, Appl. Catal., 7 (1983) 75. [21 ] C.J. Jiang, D.L. Trimm, M.S. Wainwright and N.W. Cant, Appl. Catal. A, 93 (1993) 245. [22] C.J. Jiang, D.L. Trimm, M.S. Wainwright and N.W. Cant, Appl. Catal. A, 97 (1993) 145. [23] L. Riekert, Appl. Catal., 15 (1985) 89. [24] S. Breiter and H.-G. Lintz, Catal. Lett., 24 (1994) 343. [25] G.L. Castiglioni, C. Fumagalli, R. Lancia, M. Messori and A. Vaccari, Chem. Ind. (Milan), 13 (1993) 510. [26] F.T. van de Scheur and L.H. Staal, Appl. Catal. A, 108 (1994) 63. APCATA 94802858 0926-860X(94)80285-8 10.1016/0926-860X(94)80285-8 Elsevier Science B.V. All rights reserved Hydrogenolysis of dimethyl succinate on copperbased catalysts T. Turek a D.L. Trimm a D.StC. Black b N.W. Cant c a School of Chemical Engineering and Industrial Chemistry, University of New South Wales, Kensington, NSW 2033, Australia b School of Chemistry. University of New South Wales, Kensington, NSW 2033, Australia c School of Chemistry, Macquarie University, Macquarie, NSW 2109, Australia The gas-phase hydrogenolysis of dimethyl succinate ( DMS ) has been studied over a series of copper-based catalysts at a temperature of 513 K and a pressure of 500 kPa. Using copper chromite and copper on silica, γ-butyrolactone (GBL) and methanol were formed in the first step, while GBL reacted further to tetrahydrofuran (THF) and water. Over copper zinc oxide catalysts, THF was mainly formed in a parallel reaction directly from DMS. Additionally, the steam reforming of methanol occurred over these catalysts. No catalyst deactivation with time-on-stream could be detected, but exposure to DMS significantly decreased the copper surface area of all catalysts. The area specific rate for the reaction of dimethyl succinate to γ-butyrolactone over copper zinc oxide was one order of magnitude higher than over the other catalysts. The most active catalyst for the subsequent reaction of GBL to tetrahydrofuran was found to be copper chromite. The reaction rates could be described by simple kinetic equations based on a reaction network. Keywords Butyrolactone (γ-) Copper Dimethyl succinate Hydrogenolysis Tetrahydrofuran References [1] Adkins H. Org. React. 8 1954 1 [2] F. Poppelsdorf, Eur. Patent Appl. 60 787 (22 September 1982). [3] H. Miyazaki, K. Hirai, T. Uda, Y. Nakamura, H. Ikezawa and T. Tsuchie, US Patent 4 511 744 (16 March 1985). [4] W.J. Bartley, US Patent 4 628 129 (9 December 1986). [5] Thomas D.J. Wehrli J.T. Wainwright M.S. Trimm D.L. Appl. Catal. A 86 1992 101 [6] Thomas D.J. Stammbach M.R. Cant N.W. Wainwright M.S. Trimm D.L. Ind. Eng. Chem. Res. 29 1990 204 [7] Thomas D.J. Trimm D.L. Wainwright M.S. Cant N.W. Chem. Eng. Process. 31 1992 241 [8] W. Couteau, M.L. Dungelhoeff, A. Hendrickx and R. Verbeest, Ger. Patent 2 553 959 (10 June 1976). [9] M.W. Bradley, Belg. Patent 892 958 (16 August 1982). [10] M. Sharif and K. Turner, Eur. Patent Appl. 143 634 (5 June 1985). [11] J.A. Kouba and A. Zletz, US Patent 4613 707 (23 September 1986). [12] R. Fischer, H.J. Gosch, W. Harder and K.D. Maisch, Ger. Patent 3 726 509 (16 February 1989). [13] G. Irick, P.N. Mercer and K.E. Simmons, US Patent 4 929 777 (29 May 1990). [14] Zhang Q. Wu Z. Cuihua Xuebao 12 1991 346 [15] Tuck M.W. EUROGAS 90 Brendeng E. Magnussen B.F. Onsager O.T. Proc. Eur. Appl. Res. Conf. Nat. Gas, 1990 1990 Tapir Trondheim 165 [16] Harris N. Tuck M.W. Hydrocarbon Process May 1990 70 [17] Kohler M.A. Lee J.C. Trimm D.L. Cant N.W. Wainwright M.S. Appl. Catal. 31 1987 309 [18] Miya B. Hoshino F. Iwasa I. J. Catal. 5 1966 401 [19] Nelson F.M. Eggertsen F.T. Analyt. Chem. 30 1958 1387 [20] Evans J.W. Wainwright M.S. Bridgewater A.J. Young D.J. Appl. Catal. 7 1983 75 [21] Jiang C.J. Trimm D.L. Wainwright M.S. Cant N.W. Appl. Catal. A 93 1993 245 [22] Jiang C.J. Trimm D.L. Wainwright M.S. Cant N.W. Appl. Catal. A 97 1993 145 [23] Riekert L. Appl. Catal. 15 1985 89 [24] Breiter S. Lintz H.-G. Catal. Lett. 24 1994 343 [25] Castiglioni G.L. Fumagalli C. Lancia R. Messori M. Vaccari A. Chem. Ind. (Milan) 13 1993 510 [26] van de Scheur F.T. Staal L.H. Appl. Catal. A 108 1994 63",
      "scopus-id": "0028499778",
      "coredata": {
        "eid": "1-s2.0-0926860X94802858",
        "dc:description": "The gas-phase hydrogenolysis of dimethyl succinate ( DMS ) has been studied over a series of copper-based catalysts at a temperature of 513 K and a pressure of 500 kPa. Using copper chromite and copper on silica, γ-butyrolactone (GBL) and methanol were formed in the first step, while GBL reacted further to tetrahydrofuran (THF) and water. Over copper zinc oxide catalysts, THF was mainly formed in a parallel reaction directly from DMS. Additionally, the steam reforming of methanol occurred over these catalysts. No catalyst deactivation with time-on-stream could be detected, but exposure to DMS significantly decreased the copper surface area of all catalysts. The area specific rate for the reaction of dimethyl succinate to γ-butyrolactone over copper zinc oxide was one order of magnitude higher than over the other catalysts. The most active catalyst for the subsequent reaction of GBL to tetrahydrofuran was found to be copper chromite. The reaction rates could be described by simple kinetic equations based on a reaction network.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802858",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Turek, T."
          },
          {
            "@_fa": "true",
            "$": "Trimm, D.L."
          },
          {
            "@_fa": "true",
            "$": "Black, D.StC."
          },
          {
            "@_fa": "true",
            "$": "Cant, N.W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802858"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802858"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80285-8",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenolysis of dimethyl succinate on copperbased catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butyrolactone (γ-)"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Dimethyl succinate"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          },
          {
            "@_fa": "true",
            "$": "Tetrahydrofuran"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "137-150",
        "prism:endingPage": "150",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 1994",
        "prism:doi": "10.1016/0926-860X(94)80285-8",
        "prism:startingPage": "137",
        "dc:identifier": "doi:10.1016/0926-860X(94)80285-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028499778"
      }
    }
  }
}