{
  "metadata": {
    "title": "Attrition of precipitated iron Fischer-Tropsch catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-21",
    "doi": "10.1016/0926-860X(95)00200-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002006",
    "pii": "0926860X95002006"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001265327",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95002006 0926-860X(95)00200-6 0926860X95002006 10.1016/0926-860X(95)00200-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00257 2024-01-01T12:18:48.759026Z 0 0 19951221 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 133 133 2 2 Volume 133, Issue 2 12 335 350 335 350 19951221 21 December 1995 1995-12-21 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. ATTRITIONPRECIPITATEDIRONFISCHERTROPSCHCATALYSTS KALAKKAD D DRY 1982 159 M CATALYSISSCIENCETECHNOLOGY JAGER 1993 26 B WORLDWIDECATALYSTINDUSTRYCONFERENCE BUKUR 1994 D RAUPP 1979 348 G AMELESE 1978 558 J SATTERFIELD 1986 401 C NIEMANTSVERDRIET 1981 385 J JUNG 1992 654 H JUNG 1993 375 H NIEMANTSVERDRIET 1980 3363 J REYMOND 1982 39 J DWYER 1978 291 D DICTOR 1986 121 R DWYER 1984 66 D DAVIS 1953 756 W HOFER 1955 1153 L BAKER 1994 330 R SAULT 1993 136 A MOROSOVA 1991 227 O THOMA 1991 53 S ANDERSON 1956 29 R CATALYSTSFORFISCHERTROPSCHSYNTHESISINCATALYSISIV BHATT 1995 B PRESENTED14THNORTHMEETCATALSOC KALAKKADX1995X335 KALAKKADX1995X335X350 KALAKKADX1995X335XD KALAKKADX1995X335X350XD item 0926-860X(95)00200-6 0926860X95002006 1-s2.0-0926860X95002006 10.1016/0926-860X(95)00200-6 271346 2024-01-01T12:18:48.759026Z 1995-12-21 1-s2.0-0926860X95002006-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002006/MAIN/application/pdf/d92e7d85fc49cc202588495471736957/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002006/MAIN/application/pdf/d92e7d85fc49cc202588495471736957/main.pdf main.pdf pdf true 1832953 MAIN 16 1-s2.0-0926860X95002006-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002006/PREVIEW/image/png/4717c921f2871da0bb0308c69fe855a7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002006/PREVIEW/image/png/4717c921f2871da0bb0308c69fe855a7/main_1.png main_1.png png 49040 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 133 (1995) 335-350 Attrition of precipitated iron Fischer-Tropsch catalysts Dinesh S. Kalakkad a, Mehul D. Shroff a, Steve K6hler b, Nancy Jackson b, A.K. Datye a,. a Department of Chemical and Nuclear Engineering, University of New Mexico, Albuquerque, NM 8713, USA b Sandia National Laboratories, Process Technology Department, Albuquerque, NM 87185-070, USA Received 23 March 1995; revised 19 July 1995; accepted 30 July 1995 Abstract A precipitated, doubly promoted, iron oxide catalyst was studied to elucidate phenomena that may lead to catalyst attrition during slurry phase Fischer-Tropsch synthesis. The catalyst was examined by electron microscopy (SEM and TEM), electron and X-ray diffraction, sedigraph particle size analysis and BET surface area measurements. The catalyst undergoes attrition both at the micro- as well as the nano-length scales. On the micro-scale, this involves a breakup of ca. 30/xm spherical agglomerates into ca. 1/zm particles, a process that can be initiated even by the mixing that occurs in the sedigraph analyzer. On the nano-scale, we find that exposure of the catalyst to CO at increasing temperatures transforms single crystals of a-Fe203 into Fe304 and ultimately to Fe-carbide, with rounded particles as small as ca. 20 nm. The details of phase transformations and the resulting crystallite morphology and size distribution could play a major role in influencing the overall attrition resistance of precipitated iron oxide catalysts. In this paper, we describe the effects of the CO activation temperature on catalyst structure at the micro- and nano-scales. Keywords: Fischer-Tropsch synthesis; Precipitated iron catalysts, attrition of; Transmission electron microscopy, of iron catalysts; Scanning electron microscopy, of iron catalysts; Catalyst microstructure I. Introduction The formation of higher hydrocarbons through Fischer-Tropsch (FT) synthesis over iron catalysts is of considerable interest as a route for indirect coal liquefaction [ 1 ]. Since iron is a water-gas shift catalyst as well as a FT catalyst, it is the preferred catalyst for low-hydrogen synthesis gas that is produced from coal gasification. The slurry-phase bubble column reactor is the preferred FT reactor due to its * Corresponding author. Tel. ( + 1-505) 2770477, e-mail datye@unm.edu. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860X ( 95 )00200-6 336 D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 excellent heat transfer characteristics which can enhance the selectivity of the exothermic FT reaction. The most significant problem in the scale up of slurry phase FT reactors is the separation of the wax product from the solid catalyst [ 2]. This problem can become intractable if the catalyst undergoes attrition during reaction making it virtually impossible to separate the catalyst from the reaction product liquids. Iron catalysts are known to undergo attrition during exposure to synthesis gas at elevated temperatures [ 3 ]. When Fe203 is used as a catalyst, it transforms into a complex mixture of iron oxide and iron carbides [4-7] under reaction conditions. While it is generally agreed that in the course of the reaction, iron catalysts are converted into a mixture of oxides and carbides, the role of these phase transfor- mations on the morphology of the catalyst have not been addressed. Previous studies have relied on M6ssbauer spectroscopy, X-ray diffraction (XRD) and X-ray pho- toelectron spectroscopy to determine the composition of the catalyst after pretreat- ment and during reaction. However, these techniques tend to provide information that is spatially averaged over the sample. Since the active catalyst is produced in- situ as a result of solid-state transformations, it is likely to possess a complex microstructure that includes several co-existing phases. Therefore, in this study we have extensively used electron microscopy, in conjunction with other physical probes, to study the mechanical stability of precipitated iron catalysts and their evolution as a function of CO activation at various temperatures. Phase and morphological changes that occur during catalyst activation and reac- tion conditions can affect the catalyst both in terms of catalytic activity and mechan- ical strength. Several previous studies have examined the effect of activation and reaction on Fe catalysts with the aim of identifying the active phase during FT synthesis. For example, recent work by Jung and Thomson [ 8,9] involved the use of in-situ dynamic XRD to systematically monitor the changes in the catalyst structure during FT reaction. They found that the transformation from Fe203 to Fe304 at 543 K is rapid while the subsequent transformation to x-Fe2.sC is slow. However, there still seems to be some debate in the literature on whether the formation of the carbide constitutes the activation or the deactivation step. For example, Niemantsverdriet et al. [ 10] show an increase in catalytic activity with the formation of carbides. On the other hand, Reymond et al. [ 11 ] conclude from their data that the formation of carbides is the deactivation step and that Fe304 is the active phase. Other authors have claimed that iron metal is the active phase [ 12] or that the active phase is a mixture of c~-iron and iron carbides [ 13]. The formation of inactive carbon on the catalyst surface during reaction [ 14] has also been documented, however, it is not known whether the carbon deposition occurs concurrently with the onset of carbide formation, or whether carbon depo- sition occurs on the Fe304 phase. Since deposited carbon can be easily seen by transmission electron microscopy, it is useful to review the results of TEM studies. Earlier TEM studies on Fe catalysts include that by Davis et al. [ 15] in 1953 and that by Hofer et al. [ 16] in 1955 which examine the carbon deposition on iron D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 337 catalysts at 450. These studies report carbon growth in the form of filaments that originate from metal nuclei. Recently, Baker and Rodriguez [ 17] used in-situ electron microscopy to monitor the changes in carbon supported iron catalysts. On exposing the supported iron catalyst to a CO/H2 mixture at 600, they saw the formation of carbon filaments that lift the metal away from the support. However, FT synthesis is generally performed at lower temperatures, generally below 280 [ 1 ] where the results may be different. In a previous study [ 18 ], we examined a 100 Fe / 5 Cu / 0.2 K catalyst which showed significant carbon deposition and some filament formation as well, after CO treatment at 280 for 24 h. Similar observa- tions were reported by Morosova et al. [ 19] who observed carbon deposits after CO activation. However, no unambiguous statements were made in these studies about the true phase of iron or carbon present in the catalysts. Due to improvements in both the instrumentation and technique of TEM, we can now monitor the phase and the morphological transformations that take place in the iron catalysts as a function of pretreatment. While many of the previous studies have dealt with the deactivation behavior of iron catalysts and the phase and morphological changes that accompany catalyst activation and pretreatment, catalyst attrition has not been directly addressed. Cat- alyst attrition can impair slurry reactor operation due to loss of catalyst during filtration of hydrocarbon liquids, and increased viscosity of the slurry. Our objective in this study is to obtain direct structural information on a commercial FT catalyst designed for a Department of Energy Alternative Fuels Demonstration Unit FT study. The morphological transformations may prove significant in understanding various aspects of catalyst behavior such as deactivation, catalyst swelling and attrition. Therefore, we have used SEM, TEM and electron diffraction to study an iron oxide catalyst that was exposed to pure CO at various temperatures. The role of activation in H2 or a syngas mixture and the transformations occurring in a fixed bed reactor are described elsewhere [ 20]. 2. Experimental The catalyst used in this study was designed to be a low a (high gas, low wax), high yield catalyst that would be used to test operating parameters in a demonstra- tion-size bubble column with a minimum requirement for wax/catalyst separation. The catalyst was a precipitated Fe203 catalyst (UCI 1185-78-370; L-3950 type) made by United Catalyst, Inc. The catalyst was precipitated from a sulfate precursor and spray-dried without a binder. The spray dry process was used to produce a catalyst that had a small and uniform diameter (30-70/xm); the binder was omitted to enhance the activity. It was analyzed as 88.95 wt.-% Fe203, 11 wt.-% CuO and 0.05 wt.-% K20. CuO was added to lower the reduction temperature of Fe203 and the low percentage of K20 gave the catalyst its low a characteristic. SEM was performed on a Hitachi Field Emission Gun (FEG) model S-800 with a nominal 338 D.S. Kalakkad et al. / Applied Catalysis A: General 133 (1995) 335-350 resolution of 3 nm. TEM and electron diffraction was done using a JEOL 2000 FX TEM having a resolution of 0.3 nm, and a JEOL 2010 TEM having a resolution of 0.19 nm. Samples of the catalyst powder were prepared by dipping carbon coated grids into the catalyst and simply shaking the excess powder off. No solvent was employed in this process to eliminate any additional sources of carbon deposition on the catalyst during TEM observation. The reactor system consisted of a differential fixed bed reactor consisting of a quartz U-tube with a bulb in which ca. 1 g of catalyst was placed over a quartz wool plug. The reactor was enclosed by an electrically heated Griffin-Type Series- O heating mantle (750 W) and the catalyst temperature was monitored and con- trolled by a thermocouple connected to a PID controller which maintained the temperature to within 2 K of the set temperature. The gas flow rates were set and controlled by Tylan FC-260 mass flow controllers calibrated for the specific gases used and were maintained to within 1 sccm for helium and 0.1 sccm for the other gases. The CO was purified by passing through a heated trap containing glass beads to decompose any carbonyls followed by an ascarite trap to eliminate COz. CO pretreatment was done under 5 sccm of flowing CO for 2 h, the sample heated in flowing CO to the required temperature. This was followed by a controlled passi- vation technique using 1% 02 in flowing helium initially such that no appreciable exotherm was observed. This procedure prevents uncontrolled reoxidation of the iron containing phases present in the pretreated catalyst. Following the initial exposure, 02 content was gradually increased to 20% after which the catalyst was removed from the reactor and stored in air tight glass vials. The particle size distribution of the catalyst powder was analyzed using a Micro- metric Sedigraph 5100. The catalyst powder was dispersed in D.I. water using sodium metaphosphate as the dispersing agent. The agglomerate strength was determined using a calibrated ultrasonic field using a Tekmar high intensity ultra- sonic probe. The breaking strength of the ultrasonic probe was calibrated against the pressure required to break standardized glass bubbles [ 21 ]. 3. Results Fig. la shows an SEM micrograph of the catalyst in the as-received state. The catalyst grains are roughly spherical and are approximately 20-75/xm in diameter. We can see that the individual grains are not smooth but possess a rough texture. Fig. lb shows a higher magnification SEM view of the same sample. The primary particles that make up the grain are visible and are seen to have sharp angular features suggestive of surface facets. We can conclude therefore that primary particles have been agglomerated to form the 20-75 /xm spherical grains in this catalyst. To obtain the overall agglomerate size distribution in the catalyst, we performed sedigraph particle size analysis on a sample of this catalyst. Fig. 2a shows the D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 339 Fig. 1. SEM of the FezOs catalyst in the as-received state. (a) Low magnification view showing the 30--60/xm aggregates and (b) high magnification view showing the primary particles that make up the aggregates. cumulative mass population vs. particle diameter obtained from the sedigraph experiments. This plot shows the weight fraction of the sample that is finer than a given size. From these data one can derive a plot that shows the relative mass% of the sample within a given size range, shown in Fig. 2b, which reveals that the sample has a bimodal particle size distribution. The peak at around 30/zm corre- sponds to the spherical agglomerates imaged in Fig. 2a. The second peak around 2 ~m corresponds to particles that have broken off from the spherical agglomerates. In the course of these experiments, it became clear that the sedigraph analyzer was causing further break-down of the catalyst. The physical stresses caused by the continuous circulation and pumping of the suspended catalyst particles through the sedigraph tubing was responsible for the gradual break down of the spherical agglomerates. Fig. 2a and Fig. 2b also show particle size distributions after the catalyst had circulated within the sedigraph for 1 h, where this break-down is apparent. At this stage, we exposed the sample to an ultrasonic probe with a power setting that is equivalent to a 200 psi pressure. Based on work done by Thoma et al. [21], the power setting of the ultrasonic probe can be related to the stress that would be required to break powder agglomerates in a conventional uniaxial com- paction test. Hence, powder break-up observed after exposure to ultrasound pro- vides an indication of the agglomerate strength. Based on the results in Fig. 2a and Fig. 2b, these catalyst agglomerates can be classified as being very weak. Further evidence of the break-up of the catalyst agglomerates is provided in the SEM image of the sample after the ultrasound treatment (Fig. 2c). The agglomerates have disintegrated to smaller particles approaching the primary particle size of the Fe203 crystals. 340 D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 (a).0o ~'i,, ~ ..... ,, r-, , 80 ~ \" '{'~X-\"'i!' Catalyst after v ! i pumping and ] i'~ ultrasound l _. ,o ~\"-,iiili i!i~\\i_ili~iI,,,~, ,~,~ ~-~-~ ~ -~, ~ ..... ii 'i~\\ i~t ''~-. , ~ ,~ ~? ~-.,, =, , ~-~ ~ ........ ...... , ' i ,o ~:l\" ~i--r ............ i =E - ~fi~- \"fN-P--,~ ........ I o '!i! ! !!!,,i~a, i,~, iN~'I;~--I 100 10 Equivalent Spherical Diameter (Ixm) ( I i\".~.- ~.--i--~-,ron oxi.'s ~o.,.,~;, ~--~-' cala,ya, ..s~ 100 j~__I}U' ~ aaprapared ~ l _~l~ l pumplngand \"If4+ \"F', l \\',/ ........ r-AT]']Y-ultrasound - 44 ~!-4- ................ ifi+! i....-l--! ...... I-.-....~-I-N~--F--F-- 80 '11- ~-~'--~i~I:-!--i ....... l--~tNi Vi ! 1:~-i-:\\'\"\" Catalyst after . ~4..1~---! ........... 60 ..J-if' ~ i ! !1 pumping / {ql,,ll~ i & [ i -,~---~-,~--~,-'~--_# !._.. .......... -:--l--J \" - .... ~'- -~--' -, ~ .... ' - \" ---- -i-'i-.-ii i~ -- ~ ~- J--~ ..... \"' 100 10 1 Equivalent Spherical Diameter (~m) (c) Fig. 2. Particle size analysis results from Sedigraph. (a) Cumulative mass population vs. particle diameter (b) relative mass-% as a function of particle diameter and (c) SEM of the catalyst subjected to sedigraph experiments. The primary particles that make up these 30/zm agglomerates are much easier to observe in a TEM than in the SEM. Fig. 3a shows a low magnification TEM view of the iron oxide catalyst in the as-received state. The individual particles are D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 341 Fig. 3. (a) TEM of the catalyst primary particles in the as-received state. Electron diffraction shows the catalyst to be comprised of a-Fe203 panicles. (b) High magnification TEM of a primary panicle. Spot electron diffraction pattern shows the primary particles to be single crystals of Fe203. approximately 250 nm in size and the ring diffraction pattern (inset) shows this catalyst to be composed of a-Fe203 particles. These particles, when viewed at 342 D.S. Kalakkad et al. /Applied Catalysis A.\" General 133 (1995) 335-350 Fig. 4. High magnification TEM of the catalyst after exposure to CO at 1007. Electron diffraction shows the catalyst to be comprised of single crystals of Fe20> higher magnification (Fig. 3b), appear to contain internal voids. Electron diffrac- tion (inset) shows these particles to be single crystals of ot-Fe203. In order to accurately map the transformation from iron oxide to iron carbide, we subjected the catalyst to CO pretreatment at 100, 200, 270, 320 and 400 for 2 h each. Fig. 4 shows the catalyst after being subjected to CO pretreatment at 100. The catalyst does not appear to differ from the as-received catalyst and the diffraction pattern (inset) shows that this catalyst is still composed of c~-Fe203 single crystals. When diffraction patterns were obtained from large areas of the sample, we could see faint rings indicating the presence of Fe304. This suggests that Fe304 is probably present in very small domains not easily discernible in these images. Fig. 5 shows a high magnification view of the catalyst after exposure to CO at 200. The catalyst still appears similar to the as-received catalyst. However, the diffraction pattern (inset) shows that the catalyst has almost completely trans- formed into Fe304. The spot pattern shows that the particles are single crystals of Fe304 while the ring patterns (not shown) display a hint of Fe203. While the particles appear to be single crystals by electron diffraction, they have a character- istic mottled appearance due to regions of dark contrast, as shown in the region D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 343 Fig. 5. High magnification TEM of the catalyst after exposure to CO at 200. Electron diffraction shows the catalyst to be comprised of single crystals of Fe304. marked 'A'. Closer examination of these regions using the JEOL 2010 electron microscope did not reveal any second phase in the darker regions. This mottled appearance may be a result of the phase transformation from the Fe203 to Fe304 with the resulting specific volume changes causing some internal strain which manifest as regions showing a darker contrast than the rest of the catalyst surface. Fig. 6 shows a JEOL 2010 micrograph of the sample after exposure to CO at 270. While most regions of the sample appear unchanged compared to the CO 200 sample (Fig. 5b), in certain regions we see small outgrowths. These out- growths show lattice fringes corresponding to iron carbide (ca. 2.04 A), and covered by an amorphous film. The exact phase of the iron carbide could not be determined because most forms of iron carbides listed in the Joint Committee for Powder Diffraction Standards (JCPDS) cards had a prominent ring around 2 ,~ and within error limits it was not possible to distinguish one phase from another. Fig. 7 shows the catalyst after having been exposed to CO at 320. The break- up of the particles is now more pronounced and under the conditions employed, only ring patterns were obtainable from the sample, suggesting that the particles consist of small crystallites randomly oriented with each other. The diffraction patterns showed the catalyst to be comprised of Fe-carbide with a trace of Fe304. The identification of this phase was based on the prominent diffraction ring at o around 2 A, and the absence of other rings that would indicate the presence of a- Fe instead of Fe-carbide. After the 320 treatment, the catalyst particles show a continuous layer of carbon film on them. In some regions, these films are seen to be made of graphitized carbon as seen from lattice fringe measurements. 344 D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 Fig. 6. High magnification TEM of the catalyst after exposure to CO at 270. Electron diffraction and lattice fringe measurements show the catalyst to be comprised of both Fe304 and Fe-carbide. Also shown is the carbon overlayers present on the carbide particle. Exposure of this catalyst to CO at 400 for 2 h appears to cause an almost complete break-down of the primary particles in this catalyst as shown in Fig. 8. Only ring patterns could be obtained from this sample indicating that the crystallites were small and randomly oriented. The diffraction pattern (inset) shows the catalyst to consist of Fe-carbide. The carbon layer on the catalyst is no longer amorphous but has transformed into graphite as is evident from the additional ring seen in the diffraction pattern. The lattice fringes on the individual particles confirm that this catalyst is composed of Fe-carbide. Fig. 9 shows an SEM micrograph of the catalyst after exposure to CO at 400. The spherical grains of the catalyst are still intact as seen from Fig. 9a. The smaller particles that compose the spherical grain shown in Fig. 9b however, show a degree of rounding in agreement with the changes seen in these crystals by TEM. No breakup of the spherical grains was seen on the SEM length scale even though TEM showed a thorough disintegration of the primary particles into small crystal- lites of iron carbide. All of the phase transformation shown here by TEM and electron diffraction were also confirmed by X-ray diffraction. While TEM images reveal only a small D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 345 .... i Fig. 7. TEM of the catalyst after exposure to CO at 320. Also shown is a higher magnification view of the region between the arrows. Electron diffraction shows the catalyst to have completely transformed to Fe-carbide. region of the sample, XRD scans provide a better spatial average. Fig. 10 shows the XRD patterns obtained from the catalyst exposed to CO at 270 and 400. Also shown in Fig. 10 are the patterns obtained from the untreated catalyst for the sake of comparison. The XRD pattern from the untreated catalyst shows that the catalyst is entirely comprised of ot-Fe203. The catalyst pretreated at 270 exhibits the peaks for Fe304 and Fe-carbide. Both magnetite and Fe-carbide have a peak at 20 values of ca. 43 However, the 100% intensity peak for magnetite occurs at 35.5and the ratio of the 35.5and the 43peak areas should be around 3.33 if only magnetite was present in the sample. This ratio would decrease if there was an Fe-carbide phase present along with magnetite. Using this approach we concluded that the catalyst sample exposed to CO at 270 contained both magnetite and Fe-carbide phases. A more detailed description and results of this approach is given elsewhere [20]. On the sample exposed to CO at 400, we can see that the peak at 35.5that corresponds to Fe304 has disappeared completely showing that the sample has been entirely transformed to carbide. The structure on the carbide peak match well with Fe3C (cohenite) as well as FezsC (Hagg carbide). Under the conditions employed, we could not distinguish between the two phases. However, it should be appreciated that this phase identification is not crucial to the focus of this study. Since the observed attrition results in the break up of the primary particles, we would expect a change in the BET surface area after CO pretreatments at higher temperatures. Table 1 shows the BET surface areas for the as-prepared sample and for samples pretreated at 270, 320 and 400 respectively. BET experiments were not performed for samples pretreated at 100 and 200 since no particle break-up was observed in these samples. The results from Table 1 show that while there is a 60% increase in surface area when the sample is treated to 270, treatments at 346 D.S. Kalakkad et al./Applied Catalysis A: General 133 (1995J 335-350 Fig. 8. (a) Low magnification TEM of the catalyst after exposure to CO at 400. (b) High magnification TEM showing that the individual particles are covered with an overlayer of graphitized carbon. Electron diffraction and lattice fringe measurements show the catalyst particles to be Fe-carbide. higher temperatures result in a gradual decrease in surface area till after treatment at 400, the surface area is about half of the surface area of the as-prepared sample. I (a): ,h~ D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 347 Fig. 9. SEM of the catalyst after exposure to CO at 400. (a) Low magnification view shows that the 35-60/xm spherical grains are intact and (b) high magnification view shows a certain amount of rounding associated with the primary particles. C : Fe-Carbide peaks I C m : Magnetite peaksI Sample exposed to CO at 400 Sample exposed to CO at 270 O~ (x ~ ~ As-prepared zs zo zs 3~ 3s ~ 4s se ss s 6s 7~ 7s R~ Fig. 10. XRD spectra for the as-received catalyst, catalyst after exposure to CO at 270 and that after exposure to CO at 400. The ot-Fe203 peaks, the magnetite peaks, and the Fe-carbide peaks have been marked. Table 1 BET surface areas of the catalyst after CO pretreatments at various temperatures State of the catalyst BET surface area (m2/g) As-prepared 27.0 CO activation (270) 44.2 CO activation (320) 25.7 CO activation (400) 13.8 348 D,S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 4. Discussion Preliminary analysis of the commercial precipitated iron slurry reactor catalyst shows that the spherical agglomerates of Fe203 are quite weak and break down readily. We have not yet analyzed the role of binders on the strength of catalyst agglomerates but one would expect binders to play a major role in modifying the physical strength of this type of catalyst. Silica binders have been shown to decrease the activity of the catalyst so the development of a binder that would not significantly effect activity needs development. The TEM and electron diffraction results shown in this study provide insight into the phase and morphological changes that take place when the a-Fe203 catalyst is exposed to CO at various temperatures. There are two important stages in the catalyst microstructure transformation viz. (i) CO pretreatment at 270 and (ii) CO pretreatment at 320. Pretreatment at 270, as shown in Fig. 6, results in the initiation of the break-up of the primary crystallites. The amorphous layers seen on the catalyst could be identified as amorphous carbon based on the detection of methane when the catalyst was heated at 300 in flowing H2. It should be noted that the sample at 270 had not transformed completely to Fe-carbide. Most of the carbon we see on the catalyst seems to be associated with carbide particles. However, exposing the catalyst to CO at 320 results in a complete transformation to carbide, accompanied by a pronounced break-up in the particle structure. Increasing the pretreatment temperature further to 400 breaks up the particles till the catalyst bears no semblance to the original structure. The breakup seen in the nano-scale on these particles may have a significant effect on the attrition properties of a CO activated catalyst. While it is known that activating a catalyst in CO does lead to a high initial activity for FT synthesis [22], this beneficial effect of CO activation may be negated by the attrition problem this may induce. For instance, we have observed that the carbon inclusion in the catalyst after prolonged reaction results in catalyst swelling, till the catalyst occupies at least twice its original volume which may further augment attrition and the resulting plugging of a fixed bed reactor or result in the increased viscosity of a slurry phase reactor. In fact, a recent pilot plant study by Bhatt et al. [ 23 ] showed that as a precipitated iron catalyst is activated in CO and exposed to FT synthesis mixture, the viscosity of the slurry increased severely and the slurry had to be diluted to bring the conditions back to kinetic control. However, the BET surface areas decrease as the CO pretreatment temperature is increased above 270 although TEM results sug- gest a significant break-up of the primary particles. These seemingly contradicting results may be explained by taking into consideration two factors: (a) The density of Fe-carbide (7.2 g/cm3) is 53% greater than that of Fe203 (4.7 g/cm3). This will result in the increase of BET surface area being offset by the decrease in the actual particle density and (b) At 400, the primary particles sinter to a significant extent, as is evident in Fig. 8a. Moreover, the formation of graphitized carbon at this temperature may render the internal surfaces inaccessible. These results, how- D.S. Kalakkad et al. / Applied Catalysis A: General 133 (1995) 335-350 349 ever, do confirm that FT reactions are best performed at temperatures below 280 as observed previously by Dry [ 1 ]. 5. Conclusions Our work has shown that the phenomenon of attrition occurs at two different scales. The low agglomerate strength of these catalysts leads to attrition on the micron-level scale and break-up into the primary crystallites. This type of attrition is caused by physical action on the catalyst. Phase transformations and carbon deposition that accompany activation cause break-up into finely divided carbide particles, an attrition that occurs on the nanometer scale. The nanometer scale attrition is caused by the temperature and chemical environment. The SEM results on the catalyst exposed to CO at 400, shown in Fig. 9, indicates that the two levels of attrition are independent of each other. However, the incorporation of carbon in the catalyst structure does result in swelling of the catalyst which may further augment the attrition problem. These aspects are being explored and sub- sequent communication will address the effect of attrition on the activity and deactivation of the iron catalyst and the effect of copper on the disintegration of the catalyst. The effect of CO activation treatments on the FT activity of the catalyst has been described in detail elsewhere [ 20]. Acknowledgements This research was supported by Sandia National Laboratories which is funded by the US Department of Energy under contract DE-AC04-94AL85000 and in part by a grant from the American Chemical Society-Petroleum Research Fund. The facilities at the Microbeam Analysis Facility at the Department of Earth and Plan- etary Sciences at the University of New Mexico were utilized extensively in this work. References [1] M.E. Dry, in J.R. Anderson and M. Boudart (Editors), Catalysis-Science and Technology, Berlin, 1982, VoL 1, 159. [2] B. Jager, Worldwide Catalyst Industry Conference, June 26, 1994, Philadelphia, PA; J.H. Fourie, Urja Oil Gas Int., (1993) 26. [ 3] D.B. Bukur, Development of Improved Iron Fischer-Tropsch Catalysts, technical report DOE/PC/89868, February 1994. [4] G.B. Raupp and W.N. Delgass, J. Catal., 58 (1979) 348. [5] J.A. Amelese, J.B. Butt and L.H. Schwartz, J. Phys. Chem., 82 (1978) 558. [6] C.N. Satterfield, R.T. Hanlon, S.E. Tung, Z. Zou and G.C. Papaefthymiou, Ind. Eng. Chem. Prod. Res. Dev., 25 (1986) 401. 350 D.S. Kalakkad et al. /Applied Catalysis A: General 133 (1995) 335-350 [7] J.W. Niemantsverdriet and A.M. van der Kraan, J. Catal., 72 ( 1981 ) 385. [8] H. Jung and W.J. Thompson, J. Catal., 134 (1992) 654. [91 H. Jung and W.J. Thompson, J. Catal., 139 (1993) 375. [ 10] J.W. Niemantsverdriet, A.M. van der Kraan, W.L. van Dijk and H.S. van der Baan, J. Phys. Chem., 84 (1980) 3363. [ I 11 J.P. Reymond, P. Merideau and S.J. Teichener, J. Catal., 75 (1982) 39. [ 12] D.J. Dwyer and G.A. Somorjai, J. Catal., 52 (1978) 291. [ 13] R.A. Dictor and A.T. Bell, J. Catal,, 97 (1986) 121. [ 14] D.J. Dwyer and J.H. Hardenburgh, J. Catal., 87 (1984) 66. [ 15] W.R. Davis, R.J. Slawson and G.R. Rigby, Nature (London), 171 (1953) 756. [ 16] L.J.E. Hofer, E. Sterling and J.T. McCartney, J. Phys. Chem., 59 (1955) 1153. [ 17] R.T.K. Baker and N.M. Rodriguez, Energy Fuels, 8 (1994) 330. [ 18] A.G. Sault and A.K. Datye, J. Catal., 140 (1993) 136. [ 19] O.S. Morosova, Yu V. Maksimov, D.P. Shashkin, P.A. Shirajaev, V.V. Matveyev, V.A. Zhorin, O.V. Krylov and G.N. Krjukova, Appl. Catal., 78 ( 1991 ) 227. [20] M.D. Shroff, D.S. Kalakkad, S. Kohler, M. Harrington, N.B. Jackson and A.K. Datye, J. Catal., in press. [ 21 ] S.G. Thoma, M. Ciftcioglu and DM. Smith, Powder Technol., 68 ( 1991 ) 53. [22] R.B. Anderson, in P.H. Emmett (Editor), Catalysts for the Fischer-Tropsch Synthesis in Catalysis IV, 1956, p. 29. [231 B.L. Bhatt, D.M. Brown, E.C. Heydorn, A. Hock and G.J. Steigel, presented at the 14th North Am. Meet. Catal. Soc., Utah, June 1995. APCATA 95002006 0926-860X(95)00200-6 10.1016/0926-860X(95)00200-6 Elsevier Science B.V. All rights reserved Attrition of precipitated iron Fischer-Tropsch catalysts Dinesh S. Kalakkad a Mehul D. Shroff a Steve Köhler b Nancy Jackson b A.K. Datye * a a Department of Chemical and Nuclear Engineering, University of New Mexico, Albuquerque, NM 8713, USA b Sandia National Laboratories, Process Technology Department, Albuquerque, NM 87185-070, USA * Corresponding author. Tel. (+1-505) 2770477 A precipitated, doubly promoted, iron oxide catalyst was studied to elucidate phenomena that may lead to catalyst attrition during slurry phase Fischer-Tropsch synthesis. The catalyst was examined by electron microscopy (SEM and TEM), electron and X-ray diffraction, sedigraph particle size analysis and BET surface area measurements. The catalyst undergoes attrition both at the micro- as well as the nano-length scales. On the micro-scale, this involves a breakup of ca. 30 μm spherical agglomerates into ca. 1 μm particles, a process that can be initiated even by the mixing that occurs in the sedigraph analyzer. On the nano-scale, we find that exposure of the catalyst to CO at increasing temperatures transforms single crystals of α-Fe2O3 into Fe3O4 and ultimately to Fe-carbide, with rounded particles as small as ca. 20 nm. The details of phase transformations and the resulting crystallite morphology and size distribution could play a major role in influencing the overall attrition resistance of precipitated iron oxide catalysts. In this paper, we describe the effects of the CO activation temperature on catalyst structure at the micro- and nano-scales. Keywords Fischer-Tropsch synthesis Precipitated iron catalysts, attrition of Transmission electron microscopy, of iron catalysts Scanning electron microscopy, of iron catalysts Catalyst microstructure References [1] Dry M.E. Anderson J.R. Boudart M. Catalysis-Science and Technology Vol. 1 1982 159 Berlin [2] Jager B. Worldwide Catalyst Industry Conference June 26, 1994, Philadelphia, PA 1993 Urja Oil Gas Int. 26 J.H. Fourie [3] Bukur D.B. Development of Improved Iron Fischer-Tropsch Catalysts February 1994 technical report DOE/PC/89868 [4] Raupp G.B. Delgass W.N. J. Catal. 58 1979 348 [5] Amelese J.A. Butt J.B. Schwartz L.H. J. Phys. Chem. 82 1978 558 [6] Satterfield C.N. Hanlon R.T. Tung S.E. Zou Z. Papaefthymiou G.C. Ind. Eng. Chem. Prod. Res. Dev. 25 1986 401 [7] Niemantsverdriet J.W. van der Kraan A.M. J. Catal. 72 1981 385 [8] Jung H. Thompson W.J. J. Catal. 134 1992 654 [9] Jung H. Thompson W.J. J. Catal. 139 1993 375 [10] Niemantsverdriet J.W. van der Kraan A.M. van Dijk W.L. van der Baan H.S. J. Phys. Chem. 84 1980 3363 [11] Reymond J.P. Merideau P. Teichener S.J. J. Catal. 75 1982 39 [12] Dwyer D.J. Somorjai G.A. J. Catal. 52 1978 291 [13] Dictor R.A. Bell A.T. J. Catal. 97 1986 121 [14] Dwyer D.J. Hardenburgh J.H. J. Catal. 87 1984 66 [15] Davis W.R. Slawson R.J. Rigby G.R. Nature (London) 171 1953 756 [16] Hofer L.J.E. Sterling E. McCartney J.T. J. Phys. Chem. 59 1955 1153 [17] Baker R.T.K. Rodriguez N.M. Energy Fuels 8 1994 330 [18] Sault A.G. Datye A.K. J. Catal. 140 1993 136 [19] Morosova O.S. Maksimov Yu V. Shashkin D.P. Shirajaev P.A. Matveyev V.V. Zhorin V.A. Krylov O.V. Krjukova G.N. Appl. Catal. 78 1991 227 [20] M.D. Shroff, D.S. Kalakkad, S. Kohler, M. Harrington, N.B. Jackson and A.K. Datye, J. Catal., in press. [21] Thoma S.G. Ciftcioglu M. Smith D.M. Powder Technol. 68 1991 53 [22] Anderson R.B. Emmett P.H. Catalysts for the Fischer-Tropsch Synthesis in Catalysis IV 1956 29 [23] Bhatt B.L. Brown D.M. Heydorn E.C. Hock A. Steigel G.J. presented at the 14th North Am. Meet. Catal. Soc. Utah June 1995",
      "scopus-id": "0001265327",
      "coredata": {
        "eid": "1-s2.0-0926860X95002006",
        "dc:description": "A precipitated, doubly promoted, iron oxide catalyst was studied to elucidate phenomena that may lead to catalyst attrition during slurry phase Fischer-Tropsch synthesis. The catalyst was examined by electron microscopy (SEM and TEM), electron and X-ray diffraction, sedigraph particle size analysis and BET surface area measurements. The catalyst undergoes attrition both at the micro- as well as the nano-length scales. On the micro-scale, this involves a breakup of ca. 30 μm spherical agglomerates into ca. 1 μm particles, a process that can be initiated even by the mixing that occurs in the sedigraph analyzer. On the nano-scale, we find that exposure of the catalyst to CO at increasing temperatures transforms single crystals of α-Fe2O3 into Fe3O4 and ultimately to Fe-carbide, with rounded particles as small as ca. 20 nm. The details of phase transformations and the resulting crystallite morphology and size distribution could play a major role in influencing the overall attrition resistance of precipitated iron oxide catalysts. In this paper, we describe the effects of the CO activation temperature on catalyst structure at the micro- and nano-scales.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002006",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kalakkad, Dinesh S."
          },
          {
            "@_fa": "true",
            "$": "Shroff, Mehul D."
          },
          {
            "@_fa": "true",
            "$": "Köhler, Steve"
          },
          {
            "@_fa": "true",
            "$": "Jackson, Nancy"
          },
          {
            "@_fa": "true",
            "$": "Datye, A.K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002006"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002006"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00200-6",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Attrition of precipitated iron Fischer-Tropsch catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch synthesis"
          },
          {
            "@_fa": "true",
            "$": "Precipitated iron catalysts, attrition of"
          },
          {
            "@_fa": "true",
            "$": "Transmission electron microscopy, of iron catalysts"
          },
          {
            "@_fa": "true",
            "$": "Scanning electron microscopy, of iron catalysts"
          },
          {
            "@_fa": "true",
            "$": "Catalyst microstructure"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "335-350",
        "prism:endingPage": "350",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00200-6",
        "prism:startingPage": "335",
        "dc:identifier": "doi:10.1016/0926-860X(95)00200-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001265327"
      }
    }
  }
}